{
  "transcript": [
    {
      "speaker": "roddi",
      "time": "0:02:19",
      "text": "Das wäre Pi oder zumindest eine Annäherung daran."
    },
    {
      "speaker": "Letty",
      "time": "0:02:26",
      "text": "Wo ich keine Ahnung habe."
    },
    {
      "speaker": "roddi",
      "time": "0:02:35",
      "text": "Fängt ja schon mal gut an.\nSchwanz eingezogen.\nNee, Sie haben's irgendwann.\nDoch, haben sie umgestellt. Weil alle Festplattenhersteller das so angeben."
    },
    {
      "speaker": "Letty",
      "time": "0:06:12",
      "text": "Was Tim eigentlich sagen will, welcher Trottel ist auf die Idee gekommen.\nDa grätscht man auch gleich mal ein. Ich finde, wir haben einen Sendungstitel gefunden, wie einer im Chat grad sagt, Mimi bald."
    },
    {
      "speaker": "roddi",
      "time": "0:06:42",
      "text": "Ja, ich höre auch die ganze Zeit Mimi, also."
    },
    {
      "speaker": "Letty",
      "time": "0:06:53",
      "text": "Weißt schon, dass das.\nBitte lasse niemals den Tim so gefrustet uns hinterher also als Hinterlassenschaft hier, nämlich.\nIst erstmal ein Keks."
    },
    {
      "speaker": "roddi",
      "time": "0:07:34",
      "text": "Tim, äh ich habe glaube ich dann Probleme immer noch nicht verstanden.\nFür alles, was C noch zwei.\nZwei hoch zehn.\nJa weil Millibite gibt's nicht.\nÄh äh.\nZwei hoch zehn, sagte ich aber.\nAlso breit, halt.\nJa, Megabit ist, glaube ich, auch nicht in der Zweier-Potenz. Und.\nJa das hatten sie lange nicht.\nIch hätte ja eher gefragt, haben wir noch Themen, aber.\nUnd was war jetzt mit den zweihundertsechzehn."
    },
    {
      "speaker": "Letty",
      "time": "0:11:44",
      "text": "Ich habe da grad so ein Déj-vu."
    },
    {
      "speaker": "roddi",
      "time": "0:11:47",
      "text": "Dreht durch."
    },
    {
      "speaker": "Letty",
      "time": "0:11:48",
      "text": "Also Tims Anfang war schon so ein kleines Durchdrehen."
    },
    {
      "speaker": "roddi",
      "time": "0:11:57",
      "text": "Äh guten Abend."
    },
    {
      "speaker": "Letty",
      "time": "0:21:59",
      "text": "Sie sehen dann so ein bisschen als Schlüsselfigur auch darin in diesem ja."
    },
    {
      "speaker": "roddi",
      "time": "0:23:58",
      "text": "Das heißt, die Wikipedia könnte jetzt auch mal den Artikel umbenennen.\nDas wäre jetzt mal was."
    },
    {
      "speaker": "Letty",
      "time": "0:31:41",
      "text": "Weil ich diese Webkacke halt mache."
    },
    {
      "speaker": "roddi",
      "time": "0:31:44",
      "text": "Ja"
    },
    {
      "speaker": "Letty",
      "time": "0:32:17",
      "text": "Also jetzt kommt's raus.\nEigentlich hat Google bei Dennis geklaut.\nDennis hat zuerst erfunden.\nDa bin ich jetzt raus."
    },
    {
      "speaker": "roddi",
      "time": "0:33:22",
      "text": "Ich bin auch raus.\nIch kann kurz ein Auto Update geben, aber es ist eigentlich kein Update. Das Auto ist bei irgendeinem Versender auf irgendeinem Laster. Den habe ich."
    },
    {
      "speaker": "Letty",
      "time": "0:36:34",
      "text": "Wird er vom Laster fallen und auch der Espresso ist verloren gegangen."
    },
    {
      "speaker": "roddi",
      "time": "0:36:54",
      "text": "Näheres Auto ist es hat halt keine Nummernschilder. Das kannst du jetzt mal eben schlecht.\nJa ja ähm na ja auf jeden Fall hat ja letzte Woche Dienstag das Ding abgeholt beim Händler und ich habe ihn am Freitag angerufen, was denn nur ist und der war mal so richtig grumpy,\nam Telefon und meinte ja Mittwoch oder Donnerstag. Das wäre dann morgen? Na schauen wir mal was passiert,\nWeiß gar nicht, ob ich den morgen nochmal anrufe, aber der war wirklich sehr grumpy."
    },
    {
      "speaker": "Letty",
      "time": "0:37:29",
      "text": "Ich würde dann vorher einfach kurz das Amazon-Thema machen, weil nicht, dass ich das vergesse und ich finde das schade. Ähm und zwar,\nEin Artikel wurde von meiner Wunschliste, sollte an mich versendet werden, allerdings ist der nie bei mir angekommen und ich habe halt schon versucht über Amazon da irgendwie,\nHinweise zu bekommen, aber,\nDie verweisen mich natürlich darauf, dass sie nicht sagen können ähm von wem das zum Beispiel gekommen ist oder ob's versendet wurde. Also wenn ich mich mal nicht bei jemanden bedankt habe und ihr habt mir was gesendet, was nicht also ja,\nNicht angekommen ist. Ähm also es wäre cool, wenn ihr euch irgendwie bei mir meldet, weil ich finde das doof, wenn ihr mir schon Sachen schenken wollt und sie kommen dann irgendwie nicht an, weil Amazon zu doof.\nAlso eine,\nFlasche wurde mir, sollte mir geschickt werden und die ist bei mir nie angekommen. Liebe Hörer, ich will, dass ich, ich will wenigstens Danke sagen können dafür, dass du mir was schenken möchtest. Ähm und finde das halt ziemlich kacke von Amazon, dass man irgendwie,\nnicht sagen kann, hallo, mir wollte jemand etwas schenken und es ist bei mir nie angekommen, dass da kein Use Case gibt.\nAlso manchmal bekommt man das ja auch und manchmal halt eben nicht doch, ich habe einige Male schon extra von DHL.\nAuch von Amazon habe ich, glaube ich, auch schon mal eine bekommen, wenn sie was versendet wurde.\nIch würde ja am liebsten gar nichts mehr bei Amazon kaufen, muss ich da mal ehrlich sagen, weil mich das,\ndermaßen ankotzt, also egal wie das habe ich mir auch schon überlegt."
    },
    {
      "speaker": "roddi",
      "time": "0:39:48",
      "text": "Ich arbeite da bei so einer Firma."
    },
    {
      "speaker": "Letty",
      "time": "0:39:51",
      "text": "Die hat auch eine Wunschli."
    },
    {
      "speaker": "roddi",
      "time": "0:39:53",
      "text": "Wo du wo du inzwischen, wenn wenn du dir was von Amazon schicken lässt so ans Post-Office, dann kleben die da einen Aufkleber drauf, äh ach hast du eigentlich schon mal bei eBay geguckt, ob's das auch bei eBay gibt,\nNoch eine Mail und darfst dann so ein dann begründen, warum.\nJa, aber sie sind schon schlechter geworden. Also du hast immer wieder das Problem, dass sie dir nicht schreiben, wo derjenige sitzt, der das verschickt,\nund plötzlich kriegst du was mit vier Wochen äh Lieferzeit aus aus China geschickt, was dann irgendwo beim Zoll hängen bleibt."
    },
    {
      "speaker": "Letty",
      "time": "0:41:03",
      "text": "Also vor allen Dingen finde ich das halt irgendwie."
    },
    {
      "speaker": "roddi",
      "time": "0:41:27",
      "text": "Neu oder gebraucht musst du aber."
    },
    {
      "speaker": "Letty",
      "time": "0:42:30",
      "text": "Ist in der Tat super.\nKannst du auch als Privat.\nDas finde ich halt auch, aber was ich halt echt\näh schade finden ist, wenn sie schon dieses Feature haben mit du hast eine öffentliche Wunschliste und du kannst dann quasi nicht mal zurückverfolgen, wenn dir was nicht geschickt wurde oder etwas nicht bei dir angekommen ist, dass du nicht pinnen kannst, dass hey Amazon,\nHier ist was nicht angekommen, ähm was von meiner Wunschliste grad offensichtlich runter ist.\nGenau, also man kann sich anzeigen lassen, was gekauft wurde und das eben nicht. Und weil das finde ich halt so ein bisschen unfair na ja ich weiß nicht, also.\nIch fänd's auch irgendwie voll cool einfach gar nicht mehr so diese Paketzustellung zu Hause als Standard zu haben, sondern wirklich eben, sei es jetzt irgendwo einen eine Box, die irgendwo ist, wo man sich's einfach hinliefert oder einen einen äh ja Unternehmen, was ihr hier auf der Straße\nzum Beispiel sitzt, sondern man sagt von vornherein, nee, schickt's einfach nur dahin."
    },
    {
      "speaker": "roddi",
      "time": "0:45:38",
      "text": "Gab's da nicht auch mal so ein so ein Modell mit Auto- und Kofferraum und."
    },
    {
      "speaker": "Letty",
      "time": "0:49:19",
      "text": "Jetzt sind wir aber durch mit dem Thema. Also ich wollte eigentlich nicht so ein Fass auf."
    },
    {
      "speaker": "roddi",
      "time": "0:49:32",
      "text": "Noch was Abseitiges machen."
    },
    {
      "speaker": "Letty",
      "time": "0:49:34",
      "text": "Was was abseitiges."
    },
    {
      "speaker": "roddi",
      "time": "0:49:36",
      "text": "Thema Bier,\nhabe äh wann war das letztes, vorletztes Wochenende? Habe ich mal ähm also ich habe bei irgendwann mal angefangen äh meine Rezepte,\nzu posten und habe jetzt vorletztes Wochenende einfach mal alles, was ich bisher gebraut habe, die Rezepte da zusammenzusammeln, gut eins nee, fehlt eins.\nÄhm nein, wenn du da unten guckst,\nDas ist einfach nur dieser Texter und jeder von den Links blau Link."
    },
    {
      "speaker": "Letty",
      "time": "0:50:09",
      "text": "Ist ein weiteres Marktdorn-Feil in dem Reposatory."
    },
    {
      "speaker": "roddi",
      "time": "0:50:11",
      "text": "Nee, nicht alle sind ein Markteinfall. Es sind nur.\nNein, ich habe,\nNein, aber ich habe hier dieses eine Dokument, wo halt alles verlinkt ist. Nur die beiden letzten, weil die beiden letzten äh nein, die drei letzten äh Rezepte, die habe ich tatsächlich selber gemacht und deswegen äh gibt's die halt dann.\nGenau, deswegen habe ich die nur verlinkt. Ähm ja."
    },
    {
      "speaker": "Letty",
      "time": "0:50:42",
      "text": "Dann kann ich ja nochmal eingrätschen, wenn wir schon bei sind. Ich nutze ja Git Up echt auch echt für alles gerade, um mir Notizen zu machen,\nDieses System und alles schön Versionskontrolle und allen die weißes, also jedenfalls wenn's um um Rechner geht oder so am Telefon muss ich jetzt nicht irgendwie meine Vorlesungen vorbereiten, aber das ist echt.\nGreifen wir schon so vielleicht aufs nächste Thema mit dem Erklären vor, aber ich halte dieses Jahr wieder eine Vorlesung und ich habe auch letztes Jahr meine gesamte Vorlesung über GitHub verwaltet. Und vor allem, weil ich eine faule Socke bin und PDFs wirklich zum Kotzen finde als Präsentationsformat,\nhabe ich einfach äh Gitter Flavour. Also ich habe keine Folien mehr, wenn ich präsentiere, sondern guck mal hier, hier ist mein Pository, da ist das angezeigt. Sieht gut aus. Reicht für das, was ich mache,\nDas ist halt wirklich eine eine sehr gute Erleichterung. Ähm also sei das jetzt für irgendwelche Talks, die ich vorbereite, dass ich mir,\nmittlerweile auch mal endlich so ein bisschen die Scheu vor etwas öffentlichstellen verloren habe und mir wirklich meine Outlines da einfach reinhacke und sage okay, ich muss jetzt meine Vorlesungen vorbereiten, das heißt, ich mache einen Marktpfeil, haue das in meine Talks irgendwie rein,\nund,\nschreib erstmal einfach runter und das ist mir dann auch egal, ob da irgendwelche Taibus drin sind, wo ich vorher halt wirklich so sage, eher so der Meinung war so, ah nee, lieber nicht hochladen, weil dann sieht ja jeder, was ich mache und alle finden, dass es irgendwie doof ist, so nach dem Motto\nUnd äh diese Angst habe ich jetzt mal so langsam überwunden,\nHabe irgendwie zum Teil eben meine Talks beziehungsweise Vorlesungen ähm komplett jetzt im Markt drin äh und vor allen Dingen in GitHub,\nund auch so meine Death Notes, also weiß ich nicht, als ich jetzt erzählt hatte, dass ich so viel Serverkram grad mache und Administrieren ist es halt auch ein guter Weg, so seine,\nNotizen darüber mit reinzuwerfen. Das ist schon echt äh.\nPublic aber natürlich hoffe ich jetzt ohne dass ich jetzt irgendwo mein Passwörter reingeschmissen habe oder die die konkreten URLs zu meinen äh Servern. Das habe ich eigentlich versucht wirklich immer genau rauszunehmen, wenn ich das dadrin gemacht habe.\nWar auch in der Tat meine größte Sorge. Aber ich glaube in meinen dessen in der Dort nix drin, was äh ich gucke nochmal.\nÄh ja.\nNee, nee, also das fändt ja niemand, also wer wer die Letti auf Gitter findet, das wäre ja wirklich, also überhaupt. Nee, in der Tat nicht, so gut.\nJa, aber das ist so. Genau."
    },
    {
      "speaker": "roddi",
      "time": "0:54:19",
      "text": "Nicht, ist es nicht.\nListen, es kann Inhaltsverzeichnis."
    },
    {
      "speaker": "Letty",
      "time": "0:55:13",
      "text": "Sobald es darum geht, dass du etwas layouten musst und ich habe jetzt halt auch grad.\nGenau, ich finde halt auch Latech ist so mein Standard, aber zum Beispiel musste ich jetzt einen Bericht schreiben, Zwischenbericht für fürs Forschungsprojekt. Und dann willst du halt eigentlich auch\nDeckblatt einfach nur haben, wo dein Logo drauf ist und darunter kannst, ich sage mal, ein bissel geraffelter Text sein,\nAber ich weiß, wie groß die war irgendwie meine Masterarbeit des Deckplatz zu gestalten in Latech und wenn du da einmal wieder raus bist, brauchst du Ewigkeiten, bist du wieder drin.\nFindet auch, das ist mir jetzt wieder aufgefallen, als wir beim Easterhack waren, gibt's immer Einführungen im Markt, auch in in Latech, schön und gut, aber so was zu finden, wie,\nmachst du dein ganzes Layout? Wie machst du, dass es schön ist? Wie machst du, dass es vielleicht auch na Corporat Identity ist, jetzt vielleicht ein bisschen zu weit gegriffen, aber einfach mal Richtung, du hast,\ndein Layout, was für dich passt, wo du sagst, hast ist schön, gefällt dir, nehme ich jetzt für alles, veröffentlich das dann auch auf Gitarre von mir, aber wie strukturiere ich eigentlich mein Markdown Template so, dass es geil wird."
    },
    {
      "speaker": "roddi",
      "time": "0:58:42",
      "text": "Na ja, ich glaube, wenn wenn du mit Kitt anfangen willst, dann brauchst du aber auch ein Format, was halt ein reines Textformat ist und aus dem du dann etwas generierst. Und da ist halt,\nGenau und da ist zwischen Latech und Magda und ist halt nicht viel,\nNe, also mir fällt jetzt kein Programm ein, dessen Dokumente ich guten Gewissens äh in einen Kit reinwerfen würde, ohne dass das echt zur Hölle wird,\nIch weiß nicht, wie das mit Merell ist, aber wahrscheinlich kannst du da auch nicht die Dokumente in den Kit reinwerfen und diffen und.\nNein, überhaupt nicht.\nXML ist nicht Human Readable. Alles andere ist Augenwischerei."
    },
    {
      "speaker": "Letty",
      "time": "0:59:50",
      "text": "Ich würde es einen Fetisch nennen."
    },
    {
      "speaker": "roddi",
      "time": "1:00:12",
      "text": "Und die Klammer nie stimmen.\nJason willst du auch nicht per Hand schreiben."
    },
    {
      "speaker": "Letty",
      "time": "1:00:17",
      "text": "Es ist die Hölle."
    },
    {
      "speaker": "roddi",
      "time": "1:00:20",
      "text": "Jason per Hand. Du vergisst immer an der falschen Stelle einen Kummer oder hast eins zu 4 und ah."
    },
    {
      "speaker": "Letty",
      "time": "1:00:27",
      "text": "Ich bin auch mittlerweile grad am überlegen, für ein einfaches Problem, ein doch eine Datenbank zu schreiben, die einfach nur ein paar Felder hat, wo ich dann wieder Sachen reinschreiben kann. Also Datenmarkt Interface statt irgendwas selber zu bauen an Jason."
    },
    {
      "speaker": "roddi",
      "time": "1:01:07",
      "text": "Wie was wie wir's einrücken.\nMachen. Ja, da bist du aber bei Latech auch falsch aufgehoben.\nDu bist nirgendwo gut aufgehoben.\nLernprogrammieren."
    },
    {
      "speaker": "Letty",
      "time": "1:01:55",
      "text": "Eigentlich jemals einen Kalender fixen? Du hast ja mal dieses Kalenderthema gehabt, dass du."
    },
    {
      "speaker": "roddi",
      "time": "1:02:24",
      "text": "Mal verwendet, aber.\nJa für welche Texte.\nNaja, weil es ist ja ohne Unterschied, ob jetzt ein Romano oder eine Gebrauchsanweisung schreibst. Nee, das ist ein Unterschied.\nJa weil du andere Dinge brauchst. Also ich meine, Roman ist im Wesentlichen eine Bleiwüste. Während eine eine Gebrauchsanweisung halt hochstrukturiert ist mit Bildern und allem drum und dran und Achtung, Zeichen am Rande."
    },
    {
      "speaker": "Letty",
      "time": "1:04:11",
      "text": "Ich wollte gerade sagen, dafür gibt's ganz äh ganz äh viele Softwarelösungen, dass so deine Chapter irgendwie hast und deine ganzen Charaktere mit mit Steckbrief und so weiter. Also das kannst du auch bis ins Unendliche treiben."
    },
    {
      "speaker": "roddi",
      "time": "1:04:23",
      "text": "Ja aber das ist trotzdem, das ist halt einfach was anderes.\nIn schwarz weiß, ne.\nMenü unten.\nJa ja, da renne ich mich noch dran.\nEhrlich gesagt, ich schreibe meine Briefe immer mit Text Edit. Da gibt es diese Funktionsseitenränder einblenden und dann geht's los.\nSehr geehrter Herr, sehr geehrte Damen und Herren, ja.\nFreundlichen Grüßen. Anbei erhalten sie.\nNa ja, wie gesagt, da hast du zwei Möglichkeiten.\nIst äh.\nDer You Lost lost me ad X,\nDas ist.\nDu äh du erinnerst.\nDu erinnerst es mich gerade so ein bisschen an diesen diesen Comic von Dragon äh nee äh.\nÄhm äh mit mit äh wie heißt die eine Sprache? How to slayer dragon? Warte, ich such's gerade raus."
    },
    {
      "speaker": "Letty",
      "time": "1:14:59",
      "text": "Was ist meine Schuld? Äh."
    },
    {
      "speaker": "roddi",
      "time": "1:15:15",
      "text": "Ja, man merkt,\nKill Dragon Comic.\nAn den hast du mich erinnert aus dem Comic warte, ich schmeiße das Comic mal eben mal eben in den Slack."
    },
    {
      "speaker": "Letty",
      "time": "1:15:42",
      "text": "Der Meinung bist, dass du Recht hast."
    },
    {
      "speaker": "roddi",
      "time": "1:16:01",
      "text": "Noch ein bisschen weiter, da gibt's irgendwann also da gibt's diesen Comic äh how to killer Dragon and nine programming langwitches und dann gibt's weiter unten den äh you have hask ana Monat,\nUnd dann fängt er an und am Ende steht er vor der bröllen brennenden Mülltonne unit help.\nDer Swift Typ ist auch nicht schlecht.\nDer der der Swift-Typ ist auch nicht schlecht. Just as you are äh done Apple releases in New Dragon.\nDer letzten Sendung, ja.\nKurz vor der WWD C wird Apple äh für den App Store Apps ablehnen, die noch 32 Bit enthalten.\nIm App Store. Es ist erstmal nur der App Store. Sie lehnen es.\nNur die Sachen im App Store ab. Du kannst also keine Updates mehr machen zur Apps oder neue Apps einreichen. Die 32 Bit enthalten,\nWann sie dann den 32 Bit-Support komplett rauswerfen, steht halt auf einem anderen Blatt. Nur wenn man jetzt argumentiert, der Armprozessor kommt, dann werden sie sicherlich einen Armprozessor bauen für den MAC, der Armprozessor für den Mac,\nDann werden sie einen bauen, der kein 32 Bit-Support hat. Ist meine Vermutung und um das vorzubereiten, versuchen sie jetzt alles, was 32 Bit ist, loszuwerden.\nMoment, Moment. Wenn du wenn du äh ein Source Code hast, der unter 4und6 Bit nicht kompiliert,\nDann unter 64 bit intel, dann wird er auch unter vierundsechzig bit arm nicht kompilieren und äh deswegen äh glaube ich halt,\nAlso aus den letzten Transitionen, die ich so mitgemacht habe bei Apple, ist es halt so, dass äh also zum Beispiel die Transition von Power Pc zu Intel war halt die das Problem, aber nicht, dass es ein anderer Zeichensatz ist\nund die Transition von von äh von Intel zu arm jetzt gut das eine war Mecco ist das andere war iOS, aber da war das Problem überhaupt nicht der Prozessor,\nsondern dass du halt dass der Set von APIs nicht so ganz hundertprozentig ist. Äh wohingegen der Übergang von dreißig2 bis zu vierunddreißig, 4undsechzig Bit deutlich schmerzhafter war als diese anderen beiden Transitionen.\nJa oder läuft gar nicht. Also wenn du Code hast, der irgendwie in Strukturen rumgräbt, die halt davon ausgehen, dass dass das 32 Bett ist und alles, dann funktioniert's halt nicht.\nIch glaube, bei Intel war's schon auch ein Sprung, ja.\nJa, das.\nIch glaube, dass Arm viel stärker relative Sprünge benutzt und dann hast du ja du machst ja selten einen relativen Sprung über 4undsechzig bit Adress-Raum und dann hast du halt weniger Bikes in deinem Code, wo du tatsächlich springen musst. Also ich das.\nJa, aber ich kann mir nicht vorstellen, dass das inter jetzt einen Chip rausbringt, wo sie den 32 mit Support wegschmeißen.\nDas stimmt natürlich.\nWar, das war ja meine Argumentation, dass es danach riecht, dass sie dann auf arm gehen, weil Arm da nie 32 Bit haben wird und dann musst du halt darauf vorbereitet sein.\nWas über die 64 nein, die 64 Bit Transition, das hatte ich zur letzten Sendung rein einge.\nKurz, ja. Nur dass dass die das jetzt offiziell angekündigt hatten, dass dass sie kein dass sie kein 32 Bit mehr haben wollen. Darüber haben wir nicht gesprochen.\nAlso muss also musst vierundsechzig Bit unterstützen,\nDu musst für ein unterstützen. Also zweiunddreißig Bit alleine geht nicht mehr. Wenn du im Make-up Store Publishing willst, aber das ist natürlich so ein bisschen der Hebel, mit dem Sie wahrscheinlich anfangen zu biegen.\nHoffe, dass sie sich damit nicht in Fuß schießen, wie gesagt, weil weil halt doch da sehr viele Backend-Entwickler da draußen sind, die halt die halt auf Docker setzen und du kannst jetzt von Docca sagen, was du willst, aber das ist halt Intel, ne? Also.\nIn dem Docker-Container läuft halt ein Linux, ein Intel Linux. Und.\nNur wenn du auch abends Server hast, was aber niemand hat oder kaum jemand.\nAlso wenn du wenn du lokal auf deiner Maschine Docker Container entwickeln willst, dann müssen die natürlich auch dort lauffähig sein. Sprich, du lässt den Code laufen, der hinterher auch auf dem Server läuft und wenn du jetzt.\nDas mag ja sein, nur wenn du wenn du halt,\nda draußen deine ob es jetzt private oder Public Cloud ist, äh die komplett aus äh Prozessoren besteht und du willst auf einem Armrechner lokalen Dockercontainer entwickeln, dann müsste der ja in der virtuellen Maschine laufen, die wiederum halt\nIntercoat,\ninterpretiert und dann wird's fürchterlich langsam. Also an diese Leute kannst du dann den armen Rechner nicht verkaufen, weil die brauchen den Prozessor.\nDas mag durchaus sein, aber es ist trotzdem so, dass halt Doccar Container auf Intelmaschinen äh entwickelt werden und dann halt auch die Ployd werden.\nBrechenzentren.\nUnd so weiter.\nOder ist es.\nMemory Bount.\nWeil da die großen Player da draußen, die fahren halt sehr, sehr viel ja war, ne und äh Java braucht vor allen Dingen erstmal Speicher. Also unter.\nNein, natürlich äh baut für Apple solche Leute keine Rechner, aber die fahren halt solche Server. Ne, klar, das kann natürlich passieren, dass Apple sagt, wir bauen jetzt nur noch arm und dann gibt's halt diverse Firmen, die sagen, ja okay, dann kaufen wir halt jetzt Trinkpads.\nJa, nicht nur noch, aber für die Leute, die halt entwickeln, die entwickeln dann halt nicht mehr auf Apple-Artwear.\nJa, welchen denn? Mc Minnie.\nGenau, was weiß ich. Ja, ich weiß es nämlich auch nicht, was man da gerade.\nCloud Flair hat aber auch eine sehr spezielle Anwendung, ne.\nDie haben eine sehr spezielle Angriff Wendung.\nÜberhaupt nicht, Apple Style ist überhaupt nicht Apple Style und ist auch völlig unglaubwürdig, dass sie das machen. Also wenn sie umsteigen, dann stellen sie alles um.\nDu musst vor allem du musst vor allen Dingen allen Strom, den du verbrauchst hinterher durch die Klimaanlage wieder wegkühlen.\nJa wahrscheinlich beherstellen die alles in China wäre. Nur die Firma sitzt halt dort,\nNaja du hast, natürlich hast du noch Ausfallsicherheit und so ein Server muss halt muss halt äh auch IO machen. Der muss vor allen Dingen IO machen. Also,\nRechenleistung ist gar nicht so entscheidend. Also für so einen normalen Wald und Wiesenserver,\nDer packt halt Bits von rechts nach links und vor und zurück und in die Datenbank und aus der Datenbank wieder raus und in den Kafka-Stream und aus dem Kafka-Stream wieder raus und und und ach wie sie's anders heißt.\nIch fände das mal ganz angemessen, wenn Sie so einen Server bauen, dass Sie ihn dann auch verkaufen würden.\nDas ist so ne es muss ja nicht jetzt unbedingt ein hübscher Xurf sein aber einfach mal ein Stück Hardware was irgendwie was kann und was man sich bei uns untern untern Schreibtisch stellen kann. Also es ist irgendwie.\nAlso solange du wirklich wirklich vom,\nVom blanken Metall bis ganz oben an der Anwendung alles unter deinem äh unter deinen Fittichen hast, dann lohnt sich das auch. Wenn du aber eigentlich solche Ressourcen woanders einkaufst, dann bist du sowieso ein bisschen davon abhängig, was\ndir bietet. Ne, also ich meine.\nIm Prinzip ja.\nNee, ich halte es auch für möglich, dass Sie's machen. Ich bin mir nur nicht hundertprozentig sicher, ob's der\nSchritt ist, für alle Apple User und dass sie, wenn sie von arm, von Intel weggehen, halten einen Teil verlieren, weil die sagen, wir brauchen unbedingt Kompatibilität, damit wir in irgendwelchen virtuellen Boxen irgendwelche anderen Betriebssysteme laufen lassen können.\nDas sehe ich ein aber wir haben ja gerade eben schon festgestellt, dass du nicht so bist wie andere User.\nMal eine Ansage, ja.\nWenn das die letzte Brause war.\nNa ja, wenn es die letzte war, nicht."
    },
    {
      "speaker": "Letty",
      "time": "1:39:28",
      "text": "Da letztens auch so ein bisschen drüber nachgedacht, weil eben alle so darauf abfahren, äh Cloud-Computing zu betreiben und einfach\nirgendwo was gefühlt zum Mieten ähm ob man nicht eben, wenn man bisschen größer ist, irgendwann an einem Punkt kommt\nwo es halt wirklich günstiger ist. Also wo ist es günstiger zu sagen, ja am Anfang nehme ich's, kaufe ich so was wie Amazon ein und habe halt vielleicht trotz alledem, wenn ich eine große Firma bin, so ein\ntäglichen tägliche Amazon-Rechnung von tausenden von Euro,\nWo kommt dann der Punkt, wo man sagt so, es lohnt sich dann doch selber, die Infrastruktur zu haben, wo man, wie Huckel irgendwie meinte, bis ins kleinste technische Detail irgendwie die das Optimum aus den Servern,\nrauszuholen.\nWir sollten WOW da lieber erwähnen.\nDas stimmt, wenn du so mit.\nWenn du halt dieses User-Problem halt dann also oder die Problematik der User und Skalierbarkeit hast, das stimmt, ja."
    },
    {
      "speaker": "roddi",
      "time": "1:42:19",
      "text": "Ja vor allen Dingen vor allen Dingen hast.\nEs gibt noch einen anderen Effekt. Du willst ja oder Aspekt\ndu du willst ja, du willst ja eine Ausfallsicherheit haben. Das heißt, wenn du wirklich eine größere Firma bist, die davon abhängig ist, dass das System immer läuft, dann willst du ein Betrieb haben und wenn die\nwenn du das auf eigener Hardware machst, dann musst du auch zwei Data-Center haben.\nRichtig.\nGenau und dann kostet es halt nochmal richtig, wenn wenn du halt zwei Data-Center haben mussten mit zwei Anbindungen und, und, und, und, und."
    },
    {
      "speaker": "Letty",
      "time": "1:43:07",
      "text": "Ja ich habe mich das deswegen gefragt so ein bisschen äh ich weiß gar nicht, wie ich warum ich mir über so was überhaupt Gedanken gemacht habe.\nDas könnte gut sein, ähm weil,\nebenso dieses ah wann lohnt es sich wirklich so selber so oder mini Rechenzentrum selber zu haben und wenn du dann eben noch äh deine Software so optimieren kannst, genau dass sie halt eben wirklich parallel auch ähm,\nDas ist so Paral Computing mit den Dingen, mit den Dingen betreiben kannst. Dann wird sie halt erst so richtig spannend,\naber ich glaube meiner besten Freundin habe ich das erzählt und die meinte nur so, geh weg, das ist ein ekelhaftes Thema,\ndafür ein bisschen bekomme. Aber das ist halt was, wo ich mir echt dachte, so ah, wie muss ich das eigentlich aufbauen,\ndamit ich so quasi den besten kurz Kosten-Nutzen-Faktor habe."
    },
    {
      "speaker": "roddi",
      "time": "1:43:57",
      "text": "Total interessantes Thema."
    },
    {
      "speaker": "Letty",
      "time": "1:43:58",
      "text": "Ja, finde ich auch."
    },
    {
      "speaker": "roddi",
      "time": "1:43:59",
      "text": "Nicht super einfach natürlich."
    },
    {
      "speaker": "Letty",
      "time": "1:44:01",
      "text": "Nee, nee. Weil ich nämlich auch gedacht habe, so bei einigen Sachen viel also viele Software ist halt irgendwie,\nLäuft halt nicht so verteilt oder wird nie so primär so ähm entwickelt, dass es halt auch verteilt gut äh skaliert."
    },
    {
      "speaker": "roddi",
      "time": "1:44:14",
      "text": "Ja das ist auch total schwierig."
    },
    {
      "speaker": "Letty",
      "time": "1:44:16",
      "text": "Ich habe eine total geile Vorlesung gehabt,\nauf die mich so gefreut habe irgendwie hier leider war mein Professor irgendwie ein bisschen krank und äh hört sehr langsam geredet so zäh und Computer und ich bin echt,\nDas war eine harte.\nZu gefühlten Select all darauf."
    },
    {
      "speaker": "roddi",
      "time": "1:46:07",
      "text": "Wenn du dein eigenes Data-Center hast, dann kannst du schon auch andere Policys and Forcen, da hast du natürlich alles in in der Hand."
    },
    {
      "speaker": "Letty",
      "time": "1:46:20",
      "text": "Es ist halt extrem."
    },
    {
      "speaker": "roddi",
      "time": "1:46:25",
      "text": "Na ja gut, aber aber das äh das macht's halt auch so teuer. Ne, also wenn wenn du den Kram selber äh selber betreiben willst und und deswegen gehen ja auch,\nviele davon weg. Also äh selbst wenn du ein eigenes Data-Center betreibst, betreibst du's ja im Prinzip wie eine wie eine wie eine Cloud,\nNur dass du halt deine eigene Cloud aufbaust, sprich du schiebst ja auch die ganzen Instanzen ständig zwischen den Servern hin und her und und und es die neu und Zeug, weil,\nder Ansatz, der technische Ansatz macht total Sinn, egal ob dir jemand anders die Ressourcen gibt oder ob du die eigene Hardware im Keller hast.\nDann war's aber eine unfähige IT.\nDa hast du total recht. Also."
    },
    {
      "speaker": "Letty",
      "time": "1:50:17",
      "text": "Aber ich finde halt auch so,\nIch man hat manchmal bei einigen Unternehmungen so den Eindruck, sie wollen alles geschenkt haben und sie wissen auch alles immer so was ITs Security und Infrastrukturbetreiben angeht. Und das,\nna ja wie soll man sagen, vielleicht einfach mal ganz gutes Geld in die Hand zu nehmen, einen Menschen einzustellen, der davon Ahnung hat oder sich beraten zu lassen und nicht einfach jede Grütze sich dahin zu stellen,\necht ein Problem. So dieses."
    },
    {
      "speaker": "roddi",
      "time": "1:51:11",
      "text": "Ich leide mit dir.\nWenn du genau weißt, was du brauchst und hast das Know-how, dann kannst du's wahrscheinlich günstiger machen, als wenn äh Amazon an dir verdient. Das ist logisch.\nDazu kommt natürlich auch, dass also gerade so Firmen, die halt sehr viel auf große Performance machen, dass du dann natürlich auch den gesamten Stack optimieren willst. Und wenn da irgendeine Maschine in irgendeinem Data-Center in irgendeiner,\nkannst du halt zum Thema Performance auch nichts sagen und dann willst du die eigene Hardware haben.\nDas wird spannend, äh."
    },
    {
      "speaker": "Letty",
      "time": "1:56:18",
      "text": "Genau, lass mal bei der Dennis eröffnen.\nIch finde das ganz lustig, weil meine Mama ist auch so ein Kandidat äh eine."
    },
    {
      "speaker": "roddi",
      "time": "1:58:30",
      "text": "Meine nicht äh ehrlich gesagt."
    },
    {
      "speaker": "Letty",
      "time": "1:58:32",
      "text": "Die erklärt jeder wie der Rechner."
    },
    {
      "speaker": "roddi",
      "time": "1:58:34",
      "text": "Nee, aber die ist die ist ganz gut äh alleine unterwegs. Vor allen Dingen.\nJa na ja bei meiner Mutter ist es so.\nReplikator.\nWenn wenn du einen Alien machst schon. Wenn du dich wirklich deplizierst."
    },
    {
      "speaker": "Letty",
      "time": "2:02:04",
      "text": "Das war wahrscheinlich der der Grund auch, warum Apple das\nentwickelt hat, weil es so viele Mütter gibt, die bei einem anrufen. Nee, aber bei einem erklären, ich finde, was sie halt auch schon sagte, manchmal fehlt halt so diese gemeinsame Grundlage, über ein Thema zu reden und dann Metaphern zu finden\nAlso ich finde Metaphern, du hast ja auch gerade gesagt aus dem aus dem Leben sozusagen versuchen zu finden, um etwas Technisches zu erklären,\nund ich habe jetzt auch grad wieder eine Vorlesung es ist keine Vorlesung, Vorlesung in dem Sinne, sondern eher so ein Zusammenkommen wenn man Programmieren lernen will,\nZusammen mit einer anderen Kollegin und ich habe heute versucht Grundkonzepte des Programmierens einfach mal so ganz banal, variablen Datenstrukturen, Schleifen,\nSo conditions und Functions. Und Loops.\nGenau, aber ich wollte.\nOh Gott, ja das da habe ich auch kurz drangedacht, aber manchmal weiß man halt auch nicht, was den Leuten wirklich weiterhilft und was sie überfordert.\nGenau und ich habe so von ich habe schon mal gehört, dass es Programmiersprachen gibt, aber noch keine im echten an mir vorbeilaufen sehen so nach dem Motto und ich habe schon mal irgendetwas zumindest benutzt gehabt. Also wirklich so die Range von\nIch will ähm vielleicht nicht mehr direkt programmieren lernen, sondern eher,\nGrundkonzepte verstehen, damit ich dann, wenn ich mit einem Entwickler arbeite, mit ihm reden kann? Also ich arbeite ja hauptsächlich in der Uni mit den Designern zusammen,\neinige wollen programmieren wirklich lernen und andere wollen vielleicht einfach nur eine Grundlage haben um eine gemeinsame Kommunikation überhaupt aufbauen zu können was ja ziemlich wichtig ist, wenn man an einem Projekt zusammenarbeitet. Und ich habe halt versucht so Grund,\nBeim beim Kunden zu erklären, also wirklich das, was einem selber halt so komplett banal mittlerweile vorkommt. Ja. Ist total logisch,\ndas stimmt oder das stimmt nicht,\nDann sitzen halt irgendwie Leute und und gucken dann so, ja wie, was heißt das jetzt? Und und was mache ich da und das ist echt wieder.\nDu zerstörst meine Welt.\nAber mit Metaphern kann man's versuchen, auch nicht.\nDas stimmt, das ist eine.\nAlso genau heute war das halt für mich so ähm von vornherein gar nicht so auf eine spezielle Sprache fokussiert, weil ich einfach mal,\nnoch mal so eine Art wie so ein Input von den Konzepten hergeben wollte, weil mir eben in der ersten Vorlesung, die ich gegeben habe, da kam irgendwie so was die Frage wie ja wie kann ich mir denn eine Iteration vorstellen,\nAlso dass sie mit diesen Begriffen noch nicht wussten umzugehen und ich habe halt heute wirklich so versucht, so eine Grundlage zu schaffen, dass sie wissen, auch welche Begriffe sie zum Beispiel googeln müssen. Weil das ist ja auch so ein Ding, wenn du was du bei bei Neulingen so beim Kurden häufig,\näh merkst so, sie wissen so irgendwie, wo sie hinwollen, aber die Begrifflichkeit fehlt grad noch,\nDass ich ihn einfach so eine Art so ein bisschen äh mitgeben konnte und aber halt gleichzeitig dann auch nicht nur hm ich sage mal Pseudocode gezeigt habe, sondern nebenbei irgendwie so eine äh Jahreskrippel aufgehabt habe,\nUm das irgendwie kurz zu zeigen, wie verhalten sich denn irgendwie Iterationen? Was heißt nach.\nÄhm inkrementelles und dekrementelles Itterieren und einfach so Conditions so ein bisschen gezeigt. Ähm und da haben sie dann halt auch wirklich so,\nKlar, da haben Sie jetzt nicht mitgemacht und das ist vielleicht auch ein Fehler gewesen. Ähm,\nDa haben sie schon mal so ein bisschen was gesehen und halt auch in der Tat Fragen gestellt. Also nicht nur so gut du kannst bei einer Gruppe von 20 Leuten auch wissen, dass nur fünf Fragen stellen und.\nAber das ist eine guter guter Hinweis. Das werde ich wahrscheinlich einfach bei den nächsten zwei äh Themenkomplexen machen, dass ich denen ein bisschen was vorgebe,\nUnd ähm die einfach rumspielen sollen."
    },
    {
      "speaker": "roddi",
      "time": "2:10:29",
      "text": "Das sagst du in einem Podcast Mann.\nDas so spricht."
    },
    {
      "speaker": "Letty",
      "time": "2:14:32",
      "text": "Italienisch.\nHabe ich wieder einen Ohrwurm. Ja den Bella tschau.\nGenau, weil zwei Leute auch grad noch sagten, also der äh eine Person meinte im Chap äh Chat gerade, Kochrezepte sind super. Oh, das habe ich auch gehört und habe dann mir gedacht, so ja, schreiben wir doch so als Abschluss einen Algorithmus, wie man Pancakes kocht,\nein bisschen länger geworden und ich habe ihn heute jetzt noch nicht gemacht, weil ich dachte so oh Gott, oh Gott, oh Gott, nicht, dass ich die Leute verschrecke mit so einem simplen Kochrezept in Form eines Algorithmus und dachte dann so, oh je,\nBisher nächste Woche."
    },
    {
      "speaker": "roddi",
      "time": "2:15:27",
      "text": "Du kennst die Programmiersprache Chef, ne? Da formuliert man alle Programme wie ein Kochrezept."
    },
    {
      "speaker": "Letty",
      "time": "2:15:37",
      "text": "Das davon habe ich gehört. Ja."
    },
    {
      "speaker": "roddi",
      "time": "2:15:40",
      "text": "Chef heißt die."
    },
    {
      "speaker": "Letty",
      "time": "2:15:48",
      "text": "Greediance.\nGeil."
    },
    {
      "speaker": "roddi",
      "time": "2:15:56",
      "text": "Ja, du du deklarierst deine Variablen wie Zutaten. Zwei Eier, fünfhundert."
    },
    {
      "speaker": "Letty",
      "time": "2:16:02",
      "text": "Oh ist das geil."
    },
    {
      "speaker": "roddi",
      "time": "2:16:05",
      "text": "Dann kannst du halt angeben, was tust du wo rein und das."
    },
    {
      "speaker": "Letty",
      "time": "2:16:12",
      "text": "Geil, ich schreibe den nochmal um,\nHammer. Genau nach so was habe ich gesucht. Geil, danke. Ja? Perfekt."
    },
    {
      "speaker": "roddi",
      "time": "2:16:22",
      "text": "Also das auch ist auch mehr so eine esoterische Programmiersprache, weil sie glaube ich.\nNicht so ernst gemeint ist."
    },
    {
      "speaker": "Letty",
      "time": "2:16:29",
      "text": "Ja, das ist äh ich finde das jetzt nicht so schlimm, weil ich habe einfach nur ich wollte den halt auch so ein bisschen zeigen,\nwie man."
    },
    {
      "speaker": "roddi",
      "time": "2:16:43",
      "text": "Vatikan."
    },
    {
      "speaker": "Letty",
      "time": "2:16:50",
      "text": "Ich wollte den Leuten einfach nur ein bisschen zeigen, wie man so an Probleme herangeht oder wie man Probleme auf,\nähm Teile runterbrechen kann und habe denen halt auch ähm ein großartiges Video von extrakredit gezeigt, äh wenn ich das noch auf die Schnelle finde, wo sie äh also Extracredits sind ja eigentlich mehr Richtung Gendesign\nGebende seiner die verschiedene Themen,\naufarbeiten und unter anderem haben sie zwei Folgen zu äh wie man also was man als Entwickler so macht und äh wie man als Entwickler denkt, die ich ganz cool fand ähm,\nHier habe ich den meinen Mädels heute quasi gezeigt.\nNachfragen, wenn man mal was nicht versteht. Also das geht auch,\nnicht. Wenn man dann so ja ja, nickt, also nach.\nJa, aber.\nAber genau das, was Tim auch grad sagte mit dem vielleicht auch sich nicht trauen oder sozusagen, ja nee,\nIch programmiere eh nicht, habe ich jetzt halt auch irgendwie einmal gesagt bekommen, wo ich mir dachte so, na ja, also ich kann dir jetzt nur so bedingt Hilfe geben im Sinne von ich kann dir Dinge erklären, ich kann dir Hilfestellung im im Sinne von,\nwelche Webseiten gibt es, die dir deine Fragen vielleicht auch erklären können beziehungsweise wo du auch programmieren, vielleicht auf einer besseren Art und Weise lernst als in einem Kurs,\nAber ich kann Sie auch nur anbieten jemandem und\nwenn ich dann so dieses höre, ja naja ich programmiere ja gar nicht, dann denke ich mir auch so, na ja, also du musst es halt auch schon selber machen, wie halt auch schon irgendjemand im Chat, sagte so, es ist halt so ein,\nWas oder du auch grad sagtest, man kann nicht nur zuhören, man muss selber ausprobieren und rumspielen und auch mal ordentlich frustriert sein, wenn man was Neues lernt,\nGenau, bist dann wirklich mal so der Sweet Spot oder der Süßpunkt, wie Rolli vorhin sagte,\nan denen die Sachen halt auch funktionieren und man endlich merkt so geil, ich hab's geschnallt. Und das ist\nDas ist halt auch irgendwie schwierig, weil ich beziehe das gerade halt total häufig auf mich als äh Lehrkörper, wie man so schön sagt. Wenn jemand eben so gefühlt aus der Vorlesung dann geht und sagt, ja nee hier, der nichts eh nix mehr oder denke ich mir halt so, ja habe\nich jetzt irgendwas falsch gemacht oder ähm kann die Person vielleicht einfach in so einer Umgebung auch nur nicht lernen. Also es ist halt auch.\nOder es ist sehr viel wert. Ich hatte einen furchtbar schlechten.\nMeiner war auch noch Sportlehrer.\nIn Costa Rica gab's übrigens oder in Nicaragua ganz groß Werbung für vielleicht sollte dann das mal auch mal hier einführen."
    },
    {
      "speaker": "roddi",
      "time": "2:28:44",
      "text": "Ich hatte ich hatte einen Grundschullehrer, der also er hatte Matheunterricht, der der hatte echt einen extremen Weitblick. Man muss sozusagen, das waren Siebziger, ne? Da hat er,\nuns. Erstens mal, da gab's halt so rechnen auf anderen Zahlen, Basen. Wurde da irgendwie geleert, die ganzen Parallelklassen hatten irgendwie auf Fünferbasis, auf Dreierbasis, auf siebener Basis sonst was gemacht. Wir hatten nur binär,\nSo mit uns nur binär gemacht und dann.\nErste Zweierbasis.\nUnd dann hat er vor allen Dingen auch sehr viel Mengenleere gemacht und hat die Mengenleere halt auch so gemacht, dass du hinterher auch Bullshi Operatoren verstehst\nAlso es war halt und das in der dritten Klasse. Das war halt irgendwie auch total genial. Und der Typ, der war aber schon, keine Ahnung\nglaube ich den Weltkrieg noch mitgemacht. Irgendwie äh super alt, aber der hat diesen extremen Weitblick gehabt. Das hat ja echt lang, lang gedauert, bis sie's gemerkt habe."
    },
    {
      "speaker": "Letty",
      "time": "2:29:39",
      "text": "Irgendwie leider immer nur schlecht, nicht so gute Mathelehre, also bis zum Abi dann gehabt. Ähm,\nwas nie so ein gutes Verhältnis ist, wenn man sein Sportlehrer auch als Mathelehrer hat und man vorzugsweise gerne nicht zum Sportunterricht geht und wenn man da da ist, nur seine Eins mal eben mitnimmt,\nwieder abzuhauen. Es kommt auch nicht so gut beim Mathelehrer an. Das hat sich immer so ein bisschen ausgewirkt.\nIch auch gewesen und mein ja ich finde Mathe nie wirklich gut gewesen.\nIn Sport, nicht in Mathe,\nAber deswegen hat er mich halt auch gehasst und hat das auch so ein bisschen dann auch in einen in einem Matheunterricht mitgenommen. Das war irgendwie nicht so eine gute Kombi und selbst noch in der Uni,\nWeiß nicht, ich kann damit Formeln nicht so gut. Ich habe dann irgendwann mal zu meinem Matheproff gemeint, ich so, ja, also wenn das hier alles nicht in Formeln wäre, sondern Pseudocode fände ich das total klasse,\nso die Augen gerollt, weil ich bei ihm auch formale Sprachenautomaten hatte und das fand ich halt leicht,\ndas geht nicht, du fällst mir halb durch Mathe durch und geh durch ähm Automaten kommst du irgendwie einfach,\nso mit dem Fingerschnipp, versteht er nicht und es war ziemlich lustig,\nAber Mathe war auch, wie gesagt, durch die Formeln immer so ein bisschen. Ist nicht meine Notation."
    },
    {
      "speaker": "roddi",
      "time": "2:30:56",
      "text": "Ich kann dich übrigens beruhigen, also Mathe Abi habe ich ein bisschen Probleme gehabt. Das.\nSo so einfach."
    },
    {
      "speaker": "Letty",
      "time": "2:31:16",
      "text": "Ja, aber ich habe auch ähm.\nMit mir."
    },
    {
      "speaker": "roddi",
      "time": "2:31:51",
      "text": "Telefoninterview spätestens einer halben Stunde, ist alles klar."
    },
    {
      "speaker": "Letty",
      "time": "2:34:29",
      "text": "Ich muss sagen, ich habe ähm also Schule auch irgendwie so als überflüssig empfunden und hält auch fast gar nicht äh mich fürs Abi beworben, weil ich auch nur Realschule am Anfang gemacht.\nGenau und aber das hat sich halt im im Studium komplett gewandelt, weil da habe ich halt Informatik studiert und Informatik ist geil,\nUnd da habe ich also wirklich das erste Mal gemerkt so ja er ist halt genau das was ich will und dann kann ich mich reinhören,\ndas stört's kein, wenn ich das Wochenende die Sonne an mir vorbeiziehen sehe und programmiere."
    },
    {
      "speaker": "roddi",
      "time": "2:35:06",
      "text": "Ich weiß nicht, also."
    },
    {
      "speaker": "Letty",
      "time": "2:35:14",
      "text": "Das ist gut, aber nicht auf Dauer. Also mir fehlt auch so ein bisschen ein größeres Team mit den Informatikern, mit Informatik Hintergrund.\nNee, nee, nee, nee, ich meine, ich habe in meinem Team sehr viele ähm Designer,\nUnd also so Interface zu sein sehr viel, was total großartig ist, um als Entwickler mal einen die Designperspektive richtig kennenzulernen und die Zusammenarbeit wertzuschätzen,\nAber es fehlt mir dann so mal an einigen Stellen der der Austausch mit anderen, die halt auch mehr ich sage mal Hardcore-Cola sind, einfach mit denen ich mich mal unterhalten.\nIch mache gar kein Design. Das ist ja der Punkt. Ähm also Design mache ich gar nicht. Ich mache ein bisschen Fronten-CS, wenn's sein muss,\nbin immer ziemlich froh, wenn ich's nicht machen muss ähm und bin jetzt auch eher sogar, dass dass ich eben so backend und server mich gerade sehr viel mehr flasht, weil ich's einfach irgendwie spannend finde und was ich eben auch gerade meinte mit so verteiltes Rechnen,\nfinde ich jetzt auch nicht unspannend,\nUnd grad so in der Visualisierung sehe ich halt so das Potenzial, dass du eben die Möglichkeit hast, auch so was zu machen, wo du nicht nur,\nübertrieben gesagt, irgendeine schöne Grafik am Ende rauskommt, die irgendwie ein bisschen interaktiv ist, sondern du dich um so ganz viel Geraffel hintendran kümmern kannst, was die Leute aber nicht sehen,\nWas aber vielleicht für eine Visualisierung, die mit sehr vielen Daten arbeitet, aber total wichtig ist,\nDeswegen also ich bin auf gar keinen Fall Designer, das wäre ja eine Beleidigung für jeden Designer, wenn ich mich das nennen würde. Nein, nein. Deswegen."
    },
    {
      "speaker": "roddi",
      "time": "2:36:57",
      "text": "Ich bin hier totaler Außenseiter. Mich hat die Schule nicht weiter gestört, also nicht groß interessiert, aber das wird einfach fertig gemacht."
    },
    {
      "speaker": "Letty",
      "time": "2:37:04",
      "text": "War halt faul."
    },
    {
      "speaker": "roddi",
      "time": "2:37:05",
      "text": "Erfolgreich auch, aber es ging irgendwie trotzdem. Ich glaube, ich habe drei Wochen vorm Abi das erste Mal richtig gelernt.\nGläubigkeit.\nVor allen Dingen, ob die Leute das verstanden haben, also,\nIch habe ja auch diverse Leute eingestellt und das ist halt für mich ist halt ich versuche die Fragen immer so zu formulieren, dass Leute halt erklären müssen. Ne, nicht was macht man in dem Moment, sondern warum macht man das, was man tut,\nDas ist halt meistens äh merkt man halt dann sehr stark, haben die Leute wirklich verstanden, was sie da tun,\nwarum sie das tun und wenn sie verstanden haben, was sie tun, dann wissen sie auch, dass sie in einem etwas anderen Moment auch was anderes tun müssen und nicht einfach nur die Standardlösung draufkleben.\nJa ja, nee, wir wir machen halt immer ein Telefoninterview, also klar guckt erstmal die Unterlagen durch, da fallen natürlich sagen wir mal zwei Drittel raus,\nund äh dann machst du ein Telefoninterview oder fallen dann halt vielleicht auch nochmal 50 Prozent raus und,\nLeute, die dann durchs Telefoninterview durch sind, den schickst du halt also entweder wir laden die ein und dürfen das vor Ort machen oder schickst du's ihnen hin, halt so eine Coding Challenge,\nbaue das.\nIch kann mich ich kann mich nicht erinnern mal ein Abiturzeugnis von einem Bewerber gesehen zu haben. Also normalerweise guckt man nur den Lebenslauf an. Gut, dass diese ganzen.\nNa, ein bisschen schon. Äh die ganzen Zeugnisse, das macht alles HR, also die die gucken das alles an und und wenn die wenn\nda irgendwas faul ist, dann schmeißen sie mehr oder weniger eh schon raus, aber aber nee und und am am Ende des Tages brauchst du auch kein Abitur für das, was wir machen. Also du musst es halt können, also das ist irgendwie,\nja wie gesagt ne Coding Challenge und dann schreibt der Mann halt oder die Frau halt irgendwas und dann guckst du dir den Code an und sagst warum hast denn das so gemacht\nUnd wenn die dann ihren Code erklären müssen,\nDann merkst du sehr stark, ob sie sich was dabei gedacht haben oder ob der einfach so passiert ist. Ja, weil das macht man so. Das ist halt keine Antwort."
    },
    {
      "speaker": "Letty",
      "time": "2:41:32",
      "text": "Ich muss dir auch meine erste richtige Bewerbung jetzt wirklich in diesem öffentlichen Dienstkonstrukt schreiben,\nEs ist halt so der Moment gewesen, wo ich dachte, ah okay, strange, weil vorher war das eher so, you komm halt mal vorbei und wir reden,\nUnd da ist das wirklich so äußerst formal mit ich weiß nicht, ob ich das Abizeugnis hinschicken musste, aber so Masterzeugnis, Bachelor Zeugnis, auf jeden Fall erstmal. Ansonsten wirst du da ja gar nicht,\nAuswahl genommen, wenn du halt auch noch ähm in diese E-Geschichten, also du bist ja öffentlicher Dienst, dann wirst du nach Tarif bezahlt,\nMeine Fresse, was für ein hin und her."
    },
    {
      "speaker": "roddi",
      "time": "2:42:19",
      "text": "Geschichte. Ich habe mich mal bei Siemens beworben auf irgend so einen Job und habe denen alle Unterlagen hingeschickt, aber halt wenn du zehn Jahre studiert hast, dann ich habe halt kein Abiturzeugnis mitgeschickt,\nmeinten die so, ja wir brauchen aber noch das Tabiturzeugnis\nso na ja okay, dann schickst du's halt noch hin. Und dann haben die halt gesehen, dass in dem Abiturzeugnis stand halt für Mathe eine Drei drin."
    },
    {
      "speaker": "Letty",
      "time": "2:42:42",
      "text": "Ach und deswegen bist du nicht genommen worden. Das sind echt Trottel. Also das muss man echt mal sagen, wer auf sowas achtet in einem Abiturzeugen."
    },
    {
      "speaker": "roddi",
      "time": "2:42:50",
      "text": "Aber dann dachte ich mir, na ja gut.\nWill man da auch nicht arbeiten. Also das war oha."
    },
    {
      "speaker": "Letty",
      "time": "2:47:11",
      "text": "Seine Social-Media-Aufstellung nicht so gut."
    },
    {
      "speaker": "roddi",
      "time": "2:50:38",
      "text": "Nicht verstanden Instagram."
    },
    {
      "speaker": "Letty",
      "time": "2:51:35",
      "text": "Live-Geschichten, damit du.\nDie Geisteskranken vergessen."
    },
    {
      "speaker": "roddi",
      "time": "2:57:44",
      "text": "Aber du hast doch, du hast doch auf Facebook überhaupt nicht die Reichweite. Ja. Das funktioniert doch nicht.\nAlso ohne dass du dafür bezahlst, ne.\nNe, es ist halt das Einkassieren der der Inhalte im Wesentlichen, ne? Wollen die die halte unter Kontrolle kriegen."
    },
    {
      "speaker": "Letty",
      "time": "3:10:56",
      "text": "Das kann ich dir.\nEs kommt halt immer sehr auf den Content drauf an. Also ich was ich über YouTube äh zum Beispiel mir anschaue oder auch nur manchmal nebenbei höre, will ich gar nicht runterladen. Also Podcast ist halt definitiv,\nanderes und ich finde halt auch so ein Podcast kann nicht unbedingt auf YouTube funktionieren. Also ich nutze.\nNutze YouTube halt echt grad nur für,\nbisschen Recherche, weil ich grad ähm Women in Computing so ein bisschen recherchiere und da gucke, ob's kurze, spannende äh Filmsequenzen einfach zu verschiedenen Frauen gibt, die einfach eine Menge geilen Scheiß gemacht haben in der Geschichte,\nund um Sport zu machen. Ich habe halt mal irgendwie jeden Tag Yoga und ich habe halt einen Yoga-Channel, den ich.\nDeswegen verstehe ich halt komplett, dass das Tim da überhaupt nicht hin will, weil das so.\nNein, Dennis und ich fangen einfach an zu switchen, wenn wir immer WOW zocken.\nJa weil ich intensiv YouTube."
    },
    {
      "speaker": "roddi",
      "time": "3:21:51",
      "text": "Kanal habe ich nicht, aber man hat ja einen Google-Account und damals ist."
    },
    {
      "speaker": "Letty",
      "time": "3:24:45",
      "text": "Das stimmt.\nEhrlich gesagt fand ich Tims Gesicht vorhin bei der gesamten Diskussion über das Bildungswesen noch schlimmer. Da hat er noch verzweifelter geguckt, muss man mal dazu sagen.\nKeine Matratzen oder."
    },
    {
      "speaker": "roddi",
      "time": "3:31:55",
      "text": "Keine Matratzen, keine Webseiten.\nGenau das das Gefühl, dass es halt nur als Podcast funktioniert. Also du kannst halt nicht unterwegs in der U-Bahn YouTube machen,\nUnd ich weiß jetzt nicht, wie es mit Spotify ist, das habe ich nicht, aber ich kann mir vorstellen, dass du halt auch in einer Berliner U-Bahn, wo du äh nur hast, halt auch kein Spotify machen kannst. Aber mit einem mit einem\nPodcatcher mit einem normalen, der dir den Kram runterlädt, der lokal auf deinem Device liegt, den du anhören kannst, wann du willst\näh weil er einfach da ist, ist das halt was ganz anderes, den du jederzeit unterbrechen kannst, dann kannst du was anderes hören."
    },
    {
      "speaker": "Letty",
      "time": "3:35:33",
      "text": "Tim will einfach die Macht über alles hier in der Metaebene behalten."
    },
    {
      "speaker": "roddi",
      "time": "3:40:54",
      "text": "Ich kann mir schon vorstellen, dass es eine gewisse Genugtuung dass man die entwickelt, wenn man so ein Kreuzworträtsel gelöst hat. Also ich meine, das kann ja auch."
    },
    {
      "speaker": "Letty",
      "time": "3:41:02",
      "text": "Das habe ich früher auch häufig in der Schule gemacht."
    },
    {
      "speaker": "roddi",
      "time": "3:41:04",
      "text": "Kann ja auch anspruchsvoll anspruchsvoll sein, äh da die Dinge heraus.\nIst immer das Gleiche. Wir hatten vorhin die Diskussion um Spiele und gewisse Spiele sind für mich nix, weil ab einem bestimmten Punkt sind sie immer das Gleiche. Wahrscheinlich fände ich World of Warcraft nach mehreren Stunden langweilig."
    },
    {
      "speaker": "Letty",
      "time": "3:41:32",
      "text": "Aber zum Beispiel bei dem Thema Kreuzworträtsel. Also man war ja früher auch kreativ in der Schule, wenn uns langweilig war, hat man sich halt gegenseitig irgendwelche Rätsel geschrieben,\nUnd dann hast du halt auch wieder was zu tun gehabt. Also Kreuzworträtsel waren äh war ein Internet, hat eher so es hing in der Schule, wenn's langweilig war.\nKurz was einwerfen? Weil wir hatten die sechsstündige Abiprüfung ja grad. Tim, es wird dich erfreuen in meiner weiß ich wie viele Stündigen wahrscheinlich auch sechsstündigen Abiprüfungen. Hatte ich auch Buchhaltung.\nAch Scheiße, das weißt du ja immer noch.\nEcht? Ah."
    },
    {
      "speaker": "roddi",
      "time": "3:44:29",
      "text": "Ja ja, das hat sehr."
    },
    {
      "speaker": "Letty",
      "time": "3:44:30",
      "text": "Bisschen.\nWir hatten das Thema auch schon mal äh erst so wieder über Interhemd und Versand von von zum Beispiel Merchandise geredet hast. Ich glaube, ich fänd's auch einfach geil, mal so einen Tag lang irgendwelche Bestellungen zusammenzupacken\nschön irgendwie so eine Sache vom einen Stapel zum nächsten Stapel so.\nTag lang echt denken, geil.\nJa\nDu und Tim, ihr hättet da auf jeden Fall eine sehr gute Grundlage."
    },
    {
      "speaker": "roddi",
      "time": "3:46:07",
      "text": "Ja, nehmt euch meine eigene Sendung."
    },
    {
      "speaker": "Letty",
      "time": "3:46:11",
      "text": "Anonyme Buchhalter."
    },
    {
      "speaker": "roddi",
      "time": "3:47:00",
      "text": "Spaqueria plus also das ist echt."
    },
    {
      "speaker": "Letty",
      "time": "3:47:36",
      "text": "Du meinst, Facebook hat auch seine Buchhaltung nicht im Griff."
    },
    {
      "speaker": "roddi",
      "time": "3:53:29",
      "text": "Nee, weil du ja lokal verschlüsselst, bevor du's hinschickst."
    },
    {
      "speaker": "Letty",
      "time": "4:02:16",
      "text": "Ja ich nutze die auch, die wie so für wenn ich ähm also ich mache auch immer noch nebenbei Freelancing und es ist großartig. Einfach mal nix vergessen, dass du da einfach gefragt wirst einfach schon und Hinweise. Das finde ich ist ganz gut auf jeden Fall."
    },
    {
      "speaker": "roddi",
      "time": "4:08:09",
      "text": "Das war aber eine ziemliche Tim out, ja. Es war eine ziemliche Luftwand hier.\nDazu."
    }
  ]
}