{"v":1,"episode":223,"speakers":["Tim Pritlove","Letty","hukl","Denis Ahrens"],"t":[101,116,118,148,150,153,156,161,162,174,175,176,179,180,194,199,203,209,214,215,221,250,254,258,259,261,262,265,269,272,273,284,286,287,291,292,295,312,314,373,375,381,403,404,412,416,418,566,567,568,570,610,617,643,644,645,650,653,661,664,681,686,705,706,708,717,867,878,994,1029,1080,1086,1150,1151,1161,1171,1513,1517,1519,1528,1530,1582,1583,1600,1621,1625,1661,1662,1664,1666,1669,1672,1679,1737,1738,1771,1774,1785,1789,1801,1802,1813,1817,1845,1873,1896,1919,1925,1931,1934,1957,1959,1989,1995,2006,2009,2012,2013,2047,2050,2098,2099,2121,2126,2141,2142,2152,2163,2165,2170,2227,2234,2275,2280,2290,2303,2304,2308,2310,2313,2315,2321,2327,2330,2336,2337,2337,2338,2340,2341,2344,2349,2353,2355,2360,2362,2365,2367,2369,2372,2375,2378,2380,2386,2391,2394,2516,2545,2557,2558,2561,2571,2575,2600,2613,2852,2855,2881,2957,2959,2959,2968,2984,2985,3000,3050,3056,3080,3081,3083,3106,3110,3113,3114,3160,3167,3169,3195,3199,3199,3208,3209,3232,3235,3274,3340,3357,3449,3459,3513,3521,3550,3554,3582,3584,3604,3608,3616,3635,3648,3652,3655,3656,3665,3669,3674,3689,3690,3694,3696,3699,3701,3702,3704,3713,3715,3715,3723,3723,3727,3790,3795,3858,3892,3915,3936,3940,3942,3952,3954,3978,3981,4036,4042,4046,4048,4051,4052,4078,4080,4089,4094,4116,4121,4126,4137,4143,4151,4154,4157,4159,4164,4167,4172,4175,4176,4195,4197,4210,4233,4234,4242,4243,4259,4268,4272,4272,4276,4282,4284,4286,4287,4318,4347,4350,4354,4366,4372,4385,4388,4390,4393,4427,4430,4449,4453,4456,4459,4462,4464,4466,4467,4469,4476,4484,4486,4492,4496,4529,4531,4539,4546,4565,4568,4572,4573,4578,4587,4595,4597,4603,4604,4609,4612,4621,4633,4663,4668,4676,4681,4697,4706,4714,4719,4733,4737,4737,4745,4747,4750,4755,4756,4771,4776,4795,4800,4829,4841,4844,4852,4871,4903,4908,4919,4921,4949,4954,5021,5022,5066,5069,5084,5086,5087,5104,5113,5114,5147,5148,5279,5295,5305,5309,5320,5322,5327,5332,5333,5342,5348,5358,5359,5373,5376,5384,5390,5425,5426,5428,5429,5457,5459,5532,5535,5556,5561,5563,5565,5567,5569,5585,5589,5592,5594,5604,5615,5625,5627,5631,5638,5647,5650,5655,5663,5664,5673,5683,5686,5718,5723,5772,5774,5795,5802,5820,5828,5856,5858,5877,5878,5879,5890,5890,5921,5922,5954,5961,6009,6018,6054,6055,6067,6090,6123,6132,6169,6183,6195,6196,6219,6222,6230,6239,6242,6247,6254,6258,6265,6267,6274,6275,6277,6278,6280,6283,6284,6298,6300,6302,6307,6308,6328,6329,6332,6348,6354,6365,6376,6380,6383,6411,6414,6417,6453,6454,6467,6474,6477,6479,6485,6502,6513,6514,6535,6536,6536,6545,6549,6551,6554,6588,6591,6642,6656,6691,6707,6749,6755,6759,6761,6770,6782,6784,6791,6793,6797,6801,6804,6815,6817,6818,6822,6824,6825,6832,6836,6843,6850,6852,6853,6856,6860,6864,6872,6873,6876,6893,6901,6904,6905,6908,6915,6916,6919,6922,6928,6934,6936,6939,6940,6942,6946,6947,6952,6957,6958,6960,6962,6965,6966,6969,6981,6988,7008,7012,7017,7021,7026,7027,7031,7034,7036,7041,7043,7045,7049,7052,7053,7073,7080,7091,7095,7105,7107,7111,7174,7178,7183,7184,7194,7195,7196,7203,7205,7207,7213,7222,7224,7235,7242,7245,7247,7249,7252,7275,7278,7282,7290,7292,7295,7325,7342,7344,7349,7404,7412,7420,7422,7426,7429,7440,7469,7473,7485,7486,7487,7519,7534,7556,7601,7614,7635,7662,7666,7668,7694,7697,7699,7701,7713,7719,7724,7789,7791,7792,7821,7823,7834,7838,7865,7868,7898,7934,7940,7958,7966,7970,7993,7997,8008,8028,8051,8098,8109,8111,8113,8126,8128,8133,8170,8185,8190,8208,8210,8223,8244,8267,8278,8353,8354,8363,8371,8408,8422,8425,8432,8446,8447,8450,8454,8463,8466,8468,8469,8477,8490,8497,8505,8507,8517,8518,8523,8539,8547,8568,8569,8640,8643,8717,8721,8763,8766,8774,8775,8781,8785,8796,8797,8799,8800,8806,8812,8817,8827,8836,8838,8854,8857,8864,8873,8874,8887,8895,8906,8909,8984,8993,9011,9014,9024,9025,9081,9082,9085,9086,9101,9102,9104,9107,9111,9142,9144,9240,9242,9267,9278,9309,9311,9408,9411,9413,9416,9424,9428,9472,9488,9496,9496,9504,9512,9520,9523,9527,9538,9550,9563,9606,9607,9759,9761,9797,9799,9825,9838,9846,9854,9885,9886,9891,9895,9932,9935,9962,9964,9973,9975,9978,9980,9983,9991,9995,9997,10019,10023,10025,10029,10029,10032,10034,10043,10044,10076,10079,10081,10085,10098,10103,10116,10120,10152,10163,10166,10172,10175,10184,10187,10192,10201,10203,10205,10207,10216,10218,10220,10221,10227,10227,10234,10238,10239,10256,10257,10264,10272,10284,10285,10295,10304,10316,10318,10319,10342,10353,10363,10368,10370,10387,10397,10401,10404,10408,10411,10433,10436,10438,10440,10444,10464,10479,10495,10530,10534,10540,10545,10553,10554,10567,10569,10572,10575,10577,10589,10598,10600,10611,10612,10622,10630,10642,10642,10664,10664,10667,10672,10673,10680,10683,10692,10693,10699,10701,10703,10705,10706,10716,10718,10721,10724,10738,10742,10744,10748,10752,10767,10770,10771,10773,10777,10778,10780,10793,10794,10796,10800,10804,10820,10841,10843,10845,10851,10853,10863,10864,10870,10877,10896,10909,10917,10921,11041,11042,11043,11046,11050,11051,11054,11055,11059,11061,11064,11067,11067,11070,11075,11079,11087,11092,11094,11110,11111,11134,11135,11141,11147,11152,11159,11163,11164,11166,11166,11168,11171,11172,11178,11186,11194,11197,11206,11213,11214,11220,11240,11251,11262,11271,11279,11282,11309,11357,11362,11366,11368,11373,11375,11378,11395,11396,11414,11421,11425,11428,11433,11435,11441,11443,11450,11467,11471,11489,11490,11497,11498,11529,11534,11540,11544,11576,11577,11583,11588,11593,11599,11607,11613,11618,11626,11645,11646,11652,11658,11670,11672,11719,11722,11724,11728,11734,11736,11758,11759,11780,11794,11796,11797,11799,11819,11837,11839,11843,11845,11847,11943,11948,11983,11987,12026,12027,12043,12045,12046,12052,12059,12077,12091,12098,12098,12110,12112,12115,12117,12201,12210,12211,12271,12273,12317,12321,12426,12447,12453,12455,12457,12462,12464,12497,12499,12534,12536,12537,12539,12562,12569,12572,12574,12601,12623,12642,12672,12716,12720,12729,12732,12738,12739,12744,12745,12754,12766,12770,12788,12797,12807,12827,12832,12835,12866,12867,12893,12899,12905,12908,12912,12913,12918,12920,13029,13030,13086,13089,13090,13151,13183,13351,13378,13379,13383,13384,13392,13398,13399,13406,13407,13411,13416,13424,13425,13426,13447,13449,13543,13550,13553,13572,13574,13587,13740,13752,13804,13807,13847,13868,13900,13966,13967,13968,13985,13985,14000,14001,14009,14011,14012,14114,14146,14168,14182,14207,14210,14212,14218,14220,14223,14225,14244,14268,14272,14292,14298,14299,14301,14310,14314,14315,14335,14337],"s":[0,1,0,2,1,0,1,2,0,2,0,3,1,0,1,0,2,1,0,1,0,2,0,2,0,2,0,1,0,1,0,3,0,1,3,2,0,3,0,1,3,0,1,2,3,2,0,3,0,2,0,1,0,3,0,1,3,0,1,0,3,0,1,0,1,0,1,0,1,0,3,0,3,0,1,0,3,2,3,0,3,0,3,1,3,0,1,3,0,1,0,1,2,1,3,1,2,3,2,0,2,1,2,0,3,2,1,0,2,0,1,0,3,0,3,0,3,0,3,0,2,0,3,0,3,0,3,0,3,0,3,0,2,0,3,2,3,2,1,3,2,3,0,3,2,0,3,0,1,0,3,2,3,0,2,0,3,0,3,0,1,3,1,2,3,0,3,1,0,1,0,1,0,1,0,2,0,1,2,3,1,2,1,2,1,0,2,1,2,1,2,1,2,1,2,1,2,0,3,0,2,0,2,0,2,0,2,3,2,0,2,3,2,0,2,0,2,0,2,0,2,3,0,2,0,3,0,3,0,3,0,2,0,3,0,3,1,3,0,3,1,3,2,3,2,0,1,2,0,2,0,2,0,2,0,2,0,2,3,2,0,2,3,0,2,0,1,0,2,3,2,0,2,3,2,0,3,2,0,3,0,2,0,2,1,2,3,2,0,2,3,2,1,2,1,2,1,2,0,2,0,2,0,2,1,2,3,1,2,3,1,2,1,2,1,2,1,2,0,2,0,2,0,2,3,0,2,1,2,1,2,1,3,2,1,2,1,0,2,0,2,1,2,0,2,3,2,0,2,1,3,2,1,2,3,2,0,2,0,2,0,1,3,0,3,2,3,1,3,1,3,0,3,0,3,2,0,3,0,3,0,3,0,2,3,0,2,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,2,0,3,0,3,0,3,0,1,0,3,1,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,2,3,0,3,0,3,1,3,1,2,3,2,3,0,3,1,3,2,3,1,3,2,0,3,0,3,0,3,0,2,0,1,3,1,3,0,3,1,3,0,1,3,1,0,3,0,1,0,3,2,0,2,3,1,0,1,2,1,2,1,0,2,1,0,1,2,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,3,1,3,1,0,1,2,3,1,0,1,3,1,3,0,1,0,1,2,1,3,1,0,3,0,2,1,0,3,0,1,0,1,0,3,0,3,0,1,3,0,2,0,3,0,3,0,3,0,3,0,1,0,1,0,1,3,0,1,0,3,0,1,0,1,0,1,2,1,0,1,3,1,2,1,3,1,3,2,0,3,2,0,3,0,3,0,2,0,3,1,3,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,1,2,3,2,0,3,1,3,0,1,0,2,1,2,3,2,1,2,1,2,3,0,2,0,2,0,2,0,2,3,2,3,2,0,2,0,2,0,2,0,3,2,3,2,3,0,2,0,2,3,2,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,1,3,0,2,0,2,0,3,0,3,0,2,0,2,0,3,0,2,0,1,2,0,2,0,2,0,3,0,2,1,2,3,2,0,2,3,2,3,2,3,2,3,2,3,2,0,3,0,3,0,3,0,3,0,3,2,3,2,3,0,3,2,3,2,3,0,3,0,3,2,3,2,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,2,3,0,3,0,3,0,3,2,3,0,3,0,3,2,3,0,3,2,3,0,3,0,3,0,3,2,0,3,0,3,2,3,2,3,0,2,0,3,0,3,0,3,2,3,2,0,3,0,2,3,2,3,0,3,0,3,0,2,0,2,0,2,0,2,0,2,0,2,3,2,3,2,3,1,2,3,2,1,2,3,1,3,1,2,1,2,1,2,0,3,2,3,2,3,2,1,3,1,3,1,3,1,0,1,2,0,2,3,1,0,3,1,0,1,3,0,1,3,1,0,1,2,1,0,3,0,3,1,3,0,3,2,3,2,3,0,3,1,3,0,2,3,0,3,0,1,3,0,3,2,3,2,0,3,0,3,0,3,0,3,0,3,0,3,2,0,3,0,3,2,0,2,3,0,3,0,3,2,3,0,3,0,2,3,2,3,2,0,2,3,0,2,3,2,0,1,2,0,1,0,1,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,1,0,2,0,2,0,3,0,3,0,3,0,3,0,3,0,1,3,1,0,1,2,0,1,3,2,1,2,1,2,1,2,1,2,0,2,1,2,1,0,2,0,3,2,3,2,1,2,1,2,1,2,1,2,1,2,0,1,2,1,3,1,2,1,2,1,3,2,3,2,1,2,1,2,1,2,0,2,0,2,3,2,0,2,0,2,0,1,2,1,2,3,2,1,2,3,1,3,2,0,2,0,2,0,3,0,2,0,1,0,1,0,1,0,1,2,0,2,0,3,1,3,2,0,2,3,1,2,0,2,0,2,0,3,0,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,0,2,0,2,0,1,0,2,0,2,1,3,1,2,0,2,0,2,0],"x":["Pfau rufe,\nsoll ich das Licht mal ein bisschen runter drehen weil ich sitze hier drin.","Das rote Licht blendet hier etwas.","Willkommen im Digi,\nwir gehen die Meinungen hin und her das ist nur so eine Wollust ist,\nja herzlich willkommen zu Freakshow die 223 Aufgabe,\n26 September 2018.","Chris eingefedert.","Ich höre mich im übrigen total laut also er.","Ja zu laut unsere dich.","Ich weiß nicht ob das Gefühl dass ich super laut.","Mal geputzt.","Soll ja soll ja helfen manchmal ja da sind wir wieder mit Hucke.","Ja hallo hallo.","Dennis gibt sich die Ehre.","Hallo.","Tennis unbeeindruckt.","Und Letty ist da,\nda Tim und der Rest ist nicht da und ja da sitzen wir,\nversicherte Sendung wo wir es gefiel haben werden keine Themen aber irgendwie haben wir doch Themen.","Wir haben den die sind es noch nicht genug.","Dir mir mir sind es nicht mir zu wenig Struktur in den Themen das eigentlich alles.","Aber das ist auch ein Standardsatz den Tim ungefähr bei jeder Sendung mindestens einmal im Vorlauf.","Das wird mir hier den Standard Satz bringen dass ich echt gerne mich Reus wann würde ohne.","Räusper dich funktioniert sogar na toll ne.","Gutes auf die richtig großartig dieses Studium ein Traum in rot.","Ich bin auf die Idee gekommen dass ich gleich mein Bluetooth Problem einfach dadurch lösen kann dass ich den anderen Rechnereinsatz auf die lebe ich noch gar,\nnee ich habe doch das kopplungsproblem dass ich die Geräte nicht in der benötigten Anzahl mit meinem Mac Pro verbinden könnte aber das ist das ja überhaupt nicht auf dem Rechner machen muss dann auch auf einem anderen Rechner machen kann die dich mir erst letztens gekommen und erst jetzt\nkommst du mir wieder dass ich das ja diesmal als ich ausprobieren wollte aber.","Aber wie kann dann das auf einem anderen Rechner die Spur muten.","Das ist EMI die.","Was heißt dann einfach weiter oder wie.","Muss ich nur irgendwie dann auf dieses midi.","Aya.","Bring das kriegen wir hin.","Hatte der Stream sagt gerade hat außer.","Nee der Stream sagt das selber nicht das sagte bestenfalls der.","Mach das ist derzeit in.","Über den streamen aber da kann ich jetzt wenig dran drehen und ich habe auch berechtigte Zweifel weil Internet geht ja entweder überhaupt nicht oder es funktioniert.","091 ne.","Ja","Was ist wenn das jetzt fasi kann wenn das jetzt passiert Internet.","Halbes mit meinte.","Kann ja auch im Stream re-lay liegen.","Wii es kann es kann viele viele viele viele Gründe haben ja weiß nicht irgendwas,\nwichtiges passiert noch was für einen Joint erläutern müssen sonst würde ich mal wieder mit Feedback anfangen das kann mir ganz gut an.","Ja fange an mit Feedback.","Also generell,\nist es ja immer recht viel was da so beschrieben wird in den Kommentaren dass ich auch ganz toll und paar Sachen will ich jetzt mal nur kurz erwähnen dass sie,\nkommentiert worden aber das will ich jetzt hier nicht alles aufgreifen erstens tausendfache Wortmeldung zum Thema Annas wohlgefühlt jeder Hörer einmal seine Lieblings Konfiguration genannt hat da lässt sich glaube ich auch über,\ngar keinen Konsens erzielen was denn jetzt so die tollste Auktion ist\nich persönlich habe noch\nkann keinerlei Entscheidungen fällen können das liegt auch an dieser Vielzahl der Meldungen und jeder um wie von allen behauptet es ging ja schon irgendwie hat er noch mal so ein Einbau,\nkommen Sie denn überhaupt nicht auch nur auf rienas erwähnen wegen könnte weil das ja so viele tausend Optionen hat und guck mal was man damit alles machen kann so,\nja und dann stehe ich da halt und weiß irgendwie auch nicht wieder vorne und hinten dann gehen wir zum nächsten Thema um da gibt's dann kannst du mir eine Rückmeldung zum Thema was ist denn jetzt das beste Bluetooth Headset.","Ja ich werde es mir noch mal durchlesen.","Doch auf die Person an was sie so an Features wollen was sie für Ohren von Hörverhalten H.","Gibt auf jeden Fall Tipps insbesondere zu der Problematik sport,\nund Kopfhörer die nicht rausfallen bei dem selbigen undsoweiter Plantronics Headset werden da empfohlen,\noder gab es einen kurzen Hinweis mit irgendwie warum denn immer iCloud empfehlen würde wenn man kein Internet hat damit ja auch iCloud nichts da ist natürlich was dran andererseits.","Jasmund.","Wenn man kein Internet hat kann doch nicht Freakshow hören und das über die Themen aufregen und dann Kommentar ablassen finde den Fehler.","Nachrichtensender vielleicht mit der Post Schick.","Ausdrucken.","Ja na gut bisschen detaillierter und aufgreifen würdiger war das Feedback noch mal zu Apple pay da habe ich ja letzte Mal,\nerstmal gesagt dass ich offenbar nicht alles verstanden habe das wurde dann jetzt noch mal,\nhat man denn jetzt für dich bei jedem Kauf eine andere Kartennummer oder nicht,\nBusch unserem Zweifel war hat sich jetzt mittlerweile geklärt ist so dass diese random Kartennummer quasi ist die weiß abhängig,\nwas heißt wenn du das einmal auf deinem iPhone einrichtet dann zahlst du auch immer mit der gleichen Kartennummer dir aber nicht deine Maine Kartennummer ist und wenn,\ndu hast dein Gerät neu aufsetzen hast du eine neue Karte ist machst das nicht ich ihn auch nicht jede Woche aus diesem Grund aber so ist es halt andererseits bedeutet das auch,\nvermisse es bedeuten dass wir uns auf dem iPhone und auf der watch einsetzt hast du da zumindest zwei Karten man hast weißt ja zwei verschiedene die weiße sind mit zwei verschiedenen secure enclave.\nJa am,\nes gibt da eine längere Erklärung wie denn das alles genau funktioniert mit dieser tokenisierung und Wanda zu welchem Zeitpunkt du gemacht wird\ndas gebe ich aber jetzt nicht alles wieder hat Simon geschrieben Link ist in den Shownotes und da könnt ihr euch das gerne mal durchlesen und weiter kommentieren,\nmich zwingen das noch mal aufzugreifen oder sowas feedback loop sozusagen,\nja dann kannst du noch irgendwie eine schöne Rückmeldung bezüglich Daten Elchen das ist wirklich cool und zwar gibt's in,\nin Australien da einen interessanten Ansatz nämlich die Amer das Problem dass da die Distanzen dann doch noch mal ein bisschen weiter sind,\nund da gibt es an verschiedenen Stellen so Installationen soll man es beschreiben also sie nennen das mobile phone Hotspot,\noh das ist quasi so eine feste Installation die aus zwei oder drei Teilen besteht der,\ndavor ist dann.","Also so Sat-Schüssel Mees.","Susanne Soldat.","Parabolspiegel.","Genau ein Parabolspiegel der quasi diese LTE oder was auch immer da gefunkt wird also die Mobilfunkfrequenzen bündelt und dann quasi,\nna wieso einbrennen Glas auf dein Telefon leitet,\nund für größere Distanzen oder größere Höhen je nachdem wo das Ding steht läuft das dann auch unter Umständen noch mal über einen Umlenkspiegel der sowieso ein großes schildnummer so23 m da drüber steht,\ndas heißt aber dann quasi in der Pampa connection haben will aber sich nicht in unmittelbarer Nähe sind Hotspots also ein richtiger richtige Mobilstation befindet dann kann man da sein Telefon reinstellen stellt sich da sozusagen davor in den Strahl Nenngebühr.","Man muss ich wohlgemerkt auch das Bild dazu angucken was zeigt wie man das ganze zu bedienen hat da ist ein.","Ja ich muss auf meine Chat schmeißen ja genau und ja stellt sich raus das ist irgendwie so eine Standard Geschichte vom,\nalso glaube vom Center for appropriate technology limited was ein sehr schöner Name ist wie ich finde und ja da wird das dann.","One United time Fossil.","Beworben.","Aber immerhin einige haben scheinbar auch ein Sonnenschutz nn Sonnenschutz.","Bestellt.","Genau das was in Australien auch ganz angemessen ist also jeder hat da so seine Variante vom Daten Elch.","Der Feldwies noch mal auf das Daten Kangaroo hin vielleicht ist das quasi nennt man es da so.","Das Date Haru,\nja keine Ahnung weiß ich nicht müsste man vielleicht auch noch mal erfinden also ein Känguru mit Satellitenschüssel dran und so weiter was die ganze Zeit durch die Gegend Raubling dürfen nicht so concept kompatibel.","Ja ganz in Brandenburg auch mal machen.","Soviel zu den Daten Elchen aus Australien,\ndann kannst du auch noch mal sehr viel Feedback zu dieser ganzen Frage der Apple watch werden ja alles mal die Apple watch hier diskutiert weil alles neu und gerade frisch vorgestellt zu erinnerung wir haben die Sendung Viertelstunde nach Abschluss dieser komischen Keynote gemacht was immer sehr gefährlich ist.","Auch an.","Warum hat man hört sich der Sendung an.","Ihr echter an einigen Stellen sind wir so ein bisschen langsam naja langsamer als sonst.","Naja ist meist auch nicht ganz einfach jetzt so eine Information mehr oder weniger in Echtzeit zu verarbeiten also ich fand ja früher gab auch ein paar Podcast die so tat sich die Keynote live kommentiert haben was für vorkommen bekloppt halte weil,\nComair total durcheinander aber auch so dieses unmittelbar danach senden haben wir eigentlich selten gemacht wenn man eigentlich bisher fast immer eine glückliche Situation Woche Zeit zu haben\nDavid und zwar zwar nicht so top-aktuell aber man kannst du das schon mal über irgendwas nachgedacht haben dafür finde ich haben wir es aber gar nicht so schlecht getroffen,\nviel Diskussion in Kommentaren gab es aber dann zu dem Thema,\nist denn die Apple watch nur in einem Medical Device oder nicht was bedeutet denn das überhaupt im was müsste denn passieren damit das Ganze in Deutschland durch,\ndas werden kann ja habe ich das richtig sehe also Oxy hat hier drauf hingewiesen in Deutschland bzw Europa ist das daneben die europäische arzneimittelagentur dass du quasi sind äquivalent zu dieser FDA obsidan,\nsich genauso verhält wie die weiß ich nicht so ganz genau und das.\nBundesräte habe ich diese Abkürzung nicht aufgelöst in Deutschland wäre das BFH RM zuständig das ist bestimmt das Bundesamt Bundesinstitut für Arzneimittel und Medizinprodukte,\nunten zuständig wäre dann das MPG das ist dann das Medizinproduktegesetz genau.\nMan kann nicht einfach nur jetzt so ein Ding auf dem Markt bringen und sagen das ist jetzt hier Medizingerät sondern das ist dann halt entsprechend seiner Art und Weise was es denn ist kategorisiert für,\nein EKG wäre dann angeblich die Klasse 2b zuständig und das bedeutet dass es daneben vom Bundesinstitut für Arzneimittel,\nzugelassen werden müsste wobei und auch darauf weisen die Kommentare hin,\nzugelassen wird die Software nicht die Uhr,\nwas sind quasi die Apps die letzten Endes da als,\nauch wenn die natürlich dafür erforderlich ist das macht die Sache aber auch einfacher,\nweil sonst müsstest du sie war ja wahrscheinlich jetzt schon irgendwie als solche deklarieren oder keine Ahnung wie das so läuft der ganze medizinische Zulassungsprozess ist,\nam kompliziert.","Kann dann vielleicht das nächste Mal Tala was erzählen weil die ja genau in dem Zertifizierungen Gedöns und eben das mit den Klassen hatten die auch gerade das jetzt von einer Klasse in der andere reingerutscht.","Genau also das war auch so ein bisschen meine stille Hoffnung dass ich vielleicht heute schon dazustoßen können konnte aber ist nicht so also verschieben das ganze noch mal\nwohnen Alex von Nils noch mal korrigiert dass wir Kammerflimmern gesagt haben großer Fehler\ngroßer Unterschied vor allem auch also diese\nFunktion die die Apple watch erkennen kann es das sogenannte Vorhofflimmern wo ein,\ngroßer Unterschied besteht Kammerflimmern ist sozusagen das was beim Herzinfarkt,\nauftritt und Kammerflimmern ist sozusagen eine ja eine elektrische Erregungsbildung im Vorhof,\nund die kann man heute,\nund das kann dann eben später ein Schlaganfall,\nzur Folge haben so und dann gibt's da hätten entsprechend gesteigertes Risiko bei den Leuten bei denen das auftaucht halt nicht dass man kriegt aber dann weiß man zumindest schon mal dass man da eine höhere Wahrscheinlichkeit hat und kann das entsprechend.\nVielleicht schon erahnen und von daher macht durchaus auch Sinn so ein Gerät sagen was an da Hinweise geben kann ne,\ndann gabs noch irgendwie die Frage ob es über beide Arme akkurat ist dann schreibt er hier die Uhr Ableitung nach einthoven sind zwischen beiden Arm rechter Arm linkes Bein und linker Arm linkes Bein,\nAbleitung 123 nach Eindhoven EKG Ableitung der watch entspricht damit der Ableitung I was auch auf einem Slide während der Präsentation zu sehen war Oury kg leitete Wilhelm,\nEindhoven ab indem er beide Hände und das linke Bein in einen Eimer mit leitfähigen Wasser hielt welcher mittels Kabel mit einer EKG Maschine verbunden,\nja also mit einer Worten das ist schon irgendwie ein EKG aber es ist sozusagen das Minimum aber immerhin ist es das auch.","Was mich jetzt was März wenn du das gerade so erzählst welche Frage ich mir gerade Stelle ist also ich habe das auch in der Medizin Vorlesung gehabt dass wenn du einen Herzinfarkt schon hattest von dem du vielleicht auch nichts wusstest,\ndass man das auch im EKG asit,\ndass ich ob das so insgesamt die gesamte Gruppe wird dann Betroffenheit oder einen Teil der Kurve aber da könnte man ja auch noch mal,\ndarüber reden ich weiß die das genaue oder vielleicht hatte nierster wieder eine Idee dazu weil das wäre natürlich ja auch interessant,\nwenn man das dann noch sehen ist würde man dann auch sehen eigentlich in einem Gerät.","Ja\nsoviel das Feedbacks gab dann auch noch Eigenwerbung ich leite die mal kurz weiter weil das wohl auch relevantesten dem Thema es gibt einen Podcast er heißt medical Standard time wird von Philipp und Fabian gemacht dir kommentiert haben auch,\nund der Philipp,\nbesprochen auch da packe ich noch mal einen Link in die Shownotes rein,\nja das war soweit das Feedback zur uhr wir werden nachher noch mal über die Uhr reden glaube ich ne ja und dann dann,\ndann kann mir noch was was mich.","Zu spät für den Trailer.","Und zwar da mir über das Computer History Museum welche Park und den ganzen Kram besprochen und ich hatte auch kurz erwähnt dass mir dort gesagt worden sei das ja da dieser andere Computer im Campbell stehen würde,\nwas er ja auch noch mal im previously aufgegriffen wurde und ich habe mir dann im Nachgang das mal genauer angeschaut weil Dilling,\nund ich war sagt man stand,\nwas ich war wirklich beeindruckt das projekt heißt nämlich mega Prozessor ist noch gar nicht so lange her,\ndas Ding ist erst vor zwei Jahren da in diesem Museum aufgehört stellt worden und das hat so ein Typ so ein Dritter über einen längeren Zeitraum sich ausgedacht und zusammengebaut,\nund Kriegen bisschen verwalten,\nund das Ding ist einfach nur geil also das sind mehrere große Paneele.","Der Typ.","1234567 wo Menschen hohe Paneele.","Der erste Satz ist auch sehr schön wenn Megaforce Wetter ist in microprocessor Bild large very large und das ist es halt da auch sehr gut.","Genau und das Ding ist wirklich faszinierend und insofern mega konsequent als das hier echt jede einzelne Transistor.\nLogik sichtbar ist\ndeine auf Pana Projekte hinweisen die sind alle sehr viel kompakter aber hier ist es wirklich konsequent gemacht dass wirklich jeder Transistor jeder einzelne Schaltweg als solcher sichtbar ist\ndas heißt man kann wirklich bis ins allerletzte Detail alles nachvollziehen was dort an Flo abgeht,\nund diese einzelne Paneele teilen,\nmehrere Bereiche mich so wie es üblicherweise auch in einer modernen CPU aufgeteilt ist also es gibt da die sogenannten general,\npurpose registers also,\nin dem Fall sind es glaube ich 16 Bit Register und 24 Stück sprich wo der Rechner kurzfristig,\nwarte also 16 Bit Werte halten kann und irgendwo anders hin laden kann,\ndann gibt's eine entsprechende arithmetische und logische Einheit also die Alu,\ndann gibt's die ganzen special purpose Register die Sonne CPU hat das sind also sowas wie program counter also der zählt wo quasi gerade das,\nProgramm\nsich befindet was abgearbeitet wird und so Geschichten wie Stackpointer et cetera die sind also da.\nUnten untergebracht dann gibt's noch,\nwas ja eigentlich am spannendsten finde ich das noch selber am wenigsten verstanden habe,\nsprich das ist der Teil wo eben tatsächlich aus den Werten die im Speicher liegen und die Instruktion repräsentieren abgeleitet wird was denn der Computer eigentlich tun soll also wenn ich sage Computer in dem Fall hat die CPU.\nDa gibt's ein weiteres Panel wo die State Machine und die Status flags sind also quasi die eigentliche,\nalso steht Maschinen definiert ja quasi was passiert als nächstes in welchem Gesamtzustand befindet sich diese CPU eigentlich um einfach,\nKontext zu schaffen für,\nwas weiß ich machst Addition und hast du übertragt NASA carry bit das muss ja auch irgendwo sein das einfach diese ganzen Flex die dann wiederum in anderen Instruktionen\nbenutzen kannst umso condizionale Sachen zu machen wie\nspringe an eine andere Stelle wenn das Bit gesetzt ist oder macht da weiter mit der nächsten Instruktionen ist nicht Gesetzes etc.pp Assisi typischen Sprung,\nGeschichten oder eben Instruktionen die irgendeiner Form relativ zu irgendeines Status\npassirana also at with care EZB werde wäre halt nicht nur ein Addieren von zwei Zahlen sollen du nimmst quasi auch noch dieses karibik daneben auch noch mit was,\naußerhalb der Register gespeichert ist nämlich in den Status flags das findet man eigentlich in allen CPUs,\ndann gibt's noch zum Kontrollen Teilbereichen dass ich mal kurz raus weil der ist eigentlich extern,\nund dann ganz pfiffig hat das Ding halt noch 256 Byte Speicher.\nAuch visualisiert und zwar repräsentiert sich eben der Speicher quasi selbst oder ist er einfach auf dieses ganze Panel aufgetragen 16 x 32,\nBit und wenn da halt in dem Speicher ein Bit gesetzt ist dann leuchtet da eben eine LED auf und damit ist der Speicher sein eigener Bildschirm,\nwenn du dann halt tetris dadrauf spielst dann gibt's halt überhaupt gar keinen AIO mit einem Bildschirm oder so so an der Speicher ist der Bildschirm das heißt das Programm läuft so,\ndas auf dem Bildschirm tetris zu sehen ist\nwas ich noch nicht so ganz verstanden habe als mir die Videos angeschaut habe ist wurden eigentlich das Programm dann liegt wenn das der ganze Speicher ist und trotzdem der ganze Bildschirm war irgendwie tetris das habe ich noch nicht ganz verstanden habe sowieso noch nicht alles verstanden ich habe dann,\ngesehen dass der Typ nicht nur so eine und overview Tour aufgenommen hat sondern er hat dann auch noch so eine Reihe von Videos gestartet,\nwoher wirklich von an angefangen hat zu erklären wie das,\nweil er einfach,\nso weit unten angefangen hat an so ein Punkt mit Wie verhält sich eigentlich ein Transistor und das hatte ich bis dahin ehrlich gesagt genau findet eine Hardware Niete nicht wirklich geschnallt.\nIch war total elektrisiert habe mich in die erste erste Video gesehen hast mir so Park 40 Jahre oder was weiß ich wie lange ich mich zu lassen\nmit dem Kran beschäftige und nie ist bei mir der Groschen gefallen und jetzt Rasseln die die Münzen laufen durch,\nund klicke mich dann so wirklich von einem zum nächsten wo er dann irgendwie an jedes weitere Detail erklärt hat und via da seine ganze Logik aufgebaut hat und mit dena sind Transistoren und Logikgatter und alle Sachen zu Klimbim bis hin zum addieren,\naber Schluss Passau playlist alle wo ist das nächste Video,\ndann bist du dran Panik geraten weißer irgendwann festgestellt habt ja das war's jetzt erstmal die nächsten mache ich dann später dauert noch ein bisschen und das sind wir schon nun ja ja dass er aufgehört hat,\nda bin ich verrückt geworden weil ich dachte mir so Bar warum bringt er das jetzt hier nicht zuende dass man das nur für dich komplett verstehen kann.","Wo kann ich erstmal reingrätschen also vor anderthalb Jahren zurück habe ich ja schon erzählt.","Mach mal dein Mikro richtig für die Schnute.","Soft Bit Computer nachbauen wollte habe ich jetzt auch nicht zu Ende gemacht weil es ganz schön aufwendig gewesen so oft batbout aber es gibt von einem Typen heißt bonita.","Habe ich schon auf der Liste.","30 Videos der erklärt genau das was der dann riesengroß macht auf Breadboard Ebene der hattest nicht ganz so viel mit Transistor mal so einer wird's auch eine Menge so diese 74er Logikbausteine die man aber dann auch gleich lernt was gar nicht so verkehrt ist\nunsere wirklich 30 Videos der geht ganz unten bei LED und bei Schaltern und bei diesem,\nn555 oder wieder Chip heißt und wie sind heimatshop irgendwie Dingens da so,\nBlacklight alles und am Ende hast du auch nach mit Computer der erklärt auch was Michael kurzen hasten\njeder Befehle abgearbeitet brauche mehrere Takt und das muss ja auch gesteuert werden und so und das ist da kannst du dann eigene Microcode erfinden das ist ultra geil dann hast du auch wirklich CPU kommen,\nalso die Seite lieder.net also wieder essen auf englisch dot net.","Ethernet a-ok ich hatte ja nur die.","Genau da hat er,\nstarte das gelistet und der Rest ist dann bei YouTube genau aber so kann man ein bisschen genauer reinspringen ich glaube inzwischen gibt sogar Leute die die bauteillisten schon zusammenstellen falls man das Ding so nachbauen will damit man das schon alles als das fertige Liste hat was man also kaufen muss.","Ja würde mega Prozessor da gibt's in der Taten Infoseite wie man dem programmieren kann man kann in S Händler programmieren,\nund es gibt es Hunde auch so eine App instructions Seite dass man eben,\nden die Hex Files nicht mehr in dem Simulator laufen kann sondern wenn man ihn besuchen gehen soll man sie halt einfach mitbringen der Mega Prozessor kann das dann halt runterladen.","Egun.de das natürlich cool.","Ja das ist mega cool und,\nich habe ihn dann auch gleich angeschrieben und hatte ihn dann irgendwie schnell im Chat,\nich meine so Videos und kann geht nicht und überhaupt nicht kannst du nicht machen,\nNavi mit ein bisschen Motivation rüber gegeben und naja meinte so ob er den Führung machen würde er das macht dann halt so ab und zu mal wenn so Schulen kommen und so aber\nimmer mal vorbeikommt und vorher bescheid sagt und so weiter und dass ich auch mal Nachmittag frei ein bisschen.","Ja ich weiß.","Jetzt oder gerade schon da warst.","Nee ich war noch nicht.","In der Nähe waren wir schon ja ich weiß ja.","Ja gut dann warm halten der Nähe aber macht ja nichts von mir ja noch mal hinfahren.","Freakshow Klassenausflug geil.","An der Stelle würde ich auch noch mal kurz ein Buch erwähnen was ich hier schon paar mal erwähnt habe aber man kann es ja,\nmal wieder tun die Leute finden das ja auch immer nicht in den Shownotes da gibt's nämlich auch dieses schöne Buch habe ich gerade hier in den Chat gepackt kannst ja vielleicht noch mal kurz aufreißen,\nnämlich die elements of computing Systems building a modern computer from first principles du hast es ja sogar geschenkt bekommen glaube ich mal als Hörer geschenkt\nweil da gibt's nämlich auch da droben das sozusagen die so ein com,\nauf gebastelt wird und dann am Ende ich glaube auch tetris da drauf gespielt wird und,\nselbst mal den nicht baut also ist auch für das Verständnis für Computer durchaus interessanter so Schritt-für-Schritt das Ding aufzubauen,\naber sind halt immer auch so kleine praktische Aufgaben sozusagen auszuführen also.","MC oder sorry.","Gerade jetzt wo wo Intelia durch durch diese ganzen backen Schicht\nSpectre und meltdown irgendwie hier Microcode Patches bringt und jeder sich immer fragte was jetzt genau Microcode eigentlich genau ist der sollte sich da mal mit genau befassen weil wir sind acht,\nmini Kisten da ist der Microsite noch relativ übersichtlich und dann kannst du das genau angucken und dann hat man so ein Grundverständnis was der Michael Kothes und warum sich das so Sachen prima fixen lassen\nalso das ist schon also mir hat total geholfen hat zurzeit ist der Groschen gefallen und dann sind die LEDs angegangen.","Nicht nur auf dem Wort.","Und genau dieses weil du gerade meintest hier Transistor verstanden und so weiter ich hatte ja auch schon paar mal dieses Buch getting started with or in electronic.","Bastelbuch was du auf Karopapier geschrieben oder wie hatte ich immer noch PDF glaube ich.","Genau und da geht da ja auch am Ende zur Halbleitertechnik über und dann gibt's ja da diese integrated circuit aufgeschnitten also von ihm handgemalt wo man.","Rate mal welches Buch was ist also kannst du.","Getting started in electronics Avensis wiedergibt getting started with electronics oder in electronics.","Im-elektronics aber das ist.","Also wer das haben doch es gibt es in anscheinend eine 99 Cover\nso kann ich das noch gar nicht aber so das ist das Buch Moment ich packe es mal hier rein also ich hätte das für Leute die das interessiert vielleicht auch eine Privatkopie\ndas Buch ist ähnlich von 194 und ich weiß gar nicht ob du es jetzt aktuell noch gedruckt wird auf Amazon gibt's nur noch gebrauchte Varianten ich habe.","Der Benni da hat einen anderen Tipp gegeben,\ndas Buch ist irgendwie aus den 70ern gab es wohl noch mal bis 2001 nach Auflage das ist jetzt zumindest noch als Taschenbuch gelistet und in USA kann man sie auch noch eingebundenes kaufen,\ndas habe ich mir jetzt mal bestellt den Computer electronics an introduction to microcomputers und weil das Sony aus den Siebzigern ist weil ich mir auch sicher dass das sozusagen auch nicht zu komplex.","Das hilft manchmal man halt der Moderne Scheiß den will mit den hat man ja von Herzen wenn man gar nicht mal mit drin haben wir erstmal die Grundlagen wann er will es ihm nicht weg gekürzt haben so sollen wir so wirklich,\ndann hilft das aber so alten Scheiß kauft,\noder sich halt 8 Bit Computer nachbaut klar skaliert das nicht und die sind nicht schnell und nix und so weiter aber er hat man verstanden und nach oben skalieren kann man ja dann im Kopf selber.","Dieses Buch von dem Tannenbaum\nmodern operating systems von ist ja auch ganz geil so die ersten 100 Seiten mit 200 Seiten weil man dann irgendwie erklärt bekommt war wofür eigentlich Betriebssysteme gut sind und was sie Wort für ein Problem gelöst haben und so weiter aber dann,\nwenn es dann darum geht wie das in der modernen Welt so ist dann.\nHat bei mir dann auch ganz schnell der weiße Rauch eingesetzt.","Haben wir nicht sogar den Tannenbaum gesehen als wir hoffen Ihrem erfahrenen dieser Bücher Geschichte Nichtchristen.","Dann gute ein Tannenbaum liegt eigentlich überall in allen gut sortierten alten Bücherlisten rum.","Noch nicht nur den alten ist ja immer noch aktuell.","Der Mega Prozessor da in Cambridge hat tatsächlich die absurde Zahl von 42370 Transistoren die der alle Hand gelötet hat,\nauch sehr schön wenn man so sein Logbuch liest wo also dieses ganze development mit für Zoologie Adansonia nie wieder ich bin fertig nie wieder Transistoren löten und so weiter.","Dann gehen die ersten Kaffee.","Ja hat er noch klein anpassbares gemacht und so weiter natürlich nach dem Transport von den ganzen Teil war auch gleich wieder was kaputt kalte Lötstellen und so weiter,\nübersetze mich bemerkenswerte Zahl hat ja auch eine relativ modernes Design gewähltes ist ja eher so ein simpler Prozessor der aber schon so ein bisschen 90er Jahre mäßig unterwegs ist also mit 16 Bit und so das gabsseiler Prinzip in den 80er noch\ngar nicht müsst nicht im bezahlbaren Bereich ja dann bin ich.","Ja 79, 68000 raus.","79 kann der 68000 raus angestimmt was recht.","Satte Weile gedauert bis er groß eingesetzt wobei die Preise mussten erstmal sinken und so aber der kam 79 raus.","Ja also im Jahr also.","Nach außen 16 Bit intern die Register 32.","Ja aber damals war das ja was ich meinte ist das waren die teuren Systeme und Business sozusagen sofort domates war dauert es ja also die 16bit so 80286 und so weiter das kam erst Ende der 80er Jahre,\nnichtsdestotrotz ist dann noch ein zweites Projekt empfohlen worden und ins Auge geflogen,\ndas nennt sich nervlich Monster 65.02 und das ist halt wenig überraschend einen nach Bauprojekt der 65.02 CPU also.","Schön dass beide Monster dazu auch noch groß ist.","Ja und dass es weil es ja sicher,\nbin auf den Mord im Osu ist ja die Firma den 45.02,\ngebaut hat der 65.02 Uhr ist für die Leute die das nicht wissen der Prozessor der am Apple 2 und 1 zum Einsatz kam Nintendo C64 VC20,\nAtari die ersten Atari,\nSona Tata also das war eigentlich der erfolgreichste 8-Bit Prozessor im Hongkong,\nund auch noch eine relativ und komplexe Geschichte,\nder ist jetzt hier nicht ganz so diskret aufgebaut sondern der verwendet halt SMD Bausteine aber ist und wie groß ist das wenn man ist das so anschauen so ein bisschen so.","Pizzakarton.","Dünner 1Jahr Pizzakartons heißt auch sehr hübsch gemacht Monster 65.02,\nauch sehr interessant wobei man in Samos der 75020 3510 Transistoren gehabt würde eigentlich gar nicht so viel da muss ich mal heute so die Millionen Zahlen anschaut die da verbaut werden.","Gab's nicht auf letzten Kongress den von Monkey Dom den 65.02.","Nicht von Maggi Tom von Michael Stahl,\nwar episch aber nicht auf dem letzten Kongresse und dann war alles nur es war Apollo Computer da hat er den auseinandergenommen.","Mainz länger her.","Was ein bisschen länger her den hat er mal gehalten danach hatte ich auch den C64 SG und sie findet sich nicht um 15 Uhr.","Aber darüber gibst du auch speziell einen Talk C64 gab es auch 64 Seiten 256 1156 Gleis und 64 Minuten war das nicht der C64.","Ja oder was nur 74 la2.","Nenne 256 Stringer bing bing bing bing bing die ganze Zeit.","Müssen jetzt mal gucken auf auf jeden Fall sehr schönes Projekt weil das auch sehr hübsches was dabei rauskommt,\nund irgendwo in den FAQ gab's dann noch für diese schöne Stelle würde man sich mir das hier raus geholt ja genau wie groß,\nwäre denn eine moderne CPU in dieser Skalierungen Antwort bezog sich das noch auf Apple 8,\nx8x aus das was iPad Air 2 drin war das jetzt auch schon wieder 23 Jahre her mit drei,\nRebellion also 3 Milliarden 30 Touren und,\nwürde man halt so ein Apple a8x diese auf dieselbe Art und Weise bauen dann wäre das Ding,\n286 Quadratmeter.","Und diesen Monster 65.02 ist der nur so ein einmalig oder kann man den so auch kaufen sich dann an die Wand hängen oder.","Das ist so ein einmaliges Ding wobei mich ist richtig verstanden habe sitze gerade an dem Re-Design,\nund will das Ding noch mal neu machen weil sie bei dem ersten Design surprise surprise Fehler hatten bzw Dinge festgestellt haben die man noch um hübscher und schöner machen können ich habe mir das jetzt nicht ganz so genau angeschaut,\naber sieht einfach geil aus zu müssen es die Fotografie auf dieser Webseite hübsch und ja die können dann halt auch vom 16.02 Code fahren seid nicht so schnell das Ding schafft dann halt nur oder 60,\n60 Kilo Herz anstatt Megahertz.","27.03 war der Reverse Engineering gemos 65.02.","Als ob schon auf Michael Stalder wer sonst.","Ich habe ja auf meinem Rechner noch ein Foto von dem Teil von dem 68010 was 20000 mal 20.000 Punkte groß ist das würde ich mir ja gerne noch in groß ausdrucken aber ich habe es immer noch nicht zu nett.","Pixel grain.","Warum die ich hätte gerne Hälfte von DIN A0.","Ach so klein nur.","Hier vorne ist eine davon ist eine Drucke.","Von DIN A0 ist doch nicht klein.","Teuer auch gleichen.","Ist doch richtig groß wie groß ist ein DIN A0 schon Meter breit oder so oder.","Na die Hälfte ist DIN A1.","Also habe ich dir helfe gesagt da ich meinte also eins unter DIN A0 also -1 und sein wenn's dann das.","Edition.","Unter im Sinne von größer.","Doppelt ja.","Doppelt und Delano.","A - 1.","A00 oder angeln abends die Namen.","00 was was ist denn dass das Hitchcock Poster hier Apple quatscht immer noch so ein Original.","Null sein aber dass der Amerikaner weiß.","Aber jetzt hat DIN A0 ca Sondergröße.","Na das daneben ist A2.","Ich guck mal.","Ja das ist ungefähr A0.","Ist mir ein bisschen zu wenig der dich schon eher doppelt so groß wäre schon schön.","Bisschen größer ist bisschen größer.","Das Wort ist auch quadratisch also weil das da auch quadratisch.","Na mach kann man alles machen heutzutage.","WISAG da vorne ist eine Druckerei da drüben ist auch einer.","Und die waren so große Dinge.","Die sind wahrscheinlich nur plota 0 wobei der anderen könntest du mal schauen.","Java weil pixeltrain kriegst Service liebe ich also nicht beliebig groß aber auch ein geiler Qualität.","Wir reden nachher noch mal.","Ja das zu Prozessoren und selber bauen und so und vor allem lernen wieder Krampf funktioniert kann jedem eigentlich nur empfehlen der sich irgendwie ansatzweise damit beschäftig für mich war schon die,\nAuseinandersetzung mit einer CPU oder einfachen CPU auf Assembler Ebene,\nund natürlich dann falle vom C64 auch noch so eine Sondermaschine dazu das hat einfach so diesen speziellen Reiz,\nKatja mit Michael Stahl auch schon mal noch mal CARE gemacht zum Thema C64 oder war das auch so meine erste Frage ja warum beschäftigst du dich mit so alter scheiße,\nja er hat noch eine bessere Antwort gegeben nämlich mehr meint na ja das wäre halt wahrscheinlich so ziemlich der letzte Computer.\nDie man eigentlich noch komplett verstehen kann also der DC finde ich kann echt eine Menge das Ding macht Ton das Ding macht Bild das Ding macht,\nkann irgendwie ordentlich rechnen deshalb AIO aber es ist trotzdem möglich,\nmit einem überschaubaren Aufwand und natürlich mit einer gewissen Passion Intensität muss man das schon rangehen aber du kannst eigentlich alles Wissen über diese Maschine alles es in du kennst jeden Scheiß,\nbin jedes bitte von jedem dieser Steine die da drin sind pens jeder ins,\nund das finde ich ist irgendwie ein mega empower mentis ist und unseren Sohn,\nHighlander feeling und wieder geht so dass dass das Licht so aus dem Himmel heraus auf dich Herr niedergeschossen und dann so ich habe begriffen und das,\nwas ich gefühlt baut sich bei mir mein komplettes Computer Verständnis darauf auf,\nich einmal so diese unterste Schicht gesehen habe und das dadurch wird es auch so entmystifiziert man weiß einfach so ja okay das ist das worauf das alles passiert alles da drüber ist Wasser nur anders gekocht.","Na bei den bendita Videos hat\nsieht man auch ganz schick das auch die CPU Intel auch nur so eine,\nBussystem hat wo halt die ganzen Register dranhängt und die Daten Neifer auf dem Bus liegen und dann das Register sagt ja das jetzt halt mal für mich und alle anderen halten solange die Klappe oder zwei lesen das sogar gleichzeitig ein Mann will wo bist nur der entsprechende mikrocrowd schreiben dann kannst du zwei Register gleichzeitig laden alles gar kein Problem und dann versteht man so eine,\nCPU Internetseite zu mich\nSchool.","Was jetzt aber gerade vergessen hast dass es eben auch in Museen gibt und dass uns noch mal das Museum heinz-nixdorf-forum auch noch mal wen wird dass das auch sehr lohnenswertes zu sehen da weiß ich selber noch nicht.","Ich war da schon mal.","In Paderborn die auch irgendwie das ist das größte Computer.","Ich war nicht zu mistake da ich war mal separat da mich hat das nicht so umgehauen.","Es war so dein persönlicher Bletchley Park.","Naja also sonst nichts ist sicherlich ganz interessant hat aber auch\nwie auch alle anderen nationalen Computer Museen immer so dieses Problem dass sie so diese diese spezifische nationale Brille drauf haben also auch diese British Museum\nfalls er so ja England und so ne und wenn der USA Computer History Museum gehst kriegst natürlich auch primär die ganzen amerikanischen Kram und.","Da gibt's sogar einen Teil über Grace Hopper ich weiß garnicht ob sie einander man speziellen strange über Programmiersprachen eigentlich haben weil dafür im Computer History Museum in den USA bei Grasshopper ja I war die eine programmiert.","Ja klar natürlich,\nund das sollte es halt in jedem geben also ich finde halt wenn man so einen Computergeschichte macht dann sollte man eben diese diese nationale Brille weglassen so und dann hat er halt da viel Soja Nixdorf ja okay gut das war jetzt nicht unwichtig oder so\naber ich muss dann auch echt nicht jede von diesem Büro Kisten sehen,\nbei dir ist auch alle nicht so bahnbrechend waren immer also sicherlich hat nichts offene Menge zu beigetragen und war auch in seiner bestimmten Domäne recht wichtig\naber ich gehe doch da eigentlich hin um was anderes zu verstehen was mir gut gefallen hat im heinz-nixdorf-forum war dass sie,\nzum Überlegen schon eine Weile her dass sie angefangen haben,\ndie Geschichte der neue das nennen Zeichenkodierung.\nWirklich ganz am Anfang beginnen zu lassen mit Fön Zeichnungen sie haben wirklich gezeigt,\nwie Menschen angefangen haben das zählen,\nzu lernen und die Darstellung von Zahlen Ziffern etc zu entwickeln dass das ist wirklich sehr gelungen,\ndas fand ich wirklich irre interessant und da da kann man nicht auch viel Zeit verbringen der eigentliche Computerteil ist für mich dann halt so ein bisschen langweilig gewesen weil sie eben nirgendswo sowas haben wie z.b. dieses Ding da an cambridge,\nalso du gehst nicht was das würde ich einfach erwarten von so einem Teil insbesondere wenn es,\nauf die 70er Jahre so glorifiziert wo ja im Prinzip dieser Mikroprozessor angefangen hat,\nalso Computermuseum was jetzt nicht um seinen eigenen begehbaren eine CPU hat Caillou wie ich nicht mehr ernst nehmen.\nUnd das ist jetzt nicht nur so daher gesagt sondern ich finde dass das so eine ganz fundamentale\nholzschiebetüre wurde dann so binäre addition machst,\ndas ist mal ganz nett und es ist ja auch okay wenn du da so eine Schulklasse durch schiebst hielt sich nicht innerhalb\nja um überhaupt erstmal ja ich zähle mal binär und so weiter zu erklären gerade wo sie sich vorher so viel Mühe gemacht haben zahlen und Ziffern und all diesen ganzen Kram\nzu erläutern,\naber mir fehlt dann einfach so ein bisschen der hands-on Teil so und dann gabs noch so ein paar cheesy multimedia Installation nämlich jetzt nicht so vom Hocker gehauen haben und dann als Isomatte Sonea Wand jetzt wann geht's denn los und war so Schluss,\nToilette hatte so ein bisschen auch so bisschen Kräuter Sonntag.\nWill das jetzt nicht schlecht reden ich sag nur da geht noch was\ndas hat sich das ja auch noch verbessert aber oft ist ja auch mit solchen Museen so die haben dann halt irgendwann mal so ihre Kohle bekommen,\neinkaufen sich in Krems Land hin und dann war's das und dann lebte Ding irgendwie nicht weiter und ich finde\ngerade solche Orte müssen eigentlich viel mehr noch als Wissenschaftspark auch funktionieren es gibt ja auch diese,\nwie nennt man denn das silence Park oder science,\ndas Versprechen neue Generation von mitmach,\nMuseen gibt's so ein Ding in Wolfsburg Phaeno heißt das glaube ich in Wolfsburg und sowas gibt es irgendwie mittlerweile auch in vielen Städten sciencecenter genau dass der Begriff Science Center,\nwas heißt jetzt sehr viel mehr dieses mitmachen auch betont Experimente sind und wo,\nphysikalische und chemische Effekte erlebt W,\nwas ist ein bisschen wie methodisch into incorrect in so ein Museum gegos.","Also sowie Technikmuseum 20.","Ja aber ich würde halt ich fänd halt jetzt mal so 30 mal ganz geil,\noder zumindestens mit dem Computer Focus ist also so dieses wirklich richtig richtig richtig richtig verstehen wo man als Nerd ganzen Tag verbringen will,\nund dann noch mal einen Tag dranhängt weil war so geil,\nalles lernen kann.","Wir müssen so ein bisschen wie ich ich weiß was du meinst und ich versuche gerade so ein bisschen meine Gedanken im Kopf zuordnen weil das fällt mir halt häufiger auf dass es egal welche Art von Museum,\nallgemein mehr und mal weniger gut hinbekommen so diese Interaktivität zu schaffen und nicht war letztes Jahr,\nDeutschen Museum in München und habe mir aber nur als ich habe mich für den Tag den ich dort war ausschließlich auf den shift halbe beschränkt weil ich es sind Schiffe im wie auch ziemlich großartig in da konntest du,\nich glaube da könnte man auch eine ganze Reihe selber machen irgendwie so dass man halt sieht wie schwer dadurch Seilwinden war oder was das halt auch von Effekt hast wenn du da irgendwie Flaschenzug mit so ein Zuviel umlenk anhast weiß ja ganz interessant fand,\nich wollte gerade was ist da noch aber da gab es eine ganze Reihe im nicht so dieses klasse klassische nur lesen und Modelle Schiffsmodelle sehen sondern auch so viel zum Anfassen und ich weiß dass ich in meiner Kindheit schiffsmuseum war,\nman wirklich so ein nachgebauten Steuerraum hatte wo du so alle Knöpfe drücken konntest,\nich weiß gar nicht ob das ob das in Rostock oder in Stralsund war etwas ja ich glaube seitdem hast du mir schon fern.","Also wirklich mal auf Boot.","Außer in Stralsund am Ozeaneum.","RX eiserner schwer ist schon so lange her dass die Lady klein war.","Zweier vor voriges Jahr glaube ich mal wieder seit lange im Berliner Technikmuseum und dachten wir auch da,\nkönnte man jetzt auch mal die zweite Ausbaustufe zünden aber auf der anderen Seite vielleicht auch mal wieder ganz nett ist und Technikmuseum zu sein.","Also ich hatte noch mal sagen.","Dann kannst du ja nee da gibst du mich dann auch so hier und da doch mal wieder so bestimmtes anfasst Dinge bei den Schiffen,\nweiß ich nicht genau wieso so viel gehabt vergab habe ich.","Ich weiß in München ganz definitiv\nja was mir was ich noch sagen wollte das kann ich ja so cool an dem Konzept in Bletchley Park dass es ein Raum gab wo sie versucht haben mit so top-down Projektion auftischen\nso interaktive Tische zu bauen oder deine Logik Rätsel lösen konntest\nkannst du diese Mischung als ich finde diese Mischung in Museen erst dann spannend wenn du so diesen,\nSummer klassischen Teil zum Lesen hast schauen hast so Modelle anschauen und dann haben wir so diese Interaktivität rein raus\nalso ist wegen finde ich halt Museums in Ausstellungskonzeption echt spannend weil es gibt da Themen wo du einfach sagen kannst ja da konnte manevi du kannst das so mal so Richtung 30 gehen\n40 ne.","Technikmuseum.","Jetzt auch in diesen Technikmuseen das Ding auch ganz auf der Dampfloks rum ne und auch im Berliner Technikmuseum guter eine diese dann alle halbe Stunde mal also anschmeißen Anführungsstrichen steht halt auf\nFreundin will fängt das ganze Ding an zu bewegen und dann jedesmal diese Traube von Kindern die sollen so also auch Riesenaugen so what da fack passiert hier gerade da und sind ja ein kleiner als eins der Räder von Isaak und dann bewegt sich dieses ganze.","Das ist so geil.","Das immer wieder großartig.","Also da würde ich auch mit mit Steinen staunen Ohren davor stehen weil das ist halt lustig da wo ich aufgewachsen bin dann gibst du eine alte Schmalspurbahn so ein paar Dörfer weiter die in die Berge halt reinfährt,\ndas ist halt schon immer geil gewesen und die fährt halt nach wie vor und wenn ich mir dann mal wieder denke ja ich fahre mal runter und gehen bisschen wandern dann nehme ich halt auch noch mal diese Schmalspurbahn.","Und nimmst mir noch eine kleine Kohlenmonoxidvergiftung.","Diegese danach um drauf was es ist supergeil.","Was soll ich mal im Winde.","In dem war ich noch nicht was muss ich mal noch nachholen aber weil du so große Anlagen sagst ich war ja mit auf Schlägel und Eisen zur minkorrekt 100 was die Hunderter,\ngenau und da hast du ja eine kleine Führung bekommen wenn du wolltest,\nja in einem der Gebäude ich weiß gar nicht welches Gebäude das war an der stand halt auch so eine große,\nich weiß gar nicht wie die Betriebe wahrscheinlich auch eine Dampfmaschine dann halt früher und dieses Rad dieses Schwungrad da hinten dran,\nja ich weiß nicht wie groß der Durchmesser War 3 m oder 3 m auf jeden Fall und dann auch davon dass mir so geil so ein Traum aus Eisen und Stahl.","Die Dampflok da in der Berliner Technikmuseum uns auch eine von den größeren Apparaten und sind nicht so eine kleine.","Ja weiß ich ja was ich nächste Woche vorhabe.","Weißt du das Berliner Technikmuseum schon auch ganz nett an vielen Stellen,\nalso es gibt da so zwei Teile es gibt in diesem klassischen Teil wo ein Prinzip\nTom heißt das glaube ich nur so ein bisschen mehr mit ja weiß nicht gar nicht mal unbedingt moderner stinke auch diese fetten Elektronen mit Funken Überschlägen und so weiter drauf.","Spektrum ist mehr für die Kids so ein so ein Handout Bereich wurde also was ich.","Das ziemlich geile herz an Bereich.","Holen im Betrieb der ist der ist ganz cool gar keine Frage aber es halt nichts nichts nichts erklärt halt Computer.","Genau also das.","Das fehlt halt irgendwie ne es gibt von dem Z3 gibt halten Nachbau und so aber das ist für mich eben auch alles so historisieren deswegen fand ich einfach dieses dieses Ding in Cambridge war einfach mal an frischer,\nHaaransatz jeder muss man.","Baue gerade immer noch Schaltung in Minecraft.","Das ist das war ja so ein bisschen meine Motivation ne die Kinder aus dem Minecraft Universum auch nicht so richtig weg zu kriegen sind,\nsehr glatt na ja so richtig Erfolg hast du erst in der Computer anfängt zu laufen ja muss mir auch erklären wie das funktioniert ne,\ndas hatte ich noch mal genau,\nja und dann musst du halt wirklich auf dem Level anfangen nervo dieser wie heißt er noch mal gleich an dieser Typ dir das macht hier diesen mega Prozessor,\nder hat da wirklich genau da angefangen wo das Wissen entsteht ne und.","Ja weil das ist zum Beispiel gerade in meiner Freizeit mal wieder auf meinem Minecraft-Server so ein bisschen rum\nund beschäftige mich da auch gerade wieder mit diesem Redstone so wieder dieses die Elektronik war wieder heiß und mittlerweile gibt's ja da wirklich den kompletten Katalog an,\nAnschaltung die ist halt auch in der Realität gibt also wirklich alles und viele davon also weil\nda ich habe schonmal Microcontroller und in Arduino und ich habe auch schon mal hier so mit irgendwelchen shift Registern und so weiter rum also so für mich als ehemaligen Grafiker schon vergleichsweise low-level\naber dann geht's dann los mit,\nclock circles und puls Extender non Mono stable circles on t Flip Flops on\nden ganzen Krempel an das dann erstmal richtig rein zu fräsen und wenn man weiß was die Schaltung machen soll also das soll zuerst angehen dann das und dann soll sie sich rückwärts das wieder ausschalten und das getimt und keine Ahnung und dann wirst du das,\nbasteln an das auch noch mal so eine Ebene das dann.","Wie ist denn das in Minecraft also wenn du sagst da gibt's alles Sinne wie die Möglichkeit,\nsich noch gar Form kann man so libraries bauen irgendwie kann man so fertige Komponenten oder muss man jedesmal jede Seite und jeder Redstone,\nzusammenklicken.","Was sie jetzt so in den letzten releases immer weiter gemacht haben und ich hoffe das machen sie auch so weiter ist das viele der Schaltungen die sozusagen.\nSehr umständlich zu basteln und nur durch irgendwelche Bugs eigentlich funktioniert haben zufällig sozusagen dass sie dann nach und nach anfangen dedizierte Bauteile dafür zu machen also z.b. um Zustandsänderung in Blöcken zu dir,\ndetektieren das war immer,\ndurch Sonnenbad quasi nur möglich dann haben sie irgendwann den observer Block quasi eingebauter diese ganze Magie mal in eine Komponente gekapselter also quasi in integrated circuit zu zusa\naber viele Sachen sind auch noch,\nwas vibriert ich bin's nicht sind auch noch kompliziert aber ich ich Pac-Man Link in den Chat,\nkurz der der da eigentlich ein ganz guten Überblick gibt mal sehen ob ich das gerade finde Redstone components mistresses power socket types,\nRepeater hologic Circus genau also dieses Wiki ist halt wirklich,\ndie beste Quali dafür weil im Prinzip alle Schaltungen alle Palstek 10A alle Clogs die möglich sind natürlich für alle möglichen Anwendungen auf verschiedenste Designs gibt,\npals Multiplayer sceleratus Limit das Extender sehr denn die ganzen Gates online sein auf die Links drauf klickst dann kriegst du sozusagen die verschiedenen Implementierung.","Geist Minecraft hat bald eine bessere Bauteilbibliothek als so ein Layout Zutaten Layoutprogramm er ja natürlich noch nicht aber.","Es gibt wirklich es gibt so viel Scheiße drin ist und rising Edge detector falling Edge detector is all diese Krämpfe und die Toten sich danach wie voraus es wirklich\nja großes Kino und es gibt natürlich auch sehr,\ntechnisch versierte Minecrafter die sich da vor allen Dingen nur um diese ganzen Schaltungen kümmern und denen auf YouTube zuzuschauen wie die da irgendwelche neuen Schaltung sich Aussehen ist auch\nflashed mir auch den Kopf auf auf jeden Fall\ngenau wenn du da dann auf showclix dabei dieses gematic generieren gibt sozusagen die verschiedenen Wege wie man jetzt vorbei,\nin and Gate bauen kann das gibt's halt nicht als integrated zeige das muss man z.b. also digades,\nwie setzt man sowas tatsächlich in die Landschaft,\nund je nachdem wie kommt packt man das braucht kann man sich dann halt hier verschiedene Versionen davon aus dem Wiki aussuchen.","Aber muss dann immer noch jeden Stein einzeln setzen und so weiter man kann ich kopieren festmachen und sagen hier habe ich mal was fertig gebaut ist dasselbe noch mal dahin.","Also es gibt es gibt ein Editor Tool MC edit nur für Windows natürlich damit könnte man das schon machen und die Leute die halt wirklich so Computer oder diese Allure der Typ der die Alu Mal gebaut hat in Minecraft die,\nich glaube nicht dass dir das wirklich dann Block für Block,\nmachen mittlerweile gibt's in Minecraft auf viele commands und tatsächlich größere Sachen tatsächlich vielleicht könnte man mit den neuen command Sachen kopieren peesten was weiß ich nicht habe ich noch nicht ausprobiert.","Leider muss man so 3D copy paced mehr.","Aber dafür gibt jetzt mittlerweile eine A4 und sie haben jetzt auch eine command Vervollständigung aber ist schon auf,\ncompletion drin also man muss nicht mehr alles so von Hand tippen bewegt sich immer noch aber ja diese Schaltung vereinigen man die dann selber mal baut und dann\nversteht wie die sozusagen die Mechaniken von Minecraft benutzen um irgend sowas wie einen t-flipflop oder rising Edge detector dann falls Trailer zu Bauens wirklich macht mir große Freude.","Ja Flipflop muss ja auch total geil aussehen.","Kannst ja mal gucken irgendwo wenn du da suchst auf der Seite achso du bist jetzt bei den Logixx noch einmal zurück gehst kannst ja mal suchen nach Flip-Flop innovativ.\nJa die Seite ist nicht die.","Memory search.","So hast du sogar überschaubar.","Ja ist auf jeden Fall Hardcore.\nNaja also wenn man Amazon C64 mit nachbaut,\nBruder noch was einfach ja Minecraft.","Ja wer auf meinem Server mitspielen will der kann sich auch vertrauensvoll an mich auf Twitter erstellen wenn die alte Crew Ansicht jetzt alle mittlerweile anderes halber gesucht weil ich jetzt ein Jahr lang war nicht gespielt habe.","Macht man auf dem Server drauf machen als auf anderen.","Niksar musst nichts bezahlen is correct gehostet.","Korrekte Feldmann.","Okay ja melde ich mich mal bei dir.","Die Sektion idio own dog food Feedback beendet.","Das können wir uns überlegen heute weitermachen wollen hat jemanden Wunsch.","Schalke Feuerwehr gerade Beispiele wann knüpfe ich mal an und zwar hat man einer der älteren Sendung habe ich schonmal schon ja her oder vielleicht schon zwei weiß nicht mehr so ein kleines Puzzle Spiel auf iOS beworben disease the sequence.","Zity.biz ich dich wenn.","Genauso gemeckert immer wenn ich das teeage Nächtle.","Ist ja gar keins drin.","Bei Wölfe Kunstturnen Weißhai.","Biskuit.","Wigwam.","Ja was ist das.","Nass gab es den ersten Teil jetzt gibt's seit einem Monat oder ein bisschen länger gibt's den zweiten Teil des sequence 2 oder du.","Für iOS.","EOFT now.","Würdest du mir das als Klingelton ein.","Egal das gibt jetzt jedenfalls.","Rentier auf Schloss hätten vor ihrem Slip vergessen hat.","Weiß gar nicht wie viele Level ist hat aber es hat ziemlich viele guck mal kurz also ich bin jetzt bei Level 44 und es ist so dass,\nbin am Ende vom ersten drei also es könnte schon so 120 Level haben oder so in dem Dreh und,\nich hänge jetzt bei Level 44 ab schon seit 34 Tagen schaffe ich diesen einen Level ne,\ndas macht also werden sie sich uns gefallen hat dem wird zur Sieg und zwei und noch viel mehr gefallen weil sie ja genau so cool ist ein bisschen anders hat andere,\nMechaniken so ein bisschen aber ich würde sagen ist auch ein bisschen schwerer als I also wenn man I nicht gespielt hat dann sollte man vielleicht nicht gleich mit dem ja anfangen also sind wirklich den Garda bei der überlegst erstmal eine Weile,\nund es ist immer schön auch eingeführt dass Didi der Einzelmodule die so Sachen durch die Gegend schieben die werden immer schön erklärt also es Spiel erklärt sich sehr gut selbst also es ist wirklich macht sehr viel Spaß kostet 2,20 € oder so.","Wie ist das wenn man das länger nicht gespielt hat weiß man das dann trotzdem immer noch alles oder muss man das eher sagen.","Ich habe das auch schon mal gemacht wenn ich jetzt das erste noch mal spielen müsste dann musst du sobald\nteilweise sind die Lösung auch so komplex die kannst du dir eigentlich nicht merken da musst du dich noch mal so richtig reinversetzen warum das jetzt nicht geht und du das machen musst dann wird an nee das geht auch nicht dass ich musste das machen also da muss ich dann teilweise wieder voll so rein arbeiten also ich glaube ich wird das erst jetzt auch nicht so schnell noch mal lösen,\nalso da,\nam Anfang hast du so das schaffst du so 2345 Level am Tag und am Ende hatte ich dann wirklich 2345 Tage pro Level weil du wirklich so lange brauchst bist du das geschneit dass wir das jetzt mal gehen soll weil die wirklich immer komplexer werden die Rätsel\nund ja aber es ist es wirklich super gut gab es glaube ich damals auch sehr viel feet\ndass das wirklich ein guter Tipp war deswegen jetzt habe ich mich voll gefreut nachdem ich gelesen habe dass es jetzt im zweiten Teil gibt habe ich mir den auch gleich ohne ohne doll nachzudenken sofort geklickt weil so viel Spaß für 2,20 €\nkönnen wir empfehlen wer Langeweile hat.","Er hat gerade sie immer noch,\nist man noch Spieler der relevant nämlich in Minecraft HDL,\nwo sich jemand hingesetzt hat und quasi schaltungssynthese für Redstone Server also das womit der FPGAs quasi,\ndu schickst das generiert lassen Minecraft Redstone circuit wann war gerade ein Link im Chat,\nSpeisen einfach noch mal rein ne find das nicht mitbekommen großes Kino.","Böse sind das die die CPU Designer der Zukunft weil die nämlich schon in 3D bauen weil die heutigen CPUs die sind ja schon so ein bisschen in die Höhe aber noch nicht so richtig oder also ist doch alles noch eine eine Belichtung oder JOM adidas x,\nmerkandi das sozusagen auch noch nach oben.","Ich hätte ja auch noch hier weil ich ja letzte Mal wegen diesen Bluetooth-Kopfhörer neulich das der die Themen Karte aufgemacht hatte ich habe mir in der Zwischenzeit schon welche gekauft hat sächlich,\nund zwar deswegen weil ich mir auch noch das passende and gekriegt zu geklickt hat.","Bin ich gerade vorhin vor der Sendung noch gesagt dass du Kabel so gerne mag.","Das hat er nur ganz leise zu mir gesagt.","Ja nicht ich habe ich habe ich habe mit zwei gekauft ich habe ja im Urlaub gesagt mein iPod shuffle verloren mir hat es mittlerweile ein ehemaliger Freakshow Hörer der mir aber noch auf Twitter Follower.","Ehemaliger Friseur achso aha.","Der hat jetzt andere Podcast der feine Herr als, über den Herzen hier auch,\nSende kriegt er gar nicht mit aber der hat mir sein iPod shuffle vermacht,\nund dann hatte ich aber immer noch keine Kopfhörer und habe ich mir einmal kabelgebunden Kopfhörer gekauft die ich schon.","Welche.","Die Gesänge nie kaputt ich verliere sie wenn dann im ich habe bisher zwei verloren ich habe zweimal auf sie greifen tatsächlich heißt es ja schon in den Link in den Chat,\ndiese Kopfhörer dann kriegt man da drauf das funktioniert ilinca doch müsste noch,\nfang jetzt nicht Sound Magic genau thermal in irgendsoein review,\nin Reihe irgendwie Preise gewonnen und ich find die auch immer noch sehr gut für einfach so\nganz einfache In-Ear-Kopfhörer ohne viel Drumherum und in haltbar haben will die kann ich sehr empfehlen Klinge auch gut gibt's auch mit irgendwelchen Fernbedienung und so weiter ich habe die aber ohne alles einfach nur Kopfhörer,\ngenau und dann habe ich mir.","Schöne gibt's in zwei Varianten kabelgebunden,\nwas meinen Sie denn damit.","Ja du weißt dann ja so wenn Amazon Dinge nicht selber verkauft sondern.","Ja ist doch schön.","Naja anyway die sind auf jeden Fall.","Kabel country and western.","Und dann habe ich irgendwie so nach der letzten Freakshow so einen kleinen Rappel bekommen getrieben von der Shuffle Armut und,\nweil ich den ja immer beim Sport benutze für Musik können nachher vielleicht muss ich doch jetzt mal ins 21 Jahrhundert springen,\nund habe mir mal testhalber so eine Apple watch gekriegt ja mit GSM und so.","Andy hängst du das oder was.","Nee dafür habe ich mir dann halt die bluetooth alle Lichter an also ja.","Also schon so eine Alu watch aber halt mit.","Rate pinke rosegold nein natürlich Hacker schwarz,\ngenau die kommt jetzt aber erst am 2. bis 9. Oktober angeblich und die Kopfhörer habe ich jetzt aber schon und David,\nja ich habe mir die große gekriegt jetzt bin ich ein bisschen sorgenvoll weil ich habe ja nicht so die dicksten Arme Vergleich mal deine kurz unbedingt.","Ich habe ja auch gehört die neue kleine ist ja größer als die alte groß und ne.","Na David schon ist die also die sichtbare Fläche des.","Ja aber der Formfaktor ist auch sehr wichtig kann ich eine mal kurz vielleicht gucken www verloren schmaleren da drunter aussieht.","Aber ich glaube dass das wird täuschen ich meine ich habe zwar jetzt die neue auch noch nicht.","Achso Pokémon trägt doch jetzt Uhren nicht um.","Navi Flavor Flav.","Wie geht der zu.","I were.","Achso das erste Armband dieser Art Tim hat dieses das auch so.","Nicht dein Ernst ja.","So ja doch geht schon hin ja ja.","Zeig mal genau ja kann man schon mal machen.","Die große.","Das ist die große wobei also die andere die neue da kann ich jetzt nur mutmaßen,\nwird wird flacher und breiter ne weil sie so weit ist auch ist wenn auch nur Millimeter.","Provoziert jetzt ist kaputt.","Ja ich habe da auf der Webseite stand halt die am Handgelenk Umfänge und die meine mein Handgelenk war in der Ranger und jetzt bin ich beruhigt okay muss ich nicht noch mal umändern die Bestellung.","Ja das wird schon passen,\ndas eher Geschmacksfrage wie groß man es denn so haben will ich meine Größe Bildschirm macht natürlich total Sinn ich habe mich noch nicht so richtig dazu durchringen können da jetzt auf einkaufen Button zu klicken weil ich halt,\nerstens sind die,\ndoch noch mal deutlich teurer geworden.","Das noch eine Stufe zu eröffnen neue zugeht ähnlich.","Und ich hätte schon ganz gerne eigentlich die teure Variante wennschondennschon ist dann aber so teuer.","Die nicht aus Alu sondern die aus.","Ja ja einfach mal Saphirglas keine Kratzer mehr im Glas und so war ich hau das Ding dann doch irgendwie immer ordentlich überall gegen hab dann doch immer irgendwo eine riefe drin,\nauch wenn das wirklich wieder Jammern auf hohem Niveau ist.","Na nee ich habe ja ich habe ich wollte auf jeden Fall GSM haben damit ich irgendwie dann Patrick diesen dieses Feature hab von wegen.","Also berleti ist die Uhr größer als das.","Zeig mal von der.","Ja andersrum seit wir können uns beide eine kaufen Tukan.","Reality das geht schon also das Armband ist halt für Tims speckige.","Muskulöse a.","Nicht schuldig.","Bullöses Handgelenk ne.","Bloß wie,\nja genau an die Kopfhörer die ich mir dazu gekriegt hat das sind die Bose sound\nOrt heißen die und eigentlich nur aus dem Grund weil die in verschiedensten will Biosensor klanglich als auch sportlich irgendwie besonders gut geeignet waren,\nangeblich hat sie jetzt auch schon mal getestet und meinem iPhone das war vielleicht ätzend das erstmal so mit dem Telefon beim Sport.","Da ist jetzt ja auch ein iPhone,\ndieses iPhone hat zum Gesicht rein halten,\nhast du natürlich nicht in mein also ich habe mich jetzt durchgerungen um beim laufen angefangen Podcast zuhören und hatte so eine so noch so einen wie heißt das denn so,\nwas man sich am Bauch schnell zu Gürteltasche genau und der passe das Telefon natürlich gleich gar nicht.","Mache auch.","Brauche ich irgendwie eine größere Taschenuhr damit ich irgendwie Podcast hören kann beim laufen.","Na ja das ist bei mir jetzt hofft also ich bin mal gespannt ich habe jetzt ja wie gesagt den iPod shuffle und die alte Lösung immer noch als Backup.","Perfekt werde ich auch durch den Rückschritt Wagen und einfach den iPod shuffle dann mit Podcast bestücken.","Ja das sind übrigens jetzt mal den Link noch zu den Kopfhörern reingetan falls das irgendjemand später interessiert ja.","Bose soundsport aber Blut.","Naja.","Die hast du jetzt auch schon getestet.","Also man sieht so ein bisschen aus wie ferngesteuert weil diese Plastik schnupsi ist halt dann so so ein bisschen abstehen wie bei hier Frankenstein nur an den Ohren,\naber wie gesagt in den verschiedensten reviews ich so gelesen habe mein Aldi an die Leute die halten gut sind\ndie konkurrierende Modelle die dann auch hier in dem Kommentar Bereich genannt wurden diese jobasport und so.","Funtronixx voll glaube ich noch irgendwie einen Vorschlag.","Habe ich mir auch angeguckt aber ja irgendwie klingt jetzt erstmal ganz sympathisch und sind sie auch also bei mir halten die tatsächlich auch auf dem Laufband,\nna da ist halt am meisten bist du doof doof ich habe auch nicht so eine super fluffig gepolsterten Laufschuhe sondern.","Warum hat denn diese Taschen HDMI-Anschluss oder sehe ich gerade eben.","Pascha Service Michaels.","Das ist doch USB und sehr groß oder.","Der hat aber hier so eine abgewinkelten.","Das was ist das.","Das Micro USB oder.","Gefällt dir das auch noch.","Vida von Gibson Ladetasche auch.","Ja ich habe ich habe nur auf den Link geklickt von dir achso hier steht mir Transportetui mit Ladefunktion.","Achso ich habe nicht die mit Ladefunktion hält wenn ich auf den Link klicke komme ich hier hin und da ist kein ladeetui.","Ihr wahrscheinlich ist aber vielleicht habe ich auf Weiter geklickt deswegen war ich gerade irritiert.","Na ja das gibt's da unten genau dass es gibt's gibt's als extra.","Aber wir sind die denn gedacht so da ist eine Übersicht wie die gewinkelt sind.","Ja na ja also es gibt da auch wie ich festgestellt habe einen riesigen Markt alle springen jetzt gerade total drauf auf aber z.b. die Beats die irgendwie auch so in ihrem mäßig waren die sind halt z.b. nicht Schweiß,\nresistent et cetera pp also es gibt da wohl auch noch eine sportliche Variante aber die die wir gesehen haben relativ Slick aussahen und nicht so teuer waren die sind halt eigentlich nicht primär für Sport sondern nur so für,\nPokémon spielen.","Die meiste powerbeats.","Ja weiß nicht wann ist die hat wenig letzte Mal noch andere weil das sind ja die sportlichen ich dachte wir hatten noch mal welche ohne diese Bügel gesehen.","Na das.","Ja aber irgendwie diese Beats Kopfhörer die haben immer in ihren reviews,\nrelativ wie soll man das charmant sagen nicht so wohlwollende Kommentare bezüglich des Zauns.","Na ja ich meine das ist ja dann immer Geschmacksfrage.","Ja aber wenn es alle Videos sagen dann.","Duskanich Max Aramäer.","Dann nicht ja aber Frage ist hast du alle Reviews gelesen.","Kennst mich doch also ich bin noch an der hat,\ngerade das Internet dann schon relativ gründlich.","Ich bin ja echt am überlegen ob ich mir diese aftershokz mal noch zulege zum laufen weil die hat auch Fahrrad fahren ganz anderes.","Was sind aftershokz.","Das ist auch Bluetooth aber die sind halt nicht in ihr sondern diese Bonn Kontakt.","Alles mit zu freaky.","Ja das ist freaky aber es ist halt auch irgendwie ganz geil wenn du alles um Dich drumrum.","Biobric EM.","Hast du denn schon mal ausprobiert und es geil weil der die Tonqualität ist ja höchstwahrscheinlich nicht so geil wie jetzt richtige Kopfhörer.","Nee weil also du hörst halt also ich würde sie halt nicht zum Musikhören wahrscheinlich neben das ist jetzt also Podcast hören vielleicht ist es auch für Musik hören gut weiß ich nicht ich habe Zeit.","Bald Reviews gelesen wo es explizit umso die besten Sport Bluetooth Kopfhörer gegen da hatten sie auch so bone conducting ich weiß nicht sie waren und da war dann immer das Kommentar ja also Sound mäßig können die,\nnicht so mithalten aber wenn man jetzt nicht unbedingt dadrauf zu den größten Wert legt dann,\nich rauche Kulka mit und die kann man auch kann man ja auch beim Schwimmen dann sogar verwenden ich habe schon Leute gesehen im Swimmingpool mit Kopfhörern und da will mich auch mal.","Weißer Hirsch steht nur schweißabweisend.","Also was halte ich da gibt's ja also die sind IP55.","Also nicht so richtig haben oder.","IP55 T5 heißt dass die schon eine halbe Stunde Wasser eigentlich,\naushalten müssten ich mich jetzt nicht ganz täusche guck mir mal kurz nach.","Ja aber für im Schwimmbad so sportlich schwimmen dann ja wohl eher nicht.","Die Frage ist doch aber auch so weil ihr wegen der Uhr stimmt ich war gerade beim Telefon und Wodka fragen wo du das telefon an hin,\nklemmt wenn du schwimmst.","Eine Minute pro square meter for at least fifteen minutes.","Also IP55 ist Schutz gegen Strahlwasser aus beliebigen Winkel,\nwas jetzt eigentlich dauerndes untertauchen.","Ah ich will 6 KG mal weiter runter noch mal.","9k Wildsau.","Zum 6k Schutz gegen starkes Strahlwasser und erhöhte.","Crisan aber nicht mehr als Bluetooth.","Susann auch gegen Wasserwerfer.","Schutz gegen Wasser beim hochdruckdampfstrahler Reinigung.","9 kW man.","Wasserwerferregen.\nLöschen ja also ich kann dann sozusagen im Oktober mal berichten wie es in dieser schönen neuen Apple watch und Bluetooth Welt zugeht.","Dann halt auch berichten wie lang wie lange deine Kopfhörer halten bevor du sie wieder verlierst.","Ja aber ich muss sagen z.b. was auch einen Kommentar wann den ganzen reviews das für die Beats dass dir diesen Apple Chip für das ultraschnelle Pairing und so weiter verwenden und das irgendwie das halt das,\nfalls du dann eigentlich ein Indiz ist das dividi airpods Hall,\nohne Probleme per Nummer wie funktioniert aspiryna dieser spezielle.","Airport weiß man nicht du machst den Deckel auf das Telefon sagt das sind potsu sagst jetzt und dann geht's los machst gar nichts ein.","Also weil die große Dinge die muss ich jetzt natürlich einmal,\nso Perlen Perlen aber jetzt immer wenn ich die einschalte sind die dann auch sofort am Start und geperrt also jetzt auch keinen großer Hessel,\ndas fand ich ganz sympathisch weil da hat man ja immer die größte Angst bei diesem Bluetooth Pairing.","Ja es gibt ja auch so ipx8 waterproof und so weiter aber dann funktioniert halt Bluetooth nicht mehr,\nPattaya bisschen pointless.","Aber hast du deine Musik auf dem Kopfhörer also hat er intern.","Speicher klar bis dann so quasi wieder in shuffle.","Ich bin nämlich vor kurzem im Schwimmbad unterwegs gewesen wenn plötzlich blinkt es so neben mir unter Wasser nicht dass er so hellwach der Fakt und dann habe ich den Typen mal von oben angeschaut dass ich so Kopfhörer auf\ndavor fröhlich vor sich hin singen ja na ja.","So next war noch mal zum jetzt aber schon über Apple watch geredet was er hier schon berichtet Themen weg,\nwar noch mal bisschen auf unserer Kino preview ein G,\nwas machst du bei der FIN,\nwas kann habe ich irgendwas davon hier hingeschrieben ne.\nDu hast geschrieben oder oder.","Nee das ist das mit dem iPhone hast du dahin geschrieben Dennis oder mit dem Band.","Nee ich habe nur immer meinen Namen davor geschrieben was im Band,\nachso das habe ich vorhin erwähnt ja also was in der letzten Sendung nicht erwähnt weil ich habe nämlich vorhin gehört weil ich habe mich vorbereitet.","Wau wau.","Wolters mal anerkannt wissen was ich nicht erwähnt habt ist soll ich noch Keks essen,\nsag mir welche übrig ich habe nicht erwähnt dass das neue iPhone Ten Essen so heißt das nämlich letti,\nokay ich über auch immer dass das ja jetzt hier besseren LTE Empfang hat und zwar weil es eine weitere Antenne hat.","Meister darf ich dir mal.","Hör testing testing one two one two genaus hatte mich jetzt 4 x 4 MIMO,\nund das kann man auch sehen unten am vo da regen sich manche Leute auf was hat jetzt links und noch drei Löcher für den lautsprecher und rechts 5,\nbringst du noch 3 weil dein Leben jetzt nämlich einen Sohn antennenband Streifen InDesign zu erkennen ist,\ndadurch ist wohl der besser empfangen möglich\ndem widersprechend aber kann man jetzt im Netz im großen Internet lesen dass viele Leute sich wo beschweren dass die schlechteren Empfang mit dem tännäs Telefon haben da musst du mal gucken wie sich das so ausbalanciert welche Seite da gewinnen wird von wegen besserem fangen und manche sagen die ist aber genau gerade nicht so\nbist noch nicht so muss ich wahrscheinlich aus Zetteln bis die sich da einig sind oder vielleicht muss auch wieder Updates nachspüren es wäre nicht das erste Mal,\naber ja können also ich habe bis jetzt von besserem Empfang nicht so viel gemerkt weil man ja vor allem zu Hause auch immer hier WLAN calling hat das merkt man ja dann eh nicht so ne und ich bin der eo2 auffordert man ja sowieso immer schlechten Empfang,\nübersetz mal auszulassen ich werde wechseln ihr Penner.","Endlich.","Wirklich Note 3 mm,\naber vielleicht muss ich ja gar nicht wechseln kann mein ultra LG po20,\nund kann auf dass du es im Feature zurückgreifen ich weiß nur noch nicht wie man das so genau regelt und noch ist es ja auch gar nicht in der Software freigeschaltete,\nAsian ich habe vorhin im Netz gelesen in Deutschland sind wohl schon die ersten mit Didi gibt jetzt iOS 12.1 beta wohl irgendwie,\nund da gibt's wohl schon die Screens da geht das wohl schon so heiß und da sind Leute wohl schon am ausprobieren aber ich weiß noch nicht wie das überhaupt mit dieser esem ist und wer das verkauft und wie man das kriegt und wieder so die Deals sind und so also.","Wahrscheinlich bist du leichter also kommst du besser wenn ich zur Telekom wechseln.","Haben gucken aber,\ndie Hauptidee ist doch dass man wohl seine feste Telefonnummer auf der Karte auf der physikalischen Held oder und die esim immer schön wechsel weil man will ja das in deesem haben was man oft wechselt und seiner Telefonnummer behält man ja deshalb sie wechselt man nicht oft also nimmt man die als Karte.","Nee glaube ich nicht.","Wozu andersrum machen.","Na das wie ich machen würde es jetzt nicht entscheidend sein,\nnoch mal und weg mit diesem blöden Chip und was soll der Quatsch ich meine das ist ja diese SIM-Karte ist ja quasi so die Diskette des 21.","Ja aber schön ist man kann die dann raus nehmen und woanders reinstecken was machst du kann man Hisense wechseln von einem Telefon zum anderen und auf wieder zurück und so geht das.","Na du hast ja da.","Es gibt jetzt nichts was dagegen sprechen würde dass du auch ein anderes Telefon über diesen Weg provisionieren Kannst wie sehr dir dann die,\nAnbieter dann Strick draus drehen und,\nversuchen da irgendwie ihre Grenzen auszuloten das ist klar aber die esim ist natürlich viel befreiender,\nweil du eben dieses ganze Format Problem passt das jetzt rein und dann dann kaufst du dir einen Sim Stanzer aber Amazon und fragt sich ja auch wo du eigentlich lebst das ist ja wirklich wie ein 80er Jahren wo wir unsere Disketten gelockt haben.","Ja geil oder.","Ja, doppelte Kapazität,\nnur muss ich das erstmal einspielen sei ganze klimpen also es läuft ja derzeit so ist richtig sehe,\nwenn du jetzt eine Esel mit dem mit der watch,\nprovisionieren willst dann kriegst du da so einen QR-Code heißt bekomme ich von der Telekom Lohnzettel mit dem QR-Code,\nund während du dann halt deine watch 1 richtest kennst du dann im Setup Prozess diesen QR-Code ab,\nund in diesem QR-Code ist quasi so das Aktivierungs Toten für eine SIM-Karte für einen in dem Fall deinen existierenden Vertrag und dann,\ngibt's ein Protokoll was diese Setup-Programm spricht mit dem Telekom Server.\nUnd ihr hattet auch schon mal einen Blick gelten Tele, da irgendwelche,\nP Systeme die früher mal Abrechnungssysteme waren und jetzt so in so ihrem Provisionierung System überführt worden sind,\nund mit den sprichst du dann halt und die geben dir dann quasi so digital signiert dieses ok darfst du benutzen hier ist der Code und dann lädt die watch sich das halt in diese secure,\nenclave mit rein und dann existiert in dieser secure enclave quasi derselbe Code den du sonst auf der SIM-Karte hättest,\nund ich vermute mal mit dem ganzen Scheiß müssen wir uns in Java Gedöns was da drin ist und als indem man bei Software so und damit ist das Ding provisioniert,\nderzeit ist das ja quasi nur so ein zweites device zur einem bereits aktivierten Account aber im Prinzip läufts dann in Zukunft darauf hinaus dass wenn du halt jetzt sagst,\nja Dollar Anbieter ich möchte gerne zu Ihnen wechseln ich brauche aber keine SIM-Karte,\nkriegst du von denen quasi auch nur ein QR Codes hast du schließt den Vertrag ab und Chris hat auch nur so ein Aktivierungs Toten anstatt diese SIM-Karte und dann wird die SIM-Karte quasi heruntergeladen eigentlich ist das Jahr in der Unterschied zwischen CD ausliefern und Download Sona.","Also stell mir vor dass ich demnächst einkaufen gehe hier beim späte dass ich den Typen im Spätjahr hier gib mir mal hier so eine 20 Gigabyte esim und dann gibt er mir die und wenn ich die weg verbraten habe dann hole ich mir die nächste dass ich das sozusagen so,\nso kann ich mir das gut vorstellen.","Was heißt brauchst du nicht immer wieder eine neue Identität und immer wieder eine neue Telefonnummer nur mehr Daten zu haben dann nimmst halt mir Daten auf diesen Vertrag auf wenn du überhaupt dann noch einen.","Da kein Vertrag haben eigentlich.","Mia also dass du jetzt gar keinen Vertrag also da entwickelt sich ja die Dystopie Dystopie unsere Gesellschaft jetzt nicht unbedingt in diese Richtung ne.","Du kriegst jetzt noch nicht einfach so Sims Oma und dann.","Ja das ist ja mit Telefonnummer ich will ja nur eine Daten esim haben.","Lennart.","Gerade.","Ich finde das nicht aber die die finden das ja gerade das adhaerentes der macht doch auch ein Bitcoin und so also so ne Leute hier.","Ja ich hab das cool finde ich beim Späti gesagt Ali gib mir mal noch hier so eine 10g ach mach mal heute.","Beim spät die das kriegst du ja Inhalt auf irgend so einer SIM. Vu. Irgendwie.","Semeru genau.","Letzte deine SIM-Karte wo war Ho Chi Minh Flower Power Network enterprises runter und dann hast du deinen Kram jetzt natürlich erstmal die Frage wie geht die Telekom an diesen einen neuen iPhone se Markt run so.","Ural anderen Film.","Ja und alle anderen also Vodafone und Telekom sie dir die einzigen die eigentlich in Deutschland das anbieten und sonst gibt's ja auch nur noch o2 und dir.","Für die watch jetzt aber hier sind müssten noch vielleicht einfach mal alle machen oder nicht oder meinst du die können das nicht.","Apple hat gesagt dass sie mit Telekom und Vodafone esim mach das war in den flights und so weiter und,\no2 Knick glaube ich gerade ein dass sie jetzt irgendwie auch watch machen wollen und so damit\neingesehen dass sie sich dem nicht widersetzen können bzw mir ist endlich mal ein Anbieter\ngefundene Hinterhalt einen sprechenden provisionierungsserver aufsetzen muss weil die müssen dafür auch Infrastruktur schaffen und kannst ja nicht einfach nur so beschließen sondern muss ja dann quasi auf den Code ausliefern können das muss getestet und sicher sein oder vielleicht muss es nicht sicher sein sondern.","Getestet.de rei.","Brauchen da halt irgendwie Dollern.","Ich muss irgendwie gehen.","Genau,\ninteressantes dadurch für viele Leute gerade der,\nunlimited Vertrag da wollen sie aber für die SIM-Karte pro Monat 30 € haben,\ndas wenn du deine Apple watch mit dem Vertrag bassental zu 30 € im Monat damit deine Uhr noch mal ein paar Bytes übertragen kann und 3.","Unlimited aber.","Makita super Bass Witze mit der Uhr Gruß an Daten übertragen also 30 €,\nda kannst du ja,\nkannst ja auch also das,\ndas kann nicht sein ja also dass das sind auch wieder so amerikanische Verhältnisse wo sie wurde so SIM-Karten für so absolute Preise verkauft werden bevor du überhaupt nur das erste vollkommen Gaga,\nna alles kann man den ganzen Spaß aber so funktioniert das mit dem Esel und ich denke mal,\nwir werden in absehbarer Zukunft wird es halt so sein dass du wenn du so nix essen ist was auch immer hast also diesem fähiges Telefon das eben sagen kannst ich will keine physikalischen Sinn haben,\nschick mir einfach ein Barcode und dann druck dir dir im Laden kommt dann der Barcode aus dem Drucker raus,\nden nimmst du mit nach Hause und sitzt ein Telefon auf und fertig ist die Laube und im Prinzip kannst du mit dem selben Barcode dann auch noch weitere Telefone,\nmit Initialisieren oder um seine neuen für dieses Gerät im neuen holen oder keine Ahnung das wird sich dann einpendeln aber dieses ganze SIM-Karten verschicken wird irgendwann auch ein Ende haben nicht so schnell.","Und SIM-Karten schnitzen.","Und SIM-Karten schnitzen,\nheißt aber auch dass ich quasi derzeit alles noch so darstellt dass du eben den SIM-Kartenslot benutzen de SIM-Karten solltest frei aber eigentlich möchte lieber deine\ndauerhafte langfristige Vertrags beschichte als esem haben damit du den anderen Slot frei hast um dir eben mal noch mal so eine beliebige\nReisekarte da rein zu Tacker Design.","Ich sehe das genau andersrum ich will ja nicht andauernd wenn ich im Urlaub bin da irgendwie mit einer Nadel.","Dich du wirst lange lange lange Zeit.","Woanders genesen kriegen Mainz.","Genau da.","Natürlich auch ein Argument.","Vorteil ist natürlich und das Dinge die man ich verstehe auch gar nicht warum das Ding nur Dual Sim hat,\nich meine wenn sie them hat wissen wie viele Esens kriegen sie da rein da ist ja jetzt nicht so sehr nicht so viel Daten drauf die können ja auch mal locker 10 Esens unter.","Die Frage ist doch warum bekommt nur China die Möglichkeit zwei Sim Karten rein zu.","Weil da ihren Führerschein noch nicht zugelassen sind.","Weil da die Überwachung.","Aber wenn du dann hättest du das Problem hättest vielleicht trotzdem das Problem dass du deine eigene Sinn und die aus dem Ausland halt vielleicht leichter hin und her.","Alibaba das China Vornamen mit 2 ich sehe keinen Grund warum so ein Telefon nicht beliebig viele SIM-Karten gleichzeitig vorhalten kann warum sie jetzt auf Dual.","Vorhalten geht wahrscheinlich schon aber gleichzeitig benutzen im nicht wegen Antenne ab Robinson kann ja nicht unendlich viele Karten gleichzeitig abfragen oder.","Buzzbee sowas hat man während hättet.","Hol doch die sind doch beide gleichzeitig aktiv oder nicht.","Und wo soll es jetzt das Problem sein.","Bestimme auch nicht so aus aber ich dachte dass das nicht unendlich skaliert mit wenig Antennen oder einer ok zwischen sind ja ein paar mehr.","Du weißt dass das Telefon nicht in der Lage ist auf verschiedenen Bändern gleichzeitig zu.","Wenn nicht mit nicht mit zehn zehn Zugängen sondern jetzt halt mit zweien.","Was kann natürlich sein dass da eine Limitierung da habe ich auch weitere nach aber egal also man könnte ja auch mehrere vorhalten aber immer nur 2 aktiv haben oder so.","Nicht mit vorhalten ist.","So aber das hätte den Vorteil du fährst halt in Urlaub und dann kannst Du Dir quasi deine ESAM schon.","Von Panzern zum programm haben was automatisch immer das billigste auswählt und dann da die Daten sowie für diese Vorwahl Automaten an dem Telefon hat jemand den günstigsten Tarif berechnet haben kannst dich erinnern.","Ja kann ich mich erinnern und genau das wollen natürlich die ganzen Anbieter jetzt verhindern das werden sie auch einen.","Schon schon klar muss einfach mal nur coole Angebote machen und dann verändern sie es auch nehmen Sie einfach mal coole Preise machen.\nKann ja dann vielleicht auch demnächst billig billig Esens aus dem Ausland sich einkaufen und dann wenn man ihn nur Daten benutzt,\nwobei dann werden die auch dementsprechend durch geroutet ne dann gehen wir mal quer durch Europa und wieder zurück und wieder quer und.","Ja was noch neu bei den iPhones was wir letzte Woche noch nicht behandelt haben.","Na dieses background NFC also es gibt jetzt schon so Zugangskarten für Studenten z.b. die\noder auch für die für die Londoner U-Bahn ich weiß ob das auch NFC ist aber wo du mit deinem Telefon zu sagen kannst hier ich habe hier Zugang und gehst durch und wenn\nKarten die das Telefon simuliert die müssen auch so ein Feature haben ich weiß nicht mehr wie der hieß,\nfunktionieren die Karten auch noch in sumsum Rest Sparmodus irgendwie wenn das Telefon schon leer ist dann kriegt das NFC immer noch so minimal Strom dass die doch noch für eine Weile funktionieren aber es geht nur solange auf dem Display auch noch das Ladesymbol erscheint\nwenn das dann auch so leer ist dass das auch nicht mehr kommt dann gehen auf diese NFC Karten nicht mehr so habe ich mir gemerkt.","Nachvollziehbar.","Ja hält dann halt noch mal ein zwei drei Stunden länger dass du nicht wenn dein Telefon erklärt wird das sofort auch gleich nicht mehr in die Uni kommen,\nin der U-Bahn nicht mehr rein und raus kommt und nichts geht sondern dann geht sie nicht noch ein bisschen weiß ja gar nicht wie lange dieses Ladesymbol da ist weil immer wenn ich das seh habe ich nicht sofort Panik und schließt sofort Strom an und ehrlich gesagt habe ich das schon ewig nicht mehr gesehen bei schläft er immer sofort Strom an.","Auf jeden Fall erhöht dass die Nützlichkeit als zugangsbeweis nennt.","Ist aber jetzt nicht so eine Apple eigene Findung weil wie gesagt die Karten müssen dafür auch irgendwie so ein so ein Feature irgendwie können also die Karten die dann zum poliert werden anscheinend mit NFC oder wie keine Ahnung.","Ja ansonsten wirst du das XS,\nwenn SXF.","Also so bisschen CPU schneller merkt man nicht GPUs ein bisschen schneller merkt man nicht\nBatterie soll besser halten so wenig dass man es auch nicht mehr Display ist ja irgendwie auch wo ein bisschen besser habe ich noch überhaupt gar kein Unterschied festgestellt habe mich aber noch nicht drum gekümmert,\nwas man aber merkt ist weil ich habe es heute im alten verglichen die,\ndie Weite Linse hier,\ndie untere also ich nehme an dass es dir Unterricht ne also so sicher nicht mehr.","Wenn man das Telefon Vorsicht Held ist.","Achso ja kann man ja stimmt ich habe einen Finger drauf halten nee guck es die obere weil das ist jetzt die Weite Linse und ich bin mit dem Finger unten drauf und ich sehe immer noch was also die obere ist die Weite,\nwelche Umschalter ofenladen es ist immer noch die obere.","Eine der Linsen.","Eine Delle.","Okay ich bin verwirrt ich die alles zurück also man kann doch diese Zoomstufe hin und herwechseln zwischen einfach und zweifach aber in beiden es ist die obere Linse dir benutzt.","Was soll ich mal sie untere zu.","Nachdem er würde da Nein,\nihr seid die untere zu und ich kann ihn und herschalten und erst wird stehen und her wohl mein Finger auf der Lena jetzt hat er gerade umgeschaltet,\nMann ich habe hier meine Kamera auf den Rechner galten der war anscheinend so nah dass er der Meinung war er braucht dann die andere Linse nicht als ich hier einen Raum gehalten habt dann hat er sehr wohl umgeschalten jetzt schon auch wieder nicht es ist Mensch erscheint das irgendwie von irgendwelchen,\nSachen abhängig zu machen.","Kannst du dich vom Abstand abhören.","Ja und wenn man anfängt die Kamera zu bewegen dann auf einmal schaltet da verzögert um ist egal was wollte ich erzählen,\nwie weit habe ich beide Telefone nebeneinander gehalten zu Hause meiner nicht ganze heldenbude also keine Ahnung mein Pferd gerade nicht so hell und die alte das alte iPhone Ten hat schon angezeigt dass es jetzt den Blitz benutzt,\ndas neue noch nicht weil ja die Pixel also,\ndie Linse sozusagen bisschen größer als und bisschen mehr Licht aufnimmt und dann ein bisschen lichtempfindlicher ist und das ist.","Hierunter Sie eine andere Form.","Achso ja das ist dadurch dass diese Linse bisschen größer ist haben sie diese dieses ovale Ding auf der Rückseite diesen Hamburger die man die nennt oder bump keine Ahnung\ndas war Harpstedt der ist etwas größer nach unten dadurch passen die alten Höhlen nicht mehr so richtig drauf ist so ein halber Millimeter ist es wirklich nicht viel aber die Hülle hängt dann so an dieser Kante fest das heißt werde ich ein neues iPhone Tennis holt\nmuss eventuell auch eine neue Hülle kaufen weil die alte wenn sie sehr perfekt,\nbei den Lederhüllen sollst du es nicht ganz schlimm sein die sollen noch drüber rutschen weil die so ein bisschen mehr Spiel haben aber die sie ist so eng gewesen dass die nicht mehr gepasst hat also meine alte Hölle,\nja und sonst keine Ahnung same same but different.","Du wolltest sozusagen vor allen Dingen Wertstabilität da so günstig verkaufen damit der Günz.","Nee mir ist immer schon die Fotoqualität sehr wichtig weil\nalles was ich mit diesem Forum mache ob das jetzt der bessere Bildschirm aus oder bessere Boxen das ist immer nur für den Moment wichtig und dann Ninja später egal aber alle Fotos die ich schieße werde ich irgendwann schlecht 10 Jahren vielleicht mehr immer noch angucken und da ist die Qualität mir schon doch sehr wichtig deswegen ist es mir eine gute Kamera ist mir ein bisschen was wert,\nUnterlicht stärker ist,\nweil auch bei normalem Licht ja eigentlich ist es ja dann auch schon weniger verrauscht undsoweiterundsofort ne also schon schon cool und dieses Portrait Feature hier mit diesem bokeh-effekt habe ich glaube ich auch schon mal ausgetestet.","Ja auf dem Friedhof.","Das war eigentlich auch ganz witzig aber ja,\nTischordnung bisschen spielen Reinhard.","Ja ist beim alten Tenne ist halt auch die front facing camera einfach nicht so geil so dass dann dieser so porträtmodus vergleichsweise sinnlos ist finde ich,\nselbst sein aber auch nicht noch nicht mit der guten Kamera getestet,\nWendy Wendy Hose.","Ich bin gespannt wie die wie die neue Kamerasicht so bewährt weil ich als,\nwas ich bisher an Reviews gelesen,\ndas Verhalten im Dunkeln also durch diesen größeren Sensor holt das Ding wohl wirklich erstaunlich viel mehr Licht raus und Schatz gute Sachen zu machen was insbesondere sich auch bei Videos zeigen soll,\nda ist ja noch ein zweites Feature gibt wenn du nämlich ein Video machst nimmst mit 30 Frames auf.","Also erscheint jetzt dynamisch die Framerate um netto oder haben dir was erzählt der nimmt eigentlich 60 Frames und wenn es zu dunkel ist dann schaltet auf 30 runter sowas dynamisch.","Nee du nimmst mit 30 auf und er nimmt aber während der Aufnahme,\nwar sie schon mit 60 als er nimmt nicht mit 60 fremd auf aber er filmt Weise beobachtet mit 60 fremd,\nnimmt diesen frame dazwischen um quasi,\neinen Dip zu haben zwischen den beiden Frames um dadurch um das Bild zu verbessern und wenn es besonders dunkel ist,\num noch mehr Zeit zu haben für das Licht und das führt wohl zu erstaunlichen besseren Ergebnissen ich habe aber jetzt noch nicht so viel AB.","Ist natürlich aber dann auch uncool für Leute die die Videos wirklich und wie professionell nutzen wollen beide dann andauernd zwischen 30 und 24 Frames hin und her springt weil du brauchst du eine Framerate eigentlich aber scheiß kann man das irgendwo festnageln.","Das kann sein dass man das festnageln kann das weiß ich jetzt nicht so ganz genau andererseits wenn du wirklich so also professionell und im Dunkeln mal ad hoc also ich glaube die Hauptanwendung ist so dieses.","Schnell mal Video mach.","Das Licht ist so wie es ist und du willst halt jetzt das bestmögliche Ergebnis haben so wenn es dir jetzt unprofessionelles Bild geht dann,\nnaja hast du dann wenn du wirklich so im so dunkelen Film musst so dann weiß ich nicht ob dann das noch das Werkzeug der Wahl ist,\noder ob man da nicht mit einer McFit mit dran.","Baulampe z.b.","Nicht hilft z.b. enorm einfach noch ein bisschen dich drauf.","Aber konnte man das jetzt eigentlich in diesem diesen Effekt die Veränderung des Hintergrunds nur mit dem neuen iPhone machen oder auch mit dem Zähne.","Hat es dir nicht ein Foto rüber geschickt und bei dir ging es auch.","Nee was mit aber da hatte ich noch dass das SE in der Hand und ich habe das jetzt halt gerade versucht.","Ich glaube dass das ging musst du noch mal.","Wovon redet ihr von dem nachträglichen anpassen des Bouquet.","Probier das mal hier editieren und dann wo geht das überhaupt da hier.","Okay den habe ich nämlich.","Jetzt schicke ich dir mal rüber und dann kannst du das ja selber testen hier mach mal auf.","Dududu.","Zahnräder.","Sie alle nur dich nicht.","Ja weil ich mit dem Turnier.","Justin dein Bluetooth nicht an.","Na weil die Kabel mag.","Bitte wozu fein für,\nführenden saint-didier noch heiße Fotos tauschen nur meine aber auch sehen.","Habe ich kann das nicht ändern wenn ich auf.","Nee ich glaube das ist.","Na bei mir war so als wenn da stand dass das.","Hast du ein schon 12 Uhr.","Mein Sohn ist schon so ein Tennis Feature ob das wirklich jetzt nur weggelassen wurde oder ob das von der Performance des Steins abhängt und eine gute Erklärung dafür gibt kann ich dir nicht sicher sagen,\nist bestimmt auch nur passende Verschwörungstheorie mit Apple will seine Josera present und irgendwie das Maximale Geld rausholen und.","Wecker 7 Uhr.","Aber bei dem Gruber stand da irgendwas dazu da müsste man noch mal.","Ich dachte wir hätten auch darüber gequatscht und das ist ein Feature ist das für alle zugänglich sein sollte also zugängig für die X Varianten 10 variieren.","Gut das Rätsel können wir jetzt nicht klären also denkt man auch nicht weiter drüber nach oder.","Wir gerade bei dieser iPhone Geschichte sind dann kann ich ja vielleicht zu meiner ersten Eindrücke vom Wechsel von dem iPhone se zum x10e auch immer mal berichten.","Belletti ist ja quasi das Vehikel zu Tennis abbrechen du hast du hast ja oder so.","Finde Nutznießer das kann man Sauce.","Je nach Perspektive er.","Ich wollte mir ja nur die neuen iPhones einfach nur mal anschauen im LAN und dennis hat nur die einfach in die Hand,\nich finde also womit ich in der Tat keine guten Erfahrung vielleicht noch nicht gemacht habe ist mit der face ID also ich habe das ziemlich häufig tagsüber das wenn ich versuche das Telefon zu entsperren dass ich mehrmals rein,\nund wirklich so gefühlt vor meinem Gesicht so Hand aus.","Vielleicht schaust du einfach zu skeptisch.","Eine Brille Förderung schon zuviel ab.","Ja ich weiß auch nicht aber ich bin ich bin mir da nicht sicher also ich habe halt eine relativ große Brille und Ronny sagte er hätte null Probleme und er hat aber nicht viel viel kleinere Brille die nicht so viel,\ndas würde mich mal interessieren ob das halt auch andere Personen haben und so morgens im Bett,\nes ist ja nee aber wer hat sich denn das bitte überlegt so morgens im Bett willst du dein Telefon einfach nur greifen und entsperren und nicht erst mal das Licht anmachen,\ndoch ich muss ich kriege das ohne Licht.","Brille oder ohne Brille.","Ohne Brille,\nich bekomme das Telefon nicht entsperrt man muss gleich auch wirklich der zu sagen ja ich habe schwarze Bettwäsche und ja ich habe schwarze Haare also it und da würde ich mich echt mal würde mich echt mal interessieren ob das ein Problem.","Das soll jetzt nun nicht,\nRedaktion.","Ich weiß nicht woran es liegt welch haltig ist einfach nur falsch das wird.","You're holding it wrong.","Also morgens vor dem Kaffee oder kann man das ja mal vielleicht als Disstrack gleichzeitig dass er hier so liegt die andere Kamera nach.","Oder du bist zu Saalfeld dich weil du meintest ja vorhin schon in\nPre-Show Tag dass du mit Brille ohne Brille mit Ohrstöpsel ohne Ohrstöpsel die versucht hast zu trainieren gleich zu bist du schon zu vorsichtig Feld soll es einfach,\ndu selbst sein.","Nee I die ersten den ersten Tag habe ich das iPhone nur mit meinem.","Was nur mit deinem Gesicht.","Mit dem mit dem Gesicht was man hat nachdem man aufgestanden ist also mit,\nBrille mit and plugs Innenohren also ich weiß nicht wer also angezogen sein was so und das hat eigentlich auch nicht gesagt funktioniert missing gedacht ist ja so okay ich mache das einfach noch ein zweites.","Hast du denn.","Anlügen.","Hast du denn nachdem du das eingerichtet hast paar mal den Fall gehabt dass es dich nicht erkennt und du hast dann danach sofort den Passcode eingegeben.","Nee ich habe das schon so lange versucht bis ich nicht mehr nicht mehr anders konnte.","Das aber das was du tun soll.","Warum habe ich in dein face ID.","Nette. Ist wenn es dich nicht erkennt und nach dem Passcode fragt und du gibst dann sofort dein Passwort ein,\ndann wird das Bild was Du genommen hast als a du bist es doch und dann wird er dir Diff und dann wird es we find das heißt du hast quasi das trifinance umgangen,\nvielleicht bessere sozusagen im auch die ganze Zeit gesagt ich bin eigentlich gar nicht also durch diese Trainingsphase musste man die ersten Tage etwas durch und ich dachte auch so soll das jetzt immer so bleiben oder war das irgendwann weg,\nirgendwann kennt dich das Ding einfach.","Na dann werde ich da einfach mal konsequente jetzt das Ding 1 g.","Einfach Nummern eintippen und 3456 mal und dann verschwindet es irgendwie Alterswarzen ist jetzt meine Erfahrung ich kann nicht ich kann ich habe,\nauch also ich würde mir auch wünschen dass es noch etwas schneller geht und das ist ja beim beim es ist das jetzt wohl auch so\nstelle immer aber es ist trotzdem schnell aber ich habe eigentlich in der Regel kein Problem manchmal finde ich ein bisschen inconvenient was weiß ich wenn das Auto in der Mittelkonsole das Telefon in der Mittelkonsole vom Auto hängt und du willst mal was machen dann loggt sich das und dann\nMustafi hingucken und Kopf und wie im Auto ist das aber alles blöde woanders hin gucken will man nicht dafür nicht noch so ein bisschen inconvenient,\naber an sich so im normalen benutzen wenn man diesen Spaß mit retraining Papa gemacht hat dann sollte das eigentlich kein Problem sein.","Wie wird doch gerade im Chat geschrieben dass es ebenso Mindestabstand dass man da auch mal drauf auch achten sollen das werde ich jetzt auch noch mal also es ist mir auch aufgefallen dass wenn ich dann weiter weg nehme vielleicht auch noch mal mehr wer er erkennt also.","Aber,\nwie gesagt eigentlich wie zum schon sagt ist der Zustand am Ende so dass man sich da eigentlich keine Gedanken drüber machen kann und ich ihr überrascht bin in welchen Winkeln und unmöglichen Situation ist noch funktioniert,\nund wie selten ist dein Solaria ok jetzt gerade hier ist so ein bisschen schwierig ok ich gebe mal den Code ein,\nalso gerade so dieses hier liegt nur so auf dem Tisch und ich habe jetzt keinen Bock,\ndarüber zu drücken dann ja ok find ich gehe mal 14 Passwort ein aber eigentlich sollte das relativ beschwerdefrei laufen.","Ich habe halt auch die das alternative Erscheinungsbild konfiguriertes ist ein fazeelat Leonetti - Brille\nund ja ich will das jetzt einfach mal weiter versuchen und den Halt an lernen wenn ihr sagt öfter mal den Passcode eingeben.","Oder einfach mal ohne Aufmerksamkeit,\nweil du wirst jetzt nicht so oft den Fall haben dass dir irgendjemand das Telefon in deine Nähe hält und,\nwas ist dieses Kinder Problem in der Clown an die ganze Zeit das Telefon halten haben das dann so kurz vors Gesicht und das kann ich halt noch unterbinden wenn ich nicht hin gucke wenn dich halt diese aufmerksamkeitsprüfung ausschalte dann,\nmüssen halt noch schneller machen um schneller irgend wo irgend der Ecke verschwunden und spielen wieder ist Game of the day als Mann,\nirgend kann.","Ja nee das ist nicht das sollte nicht mein Problem sein,\nes wird ausversehen aber so.","Aber vom Format her kannst du auch noch nichts zu sagen oder.","Also I.","Das kann man relativ schnell sagen du musst einfach nur mal wenn du nach Hause kommst und so ist ja nicht weit dein Alter sind die Hand im Mund Mann will ein Märkten nee da kann ich nicht mehr zurück.","Wer sich mein ich finde es halt auch hier bis erste mal wieder das Gefühl dass ich besser tippe also es hatte ich bei dem SE total häufig dass ich mich vertippt hat und ich hatte halt einfach keinen Bock mehr Texte auf dem telefon zu tippen ich habe keine E-Mails mehr geschrieben.","Schatzi mir doch ein Telefon.","Jetzt wieder also mit dem mit dem mit dem neuen Telefon habe ich da sogar Bock drauf weil.","Kannst auch diktieren.","Ich rede nicht mit meinem Telefon ich rede mit nie.","Willkommen in der Freakshow.","20000 Hörer live aber ich rede mit niemanden.","Nein ich finde es nervig wenn ich also ich mag das wenn ich zu Hause bin und Ruhe ist und ich Musik hören kann und,\nich möchte nicht mit meinem Telefon reden.","Wieder alleine bist dann geht es ja auch.","Medline.","Irgendwann wird Siri einem sagen dass es einsam ist und sich vernachlässigt.","Oh Gott.","Asos mit dem.","You like it rather than better than meat & unity.","Ja das denkt dass dir davon wahrscheinlich wirklich gerade weil es nicht mit zum Sport.","Ich bin's dein iPhone se wo bist du.","Ich habe es oben ins Bett gelegt dann.","Wieso Western jetzt in deinem Bett.","Das iphone.","Suche einsam.","Naja iPhone im Bett noch so ein benutztes T-Shirt daneben da kann man dann nicht einsam St.","Anstatt eines Teddybären liegt da jetzt das iPhone se zum einschlafen zum Kuscheln so ist das mein.","Müssen nicht mit den hart ist ein bisschen hart und kuscheln anstelle von so einem Teddybär hast du jetzt für uns Sie den Keks aufgemacht im ist aber nett von dir kannst du knicken.","Nee eigentlich für mich.","Mit Plüsch Hülle.","Nee das ist schon irgendwie ein,\nCholera große größeres Telefon ist schon im wie cool aber ich finde es in der Tat ein Stück zu lang für meiner kleinen Finger in es so ist ich hätte ein Stück Kürzel für mich sein können aber ich meine ich hoffe ich gewöhn mich da dran ich habe natürlich permanent Angst dieses Ding und dazu.","Benutze den wie heißt du noch gleich eines dieser Modus da wenn man unten so runter schubst ist es noch.","Sind immer noch den gibt es auch nicht mehr.","Wie gibt's nicht mehr.","Was sollen wir passieren da kommt die Suche.","Nein nur ganz Wien noch es war nie weg du kannst ja unten.","Nee das darum geht.","Schnupsi kannst du aber dass das.","Also muss man so ganz klein machen wenn man die größte Macht kommt der gleiche Recht habe ich das ausg.","Würmer zum kleinen auf diesen Balken kleiner Schubser nach unten und dann dann kommt halt der Bildschirm zur Hälfte runter und dann kann man halt auch.","Also das geht doch in Apps geht das ja also außer von also an Springboard geht nicht so meine ich bei mir.","Geht's nicht doch lange geht das.","Wahrscheinlich habe ich das ausgeschalten weil sms eh keinen keine sinnvolle an.","Einfach so ja.","Kann man gar nicht ausschalten der nach unten.","Jetzt hat behauptet es müsste extra eingeschaltet.","Offen.","Dann habe ich es wohl.","Allgemein Bedienungshilfen natürlich klar wo sonst allgemein tralala.","Ted hat wieder gerichtet.","Bedienungshilfen und dann heißt es wie.","Allgemeinen accessibility ja.","Einhandmodus guck an.","Weiter unten oder wo.","Ja so einer mit der von bedienungshilfe.","Nenn mir geht's auch nicht wirklich um die Delay das ist zu lang ist Jahwe während ich das Telefon bedienen sondern wenn ich seine Hand halte weil ich habe über so also es ist halt nur so ein Stück physisch zu lang egal drehen wir der nächste.","Darimana nächste Sendung noch mal drüber da weiß da müsste ich dann nicht mehr dran erinnern dass du das gesagt hast ich mir relativ sicher.","Ja und was ich auf jeden Fall merke als ich habe halt,\nbin sehr empfindlich was meine Augen angehen und und wenn es sich Unterschiede also wenn ich neue Bildschirme habe das merke ich sofort und ich muss mich da erst dran gewöhnen und die ersten zwei Tage waren mit dem neuen Bildschirm auf jeden Fall\neine ganz schöne Umgewöhnung wenn ich hatte Augenschmerzen.","Aber in einer Hinsicht dürfte dieser Bildschirm er wirklich extreme.","Wenn er schwarz mag er ich habe selten irgendeiner ich habe.","Suche dark Mode also Twitter dark Mode threema dark Moda Couture Dakota.","Ja und nein ich meine das schwarz auf so ein Polizist halt richtig schwarz.","Wenn ich dieses.","Schwarz war dein Telefon noch nie.","Ich finde den einhandmodus nicht im englischen.","Da hast du aber schon.","Ich will hier nicht alles so komplett schwarz haben weil ich habe so ein schönes Hintergrundbild.","Reachability heiße.","Gerne nicht erdrosselt werden.","Das war das Wort was ich gesucht habe reachability.","Ich glaube ich habe in habe ich überhaupt eine App die.","Also letti ist nicht zufrieden bisher.","Doch doch doch das will ich jetzt so nicht sagen aber wenn es schwarze Feature das einzige Feature ist also ein schwarz sollst mir nicht mangeln,\nnee weiß ich nicht finde es ganz cool auf jeden Fall aber ebenso dieses diese Umgewöhnung vom vom Bildschirm fand ich wieder spannend also weil da weiß ich dass ich sehr sehr empfindlich bin und so Kopfschmerzen.","Mach erstmal ein paar Fotos mit dem Teil da wirst du schon merken dass du deinen TSE nicht mehr vermisst.","Nee deswegen habe ich ja also deswegen bei auch sorry er hat mir Dennis auch angeboten das erstmal überhaupt auszuprobieren das Telefon weil ich ja eigentlich ein bisschen geliebäugelt habe mit dem Asics nee.","Aber auch nur aus einem Grund weil es gibt ein bisschen Gold.","Wolltest schöner besser meine ja ich habe mich an dieses habe jetzt halt gewöhnt und das ist gerade noch so ein bisschen es ist noch nicht das LED I-Phone.","Du kannst es nicht mit goldenen Nagellack übermalen.","Aus dem Alter bin ich jetzt aber wirklich raus.","Wahrscheinlich gestern hatte ich noch eine lustiges Erlebnis und zwar ein Freund von mir hat sich beschwert dass wenn er ja auf dem Zonen Mails liest und die noch so,\nso viele Updates sind das wenn er schon anfängt zu sortieren und so Sachen in andere Ordner verschiebt aber gleichzeitig noch frische reinkommen dass es ab und zu passiert dass er die falsche wegschiebt oder die falsche löscht\nweil,\nKnoten unterm Arsch dass das die Anzeige sich ändert und das schon wieder die nächste Mail ist und er meinte doch voll scheiße und dann weiß man nicht wo die hin ist und welche das waren mal keiner nicht rückgängig machen da nicht so\ndoch ganz so ganz einfach fixen muss nur den Telefon schütteln und ja so geguckt hat er nicht in voll verarscht will,\nwie lautet doch hier schüttel mal und ich habe das noch nie benutzt selber eigentlich und,\ngenau aber gar keine Ahnung und der hat geschüttet guckt auf dem Bildschirm steht da ja hier löschen irgendwie rückgängig machen oder kennst du weißt schon und er so boah das ist ja geil ist gleich zu seiner Freundin Standort hier guck mal das Problem ist gelöst und so,\nFeuerwehr mit Telefon schütteln glücklich gemacht hat sich voll gut weil ich mag das geht ja gar nicht.","Aber dass das Telefon schon in magst du nicht mehr sagen.","Weil es manchmal von alleine kommt und dann steht da irgendwie so da hier das und das und nicht.","Old Shatterhand.","Ja aber dann müssen wir aber beim guten. Wie würdest du an du anders machen als so wie sie es gemacht haben.","Ja gute Frage.","Nx8.","Ando die Geschichte von Ando ist auch eine eine Geschichte der Missverständnisse also sind ja Ando eine der Größe.","Zur letzten heftige die Story dazu oder.","Errungenschaft ist hast schon wieder dein Mikrofon so gebogen dass es irgendwo auf dein Auge zeigt.","Kannst du mal bitte wir haben ja unseren Audio Mann und der Audi Mann der ja auch Podcast macht wie man Podcast aufnimmt.","Du musst, wenn du es hoch machst dann musst du das hier links am direkt an der Achse am Drehgelenk am Schränke denken musst du das so nach.","Die Augenbrauen.","Und dann geht es wieder zurück aber wenn du die ganze Zeit am Schwanenhals selber drehst dann,\nfast im Schwan Licht an.","Ja und dann drei Sekunden später dann kriege ich von Letty wieder Haue weil ich wieder in mein Mikro Vader.","Es ist halt so ein Geräusch wo ich heute einschlafe potenziell.","Von Wäldern was liegt an dir.","Ok undo.","Die letzten 5 Minuten.","Ich halte ja an,\naltirando an sich für eine unfassbare Errungenschaft ich finde es überhaupt auch ganz toll dass er sich generell mit Andrea viel Mühe gibt,\nund alle Programme die an du richtig machen sind sowieso zu belogen leider.","Was ist denn das richtige an du deiner Meinung nach.","Naja so vollständig und so persistent wie mög.","Und auch multipass an du also es gibt ja quasi Verästelungen teilweise auch noch.","Naja es.","Das wäre für mich ja die Königsdisziplin.","Wenn man es richtig macht ist es dann ja eigentlich,\nja so schwierig nur eine Frage das User-Interface ist ne also musst du dann halt diesen Pfad diesen Baum der sich daraus ergibt den müsstest du dann ja quasi abbilden ne\nam aber wie lange hat das gedauert bis man überhaupt ordentliches undo hatte was man so über einen Schritt hinausgehen also lange lange Zeit war das so Photoshop die frühen Tage da kannst du den mal gerade so den letzten Schritt rückgängig machen und das war's\nder war aber auch nur im Speicher und wenn.","Überleg gerade weiß ich\nbenutze ja ich hatte gerade erst vor kurzem mal wieder so die ganzen Bildbearbeitungs Tools durch ne und habe dann auch überlegt ja ich hab mit Photoshop 2.5 angefangen und hat sichtlich habe ich genau auch schon darüber nachgedacht wann sie bestimmte\nInterface schritte kamen Tandoor wann wann war das bei welcher Version.","Also Multi vilando weiß ich nicht.","Aber es kam ja alles multipiano kamen irgendwann später mit.","Ist ja auch nicht so einfach weil du musst ja dann auch den entsprechenden speichern und die Daten alle vorrätig halten und bei diesem massiven Operationen gut es gibt andere Programme da ist wenn ich ganz viel Daten verbunden aber du kannst eigentlich auch in sowas wie einen text editor relativ schnell sehr viel Speicher auffressen und\nirgendwo muss auch ein Ende sein,\noder man macht halt auch gleich persistent ne also wird ein Android gleich mit abgespeichert wenn du dein Dokument abspeichert was da wieder so ein Sicherheitsproblem ist also Word-Dokumente wurde in die letzten zehn Beschimpfungen noch irgendwo in der Datei nachzulesen sind und so ja also wo speicherst du das hin\nadoro das ist eine so am Computer war natürlich das mit dem User-Interface ist nicht das Problem mal machst und wie Apfel z da hast du da Nando aber auf Telefon,\ngenerelles an du warst nicht ein eigenes user interface Element hat seid echt die Frage was kannst du dann als Input überhaupt noch nehmen.","Wie oft kurze Zwischenfrage wie oft kann man eigentlich zurück schütteln kann man dann also ich habe bisher immer nur einmal zurück geschüttelt.","Das hängt glaube ich im Wesentlichen von einem Programm abzuschütteln löst halten Andro Event aus und dann hängst du an deinem Programm ab.","Hast du denn schonmal mehrfach geschüttelt.","Audible andere macht nein ich habe nicht mehr verschüttet bin ich nicht.","Okay falls jetzt noch in der notepad plus.","Genau mach das doch mal aber gibt es irgendwelche anderen Ideen wie man auf einem Mobiltelefon an du machen sollte weil das ist ja universell verfügbar.","Ich meine also bei dem iPhone X bin ich ja X wird auch immer bin ich ja eh schon so ein bisschen begeistert von dem Space der der Tastatur eingeräumt wird na das ist ja ne Menge Spacey einfach jetzt zur Verfügung steht,\nunten gerade die den,\ndie Weltkugel für die verschiedenen Tastaturen und die Diktierfunktion in der Mitte es noch eine Menge Platz da hast du ja wie du mir vorhin gezeigt hast diesen Cursor aktivieren drin.","Du kannst du überall machen kannst irgendwo auf die Tastatur drücken und dann hast du Casa bis kleinere.","Ja okay aber ich meine da unten wenn er noch so ein bisschen Space also ich finde halt diese an du gut das ist halt in dem im Text editieren finden fände seid bescheuert ständig zu schütteln um was andere zu machen.","Genau das habe ich gerade gemacht in der.","Jeden einzelnen Buchstaben.","Und ist es so wenn man was bei der Notepad App eingibt und am Ende auf dann klickt dann\nist dieser ganze editier vergangen ein undo step wenn man nutzt sein mehrere Male was Eintritt und jedesmal dazwischen Sitz dann mit editing und so macht dann kann man tatsächlich alle diese Schritte einzeln antun und dann\nbeim mehrfach schütteln gibt's dann die Option redo oder Ando also du kannst ihm zu sagen auch nach Wido machen,\nja also Freakshow berichtet live aus dem Haus der Nordheide.","Als ich das erste Mal in meinem Leben den Begriff undo Framework gelesen habe ist mir wirklich was also die Idee allein für Android eigenes Framework zu bauen sich einfach mal.","Leise ziemlich simpel der steht da dass man ja man muss das Ding ja Füttern mit den Schritten man muss immer nur,\nbei ihrer Aktion dermando Freiburg geben was man machen muss um genau diese Aktion wieder rückgängig zu machen und mehr ist das ja eigentlich gar nicht\nund so spielt er den dann wenn du mehrmals also auch auf dem Mac wenn du mehrmals Apfel setInterval dadurch spult er die einzelnen Dinge einfach nacheinander ab und dann wären wir alle wieder zurückgenommen.","Was halt interessant ist dieses ganze hist\nthorian aufzeichnungs androido und so weiter zu machen ist halt auch in der Visualisierung lange irgendwie ein großes Thema gewesen wie man das ordentlich macht wenn du halt zu Nutzern dann zu viel Interaktion einfach an möglichst,\nund gerade halt so wenn du dann also bei Visualisierung hast halt so irgendwelche Analytics Bereich irgendwie auch über was Sie schon mal erzählen hatte mit mehreren Leuten einen Arbeitsplatz teilen und so eine Sachen was und wie immer noch so ein großes Gebiet ist wo Leute,\ndran forschen also kann ich halt spannend weil ich habe das bis dato immer so als ihr Haushalt gegeben wahrgenommen und das ist aber eben nicht so.","Ich weiß gar nicht wie das auf den Rechner vor dem Mac also darf Großen und Ganzen auf meinem Amiga ob es da schon so in den text editor in so mehrstufiges undo gegeben hat habe ich gar keine Ahnung mehr.","Das war so eine Entwicklung über die Jahre also überhaupt undo war schon meine Errungenschaft generell auf dem Mac und dann kam später multipel an du und dann kam irgendwann auch mal so persistentes Andro,\naber das haben auch die wenigsten Programme aus der Tage was heißt der schade ist.","Was mir da noch offen ist das letztens aufgefallen wenn wir so gerade so bei Android so Shortcut Sachen sind euch wird mir auch so ein Keks freuen,\nwenn die Leute Apple danke Google für den Keks wenn die Leute bei Apple in dieser Not App not SAP und in this is so einen Standard dafür geben würde wie Steuerung C Steuerung v,\nca für so scheiße stimmt.","Ableistisch ja.","Guten alten Friedhof.","Eso Zeilen duplizieren und Zeilen hoch und runter schieben,\nalso eines also ich bin das so aus dem Edeka gewöhnen irgendwie eine Zeile hoch und runter zu schieben und da ich z.b. in der Not SAP meine gesamten Toulouse Verwalter und in welchen anderes Geraffel weiß wenn die das dann nur,\neinfach mal einfügen könnten das man somit shift oder irgendwas Cursor dann schön die Zeilen hoch und runter schieben könnte wenn es so ein Standard wäre.","Catalyst ja doch mal die dann.","Den Standard unter heißt E-Maxx.","Oder Wim aber bei E-Mails noch für mehr ja.","To-do's nerve ich meine das also da geht ja wirklich nur um diesen WhatsApp und ich finde es halt schon irgendwie ganz nice also ein bisschen so ein Interface zu haben für verschiedene.","Ja aber Apple das Wetter in Notes Pro oder sowas.","Das wäre es mir wert aber wahrscheinlich halt das ja nicht so schön.","Jaja na ja,\nvielleicht ja in Morawe wobei da habe ich jetzt auch noch nichts von gelesen,\naber dann mal noch kannst du ja auch noch mal aufgemacht da hat er denn das auch noch was zu berichten weil ich habe mir das noch nicht installiert,\nunter anderem wegen der üblichen Audio Gewitter die potentiell dann als,\nSpätfolge sozusagen komm und ich habe auch schon paar Newsletter von irgendwelchen Audio Plugin Herstellern bekommen die meinten ja warte mal noch ein paar Tage wird check mal gerade ob da alles funktioniert deswegen sowie Audio Nerds die warten dann immer mit zum Mac OS ab,\nein bisschen aber ich habe mal die Zeit genutzt und geguckt was so im Internet steht und ich habe gesehen bei arstecnica zwar nicht von Herrn Siri\nHusar aber da gibt's ja immerhin auch wieder zumindest eine schöne Übersicht was ich alles so geändert hat im Detail und im Großen.","Na da heißt jetzt Cunningham.","Zu den Link mal kurz.","Den Link pace dich natürlich sofort,\nja da sind auf jeden Fall so ein zwei interessante Dinge drin ich finde dir,\ndas hat mir letzte Mal auch schon gesagt dass sie jetzt OpenGL and open cld Pregarten und auch gar nichts mehr weiter dran machen finde ich persönlich ein bisschen schade,\nversteh zwar dass sie das Pushen wollen und so weiter aber wo soll ich dann mein minecraft spielen.","Knauf Metal.","Fraglich ob sie diese Java wrap mittels and metal API noch mal bestücken oder weiß nicht ob das überhaupt geht.","Weil sie jetzt direkt in Java auf OpenGL aufsetzen oder wie.","Das was ich weiß es nicht hundertprozentig wie das funktioniert aber wenn ich bei mir im debug screen,\ntrotz alledem ist ist halt,\nein bisschen schade weil es gibt halt schon so zwei Spiele Open Source Apps wie z.b. auf dieses OpenCPN diese Navigationssoftware wenn du die nicht OpenGL beschleunigt dann ist die Schnarchen langsam.","Läuft es nicht mehr oder ist es nur deprecated.","Läuft noch aber sie updaten Teilzeit sowieso schon seit Jahren nicht mehr oder nicht seit Jahren aber seit einiger Zeit und sie während jetzt auch definitiv nicht mehr updaten während die restliche Betriebssystem Welt das halt noch fleißig\ntut und wir irgendwann wenn es dann halt ganz ausmachen,\nmeine solange bis jetzt noch mit Schleifen ist es okay und es steht ja auch nirgendswo wann sie es wirklich dann komplett ab also rausschmeißen,\nich finde es einfach.","Weil ich glaube es wird noch über lange lange Zeit drin sein war so schnell kann sie das nicht nicht rausschmeißen da sind so viele Sachen die da drauf basieren,\nalso ich denke mal sie,\nsoll das dann Richtung Metal drücken aber Sie müssen das schon noch ein paar Jahre mit schieben und das machen Sie eigentlich auch bei den meisten an wenn sie dann wirklich abschaffen ist ja dann wenn sie irgendwas zwischen wie z.b. nach von 32 Bit nach 64 Bit dann werden die halt nicht angepasst und so aber\nich sehe deine Zukunft erstmal nicht wo denn das OpenGL und wie bei drauf gehen könnte\nAbus Security Gründen vielleicht weil man wieder über die Grafik keine Ahnung sowas könnte vielleicht.","Ja oder sie meint halt die mit dem X Server als den rausgeschmissen haben dann gabs in dabei Mac OS for child separat zum runterladen.","Genau und es gibt ja auch schon irgendwie Garbsen OpenGL nach Metal,\nwie soll man das nennen Simulator Emulator so ein so ein anpass ja irgendwie höher gab es da was dass die Leute schneller denn da das anpassen können.","Naja das ist aber auch nur eine kleine Randnotiz für die allermeisten User wahrscheinlich.","Aussehen noch so aufgefallen ich wirklich mir ja gerade mal durch den Artikel hat den noch nicht.","Ja dieses Inhaltsverzeichnis ist eigentlich ganz gut da als Überblick was ich so generell getan hat,\nNews Marzipan das ist mir irgend total eingegangen\ndass man jetzt irgendwie also mit ederson iOS uikit quasi jetzt in Morawe mit reinschütten damit man irgendwie besser cross-platform Apps von.","Konnte dir das entgehen das war doch ein riesen Teil auf der WWDC die.","Ich habe den PC einfach nicht geguckt also das na das ist mir komplett entgangen bisher tatsächlich.","Da bleiben noch mal kurz hier bei dieser Inhaltsverzeichnis also da ist ja erstmal noch ein paar Tipps für Mac Bruder, vielleicht gleich noch mal drauf kommen,\napfs ist jetzt sozusagen auf Fusion drives auch erweitert bzw gibt es auch generell noch weitere,\nNeuigkeiten.","Ja da da ist tatsächlich relativ viel im Dunkeln also Apple gibt wohl nicht so richtig Preis was sie so noch getätigt haben und,\naußerdem die generellen Verbesserung und Fehlerbehebungen\ngenau und eigentlich das Wesentliche Feature ist wie gesagt jetzt dieser Fusion Drive und normale hat weiße.","Also gesagt fusions Support heißt ja auch dass sie eigenständig daten oder vollständige feiert von dem einen auf den anderen storage schieben also nicht nur so Blog,\nAuflösung haben so ein Prinzip so hier die Datei wurde lange nicht angefasst geschrieben wir jetzt mal auf die Festplatte und alles was halt auf der Festplatte jüngst angefasst,\nwurde wird einem Hintergrund halt übertragen damit daneben auf der SSD im Zugriff ist das doch eigentlich ganz gut und das ging halt bisher mit apfs nicht als jetzt keine neue funktioniert an sich nur Neuheit mit apfs sprich sie wären jetzt diese Stufen drives\nwahrscheinlich auch optimieren also automatisch zu apfs überführen,\nja das hat dark Mode was mit Dennis du arbeitest ja schon damit.","Ich habe das seit gestern und ich habe das auf meinem Laptop nur mal schnell installiert aber eigentlich habe ich das hauptsächlich viel auf meinem Mac Pro gemacht und getan und so weiter was ihr dann auch gleich noch erzählen oder jetzt wann er wollt.","Ja manchmal vielleicht zum Schluss als Grand Final.","Glaube ich auch.","Ja also ich meine lieber wenn man die BIC gesehen hat man vielleicht das alles schon mitbekommen aber jetzt z.b. das jetzt hier also die 32 Bit Apps final sterben z.b.\nmuss jetzt auch nicht dass es bei.","Nur noch nicht so eine jetzt wird's angezeigt ne.","Nee jetzt gehen wir glaube ich nicht mehr angezeigt wurde ich mit High Sierra da hieß es immer so ja.","Also da unten steht die end of the line for 32-bit Mac Apps und noch mal hier kurz lesen,\nwann ist die letzte Version ok,\nja dann geht's noch sorry\nfertig lesen ja sich meine im Wesentlichen sind ja auch die Features relativ übersichtlich also sie haben so ein paar Sachen halt rausgeschmissen oder bereiten den Rausschmiss vor wie auch z.b. die weitere\nBeschneidung des Mac OS Servers in all.","Contact Oma meckfeld jetzt auch komplett weg wo ich sagen muss das hat auch in letzter Zeit so scheiße funktioniert dass es eh schon nicht mehr zu benutzen war also weiß ich dass das Ritual von Rosis zu Release immer besser immer weniger funktioniert.","Ansonsten ist es ja auch einen relativ unspektakuläres release.","Naja untendrunter passiert vielleicht ja auch ne Menge also wieder z.b. auch steht dieses Subpixel Anti-Aging,\ndas fällt jetzt auch weg das ist doch ja auch bei Retina Displays diese hochauflösend sind dann brauchst du das wahrscheinlich gar nicht mehr und kostet nur extra CPU oder GPU Zeit oder Bad.","Oder macht es macht alles schlimmer teilweise.","Oder macht schlimmer weil das halt ja auch Farbe in den schwarzen Text bringt eine weil es ja halt Pixel sind und das gibt's jetzt nicht mehr angesagt bei so hohen Auflösung jetzt braucht man das ja auch nicht mehr so wirklich dass ich find er runter.","Aber war das im Wesentlichen das war ja keine also Pixel antialias,\nwegen mangelnder hoher Auflösung sondern das Licht doch auch spezifische Anzeige von RCDS aus.","Habe ich jetzt nicht verstanden was du meinst.\nDas Warum früher auf den nicht so auf Displays mit nicht so hohe dpi Zahl,\nhalt trotzdem die Kanten noch so ein bisschen rauszukriegen indem man halt die III Pixel benutzt hat als im lichten und nicht alle drei Farben ein oder ausschaltet sondern nur nur rot oder nur grün je nachdem auf welcher Seite das war.","Okay nee dann verreck ich verwechsle das glaube ich gerade mit irgendwas an das Kap immer mal auf eine Anpassung auf die Problematik wie das dann auf LCD es aussah aus Krieg ist auch nicht mehr zusammen egal erzähl mal weiter.","Neidharts weil jetzt ja eigentlich so ziemlich alle supporteten Gerät und auch die meisten Monitore was die Leute dazu haben ist alles sehr hochauflösend also Unfall im retina,\ndass die das jetzt einfach wegfallen lassen und du das trotzdem nicht sehen kannst,\nund Joghurt schon weiter teilweise sogar besser aussieht weil diese Subpixel ja teilweise links rot und rechts grün irgendwie war oder blau blau Wanda mitternachtsblau haben sie es dann nie benutzt weiß ich gar nicht RGB,\nder grüne unsinnige benutzt also mal eine Seite war rot und bisschen an oder du blau und das fällt jetzt weg also,\nalso ich denke mal dadurch spart man sich auch ist das Rendern vielleicht ein bisschen flotter weil es muss ja auch alles irgendwie angezeigt und durchgecheckt werden.\nDann ich glaube bei mohw war das auch es gab doch schon mit dem high Sierra kam noch der Support für externe GPU,\nund man muss ja mal so ein Ding dran steckt aber sich immer noch ausloggen\nund dann was mit dem User und dann wieder einloggen damit man dann den zweiten Bildschirm auch wie hatte und ich glaube jetzt seid Morawe schließt man das an und das macht Plopp und du hast einen weiteren Bildschirm also muss nicht mehr aus und einloggen sondern das geht jetzt einfach so.","Verstehe.","Donatus Feature sozialen wurde noch mal User more user-friendly gemacht denke mal geht's auch so ein bisschen hin in die Richtung mit alles wird.","Also Prinzip so wie man schaltet den zweiten Bildschirm an und dann geht halt einfach mit dazu wie man es eben so kennt und jetzt geht halt auch mit einer neuen Grafikkarte.","Döner,\nalso apple baut er keine keine Displays mehr weiß auch nicht warum aber auf das Display wo die fette Grafikkarte halt schon drin ist im Display\nund auch ist Annett und alles was man so haben wir also mehr oder weniger der Desktop ist eingestanden mein Display ist mein Desktop und dann komme ich nach Hause und stell meinen mein Laptop hin schließt das Kabel an und\nsperr mein Display macht dann sozusagen alles und ist dann sogar Grafik mäßig auch noch voll voll schnell wahrscheinlich noch mal 5 Jahre dazu und dann schaltest du sogar CPUs noch mit dazu wer weiß.","Beamer neuestes richtig so sicher ob das wirklich so eine zukunftstauglich Entwicklung ist das die Grafikkarte noch im Bildschirm mit drin ist na weil die sie ja dann auch nicht aktualisiert wird der nicht schneller.","Hier drin ja auch nicht im Laptop.","Beschließen anderen Computer an und dann ist der Bildschirm halt schneller weil die Pixel werden halt aus dem Computer raus gedroschen.","Also meinst du dass das eingestellte das Display ist eigentlich ganz schick aber 3 Jahre später holte neues Laptop und das ist dann plötzlich schneller als das Display nicht mehr da muss man halt eben nicht mehr umschalten weiß nicht so genau.","Also da bin immer noch nicht so ganz so sicher.","Aber ich verstehe verstehe schon was du meinst.","Ich seh schon die anwendung dafür das mag manchmal auch genau das sein was man haben will.","Ja aber da hatte ja keine Displays mehr Macht machen das ja Fremdhersteller die Fremdhersteller können das ja so machen dass man das Display dann auch wieder tauschen kann.","Naja oblag angekündigt dass sie wieder im Display rausbringen wollen nächstes Jahr.","Ja ja stimmt aber auch was ne.","Muffin mit pro halt.","Ja das machen sie aber bestimmt nur als Unterlizenz also lassen sich bestimmt herstellen und kleben da ihren Dings drauf aber sowas machen eigentlich nicht ne.","Na die bauen das nicht komplett selber aber sie definieren halt was da drin ist und Schrauben zusammen und spezifizieren den ganzen Graben machen selber dem Rest auch.","Heilbronn sie ja nur ein iMac verkaufen und einfach die CPU nicht einschalten.","Ich rechne halt mit sowas wie 30 Zoll 8k,\nna was sonst was sollten sie sonst rausbringen.","Muss knallen Meister.","Der neue Mac Pro wird natürlich die 8k Video machine sein so und der iMac pro hat halt 5k fertig.","Man muss da noch mal toppen die Sache ja stimmt schon.","Naloon nun 27 Zoll aller noch mal hinstellen wenn sie nicht machen.","Ich habe immer noch das Gefühl dass dann irgendwie demnächst auch irgendwie deren Laptops oder das Display vielleicht auch dass das alles in OLED-Technik kommt weil alles prügeln dir zu gnadenlos in Richtung schwarz in letzter Zeit also das machen ja nicht einfach so.","Es war noch sehr teuer für großen Bildschirme.","Tragezeit womit sie anfangen also die Frage ist ja ob sie irgendwann mal sowas wie was jetzt das 12 Zoll MacBook ist und dein er,\ndas wäre vielleicht eine Größe wo man hin will also ich meine wie groß ist dann gerade und die iPad natürlich vorher aber die sind doch jetzt wahrscheinlich auch schon OLED.","Die iPads nicht.","Nur dass nur das ten 0 telephone,\nnee also die hat mir auch lange Zeit Probleme OLED screens zu finden die dieselbe Farbgenauigkeit hatten wie die RCDS also OLED hat zwar Vorteile gehabt mit dem Schwarz und so weiter und geringen Stromverbrauch und flexiblere Bildschirm Geschichte RC,\naber platt hat lange Zeit auf LCD gesetzt und USA beim XR auch immer noch weil,\nfür sie halt korrekte Farbe einziger dogman zu sein scheint aber bleiben noch mal kurz bei Morawe,\nalso ich würde ja gerne wechseln aber ich habe jetzt echt das Problem das bei mir natürlich jetzt wirklich hier der Generationswechsel durchschlägt,\ndadurch dass sie mich davon abgehalten haben mir moderne Hardware zu kaufen so lange Zeit weil es ja nix gab was man haben will fallen jetzt gleich,\ndrei naja 2+ mcgroove immer gleich noch mal drüber reden aber zwei iMacs komplett raus also ich kann ehrlich nur mein MacBook Air auf Morawa upgraden.","Achso weil deine IMAX auch keinen Metall können oder wie.","Könnte ein Metall sie sind 9 und 11 und ab 12 Uhr geht's los,\nSonett einzige was älter ist was noch mit ziehen kann ist halt der Mac Pro und von daher,\nmuss ich mir halt überlegen,\nzwei verschiedene Versionen von Betriebssystemen zu verwenden irgendwie,\nhalt dich nicht das halte ich nicht lange durch irgendwie dann gewöhnst du dich ja irgendwas und dann ist es auf dem anderen nicht also ich muss immer ziemlich zwischen meinen Rechnern hin und her wechseln können und überall dasselbe Feature-Set haben dieselben Apps in derselben Version ca,\nund und daher muss ich jetzt irgendwas machen auf der anderen Seite will ich halt meine Geräte auch immer noch nicht,\ntauschen weil ich es nicht gegen was so die können halt Dinge die die neuen nicht können und dann erstmal in mein alter 2009 iMac der hier steht,\nist halt immer noch,\nein zweiter Bildschirm für meinen Mac Pro und das ist eins der geilsten fitas überhaupt und es gibt halt nicht mehr.","Ja","Ich weiß gar nicht was ich warte mal jetzt noch mal ab vielleicht kommt ja tatsächlich im Herbst noch mal irgendwas ich habe wenig Hoffnung aber die stirbt ja zuletzt,\nvielleicht bringen sie aber mal somit minimis ich irgendwas raus und Bildschirm aber alles toll träum träum,\nheute iMac pro ich habe mir das jetzt und wieder tausend mal durchgerechnet ist mir einfach,\nalso dafür dass er irgendwie auch nur ein iMac ist,\nauch Teamspeak gerade nicht und ansonsten ist er ja nichts drin was übernimmt brauche dieses ganze Retina ja toll wenn man es hat will man nie wieder zurück aber ich bin nachher noch nicht.","Willst du nicht haben weil du willst noch zurück.","Jan die einzige Software für dich wirklich brauche unterstütze ist irgendwie immer noch nicht maripa.","Was heißt unterstützt das nicht.","Nerd nicht alles Inhalt IP.","Stell mich aber persönlich nicht also also das was er.","Datrepair das nicht hat ja gut überwiesen hochauflösend Bildschirm habe da möchte ich natürlich auch die maximale Auflösung haben so aber wenn die Software das halt nicht kann.","Hitze keine okay.","Ich weiß nicht benutzt das ja auch nicht mit Retina.","Sind wir gerade bei.","Du hast doch Bettina will wie verhält sich denn das Nutzer die ganzen Pixel oder macht er da irgendwie Klötzchen.","War das mal gerade sieht normal also mir ist es nicht.","So normal aus wie alles andere normal aussieht oder sieht es.","So ein paar Programme wo man merkt dass ein bisschen was anderes ist aber das ist ein Sessel darüber nachdenkst das fällt dir irgendwie nicht so krass auf oder geht nur mir das so.","Da sind wie gesagt also ist alles Christa sind keine manche gematchte Pixel oder so weiß nicht.","Bleibt das schon weiter als ich dachte.","Ich zeig dir mal wie so eine Reaper Session jetzt ohne Ultraschall aussieht.","Jetzt gerade nicht den Vergleich und ich habe jetzt auch nicht die den Blick hier.","Und die Brille.","Aber das sieht für mich aus wie als xlsm und so weiter dass er sich doch von hier das Antje alia sing ist doch alles ganz pixelige Buchstaben.","Bist du noch hier Subpixel antiallergen dass das demnächst weg.","Aber das Bedienen waveforms anders macht Adi waveforms,\nhast Du das Gefühl dass er wirklich müsstest du mal zoomen und und und mal richtig mal gucken Screenshot machen und mal schauen was das alles für Auflösungen sind.","Also klar es ist es ist halt nicht Retina das ist natürlich korrekt aber wie gesagt ich.","Ich glaube wenn du halt einmal so ein Retina Ding hast fällt dir das halt jetzt nicht so also ja es fällt dir vielleicht kurz auf aber das nicht dafür überwiegt der ganze andere Vorteil.","Rebuy.","Warte jetzt ich will auch noch und zwar hier Luxusprobleme ich habe ja zu Hause so einen 4k TV an der Wand\nund weil ich da auch ein bisschen weiter weg sitze ich kann natürlich meinen Mac wenn ich den an den TV anschließen nicht in 4K gucken weil dann erkennst du ja gar nichts deswegen gibt's ja hier,\nmm Display preferences kannst ja dann sagen hier soll das halt eben als Retina darstellen dass das halt doppelt und so also,\nist das der doppelte also ihr wisst schon im Regina Modus angezeigt wird das ist aber immer noch zu klein ich kann das immer noch nicht so gut lesen und dann kann ich noch eine Stufe weiter gehen das sozusagen das 3,\nalso aus dem 4k werden dann,\nRasierer Pixel besteht doch sozusagen aus aus dem neuen echten,\ndann stimmt die eigens auch nicht mehr weil dreifach eigens gibt halt nicht das heißt auch mehr den ganzen Menü über sie dann wieder pixelig aus weil er dafür die die zweifachen vom Retina Modus nimmt also das sind so meine Luxus,\ndass mein dreifache Tina nicht so schön aus,\nwollt ich mal gesagt habe also es wird Zeit für Vektorgrafiken weil damit wäre das dann erledigt.","Jetzt kommen wir natürlich zu.","Hahaha magyar.","Was ist das könnte ich auch immer wieder hören.","So jetzt kommt der lappat für für senile MacPro Besitzer die nicht loslassen können nämlich uns.","Ja und alle die wir damit angesteckt haben.","Und alle die wir damit angesteckt haben,\nist es ja so dass Mohave natürlich gewisse Hardwareanforderungen hat\ndie erstmal von so einem Stock MacPro also wären jetzt von den 2019 und Zwölfer Modell also die sogenannte Käsereibe\ndas die mit der Stock\nKonfiguration nicht unterstützt werden also sowohl die Nvidia GT 120 kann kein Metal als auch die armen d57 70 und 58 sie\nich kann auch beide kein Metal das heißt der Stock Mac Pro ist raus aber Apple hat jetzt auch gerade gestern glaube ich was\nnoch mal das Support Dokument geupdatet und sie haben noch mal was angefühlt weil normalerweise hieß ist dass sie das genau das war in diesen der hat diese Liste da verlinkt oder das war doch wenn du das.","Da ganz oben.","Holen glaube ganz oben genau komme ganz hoch.","Recommended graphic cards und so weiter.","Genau das genau und zwar normalerweise haben die gesagt sie unterstützen halt, zu der Liste,\nnein das ist nicht ist es das Dokument ja nee das ist noch nicht.","Ja das für die egpu ist rei.","Ja ist dass das falsche Dokument.","Dann was in dem anderen Link darüber glaube ich weitergehe noch mal eins zurück.","Neue steht any card on this list should also work fine.","Genau also das was Apple gesagt hat was geht am Mac Pros wenn man halt der Grafikkarte hat die Metal unterstützt und dazu\ngehört unter anderem die Karten die in der externen GPU halt Funktion weil dafür sind die Treiber da und das war ja die AMD,\nwiesen die RX 560 haben sie gesagt und dann auch rx570 und 80 war das glaube ich alles der gleiche Treiber ist so dass es was zuerst in dem Support Dokument drin stand und gestern kam der Update.","Was eine URL von im Tal.","Nee das habe ich noch nie habe ich nicht so gesungen der Chat wird das bestimmt gleich ganz schnell raus schießen ich habe das vorhin dabei dir auch schon gesehen war ich der Meinung,\nfalls ist der sozusagen so ein Appendix dran dass sie sagen,\naußerdem könnten auch noch folgende Grafikkarten irgendwie mit Mohave kompatibel sein nämlich auch Didi,\nerixx also die Vega 56 die Vega 64 und dann noch hier irgend so eine Feier Dingens Karten wie auch immer die heißen.\nGenau hier diese,\nja\nfinal frontier daB frontier Edition und und dann halt diese diese Profi Grafikkarten hier WX 9100 und die sind jetzt auch noch aufgelistet\ndas heißt so Leute wie ich die jetzt halt so eine Vega 56 haben das sieht jetzt gut aus und sei auch vorher mit High Sierra auch gut aus das,\nkönnte gehen sagt Apple und ist ich kann auch sagen es geht aber die Sache hat zum kleinen Haken genau,\nalso original Grafikkarten sind eine MSI Gaming Radeon RX 560 dann Saphir RX 580 noch eine Saphir HD 79 50 und dann noch zwei Nvidias nehme ich die K5,\nquadro K5000,\nso und dann kam aber zusätzlich noch diese ganzen Radeon RX 560 570 580 dann diese pro Karte WX 7100 und die RX Vega 56 und RX Vega 64.","Die sind ja im iMac pro mit drinne.","Genau deswegen sind da die Treiber da und für die RX 580 und so dass es die wegen der externen GPU oder die Treiber km hat ja Apple schließlich dieses Developer Center verkauft,\nfrontier Edition was eigentlich auch eine abgewandelte Vega Karte irgendwie es so jedenfalls aber weil diese,\nunteren Karten da alle halt mit so ein Standard BIOS versehen sind wovon der Mac Pro halt die die Firmware vom MacBook kommt damit nicht klar ja.","Ich habe ja in meinem Mac Pro Radeon R9 280x dieses hier überhaupt nicht aufgelistet die ist aber trotzdem offiziell Mittel supported laut Aussage.","Wei,\nzu 80x ist eigentlich in der etwas schneller getaktet und 79.70 das mit der gleiche Chip von Hardware her,\nwurden von Andre nur anders genannt das machen die sehr oft und dieser 79.70 der steht da jetzt zwar auch nicht das ist aber auch wieder nur die etwas,\nmit mehr Textur Einheiten getaktete Version von der 79 50 oder sauer so die 97050 ist einfach eine abgeschwächte Version dann 79.70 deswegen sitzfeldt alles damit in die gleiche Baustelle.","Also ich bin safe.","Du bist safe seattle deine Karte.\nUnd deine auch in meiner auch das ist mich diese zwei 80x die kann man beim Booten aussehen wenn man die geflasht hat wenn man das aber nicht gemacht hat dann sieht man,\nbeim Booten sieht man nichts weil der Mac da noch kein Bild anzeigen kann auf der Karte weil er mit ja nicht klar kommt,\nwenn der Treiber später geladen wurde aber schon und weil Apple das auch weiß und sieht ja sagen dass diese Karten so auch so gehen könnten und sie wissen dass man am Anfang beim Booten nicht sieht sagen sie Morave ist auf diesem Karten nur supported,\nwenn man FileVault nicht benutzbar für FileVault muss man ja am Anfang sein Passwort eingeben und das geht dann nicht mehr das heißt man kann eigentlich,\nnicht mehr Firewall benutzen soll ich habe das gestern extra mal den ganzen Tag der tesse habe wie ein Idiot und Dimo habe installiert hin und her und,\nman kann das extern das mohar installieren wenn man zweiten Rechner hat ich habe hier das auf meinem Mac Pro gemacht habe die Platte sagen,\nMacBook Pro hat das andere MacBook Pro ranjang die Platte hab Thermo habe installiert dann die Platte wieder rausgenommen wie deine MacPro gesteckt und siehe da der kann schon,\nFirewall benutzen wenn man eine Karte hat die schon trotzdem am Anfang Bootscreen zeigt,\nalso so wie wir diese geflashten Karten aber so so grundsätzlich geht und sogar die.\nAnzeige sodass dann nicht nur immer das Passwort eingeben muss sondern sogar das Morawe,\nDesktopbild Kabel Hintergrund was früher auch nicht der Fall war also das ist jetzt durch die neue Firma da kommen wir gleich hin also so grundsätzlich geht das das heißt wenn die Leute wenn ihr euer Firebolt behalten wollt müsste das woanders installieren als auf dem Mac Pro und dann geht's.","Shocking News auf meinem Mac Pro habe ich gar keinen Fall wollt an.","Ich nicht polnisch.","Lokal ist nichts.","Walterli kommst du nach Hause machen dir deine Tür auf und nimm deinen Rechner mit dumm Bumm weg ist dann haben die deine Daten ich sag jetzt nicht mehr.","Hast ja recht weiter.","Ich habe auch überlegt Safire wollte heute die Platte darüber schleppen als ich kann es auch einfach ausmachen also dauert natürlich auch eine Weile und dachte irgendwie vom Gefühl her 2018 meine\nDaten liegen nicht f****** unverschlüsselt auf irgend wieder Platte und das mal schon seit,\nseitdem 2 Volt gibt nicht mehr und das macht man einfach nicht und ich glaube es ist auch eine gute Einstellung und die habe ich mir beibehalten,\noh das geht ja auch weiterhin also ihr könnt das einschalten und dann krsni mit euren Prozessoren flutsch das auch weil die Hardware in der CPU das macht ihr merkt das Beat mäßig gar nichts als ihr könnt das wirklich getrost einschalten,\nso das wäre erstmal der folgende Teil also ja jetzt Firmware.","Nee Moment warte Moment Moment,\ndu hast jetzt gesagt du hast extern installiert und ist denn jetzt das Fazit wenn wir eine Karte haben die Bootscreen geflasht kompatibel ist muss man nicht die Platte ausbauen um das Updaten.","Doch weil der Moral der Marvin Dollar sagt du kannst du installieren wenn du Metal hast und kein Pfeil wollt.","Ok und aber in Demo.","Angenommen du hättest jetzt du hast es ja nicht aber anderen du hättest FileVault das funktioniert alles aber er lässt sich einfach nicht installieren auf dem Rechner selbst also nimmst du die Platte raus installierst das woanders.","Aber das geht aber nur für geht aber nur für die Bude ist nicht für irgendwelche Dämmplatten die Fall wollte haben.","Ja es geht nur für das Installieren von Demo habe selbst nur für den Vorgang Ansicht fehlt es ist funktioniert alles nur er lässt sich halt auf dem Mac Pro nicht installieren.","Aussicht auf der boot also Buddhismus ohne Firewall.","Ja muss nicht muss nur woanders installieren dann geht's.","Also du nimmst die Platte mit FileVault raus steckst du an deinen MacBook Pro gibt ein paar FileVault Passwort eins sagts den Installer hier wieder einmal da lang.","Fertig installiert wieder zurück in Mac Pro und alles funktioniert mit FileVault und so weiter nur das installier Vorgang blöde ich das nicht machen lassen weil sie Angst haben dass du eine Grafikkarte hast oder das FileVault Passwort am,\nassistieren Angst bis unberechtigt natürlich.","Jetzt habe ich jetzt aktuell noch keinen Fall Wurst aktiviert es leicht natürlich in Kürze deinem weich machen aber dann lässt eine Installer das auch auf dem Mac.","Beginnen kannst ja dann berichten aber eigentlich muss das gehen Metal Muster haben und Fall woltorf und das ist ja dann gegeben so dann die nächste erfreuliche Geschichte,\nzumindest so ein bisschen aktuell erfreulich und so ein bisschen gibt es eine Hoffnung für die Zukunft und zwar schon zu high Sierra Zeiten,\ngab's für den Mac Pro öfter Firmware-Updates und zwar seitdem das hier mit Intel mit Spectre und meltdown gewesen ist brauchte man ja microcode-updates\nund da gings dann schon los dass das hat er dich auch welche gekommen sind\nmit irgendwelchen zwischen Version von High Sierra und zwar wenn man hier in seinen Mac Pro guck du hast was gesagt 84 hast du gesagt ne,\nvon deiner.","Feuerwehr ja.","Ba84 genau ich glaube das war so I die rauskamen in den Betas von High Sierra gab's noch ein bisschen ältere aber dass das was man dann haben sollte war 84 und inzwischen gibt es aber auch schon,\n87 und ich glaube dann 89,\ndas kommt aber nicht wenn man nur high Sierra Update das kommt nur wenn man einen Clean Install macht weil sie das vorher meinen lohnt sich sonst nicht oder irgendwie so aber eigentlich ist der aktuelle für High Sierra wer,\n89 ich weiß es nicht wie die gesamte Version String ist aber der richtige Teil ist das mit der,\nmit der 80 also 89 das heißt da sind mehrere Firmware-Updates gekommen die dann den neueren Micro Code drin haben von Intel aber auch noch nicht den ganz neuesten,\ndas Wette 89 hat er die Micro Kurzform von April so ca danach gab es noch mal im Juni welche.\nHatte doch sehr gerüttelt mit dem Spectre und meltdown ne und dann aber ist erstaunlicherweise für Morawe,\nkam noch mal ein Firmware-Update was erstens die allerneuesten Intel Microcode Updates von Juni drin hat,\nalso man hat dann mit dem habe mit der Firmware die neuesten majcoat Update und aber auch dieser trägt das man bei den Grafikkarten und wieso einen Widerstand,\nauslöse musste den sogenannten R17 damit man halt diese 5 Liga transactions pro Sekunde dass es dient irgendwie für die Erkennung zwischen PCI Version 3 und PCI Version 2 das ist was er auch imba Kinder\nna 5er gewesen weswegen man das so oder mit dem Widerstand der tricksen konnte dass sie die,\ndas ist nicht mehr nötig sondern die Karte erkennt jetzt ordentlich also die Firmware kennt jetzt ordentlich PCI Version 3 Karten obwohl der macoja nur PC Version 2 hat und passt dann diese.\nDiese Transferrate an so dass man jetzt auch 5 Giga transactions pro Sekunde hat und nicht mehr nur 2.1,\nalso ihr beide habt diesen Widerstand der nicht ausgehöhlt weil das von Fummelkram ist und man muss den erstmal finden\ndas heißt für euch würde das dann automatisch hättet ihr dann diese 5 Liga transactions wenn man so Ballerspiele spielt wo man ja die FPS wichtig sind man hat dann so zwei drei vier Prozent sind die dann bisschen schneller also es ist nicht viel,\naber es ist für für Nichtstun sozusagen durch Software gefixt\ndas haben das mal g****** und dann ist wohl auch noch was mit HDMI Sound von diesem Karten weil die haben ja auch Audio über HDMI,\nalso auch noch irgendwie ein backefix aber damit mache ich nicht soviel deswegen kann ich das nicht so genau nachdenken.","Stimmt man hat kein Audio über HDMI.","Ja da da soll wohl auch eine Verbesserung gekommen sein so das war mit Mohave dieses und die haben den Version String von der Firmware auch angepasst\nund zwar ist der sowie beiden aller beim allerneuesten iMac pro irgendwie und zwar heißt der bei Muhabbet 138. 0.0.0. 10\nder ist jetzt ein bisschen anders das heißt da die sitzen wirklich da und machen gerade die Firmware moderner was noch anders war es dass sie sich,\ndass man keine EFI Grafikkarte mehr brauchte um das Flashen zu können sondern das geht jetzt irgendwie auch ohne das ist irgendwie wahrscheinlich sehr technisch jetzt aber.","Was löschen zu können.","Diese Firmware voll muss man da mit einer Evi Grafikkarte Booten damit man das dass der Mac große Flächen konnte\ndas ist jetzt nicht mehr so dass irgendwie besser geworden ist sehr technisch aber man merkt daran dass sie gerade die Firmware und auch den den Flash Prozess an sich,\nwie man die Firmware Flash also das Fleisch Programm ist auch,\noder geupdated das der richtig viel passiert gerade im Firmware Bereich auch noch für den Mac Pro der seit neun Jahren existiert.","Aber bitte richtig verstehe ich habe jetzt noch eine alte Firmware und ich kriege deshalb die nicht drauf weil ich ja nur Update gemacht habe und ich müsste quasi frisch installieren welche diesem Trick machen mit Morave auf dem anderen Rechner drauf installieren hätte ich das ja dann immer noch nicht.","Das stimmt aber du könntest ja den mohw Installer auf dem Mac Pro runterladen schließt irgendeine leere SSD oder USB-Stick oder was auch immer an.","Ich habe ja das Fall wollte noch nicht anders so brauche ich das ja gar nicht ich könnte es einfach direkt hinter dir und dann müssten im Prinzip in dem Prozess auch alle Nüsse die neueste Firmware draufladen.","Aber der der wo haben soll er sagt am Anfang du musst diese Filme haben\ndas ist dein erster Schritt den er will und das heißt du kannst den erstmal ausführende installiert dann die neue Firmware und danach machst du einfach die Installation von MO habe nicht falls Du gar keinen habe haben willst also man kann sozusagen das einfach nur nutzen und nur die Firmware erstmal so zu bekommen\nohne dass man das Mo habe installiert weil der bootet ja danach mit dir die ich muss den Button festhalten bis zu die Lampe blinkt am,\nwann fängt auch kurz an zu piepen und dann legt er los Update sich Männer damit fertig ist dann sagst einfach nee danke ich will nicht weiter installieren.","Es reicht mir.","Ja danke danke tschüss,\nkannst kannst gehen und.","Schmalsee das schonmal runterzuladen hier.","Dass das nächste Ding ist das,\ngerade gestern weil ich ja so viel mit mit hier Mac Pro und Mohave uns und probieren und testen und so ein Pfeil wollte rumexperimentiert habt habe ich wieder geguckt hierbei MacRumors ist immer so ein Typ\nin der neuesten Morawe 10. 14.1 Beta die gestern oder vorgestern schon raus kam ist schon wieder eine neue Firmware für den Mac Pro drinne mich die 139.000 weißt schon,\nda hat Hamza festgestellt keine weiteren neuen Änderungen also hatte ich irgendwie gar nicht geändert aber anscheinen haben sie die Versionsnummer hoch gezählt weil irgendwas haben sie doch geändert also die sind da am machen.","Das finde ich jetzt wirklich spannend dass sie sich so um den alten MacPro kümmern.","Auch spannend und vor allem diese Jungs da diesem Forum kleben ja diesen nvme-treiber,\naus einem anderen Rechner einfach da rein weil das EFI Firmware ist so auch so modularisiert man kann einfach so Module so reinwerfen die werden dann so erkannt um die automatisch und dann vom Mac Pro oder so haben sie den nvme Teil also damit du von nvme Booten kannst da rein geschmissen das heißt,\nPro gepatcht kann von nvme Booten und das geht auch immer noch auch mit dieser 139 138 und so weiter.","Na soll er da auch mal einen bauen.","Na da warten ja drauf was Apple machen muss ist ja nicht weiter als dieses Modul nehmen und reinfallen lassen also 5 minuten Job und das einfach die pleun und fertig also das wäre ja.","Code von den Hackern.","Nee das ist ihren eigenen Kot sie müssen nur einfallen lassen damit die brauchen da.","Dass ihr eigener.","NVE Modul vom Mac vom iMac oder irgendwie.","Vom US den sie quasi in die Firma reinschmeißen müssten also vom iMac achso weil sie das da okay ja ja.","IMac da ist nvme drin und die haben das Modul genommen unverändert.","IMac pro mente.","Oder normaler Eimer kaufen modernere Maxwell\nauch immer das gewesen ist haben das Modul genommen lassen das dann die Firmware fallen und Boom es funktioniert kein Code Änderung kein gar nicht nur so ein Modul genommen und rein fallen lassen da wo Platz ist weil die sind dann die voll diese Firmware files also dieses Fleisch weit ist immer so 8MB oder 16MB weißt schon,\nPlatz und dann schmeiß es da rein und dann wird automatisch erkannt weil wieso modularisiert ist und so weiter.","Hey there was heißt die schmeißen das da rein was.","Naja klapperhof.","Ja so eine so eine lebt irgendwie mit reingeschmissen und Evi feil.","Also Siladen.","Text immer neu berechnet und und rein geflasht fertig.","A-ok.","Also wirklich gar keine keinen Hack drin keinen kein Code umgeschrieben kein gar nichts nur so Modul mit dazu geklebt weil Evi sehr.","Modulare.","Genau,\nIntel irgendwie erfunden vor wann auch immer und ist ja genau das sind lauter so Treiber drin die da so Modul mäßig und wieso reingelegt werden und viele andere sind die Microcode sie auch also ja mir auch da ne Weile haben sogar die Micro kurz rein gepatcht und so weil da auch unsere modulyss wo die Micro kurz drin sind,\nmich wunderts ja immernoch Warum wenn die da,\nSupport für modernere CPUs wie im Mac Pro auch für den ixserv gemacht hat weil dem fehlt der Microcode für diese moderneren CPUs also für diese.","Na ich glaube X11 interessiert einfach wirklich keinen.","Doch das ist ja das.","Noch willst du brauchst du noch an ist gerade eine angeboten worden.","Na welcher der allerneuste allerletzte rechts unten XF guck mal also nimm den Markt weil wenn demnächst dann doch irgendwann einer diesen Microcode Patch da macht dann kann man da die dicke CPU mit dem als Support und soweit.","Ich kann nix auf also das Ding ist mir wirklich.","Aber Harald Welt hat für den extra geschrieben dass die LEDs da so blinken wie die CPU-Auslastung ist schon vor 10 Jahren,\nich habe gegoogelt ich diese LED dran kriegt und dann sehe ich das als einer unter Intel gemacht und dann gucke ich Harald Welte.","Ja","Ist egal da passiert eine Menge die Hacker beobachten das mit Lupe also die sind wirklich da voll dabei nehmen alles auseinander hinein\nund man kann nur hoffen dass die bei Apple doch noch irgendwann gnädig sind und z.b. das nvme sagt er Jungs, ihr habt das funktioniert ja anscheinend auf eure Verantwortung macht Wasser wollt oder irgendwie so,\nsehr mindestens dann machen wenn die Kisten abgeschrieben ist ganz lange hier jetzt hier habt ihr den Scheiß mach doch einfach,\nalso das wäre schon ziemlich cool von nvme zu booten weil dann hast du auch plötzlich irgendwie mal so 3 GB Sekunde.","Das wär richtig geil da könnte man die Slots noch mal richtig gut zum Einsatz bringen und die Kiste wäre gleich noch mal noch mal flinker wobei der ist Miri flink genug irgendwie absurd wie viel Hub das Ding hat.","Also mein Laptop ist schneller als mein Mac Pro.","Ja war aber er hat trotzdem also.","Wer hat schon bumsen Grafik ist Power ist schon geil und auch dass er so viele Platten reingehen ist auch der schneller.","Nee auch Sachen die wirklich multi-core alles was wirklich multi-core ist das atmet das Teil Weg schneller als mein Mac Pro.","Na du hast jetzt noch mal doppelt so du hast ja 12 Uhr CPU so da wird sein bisschen schwierig.","Was was willst du mein Mac Pro ist schneller ist dein Laptop la.","Aber es würde sagen der sechs Kerne Laptop der vor zwei Wochen raus.","Nix ich habe V8 V12.","Nee du hast ja vor 12 Uhr hast du.","V24.","Dein dein deine modernsten deine modernen japanischen Kawasaki Maschinen ich habe hier richtig amerikanische Hubraum.","Jaja glaubst du ich gehe mal zu Geekbench und.","Designed in California.","Ob ob oder ein Ding weggeblasen wird vom vom.","Ja aber aber du ob der schneller ist oder nicht ist ja die sind ist ja die eine Frage.","Jesu meine Sache nicht.","Der andere hatte der mcbrayer keine Touch Fader MacPro hat 4 Festplatten Slots Elektroheizer.","Was ist nur vier das denn noch die beiden wo die optischen Laufwerk Anzeigen hast ja 6 Uhr.","40 GB.","Ja und das auch noch aber feine Lederart wäre natürlich auch wenn sie jetzt noch in den alten weckbrodt kümmern dass der neue,\nnoch eine ganze Weile brachten wird und wird ihre ganzen pro-user die immer noch auf den alten weckbrodt hängen nicht ganz im Regen stehen lassen wollen.","Das ist eigentlich ganz cool ja.","Also das MacBookPro hat hier also wir müssen ja du willst multi-core Test natürlich ja echt ich gucke mal.","Ist egal ich weiß ja warum ich meinen Mac Pro mag ich habe dir aus den Link zu dem XF geschickt dass wir mal sagte wir haben will.","Der for free auf jeden Fall,\nich habe auch schon ich habe ja noch nichts dafür PowerPC zu Hause den hat jemand den wir beide sehr lange kennen.","Also willst du ihn haben kurz.","For free logisch,\nalso wir powerbeats habe ich auch.","Ich wollte gerade sagen das Ding ist wirklich also einer der lautesten machine aber eine der schönsten also wenn ich wenn nicht sogar der schönste Server.","Yoga MacBook Pro sodass neueste Mitte 2018 22000 Punkte 22.10. By Geekbench und der schnellste MacPro sowie Timme den Hut 20000.","Du hast doch aber geil für seine alte Maschine.","Was was ich tausend was Euro.","Geekbench Punkte was heißt das neue das letzte MacBook Pro von Mitte 280 ist noch mal schneller als das dann,\nja ja ja hast du okay,\nwas haben die denn jetzt nur maximal 32 ne du hast was 64.","Müsst ihr mal so quartettkarten einführen RAM Ausbau I Stecher.","Ja das einzige wirklich was ihr nicht Mac Pro vermisse ist jetzt doch dann auch das irgendwie Thunderbolt interfaces das wäre geil aber das kommt ja nicht mehr ja.","Nee das kommt nicht mehr Beruf.","Naber USB3 ist halt nicht 31.","Da gibt's auch da brauchst du auch ein Modul damit du von USB3 booten kannst damit es beim Booten auch schon erkannt wird und das haben,\nkann man glaube ich auch so rein schmeißen dann man will weil das auch wieder so ein Standard Apple Firmware weißt schon sofort rein operiert wie und geht,\nschon vielleicht sogar ohne das geht.","Die Versionsnummer bleibt die gleiche ist hast du eine neue Firmware kommt und man die istalliert dann fällt das zwar weg aber macht trotzdem noch mal Update und dann muss man die Module wieder rein.","Genau der macht das Update dann drüber weil das nicht checkt aber dann nimmst Du das wieder musste Modul oder reinschmeißen.","Die Module spielt verrückt.","Pro kann er von alleine nicht updaten der muss man ja drücken bevor der ab.","Und ich bin mir den Mac Pro.","Aber weißt du das finde ich ja dann wiederum erstaunlicher also da bist du bereit hier so zu investieren und dann dir den Dennis noch mal kommst du das noch oder inches great aufzupolieren aber in FreeBSD Fileserver das geht nicht oder wie.\nIch weiß die Hardware ist nicht so sexy ist hoffe es auch nicht so sexy.","Die Hardware muss schon sexy sein.","Aber dann nimm du das.","Nee der ist mir zu laut das Lied sexy.","Aber also ja Ohropax online.","Ich habe das erstmal auf dem backburner ist nicht weg so aber es hat ja auch nicht gedrängt oder so und da ist jetzt kein hier ob wir es Winter gab,\nsteht das erstmal wieder hinten an.","Gut na ja also das ist schon mal gut zu wissen dass ist ein Upgrade Fahrt gibt dann warte ich jetzt mal so den üblichen Monat oder 2 Uhr bis ich so dass es ganze Audio Universum auch geklärt hat ob es dann mit Morawe,\neinwandfrei spielen mag.","Das immer wieder echt die totale Achillesferse ne und ich weiß immer nicht so richtig an wem's eigentlich jetzt wirklich liegt also,\nschon klar apple baut da auch Sachen ein und da ist nicht immer alles gut gelaufen aber ich bin mir auch immer nicht so sicher ob DVD Fehler wirklich machbar liegt.","Also mein Audio Interface bei Moto sind sie ja glaube ich immer ganz fresh mit den Treibern und ich könnte mir vorstellen dass in Wirklichkeit die ganzen Plugins,\nvermutlich eher Probleme haben wenn sie als Audio unit verwendet werden aber daripada VST und vst3 Effekte oder Plugins auch unterstützt und AX und wie sie nicht alle heißen das vielleicht in Wirklichkeit auch gar kein Problem,\nnur wenn man jetzt die mit Logic verwenden würde wollen wir garric Band vielleicht na ja.","So habe den Mac durch gepimpt.","Ja auf jeden Fall erstmal ne nette du auch alles klar irgendwie wissen was du machen musst jetzt.","Hast du auch ein Mac Pro oder müssen wir noch ein besorgen.","Ich habe gerade gesehen hier bei meinem Dealer wo ich meinen Mac gekauft hat da gibt's gerade den 5.1 oder sogar der normal wie hat ne.","Der Antonienstraße.","Nee nee nee nee den die aus München da gibt's gerade ein für 600,\n89 aber schon mit der ATI 58-70 ne Terabyte SATA Platte.","Aber die braucht man ja nicht mehr die Karte.","Es wird direkt wahnsinnig vor Freude.","Das ist die alte es ist nicht unsere hersta.","Bitte nenne mir brauchst.","Erinnere es gibt jetzt den also ich glaube für ungefähr 600 habe ich meinen damals auch gekauft und dann gibt es für noch mal 200 oder 300 und 1000 wird die billiger als Datei von x-ten.","Süßwasser Nähe Standrechner kommt mir so schnell nicht mehr ins Haus.","Mach doch schön warm im Winter.","Und man hat noch das Gefühl wenn der Rechner gerade Scheiße macht dass man noch ab und zu mal so unterm Facebook gegentreten kann so weil du Sau weißt du was mit Laptop ist er.","Preise die Metaebene nicht ein.","Ja aber da kann man so ein bisschen das halt robuster kann man auch mal so ein bisschen basteln und hinlegen und operieren und machen und tun also und wenn er läuft dann läuft er.","Das Ding ist echt soll ich das habe ich früher halt auch gemacht aber ich habe da nicht mehr so also ich habe genug andere Hobbys Clownfisch und deswegen.","Dann macht man jetzt ich habe meinen MacPro Damen ich weiß gar nicht das ist jetzt wahrscheinlich auch immer schief der Freakshow für immer festgehalten wann ich meinen Mac Pro gekauft habe es jetzt bestimmt auch zwei Jahre her mindestens.","Ja aber du machst ja irgendwie Audio.","Gewechselt hat und den habe ich nur einmal hier so nach Gusto Dennis quasi gepennt,\nMonarch der original Dennis Ahrens Freakshow Tim Vorlage.","Erzähl mir mehr Hocker.","Und dann läuft.","Dizifilm Vorlage.","Bitte.","Läuft seitdem muss ich da nicht wieder ran außer für mehr Festplatten reinstecken.","Und du benutzen.","Jeden Tag meiner wenn ich im Homeoffice bin,\nmein Rechner darauf zocke ich Minecraft darauf drücke ich alle anderen Spiele.","Und fettestes mir auch angeschlossen 4k zweieinhalb.","Ja 27 Zoll nein noch nicht weg aber gut genug.","Nee ich habe freue mich Sie mit meinem MacBook Pro.","Hast du dein großes Display.","Nee habe ich in der Tat auch nicht.","Also lass nur den Rechner und das war's.","Ich habe zwei Rechner ich habe,\ndas MacBook Pro sind die noch guten in Leipzig 20/13 und ich habe die cuckmere von Arbeit.","Ach das mit dem Touch war scheiße.","Ja der müsste nicht Halte rumzickt.","Was du da auch gerade hast zuzusagen.","Genau ich habe den kleinen aber genau das einzige Sven wenn ich mir wirklich jetzt irgendwie zeitnah irgendwas holen müsste dann wäre es nur etwas kleineres was leichter ist weil ich merk gerade also der ist einfach zu schwer mittlerweile.","Mach mal ein bisschen mehr Sport.","Noch mehr Sport als Lady geht gerade gar nicht.","Nee ist es gerade in voller training.","Für Marathon.","Da können wir ja mal irgendwann anderes drüber reden wenn ich nicht drauf oder nicht,\nnerve nicht mehr training geht wirklich nicht aber was leichteres ich meine dich nervt mich nervt ja schon dass der wenn man den mit ins Bett nimmt ist der schon etwas schwerfällig ja.","Was sind mektron.","MacPro Herberge.","MacBook vs MacBook Pro.","Bergbräu Bad.","Also mein Homeoffice.","Soll ich doch schon das Telefon.","Elphistone Pokémon Kostüm,\ngibt's bestimmt so Pokémon Telefon.","Warum habe ich mit.","Eine Minute dann ist das davor.","Ja wahrscheinlich wahrscheinlich auch Garnier.","Der neue Zucht mal die passenden Pokémon Telefon Schlüpfer für cessera.","Nee also ich finde Standrechner das passt für mich nicht halt nicht weil ich heute das wenn ich im Homeoffice bin irgendwie so,\nsag mal so drei Stationen in meinem Homeoffice Zimmer habe wenn ich mich halt lang nicht langweile aber wenn ich dann irgendwie.","Er konnte wie heißt das ist kannst du nicht aussprechen konnte konnte er Wie heißt dieses Feature la contino,\ncontinuité genau und hast du dafür mich zu bluetooth anmachen und dann noch in der iCloud sowieso das Unterwegssein kannst du auf jeder Station einrechnen positionieren und egal wo du dich hinsetzt ist immer alles.","Nicht mag das mitzuschleppen.","Nike pro in jedem Raum.","Wo war gerade bei continuité sind ich habe noch ein Nachtrag für pimp my Mac also für MacPro geschickt.","Bist immer noch im Zimmer Mac stickman.","Ok also weitere PIM Vorlage und zwar schon.","Ich wollte den Mac behalten.","Unser müsst jetzt habe ich schon wieder gemäß.","Erstmal Keks einschmeißen vom nächsten Kommentar ach Nüsse.","Und zwar bei Mac Pro diese kontrolliert continuité,\nfeatures und handoff bei manchen Leuten gehen die ja nicht ne ich weiß nicht ob es bei dir geht Huckel,\nbeides oder eins von beiden nicht also AirDrop geht aber aber Kontinuität mit copy and paced mein Telefon geht nicht.","Also es geht wenn ich hier den Browser auf dem gerade auf habe auf dem telefon und Apfelsaft auf dem Mac Pro mache dann zeigt er mir dann auch den Safari-Browser daran ist das dann hentoff.","Dann müssen wir dir schonmal gut bei mir geht das nämlich nicht mehr aber AirDrop geht schon noch alles setzt natürlich diese ein gepimpte Bluetooth card.","Ja klar voll eingesprungen gepimpte.","Aber das wirst du ja auch Sendung tralala wo wir dich schon mehrmals erwähnt haben,\njedenfalls der Typ der gerade das ja mit dieser Film ganzer rausgefunden hat der ist auch voll jetzt der Ersatzkanister der Hacke aber er trägt sich auch alle Informationen zusammen und nimmt das so auseinander,\nund der meint auch dass die Firma du kannst nicht einfach dieses Feuer nehmen und in diesem Mac Pro rein Flächen sondern der Fleischer der das macht trägt auch sogar,\ndann weiß ideas und und Hardware-ID ist oder so in diese Firmware ein und dann gibt's nur drei verschiedene Sachen also auf die Seriennummer und so also die sind sozusagen,\nangepasst diese Firma die drei geflasht werden und das geht aber ab und zu schief.\nWeil der Fleischer von Apple auch sehr scheiße ist und dann steht da so zehn einfachen 00003,\nund wenn du diese device-id sind einer Firmware nicht hast und Apple benutzt die aber um gegenseitig zu continuité und hentoff zu machen dann fallen diese Features einfach weg und das ist die Vermutung dass Apple,\ndas mit aufgenommen hat für diese Features weil die Hackintosh Leute diese Werte ja nicht haben und die das dann nicht benutzen kann also die vermuten dass das so,\num die Hackintosh Leute zu ärgern ist so jedenfalls war das Merkel aber auch ab und zu nicht klappt,\nhat das einen Grund sein das kann der Grund dafür sein dass es ab und zu nicht funktioniert und der Witz ist das der Typ in meiner Leute sagen ja bei mir geht aber hier continued\ncontinuite nicht dann sagt der Maya lies doch mal deine Original Firmware aus und schick mir die mal gibt's auch schon pulseadas auslesen in diesen,\nim Recovery Modus wurde er dann daran kommst du so oder hat einer so ein so ein 5er Dump Tool geschrieben dass das aussehen kann und dann sagt er schick mir das dann guck der da rein guck nach\nob da wirklich irgendwie nichts drinsteht lässt sich dann die richtigen Werte geben die auf dem Rechner stehen oder wo er noch die dann kommt trägt dir dann ein schicken das sollte vielleicht das rein und danach gehen deine\ngeht dein Konto nee Kontinuität wieder das Werder Probleme hat und das unbedingt haben will der müsste mal bei,\nMacRumors den entsprechenden Posts suchen den ich jetzt habe ja keinen slac deswegen Huckel musst du das gleich machen.","Wieso hast du eigentlich keinen Zweck.","Rollflex scheiße.","Weil entweder der Huckel oder diletti hier der.","Nee aber weniger als likes zu haben deswegen bevorzuge ich.","Warum warum siehst du.","Schick mir einfach eine iMessage mit der Uhr.","Na ich kann ja jetzt hier gucken wir machen jetzt AirDrop.","Dennis werden sich jetzt schon dazu bekommen eine Sendung zu hören dann wirst du auch noch was.","Na nur dreiviertel letzte Stunde aber nicht geschafft.","Mehr kannst du auch erstmal dreiviertel slack installieren.","The good parts.","Wie kann ich jetzt diesen linke rüberschieben.","Genau 5:45 Uhr.","Und ich muss erst er dort machen so jetzt kann ich doch den ihr so rüber schieben oder nicht.","Probieren sollten ist mein Computer.","Und ihr Tattoo siehst du jedoch und dann kannst du jetzt ins leg mal wir können das ja mal Auto Miren automatisieren dann kann ich irgendwann.","Mach mal einen.","Hollicher Auto Miro.","Murnau der TÜ,\ndiesem Bild da auch dass es sehr dass gerade alles in auseinander nimmt und sich da voll kümmert und falls apored macht also der ist gerade der Held der MacPro Szene Timer Applaus für wie auch immer der heißt,\nna Superhelden werden ja gebraucht na ja also wirklich.","TSE Alex heiser.","Genau die wirklich alle Information von anderen zusammenschustern und alles schön auch dokumentieren ordentlich hin schreiben alle Fragen beantworten den Leuten weiterhelfen und so,\nalso was von betrifft gerade finde ich voll gut auf jeden Fall.","PC-Zubehör.","Voll.","Ich frage mich ernsthaft wie lange diese Mac Pros insgesamt noch so leben werden also die.","Na die haben ja schon ordentlich Bums weil es gut ist gute Hardware ist also ein paar Jahre macht es schon noch.","Ja ich meine jetzt haben sie fast wann kam der erste raus,\nnee I schießhäuser.","Also jetzt wird's grundsätzlich diese diese Hardware Form oder.","Image is greater.","Oder genau dein Inhalt auch.","Nee diese Bauform.","Nez.de Intel Messer 2007 oder.","Na das war doch schon die D5 hat noch das schon das war doch.","Nenne mit Intel.","Persona dann 2006 direkt 2600 2007 muss doch gleich.","Mac Pro 2006 hatte der schon Intel ja 2006.","Aber die kriegt man ja die ganz alten kriegt man jetzt auch nicht mehr so richtig sitzt doch schon nur noch beschränkt auf die 2009a oder.","14151 gibt es immer noch so auf einmal.","Ja aber 31 kann das ja das wird er rausgefallen und gibt es auch 21 und 11 Damen sie auch eine Weile so rum gehackt und Sachen gemacht aber die können halt das aktuelle Zeug nicht mehr fahren die sind 3.","Okay also im Prinzip März 2009 mit dem 41 also das heißt nächsten März.","10 Jahre Mac.","10 Jahre Mac Pro und wie läuft immer noch und wird immer noch frisch gepimpt und Leute bohren sich da irgendwie durch die.","Und und bootet von nvme das gab es vor 10 Jahren sicher schon auch aber nicht wirkt einfach E-Mail das geht meistens alles länger als man denkt nur halt noch nicht im Markt,\nalso jedesmal wenn ich sowas habe ich denke du hast ja voll neu guckst du nach und dann haben wir schon standardisiert als sie noch in den Windeln lag.","Jeremiah Dennis versucht nein das ist auch nicht schön vinglish Verzierung hier such dir mal einen der seine CPU die Lilith.","Na ja dann hast du auch hier das dir machen lassen von jemanden das kannst du doch da weitervermitteln zur Not,\nHans solo.","Ja ist alles eine Frage von Föhn und.","Okay 2011 kam nvme raus hast du recht also ein bisschen später als dass ich diese Max und die Booten jetzt da.","Aber du hast auch Recht ich dachte das gibt's doch nicht so lang.","Aber machen wir dann machen wir dann so eine LAN-Party wo wir dann alle unseren Weg prosten zu Sachen zum bestellen und dann irgendwie weiß nicht minecraft multiplayer übers lachen Spiel,\noder wie ist das Spiel Halo hat es auf dem Mac nebenbei von Bungee dieses Marathon hieß es,\npassen Schulter auf Mac.","Ich weiß es über Opa erzählt vom Krieg das in ganz schnell aber ich habe damals ja zwei Amigas überlebt nidrei Amigas Überblick verbunden über Clip und Slip,\nparallel line Interface protocol ansible line Interface und so weiter also einen anderen Amiga mit Slip angeschlossen den anderen mit\nklipp und dann haben wir zu dritt paysmart hochgespielt über so ein Netzwerkprotokoll von Commodores irgendwie einen Boy also die meinten sie müssen das Internet selber erfinden weißt schon ne,\nund das Lied aber so erstmal Grundsätze und dann bei spaceart hoch ist ja so move based oder turn-based heißt das ne\nmono Einzug aber der wurde halt automatisch über dieses Dingsda übertragen so weil es so als ob ich einfach nur einem File gespeichert werden sollen wir zu dritt bei Serato gespielt mit drei Rechnern das war damals rocket science also,\n90er am Mitte der 90er Mann.","Ich bin mit Token-Ring eingestiegen.","Nee da ist das alles an mir vorbei gerutscht und dann gleich.","Heo.","Jetzt machen wir mal zu den pimp Bereich,\nsie jetzt ausgepumpt.","Zeig mir die rote Lampe wieder aus.","Stimmt aber der Sarah kommt bestimmt noch mehr also.","Wollte noch auf ein kleines Projekt hinweisen was einfach nur schön ist und zwar wie geht doch alle den Rubiks Cube ne,\nden tollen Zauberwürfel kann den jemand von euch.","Sag mal einmal.","Ich kann also aktuell nicht aber ich habe zu Hause die original Spiegel Anleitung in der Kopie von original Spiegel von damals ich konnte es mal und ich kann auch die langsam natürlich,\nkeine Ahnung 7 Minuten oder länger also zwei wahrscheinlicher 3 keine Ahnung.","Ich habe das einmal ohne irgendwelche Cheats und so aber ich habe einfach Wochen darauf eingetreten irgendwann.","Ich hatte mal eine richtig heiße Phase ich doch mein Rekord ist 29 Sekunden oder.","Wo ist Mama so gefrustet dass ich die Dinger um geklebt habe aber da war ich auch.","Wieso umgeknickt du kannst ja noch ab abmachen und einfach.","Rausbrechen und um Stein.","Gutes also ich weiß nicht ob ich es ja gleichzeitig auch eine Mischung daraus gemacht das weiß ich nicht mehr aber ich weiß dass ich irgendwann mal.","Das ist gar nicht so schwierig mit dem Rubiks Cube.","Ich habe mir gerade auch extra einen noch auf meine amazon ist es das nächste Mal wenn ich wieder was bestelle gemacht weil ich will auch mal wieder so ein haben.","Genau also wer werde aber sozusagen fortwährende Probleme hat der kann sich auch dieses Projekt hier mal,\nanschauen da hat nämlich jemand in einen Rubiks Cube Computer rein gebaut mit Motor und C Rubiks Cube löst sich selber,\ndas heißt.","Ja genau zeig mal also das geht ihren Zuhörer können das Video dass ich nicht sehen.","Nee aber es ist Prinz,\nliegt das Teil halt das Finden der Witz ist wie verdreht und er sieht ein von außen aus wie ein ganz normaler Rubiks Cube\nund da ist halt Akku drin da ist irgendwie ein Motor drinne der kann quasi alle Achsen selber bewegen,\nund weiß halt auch genau was was wo es.","Redernswalder sie es merkt.","Und kann sich halt selber lösen da liegt er das Ding auf dem Tisch und dann fängt er an sich selber zu drehen von innen heraus.","Mach mal mit Sound.","Was hat das Handarbeit aller hier.\nWarum passiert dabei halt natürlich so über Tisch rum und dreht sich gemächlich nicht unbedingt in Rekordzeit aber immerhin komplett autonom ja also da,\nkann sich Tesla noch was abgucken von der autonome Rubiks Cube quietscht ein bisschen vor sich hin.","Und fertig was sie da so wie er zu sein hat ja ist schon witzig.","Das würde ich ein sehr schönes Projekt freue mich wieder den lädt dann bis zum Apple watch Connector oder so.","Baumhäuser im wireless finde ich cool.","Das finde ich auch also was mir daran so gefällt ist vieles also erstmal ist es natürlich rein Ingenieurs mäßig ist es super,\nbin dann da das ist aber toll ich helfe dir keine Worte dafür warum ich das so toll finde das ist einfach nur super Nummer was beeindruckt alle,\nPosaune coole Installation weil die Leute werden ja die immer wieder verdrehen und er wird sich immer wieder selber lösen solange bis der Akku ausgeht wenn das Ding du gebaut ist dann legst du es halt auf dem Tisch wo da ich noch induktives Laden angesagt ist und dann.","Bad aber voll.","Dr Immervoll.","Aber ist ja nur ein Einzelstück.","Naja ist halt so ein Projekt nur von so einem nerd.","Ja ich meine wenn du richtig gut ist dann macht er das ja in professional und Verkauf das also.","Weiß nicht sieht auf jeden Fall sehr 3D printed aus ja auch alles.","Na ja doch noch mal das professionell macht wird das ja es war schön noch mal.","Unglaubliche Arbeiten die man allein dieses wiring ja an WoW aber.","Ja das ja auch an kein.","Neu gibt's noch schöne disassembly Videos also das könnt ihr euch mal alles in Ruhe anschauen wollte das nur mal erwähnen weil es einfach so ein schöner so ein schöner Tag ist,\nach ganz toll.","Ganz ganz.","Next.","Was sagt dein fast die Stimme vor lauter Begeisterung.","Oh Gott wir springe so ein bisschen ins her aber es muss ja auch noch mal loswerden ich bekam er tatsächlich einen Mail eine Mail von der Telekom dass es jetzt schnelleres Internet gibt bei mir.","Supervectoring nehme ich an.","Ja was mich natürlich mega überrascht Heizung weil man rechnet daher bestenfalls alle 10 Jahre mit Sojamehl und das ist,\ngar nicht so lange her dass ich die bekommen hab,\nmeine Begeisterung hielt sich aber auch schnell den Grenzen also ich bin hier rein zufällig jetzt in so einem früh Ausbau als ich habe mal auf die Karte geguckt wo das ja alles ist aber tatsächlich hier dieses Haus\nhat halt jetzt die Möglichkeit Telekom VDSL super plus plus und wie,\nmit Biokraftstoff zu bekommen dann gucke ich halt drauf und also ja ja 250 MB pro Sekunde wieso aha,\nwar aber schon voller Skepsis und wie sich verstellte auch zurecht natürlich immernoch nur mit 40 MB Upload ich weiß alle dir zuhören.","Aber kann man doch anpassen lassen oder irgendwie da kann das hin und her switchen oder nicht.","Der theoretisch schon.","Aber bietet Produkt natürlich nicht an und so weiter ja verstehe.","Hätte man ja wirklich was draus machen können so hätten wir mal schick 100/100 draus machen können oder.","Hätte hätte Fahrradkette.","Hätte hätte Fahrradkette ich mir mal wieder ein bisschen Zeit gespart naja und so ist es mir dann irgendwie die extra Kohle natürlich nicht wert zumal ich ja dazu auch noch mal,\nGerät,\nja ach ich weiß auch nicht das ob das noch mal was wird hier mit dem Internet diese.","Von Deutschland.","Diese ganze Bandbreiten Klage hier hier regelmäßig zu leben das nervt auch schon wieder langsam ne und wird sich irgendwie nix,\nkeine Daten ich im Prenzlauer Berg und Kandidaten kennen,\nJan die Debatte geht ja auch ein wenig weiter ne wirst gef.","Ganz ehrlich die Leute die da irgendwie was zu sagen haben schnell noch überhaupt nicht was das heißt irgendwas ich habe das Gefühl dass der Leute irgendwie sitzen die.","Gewinnmaximierung betreiben.","Na dann wenn du.","Schadensminimierung oder was auch nicht.","Ja ja in der Politik halt häufig gar nicht aus diesem Bereich kaum zu wissen was das so,\nhalt für Firmen z.b. heiß oder Leute die sich halt selbständig machen wollen und vielleicht ne Idee haben wo sie einfach mal aufs Internet angewiesen sind dass sie halt solchen Leuten steinenweg liegen ich weiß nicht ich finde das halt arg frustrierend einfach nur noch.","Ja ich meine wenn du diese diese ganze Uhr diesen Artikel 13 Urheberrechts Schlüssel Dingsbums dann der EU anschaust dann wird auch in Europa ja das Internet abgeschaltet als,\nausgebrochen irgendwie naja.","Das mal so ganz nebenbei.","Hätte noch ein frustrierendes Thema also wenn wir schon dabei sind.","Wenn wir schon mal bei frustrieren sind ne.","So zum Abschluss so zum absacken.","Ja da wird es noch mal so alles richtig in einen so frustrierend ist das nicht aber,\nda ich ja jetzt dem öfteren irgendwie mich mit Servern beschäftigen muss und mich da so ein bisschen versucht habe rein zu werden also Stackoverflow wie mir gesagt wurde ist das ja normal,\nund ich habe halt jetzt irgendwie auf dem Server vorher immer wenn ich Zertifikate gebraucht habe letzten kurz genutzt und hat bei mir jetzt immer alles ganz gut funktioniert und das erste Auto renewal auch,\nerzähl mal kurz auf dem Tisch hoffe das nächste Konzert auch essen\nund da wird sich jetzt gerade in der Hochschulen im EU-Projekt Sitze war so die Idee ja das halt mal so ein richtig shiny Zertifikat machen vom DFN oder was,\nich dachte mir halt am Anfang so ja jetzt sind Kurzzeit funktioniert was soll schon schiefgehen jo machen wir,\nerstmal so diesen Antrag sonst hole ich mir das durchgelesen habe ja ok okay ok und dann irgendwie scheint ja und sie kommen bitte mit Ihren\nmit dem Ausweis und mit diesem Formular dort und dorthin okay ja ist alles klar gut,\nder ist dann halt nicht über mich gelaufen weil ich mir nur Mitarbeitern habe das an meinem Chef über geholfen und dachte mir so ok dann setze ich mich jetzt hier mal hin.\nWird er bestimmt in der Stunde erledigt sein und mach mal erstmal nur diesen dieses Zertifikats antragsgebühren suntis dfender so Leute Forschungsnetzwerk Netzwerks Gemeinschaft ich weiß nicht wie die genau heißen halt auch so eine Anleitung dafür,\nund ich dachte mir halt sehr dann hässlich mal schön an die Anleitung.","Ich habe das auch schon mal gesehen.","Also ich dachte dass die Anleitung irgendwie schwierig ist mit dem Open SSL und dann sagen wir halt auch so so eine Sachen wie ja du musst jetzt hier halten verwirrt fertig ihre neue Schlüssel generieren,\nEuropas Was kann man machen und dann irgend unten dran irgendwo so,\neigentlich also dass das müsste man machen um es ohne Passwort zu haben aber das darf man auf gar keinen Fall irgendwo öffentlich weil es ja muss ja geheim sein mich mit I mir jetzt,\nWarum schlagt es überhaupt vor dass es ohne Pass rausgelaufen also wieder.","Passphrases gilt auf Schiffen.","Also warum warum schlag dir das überhaupt vor also der war so ein 0 Informationen teilweise über diese Schritte wo ich mir denke so das ist für jeden Admin der das 24/7 wahrscheinlich macht total klar und verständlich,\naber mir war dann halt sie ja okay schön erstmal hier mal pas dingsi eingegeben,\nund irgendwann war dieser ganze Schmerz auch vorbei und ich dachte mir so geil es heißt diese Scheiße beantragt,\nschlimmer kann es nicht werden mein PayPal Konto aufgemacht so gut ok noch genug Geld let's encrypt aufgemacht Sackgeld geschwindig dass mir so für den hätte den die mir hier drei Stunden nur für die Antragstellung.","Ja aber das.","Gemacht habe ich weiß zum Glück das natürlich nicht für alles perfekt aber ich meine wenn du halten nur irgendwie so,\neinfachere Projekte hast du es vielleicht einfach aus weil ich habe jetzt nur manchmal bei meiner Homepage auch nur ein letztem Club Zertifikat mir anschalten lassen.","Was heißt nur dass das.","Will doch gar nichts anderes.","Das DFN ist halt einfach maximal bürokratisch das ist halt so.","Ja genau und ich mal aber vielleicht hat man dann den Anwendungsfall warum man ja ich weiß auch nicht warum man das will.","Todes RTL so das Zertifikat decrypto,\nalles ist ja das gleiche das ist nur wer ist quasi unterschrieben hat und ob du jetzt möchtest dass du jetzt ganz offiziell von Gewalt erstelle dein Vertrauen ausgesprochen bekommen hast oder von so einer schmuddeligen Hacker Truppe.","Wird die schmuddelige Hacker Trüffel lieber jedenfalls ich dachte mir so okay ich habe hier.","Ich habe bald Kurzzeitmiete Dessau heute also heute hat es beim BSI das Zertifikat abgelaufen.","Geil.","Muss man also BSI bund.de ja wie toll die Trust SSL class 3 bla super mega sicher und abgelaufen.","2009.","Wahrscheinlich mit Andy five Fingerprint.","RC4.","Ja so dass ich sag mal so\nals ich mich in dieses Open SSL-Zertifikats tema da im Club mal habe einführen lassen und dadurch fräsen musste das war auch alles ganz merkwürdig und komplizierten dieses Open SSL ist ein,\nUniversum für sich ja es kann alles und es kann mehr als alles andere kann aber,\ndie spezifischen Wünsche zu erfüllen die man so hat sehr schwierig teilweise man halt keine Ahnung davon hat und,\nja muss man sich um Gehalt durchfräsen ist leider so aber dann,\nja kann man halt auch mit so also wenn ich dieses DFN z.b. ich hatte das auch mal nach UdK vorliegen und dachte mir hole ich mit Service Zertifikat ich habe dann einfach self-signed certificates genommen weil ich mir dachte okay,\nalso es war noch zu der Zeit wo hatte die PS noch nicht so,\nna Requardt wurde oder bläst wurde auch von den Browsern und ich habe dann einfach den Stränden gesagt hier das ist der Fingerprint könnte Vertrauen dass alles gut,\nging dann erstmal so nah und jetzt benutze ich auch überall let's encrypt zwar nicht mit Auto renewal für meine eigenen Sachen da bin ich dann irgendwie doch immer noch zu eigen und kauzig ich will die man nur er sich machst mich vollständig manuell aber.","Es ist denn jetzt halt auch deswegen weil das auf also das Setzen Glück den Gleis auf einem Server den ich jetzt nicht seinem Volk das Volk ist fertig und deswegen ist das halt.","Okay willst du nicht mehr her.","Genau und ich bin halt irgendwann auch nicht mehr da und das ist heißt wenn das mal irgendwann ich hoffe dass es kaputt geht wenn ich nicht mehr da bin nein Quatsch aber es ist halt so wo ich mir das okay Auto manual und wenn es mal kaputt geht dann muss ich halt jemand mal drum kümmern weil es halt dann so und ich meine\ndas ifrn hat ja irgendwie wirklich in teilweise ausführliche Sachen geschrieben dass man ebenso dieses Open SSL\nfüttern kann ich möchte ja großartig dann gibt's hier nur einfach alles an ja dann funktionierte das aber nicht richtig dann waren teilweise die DNS-Einträge nicht Nachrichten so\nBorneo,\nEssen irgendwie okay das erste Mal wenn das Geld dahin gespendet weil ich mir dachte so danke danke danke das ist auch einfacher geht vor allen Dingen so viel ja unkomplizierter,\nund ich habe halt echt nicht gedacht dass diese einpflegen das Zertifikat ist noch mal der gleiche Scheiße ist,\ndas ist ja der Wahnsinn der bekommst du dein Zertifikat zurück folgst wieder der Anleitung du hast halt irgendwie meinen dir deinen.","Kann dann auch im falschen Format ne.","Medicanum richtigen Format dass das Format war also ich behalt Engine exam laufen auf dem Server das funktionierte super du bekommst aber in der Anleitung gesagt dass du,\ndein privat key deinen privaten Schlüssel brauchst ich Sawicki alles klar der privat Tiedemann generiert hat,\neingepflegt dann irgendwann auch DMX Konfiguration gewusst sondern halt auch gesehen dass man ja diese Zertifikatskette braucht wo sie halt irgendwie auch erst schreiben aber auch das Zertifikat man braucht das Zertifikat und das so weißt du dass man\nArbeitssachen von oben nach unten ab hat schon alles runtergeladen ach und übrigens jedes die gesamte Zertifikat,\nPSS.","Sie genau diese schritte habe ich auch alle mal durchgemacht.","Ok das sind uns ruhig bleiben durchatmen alles weiter konfiguriert.\nEngine Ex weiter konfiguriert das erste Mal Engine Expo restarted Fehler beim nicht läuft ist ok dann gucken wir jetzt mal das erste war natürlich dass er erstmal weil ich da den Passus eingegeben habe der wollte dir natürlich haben für ok alles klar,\nentweder nimmst du den Weg machst dir oder Marciano Config-File für eine der Sachen dann entschieden,\nwieder in Fehler esse Kiel Fehler gegoogelt ja da MD5 Hash also und Wiederherstellung zonierte nicht es sind zwei unterschiedliche Sachen,\nund du musst dir dieses modulus und den diesen Exponent anschauen,\nrx100 funktioniert der war derselbe Wert aber der modulus nicht ist aber das ist der Pfeifer kg von dem die ganze Zeit geredet haben\nokay weiß ich nicht ich habe dann halt wirklich angetippt gehabt unseren Altea la einen angeschrieben ist hier,\nund das scheint falsch zu sein und es ja also wenn du hier deinen denn den den den privatair mir den was hatte dann geschrieben wenn du dann den,\nerzeugten Schlüssel,\ndie Rinde zum Zeichnen oder zum zum zum auftraggebendes in Auftrag geben das Zertifikat verloren hast ja furchtbar nächste,\nes geht überhaupt nicht um den Piwecki die man am Anfang erzeugt hat Sonne und über dieses komische Ding was du erzeugst um das Set den zertifikatsantrag zum laufen zu bekommen.\nJa genau so habe ich das Ding auch einfach so kokoko geguckt hat ziemlich so skeptisch und genau dann nutzt man halt nicht den Freiwild Kiel was in jeder Anleitung drin steht sondern die.","Naja naja eigentlich kriegst du machst inprivate qui und kannst damit dir dann den CSR,\nnee Moment warte nee du machst den CSA Scheiß jetzt gerade spielt gerade ein folgsamer eigentlich hast du immer nur einmal Whisky und der.","Ja und du hast aber noch irgendwas was du was du erstellst was du ab schickst Andy Andy.","Der certificate signing request genau du hast den.","Falk Wessels CSR.","Na und ich bin jetzt bin ich mir auch nicht mehr sicher aber ich hatte halt den die falsche Kombination einfach nur genommen.","Na ja okay ja.","Und beehrt mir dann halt aber eine Info gesagt wo ich dann wieder wusste ja okay das ist dann das andere und ich will mir halt ziemlich sicher dass,\nnicht der privat key bei dem man da eingeben sondern dieses Ding was man gesagt hat weil ich auf den Timestamp gucke aber vielleicht liege ich da jetzt auch falsch aber das war so dann das erste wo ich Gemälde so ok geil läuft es immerhin,\nwenn wir das SSL immer noch so ein bisschen zerbröckelt und ich habe den diesen der gesuso ein Analyzer dass man dann halt gucken kann an welcher Stelle hakt ist in deinem in deinem Zertifikat.","Ssl-labs oder.","Nee das war irgendwas noch von von Open SSL davon vor der Titel vom von digitalocean das weiß ich nicht genau und das war dann lustig weil er hatte ich ja diese Zertifikatskette aus der Anleitung drin,\nund es war halt so ja mein Zertifikat ist in Ordnung die Zertifikatskette ist auch in Ordnung aber die Verbindung von meinem Zertifikat zur Zertifikatskette hat nicht gepasst soigné was sind jetzt,\nnoch mal irgendwo durchgeguckt ja da muss man stimmt das ist dann halt nicht diese Zertifikatskette diesen dieser Anleitung drin steht sondern das ist diese Zertifikatskette die irgendwo anders widerlegt.","Weil die sich zwischendurch wieder erneuern.","Wahrscheinlich.","Torial noch die alte verlinkt haben.","Genau und ich habe dann halt auch extra dann geguckt so ob der von der Zertifikatskette auf der heller passt zu dem Namen weil man hat dann auch gesehen von wo das ausgestellt wurde was dann da als Name auch drin stand,\ndas hat mich daher so gefühlt 8 stunden wahrscheinlich gekostet und ich dachte mir Zoe,\ndas sind ja so weiß ich es viele Stunden ins Land gegangen für so Dinge.","Aber wenn du erstmal geht oder wirft man ssl-labs an und dann kommt dann grünes A+ dann ist man schon so dahin und die sind zurück und denkt sich so.","Aber ich würde wetten mit dem DFN.","Buddha nicht alles grüne und ist nicht Abfluss.","Wer weiß nicht was du meinst es ja selber Konflikt aber ich habe gerade noch mal geguckt weil ich habe einen Blogpost mal vor ewigen Zeiten geschrieben wie man seine eigene certificate of Souls II aufsetzt die Nut,\nTrusted ist aber natürlich erstellt mach mal das Open SSL Kommando man sagt mach mir neuen Key und mach mir ein certificate signing request,\nund dann kriegst du zu sagen das Zertifikat passend zu deinem Key.","Okay dann habe ich das wahrscheinlich jetzt ab umgedreht aber ja das war bei sowas zu so eine Info,\ndie ist irgendwie die Männer wieder weitergeholfen habe ich dachte man er ist es einfach so ein so ein krasser Hessel und dann muss ich einen Typ muss es natürlich auch noch seinen deinen advantex noch mal ein bisschen um konfigurieren,\nHotels Nähe LSF.","Oder gibt's auch schöne Ende next Optionen um deinen SSL Verkehr zu optimieren,\ndie kann ich dir mal abseits von diesem Podcast noch mal rüber passten denn da gibt's so einige Optionen,\num das noch schockiert.","Sehr gerne das war halt so weißt du so fünf Minuten vor Release,\nund ist er dann halt auch noch mal geguckt in der Engine Ex Config direkt wegen Komprimierung Sachen und da hatte ich auch kurz eine Konfiguration drin und da funktionierte halt\nbeim Engine Text nur noch die willkommen bei Engine Ex aber halt nicht mehr die die eigentliche Seite auf die ich wollte und heißt nachher gesagt okay,\nnimm rückgängig machen so diese Standard diese Sachen reicht erstmal und ich fass jetzt erstmal nicht mehr an.","Lindheimer gibt übrigens eine schöne url ich hoffe die ist auch immer noch aktuell ich,\ngehe jetzt erstmal davon aus und zwar sind dafür die gängigen erkannt das vielleicht mal aufmachen im Browser gibt's für so die gängigen Server Applikationen die,\naktuellen Settings so welche Algorithmen wie zu konfigurieren und auszuschalten und aktivieren sind und hier siehst du auch z.b. bei engine.exe noch mal kurz hoch Scrolls,\nerinnere mich auch schon mal ganz viele von diesem Settings drin und ich bilde mir einen die hatten dann auch sowas wie für Postfix und so also nicht nur für Webbrowser,\nhaben jetzt nur noch Januar.","Willhaben unten drunter unten drunter hast du Adolf Software und da hast du Postfix mit.","Geradeaus dann halt auch wirklich so en Quatsch Mailserver haproxy benutze ich auch und so ein paar andere Tools das ist.","My SQL PostgreSQL.","Das war ganz gut weil sonst man sich das alles so über Stackoverflow zusammen sammelt oder so dann sind.","Wann nicht durch.","Genau und dann halten Hammer holt alle auch nicht immer die ganze Wahrheit zu und dann.","Oder nur eine sehr alte Wahrheit.","Alte Wahrheit genau das müsste mal gucken steht hier irgendwann man dass das letzte Mal aktualisiert wurde weil ich will jetzt natürlich auch nicht.","Alter diese t-Test scheiße das ist wirklich das schlimmste.\nNa ist doch Tele scheiße.","Ja aber ist ja es gibt ja nichts Besseres.","Nein ich meine diese Scheiße die man am Haken hat wenn man sich damit beschäftigen muss weil sie ganze Konfiguration ich meine wer blickt dadurch mit,\nwelche cipher jetzt gerade aktuell sind oder schon wieder verbraten sind und allein die Technologie daglar zu kriegen oder oben und unten ist das ist.","Sag mal so es ist schon sehr komplex aber nichtsdestotrotz Honigseim irgendjemand soll sie schon damit aus kenntnisnachweise.","Dagegen so so so so ein Angebot ist natürlich total mega super ich stelle nur in dem Moment gerade wieder fest was das für ein Stress ist wenn man sich damit wirklich selber rumschlagen sollte.","Ja vereinigen ich frag mich halt auch immer so,\nalso ich möchte halt mit Zettel nicht nennen eigenen Server gerade ans Bein binden der meinten Letty Server ist mit Mail und so ein Gedöns drauf weil ich melde denke so boah nee,\nvor habe ich so einfach so eine Angst vor meinem Atmen schwer so wenig Admin Fähigkeit.","Ja du aber wenn du davon so zurückschreckt wären sie auch nicht besser also Dennis Admin skills.","Ja ja.","So ein FreeBSD Server mit ZFS immer bevor du irgendwas machst in Snapshot gemacht,\ndauert eine halbe Sekunde oder weniger und dann kannst du da rumgurken wieso triftig bist und wenn es schief geht dann läufst du dich mit der Recovery Console einmal ZFS Rollback und fängst radfahren,\nalso ich habe tatsächlich seit ich ZFS auf den Service Server habt immer wenn ich mir bei bestimmten Dingen soll nicht so ganz so sicher war snapchat gemacht und ich musste selten auf zurückgreifen aber wenn dann.","Katzenausstellung.","Und am Ende des Tages,\nalso Mailserver sage ich ja immer wieder ist ja so ein bisschen die Königsdisziplin weil da einfach so viele Komponenten zusammen spielen und damit dein Mailserver nicht sofort als\nRemscheider gilt und überhaupt irgend e-mail irgendwo durch kriegst dieser Tage und so ist echt so so ein eigenes Reich aber ein Webserver,\nlaufen lassen selber isipisi wirklich super easy peasy.","Ja gut ja Webserver wahrscheinlich schon als ich meine Teppiche auch irgendwie zwei unter meiner Fuchtel mittlerweile.","Kannst auch gerne in jail bei mir auf dem Server haben noch Platz hat meine IP.","Wartet nicht richtige Hacker am nicht Chelsea an richtig auf euren.","Wir sollen hier nicht richtiger Hacker sein aber wird sie dann mimimi gemacht.","Ist mir schnuppe.","Federvieh Wiki.","Google du hast auch noch was.","Achso ja ja ich habe Kürzel,\nwo einfach das schlecht klingt gar nicht mal unbedingt nur von dem,\nQuellmaterial kommt sondern auch teilweise des unklaren post-processing Prozesses z.b. wurden dann so in dem Einfall die Mixe erstellt und teilweise auch relativ,\nkrass also für mich schon zu krass Post bringt z.b.\ndass du das Geld halt die ganze Zeit hörst wirst den neues aus und anmacht und so oder sehr die hohen mittenbetont dass die S-Laute schon sehr in mein Ohr schneiden waren und dann.\nWo sitzt bei podigee hochgeladen und DIYs Young ist ja auch noch mal durch auf Honig durch und dann kommt dieser Stereomix durchaus Phonic durch und,\nauphonic brauch halt auch irgendwie so ein sinnvolles Quellmaterial um das noch besser zu machen sonst macht deren Kompression und Limit Dingen\ndie Probleme noch lauter und alles ganz wird naja und dann gabs\nbei der Aufnahme selbst auch hierunter Problem und irgendwie habe ich dann das hier und da auch mal angemerkt,\nso und dachte mir okay ist ja immer das eine so kritisieren und dann sollte man ja auch noch Verbesserungsvorschläge anbieten das habe ich dann vor Ort zwar auch gemacht aber dachte mir\nmit meinem ganzen Audio gebastelt und sowas die letzten Jahre betrieben habe und die,\nKeplersche Podcast Schule am eigenen Leib erlebt habe da schreibe ich das noch mal alles nieder und zwar in Englisch weil es gibt jetzt mal schön sende Geld gibt's ja auch tatsächlich also in dieser Community\nsuper viele Infos aber sehr viel halt auch nur in Deutsch.","Ist ja auch eine deutsche Küche.","Genau und deswegen dachte ich mir okay ich packe das jetzt mal,\nin meinen Blog in Englisch da ist natürlich auch längst nicht alles drin aber ich dachte immer ich,\narbeite mal so die grundlegenden Sachen ab die man,\nmit dem also wenn man die beachtet relativ einfach eine gute Aufnahme hinbekommt und vielleicht die üblichen Probleme wenn man nichts weiß vermeiden kann,\nund das habe ich auch schon mal getwittert aber falls das euch trotzdem interessiert ist der Link schon im Chat,\nnee mache ich dir noch meinen Chat und es sind auch Sachen die nicht nur für Podcast gelten das dann auch einfach generelle Tipps also\nkann man sich auch so mal zu Gemüte führen wobei das allerwichtigste wirklich gleich am Anfang steht nämlich das an der Quelle am meisten,\nHebelweg vorhanden ist um.","Jawa Tamaris am Anfang schon scheiße ist das Wetter nicht.","Später nicht besser werden.","Namen Kinder also dass man kann das eine oder andere retten aber eigentlich das wenigste also ich hab,\nmir das Ding ja heute noch mal ausführlicher bisschen durchgelesen ich finde kannst du noch mal ein paar Grafik noch mal hinzufügen insbesondere was soll diese Funktionsprinzipien betreue meine Kleine ist im Prinzip beliebig aus aber ich hab sowas auch schon mal geschrieben für Workshop schon ewig her,\nhat ja auch eigentlich gar nicht so viel dran geändert weil was,\nglaube ich die wenigsten begreifen ist wie viel der Raum eigentlich schon ausmacht also ich bin,\nerfolgreicher sind und dann sitzen doch mal wieder einer in unserem heiligen Raum und,\nklar dann isst du die Einstellung so Jahr ging gerade nicht anders ich war gerade da und so und mir auch schon mal passiert und dass sie auch nicht Übernehmer komplett verhindern,\naber man muss das dann halt auch schon so ein bisschen wollen so finde ich so und wenn man so will dann geht halt eigentlich auch immer irgendwas irgendwas geht immer.","Ich habe ja auch so ein paar Sachen da rein geschrieben weil ich habe auch ein relativ großes Zimmer und da,\njetzt mittlerweile habe ich relativ viele akustikpaneele schon an der Wand,\ngeht's aber früher habe ich dann halt auch Mikrofonständer hier somit quasi den Arm quer also horizontal und dann so Decken drüber gehangen und mich damit umzingelt,\nirgendwas geht immer oder man kann sich oder vor einen offenen Kleiderschrank setzen uns auch super weil der schluckt einfach.","Ja oder wenn man so eine so eine große Wand hat und einfach gar nicht weiß was man machen soll einfach Molton reinhängen gibt auch in verschiedenen Farben,\noder was bei mir immer wieder der Königsweg ist habe das ja ja auch im Studio noch nicht in der Menge wie es gerne hätte einfach,\nschönes Bild aussuchen was man sowieso an der Wand haben will das drückt man sich über so ein Service einfach auf Leinwand aus gibt's ja heutzutage alles in viel und günstig,\nund teilweise machen die das auch explizit ums auf dem Rahmen aufzuziehen und man kann dann im Rahmen auch gleich andifant kauft man sich einfach Latten Holz 5 cm Durchmesser,\nOrt sich daraus den Rahmen und Pack dann hinten einfach pasotec von der Resterampe rein\nDas gibt's auf Ebay immer sehr günstig immer so vasotec für Schnittreste geht man also säckeweise für vergleichsweise wenig Geld also im Vergleich zu Wasser so in normalen Schnitt Blöcken kostet da ist es ja,\nunten stopft man sich einfach die Versatzstücke da hinten rein.\nUnd haben schönes Bild an der Wand und das fängt schon mal ordentlich ne was mich immer wieder total irre macht,\nich bin aber so viel unterwegs und nehme Podcast Vorort auf insbesondere in so also weniger Firmen aber halt so,\ngrößeren Operationen Unis,\nund nicht selten läuft dann darauf hinaus das so man in so einem Besprechungsraum landet.\nFinde ich so abenteuerlich das also auch in neuen Gebäuden die seinen letzten zehn Jahren gebaut wurden die Besprechungsräume dann immer so kackt nackte kalte,\nam besten noch mit weil muss ja transparent sein Glas,\nalso bei mir ist es mittlerweile extrem also ich leide da glaube ich mehr drunter als normalerweise Leute aber,\njeder leidet da drunter und viele merken es einfach gar nicht dass dieser dieses Echo und Deezer halt der da ist weil einfach überall nur nackte Wände und eben noch schlimmer Glas sind,\naber Dich doch gar nicht unterhalten das verstehe ich überhaupt nicht unten die gegeben shitload von Geld für so ein Haus aus\ndas kostet alles Abermillionen und dann Physio diese drei oder vier bekackten\nKonferenzräume haben wo wirklich echt nicht mehr aufs Geld ankommt sparen die sich dann die 2000 € und ne einfach mal ordentlichen Schallschutz reinzumachen oderdinger war von vorne rein schon so zu bauen.","Was halt echt ganz spannend es wäre also ich habe gerade mit dem Potsdamer Institut für Klimafolgenforschung zu tun und die haben ja ein relativ großes Areal auf dem Telegrafenberg in Potsdam die haben sich ein Haus bauen lassen an dem sie,\nnichts im Innenraum verändern dürfen,\ndie haben vom Architekten eine Vorgabe was die in den Zimmern zu stehen haben was da nicht rein da wie viel Bücher da rein das muss man sich mal vor.","Urheberrecht oder was.","Keine Ahnung was der dem Typen eingefallen ist dass er dass du musst du dir mal vorstellen.","Wenig dürfen.","Dürfen das nicht weil also ich wahrscheinlich Urheberrecht und rechtliche Schritte würde der Architekt Vorgängers ist richtig krass die dürfen keine Poster an die Wand hängen.","Den würde ich dir den will ich doch zum Lokaltermin einladen erstmalig ein Tritt in die Eier geben.","Er","Oder in so ein Raum stecken und dann irgendwie Motor hätte auch.","Modern Talking 24 Stunden.","Aber aber bei Google z.b. hier.","Schön einen schönen Ansitz Fesseln immer wir somit Tropfen in die Augen weit aufgerissen und dann nebenbei noch Clockwork Orange aber volles Programm.","So clock Malkovich Style Cherry Cherry Lady.","Dennis.","Privat.","Bei BUGA in der Backfabrik,\nversteht ihr unter Denkmalschutz ne und da war ja hier im Innenraum auch gefliest und da waren so die ersten innenraumkonzepte sodass die Besprechungsräume immer an den Außenwänden waren die natürlich gefliest waren\ngeflieste Wände mit Glasfront.","Hahahahaha.","Die absolute Härte die Sprachverständlichkeit war wirklich close also fast neu auf jeden Fall nicht das auch aber die ganze Zeit zu da\nwir sind 10 Leute im Raum die gerade sich so irgendwie so untereinander unterhalten was versteht\nNull nichts gar nichts Neues gibt immer nur wenn einer spricht und dann muss man sich aber auch richtig Mühe geben und dann haben wir aber glücklicherweise genug Leute gemerkt dass es relativ scheiße ist und dann\ner haben die so ein ich weiß gar nicht mehr wie die Firma hieß aber sollen in Architekturbüro die sich ebenso mit,\nKlanggestaltung Phase des Innenraums beschäftigt harmonieren relativ kreative Lösungen von Wahlstedt natürlich auch alles unter Denkmalschutz.\nDann hat mir da so Dinge die man so an wie sagt man diese durch so Angelleine quasi heißt das so durchsichtige Plastik,\nDingsbums also so irgendwelche weißen Schaumstoff Dinge außer einen strategischen Position Sohn den Raum gehangen haben z.b. die auch relativ leicht waren so ein deshalb,\nso viel gebracht und das hat wahrscheinlich am Ende ich meine das Büro hat wahrscheinlich ein bisschen Geld so für Personal verlangt aber die Materialien waren relativ überschaubar und es hat,\nso viel verbessert\ndann ist halt auch genauso für diese Podcast Aufnahmesituation ich brauch gar nicht so viel aber man muss sich erstens dessen bewusst sein dass ich überhaupt ein Problem Gewinn das Beste ist echt einmal so klatschen oder Schnitt man wenn man genau hinhört dann hatten halt dieses,\nwas denn z.b. so hinten dran kommt oder nur den Hul oder das Echo.","Also bei mir zu Hause weil ich ja dealen habe habe ich irgendeinen Teppich von Oma geerbt und seitdem war acoustic auch deutlich besser meiner.","Tim hat der Teppich erst so richtig wohnlich.","Ja wir sind halt eben genau diese hohen Frequenzen die so,\nextrem stören oder das extrem spüren machen die tiefen Frequenzen sind in allen Räumen einen kleineren Räumen Probleme,\nkomme nicht mit Schaumstoff oder anderen leichten Materialien kontrolliert aber.","Also Bass Finger in die Ecke packen aber dann.","Ja aber einfach ja genau das was am meisten stört ist auch am einfachsten zu fixen Sauermann oder da kann man am relativ viel verbessern mit wenig Aufwand.","Azir noch mal Revolution South tragen all die Leute die in ihren Berufs Umgebung genau in so einer Situation sind wie es hier gerade beschrieben habe,\nund bin mir sicher gibt eine Menge davon und vielleicht ist das auch selber noch gar nicht aufgefallen vielleicht gehört er auch schon zu der aufgeklärten Masse der Sicht gesehen hatten die weiß wo das Problem ist\ntut was das ist einfach Meetings Nerven sowieso,\ndie meisten Meetings sind einfach überflüssig und scheiße aber sich dann auch noch da zwei stunden irgendwie rumtrollen zu müssen und dann wird man auch noch so akustisch gefoltert,\ndanach ist man ja vollkommen alle so und man weiß auch gar nicht warum eigentlich aber.\nDünkt es euch dass es einfach daran liegen kann dass die Akustik da schlecht ist und wenn man da einfach mal,\ndruckt euch eure lieblings Icons von euren Programm aus und wir haben alle genug Pixel das ist ein Top Vorlage macht euch da so 1 m mal 1 m,\nAusdrucke das ist alles mit wenig Geld zu bezahlen Dachlatte gibt es irgendwie im Baumarkt für\nwenig Geld 5 cm Durchmesser ist schnell mit ein paar Spax zusammengeschraubt Leinwand rum gestülpt fertig ist der Rahmen dann hängt er die Dinger auf sieht schick aus könnt ihr auch am laufenden Meter austauschen irgendwie App icon of the day\noder sonst irgendwas ja oder baut da irgendwie meme draus oder\nTetris oder will denkt euch was aus hängt einfach diese Dinge an die Wand und ihr werdet euch wundern,\nund Spezial tipwin an den Wänden nix geht wie ich das hier in der Mitte eben mich gemacht habe das hat sie mich voll gebracht ich habe die,\nteuren also die sind nicht billig aber lohnt sich,\n1 x 1 x 5 cm vasotec das ist so eigentlich so das Standardmaß was man so haben will Gift bei Thomann für billiger als woanders.\nUnd die macht man einfach mit ein paar Tropfen Kleber einfach an die Decke,\nBilder so einfach in der Decke habe wo sonst nichts weiter ist dann einfach nur so typische,\nBosch eyes 5 m hoch und es halt bis zum getno und die Wände sind in irgendeiner Form heilige man kann da nichts dran hängen oder wir müssen Dinge stehen oder Beamer oder was auch immer\nJa und Fenster kommt ihr nicht ran und Gardinen sind schwierig ballert einfach diesen kack oben da dran,\nbringt so viel das ist echt Tag und Nacht.","Es gibt da auch so Stellwände die man wenn man halt bewegen kann und dann wenn es drauf ankommt halt nur an die strategischen Stellen mal hin schieben kann.","Und manchmal auch noch ein falls in dem Zusammenhang gekommen wieder an den Anfang,\ndieses Problem mit Meetingraum in großbüro nervoso Tische sind wo dann Leute Meeting halten während paar Mitarbeiter andere Leute versuchen,\nweiß jetzt nicht also sehr das Problem aber man kann sicherlich auch nicht so richtig konzentrieren und das ist dann nämlich auch automatisch laut,\nwenn man muss dann aber leiser reden als man eigentlich will und es auch unangenehm also nichts passt so richtig,\nbaut euch da so eine Podcast Situationen bot euch da 5 Headset hin,\nja hat auch den Vorteil dass man nebenbei solche Gespräche auch sehr effizient aufnehmen kann so zu Dokumentationszwecken und vor allem man redet dann einfach nur über Kopfhörer miteinander redet man automatisch leise,\nso schreien Mann belästigt die anderen Leute nicht so.","Voll muss man sich auch gar nicht mehr treffen sondern kann das gleich Umrechner.","Du kannst auch Videos einspielen ohne dass es irgendwie andere Leute groß belästigt also und es ist auch schnell gemacht haltbar Headsets die was taugen Zahl Zeitmangel was weiß ich,\n2000 € in die Hand und dann hast du aber so eine so eine Situation ne,\nKopfhörerverstärker und 8-Port Audio-Interface ist ja alles nichts soll kleiner Mixer hier dieser Zoom L12 reicht vollkommen aus,\nund schon schon hast du so bist.","Ja also genau da sind ein paar weitere so eine Sachen noch mit drin und ich habe auch dann gedacht okay jetzt muss ich doch noch ein bisschen ab Norden also das ist auch noch ein bisschen technisches Detail drin was\nhoffentlich nicht vollkommen falsches aber ich habe schon jetzt ein paar andere Leute drüber lesen lassen und die meinte nee nee passt schon genau.","Ich habe letztens nämlich auch irgendwie ein Podcast,\naus meiner Liste gekickt weil ich fand das so furchtbar wenn die Aufnahmen\ndann machen die schon eine Schaltung über skype und dann hast du halt nicht irgendwie scheinen wohl nicht auf zwei Spuren aufgenommen sondern du hast die rucke Geräusche hiervon Skype irgendwie noch drin,\nsorry du hast ein Budget scheinbar weil dir ständig irgendwelche Leute Sponsoring geben und dann sowas drin zu haben finde ich es halt echt so.","Also ja gerade in der heutigen Zeit Podcast müssen,\nselbst mit billigsten Mitteln also selbst wenn man kaum Budget für Technik hat aber ein Audio-Interface kostet irgendwie fast nichts was taugt\nman kann irgendwie wenn man sich bei den Mikrofon so ein bisschen Mühe gibt irgendwie auch relativ günstig noch davon kommen mit ordentlichen Klang aber ja genau diese\ndas Drumherum das ist eigentlich das was zählt\nund nun Bewusstsein einfach also überhaupt schonmal das Bewusstsein dafür haben und das fehlt wahrscheinlich ja schon bei den meisten das gar nicht,\nder Unterschied gehört wird dass manche Podcast gut klingen und manche nicht so gut und so ne ich frage mich auch inwieweit das an der abhör Situation liegt,\nGehalt wenn die Leute wirklich so mit denen schlimmsten In-Ear oder was es isch mini Kopfhörern irgendwelche ist Audio konsumieren dass dir dann überhaupt sowieso den Unterschied gar nicht merken aber wenn ich z.b. natürlich auf meinen Monitor Lautsprechern oder Kopfhörern,\ndann so so schlechte Aufnahmen höre dann.","Ich habe ja.","Richtig so.","Er gar nicht wenn ich hör halt viel Podcast über In-Ear oder ich lasse es Telefon laut laufen,\nund also es gibt wirklich viele Sachen wenn es so.","Sehr gnädig.","Aber ebenso dieses diese skype Geräusche wo der noch dieses kriegt Richter hey sorry dass das da bin ich ja,\ndarf ich kein Verständnis dafür dass lustiges weil du sagtest in dem Kleiderschrank aufnehmen.","Vorne im Kleiderschrank.","Ja oder vor ich weiß gar nicht ob ich sie richtig verstanden würde einmal Podcast ich höre dann weiß er so ja nicht zur Zeit gerade im Kleiderschrank.","Es ist eine super Location.","Ja genau.","Man muss auch dazu sagen falls ihr nicht drum rumkommen mein Podcast aufzunehmen wo Hall drin vorkommt es gibt tatsächlich auch\neinigermaßen brauchbare die word Plugins die Kosten nicht\nleider habe ich jetzt hier auf\naber wenn ihr so ein bisschen suchte sie ihr schon irgendwelche Reviews und Artikel finden die dann die besten lobpreisen die Kosten dann meistens so weiß nicht 30 40 $ und mit denen kriegt man schon\ndas Schlimmste an diesem hallwegh aber was ich aufnehmen Post geschrieben habe,\nalso dieses post-processing sollte man so machen dass es halt die Soundqualität verbessert ohne dass der Hörer.\nMerkt dass da massiv gerade am Audio geschraubt wurden auch bei SODI wird die essen bei Kompressoren bygade sobald man das irgendwie ein bisschen zu weit dreht dann hört man den Effekt und das macht mich dann noch\nsandiger wie eben dieses angesprochene Gate wo man hört im Signal irgendwie sonnengrund neu,\nder einfach Datum Hintergrund der nicht anderweitig raus gefülltes wurde und immer wenn derjenige dann aufhört zu sprechen dann ist halt dieses Rauschen weg,\ndann kommt es wieder voll rein weil es halt wahrscheinlich hoch komprimiert wurde bis zum Abwinken\nwerde ich wahnsinnig oder das allerschlimmste ist wenn das Geld zu macht bevor das Wort zu ende soll dieselbe,\nMister öffentlichen Leute ich dachte echt die Wand hochgehen hält ihr euch das nicht selber an da sind Worte nicht fertig bevor also.","Ich könnte das dann halt ich man kann das ja nicht Leuten verzeihen die und wie kommen also die kein Geld irgendwie dafür nehmen also so offensichtliches werbe Gedöns drin haben aber wenn das irgendwelche Leute sind die von,\nanderen Unternehmen Gewerbe Features dann auch noch im Podcast haben,\nsorry ihr sollte dann eigentlich auf jeden Fall das Geld haben um da mal entweder wenn man es nicht selber kann jemanden das machen zu lassen oder aber sich mal die fünf Minuten Zeit nehmen und sich damit zu beschäftigen.","Ja wobei in den Fällen jetzt zuletzt warst du das die Leute sogar richtig geiles Equipment hatten also Geld für Equipment war da nur,\ndaz,\noder das Verständnis oder das Auseinandersetzen mit Wie mache ich das jetzt eigentlich ne ne oder dann halt einem super heiligen Raum aufgenommen Brust an.","Tages vielleicht auch so bekommst du dann halt auch das Feedback von als ich meine es jetzt einfach zu sagen die Leute zu kritisieren bekommen sie denn überhaupt von ihren hören das Feedback dass sie das selber überhaupt mitbekommen dass ist leicht doof klingt wenn sie schon selber nicht hören dass er noch mal eine.","Ja wie gesagt das da frage ich mich auch immer inwieweit jetzt meinen durch die letzten Jahre so ins Auto Themar einläuten geschulten Ohren ins auch so übermäßig sensitive sind,\nich jetzt natürlich selber nicht beantworten ich habe den Eindruck dass die breite Masse nicht so sensitive ist aber nichts zu trotz kann man sich Mühe geben.","Die breite Masse ist vor allem bereit.","Euer ich bin auch Erzieher ganz schön ausgebreitet dass.","Denke wir können es ja auch einen Punkt setzen.","Ja jetzt genug Tim Vorlagen geliefert.","Genau absolut und von daher.","Das Wetter hat auch nur noch und sagt nichts mehr.","Genau ja,\ngibt's noch irgendwas wichtiges,\nich bedanke mich noch mal bei all denen die in diesem Monat bei den Daueraufträge für die Metaebene dazugestoßen sind gibt coming und ja.","Eine Sache habe ich noch und zwar habe ich heute ein Paket bekommen von C,\ngeil\naber nicht wieso weil ich bin ja kein Kaffeetrinker jetzt frage ich mich ob du es ein höherer war der mir was Gutes tun wollte in dem Fall würde ich vielleicht jemand anderem aus der Freakshow dahin weitergeben.","Travel wieder dir deine Adresse ist doch hier gar nicht.","Nee aber wenn man meine smyck Domain dann ja also keine Ahnung wo das herkommt falls das ein höherer war bitte noch mal auf Twitter anmelden.","Bis zur Not ja noch mal vorher gucken an irgendeinem opfer was unwichtig ist quasi ob er vergiftet ist.","Ballett EZB.","Nähern.","Ich will das jetzt gleich weiter in die Länge ziehen nur da das ohne Kommentar und ohne Botschaft im Paket kann.","Kam gerade im Chat noch ein schöner Link hier zu seinem sondern.","Der ist cool.","VBG gesetzliche Unfallversicherung Akustik im Büro Fibel irgendwie dickes PDF mit vielen guten Tipps da findet man viel wieder mit in schön und teuer mal so machen kann im Büro mach das,\nhättet eure Ohren ihr haettet damit eure sanity genau.","Aber es muss sie gesagt auch gar nicht wirklich.","Ansonsten anderer Tipp ist natürlich auch Meetings vermeiden,\neinfach nicht hingehen,\nund wenn ihr nicht wisst wie man da rangehen soll officebase kommen noch mehr meetings.\nJetzt aber wir ändern das war's Leute.\nGefeiert vielen Dank fürs Zuhören fürs unterstützen fürs nächste Mal wieder einschalten fürs weitersagen fürs loben fürs kritisieren kommentieren und überhaupt alles und Tschüss bis bald."]}