{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:01",
      "text": "So schauen wir doch mal ob das heute funktioniert alles hier bisher bisher läuft ganz gut noch,\nman hat hoffnung man hat hoffnung man hat hoffnung die hoffnung stirbt zuletzt,\nso wie auch all eure hoffnung auf neue regelmäßige aus kasten,\nwir sind jetzt ganz gut dran campus vorbei\nund wir haben's überlebt nicht nur das wir sind glaube ich auch alle sehr angetan gewesen wie man auch der sendung die wir da julia l von der bühne gerockt haben wahrscheinlich angesehen hat\nich weiß nicht wie viel wie viel höher wert diese sendung hat wenn man nicht da war,\nich glaube das hält sich soweit grenzen keine ahnung aber die stimmung vor ort war auf jeden fall ganz ordentlich wenn man sich da entsprechend rein getunt hat."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:02:55",
      "text": "Wir waren ja auch alles schon so ein bisschen durch weil es war ja auch der vorletzte tag abends ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:00",
      "text": "Ja"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:03:01",
      "text": "Man ist ja doch so ein bisschen mitgenommen also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:03",
      "text": "Bisschen."
    },
    {
      "speaker": "roddi",
      "time": "0:03:06",
      "text": "Na ja gut also ich glaube ich muss an dieser stelle nochmal sven für die ganzen likes haben danken die ich da auf der bühne präsentieren konnte weil es ja er ist nicht mein zeug war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:18",
      "text": "Die ganzen makita geschichten also ja dann tut ihr tut das."
    },
    {
      "speaker": "roddi",
      "time": "0:03:22",
      "text": "Die teller kopf schrauben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:23",
      "text": "Teller kopf schrauben die haben durchgeschlagen auf jeden fall und sich reingebaut hier ist,\nfreak show nummer zweihundertvierzehn ich bin's tim und heute nachdem wir letztes mal so ein furchtbar aufgebläht präsenz,\nvon allen die jemals irgendwie team waren und noch sind,\nhaben wir es jetzt mal wieder reduziert weil der rest ist im wesentlichen weg und im urlaub und auf konferenzen und was weiß ich nicht noch wo und so sind."
    },
    {
      "speaker": "roddi",
      "time": "0:03:52",
      "text": "Wir sind etwas evakuiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:53",
      "text": "Genauso ist es halt nur meine wenigkeit und rudi und dennis klassische drei personen freaks horn nur männer wie früher genau und da können wir endlich mal wieder."
    },
    {
      "speaker": "roddi",
      "time": "0:04:07",
      "text": "Klassik."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:07",
      "text": "Ja wir können nicht über mex reden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:09",
      "text": "Sag mal kurze frage aber nachdem max weg ist haben wir erst war dann rudy schon da also warst du noch weil du warst schon da als max auch noch da war okay also war eine weile zu viert und dann war max weg und da waren wir kurz zu dritt aber dann kam relativ schnell hockey ne."
    },
    {
      "speaker": "roddi",
      "time": "0:04:23",
      "text": "Nee huckel kam von mir."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:26",
      "text": "Achso dann war huckel schon zu der zeit da ich hab's schon voll vergessen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:28",
      "text": "Genau also du und max und dicke wir haben das gestartet,\nkam irgendwann huckel dazu dann kam irgendwann rudy dazu."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:40",
      "text": "Aber noch so sehr selten oder wie und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:43",
      "text": "Na ja wie das immer so ist man kommt mal und."
    },
    {
      "speaker": "roddi",
      "time": "0:04:45",
      "text": "Einem einmal als gast und dann mehr oder weniger regelmäßig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:49",
      "text": "Schon eingetreten genau und dann ist mark."
    },
    {
      "speaker": "roddi",
      "time": "0:04:52",
      "text": "Ich mich schon eingetragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:53",
      "text": "Dann ist max ja irgendwie in den usa abgehauen und dann kam clemens dazu damals friedhof genannt,\ndann passiert erstmal eine ganze weile lang nicht mehr so viel also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:05:06",
      "text": "Das war seine hundert mit der umbenennung ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:08",
      "text": "Nee nicht ganz das war das hätte ich glaube ich ganz gerne gehabt,\ndu sagtest auch in der letzten sendung dass wir gleich nach dem,\nweggegangen wäre schon auf tour gegangen sind auch das entspricht nicht,\nhundert nicht ganz der wahl das hätte ich gerne gemacht aber die vorbereitung des namens wechselt das hat eine weile gedauert also die hundertvierzehn war die letzte sendung."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:05:34",
      "text": "Hundertvierzehn echt doch so viel."
    },
    {
      "speaker": "roddi",
      "time": "0:05:36",
      "text": "Ja also zumindest hatte es keinen hat es kein zusammenhang das max weg ist und das freak show genannt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:42",
      "text": "Nein nein nein hat es nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:05:44",
      "text": "Weil das war nämlich eigentlich das was irgendwann irgendwo kolportiert wurde aber das hatte nichts miteinander zu tun."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:50",
      "text": "Nee nicht nicht nicht ursächlich das war eher zufall die umbenennung da haben wir ja auch bisher auch da habe ich bisher sehr lange mit schwanger gegangen und es musste halt der richtige name sein und als er dann da war musste eben auch alles."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:06:04",
      "text": "Vierzehn sendung lang bist du schwanger gegangen so wie es aussieht."
    },
    {
      "speaker": "roddi",
      "time": "0:06:09",
      "text": "Wenn ich noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:11",
      "text": "Das ging das gegenüber ja und also schlecht gefühlt mit dem namen hatte ich mich ja schon noch länger nur von dann erstmal von diesem namen dann auch auf logo,\nna da hat er deswegen hat dann ein anderes wenn mama sven hat das design gemacht dann hat der flo dieses intro,\ngemacht und webseite musste angepasst werden und so weiter und so weiter bis man dann halt immer so weit ist auf jeden fall stelle ich jetzt gerade fest dass wir auf jeden fall deutlich mehr fried schoß haben als mohammed sendung das auch schon mal was."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:06:42",
      "text": "Bei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:44",
      "text": "Jetzt ist zweihundertvierzig hundertvierzehn davon hießen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:06:48",
      "text": "Also hundertsechsundzwanzig haben wir jetzt,\nund hundertvierzehn und wenn man die anzahl der person zählt die pro sendung da sind dann ja von."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:00",
      "text": "Ist auch ein bisschen angewachsen auch die sendung s länger ist auf jeden fall also wir waren zwar auch mit der hundertvierzehn schon bei vier stunden aber das war dann,\nnoch nicht unbedingt so lange so etabliert."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:07:16",
      "text": "Ja jetzt müsste man ausrechnen für die statistiker sendung s länge geteilt durch anzahl der teilnehmen weil damals drei stunden drei leute jetzt teilweise vier fünf stunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:27",
      "text": "Wie viel wie viel personen stunden sozusagen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:07:29",
      "text": "Ja genau genau genau genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:32",
      "text": "Ja wer lust hat was ausrechnet stelle gerne die notwendigen metadaten bereit aber ich stehe eigentlich auch im feld also wer da finde ich es kann sich da gerne gerne betätigen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:07:46",
      "text": "Ich frage ja öfter so leute oder wenn ich jetzt so wie gerade eben dann fragt,\nfrage nämlich was ich jetzt mache dann sage ich ja ich gehe jetzt noch radio machen radio und dann sage ich ja hier podcast und so und dann hörst schon mal gehört,\ndann erzähle ich so ein bisschen und dann fragen die auch so wie lange machst du das schon oder irgendwie so und dann sage ich ja seit zweitausendacht,\nlass uns erstmal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:07",
      "text": "Ja da warst du in der letzten sendung noch überrascht dass es das das war aber tatsächlich haben wir die erste sendung ersten april zweitausendacht veröffentlicht,\nwar ein guter witz stunde fünfundvierzig minuten."
    },
    {
      "speaker": "roddi",
      "time": "0:08:20",
      "text": "Ich weiß nicht wann war meine erste sendung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:22",
      "text": "Deine erste sendung kommt sofort der herr ähm deine erste sendung war die achtundsiebzig casual minecraft."
    },
    {
      "speaker": "roddi",
      "time": "0:08:33",
      "text": "Nee sicher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:36",
      "text": "Oder ja doch zweitausendelf dezember zweitausendelf."
    },
    {
      "speaker": "roddi",
      "time": "0:08:42",
      "text": "Auch schon sieben jahre acht jahre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:45",
      "text": "Kann man kann man so sagen ja."
    },
    {
      "speaker": "roddi",
      "time": "0:08:48",
      "text": "Kann man erstmal lassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:49",
      "text": "Was ich auf jeden fall gut fest getreten aber das bedeutet auch dass im nächsten jahr dann von zwölf jahre auf dem buckel prost,\nmach das alles schon viel zu lange aber macht immer noch spaß."
    },
    {
      "speaker": "roddi",
      "time": "0:09:10",
      "text": "Du kommst aus der nummer nicht mehr raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:11",
      "text": "Nee glaube ich auch nicht will ich eigentlich auch gar nicht nee es ist super ich finde das hat sich gut eingespielt und ich denke auch dass es wichtig war und ist dass man auf der einen seite,\nkonstant bleibt im sinne von der präsenz aber auf der anderen seite wenn man sich nicht auch,\npermanent hinterfragt und immer mal wieder auf was ändert dann,\nwer ist doof also man stellt sich nur mal vorwärts namen beibehalten boah ich hasse diesen hasse aber die namen immer gehasst,\nund es ist mir ehrlich gesagt persönlichen rätsel wie solange damit auskennt ja natürlich klar weil erstens halt not in wendet hier syndrom ich habe das ja damals."
    },
    {
      "speaker": "roddi",
      "time": "0:09:50",
      "text": "Das ist natürlich ganz schlimm dass die tiere sind rum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:55",
      "text": "Das ist für mich ist das schlimm ja klar da bin ich klassischer klassischer problemfall was das betrifft ne aber ich finde halt auch nicht dass der irgendwie irgendwas aussagt,\nich meine der grund war ja ich weiß nicht ob ob ihr euch überhaupt an die uhr geschichte noch erinnert aber."
    },
    {
      "speaker": "roddi",
      "time": "0:10:14",
      "text": "Du hast dir ein paar mal erzählt irgendwas mit einem block und 'ner messe und einem auftrag und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:18",
      "text": "Ja messe nicht nee das war ja das war ja das war ja so zufall dass ich da reingekommen bin weil damals spree blick diese dem betrieb dieser webseite mobile max übernommen hat."
    },
    {
      "speaker": "roddi",
      "time": "0:10:33",
      "text": "Von auto oder irgendwas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:35",
      "text": "Und das war halt mal ursprünglich so ein von otto gestartet das ding.\nDie wollten halt mal so für mobilfunk user der den wurde halt erfolgreich eingeredet das stimmt ja eigentlich auch,\ndass man eben apple leute,\nseparat und speziell ansprechen muss weil die ja auch noch mal also ihre ganz eigenen probleme hatten in der inbetriebnahme von mobiltelefon,\nkopplung mit rechnern und so weiter halte diese ganze der einstieg in die digitale welt und der gedankengang war auch absolut richtig und nachvollziehbar und dann lief das halt irgendwie ein zwei jahre keine ahnung ich habe es am anfang überhaupt nicht,\ngroß mitbekommen hat mich halt auch nicht weiter interessiert,\nund dann dann wurde das halt immer weitergereicht weil das irgendwie so recht keiner machen wollte dann ist halt irgendwann bei,\nrepublik bei johnny gelandet von häuser,\nder mich dann als ich zeit hatte gerade weil ich war da halt gerade so hatte ich halt so grade den ganzen club event kram so mal beiseite gelegt kind bekommen und so und dann hatte ich halt so leer laufen.\nIch hatte ihn irgendwann mal gesagt wenn da was interessantes hat oder soll damit soll er sich melden irgendwie gar nicht groß im hinterkopf gehabt dabei,\nund da meinte er so ja wir wir füllen da gerade dieses meghan torch block werde das nicht was für dich,\nund da ich halt in dem moment so ein paar rahmens im kopf hatte die ich schon immer mal loswerden wollte,\nhabe ich einfach gesagt ja okay gib mir geld dann schreibe ich dann meine rand rein und hab halt versucht irgendwie ein bisschen nützlich zu sein aber dann schnell gemerkt so.\nJa bloggen habe ich ja früher auch gemacht aber irgendwo ist es nicht so mein mein medium und dann,\nlief dieses projekt ohnehin aus also es war,\ndass das nicht mehr weiter finanziert werden und nicht viel geld für bekommst warum so paula euro die man irgendwie bekommen hat dass man da halt irgendwie mehr oder weniger regelmäßig,\nblogbeiträge rein gegossen hat und ich habe das jetzt nicht wegen des geldes gemacht sondern einfach weil es für mich so ein,\nso ein anreiz in dem moment war einfach mal auszuprobieren okay wir sind jetzt so weil weggetan block da hatte ich schon früher mal überlegt das machen was auch immer gemacht dennis oder hast du nicht mal mit deinem freund mit dem christoph oder wer hieß,\ner hatte doch auch so eine webseite mal gemacht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:12:58",
      "text": "Ne das war ich alleine mac punkt seite seite dort nett war eine domain von dem christoph und der hat mir die,\ngeben genau der hatte noch info punkt seite punkt net ich weiß nicht ob das immer noch gibt und das war sechsundneunzig war das,\nich habe auf deutsch nach nach gedenkst nachgemacht und hab dessen einträge ins deutsch übersetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:25",
      "text": "Was steht noch was."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:13:27",
      "text": "Auf auf mac punkt seite punkt net ach du scheiße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:29",
      "text": "Ja erstens fehler fehler hafter perl code in trallala."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:13:34",
      "text": "Ich war auf jeden fall der erste die erste deutsche mac news seite noch vor vor gadget oder wie sie alle hießen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:42",
      "text": "Das war nicht das erste gott vieles nicht von übrig geblieben zweitausendvier sind hier noch irgendwelche."
    },
    {
      "speaker": "roddi",
      "time": "0:13:51",
      "text": "Nur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:55",
      "text": "Keine ahnung das wort."
    },
    {
      "speaker": "roddi",
      "time": "0:13:56",
      "text": "Tja und dann ist die sonne auf dem master schild."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:58",
      "text": "Ja das ist hier nur um so ein erstes fit aber ich hatte das auch überlegt weil ich damals ja auch so ein."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:14:04",
      "text": "Ich hab da auch schon werbung verdient ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:06",
      "text": "Ja"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:14:07",
      "text": "Ja also über den christoph der meint irgendwie hat er so einen typen am start der da will sony will werbung schalten,\nsony hat die mafia gerade rausgebracht und ich habe für zehntausend views,\nalso die user seiten abruf ne oder genau was ja komplizierter bei den also für zehntausend videos hab ich tausend lehmann,\nich glaube heutzutage."
    },
    {
      "speaker": "roddi",
      "time": "0:14:33",
      "text": "Das war noch zeit."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:14:34",
      "text": "Ich weiß nicht wie die zahlen heute sind aber ich glaube nicht annähernd kriegst du wahrscheinlich zehn euro."
    },
    {
      "speaker": "roddi",
      "time": "0:14:40",
      "text": "Zehn cent wenn du gut."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:14:42",
      "text": "Ja siehste genau also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:46",
      "text": "Ja lustig ne aber ich konnte mich irgendwie nie so richtig dazu durchdringen ich hatte ich hatte allerdings auch schon einen namen für die website ich dachte mir also wenn ich wenn ich wenn ich da mal mit starte mit dem block wusste ich zumindest schon wie es heißt,\ndas ist für mich immer das wichtigste wenn ich nicht weiß wie es halt kann ich damit nicht anfangen aber es hat mich trotzdem nicht so richtig gezogen so dass es nicht dazu kam."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:15:11",
      "text": "Da ist ja immer so du bist nicht so der typ oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:14",
      "text": "Ja ich hab's halt ja auch mal eine weile gemacht ich habe ja keim de war ja relativ früh dran und erinnere dich ich war ja auch mal paar jahre lang w w w c."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:15:27",
      "text": "Ja das ist aber was anderes."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:29",
      "text": "Na aber ich hab's geführt wie ein blog also diese ganze block logik habe ich da ja quasi auch reingesteckt da habe ich da da habe ich die website noch mit page müll.\nJa also das das waren das waren einfach keine zeit."
    },
    {
      "speaker": "roddi",
      "time": "0:15:51",
      "text": "Apropos organe zeiten heute ist blinken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:55",
      "text": "Ja heute ist der elfte september vor achtzehn jahren."
    },
    {
      "speaker": "roddi",
      "time": "0:16:01",
      "text": "Blicken leid ist feurig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:04",
      "text": "Und ich hab immer noch nicht die webseite wieder auf die reihe gekriegt das nervt mich total dass ich irgendwann auch nochmal was machen ja blinken interessant also jetzt die leute,\nalso mittlerweile muss man leuten das so richtig erklären weil,\nist halt jetzt fast noch was keine leute überhaupt alt genug sind und das macht irgendwie miterlebt zu haben,\nes gibt natürlich noch alte leute aber halt jetzt."
    },
    {
      "speaker": "roddi",
      "time": "0:16:32",
      "text": "Es gibt noch alte leute hier zum beispiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:35",
      "text": "Aber die sterben ja auch langsam aus ja blinken leute das war das war echt das war was das war echt äh,\ndas war echt eins der krassesten projekte die hier reingehen rasseln bin,\nhast du das gesehen damals wie also ich meine wie hast du das wahrgenommen."
    },
    {
      "speaker": "roddi",
      "time": "0:17:01",
      "text": "Mit den augen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:01",
      "text": "Na ja aber ich meine wie das wie hast du davon bis hast du einfach gesehen weil du durch die stadt cruz bist oder."
    },
    {
      "speaker": "roddi",
      "time": "0:17:08",
      "text": "Wenn man da am alex stand dann hat man das gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:10",
      "text": "Ja gut klar es gibt klappt ja auch leute die nicht über den alex berlin ist groß."
    },
    {
      "speaker": "roddi",
      "time": "0:17:15",
      "text": "Ehrlich gesagt erinnere ich mich da nicht mehr so richtig dran aber ja ich hab da auch mal davor gestanden und gedacht was für ein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:23",
      "text": "Aber du wusstest nicht sofort du wusstest nicht sofort was dahinter steckt."
    },
    {
      "speaker": "roddi",
      "time": "0:17:26",
      "text": "Nö überhaupt nicht woher denn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:28",
      "text": "Keine ahnung."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:17:29",
      "text": "Deswegen fragt er."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:30",
      "text": "Deswegen frage ich ja gerade."
    },
    {
      "speaker": "roddi",
      "time": "0:17:32",
      "text": "Du hast gesehen war das nett."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:34",
      "text": "Und wie lange wusstest du dann nicht dass das was was das ist,\nalso hast du das noch während es lief herausgefunden worum es sich dabei handelt oder hast du nur gesagt ablenken die lichter schön ich fahre mal weiter."
    },
    {
      "speaker": "roddi",
      "time": "0:17:51",
      "text": "Gute frage kann ich dir nicht sagen ehrlich gesagt also ich weiß dass ich irgendwann mal die,\ndiese max software runtergeladen habe wo man irgendwie animationen mit erstellen kann und hab da so ein bisschen drum rum geklickt und mir dann eingestehen müssen dass ich da zu wem zu wenig künstler bin um damit irgendwas sinnvolles zu tun,\naber ja wie lange das gedauert hat um an dem punkt zu kommen kann ich dir nicht sein das ist echt so lange her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:25",
      "text": "Muss ich jetzt eigentlich noch mal erklären was."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:18:28",
      "text": "Ja ein bisschen schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:31",
      "text": "Macht ihr das doch mal."
    },
    {
      "speaker": "roddi",
      "time": "0:18:31",
      "text": "Okay also da ist so ein haus in berlin,\nin der nähe vom alexanderplatz das haus des lehrers man erkennt es daran dass es eine eine bande rolle ungefähr so im dritten stock hat so ein ein mosaik,\nwas sehr sozialistisch daherkommt würde ich mal sagen es ist so sehr sozialistische,\nkunst ich kannte mal jemanden dessen dessen mutter,\nund und er dann auch voll vor langer zeit wohnte auf der rückseite des haus des lehrers also man sieht hier in dem in dem wikipedia artikel sieht man ein foto davon und direkt,\nrechts unten in dem foto ist da ein haus dahinter und die hatten die wohnung so dass wir quasi mit ihrem haus direkt\nauf das mosaik der,\ndas haus des lehrers geguckt haben und meinte das hätte ihn irgendwie als als kind immer sehr beeindruckt irgendwie na ja auf jeden fall hattet ihr dann,\nin jedem fenster zumindest auf einer seite des hauses scheinwerfer untergebracht ne die man die man dann an und ausschalten konnte per software,\nauf irgendeine art und weise und das ganze wurde dann zu so einem,\nja kunstprojekt war's ein kunstprojekt würdest du sagen es war ein kunst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:19:56",
      "text": "Sonst gewesen sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:57",
      "text": "Naja wir haben."
    },
    {
      "speaker": "roddi",
      "time": "0:19:58",
      "text": "'ne ahnung ich kenn mich nämlich aus mit kunst das ist nicht mein ding also dass ich will da auch nichts mehr zu tun haben aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:08",
      "text": "Also es war nie von uns als solches vorangetrieben worden,\neinfach weil weil wir das aus einem ganz anderen incentives heraus."
    },
    {
      "speaker": "roddi",
      "time": "0:20:21",
      "text": "Spielt kram."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:22",
      "text": "Gemacht haben na ja ich meine es war ja,\ndas datum war ja geil ist kein zufall fahren am zwölften,\nseptember einundachtzig war ja dieses treffen,\nvon holland und konsorten was quasi als die geburtsstunde des chaos computer club jetzt manifestiert ist ja technisch betrachtet gab es den c dann so noch nicht aber an dem tag,\nhat bau halt beschlossen dass es ihnen geben soll und dementsprechend ist das jetzt einfach quasi so der uhr knall gewesen."
    },
    {
      "speaker": "roddi",
      "time": "0:21:00",
      "text": "Die konstituiert das konstituierende treffen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:03",
      "text": "Genau also soweit ich das herausgefunden habe viel der name nicht auf diesem treffen aber wow verließ dieses treffen,\nder absicht dass es den pc gäbe und alle die danach auf ihn getroffen sind haben wir sozusagen nur noch dabei getroffen wie also per klammert jon diese die existenz dieses klubs quasi ausgerufen hat,\nna ja und in dem jahr ist ja wow gestorben zweitausendeins im mai oder so,\nund damit brach bei uns so ein bisschen der plan zusammen dieses zwanzigjährige jubiläum was halt zweitausendeins dann anstand,\nirgendwie nett mit ihm zu feiern immer auf die bühne zu setzen und immer erzählen zu lassen wie denn das eigentlich alles wahr,\nund dann war halt einfach weg so das war nicht schön weil,\nda ist irgendwie viel historie und viel zusammenhang verloren gegangen,\nund dann hat es aber so eine trotzreaktion ausgelöst und dann halt los und da bald nach einem schönen wollt ihr dann sozusagen eine extra schöne party dann,\neinfach um darin eine party zu feiern weil ich wusste dass es leer war.\nUnd hab's mir dann von innen angeschaut die neuen betreiber waren ja dieselben leute die das haus am kölnischen park zu dem zeitpunkt machen die wir nun schon sehr gut kannten aber seit ein paar jahren da den kongress gemacht,\nund zwar ist einfach total durch gerockt und stand und war irgendwie eklig also da wolltest du keine party drin feiern also man hätte es war schön punky ist da machen können,\ndeswegen sind wir dann diese kongresshalle nebenan auf gewichten die er dann später home-office,\nund damit stand halt dieses haus quasi daneben einfach leer rum,\nund ich hatte halt von anfang an diesen gedanken ja wie geil wenn wir da eine party machen dann schreiben wir einfach in die pixel c rein und fühlen uns wie die geilsten für eine nacht,\ndas war einfach die ganze idee in dem moment weil."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:23:22",
      "text": "Und dann kam unseren hacker und sagte ja wir machen ja nichts statisches wir machen das mal schön dynamisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:28",
      "text": "Na ja es war so ich hab halt diese idee so nebenbei so nach dem motto ach ja übrigens und dann könnten wir noch weiter,\ndas ding quasi als bildschirm benutzen und dann war so die erste reaktion ich glaub an ja das gesagt ja gleich tetris drauf,\nund das war dann so ein moment weißt du wo moment wo alle so,\nso genau,\nwas wäre wenn und dann gab's halt irgendwie,\ndann verflucht das aber in dieser situation wieder und ich hab dann irgendwie halb acht leute aus dem club insgesamt zusammengetragen mich eingeschlossen,\ndie dann halt alle quasi im geheim daran gearbeitet haben,\nbis es irgendwie liefern dann eine woche vorher mal dem rest des clubs überhaupt erst bescheid gesagt dass das halt ist und dann war's halt da so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:24:28",
      "text": "Das waren noch zeiten und so ne also nichts mit schönen mikro kontroller hier schon mit fertig modulen musst du dir alles selber machen ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:38",
      "text": "Ja ja also wir haben auch mehr gemacht als es nötig gewesen wäre viel kam später dann mit irgendwelchen chips an die welt auch problemlos,\nnutzen können aber wir haben quasi alles komplett hand verlöten,\nletztlich war die technik ja auch ein bisschen mega einfach mal es waren hundertvierundvierzig,\nfenster hundertvierundvierzig bau strahler hundertvierundvierzig einfache kleckern lest gekauft."
    },
    {
      "speaker": "roddi",
      "time": "0:25:00",
      "text": "Ach das war ein klacken release keine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:05",
      "text": "Ne es war ein richtige mechanische kleckert leer ist und wir hatten halt überhaupt nicht lange ein halbes jahr."
    },
    {
      "speaker": "roddi",
      "time": "0:25:07",
      "text": "Ach du scheiße und wie lange haben sie durchgehalten krass und das keins ausgefallen aber ihr habt immer wieder neue gelötet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:17",
      "text": "Ja wir haben noch ein paar über dann haben wir mal wieder ausgetauscht haben relativ lange halten also die bau strahler die leuchten mittel waren ja das problem,\naber insgesamt hat das alles extrem lange gehalten und auch diese ganze elektronische verkabelung die wir da zusammen gelötet haben hat halt auch irgendwie gehalten werden wunder bewusstes nicht wir dachten nach einer woche fliegt uns das um die ohren und dann war 's das und dann konnten wir das halt,\nsolange laufen lassen."
    },
    {
      "speaker": "roddi",
      "time": "0:25:42",
      "text": "Aber nächste war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:45",
      "text": "Aber das war einfach ein super billiger ansatz meines ganze dinge hat irgendwie keine zehntausend marke kosten,\nund davon ist uns so die hälfte der kosten werde weniger."
    },
    {
      "speaker": "roddi",
      "time": "0:25:59",
      "text": "Kennt ihr auch keiner mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:59",
      "text": "Ja mag ja es kann,\ndann kam halt leute mein ja ich kauf das holz ich kauf das ich kaufe das und so weiter so wohl wurde die kohle dann zusammengetragen über das,\nwar uns dann auch am ende irgendwie egal also geld spielte insofern keine rolle als das jetzt keiner,\nirgendwie auch nur erwogen hat es nicht zu tun nur weil jetzt geld fehlen könnte oder so also da hätte man halt alles dafür getan dass das eben da ist,\nnaja und am zwölften september wollen wir halt die aufstellung eröffnen,\nalso musste natürlich blinker rechts vorher fertig seid wir haben dann halt die letzten tage werde weniger durchgearbeitet und dann in der nacht zum elften september,\nlief dann das heißt am elften september in der nacht lief das erste mal blinkt lights vollständig komplett fehlerfrei alles blickte,\ndann am nächsten tag wie ihr alle wisst."
    },
    {
      "speaker": "roddi",
      "time": "0:27:07",
      "text": "Gab es andere news."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:08",
      "text": "Gab es andere news ich war so sauer ich war so stinkesauer weißt du,\nweil es war irgendwie zu dem zeitpunkt war klar irgendwie okay zwanzig jahre c alles alles alle tageszeitungen berlins hatten so angekündigt doppelseite zu bringen das war so ist ja sonst nichts los was geile story,\nberichten wir mal ordentlich von ach ausstellung wirklich,\nund dann halt irgendwie blinker rechts nach oben so als zucker häufchen oben ohne drauf von denen die halt auch alle nichts wussten,\nja in einem pustekuchen dann halt irgendwie terror und panik,\nund zwei wochen lang als kalt interessiert aber wie es war wirklich das."
    },
    {
      "speaker": "roddi",
      "time": "0:27:52",
      "text": "Nur nur zwei wochen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:55",
      "text": "Nach zwei wochen,\nbemerkte dann berlin das ist dann doch noch andere themen gibt und dass da gerade irgendwie 'ne krasse,\ninstallation läuft mitten in der stadt die haben sich halt überhaupt nicht getraut in diesen zwei wochen irgendetwas positives zu berichten,\ngute nachrichten passten in dem moment einfach nicht ins bild es gab einfach nur terror terror terror wahnsinn wahnsinn depressionen depression.\nUnd wir haben uns ja auch überlegt okay was was zeigen wir denn dann jetzt überhaupt für filme,\nund wie du dir vorstellen kannst du hast ja schon erwähnt werden ja diesen diesen film generator wo die leute dann selber,\nsie filmchen zusammen klicken konnten ganzheitlich vorstellen seit lange gedauert und kann man so kleine animation mit flugzeugen die auf hochhäuser,\nmann ne das können wir jetzt jetzt echt nicht bringen irgendwie so viel zynismus an tag zu legen auch wenn's irgendwie natürlich komisch war,\ngerade auf einem hochhaus ja also,\nund das war dann die geburtsstunde des herzens auch als logo weil den hat irgend so eine japaner drin,\nam ersten tag irgendwie gemalt aber so dieses perfekte herz so in diesem achtzig,\nachtzig acht achthundert millisekunden zweihundert millisekunden wechsel,\npapa papa papa und das haben wir dann laufen lassen zwei oder drei tage lang,\nsolange wir noch irgendwie die anderen filme uns alles angeschaut habe weil einfach nur dachten so diese stadt,\nliebe so und das war so."
    },
    {
      "speaker": "roddi",
      "time": "0:29:33",
      "text": "Das war so keine flugzeuge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:38",
      "text": "Ja das das war auch glaub ich 'ne ganz gute andere kamera so einige leute auf uns zu ihm ja wie ich auch schon wieder mit so scheuklappen und so terror panik und wir kommen grad vom flughafen irgendwie alle drehen durch,\nund dann komme ich irgendwie auf den alex und dann so dieses herz das war so ja genau das hab ich jetzt gebraucht,\ndas war eigentlich das interessanteste daran dass,\ndass man auf einmal so zu einem dj wurde der stadt das wäre einfach da ein so,\nzentralen ort auf einmal,\nso ein öffentliches kommentierung tool zum grafisches hatte wo man irgendwie mit humor und mit mit inhalt und agenda setting irgendwie auf einmal arbeiten konnte und dann in sich überlegt so okay,\nwie moderieren wir jetzt diese nacht was was zeigen wir eigentlich wirklich für für filme und was bezwecken wir damit dann entstand halt so tag um tag so eine playlist die halt irgendwie immer wieder.\nAlso es war einfach eine irre irre geschichte ist einfach totaler zufall und darf eine ursprüngliche frage zurückzukommen als kunst haben wir das nicht gesehen aber wer dann halt total durch dritte war halt die kunstszene,\ninsbesondere die medien künstler die dann alle angerannt kam und mein sohn,\nseit jahren reden wir über medien fassaden."
    },
    {
      "speaker": "roddi",
      "time": "0:31:09",
      "text": "Diese."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:10",
      "text": "Und jetzt kommt da diese schwierigen hacker mache das einfach wenn ich dir gesagt habe was das gekostet also die alle vom stuhl gefallen,\nfür so ein founding hätten die er nicht ihren arsch aus der tür bewegt und wir haben's halt einfach gemacht,\nund es war wirklich interessant ja warum kommt man dann auf so eine idee ich dachte immer so,\nja wir kommen nicht auf so eine idee ist auch total so total naheliegend irgendwie so haus fenster."
    },
    {
      "speaker": "roddi",
      "time": "0:31:45",
      "text": "Ich glaube ich glaube dass es dass es eine viele antwort wenn du sagst ja wie kommt man denn nicht auf so eine idee gerade bei dem künstler dir so viel auf ihre ideen halten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:56",
      "text": "Ja klar aber bei hakan ich bitte dich also matrix irgendwie bildschirm das ist doch einfach bei uns."
    },
    {
      "speaker": "roddi",
      "time": "0:32:01",
      "text": "Na ja natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:02",
      "text": "Genau das das das wollte ich damit eigentlich zum ausdruck bringen dass es für uns so selbstverständlich war dass wir gar nicht bereit waren das als kunst,\nunter der marke kunst zu führen sondern das war halt ein geiler hack,\ndas war so eine typische can und ist auch total also klar hat man nicht immer die gelegenheit dass in dieser dimension zu machen aber so grundsätzlich so eine blinken matrix zu bauen weil er in dem sinne nicht an präsidentin."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:32:31",
      "text": "Sind sie zu dem christoph und haben auch gefragt wie kommt man auf so 'ne idee den reichstag einzupacken also sehr genauso bekloppt als idee."
    },
    {
      "speaker": "roddi",
      "time": "0:32:40",
      "text": "Seit jahrzehnten nichts anderes."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:32:42",
      "text": "Ja bei den fragen der auch nicht wie man auch so 'ne ideen kommt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:45",
      "text": "Das war ja reichstag war ja im selben jahr war in derselben."
    },
    {
      "speaker": "roddi",
      "time": "0:32:54",
      "text": "Ich glaube das war früher,\ndas war noch in den neunzigern aber sicher bin ich mir nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:33:03",
      "text": "Neunundneunzig."
    },
    {
      "speaker": "roddi",
      "time": "0:33:04",
      "text": "Da fünfundneunzig ja ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:33:16",
      "text": "Ganz oben stand schon deutlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:19",
      "text": "Vorher ja."
    },
    {
      "speaker": "roddi",
      "time": "0:33:22",
      "text": "Das realisierung von neunzehnhunderteinundsiebzig bis fünfundneunzig dauerte ja durchgearbeitet oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:29",
      "text": "Da kann ich mich noch gut daran erinnern wart ihr da habt ihr das gesehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:33:34",
      "text": "Berliner ich glaube ich bin mir jetzt nicht so sicher aber ich glaube schon."
    },
    {
      "speaker": "roddi",
      "time": "0:33:38",
      "text": "Irgendwo müsst ihr noch so ein gewebe stück haben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:33:41",
      "text": "Ich finde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:42",
      "text": "Und wie fandet ihr da."
    },
    {
      "speaker": "roddi",
      "time": "0:33:43",
      "text": "Es war gut aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:49",
      "text": "Ich fand es mega geil also ich weiß noch nicht saß auf dieser wiese und dann dieses eingepackt gebäude und es war einfach wie so ein gelandet des u v und die leute waren also gechillt,\nich find's irre also ich mag überhaupt die sachen von von chris so sehr sehr sehr gerne weil er einfach."
    },
    {
      "speaker": "roddi",
      "time": "0:34:11",
      "text": "Es ist halt monumental ne aber gleichzeitig dadurch dass das die seite also die art und weise wie der stoff hier,\nhat es gleichzeitig doch auch sehr filigran erscheinen lassen obwohl das zeug natürlich irgendwie dieses gewebe wenn man da so ein stück zehn mal zehn zentimeter hat das kriegt man kaum gebogen also als halt richtig,\nrichtig nylon fäden sind also es war schon ganz nett aus fand ich also aber wie gesagt mit kunst habe ich es nicht so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:41",
      "text": "Also ich ich hab's an der stelle schon mit kunst ich bin nur extrem schwer zu beglücken,\nweil ich einfach zu oft so sachen,\nhaben wir jetzt hier auch die letzten sendung schon öfter darüber gesprochen,\nmanchmal ich wünsche mir einfach mehr anstrengung und findet findet."
    },
    {
      "speaker": "roddi",
      "time": "0:35:03",
      "text": "Gut vielleicht liegt es daran bei mir auch das weiß ich nicht vieles ist so hä ja und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:35:09",
      "text": "Aber kannst du vielleicht auch manchmal ja dann das kommt dann mit so 'n bisschen verzögerung also ihr macht halt wieviel hundertvierundvierzig baustraße hinter fenster hört sich jetzt nicht so nach kunst an\nwenn du dich dann aber zwei kilometer weiter weg hinsetzt und auf dieses haus guckst und dann da irgendwie animation ablaufen wie von sehr weit dann doch sehr flüssig und weich aussehen dann dann sieht das schon ziemlich geil aus und dann ist es auch irgendwie kunst vor allem eine sache über zwei kilometer zu sehen oder wie viel.\nAuch immer so weiter weg das ist halt so ein bisschen,\ndas war so lange nicht mehr die technik sieht sondern nur noch das optische und dann finde ich dann ist das schon kunst mir ist das aufgefallen hier als du in paris das ja nochmal abgezogen hast und ich weiß nicht ob es war als ich ankam\nzum ersten mal oder als ich weggefahren bin jedenfalls von ganz weitem sage ich auch die das riesen haus und dann war gerade da dieser,\ndieser vogel albatrosse was auch immer der da so fliegt oder eine möwe weiß nicht was es für eine animation aber so ein fliegender vogel und das sah so mega geil aus das war ja auch schon so ein nennt man das herz ne so,\nemotion,\nund."
    },
    {
      "speaker": "roddi",
      "time": "0:36:13",
      "text": "Man nennt es ist schon relativ lange slow jetzt hat's auch apple gemerkt aber wir wollen nicht vorgreifen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:36:19",
      "text": "Von mir aus aber das das das da war ich dann doch schon sehr beeindruckt also man nach dem haus steht denkt man sich ok lampen hinterm fenster und so weiter aber man sehr weit weg ist dann dann sieht man was anderes irgendwie finde ich und dann ist es schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:34",
      "text": "Ja aber ich finde nicht dass es kunst dadurch ist und wird dass es einfach monumental ist sondern es wird kunst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:36:43",
      "text": "Nur weil auch leute sachen einreichen die dann die du nie gedacht hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:48",
      "text": "Ja auch nicht die filme an sich sondern also meiner meinung nach denn das für ein quatsch,\nmir macht mich fertig ich will auf das video äh."
    },
    {
      "speaker": "roddi",
      "time": "0:37:04",
      "text": "Du bist hier bei verwalten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:06",
      "text": "Ja ich bin bei verwalten ich will dabei wie meine videos nicht verwalten."
    },
    {
      "speaker": "roddi",
      "time": "0:37:12",
      "text": "Ich will sie an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:13",
      "text": "Will einfach nur meine eigenen videos sehen wie es so schwierig sein wieso ändern die eigentlich dieses fest das jetzt irgendwie das richtige oder nicht,\njetzt geht er wieder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:37:30",
      "text": "Muss ich erst abmelden damit du da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:31",
      "text": "Es kann nicht ernst sein,\nalso was ich gerade sagen wollte ist,\nkurz wird es meiner meinung nach in dem moment wo es auch,\netwas präsentiert und eine verbindung zu menschen herstellt,\neinfach nur irgendwas schönen machen und irgendwo hinstellen,\nkann künstlerische aspekte haben aber meiner meinung nach muss sich das mit der gesellschaft irgendwie vertreten werden es das jetzt irgendwie bauen können aber ich glaube nur dadurch dass wir das,\nmit den leuten so verbunden haben dass sie selber ihren content da drauf ballern konnten und später dann halt auch diese und und das spiel des punkt was man."
    },
    {
      "speaker": "roddi",
      "time": "0:38:21",
      "text": "Eigentlich auf snake."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:23",
      "text": "Wir hatten in."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:38:24",
      "text": "Doch war auch da ich habe ein video davon gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:27",
      "text": "Ja in paris halten wir das dann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:38:29",
      "text": "Ne auch da in dem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:30",
      "text": "War aber kein spiel das war nur eine animation."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:38:32",
      "text": "Ja und das kann sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:33",
      "text": "Aber als spiel gab es für dich nur pong das war das einzige was du konntest so und du kannst halt gegen computerspielen oder konzert mit zwei leute,\nund das fand ich schon mal sehr gelungen das.\nUnd dadurch wurde es irgendwie etwas greife ich das sagen soll aber ich hatte so immer so diesen eindruck ich hab das auch an den reaktionen gemerkt die leute haben in berlin haben das dann halt einfach so ein gemeint,\nes wird nie vergessen ich bin als wir diese irgendwann war ja dann schluss im februar zweitausendzwei dann haben wir diese abschluss,\nund dann bin ich irgendwie so mit flyern durch die stadt gelaufen hat mir das irgendwie nicht nehmen lassen mal so in die klubs rein überall irgendwie den leuten so direkt zur flyer in die hand drücken weil ich einfach mal wissen wollte,\nwas für reaktionen das so bringt und das war wirklich krass teilweise.\nDer miete habe ich das sowieso in die hand gedrückt so weißt du,\nrumgelaufen das auch so hey ich hab herz für dich weißt du so,\nrichtig eine decke so man was für ein typ,\ndas irgendwie irgendwas auslöst also drauf und also,\naus des lehrers völlig außerhalb schockiert und so die schock pause meisterschaft ja ja wir müssen jetzt irgendwie aufhören und so abschlussparty,\nwir an sucht immer noch mal nach worten start so wirklich gefühlt fünf sekunden lang an,\nversucht irgendwie zusammen zu kram irgendwas im nicht so okay was kommt jetzt schreibt mich an nein,\ndas könnt ihr nicht machen das ist doch berlin.\nOh da saß äh lass ich mir auch so meine herren,\ndu hast recht und dann da merkte ich dann auch dass das gar nicht mehr und saß war,\nes war gar nicht mehr unser projekt das ist uns komplett aus den händen genommen worden."
    },
    {
      "speaker": "roddi",
      "time": "0:40:49",
      "text": "Ne ihr seid aber auch nie in erscheinung getreten als leute dieses machen es war ja auch völlig also ich glaube dass die allgemeinheit überhaupt nicht wusste wer dahinter steckt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:58",
      "text": "Na da doch das c dahinter steckte das war schon bekannt."
    },
    {
      "speaker": "roddi",
      "time": "0:41:02",
      "text": "Na ja gut aber der c ist jetzt glaube ich für den für den otto normalbürger auch eher so ein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:09",
      "text": "Neben mir ging es ja nicht darum als person oder auch nur als gruppe da jetzt irgendwie erkannt zu werden das ist nicht das was ich meine aber du machst ja irgendwas zu baust sondern dann ist es irgendwie deins so aber in dem moment hab ich halt gemerkt,\ndass das schon also hätte das da jetzt hätten es eigentlich der stadt spenden müssen eigentlich hätten wir das haus in dem moment kaufen müssen,\nund es für immer laufen lassen,\nund es wäre mit abstand die beste nutzung für dieses haus gewesen weil okay da kannst du ein paar büros reinhauen büro häuser gibt's auch woanders aber das ding,\nals dauer die kohle wäre einfach werden markenzeichen der stadt geworden."
    },
    {
      "speaker": "roddi",
      "time": "0:41:59",
      "text": "Das stimmt da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:02",
      "text": "Also mit einer unheimlichen bekanntheit also es wäre einfach es wäre einfach berlin gewesen ja es wäre berlin gewesen weil alles alles im blick als war."
    },
    {
      "speaker": "roddi",
      "time": "0:42:13",
      "text": "Na ja es war auch so berlin also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:15",
      "text": "Es war so berlins war so hin gehakt nichts groß dabei gedacht nicht irgendwie groß irgendwie nicht mal angekündigt ein paar geld dafür genommen einfach nur."
    },
    {
      "speaker": "roddi",
      "time": "0:42:24",
      "text": "Der räume stehen leer werden genutzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:25",
      "text": "Genau zwischen nutzung irgendwie gib ihm ja eingeschaltet heutige technik kabel fallen falls was vom tisch und so,\nund es war es war berlin so und sie hatte sie hatte einfach total,\nrecht in dem moment so und da merkte ich aber es ist nicht mehr unser dass also als gruppe gehörte gar nicht mehr uns sondern es gehörte eigentlich allen und zwar sehr schade dass wir alle das dann leider haben ausschalten,\nmüssen gab ja noch ein paar versuche das irgendwie vielleicht da dauerhaft zu integrieren und so aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:43:00",
      "text": "Was ist eigentlich mit dem haus heute,\nalso es wird schon benutzt jetzt wieder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:06",
      "text": "Ja ja klar das ist dann halt saniert worden und irgendwann bezogen worden und was,\naber alle alle ideen in irgendeiner form zu dem zeitpunkt war der torwart schon ein bisschen abgefahren man hätte ja wenn man das früher gewusst hätte,\nmal schauen können ob man nicht irgendeine technologie findet mit der man es in irgendeiner form,\nzumindest nachts um zwei oder so hätte einfach wieder betreiben können,\naber das,\nwar dann nicht so richtig dran zu denken wir haben wir haben da noch mal so einen vorschlag gemacht mit den elementen da dazwischen zwischen den fenstern weil es auch so halb glas grasige dinger sind da irgendwas einzubauen,\naber da waren wir natürlich auch unserer zeit dann ein bisschen voraus weil,\nled technik kam dann erst auf also erst so zweitausenddrei vier."
    },
    {
      "speaker": "roddi",
      "time": "0:43:58",
      "text": "Na ja klar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:59",
      "text": "Da gab's ideen ich meine heute wenn ihr nach china guckst links überall ne."
    },
    {
      "speaker": "roddi",
      "time": "0:44:04",
      "text": "Klar du hättest wahrscheinlich auch auch auf die dauer die bau scheinwerfer und die stromrechnung die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:12",
      "text": "Ach der strom war total zu vernachlässigen das,\nstromverbrauch war total minimal ja ja klar."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:44:20",
      "text": "Tief betrachtet."
    },
    {
      "speaker": "roddi",
      "time": "0:44:21",
      "text": "Also ein ding sonst und so ein ding bläst mindestens zweihundertfünfzig watt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:25",
      "text": "Ja konstant wenn es die ganze zeit anhast aber wir machen ja mal kurz klapp klapp klapp klapp klapp klapp das mal ausgerechnet das war also das kann keine keine nennenswerte geschichte und später mit led ohnehin nicht,\nalso das das wäre es jetzt nicht das problem gewesen zum als hätte man mit leuten technik,\nes war zwar noch teuer."
    },
    {
      "speaker": "roddi",
      "time": "0:44:52",
      "text": "Seit ewigkeiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:53",
      "text": "Nein nee gibt's nicht seit ewigkeiten das gab's auch."
    },
    {
      "speaker": "roddi",
      "time": "0:44:57",
      "text": "Nee das gab so schon den siebzigern achtzigern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:00",
      "text": "Der deutsche aufhören aber nicht mit elektronischen geräten die auch in london machen."
    },
    {
      "speaker": "roddi",
      "time": "0:45:05",
      "text": "Nicht für nicht verwechseln strom aber wenn du sie mit gleich betreibst dann war das nie ein problem,\nja klar was meinst du ja was meinst du wie die ganzen anderen blinken den leuchtet stoffe hören ins also diese leon röhren installation funktionieren ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:45:28",
      "text": "Diese gebogene dinge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:30",
      "text": "Ja aber die war ja nur an."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:45:33",
      "text": "So auf dem rummel und so weißt du wo dann den namen so weder buchstabiert einzeln,\nlangsam und so stimmt schon den ganzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:41",
      "text": "Stimmt naja war auf jeden fall."
    },
    {
      "speaker": "roddi",
      "time": "0:45:43",
      "text": "Nee aber du hast was du hast recht also die wechsel strom dinge die waren immer,\nist das ding dann warm wurde und dann hat's noch dreimal geblinkt bis angegangen ist und so weiter das wäre jetzt nicht gegangen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:55",
      "text": "Da war auf jeden fall alles nicht auf der agenda und dann war es halt immer vorbei und dann haben wir halt bisschen paris gemacht bisschen toronto und dann war's das so das jetzt alles achtzehn jahre ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:46:08",
      "text": "Na gut,\nkurzer rückblick."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:13",
      "text": "Geringfügig so sonst noch was passiert wir waren auf dem camp."
    },
    {
      "speaker": "roddi",
      "time": "0:46:19",
      "text": "Stimmt wir waren immer noch auf dem camp."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:20",
      "text": "Wollen wir dann nochmal einen kleinen rückblick wagen,\nich meine wir haben ja nur so anekdoten von uns gegeben aber vielleicht mal so als."
    },
    {
      "speaker": "roddi",
      "time": "0:46:31",
      "text": "Und wir können jetzt noch mehr anekdoten vielleicht aber ich weiß auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:34",
      "text": "Neben mir so die miterleben 'ne also ich mein es war ja auch viele leute nicht da,\nfast meinen die meisten leute die jetzt hier vielleicht zu hören waren halt nicht da."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:46:43",
      "text": "Muss ja wenn man mehr als."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:45",
      "text": "Ja genau und wir haben ja in den letzten jahren schon oft über camp und kongress und so weiter immer geredet,\nich weiß gar nicht also ich meine was sicherlich konsens ist pause also diese dieses camp war sehr gelungen,\nja"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:47:09",
      "text": "Warum also besser als die davor meinst oder wie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:15",
      "text": "Ja also auf jeden fall besser als vor vier jahren ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:47:18",
      "text": "Echt aber warum also war also war so."
    },
    {
      "speaker": "roddi",
      "time": "0:47:19",
      "text": "Genau warum gut vor vier jahren war mein erstes camp das hat man dann natürlich nochmal ganz anders in erinnerung aber ansonsten fand ich das jetzt nicht groß anders."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:47:32",
      "text": "Komme ich jetzt auch nicht so also es waren ziemlich gleich aus meiner idee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:37",
      "text": "Naja also erinnere dich diese ganze art und weise wie diese zeltstadt da aussah,\nda gab's dann vor vier jahren diesen diese diese hauptstraße da wo so links und rechts,\nirgendwie ein geschlossenes weißes zelt neben der anderen stand das war wie so ein kanal,\nwo man's durchgehen und überhaupt war ganze zelt aufbau war,\nist extrem also die fluchten waren einfach nicht sichtbar ist wirkte nicht wirklich camping und diesmal war 's,\nganz anders es war viel luftiger viel offener viel transparenter man es gab sehr viel mehr kleine wege zwischen,\nden ganzen villages du konntest auch jenseits der hauptstraße immernoch so zwischendurch reingehen das war auch mit absicht ja so gemacht worden."
    },
    {
      "speaker": "roddi",
      "time": "0:48:24",
      "text": "Aber leider haben die leute in dem wäldchen gekämpt das völlig ziemlich arsch,\ndas mit der spiegel kugel."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:48:32",
      "text": "Genau das war vor vier jahren ja kämpft frei diesmal wanda lauter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:36",
      "text": "Ja"
    },
    {
      "speaker": "roddi",
      "time": "0:48:37",
      "text": "Ja also das war ja ich weiß nicht vor vier jahren war das halt es war halt so trip ich weil man sich da in die hängematte ganz entspannt reinlegen konnte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:46",
      "text": "Die gab es auch wieder."
    },
    {
      "speaker": "roddi",
      "time": "0:48:47",
      "text": "Ja die gab's wieder aber die hängen dann halt teilweise über zelten drüber und so also das war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:52",
      "text": "Okay gut ja jetzt war sicherlich ist nicht so ich sage ja auch nicht dass nicht nicht wieder irgendwas gewesen ist was man nicht hätte verbessern können und ich denke grundsätzlich sollte man halt darüber nachdenken,\ndas camp auch mehr zum camp zu machen und weniger zu versuchen daraus im sommer kongress."
    },
    {
      "speaker": "roddi",
      "time": "0:49:11",
      "text": "Du meinst weniger vorträge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:14",
      "text": "Weniger vorträge vor allem diese großen vortrags zelte reißen es einfach nicht die waren dann eh nicht voll furchtbare akustik."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:49:26",
      "text": "Ich war nur am letzten tag am sonntag an dem zelt was da so außerhalb am eingang das\nund da waren keine ahnung dreißig vierzig leute dabei so vortrag zugehört haben akustik war scheiße und es war so scheiße warm da drin wobei der sonntag auch jetzt wirklich sehr warm war mit dem samstag davor war ja nicht ganz so warm aber am sonntag,\ndu sagst still da und hast trotzdem geschwitzt oder lief die suppe."
    },
    {
      "speaker": "roddi",
      "time": "0:49:53",
      "text": "Na das sind zeit keine akustik hat das ist ja erstmal irgendwie unlogisch aber wenn man sich dann anguckt die großen zelte haben ja relativ,\nzählt bahnen und das ist eigenes schall hartes zeug also das da drin kein akustik ist es eigentlich nicht erstaunlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:09",
      "text": "Ja also."
    },
    {
      "speaker": "roddi",
      "time": "0:50:13",
      "text": "Und dann sind sie auch noch so komisch rund und das fängt sich dann alles irgendwie fies."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:18",
      "text": "Ist genau also das kommt alles noch dazu allemal ist mal vielleicht zwei faktoren erstmal was was was wenn man jetzt vorträge haben will was wie könnte man es anders machen offene zelte einfach nur überspannung nicht so."
    },
    {
      "speaker": "roddi",
      "time": "0:50:32",
      "text": "Na ja so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:33",
      "text": "Für ein paar hundert leute maximal."
    },
    {
      "speaker": "roddi",
      "time": "0:50:38",
      "text": "Also so wie es vor vier jahren war wo wir auf der bühne waren dieses village wissen das gel."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:50:42",
      "text": "Ja das war ja aber auch nicht offiziell das war sozusagen."
    },
    {
      "speaker": "roddi",
      "time": "0:50:46",
      "text": "Das war ja klar es war da ja nicht überdacht sondern im freien das hätte man im regen halt nicht nutzen können ja konnte man auch nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:50:53",
      "text": "Überdacht wasser."
    },
    {
      "speaker": "roddi",
      "time": "0:50:54",
      "text": "Nur die bühne und die jetzt dieses freak monkeys wo wir jetzt dieses mal waren das war ja deutlich kleiner aber dafür war 's komplett überdacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:06",
      "text": "Zum offenen zelt und ich bin zum geschlossenen zelt und deswegen akustisch wunderbar was einen sonnenschutz was auch ein regenschutz wenn's regnet,\nwenn's kalt ist eh kalt aber wenn's warm ist hast du zumindest noch durchzug,\nund akustisch ist halt viel besser weil eben keine weil du keine wende halt baust äh wo sich der schall fangen kann und abgesehen davon dass solche zelte auch viel besser aussehen,\nund viel einfacher aufzubauen sind als solche massiven zirkuszelt fallen,\nwäre das meiner meinung nach der weg und dass man halt eher sagt okay wir machen ohnehin nur ein überschaubares programm,\nsehr ausgewählte talks so die dann,\nauch mehr so agenda setting charakter haben vielleicht nur so ein bisschen mehr meter sind als jetzt hier die krassen security releases und pipapo und der rest geht alles in workshops,\nund du machst aber dann für die wichtigen talks machst du diese ganzen workshop zelte von denen es ja schon ein paar gab und von dem eine tendenziell vielleicht noch zwei drei vier fünf mehr machen könnte schaffst du dort überall übertragung\nsysteme sodass du quasi den einen track den du auch nur hast,\nauch noch über trägst an verschiedene orte sodass man halt auch nicht ans andere ende des geländes laufen muss um diesen talk zu lauschen."
    },
    {
      "speaker": "roddi",
      "time": "0:52:34",
      "text": "Herr single track bin ich ein fan von aber das ist nochmal ein anderes thema."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:38",
      "text": "So würde natürlich auch die vorbereitung extrem reduzieren weil man einfach da nicht so viel content reinstecken muss weil am ende ist das camper baut kommunikation es geht einfach darum da seine eigenen dörfer zu bauen leute zu treffen irgendwas rein."
    },
    {
      "speaker": "roddi",
      "time": "0:52:52",
      "text": "Keine ahnung ich habe keine talks gesehen also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:54",
      "text": "Ja genau aber so geht's halt viel muss man sich halt fragen warum dann doch so eine infrastruktur bauen die teuer ist,\nja die ja dann auch zu den kosten beiträgt die schwierig zu stemmen sind und über die zu tragen dann die teilnehmer gezwungen sind und das ist natürlich auch nicht so toll finden,\nund meiner meinung nach hat sich das einfach ein bisschen tot gelaufen und man kann halt,\ndas sehr viel besser in den kongress investieren weil der kongress lebt von seinem kongress das ist halt das dass es halt das herz und er hat so ein bisschen indoor camp dabei und das auch wie ganz geil das camp ist halt vor allem primär das camp,\netwas content noch,\netwas im sinne vor das kann schon auch einiges sein aber halt müssen halt keine hundert talk sein das ist einfach nicht erforderlich sag man kann auch mit zehn zwanzig dreißig wunderbar daher,\ninsbesondere das war der andere gedanke der mir so kam das camp ist irgendwie immer noch zu kurz."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:53:57",
      "text": "Ja ich weiß nicht also na klar schon weil ich hab auch irgendwie nichts gesehen weil läuft irgendwo lang quatsch quatsch da quatsche dort machst du die sachen also ich hab ganz viel überhaupt gar nicht gesehen aber,\nauch irgendwie erstens der durch dieses wetter natürlich auch durch das flach treten es war so staubig das wird immer schlimmer und ich wurde auch immer mehr immer mehr durch wo,\nich dann auch im letzten tag auch dann gar keine energie mehr hatte um irgendwas anzugucken also man ist dann einfach platt,\nso immer im zelt schlafen immer party abends und so weiter und so fort dann irgendwann geht's auch dann nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:35",
      "text": "Klar aber ich meine das ist ja ein bisschen was mit deinem eigenen energiemanagement zu tun."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:54:39",
      "text": "Was willst du damit sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:41",
      "text": "Wenn man das naja also ich habe irgendwann auch mal angefangen auf partys irgendwie viel zu schlafen das hilft enorm so also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:54:50",
      "text": "Und du kommst dann auch mit einem camper an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:53",
      "text": "Ja gut das ist jetzt nochmal ein anderes ding aber viel schlafen kann man auch im zelt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:54:56",
      "text": "Schwierig."
    },
    {
      "speaker": "roddi",
      "time": "0:55:01",
      "text": "Geht so also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:02",
      "text": "Feldbetten dunkles zelt gut beschichtet alles kein problem lautstark es eher ein problem es war ein bisschen zu laut aber vielleicht nochmal zu dieser länger wir haben jetzt,\nzweimal oder ich hab schon 'n paar mal jetzt sogar das camp fängt offiziell an einem mittwoch an und endet am sonntag."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:55:22",
      "text": "Haben sie viele beschwert sie meinten dienstag bis samstag wäre besser gewesen dann wäre auch mehr für den abbau noch da gewesen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:31",
      "text": "Genau ich habe einen anderen vorschlag meiner meinung nach sollte das camp samstag am späten nachmittag anfangen,\nund samstag am späten nachmittag auf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:55:46",
      "text": "Samstag bis samstag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:48",
      "text": "Sieben tage net,\nerstens muss ja ohnehin mehr oder weniger eine woche urlaub nehmen wenn du da sozusagen urlaub brauchst und dann,\ndas ist dieser urlaub auch wirklich die reine voll camp,\ndie wochenende christian dazu du kannst halt auch wenn du noch nicht kannst irgendwie auch noch erst am sonntag kommen verpasst nicht alles,\naber was viel wichtiger ist du kannst ja typischerweise am freitagnachmittag anfangen kannst auch erst am samstag kommen je nachdem wie weite reis oder wann los kommst,\npackt sich aus zelt aufbauen ankommen rumlaufen und dann ist erst am späten nachmittag überhaupt erst die eröffnungsveranstaltung und an dem samstag ist auch nichts anderes als diese eröffnung,\nund das eigentliche programm geht dann erst am sonntag los."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:56:44",
      "text": "Also sei eigentlich so sechs tage kennt denn da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:47",
      "text": "Ja je nachdem wie man rechnet geht sonntag los und dann halt die ganze wilde woche durch bis zu diesem samstag an dem noch volles programm ist also du hast schon sieben tage,\nund dann am samstag abend wo auch noch alle da sind wo noch keiner wegfahren muss deshalb ist abschlussveranstaltung die hälfte sind schon am räumen und anpacken das ist keine abschlussveranstaltung da findet irgendwas statt aber,\nniemand ist mehr da."
    },
    {
      "speaker": "roddi",
      "time": "0:57:13",
      "text": "Stress aber auch immer nicht anders."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:14",
      "text": "Ja klar der kongress hat ja nochmal ganz andere zwänge."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:57:17",
      "text": "Ist ja eigentlich auch die abbau party gewesen und nicht die abschlussparty."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:21",
      "text": "Na ja auf jeden fall wenn du das machen würdest dann wüssten alle ah okay jetzt sind samstag nochmal richtig ausspielen abschlussveranstaltung teilnehmen es gibt noch keinen grund zu fahren weil es ja noch der ganze sonntag danach,\naber der sonntag wiederum hat dann auch kein programm seiner sonntag ist einfach nur ein tag runterkommen,\naus schön einpacken manche fahren früh manche fahren später die meisten sind gefahren die abbau krug kann auch anfangen alles einzupacken weil nichts mehr gebraucht wird einem sonntag und ab dem montag kommt und wie die tracks und fahren ist alles,\nund und dadurch wurde dieses ganze,\ncamp eine extreme entsäuerung erhalten und du hält es halt."
    },
    {
      "speaker": "roddi",
      "time": "0:58:06",
      "text": "Weiß total was du meinst weil ich bin erst montags weggefahren bin ja dann noch eine nacht geblieben und habe dann montags ganz in ruhe alles aufgeräumt abgebaut und eingepackt und bin dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:17",
      "text": "Ja und vor allem der ganze scheiß den wieder aufbauen das ganze liegt das wasser an sofas angekauft wurde das ganze werkzeug tonnen einundzwanzig tonner nach dem anderen allein drei zweiundzwanzig tonne die einfach nur sofas durch die welt bewegt haben zelte also ganze scheiß."
    },
    {
      "speaker": "roddi",
      "time": "0:58:32",
      "text": "Das fand ich absurd."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:33",
      "text": "Das ist eine mega material schlacht und,\nman fragt sich halt so okay und dann hast du aber netto nur den mittwoch donnerstag freitag und samstag gehabt also eigentlich ist das camp nur vier tage lang,\nbehauptet fünf tage lang zu sein aber irgendwie der sonntag war noch nie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:58:52",
      "text": "Deswegen genau das war blöd."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:54",
      "text": "Der ist einfach nicht der ist der effektiv nicht da aber fünf tage wollten wir eigentlich schon immer mal haben weil sich gezeigt hat dass wir eigentlich nicht genug ist aber wir haben diesen fünften nie so richtig dazu bekommen der hat schon gefehlt und dann denke ich mir halt einfach noch so scheiß drauf\ndann hängst du einfach nochmal zwei tage dran passt schon."
    },
    {
      "speaker": "roddi",
      "time": "0:59:10",
      "text": "Vor allen dingen du baust dir eben wochen auf und du brauchst auch wochen ab,\nokay aber ist ja also der aufbau und der abbau ist so so ein aufwand dass du auch noch ein paar tage dranhängen könntest ohne probleme ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:27",
      "text": "Genau klar du hast dann halt mehr projektleitung mehr es gibt ja auch ein paar tätigkeiten die so durchaus ein verschleiß faktor haben und den ganzen sanitär kram und so weiter das muss irgendwie alles laufen aber das ist im vergleich zu einem anderen gar nicht so viel."
    },
    {
      "speaker": "roddi",
      "time": "0:59:40",
      "text": "Nicht nach zwei oder drei tagen dann eher im stadion state."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:44",
      "text": "Wie ja."
    },
    {
      "speaker": "roddi",
      "time": "0:59:45",
      "text": "Na also da kommen dann die gülle trucks an und und saugen irgendwie diese kissen leer und so und das ist ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:51",
      "text": "Ich will da nicht so ins detail gehen aber klar das ist eine orga die halt wirklich im schicht modus arbeitet dann halt auch nochmal zwei tage die ist halt belastet so aber das das sind einzelne gruppen die das meer betrifft andere halt dann weniger."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:00:04",
      "text": "Und das mieten von lauter zeug wird natürlich teurer durch den mehr tage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:08",
      "text": "Ja aber auch nicht nennenswert also das ja ob du nun für zwei wochen oder zwei wochen und zwei tage miete ist am ende für den preis nicht ganz so."
    },
    {
      "speaker": "roddi",
      "time": "1:00:20",
      "text": "Stimmt ab einer bestimmten punkt ist dann ist schon egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:22",
      "text": "Da da ist es dann wirklich wurst so ne und ja das das waren so meine gedanken."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:00:30",
      "text": "Wird dann aber schon nochmal teurer das camp."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:32",
      "text": "Na ja nicht unbedingt ich sag mal so das hängt von anderen faktoren ab."
    },
    {
      "speaker": "roddi",
      "time": "1:00:36",
      "text": "Na ja du hast ja gleichzeitig noch gesagt wenn man das programm etwas reduziert und sich ein paar von den zirkus zelten schenkt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:44",
      "text": "Ja das wäre zum beispiel schonmal ein faktor."
    },
    {
      "speaker": "roddi",
      "time": "1:00:46",
      "text": "Gut klar du verbrauchst zwei tage mehr wasser und fährst zwei tage mehr abwasser ab generierst mehr strom."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:56",
      "text": "Genau aber das ist eine grundsätzliche frage auch wie man das macht weil mildenberg da halt keine gute voraussetzungen hat,\nerstmal gibts nicht genug festnetz strom,\nund zweitens diese abwasser situation."
    },
    {
      "speaker": "roddi",
      "time": "1:01:11",
      "text": "Na gut die frage ob du eine andere location findest die ersten scham hat und zweitens dann entsprechend strom und abwasser das halte ich ja für fast ausgeschlossen aber ich bin auch kein experte in diesen dingen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:22",
      "text": "Falls die diskussion nicht so sehr auf andere location bringt nur die frage ist wenn man halt die location halten will,\nob man sie nicht nur dann halten sollte unter der maßgabe dass man eben auch wege findet diese infrastruktur dauerhaft zu verbessern."
    },
    {
      "speaker": "roddi",
      "time": "1:01:38",
      "text": "Also richtig abwasser frohe verlegen zum beispiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:42",
      "text": "Ja strom wasser das,\naber das sind dann wird jetzt schon wieder eine politische debatte da wollte ich jetzt gar nicht hin."
    },
    {
      "speaker": "roddi",
      "time": "1:01:53",
      "text": "Würde ich jetzt auch keine aufmachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:56",
      "text": "Eben so aber ich fand das camp gut man muss sich darüber gedanken machen wie es sich entwickelt kosten mäßig entwickelt ich denke,\ndieser ganze content teil ist etwas die kann man zurückfahren da kann man einen großen zelten sparen mehr auf camp setzen länger machen eine woche fertig und dann passt das,\nmeine wenn man es echt nur alle vier jahre macht dann kann man aber auch diese zwei tage auch noch damit reinschmeißen und genau genommen."
    },
    {
      "speaker": "roddi",
      "time": "1:02:26",
      "text": "Das sehe ich genauso also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:27",
      "text": "Drei tage dazu so dann dann dann dann lohnt sich,\nda kann man sich dann irgendwie auch ganz anders."
    },
    {
      "speaker": "roddi",
      "time": "1:02:38",
      "text": "Da schreibt jemand das doch der ist-zustand ja letzten endes schon,\ndass halt sehr viele leute schon viel früher gekommen sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:47",
      "text": "Ja gut aber du hast halt nicht die infrastruktur dauerhaft so für gäste so wo gibt's strom wo gibt's schon wasser klos und so weiter ist es halt alles so kalkuliert ist halt am ersten veranstaltungstag alles da ist und teilweise war das."
    },
    {
      "speaker": "roddi",
      "time": "1:03:00",
      "text": "Richtig das hat aber schon den freitag vorher funktioniert teilweise sogar donnerstag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:08",
      "text": "Je nachdem wo du warst aber in meinem bereich zum beispiel war es halt nicht so,\ndas sind so irgendwo ist immer der letzte teil der ausgebaut wird und generatoren liefen halt nicht alle,\nich fand ja die infrastruktur,\nhabe ich mir noch nicht ganz angeschaut aber ich habe jetzt ein bisschen power talk angeschaut,\nwas ich habe ja auch reingeschaut habt das war sehr interessant also auf vielen ebenen erstmal weil sie halt erzählt haben wir überhaupt die ganze power distribution gelaufen ist und auch gerade im hinblick auf diese ganze nachhaltigkeit debatte die rund ums camp immer wieder gerne geführt wird\nkam da ein paar wirklich ganz interessante zahlen bei raus also am ende haben sie ausgerechnet hat jeder teilnehmer,\nalso runtergerechnet auf jeden camp teilnehmer,\nvier komma vier liter diesel verbraucht,\nstrom zu erzeugen der auf dieser veranstaltung."
    },
    {
      "speaker": "roddi",
      "time": "1:04:06",
      "text": "Diesel das scheint mir jetzt aber auch nicht so viel zu sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:11",
      "text": "Jeder der mit dem auto gekommen ist und mehr als fünfzig oder hundert kilometer anreise gehabt hat hat schon für seine anreise mehr energie verbraucht als auf dem camp sozusagen."
    },
    {
      "speaker": "roddi",
      "time": "1:04:23",
      "text": "Gut ich nicht aber\naber ich muss muss zugestehen dass ich tatsächlich dann am letzten tag an diesem montag dann tatsächlich doch auch mal das auto eingesteckt hab,\nals irgendwie alle anderen schon weg waren und dann,\ndachte ich mir na jetzt kannst du ein bisschen weil ich jetzt vielleicht nicht ganz nach berlin geschafft hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:44",
      "text": "Das auto eingesteckt."
    },
    {
      "speaker": "roddi",
      "time": "1:04:45",
      "text": "Na das elektroauto da hab ich das elektroauto per brede nord geladen,\ninsofern habe ich für die anreise auch diesel verbraucht,\ndu willst für die abreise."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:58",
      "text": "Bist du sicher dass deine außen aus brille nord gespeist wurde weil es gab ja auch festnetz versorgt bereiche."
    },
    {
      "speaker": "roddi",
      "time": "1:05:06",
      "text": "Nee sicher natürlich nicht aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:05:08",
      "text": "Aber da gab 's doch die extra die elektro tankstelle da."
    },
    {
      "speaker": "roddi",
      "time": "1:05:11",
      "text": "Ja aber da stapeln sich die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:13",
      "text": "Glas ja."
    },
    {
      "speaker": "roddi",
      "time": "1:05:14",
      "text": "Nee nicht nur die tesla standen auch sehr viele so ist da stand nie drei ist da stand also du bist nicht mal mehr in die nähe gekommen so viele elektroauto standen darum also das ging gar nicht,\nna ja aber was hab ich ich glaube ich habe vier kilo fünf fünf sechs kilowattstunden oder so geladen vielleicht,\nso so viel geht ja auch nicht durch durch das zweihundertzwanzig wort kabel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:36",
      "text": "Das gelände braucht einfach eine ordentliche stromanbieter für großveranstaltung dann kann man sich das einfach mal solar klicken und fertig.\nWas noch anmerkungen zum camp."
    },
    {
      "speaker": "roddi",
      "time": "1:05:54",
      "text": "Ja ne also im prinzip alle im im im großen und ganzen war super also was mir ein bisschen gefehlt hat war der party train der von vor vier jahren den fand ich ja super."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:05",
      "text": "Auch vermisst."
    },
    {
      "speaker": "roddi",
      "time": "1:06:07",
      "text": "Es gab ja nur diesen diesen menschen der seine eigene lokomotive mitgebracht hat und dann die leute im kreis gefahren hat was natürlich auch wieder geil ist so ja ich bring meine lokomotive mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:16",
      "text": "Ereignet lokomotive anreisenden,\ndas bringt echt hacker punkte."
    },
    {
      "speaker": "roddi",
      "time": "1:06:24",
      "text": "So nachdem ja klär das mit dem mit dem gelände ja ja ich darf hier fahren ich war schon im märz zum schmalzbrot treffen mit meiner lokomotive da so naja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:34",
      "text": "Habt ihr dieses elektrische kanu gesehen von dem hab ich nur gehört,\nirgendwelche verrückten haben irgendwie 'n kanu auf gesägt und dann mit elektromotoren versehen also aus der abteilung wir nehmen diese,\nhoverboard motoren auseinander und probieren wie neu."
    },
    {
      "speaker": "roddi",
      "time": "1:06:56",
      "text": "Aber diese hoverboard motoren die waren ja überall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:59",
      "text": "Ja die waren überall das ist halt so der sport damit wird halt elektrifiziert und mobilisiert und diesmal war ein kanu dran,\nvorbehaltlos sich der erzählung die ich jetzt erhalten habe kann sein dass jetzt in meiner berichterstattung da sich fehler einschleichen aber soweit ich das gehört und verstanden so haben blaue,\nwann setzte man sich in dieses kanu und der antrieb waren tatsächlich paddel,\nin den beschleunigung sensoren drin waren."
    },
    {
      "speaker": "roddi",
      "time": "1:07:31",
      "text": "Irgendwie so jungs oder so sowas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:34",
      "text": "Keine ahnung kann man ja mittlerweile auch alles selber bauen irgendwie und dann musste man sich halt da rein bauen und wenn man halt,\neine paddel bewegung gemacht hat mit diesen dingern wurde die halt gemessen und je nachdem wie man halt an welcher seite man wie stark gepaddelt hat wurde dann eben unten der motor,\nentsprechend angesteuert und dass man halt wirklich im trockenen quasi paddeln konnte und dieses kann und sich dann eben auf dem weg."
    },
    {
      "speaker": "roddi",
      "time": "1:08:04",
      "text": "Also also kein kein peter ein paddel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:05",
      "text": "Also der geht also ich finde allein ein ein paar du sagst es."
    },
    {
      "speaker": "roddi",
      "time": "1:08:12",
      "text": "Sehr schön."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:19",
      "text": "Also es hätte ich ja liebend gerne gesehen genauso wie diese diese diese p s boxer ist irgendwie auch die ganze zeit."
    },
    {
      "speaker": "roddi",
      "time": "1:08:28",
      "text": "Hab ich gesehen ja also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:31",
      "text": "Die immer anderen sound spielt je nachdem wohin man sie geschoben hat."
    },
    {
      "speaker": "roddi",
      "time": "1:08:33",
      "text": "Ja die war auch relativ nervig wenn sie nicht geschoben wurde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:37",
      "text": "Weil sie dann immer das gleiche später oder was aha."
    },
    {
      "speaker": "roddi",
      "time": "1:08:39",
      "text": "Richtig deswegen haben ganz unterschiedliche leute diese boom box bewegt damit die bewegt wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:49",
      "text": "Gut noch irgendwelche anmerkungen zum camp."
    },
    {
      "speaker": "roddi",
      "time": "1:08:54",
      "text": "Keine ahnung wollen wir noch über die cardio batch reden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:00",
      "text": "Wenn du da noch ja wir haben das ja in der letzten sendung nur separat hast du das mal genauer angeschaut."
    },
    {
      "speaker": "roddi",
      "time": "1:09:10",
      "text": "Nicht wirklich also nicht das was ich als näher bezeichnen würde ich habe sie halt auch benutzt ich hab so ein bisschen so ein paar pullover oder wie heißt das es bei für die für die app da\nzum besten gegeben aber ne ansonsten habe ich mich damit jetzt nicht so intensiv beschäftigt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:09:32",
      "text": "Ich habe die auf dem campen noch äh geflasht mit eins null sechs oder wieder version weil ich weiß nicht so genau."
    },
    {
      "speaker": "roddi",
      "time": "1:09:37",
      "text": "Ich bin irgendwie bis zu eins fünf gekommen auf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:09:39",
      "text": "Und habe mir so eine digital uhr installiert damit ich eine ordentliche uhr habe."
    },
    {
      "speaker": "roddi",
      "time": "1:09:44",
      "text": "Was ich was ich ich glaube diese diskussion um um solche patches für so veranstaltung hatten wir glaube ich schon mal ne,\nciao\nund irgendwie hat es mich daran erinnert dass das auch da wieder die die diskussion war so ein bisschen schwierig also ich meine ich finde es ich finde es natürlich sehr\ndas sind es super dass dass leute sich da so engagieren und dann für alle teilnehmer so ein ding irgendwie zur verfügung stellen,\naber,\nes ist halt auch so dass im prinzip die bach überhaupt erst so in den letzten zwei drei tagen benutzbar wurde weil vorher irgendwie alles beta war,\nund da dachte ich mir dann so wäre es nicht schlauer sowas irgendwie vorher anzufangen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:10:33",
      "text": "Ja da kann ich dir sagen der chip den ihr benutzt haben der ist so der neueste scheiß gewesen und dann haben die der war noch eine woche vom camp,\nwar da noch bei beim zoll in köln aus china kam,\ndas heißt die mussten den in der woche vor dem camp kam der chip erst dann mussten sie bestücken und löten und machen und tun deswegen haben die ja da noch irgendwie,\nschichten irgendwo in der gefahren weil ich weiß nicht wo es genau war wo sie noch gelötet haben irgendwie zeug das display glaube ich also das war alles kurz vor knapp weil weil ging halt nicht anders weil der hersteller hat gesagt hier der typ kommt raus und dann könnt ihr den benutzen und dann kam der aber ewig nicht und es ist halt nur am anfang so ein problem in der chip\nhalt noch neu ist und mit einem anderen wäre es vielleicht auch nicht so gut gegangen weil."
    },
    {
      "speaker": "roddi",
      "time": "1:11:18",
      "text": "Wie gesagt ich will ich will ja auch gar nicht sagen dass das den schlechten,\ngemacht haben oder so ganz im gegenteil ich finde das verwundert bewundernswert wie man das dann wirklich für so eine veranstaltung auf dem punkt noch hinkriegt die die die software seite ist halt so dass die dass die extrem wackelig war und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:11:35",
      "text": "Ja aber das ist doch nicht schlimm das kann man doch irgendwie fix und das wichtige ist doch dass es fünftausend,\ndavon gibt und fünftausend stück heißt dass da halt genug hacker sind das so eine art infrastruktur entsteht also ich könnte schwören dass die\ndie wie heißt dieses software die radio von vor vier jahren dass es da heute noch eine community gibt die sich da um software kümmert das ist doch das geile das ist nicht nur zwanzig stück gibt und das dann in vergessenheit gerät sondern es ist genug sind dass es sich lohnt was dafür zu machen."
    },
    {
      "speaker": "roddi",
      "time": "1:12:00",
      "text": "Die frage die frage ist halt ob du,\nob das dann halt ein spielzeug ist für einige wenige,\ndie halt wirklich dann während während der veranstaltung dann damit rumspielen\noder ob du eine optimale bach haben willst die wirklich in der breiten masse der der der teilnehmer irgendwie funktioniert und wenn sie das aber erst irgendwie am vorletzten tag mit nochmal extra flaschen und hast du nicht gesehen und ich muss mich drum kümmern und sitzt in der hitze im zelt\nund hab eigentlich auch was anderes lust dann dann funktioniert 's halt nicht wirklich ne das ist halt deshalb die frage die ich mir stelle das war,\nkeine ahnung also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:12:46",
      "text": "Das wäre bestimmt besser gewesen wenn's nicht so verpackt wäre aber so richtig schlimm finde ist jetzt auch nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:12:52",
      "text": "Die frage die ich mir stelle ist ist es nicht schlauer zu sagen man macht die ganze hardware entwicklung früher hat ein halbes jahr vor der veranstaltung eine hardware die\ndie mehr oder weniger fix ist wo dann leute wenn sie wollen in den kram auch schon vorher bestellen können und dann bist du auf der veranstaltung alle bereiten sich auf die veranstaltung vor hacken ihren scheiß für die veranstaltung und dann kriegen alle das,\nund dann haben sie es alle in der halbwegs ausgereiften variante,\ndas ist jetzt nur so 'ne idee keine ahnung ich werde kein streit damit an zetteln ich habe übrigens von dem bier welche im kühlschrank getan du musst nicht das warme trinken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:28",
      "text": "Ah okay dann hole ich mir ein kaltes."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:30",
      "text": "Kannst du mir vielleicht noch so 'ne."
    },
    {
      "speaker": "roddi",
      "time": "1:13:31",
      "text": "Kleiner getränke hinweis."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:33",
      "text": "Mitbringen hier."
    },
    {
      "speaker": "roddi",
      "time": "1:13:35",
      "text": "Ich habe,\nne also wie gesagt will ja ich will da jetzt niemanden irgendwie ans bein pinkeln oder so das ist nur so dass ich hatte halt das gefühl dass dass diese dass diese ganze arbeit die da reingegangen ist auch so ein bisschen verpufft ist dadurch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:53",
      "text": "Ich weiß nicht also ich hab einmal die neue software drauf gemacht weil ich eh bin und gerne alles update und dann hatte ich eigentlich nicht mehr so wirklich ärger aber ich habe auch nur die uhr laufen lassen und mein mein social immer anzeigen lassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:08",
      "text": "Ich weiß was du meinst radio und auch auf die gefahr in mich zu wiederholen auch so ein bisschen den eindruck zu erwecken ich würde das jetzt irgendwie doof hin ich glaube man muss zwei sachen trennen,\ndie idee auf so einem event eine neue plattform zu veröffentlichen die für die zukunft,\nentwicklung in dieser szene eine interessante basis ist und,\nangetrieben durch diese dynamik des der veröffentlichung dieses teils und der verteilung dieses teils auf dem,\nauf dem event dann auch sozusagen so ein moment zu schaffen mit das ist jetzt das ding wo wir uns jetzt alle drauf stürzen und guck mal was man damit alles machen kann und in zwei drei,\njahren oder monaten schon auf dem kongress entsteht was tolles fest."
    },
    {
      "speaker": "roddi",
      "time": "1:14:54",
      "text": "Ja aber dann muss die hardware auch verfügbar bleiben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:57",
      "text": "Ja aber du weißt doch wie das ist projekte sind dann."
    },
    {
      "speaker": "roddi",
      "time": "1:15:01",
      "text": "Aber das radio zum beispiel vom letzten camp des gab es dann auf dem camp und dann nie wieder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:06",
      "text": "Ja okay gut das ist natürlich dann die frage wie das projekt gemanagt wird so und da bin ich auch ganz bald ja also wenn dann sollte man es sozusagen explizit als wir bauen eine plattform,\ndie wir wo wir zumindest die intention haben die jetzt auch für einen längeren zeitraum zu entwickeln,\nund es wird irgendwann eine neue version geben die mehr oder weniger rückwärts kompatibel ist und wo bock fixe sind und lalala die wir was anderes kann aber die quasi so als,\nals als träger für coole anwendung die unter anderem auch auf so einem event sinnvoll sind und die man dann auch wie."
    },
    {
      "speaker": "roddi",
      "time": "1:15:43",
      "text": "Genau aber das das war halt weder bei der rocket noch bei dem radio war das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:47",
      "text": "Absolut richtig so das."
    },
    {
      "speaker": "roddi",
      "time": "1:15:49",
      "text": "Insofern kann ich dein argument nicht gelten lassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:51",
      "text": "Es ist kein argument ich sag nur wann ich habe ja gesagt man muss zwei sachen trennen so das war das eine was man das ist sozusagen die eine idee die hier so ein bisschen drinsteckt und natürlich hätte man die wie du das schon richtig angemerkt hast,\nentweder schon besser machen können da ist ja auch so geplant die frage ist ja wie wird es in zukunft gehandhabt weil wir wissen ja nicht kann ja sein dass kardio jetzt für die."
    },
    {
      "speaker": "roddi",
      "time": "1:16:14",
      "text": "Ne das ist ja das sehr gelaufen jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:15",
      "text": "Zwei jahre eine extrem sein dass es gar nicht gelaufen ist sondern dass es jetzt eigentlich erst los läuft."
    },
    {
      "speaker": "roddi",
      "time": "1:16:21",
      "text": "Ja sehr schön."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:23",
      "text": "Wer ja schön so und das das kann ich verstehen als als ding,\nandere und das ist ja immer das was gesagt wird ist,\ndass es sich dabei um das camp patch handelt,\nund das finde ich ist es halt nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:16:41",
      "text": "Ich ja zumindest nicht wenn man das so spielt wie es bisher gespielt wurde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:45",
      "text": "Genau und auch überhaupt vom feature set her viel zu aufgeblasen viel zu viel zu viel von allem viel zu wenig konzentration,\nauf irgendwas wesentliches weil das ding ja eben mit dieser intention geile plattform mit features on und wir wissen auch gar nicht was die anwendung dafür sein soll und der andere ansatz wäre,\nund der muss nicht unbedingt jetzt in unmittelbarer konkurrenz weil man kann ja beides machen man kann ja so ein ding releasen es hätte dieses kardio geben können aber es hätte auch,\nnoch etwas geben können was tatsächlich diesen namen camp bach verdient hätte,\nbach an der stelle überhaupt der richtige bezeichnet er ist ja,\nich habe glaube ich die idee auch schon tausend mal durch gekaut hier auf die gefahr dass sie mich sinnlos wiederhole aber,\netwas zu bauen was aktiv,\nder teilnahme der veranstaltung,\nzuträglich ist und was ein mehrwert hat,\ngegenüber einer möglichen software lösung auf die weißes die man sowieso in der hosentasche hat oder am arm das ist die eigentliche herausforderung.\nEin gerät was was wirklich ein begleiter ist und was so viel spielerische elemente hat dass dass leute anbeißen was hat bestimmt."
    },
    {
      "speaker": "roddi",
      "time": "1:18:16",
      "text": "Und robust genug ist für ein outdoor setting aber das nur am rande."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:19",
      "text": "Du hast doch bestimmt in der nacht immer diese wiese dieses spiel noch mit dieser dieser dieser digitale eier lauf da."
    },
    {
      "speaker": "roddi",
      "time": "1:18:25",
      "text": "Keine ahnung ich habe mich letztes mal schon in die nächste eingesetzt als ich versucht habe zu beschreiben was es ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:31",
      "text": "Wer ist das tust oder so habt ihr doch bestimmt gesehen immer so fünf leute die mir so läuft kugeln rumlaufen."
    },
    {
      "speaker": "roddi",
      "time": "1:18:37",
      "text": "Das gab's dann auch auf der."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:18:39",
      "text": "Also das was wir beim männer live-sendung kurz auch bequatschen wurde ne."
    },
    {
      "speaker": "roddi",
      "time": "1:18:43",
      "text": "Genau das hatte ich erwähnt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:18:45",
      "text": "Wo man sich gegenseitig schubsen kann und dann fällt zum anderen runter und genau ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:49",
      "text": "Genau also ist das spiel jeder hat so eine leucht kugel mit einer farbe und du musst halt,\nin dem moment wo das dein teil zu schnell bewegt wird wird's irgendwie rot und ist dann raus,\nund der letzte gewinnt so das heißt die strategie ist andere leute so bedrängen,\ndass sie eine entsprechend schnelle bewegung machen also im idealfall haussegen irgendwie auf den arm oder so,\nspricht man bewegt sich immer so ausweichend und hin und her laufen und ich finde es hat eine mega dynamik weil erstmal licht nach passt super dann,\nalle rennen so mystisch wieso geister umeinander herum und es macht irre spaß dabei zuzuschauen das ist,\nes sind alle irgendwie bekloppt aus aber merkt auch dass es dass es eine interessante strategiespiel ist und das ist ein sehr sehr gutes beispiel finde ich für eine zielgerichtete elektronik die eine ein klares ziel hat und die,\ndem fernziel dieser veranstaltung enorm was beiträgt nämlich,\nmiteinander spielen miteinander in kommunikation geraten finde ich."
    },
    {
      "speaker": "roddi",
      "time": "1:19:54",
      "text": "Genau das ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:58",
      "text": "Bevor du übernimmst und diesen gedanken,\nso einen gedanken in etwas,\nzu packen was man halt dann wirklich sagt okay da sorgen wir dafür dass jeder teilnehmer so ein teil hat so dann muss es aber auch.\nEinfach sein einfach zu verstehen das muss ganz klar nutzen aber es muss nicht peinlich,\nsein man will es haben man will es tragen oder man will es zumindest immer tragen können ohne dass es einen irgendwie nervt also etwas was man gut ran klippen kann sowieso allein für die befestigung,\nschon mal ganz wichtig und da ist so nackte elektronik wo dann irgendwie das erste projekt ist und jetzt suchen wir uns ein drei d drucker dafür überhaupt mal ein ordentliches gehäuse zu haben so nein das muss mit,\ngedacht werden das musste das teil wie wo es befestigt ist wie es befestigt wie es funktioniert und einfach so ein einfacher,\nso ein teil was um so rumhängt so was man irgendwo sich ran klippen rein,\ndran den am armband tragen wo auch immer als ohrring tragen kann also wär super und dann halt,\nmuss es irgendwie im kontext der veranstaltung laufen das heißt das auch unter umständen die veranstaltung selber auch nochmal infrastruktur mitbringen muss,\nortung dinger du kommst irgendwo vorbei und das teil kann auf seine umgebung reagieren es weiß immer wo es ist und zwar genau und zwar jetzt nicht mit gps sondern so richtig hochauflösend so eine ideen,\nfinde ich sollte da rein fließen und und gegebenenfalls halt auch mit der anderen infrastruktur die man auf apps aufbauen kann in kombination."
    },
    {
      "speaker": "roddi",
      "time": "1:21:38",
      "text": "Richtig aber genau dann bist du ja bei dem was ich gesagt habe so eine hardware musst du dann aber auch ein halbes jahr vor der veranstaltung fertig haben damit du da,\nauch in der community software für machen kannst weil es soll ja auch ein open system sein du sollst ja auch in der also die leute sollen ja auch in."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:59",
      "text": "Ne das finde ich nenn das finde ich jetzt gar nicht nicht es muss nicht primär,\nsein und tausend leute müssen dafür programmieren soll ein."
    },
    {
      "speaker": "roddi",
      "time": "1:22:05",
      "text": "Wer entscheidet denn dafür welche welches spiel du damit spielst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:11",
      "text": "Ein ein,\nja dass das ja nicht tausend mögliche sachen sondern es ist klar dass dieses teil an einem spiel auf jeden fall teilen und das ist das eine ding was auf jeden fall laufen muss,\nweil es jeder haben will aus irgendeinem grund."
    },
    {
      "speaker": "roddi",
      "time": "1:22:33",
      "text": "Oder weiß jeder sofort sowieso bekommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:35",
      "text": "Es kann so gebaut sein dass danach auch noch andere sachen und weiterentwicklung und andere ideen und so weiter weil es an sich divers ist aber dass es es muss mit einer anwendung gedacht werden die voll im kontext der veranstaltung gedacht ist und sich."
    },
    {
      "speaker": "roddi",
      "time": "1:22:49",
      "text": "Buntes licht auf jeden fall ohne buntes licht geht nichts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:53",
      "text": "Ja buntes licht aber es kann natürlich auch mit sound arbeiten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:22:57",
      "text": "Hast du dir was mitgebracht oder keine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:58",
      "text": "Mögliche ach so nee hab ich jetzt vergessen soll ich hole mal was hat es auch alles dazu gesagt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:23:03",
      "text": "Zum camp oder zum zum zur bach."
    },
    {
      "speaker": "roddi",
      "time": "1:23:10",
      "text": "Zum camp.\nGut wir müssen ja auch nicht weiter drauf rum reiten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:23:18",
      "text": "Wir wollten doch nur so ein bisschen camp rückblick machen wir freuen uns auf jeden fall auf das nächste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:22",
      "text": "Ich wollte euch nichts ich wollte es gar nichts konkretes kritisieren ich wollte eigentlich nur anregen darum ging's mir,\naber es ist noch ein bisschen zeit bis zum nächsten mal aber der nächste event kommt bestimmt."
    },
    {
      "speaker": "roddi",
      "time": "1:23:34",
      "text": "Gut wollen wir mal auf die devices zu sprechen kommen die auf jeden fall in halbwegs."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:23:40",
      "text": "Apple war."
    },
    {
      "speaker": "roddi",
      "time": "1:23:41",
      "text": "Ein ziemlicher per perfektion rauskommen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:23:44",
      "text": "Apple war ja bist dass der fc jetzt sein eigenes cardio dinge rausbringen und haben sie gleich nachgelegt,\nuhren gearbeitet weil sie gesehen haben sie kriegen harte konkurrenz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:54",
      "text": "Du weißt wir reden jetzt über apple."
    },
    {
      "speaker": "roddi",
      "time": "1:23:57",
      "text": "Spricht was dagegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:58",
      "text": "Ja nicht ich muss nochmal kurz mal schauen wer unsere themen besser ja lass uns über die apple lass uns über apple reden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:24:13",
      "text": "Wir können ja auch so ein bisschen schneller durch hüpfen weil ich meine jeder dem's interessiert hat ja die kinosaal selber gesehen oder den news da kommt man ja auch wirklich nicht dran vorbei."
    },
    {
      "speaker": "roddi",
      "time": "1:24:21",
      "text": "Wer es nicht gesehen hat tut es nicht also das war so mein eindruck."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:28",
      "text": "Ja also gestern war keynote von apple wie immer,\nein führungsverantwortung,\ndas einzige besondere war dass es diesmal genau ein tag vor unserem sendung termin lag normalerweise haben wir ja meine woche irgendwie alles einzusammeln das heißt viele details sind jetzt irgendwie noch nicht ganz klar du kannst es eigentlich nur an dem lang hameln das was da gesagt wurde,\nich denke der anfang war es auch eher uninteressant okay apple akademie kommen fünf dollar im monat für die ganze familie alles schön immer schön spiele spielen,\nob man als würde ich die ganze zeit irgendwie frau spielt keine ahnung."
    },
    {
      "speaker": "roddi",
      "time": "1:25:10",
      "text": "Obwohl ich sagen muss das frage was sie gezeigt haben fand ich ganz witzig ob ich dafür fünf euro fünf dollar monat bezahle das sehe ich ja jetzt noch nicht so aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:21",
      "text": "Ich glaube jetzt nur mit frau wird das nichts aber mal."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:25:28",
      "text": "Für familien mit kindern ist bestimmt ganz nett."
    },
    {
      "speaker": "roddi",
      "time": "1:25:30",
      "text": "Ich hab sowieso das gefühl dass das nicht unbedingt was wird aber vielleicht bin ich dazu pessimistisch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:25:36",
      "text": "Das ist apple glaube ich auch wahrscheinlich sogar wurscht ob das was wird oder nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:40",
      "text": "Das glaube ich nicht dass ihr das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:25:42",
      "text": "Nicht ganz wurscht aber ist jetzt auch ähm sie machen das erste mal also ziehen das durch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:45",
      "text": "Das hat große."
    },
    {
      "speaker": "roddi",
      "time": "1:25:48",
      "text": "Ja naja sagen wir mal so nachdem sie nachdem sie mit ihrer ganzen appstore politik,\ndie letzten endes den schlumpf bären spielen mehr oder weniger,\ndas alleinige das alleinige feld überlassen haben und jeder jeder game development der was ordentliches führen fest preis verkaufen wollte eigentlich angebracht war,\nja ich glaube dass jetzt auch keine andere chance mehr haben alter,\nzu wenden als jetzt auf so ein ding zu setzen wo dann halt ja,\ndann hoffentlich game development dann für halten monatsbeitrag und dann aber ohne ohne diese ganzen schlumpf bären dies ist da irgendwie geld machen können das könnte könnte die sache wieder halbwegs.\nHalbwegs beleben aber ich habe das gefühl dass also grade fast schon spiele anbelangt,\ntag ist so viel scheiße im app store der irgendwie nur versucht mit einem coolen eigene und ein paar coolen screenshots ein dazu zu animieren jetzt das ding darunter zu laden damit sie dann später wieder den,\ndinge verkaufen können,\nund es kommen aber auch so selten neue spielidee na also am anfang war das alles super kreativ und inzwischen ist es nur das weiß ich nicht das fünfhundertste finde die versteckt\ngegenstände in diesem bild\nspiel und und schiebt irgendwelche bunten dinger rum damit vierer reihen oder dreier rein entstehen spiele und sonst zeug also das ist alles irgendwie,\neinen traurigen zustand meiner meinung nach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:29",
      "text": "Es mag ja in einem traurigen zustand sein ein grund mehr dass\nhier eine anstrengung unternehmen und mit akademie kommen ja erstmal der instrumente für die bar halt eben genau andere andere spiele zu bauen die eben nicht auf diese schlumpf bären logik setzen so weil sie halt auch kohle von apple bekommen,\nund sowohl jetzt aus den review von den selbstkritisch als was ja nicht wie die verträge da genau sind aber so ähnlich wirds ja laufen\nund außerdem halt das was jetzt apple auch bei diversen buden wahrscheinlich ein investment gegeben hat also würde mich das wundern wenn sie nicht irgendwie großflächig auch kohle verteilen bei diversen die opern um die überhaupt erstmal dazu zu bringen hier irgendwas exklusiv anzubieten\nwas aber auch noch mit dazu spielt ist ja das ganze akademie kram massiv von dieser ganzen,\nkatalysator sache profitiert weil du musst ja um a k a d e dabei zu sein auf dem ipad und apple tv anbieten."
    },
    {
      "speaker": "roddi",
      "time": "1:28:28",
      "text": "Auf allen drei auf einen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:29",
      "text": "Allen plattformen."
    },
    {
      "speaker": "roddi",
      "time": "1:28:31",
      "text": "Okay das wusste ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:32",
      "text": "So das heißt aka der ist halt auch ein instrumente für die europa,\ndas neue framework zu adaptieren und da sind natürlich spiele jetzt insofern auch das bessere ziel weil die halt noch nicht so mega von allen fremd works,\nnutzen ziehen sondern primär einfach auf grafik sound da er diesen ganzen."
    },
    {
      "speaker": "roddi",
      "time": "1:28:54",
      "text": "Na ja gut aber so ein spiel da benutzt dann irgendwie freiburg und gut ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:58",
      "text": "Ja klar ist halt die anforderungen sind erstmal überschaubar das heißt,\nmit dem was katalog ist jetzt kann können sie das bewerkstelligen,\nwährend sie dann in den nächsten jahren katalog ist immer weiter ausbauen und den zunehmenden maße,\nfremd works auch cross-plattform haben werden und mehr,\nmehr an ist ja auch eine frage des interface ist also das ja für spiele in der regel brauchst halt irgendwie 'n game controller das war's und das geht ja hier auf allen plattformen."
    },
    {
      "speaker": "roddi",
      "time": "1:29:32",
      "text": "Wenn du jetzt nicht ins spiel hast was sehr auf touch aus ist oder sehr auf beschleunigung sensor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:38",
      "text": "Genau dann ist es nicht so geeinigt aber."
    },
    {
      "speaker": "roddi",
      "time": "1:29:40",
      "text": "Aus der spiele wo du ständig das forum drehst damit dinge nach unten fallen und so weiter ne spielt sich glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:45",
      "text": "Das ist halt darum geht's jetzt erstmal nicht so hier geht's halt um akademie hier geht's um,\nballer und geschießen und gef liege und kultur das sehr gefühlt irgendwie jedes zweite."
    },
    {
      "speaker": "roddi",
      "time": "1:29:55",
      "text": "Was was ich mir was ich mich halt frage ist wie wir sind bei apple die die incentives für den für den diverse auf was er optimierter damit er viel geld rausholt wenn nämlich zum beispiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:11",
      "text": "Viel gespielt werden."
    },
    {
      "speaker": "roddi",
      "time": "1:30:12",
      "text": "Ja die zeit die ein user mit dem spiel verbringt,\ndie währung ist die auf die der apple arcade programmierer optimiert dann kann ich mir vorstellen dass du sehr viele,\nstrategie oder taktik spiele sehen wirst die einfach wo du halt mal so eine kampagne halt mal mehrere stunden dauert weil dann spielst du mehrere stunden am stück und dann dann klingelt das halt bei dem bei dem development in der kasse,\nalso das das glaube ich wird interessant."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:30:47",
      "text": "Aber zeit müsste eigentlich die einheit sein weil apple verkauft einen monat man hat nur maximal einen monat den man spielen kann und so müsste es ja auch aufgeteilt werden oder sind ja keine tools wo man sagen kann das tool es jetzt den typen das benutzt sondern besonders wichtig sein eigenes nur die zeit ja da verbringt."
    },
    {
      "speaker": "roddi",
      "time": "1:31:02",
      "text": "Sie können ja auch sagen wenn der user deine app an dem und dem tag,\nbenutzt hat dann bekommst du für diesen tag geld dann hast du im center die leute möglichst oft wieder zurück oder,\nan jedem tag zurück ins spiel zu holen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:31:19",
      "text": "Dann machen die spiele mit daily quest."
    },
    {
      "speaker": "roddi",
      "time": "1:31:21",
      "text": "Richtig richtig und genau das ist ja die frage die sich mir stellt,\nwir sind die incentives für die für die development was für spiele werden wir sehen,\nin einem halben dreiviertel jahr wissen wir mehr oder in zwei jahren aber das das das wird noch spannend zu zu sehen weil,\ndu siehst es glaube ich auch an spielekonsolen dass dass sie bestimmte arten von spielen eben bevorzugen und andere nicht so sehr ne also du hast halt auch spielekonsolen andere spieler als die leute auf pcs spielen und wiederum andere unter\ndas hängt natürlich auch damit zusammen wie kann ich als spieler entwickler geld verdienen und deswegen finde ich die die frage spannend aber wir werden sehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:32:04",
      "text": "Ja ich bin auch gespannt aber ja also für mich ist es nichts glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:09",
      "text": "Aber so 'ne fünf toller und irgendwie die ganze familie ist dabei ist auf jeden fall schon mal eine ansage also ist auf jeden fall."
    },
    {
      "speaker": "roddi",
      "time": "1:32:17",
      "text": "Habe ich das habe ich das richtig gesehen du kriegst du kriegst apple tv plus ja kostenlos dazu aber nicht apple arcade wenn du jetzt hardware kaufst ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:32:31",
      "text": "Ja ich hab 's auch nur beim appetit gehört bei dem anderen nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:32:35",
      "text": "Das war jetzt ein kleiner vorgriff aber gut dann habe ich das nicht einfach übersehen sondern das musst du tatsächlich aktiv buchen und dann läuft das auch nur so lange wieder fast."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:32:44",
      "text": "Die frage ist ob wenn man das bucht jetzt dieses also sind wir noch bei oder bei tv."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:53",
      "text": "Wir sind jetzt eigentlich genau da."
    },
    {
      "speaker": "roddi",
      "time": "1:32:54",
      "text": "Wir können jetzt direkt zur tv plus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:32:55",
      "text": "Ja okay wie ich schon sagte wenn man jetzt könnte man jetzt ein neues device kauft ich denke mal das weiß ich jetzt welche welche die weiße ist alles betrifft aber die das war nur für die pro modelle oder für die,\nsicher ist egal,\ngeräten kriegt man ein jahr apple die wieder zu die frage ist ob er nicht schon sowieso apple tv habe sagen wir mal quatschen ein iphone hab und,\nmir appetit hole und ich hol mir nächstes jahr neues iphone wird es dann sozusagen muss ich dann ein jahr nicht bezahlen oder wie regeln die das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:27",
      "text": "Denkbar weiß ich nicht haben sie so nicht gesagt kann ich mir."
    },
    {
      "speaker": "roddi",
      "time": "1:33:30",
      "text": "Also ich nehme mal an dass es so ähnlich läuft wie diese ganzen apps die du irgendwie mit dem form dazu bekommst,\ndu verbindest es mit deinem apple account."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:42",
      "text": "Falls dann einfach ein jahr."
    },
    {
      "speaker": "roddi",
      "time": "1:33:44",
      "text": "Und hast dann in deinem apple account diese apps drin wahrscheinlich bekommst du einfach wenn du genau wenn du das gerät in deinen account anmeldest dann bekommst du halt ein jahr diesen kram für diesen account."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:33:55",
      "text": "Die frage ist ob die das nächstes jahr überhaupt nochmal wiederholen oder nur dieses jahr machen um die leute mal ein bisschen mehr."
    },
    {
      "speaker": "roddi",
      "time": "1:34:00",
      "text": "Gute frage wir werden's sehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:02",
      "text": "Aber der knaller war auf jeden fall bei dem apple die wir plus der preis nämlich,\nnur fünf dollar wo halt alle anderen zehn kosten und wenn ich es irgendwie richtig gesehen habe hier die börse,\nmuss man ja mal mitgucken ne die apple-aktie ging deutlich nach oben was natürlich auch andere gründe haben kann aber die streaming dienste die anderen ging alle im kleiner gleichen menge runter,\nalso man weiß natürlich auch nicht was wie man zusammenhängt aber es war auf jeden fall eine deutliche kampfansage mit so einem preis zu kommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:32",
      "text": "Auf jeden fall."
    },
    {
      "speaker": "roddi",
      "time": "1:34:33",
      "text": "Na ja aber du hast wenn ich das richtig verstanden habe auf auf tv plus nur apple originals oder kaufen die auch dinge zu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:43",
      "text": "Das ist mir auch ehrlich gesagt ein rätsel andererseits muss ja auch sein der ganze netflix mumpitz ist ja irgendwie auch um benutzbar weil,\nletztlich kannst du es auch nur für diesen ganzen netflix originals kram wirklich kaufen weil das mal wirklich den film den immer sehen willst da wirklich auch findest das ja auch ehrgeiz."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:35:04",
      "text": "Ja der nachteil seid auch bei netflix dass wenn ihr film nicht findest dann,\nkriegt ihn aber auch nicht ich glaube bei apple ist ja so sie haben,\nihre standards apple originals die du für deine fünf dollar monate hast und gucken kannst for free,\nund du kannst aber trotzdem sagen ok ich möchte jetzt gerne diesen film hier kaufen gucken und der kostet halt extra ich weiß nicht ob sie denn da überhaupt einen preislichen unterschied machen dass leute die appetit plus haben billiger filme kaufen kann und leute die,\nplus nicht haben ja sehr gut dann dann braucht man aber auch eigentlich kein tv bloß dann kann man weiter und einfach so film über den kauf."
    },
    {
      "speaker": "roddi",
      "time": "1:35:37",
      "text": "Ne aber tv plus ist ja dann für die ganzen originals ne die laut tim guck alle so unglaublich toll sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:45",
      "text": "Ja wenn ein das interessiert also ich hab,\nfür sowas dieses ganze fernseher geguckt\nalso für mich ist das jetzt nicht interessant ich werde mir vielleicht ein iphone kaufen und dann habe ich's halt irgendwie auch ein jahr frei mal gucken was dann passiert sie wollte jetzt in hundert ländern starten was ich ziemlich bemerkenswert finde ich dachte wir starten erstmal nur in den usa,\nkeine ahnung was."
    },
    {
      "speaker": "roddi",
      "time": "1:36:07",
      "text": "Na ja wenn die wirklich nur ihre eigenen originals da drin haben dann haben sie die rechte ja so wie sie brauchen und dann können sie ja ohne mehrkosten das an alle ausrollen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:17",
      "text": "Ja gut dabei auf dem deutschen markt kommt halt mit englischen content nicht weit."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:36:21",
      "text": "Aber der deutsche markt ist groß."
    },
    {
      "speaker": "roddi",
      "time": "1:36:22",
      "text": "Da wäre ich mir nicht so sicher ehrlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:26",
      "text": "Komplett vergessen in holland schweden und so weiter geht das wunderbar aber in deutschland."
    },
    {
      "speaker": "roddi",
      "time": "1:36:30",
      "text": "Na ja gut aber es ist egal es kostet sie ja nicht zusätzlich geld das hier anzubieten ne,\nund und ich glaube dass dass das steckt wahrscheinlich hinter den hundert ländern dahinter alle anderen haben wahrscheinlich irgendwelches content gedöns oder apple ist da nicht richtig vertreten oder hast du nicht gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:50",
      "text": "Mir ist das nur recht wenn ich nicht irgendwie synchronisieren scheiß,\nbekommen soll aber es geht halt auch daran dass ich eben gut genug englisch kann und es gibt halt einfach leute."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:37:00",
      "text": "Na ich hab letzte geguckt bei diesem äh apple tv wie beim also nicht im plus sondern dem normalen was es jetzt gibt und wollte da irgendein film gucken,\nund dann konnten sie mir nicht eindeutig und klar sagen dass ich den das gerne mal also dass ich den auch in englisch gucken kann als\ndeutscher nutzer hier,\nda hatte ich ja keinen bock mehr weil weißt du nicht was kommt und den test wollte ich nicht machen für die fünf euro."
    },
    {
      "speaker": "roddi",
      "time": "1:37:21",
      "text": "Ja aber das liegt halt auch daran dass die lizenzierte des des englischen tons dann nochmal extra kostet und dann teilweise auch teurer ist also das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:37:32",
      "text": "Kann ja alles sein aber dann sollen sie es ordentlich anzeigen und irgendwie kommt das irgendwie nicht rüber."
    },
    {
      "speaker": "roddi",
      "time": "1:37:34",
      "text": "Ja ja ja ja nee ich glaube auch nicht dass sie diese ganzen serien so schnell synchronisieren werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:42",
      "text": "Nein das wenn sie vielleicht auch gar nicht tun ich sage nur hundert länder ja meinetwegen aber nicht in jedem land kommst du mit englischen content weit das ist das was ich sage."
    },
    {
      "speaker": "roddi",
      "time": "1:37:50",
      "text": "Ja ja das ist ja richtig nur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:51",
      "text": "Und ja also dieses."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:37:53",
      "text": "Bei dem satz ging's auch erstmal nur um hundert länder mehr war ja nicht dahinter."
    },
    {
      "speaker": "roddi",
      "time": "1:37:58",
      "text": "Das muss man aber da muss man ihn dabei an zugestehen ich glaube dass die meisten anderen streaming dienste mit content in hundert ländern wahrscheinlich deutlicher probleme haben ne also,\nja ich weiß nicht wie es mit netflix und deren originals ist die können sie wahrscheinlich auch anbieten wo sie wollen aber,\nalso alles was irgendwie lizenzierte werden muss es ist glaube ich ein penner da zahlst du vor allen dingen die leute die sich darum kümmern dir da die verträge zu machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:38:25",
      "text": "Was ich viel interessanter find für die zukunft wie soll es eigentlich weitergehen wenns demnächst irgendwie dutzend oder dutzend gibt's wahrscheinlich jetzt schon aber mehrere dutzend streaming dienste gibt denken die alle zahl an jedem streaming dings zehn euro im monat also wie soll das gehen."
    },
    {
      "speaker": "roddi",
      "time": "1:38:42",
      "text": "Wird sich wohl konsolidieren also ich glaube nicht dass es dutzende von streamingdiensten geben wird auf die dauer das wie sollen die sich finanz."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:38:51",
      "text": "Die nächsten jahre erstmal schon nochmal jetzt ist gerade erst mal noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:53",
      "text": "Ja jetzt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:38:54",
      "text": "Wir wollen mitmachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:56",
      "text": "Klar jetzt jetzt musst du dabei sein damit du am schluss einer von denen bis die ruhig bleiben."
    },
    {
      "speaker": "roddi",
      "time": "1:39:00",
      "text": "So wir haben auch gerade pickt elektrogerät roller das wird sich auch in zwei jahren ganz anders darstellen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:39:07",
      "text": "Ich glaube es geht schneller."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:08",
      "text": "Also werde der netzwerke effekt den wir auch in anderen bereichen gesehen haben der wird hier auch einsetzen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:39:14",
      "text": "Das heißt apple soll aber auch ganz hinten in den letzten wagen eingesprungen als der zug grad schon losfahren war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:20",
      "text": "Naja apple hat auf jeden fall eine gute chance also ich meine."
    },
    {
      "speaker": "roddi",
      "time": "1:39:24",
      "text": "Also gerade wenn sie an an jedem der irgendwie hardware verkauft dann ja kostenlos verteilen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:30",
      "text": "Ja gut daran verdienen sie erstmal nichts."
    },
    {
      "speaker": "roddi",
      "time": "1:39:31",
      "text": "Nee natürlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:39:32",
      "text": "Naja wenn die."
    },
    {
      "speaker": "roddi",
      "time": "1:39:33",
      "text": "Aber sie fix und die leute an und wenn der content gut genug ist,\ndann sind die leute vielleicht nach einem jahr auch bereit zu abonnieren."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:39:41",
      "text": "Ne die sind nach einem ja bereit und denkt sich hm das neue telefon ist da ich habe kein grund ja aber scheiße mein apple tv ja doch ich ich hole mir mal so ein neues telefon."
    },
    {
      "speaker": "roddi",
      "time": "1:39:50",
      "text": "Also wenn sie das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:39:52",
      "text": "Ja genau aber na sicher machen die leute das so."
    },
    {
      "speaker": "roddi",
      "time": "1:39:56",
      "text": "Dann würde ich mal sagen große verbeugung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:59",
      "text": "Na über kurz oder lang können sie gerade da noch mit ins bandel reinschmeißen und andere sachen auch noch also da haben sie auf jeden fall eine ganze menge hut und ich denke auch dass sie eine gute chance haben,\nauch in diesem qualität bereich vom fernsehen irgendwas zu machen weil sie ja mal einfach scheiß viel geld,\nalso sie können ja jetzt noch jahrelang reinpumpen bis zum geht nicht mehr,\nund solange bis der hase läuft da werden sie sich sicherlich jetzt auch erstmal die ein oder andere blutige nase holen."
    },
    {
      "speaker": "roddi",
      "time": "1:40:30",
      "text": "Shareholder die fragen dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:32",
      "text": "Nur ein braucht ihr nur einen richtigen erfolg das brauchst du ein games of thrones und dann ist das ding durch gut aber ich glaube das ist für uns jetzt eigentlich viel zu uninteressant darüber zu reden,\ngenauso wie die nächste abteilung das neue ipad."
    },
    {
      "speaker": "roddi",
      "time": "1:40:50",
      "text": "Habe ich das richtig verstanden dass hat vor allen dingen größeres display und dann war's das auch ach so ein smart."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:40:54",
      "text": "Ja aber das hat das ein größeres display display bei gleichem physikalischen außen durchmesser also haben sie die ränder schmaler gemacht,\nist auch das ganze gerät etwas größer das kam mir nicht so rüber einer keynote."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:07",
      "text": "Ich glaube das gerät ist genauso groß wie feuer."
    },
    {
      "speaker": "roddi",
      "time": "1:41:10",
      "text": "Ist jetzt so groß wie das wie das alte ipad pro zehn toll\nweil sie ja auch den smart connect da dran haben und sie sagten ja auch dass sie dass du damit dann das keyboard benutzen kannst und deswegen glaube ich dass dieses ipad dann das das alte ipad pro zehn,\nvom faktor hat nur das ist nicht brunnen.\nWeil es nicht ist aber du hast halt dann also sie können halt das gleiche externe keyboard das sah ja auch nicht viel anders."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:41:43",
      "text": "Physikalischen ab maße sind gleich die technik innendrin nicht sowieso meinst."
    },
    {
      "speaker": "roddi",
      "time": "1:41:49",
      "text": "Äh irgendwas werden sie eingespart haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:51",
      "text": "Na das ist halt so ein erzählen drin das ist jetzt nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:41:54",
      "text": "Ich weiß nicht was da drin ist jetzt in dem in dem ersten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:57",
      "text": "Zwölf aktuellen."
    },
    {
      "speaker": "roddi",
      "time": "1:42:00",
      "text": "Ja im aktuellen pro aber das ist ja nicht mehr das aktuelle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:04",
      "text": "Welches deins ja wenn du da drauf zeigst hört dass er keiner etwas."
    },
    {
      "speaker": "roddi",
      "time": "1:42:10",
      "text": "Elf kann auch sein wie auch immer also auf jeden fall denke ich mal dass sie den form faktor von diesem ursprünglichen zehn zoll alpe pro benutzen werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:22",
      "text": "Es ist auf jeden fall gut wenn sie ein günstiges ipad haben was was kann also ich finde das."
    },
    {
      "speaker": "roddi",
      "time": "1:42:27",
      "text": "Und der der der form faktor übrigens ist von dem von diesen zehn zoll ist auch nicht viel anders als von dem neuen soll da ist zwar der basel außen rum bisschen dünner aber im wesentlichen ist es schon klein bisschen größer das nimmt sich nichts\nalso."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:42",
      "text": "Ich kann ehrlich gesagt alles außerdem ipad pro nicht mehr anschauen ich finde ich finde ja wirklich das ipad pro."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:42:50",
      "text": "Tim hast du etwa in das regina."
    },
    {
      "speaker": "roddi",
      "time": "1:42:54",
      "text": "Tim hat ins regina geguckt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:54",
      "text": "Star weniger unsre tina mir geht's einfach darum dass das ipad einfach mit face id zusammen perfekt ist also hast."
    },
    {
      "speaker": "roddi",
      "time": "1:43:04",
      "text": "Es hat kein homepage mehr ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:05",
      "text": "Hat diesen diese ganze asymmetrische ist weg,\nist einfach nur ein und das macht einfach von der benutzer her einfach wunderbar ganz toll ich bin nicht der typische ipad nutzer aber ich merke wie es mich,\ndas problem mit deutlich mehr einlädt mit dem teil zu interagieren ich hatte ja auch vorher und es war immer so mehr,\nund das brot benutze ich richtig richtig gerne also es ist einfach ein geiles die weiß nicht nur um jetzt filme anzuschauen das natürlich auch,\naber man kann zunehmenden maße auch damit arbeiten und ich bin sehr gespannt,\nwie auch das neue ipad also eiweiß dreizehn da jetzt durch schlägt weil es ganz interessant das neue also diese ipad was wir gerade besprochen haben hat ja noch den button,\naber die ganze app switch logik ist jetzt die vom iphone ten und vom ipad pro."
    },
    {
      "speaker": "roddi",
      "time": "1:44:04",
      "text": "Ist es kann man also ich hab das die beta schon drauf und deswegen kann man da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:11",
      "text": "Genau also trotz button hast du die neue bedienung und das die finde ich ja wirklich richtig gelungen,\nund das macht einfach das ipad nochmal viel nützlicher und ich bin gespannt was die eiweiß dreizehnten funktion generell dann noch verbessern ich habe jetzt die bitte nicht geladen."
    },
    {
      "speaker": "roddi",
      "time": "1:44:30",
      "text": "Ja so diese neuen,\ndiese neuen multitasking funktionen die habe ich irgendwie auch noch nicht so richtig drin die,\ndie karten das wird das wird nochmal spannend man kann sich merken in seinem also du kannst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:49",
      "text": "Was karten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:44:50",
      "text": "Maps."
    },
    {
      "speaker": "roddi",
      "time": "1:44:50",
      "text": "Apple maps ja du kannst du kannst dir so orte favorites festlegen hier habe ich noch den park zum beispiel drin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:56",
      "text": "Kann man jetzt auch aber es ist so oh gott das haben sie deutlich."
    },
    {
      "speaker": "roddi",
      "time": "1:45:00",
      "text": "Nee aber jetzt ist und du kannst du kannst sogar so sammlungen sowie ordner mäßig irgendwie deine dinge an\nlegen und wenn du ruht es dann zeigt er dir inzwischen auch hierzulande höchstgeschwindigkeit an die du nicht überschreit,\nsolltest und so also hat sich ein bisschen was getan so richtig viel mehr ist es auch nicht aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:19",
      "text": "Schwanger an apple maps ernst zu nehmen und wie ein erwachsenen zu behandeln."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:45:23",
      "text": "Eingeben kann zum beispiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:25",
      "text": "Ja oder haben die postleitzahl mal anzeigen würde."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:45:27",
      "text": "Oder so ja genau macht auch nicht ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:31",
      "text": "Es ist zum kotzen aber das allerschlimmste ist wenn du hier in berlin."
    },
    {
      "speaker": "roddi",
      "time": "1:45:35",
      "text": "Also jetzt hier wenn ich da sage jetzige leib park nadel sechzehn sieben neun zwei cds."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:43",
      "text": "Ja dann gibt das mal in deinem kalender ein,\nund dann steht da immer nur straße komma ort und er zeigt dir nicht an welche postleitzahl das ist selbst wenn es die straße zweimal gibt mit zwei verschiedenen postleitzahl ist da nur man teufel straße berlin wer da wohnt hat wirklich schmerzen,\nbenutzt kein iphone."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:46:07",
      "text": "Aber hab die letzten tipp mitbekommen\nder über twitter irgendwie rum ging der wer mich schon immer wahnsinnig werden lief und zwar wände bei apple maps und straßennamen eingibst zum beispiel man teufel straße tipps der antenne und dann schlägt\nder was vor und du willst die komplette benutzt und dann benutze die aber und dann kannst du keine hausnummer mehr eintragen weil du kannst oben nicht mehr nachträglich in diesem feld reinen tippen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:31",
      "text": "Ja"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:46:32",
      "text": "Kleiner als tipp du machst die hausnummer vorne also sagen wir mal dreizehn leer zeichen und dann klickst,\nauf die kompletten und dann bleibt die nummer da und ich sag ich ja das ist genau der,\ndass es nicht geht dass man nachträglich dann nicht in diesem feld tippen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:50",
      "text": "Es ist zum kotzen aber jetzt das schlimmste wenn du hier in berlin autobahn fährst fest hier so auf den autobahnen zu bringen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:47:03",
      "text": "Oben nach pankow raus ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:06",
      "text": "Wie heißt die straße auf der man an fährt."
    },
    {
      "speaker": "roddi",
      "time": "1:47:09",
      "text": "Erlebnis straße der deutschen einheit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:11",
      "text": "Erlebnis straße der deutschen einheit ich weiß ja nicht wer wer da irgendwie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:47:20",
      "text": "Für schuld."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:21",
      "text": "Die clips irgendwie anhatte irgendwie da im keller sich die ganze zeit aus peitschen lässt aber da ist jemand bestochen worden wie kann man eine alle autobahnen in deutschland nicht so nennen wie sie heißt nämlich einhundert vierzehn oder sowas,\nerlebnis straße der deutschen einheit und vor allem das ist ja nicht die einzige autobahn sollen fast alle diese autobahn zu bringen heißt,\ndie heißen alle erlebnisse straße deutschland egal ob du im westen osten nach berlin bereit fest du fährst immer auf der erlebnis straße der deutschen einheit und abgesehen davon dass ich diese bezeichnung an sich schon,\nzum kochen bringen."
    },
    {
      "speaker": "roddi",
      "time": "1:48:00",
      "text": "Die klingt sehr nach ddr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:01",
      "text": "Ja der ddr das ist hier so typischer wende,\nsie haben ja nach der wende haben sie die autobahn dann sogenannt und es steht halt in unserer scheiß datenbank und apple so a so heißt die straße sowie kaiser wilhelm straße heißt die autobahn halt bei apple den metadaten und ich freue mich halt immer,\nfährt eigentlich niemand der bei apple in deutschland arbeitet auto,\nin berlin wie ich meine was."
    },
    {
      "speaker": "roddi",
      "time": "1:48:30",
      "text": "Bisschen schwer das ist aber dass das große problem von apple maps also ich meine sie sie haben ja sie haben ja auch in den ansagen lange zeit irgendwie ins vermissen lassen,\nda hat die dame dann sowas gesagt wie in hundert meter rechts abbiegen und ich dachte nur irgendwann irgendwann gehst du da in diesen laden wusste\nbastel zubehör gibt kaufst ein riesigen karton ems und schickst ihn nach kuba tino,\nweil das geht einfach nicht weil es ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:04",
      "text": "Also am anfang dachte ich so so ja okay ist,\nirgendwie so aber wie lange geht das jetzt schon drei vier fünf jahre,\nwas erlaube apple leute wirklich hallo hört irgendjemand zu der arbeit das kann einfach nicht gehen."
    },
    {
      "speaker": "roddi",
      "time": "1:49:23",
      "text": "Ja die haben bei apple maps auch ich glaube drei oder vier jahre gebraucht um die anzahl der flughäfen in berlin richtig hinzukriegen also ich meine es ist ja auch irgendwie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:49:34",
      "text": "Drei."
    },
    {
      "speaker": "roddi",
      "time": "1:49:36",
      "text": "Eben nicht der drei wahnsinn sehr zwei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:40",
      "text": "Wo kommt die anzahl zum vorschein also."
    },
    {
      "speaker": "roddi",
      "time": "1:49:44",
      "text": "Naja tempelhofer feld war halt schon seit einiger zeit nicht mehr flughafen und wurde bei apple aber immer noch als flughafen gezählt oh,\nja also das ist so übrigens zum thema straßennamen in berlin es gibt auch eine weserstraße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:01",
      "text": "Oh ja die hatte ich natürlich auch die ist auch da."
    },
    {
      "speaker": "roddi",
      "time": "1:50:03",
      "text": "In friedrichshain und es gibt eine weserstraße in neukölln."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:50:07",
      "text": "Neuköllner die ganzen fluss namen sind ne."
    },
    {
      "speaker": "roddi",
      "time": "1:50:09",
      "text": "Moment die sind nur einen zahlen dreher entfernt in der postleitzahl,\ndas ist das nämlich das fieses de und da gibt's dann so diverse paket liefert dienste die einfach annehmen man hätte sich in der postleitzahl vertan und schicken die gramm dann an die falsche weserstraße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:31",
      "text": "Man auch sagen muss da könnt ihr dann berlin auch mal nacharbeiten weil bitte hallo dann nimmt man halt die straße einfach um."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:50:40",
      "text": "Na ich weiß nicht ob das so einfach geht."
    },
    {
      "speaker": "roddi",
      "time": "1:50:42",
      "text": "Apropos unbenannte straße das ist auch geil bei mir um die ecke gibt's im afrikanischen stadtviertel\nheißen ja die meisten straßen nach afrikanischen ländern die tore straße und,\ndie straße und wie sie alle heißen alles übrigens deutsche provinz aber das nur am rande so und dann gibt es eine straße die lüge."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:51:02",
      "text": "Kolonien straße."
    },
    {
      "speaker": "roddi",
      "time": "1:51:05",
      "text": "Dann gibt es eine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:06",
      "text": "Straße der deutschen kolonial welt."
    },
    {
      "speaker": "roddi",
      "time": "1:51:09",
      "text": "Ja ja na ja es gibt auch eine afrikanische straße und dann gibt's eine straße die heißt lüge ritz straße,\nund diese straße sorgt immer wieder für sehr viel diskussion weil diese general little ritz nicht,\nnicht so sehr mit einer weißen weste aus der ganzen nummer rausgegangen ist weswegen immer wieder leute versuchen diese nahe diese straße umzubenennen,\nund irgendwann ist tom tom auf die,\ndie glorreiche idee gekommen halt dann einfach mal einen der neuen vorschläge für diese name für diese straße zu benutzen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:51:49",
      "text": "Obwohl die ja noch gar nicht so heiß."
    },
    {
      "speaker": "roddi",
      "time": "1:51:50",
      "text": "Obwohl die immer noch straße heißt und dann ist es irgendwie ich glaube es ist dann auch bei apple maps angekommen und du denkst dir nur so ich will aber na gut ich wohne jetzt nicht in der straße aber ich glaub das ist ein paar leute waren da irgendwie auch ein bisschen angepisst dass die straße einfach\nnicht so heißt wie sie heißt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:52:10",
      "text": "Ja das ist halt das wenn sie nur noch mit algorithmen und programm arbeiten und da keiner mehr sachen von hand eingibt dann checkt das ja auch keiner mehr was da los ist und dann ja,\nwenn die datenbank dann auch noch automatisch erweitert werden wird es schwierig das manuell zu fixen weil das nächste update das dann wahrscheinlich wieder zurück spielt also ist alles nicht so easy."
    },
    {
      "speaker": "roddi",
      "time": "1:52:30",
      "text": "Okay also hier steht 's jetzt als ledersitz straße drin aber bei tom tom stand sie sehr lange falsch drin also es ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:52:36",
      "text": "So wir sind jetzt da hingekommen zu den wollen wir eigentlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:39",
      "text": "Wir waren eigentlich beim ipad aber das gibt's jetzt auch nicht so richtig viel darüber zu reden und deswegen kann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:52:45",
      "text": "Ihr wart jetzt schon bei dem neuen ids da kann ja jeder dann in der woche kommt es ja schon neunzehnten oder wann ne."
    },
    {
      "speaker": "roddi",
      "time": "1:52:50",
      "text": "Naja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:52:51",
      "text": "Jetzt auch keine peters mehr installieren jungs haltet die finger still nächste woche gibt's das richtige."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:55",
      "text": "Ist die gold masters raus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:52:57",
      "text": "Keine ahnung auf mein ipad oder nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:52:59",
      "text": "Das ist das beste die golden master ist von ikea,\nist raus aber nur für iphone,\nipad us gibt's nach wie vor nur die beta a neun sind jetzt glaube ich und für den ipod den allerletzten gibt's auch nur die beta neun."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:53:23",
      "text": "Und wo setzt das allergrößte was so schlimm."
    },
    {
      "speaker": "roddi",
      "time": "1:53:25",
      "text": "Ipod siebte achte neunte weiß ich nicht wie viel die generation."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:53:30",
      "text": "Was ist da dran schlimm."
    },
    {
      "speaker": "roddi",
      "time": "1:53:31",
      "text": "Ne ich mich mich hat es nur total verwirrt und außerdem ist für die ids dreizehn eins,\nschon die beta drei raus und auch die us dreizehn eins die beta drei es ist diese diese seite wo man dinge runterladen kann bei apple die sieht momentan super chaotisch aus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:53:50",
      "text": "Also meine persönliche empfehlung ist,\ndreizehn noch nicht installieren man sollte wahrscheinlich erwarten wenn man mutig ist bis dreizehn null eins wenn man vorsichtiger mensch ist wahrscheinlich ja bis dreizehn punkt eins."
    },
    {
      "speaker": "roddi",
      "time": "1:54:06",
      "text": "Na ja ich denke mal dass die dreizehn eins vor allen dingen die hardware unterstützung für diesen ganzen rumpel der da vorgestellt wurde mitbringt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:15",
      "text": "Cloud."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:54:17",
      "text": "Aber auch so hört man in letzter zeit nicht viel gutes vor den peters deswegen würde ich ein bisschen nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:54:22",
      "text": "Na ja die die cloud sache ist mehr oder weniger ausgestanden apple hat,\nwohl eingesehen dass sie da scheiße gebaut haben und haben das alles zurück gerollt und es wird in der ipads in in der dreizehn erstmal kein neue keinen neuen cloud kram geben\ninsofern ist man zumindest an der stelle wieder safe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:44",
      "text": "Bis dann dreizehn zwei kommt und alles was kaufen wirft,\nich werde ich also ich überlege ob ich jetzt nochmal auf die beta wechsel war ich eigentlich diese brauche weil mein mein telefon gerade irakische ist ich war heute auch ein apple store und dachte schon nicht bist du wieder das teil komplett auseinander,\nweil ich diesen skurrilen defekt habe dass es die weiß einfach irgendwann gar keinen ton mehr an."
    },
    {
      "speaker": "roddi",
      "time": "1:55:07",
      "text": "Was hast du denn jetzt drauf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:09",
      "text": "Na das aktuelle zwölf hier."
    },
    {
      "speaker": "roddi",
      "time": "1:55:15",
      "text": "Kein zweifel eins."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:16",
      "text": "Kein zwölf jahre alt kein zwölf angebot."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:55:20",
      "text": "Da klicken echter kommt nichts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:30",
      "text": "Weil dieses telefon war jetzt gerade,\nich habe seine wie fünfmal durch ein hart reset geschickt es wurde immer schlimmer nichts ging mehr damit ich in apple soll gegangen hat nochmal hat reset gemacht dann ging es wieder,\nhabe ich auch geguckt ich kann mir vor wie so ein vollidiot,\nweißt du aber ich hab's echt paar mal gemeinsam eine vollidiot wäre ich gewesen wenn ich nicht vorher ausprobiert hätte aber ich hab's ausprobiert und es ging nicht\nda ging 's irgendwie wieder jetzt hat aber schon wieder angefangen und ich hoffe halt dass ich jetzt dadurch dass ich ein komplett neues us installiere irgendwie so irgendwo ein luminizer back aus dem weg gehen."
    },
    {
      "speaker": "roddi",
      "time": "1:56:04",
      "text": "Also was du natürlich versuchen kannst ist es mit itunes zu verbinden und zu hoffen dass itunes vielleicht die zwölf hier eins findet."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:56:14",
      "text": "Bist du auch so einen normalen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:15",
      "text": "Es wird ja einen grund geben dass mir die zwölf jahren sich angeboten wird vielleicht ist sie einfach nicht für alle."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:56:20",
      "text": "Weil dein telefon gehackt ist und der hacker nicht gab beendet werden möchte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:25",
      "text": "Ach so meinst du das richtig im arsch."
    },
    {
      "speaker": "roddi",
      "time": "1:56:26",
      "text": "Naja aber du hast du hast jetzt kein kein beta ins doll profil drauf oder sowas in der art ne okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:34",
      "text": "Ich weiß nicht warum er das nicht angeboten wird irgendwie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:56:39",
      "text": "Das ist schon ein bisschen komisch weil da geht ein chor der gucken ob so eine neuere version gibt also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:43",
      "text": "Weil ich habe hier tatsächlich noch ein zwölf meter pro fall darauf hin dass."
    },
    {
      "speaker": "roddi",
      "time": "1:56:53",
      "text": "Da musste aber dann neu starten bevor dann rafft das das profil weg ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:00",
      "text": "Ja recht machen mach ich doch glatt so wollen wir mal über was was schönes reden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:57:10",
      "text": "Äh die wurde nächste hardware dann ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:12",
      "text": "Ja lass uns über apple watch reden weil das ist ja jetzt wirklich auch mal was wo man wirklich,\nwo bei mir ein ein ein shopping aus ausgelöst wird jetzt wieder nach längerer zeit."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:57:26",
      "text": "Also ich habe ja keine watch und ich warte noch auf den grund warum ich eine haben sollte\nund so richtig spannend ist es immer noch nicht aber ein ein neues häkchen das gesetz in der liste was es haben sollte und das ist auf jeden fall dieses display das macht doch schon deutlich\ninteressant ich fand das vorher mal so ein bisschen so ein falls ihr irgendwie uncool so 'n so 'n,\ngerät am abend zu haben was irgendwie aus ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:53",
      "text": "Ich finde das ist auch ein feature."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:57:55",
      "text": "Ja auch aber das will ich mehr aussuchen kann aber so ich weiß ich sehe dass er mich immer lauter leute mit toten geräten am arm also wie das sieht so weiß ich nicht ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:03",
      "text": "Feature was willst du mir auf meine meine communications draufgucken irgendwie vielleicht das was jeder sieht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:58:09",
      "text": "Du willst dich dass ich an deiner uhr sehe wie spät ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:12",
      "text": "Ich will nicht dass du meine uhr enthält ja auch persönliche daten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:58:15",
      "text": "Ja aber du kannst doch aussuchen was in dem also das ist schon unterschiedlicher nicht dauer an mit den daten die die du machst wenn du drauf guckt das sind die andere daten als wenn das das wird ja dann dunkler und wechselt auch nimmt die farben raus und so weiter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:28",
      "text": "Aber dass man auch communications einstellen kann je nachdem ob das hast du so meinst du so verstanden zu haben glaubst du dass es so ist oder weiß es."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:58:38",
      "text": "Nee ich hab das nur interpretiert dadurch dass ich das so gesehen hab das werden sie den arm weggedreht haben denn bei einem bei der uhr die wurde dunkler und da war davon nicht mehr gefüllt sondern nur noch der rand damit sie nicht so viel pixel anschalten muss also mit strom,\nalso deswegen macht das schon deutlich den unterschied ob du guckst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:55",
      "text": "Ja gut aber das das strom spaß hat das eine aber ich will halt nicht die ganze zeit meine kalender einträge allen leuten irgendwie zeigt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:59:02",
      "text": "Ja ja das weiß ich nicht wie genau man das feintuning."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:05",
      "text": "Also wenn man das so einstellen kann dass das teil nur die uhr oder bestimmte andere dinge die ich sehen will in diesem modus anzeigt dann gerne und gerade beim sport ist das."
    },
    {
      "speaker": "roddi",
      "time": "1:59:18",
      "text": "Das nicht so gedacht also das klang für mich so als wäre dieses euro ist und vor allen dingen für wenn ich jetzt sport mache dann ist die immer an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:25",
      "text": "Ja klar aber das ist ja kein problem an der stelle aber ich hätte halt ein preis problem weil da steht ja mein nächster termin drauf."
    },
    {
      "speaker": "roddi",
      "time": "1:59:37",
      "text": "Na sicher na aber hallo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:41",
      "text": "Da steht dann drauf zwanzig uhr und wenn ich da drauf gucke sehe ich halt ab."
    },
    {
      "speaker": "roddi",
      "time": "1:59:44",
      "text": "Ja darf keiner wissen dass wir in die welt senden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:47",
      "text": "Na ja gut ich habe auch noch andere termine drauf es ist einfach nur im prinzip so also."
    },
    {
      "speaker": "roddi",
      "time": "1:59:51",
      "text": "Nein ich sehe ich sehe völlig ein was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:53",
      "text": "Gibt es auch noch ein paar andere aspekte und außerdem will ich auch nicht unbedingt dass die uhr immer leuchtet also,\nweil gerade im dunkeln klar ich kann theater modus anmachen aber wie theater modus anmache wird's für mich halt auch wieder schwerer\ndas abzulesen also grundsätzlich habe ich jetzt gar nicht so ein großes problem damit wie es jetzt ist und das neue feature ist interessant für bestimmte sachen aber ich würde es wahrscheinlich nur für\nwenn sport dann bitte o n aber ansonsten bitte abschalten betreiben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:00:27",
      "text": "Hoffe dass man alles schön fein irgendwie einstellen kann so wie auf dem i phone kannst du ja auch aussuchen ob nachrichten auf dem hauptbild schon kommen und ob da noch steht von wem die sind oder auch,\nzugleich den inhalt sehen möchtest und jetzt sogar mit face sagte sogar nicht mal mehr von wem die sind so lange du nicht irgendwie dein gesicht vor die kamera hältst das finde ich schon alles sehr fein einzuschalten ich denke mal auf dem,\nauf der watch wird es nicht anders sein ist also meine hoffnung zumindest."
    },
    {
      "speaker": "roddi",
      "time": "2:00:51",
      "text": "Ich finde ich finde den kompass recht spannend also nicht dass es jetzt ein super wichtiges feature wäre aber irgendwie ist das schön,\nalso dass sie den dahin zugemacht haben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:01:03",
      "text": "Lass ihn vermisst bisher."
    },
    {
      "speaker": "roddi",
      "time": "2:01:05",
      "text": "Ne aber manchmal merkt man erst hinterher dass man eigentlich dinge vermisst hat wenn man sie dann hat."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:01:10",
      "text": "'ne eigene so oft andersrum manchmal dass man es nie brauchte wenn man das feature hat also meinst du du wirst es dann anfangen zu nutzen denn kompass."
    },
    {
      "speaker": "roddi",
      "time": "2:01:19",
      "text": "Kollege von mir zum thema alte auf der watch gesagt so nach der also hätte sich auch die ohne die kaufen können aber,\nna ja gut ich hab jetzt bei mir das glas auch relativ viel,\nzerkratzt also fies jetzt übertrieben aber so ein bisschen zerkratzt,\ninsofern könnte ich mir auch gleich 'ne neue."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:43",
      "text": "So jetzt wird auch gesagt dass der theater modus sich super zum akku sparen eignet das ist in der tat ein aspekt den ich so noch gar nicht gesehen habe,\nmein anderes meine serie eine bescheuerte diskussion weil,\nja ja nur vierzig prozent der batterie benutzt ja aber andere leute haben unter umständen ein anderes thema wenn man nicht zum beispiel,\nmacht dann reist man schonmal ganz ordentlich oder vier navigation macht\ndann ist es halt kritisch vor allem wenn man mal so ein wochenende weg ist und man hat so einen scheiß ladekabel vergessen."
    },
    {
      "speaker": "roddi",
      "time": "2:02:18",
      "text": "Ja wenn man natürlich zwei tage die watch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:19",
      "text": "Willst du dann willst du echt mal so 'n so 'n so 'n batterie extender haben und da ist in der tat dieser theater modus ganz interessant."
    },
    {
      "speaker": "roddi",
      "time": "2:02:26",
      "text": "Da muss ich sagen das habe ich beim camper erlebt da war ich irgendwann dann abends zu fertig um die,\nwatch noch an strom zu hängen und dann ist sie mir,\nnachmittag des nächsten tages verreckt ja,\nhatte ich lange nicht aber sport das kann ich jetzt nicht bestätigen also ich bin neulich in so fünfeinhalb kilometer lauf gerannt und haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:50",
      "text": "Fünfeinhalb kilometer halbe stunde oder was."
    },
    {
      "speaker": "roddi",
      "time": "2:02:54",
      "text": "Nee hat schon länger gedauert so fit bin ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:55",
      "text": "Ach so."
    },
    {
      "speaker": "roddi",
      "time": "2:02:57",
      "text": "Na ja weil so eine lauf veranstaltung also die uhr mitlaufen lassen und es hat."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:03:02",
      "text": "Wie du hast die uhr mitlaufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:05",
      "text": "Na die uhr na ja aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:03:07",
      "text": "Beispiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:09",
      "text": "Wenn du sie mehr benutzt verbraucht sie einfach mehr strom und sie hält halt keine zwei tage durch so das ist das ding und manchmal."
    },
    {
      "speaker": "roddi",
      "time": "2:03:14",
      "text": "Nee zwei tage verhält sie nicht das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:15",
      "text": "Genau und manchmal willst du einfach mal zwei tage haben und das finde ich an sich wie ein ganz geiles feature und generell finde ich das,\nirgendwie einfach mal eine woche durchhalten würde einfach auch um sie nachts tragen zu können,\nso als lieb trecker zum beispiel weil das wird dir derzeit eigentlich nicht leicht gemacht."
    },
    {
      "speaker": "roddi",
      "time": "2:03:31",
      "text": "Ja beziehungsweise als wecker wenn du nicht alle anderen um dich herum auch wecken willst weil es rappelt in der uhr,\nwenn sie weckt also am arm ist und dann der wecker läuft ist ja quasi für dich dein privat wecker."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:46",
      "text": "Genau aber trotzdem eure play ist sicherlich kann kann auf jeden fall auch cool sein und finde ich gut dass sie das jetzt\nermöglicht haben ich dachte das dauert noch ein bisschen kompass keine ahnung,\njetzt gibt's wieder diese große auswahl jetzt gibt's irgendwie nochmal zwei verschiedene materialien bei dem man so viel geld ausgeben kann ich habe schon mal so ein bisschen durch geklickt alles höllisch teuer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:09",
      "text": "Aber sag mal diese."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:10",
      "text": "Hallo bleiben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:11",
      "text": "Diese armbänder und aus diesem einzelnen stahl oder metall stücken die gibt's irgendwie nicht mehr und es gibt jetzt noch dieses milanaise ding als als edelstahl."
    },
    {
      "speaker": "roddi",
      "time": "2:04:21",
      "text": "Aber nicht mehr die panzer kette oder wie auch immer das ding hieß."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:22",
      "text": "Ja genau ist doch scheiße."
    },
    {
      "speaker": "roddi",
      "time": "2:04:26",
      "text": "Ja war wohl den leuten zu teuer kann ich jetzt auch so ein bisschen nachvollziehen habe ja auch keins."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:31",
      "text": "Glaub ich nicht die andere war ja genauso teuer also weiß ich nicht was sie dazu gebracht hat ich fand es auch das tollste und ich habe irgendwann mal so eins billiger bekommen deswegen habe ich eins."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:42",
      "text": "Und da ist er immer in allen uhren geht hast du sozusagen glück."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:47",
      "text": "Genau das lässt sich nach wie vor verwenden auf wenn ich derzeit wieder mit sport unterwegs bin aus verschiedenen gründen aber,\nja mal gucken ich dachte keine ahnung was ich dachte also ich hab am ende auch nicht so bock jetzt zu viel geld darauf zu werfen,\nich muss mal überlegen aber an sich würde ich jetzt schon ganz gerne mal wieder ein upgrade."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:12",
      "text": "Welche hast du."
    },
    {
      "speaker": "roddi",
      "time": "2:05:13",
      "text": "Das ziel ist vor oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:14",
      "text": "Ich habe eine dreier."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:16",
      "text": "Davor hat es aber auch schon ein oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:18",
      "text": "Ja ich hatte die ursprüngliche die null die ich dann mal auf ein eins geupdatet bekommen habe im rahmen eines,\nvorfalls was man ganz genau was da anders war was kaputt dann haben sie mir gleich nur eins gegeben die hab ich dann aber gleich verkauft dann habe ich die drei."
    },
    {
      "speaker": "roddi",
      "time": "2:05:37",
      "text": "Ja guck mal gibt's doch noch das gliederarmband ist es nennen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:42",
      "text": "Ich habe gerade geguckt da gab's das nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:05:45",
      "text": "Ist es doch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:46",
      "text": "Ne das ist das gummi mäßig was man so auseinander ziehen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:49",
      "text": "Ja ja das ist ein anderes."
    },
    {
      "speaker": "roddi",
      "time": "2:05:50",
      "text": "Mäßig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:51",
      "text": "Das gleiche das das hab ich noch nie gesehen ist sicher naja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:55",
      "text": "Das hat so."
    },
    {
      "speaker": "roddi",
      "time": "2:05:56",
      "text": "Sicher bin ich mir nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:57",
      "text": "So auf jeden fall was war nochmal neu sie haben doch jetzt eine neue neben der fall detective was haben sie da noch für den."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:06",
      "text": "Na dass das einfach du auch ohne ohne sinn irgendwie da drin aktiviert haben so in allen ländern ablösen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:13",
      "text": "Ach ohne sinn."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:14",
      "text": "Ja so hab ich das verstanden und so kommt es irgendwo artikel."
    },
    {
      "speaker": "roddi",
      "time": "2:06:18",
      "text": "Aber doch auch nur mit der watch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:20",
      "text": "Aber das macht ja jedes telefon auch also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:22",
      "text": "Aber mit der alte option ja genau also aber ohne sim-karte notruf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:27",
      "text": "Aber das ist das was die telefone auch alle machen notruf geht immer dazu musst du keine karte haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:32",
      "text": "Na ja also umso älter man wird umso interessanter findet man sowas ja auch,\nwasser geier ne einen haben sie in unserem video haben sie irgendwie von strecken messung unter wasser geredet das fand ich ganz interessant weil derzeit ist das ding ja im wasser wenn er zu frei wasser schwimmen machst,\nich habe irgendwann mal gesehen dass es angeblich in der lage sein soll,\nps aufzuzeichnen das funktioniert genau überhaupt null."
    },
    {
      "speaker": "roddi",
      "time": "2:06:55",
      "text": "Ja es kommt drauf an wie du schwimmst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:58",
      "text": "Ja ich weiß ich bin einmal über den see geschwommen und danach hat er mir gesagt ich habe fünfzehn meter strecke zurückgelegt und ich war ja fast eine stunde unterwegs also fand ich dann doch schon ein bisschen."
    },
    {
      "speaker": "roddi",
      "time": "2:07:06",
      "text": "Okay was ich was ich komisch fand ich hab ich hab nie gefunden wo das paddeln ist,\nalso es gibt zwar das ruder gerät das ist dann irgendwie das teil im fitnessstudio aber wenn du tatsächlich mein boot unterwegs bist gibt's irgendwie keinen kein sportart die irgendwie rudern oder paddeln heißt aber gut das ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:28",
      "text": "Gibts glaube ich nicht aber da können sie noch auf jeden fall mehr zu legen so alles mit dem chat nur wenn man kraul t also ich habe auch noch nie versucht man den arm hochzuhalten."
    },
    {
      "speaker": "roddi",
      "time": "2:07:38",
      "text": "Ich fand das merkt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:07:39",
      "text": "Bist du so im wasser und was auch sehr empfang wie leute die telefonnummer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:42",
      "text": "Er deutscher gruß."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:07:43",
      "text": "Und dann dann denken die leute guck mal das läuft eine ab weil man soll ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:46",
      "text": "Ist der in not ne der will nur p s aus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:07:51",
      "text": "Du siehst doch der hat doch die uhr am arm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:55",
      "text": "Na gut das wird man sehen auf jeden fall ist sie wieder schneller geworden dass,\nkommt glaube ich dieser uhr generell zugute ich denke die kann gar nicht genug performance haben haben sie eigentlich."
    },
    {
      "speaker": "roddi",
      "time": "2:08:03",
      "text": "Also ich bin mit der serie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:05",
      "text": "Zur laufzeit was gesagt mit batterie hat sich da was verbessert."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:09",
      "text": "Na also da sie sich jetzt online muss ja irgendwas sein nehme ich mal an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:15",
      "text": "Ja gut was verraten sie dann vielleicht unter umständen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:17",
      "text": "Ja wenn du das feature auslöst dann hast du vielleicht eine zwei tage."
    },
    {
      "speaker": "roddi",
      "time": "2:08:23",
      "text": "Also ich bin jetzt mit der seriös vor bin ich sehr zufrieden was die akkulaufzeit anbelangt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:28",
      "text": "Aber auch keine zwei tage."
    },
    {
      "speaker": "roddi",
      "time": "2:08:30",
      "text": "Aber das kann sich natürlich mit der nächsten watchers version deutlich ändern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:34",
      "text": "Das kann sich auch mit der nächsten watch erinnern und das wird man dann sehen na gut also ich denke mal ich bin so im upgrade modus ich muss mal überlegen wohin ich meine alte uhr abstimme."
    },
    {
      "speaker": "roddi",
      "time": "2:08:45",
      "text": "Ach so das mit der lautstärke haben sie noch ist es eigentlich ein watchers feature oder ein watch servus,\ndas finde ich sehr spannend da bin ich mal gespannt wie gut es funktioniert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:58",
      "text": "Kommen wir zum iphone."
    },
    {
      "speaker": "roddi",
      "time": "2:09:04",
      "text": "Ja linsen linsen und noch mehr linse."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:04",
      "text": "Diese ganze warte mal diese ganze herz geschichte braucht es nicht weiter zu diskutieren iphone ist interessanter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:09:17",
      "text": "Also gleiches setup vorher gibt's ein kleines modell was iphone eleven heißt anstatt für euer iphone x y das was vorher."
    },
    {
      "speaker": "roddi",
      "time": "2:09:25",
      "text": "Hat es etwas eleven tatsächlich eine cd."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:09:28",
      "text": "Ja ich habe geguckt nochmal extra da immer noch kein outlet,\nso dann gibt 's die i phone eleven pro und iphone pro max die displays haben das was vor x x x l s max war,\nso gesehen erstmal alles ähnlich gehäuse faktor ist auch ziemlich ähnlich aber nicht ganz erstens sind jetzt die,\niphone eleven pros haben jetzt drei linsen also weit ultra weit und tele,\nähm das normale iphone leben hat zwei linsen hatte das das x ja auch schon zwei weiß ich gar nicht,\ndas hat er eine okay also das heißt die die zwei mal jetzt drei und das was vor eins hat hat jetzt zwei also alles um plus eins sozusagen und was ich aber noch."
    },
    {
      "speaker": "roddi",
      "time": "2:10:13",
      "text": "Genau bei beide plus kulturarbeit also das,\nelf hat nicht die telelinse sondern nur die white und die ultra."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:23",
      "text": "Genau also nur die pros haben nochmal die telelinse dazu."
    },
    {
      "speaker": "roddi",
      "time": "2:10:25",
      "text": "Genau wie vorher auch schon."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:27",
      "text": "Ja und sonst ist der unterschied noch weil die pro modelle haben ja auch deutlich mehr batterie power,\nund ich habe gerade mal noch geguckt weil wie das denn so kommt und die neuen post sind dicker geworden und zwar von,\nsieben komma acht millimeter auf acht komma zwo sie haben ein bisschen wieder fetter gemacht und ich glaube das haben sie beim letzten auch schon minimal gemacht,\nich finde schon weil mehr batterielaufzeit ist ja wohl mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:57",
      "text": "Hurra ist einfach pro."
    },
    {
      "speaker": "roddi",
      "time": "2:10:58",
      "text": "Ist ja war auf jeden fall pro jahr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:00",
      "text": "Ja das ist einfach mal pro nämlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:11:04",
      "text": "So sonst ist von außen glaube ich erstmal alles gleich also war nichts weiter zu hören,\nja dann ist bei den pro modellen das display besser also so ein htc oder bienen die das x y nennen die das ne,\ntina hat irgendwie keine ahnung tausendzweihundert ist irgendwie krass mäßig das display,\nja hatte das alte war auch schon aber,\ndas x es war auch schon so ein hd display oder aber ich hab da also ich finde man kann das nicht so gut sehen da müsste man da wirklich zwei verschiedene telefone so nebeneinander legen damit man da irgendwie dann so guckt unser ja stimmt knallen die farbe ein bisschen mehr aber\nich finde es so richtig gut rüberkommt das bisher noch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:50",
      "text": "Ja also ich find's interessant dass sie im prinzip die produkte aufteilung vom letzten mal beibehalten haben die heißen erst mal anders ich habe dann auch schon 'ne weile überlegt so ist jetzt irgendwie das iphone pro einzeln aufpreis wert,\nweil er hat sich ja eigentlich am wenigsten getan okay du hast jetzt,\ndiese kamera geschichte das markt praktisch sein wenn man mal was ordentlich dokumentieren will aber ich bin jetzt nicht so der totale fotografiert."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:12:17",
      "text": "Na ich denke mir mal wie schnell ich mein telefon bedienen oder wie toll die features sind dass es in fünf jahren alles egal aber das einzige was ich in fünf jahren noch habe sind die bilder die ich jetzt machen und so sieht es mit kamera schon wichtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:27",
      "text": "Das ist ja ist ja auch nicht dass mir unwichtig ist die frage ist nur ob das was das von jetzt bietet den aufpreis auch wirklich wert ist aber dann habe ich irgendwie vier stunden mehr batterie als xs gelesen und,\nwar ich so das also das ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:12:48",
      "text": "Aber was ist eigentlich vier stunden ist ja in der regel also wir haben also im verhältnis zu was ist es eigentlich so ein prozent wäre das eigentlich besser gewesen von was reden wir da eigentlich vier stunden von."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:00",
      "text": "Wollen wir nochmal was hier."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:13:01",
      "text": "Weil wir haben ja so eine komische das ist ja wirklich für die vier stunden mehr heißt dann vier stunden mehr hardcore brausen oder irgendwie so ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:09",
      "text": "Pro da."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:13:13",
      "text": "Aber es stand by time geben ja eh nicht mehr an weil es denn bei sowieso kein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:17",
      "text": "Also sie sagen halt hält vier stunden länger die frage ist eben bei was und dann haben sie sowas wie video wiedergabe bis zu achtzehn stunden video wiedergabe gestreamt elf stunden audio wiedergabe fünfundsechzig stunden,\nich meine sie können nicht sagen hält so und so lange weil das denkt davon ab ob du den ganzen tag franca spielt oder bei twitter es gibt leute die tun as,\nund vier stunden ist eigentlich irgendwo so in dem bereich von okay bis geil nehme nehme ich einfach mit,\nalso bis zu vier stunden heißt effektiv zwei stunden länger heißt,\ndamals gerade ist einfach also wenn ich irgendwas wirklich haben wollte ist es einfach mehr akku,\ndas einfach dass da finde ich es auch einfach der pro,\nleichtes hast du nicht gesehen der blick da hängt jeder einfach in meiner tasche drin der wiegt halt was er wiegt und die dinger sind eher leicht genug und\nbitte einfach mal einfach ordentlich."
    },
    {
      "speaker": "roddi",
      "time": "2:14:30",
      "text": "Obwohl ich das krass finde wie schwer das max ist im gegensatz zu dem nicht max das ist irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:40",
      "text": "Hundertachtundachtzig zweihundertsechsundzwanzig jetzt so."
    },
    {
      "speaker": "roddi",
      "time": "2:14:47",
      "text": "Ja gut das sind jetzt die neuen ist keine ahnung vielleicht waren die alten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:51",
      "text": "Gramm mehr."
    },
    {
      "speaker": "roddi",
      "time": "2:14:52",
      "text": "Also zumindest bei dem das x s max war doch deutlich schwerer als das normale x."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:59",
      "text": "Zwanzig prozent schwerer finde ich jetzt nicht so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:15:06",
      "text": "Aber es sind auch riesen dinger."
    },
    {
      "speaker": "roddi",
      "time": "2:15:07",
      "text": "Ja du vergleichst jetzt was anderes als ich verglichen habe aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:10",
      "text": "Verglichen."
    },
    {
      "speaker": "roddi",
      "time": "2:15:11",
      "text": "Wie gesagt wie ich bereits sagte das ist x s max gegen das x."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:17",
      "text": "Auf x s max ging's x also äpfel und birnen so sagen."
    },
    {
      "speaker": "roddi",
      "time": "2:15:23",
      "text": "So ein bisschen ja sind zwei unterschiedliche generationen aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:15:26",
      "text": "Vorletzte kleine gegen das letzte große ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:27",
      "text": "Aber dafür aber dafür auch unterschiedliche vor faktor ja so."
    },
    {
      "speaker": "roddi",
      "time": "2:15:31",
      "text": "Ja ja ja natürlich unterschiedliche formen faktoren deswegen war sag ich ja das max ist so schwer aber na ja egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:37",
      "text": "Magst du es schwer."
    },
    {
      "speaker": "roddi",
      "time": "2:15:40",
      "text": "Max nein nicht der max."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:15:42",
      "text": "So dann was noch unterschied ist bei den pro modellen liegt jetzt äh einen adapter bei der achtzehn watt raus ballert also dreieinhalb amper so zirka."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:52",
      "text": "Ja zeit wird."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:15:53",
      "text": "Das ist aber nur bei den pro modellen so wenn ich das richtig gesehen habe so wie ihr auch dieses apple plus apple tv plus feature was man ein jahr dazu bekommt also das pro ist wirklich äh hat zugabe."
    },
    {
      "speaker": "roddi",
      "time": "2:16:05",
      "text": "Da kriegst du den adapter für ein jahr dazu oder was."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:16:08",
      "text": "Der ist dauerhaft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:09",
      "text": "Aber es hat auch ein pro preis also ich meine wenn ihr da irgendwie mit einer zweihundertsechsundfünfzig mega bei zuschlagen willst dann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:16:14",
      "text": "Na vor allem hier du hast ja noch die dollar preise in den euro kannst du das ja vergessen ne weil denkt ja okay ein bisschen bisschen neunundneunzig,\ndollar werden dann tausendfünfzig euro oder so ja nee nee das wären tausendeinhundertfünfzig euro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:28",
      "text": "Es sind immer die netto preise in den usa von da kannst du es ähnlich vergleichen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:16:30",
      "text": "Na ja das kommt auch noch stimmt ja was kostet jedenfalls die kleine provision kost tausendeinhundertfünfzig euro."
    },
    {
      "speaker": "roddi",
      "time": "2:16:37",
      "text": "Und die große ist nur ein huni teurer das finde ich jetzt merkwürdig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:43",
      "text": "Jetzt gibt's wieder so viele farben."
    },
    {
      "speaker": "roddi",
      "time": "2:16:46",
      "text": "Ja und alles schlimm."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:16:47",
      "text": "Mit green."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:49",
      "text": "Das finde ich geil muss ich sagen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:16:50",
      "text": "Genau deine farbe ich kann mich noch erinnern."
    },
    {
      "speaker": "roddi",
      "time": "2:16:51",
      "text": "Das nacht grün."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:55",
      "text": "Ja nacht grün ich glaube das könnte ich da könnte ich mich durchaus für begeistern das wäre mal was anderes als immer nur schwarz."
    },
    {
      "speaker": "roddi",
      "time": "2:17:01",
      "text": "Na ja aber das sieht so aus wie so eine so eine fahne mercedes schatulle also das ist irgendwie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:08",
      "text": "Du hast da drumrum eigentlich die farbe total schnuppe."
    },
    {
      "speaker": "roddi",
      "time": "2:17:12",
      "text": "Na also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:15",
      "text": "So sieht es aus wie immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:18",
      "text": "So meine farben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:20",
      "text": "Tausendeinhundertfünfzig du brauchst noch ein paar mehr gigabyte zwar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:23",
      "text": "Ja ja na ja mit zweihundertsechsundfünfzig gigabyte,\nwie tausend dreihundertneunzehn haben also das ding kostet so viel wie,\nabzüglich des verkaufs."
    },
    {
      "speaker": "roddi",
      "time": "2:17:36",
      "text": "Aber nicht einer von apple ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:40",
      "text": "Ja gut ich meine das iphone ten erzählt jetzt auch noch gute preise also am ende ist es halt eher so 'ne miete die man da zahlt in der differenz.\nJa aber interessant ist was es irgendwie das ist einfach außer dieser kamera und dem anderen finish und dem mehr akku."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:01",
      "text": "Na ja schneller cdu schneller schneller hier und schneller da schneller face die irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:07",
      "text": "Ja das ist alles gut."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:07",
      "text": "Dann besser display dann irgendwie ihren ihren chapter drin den sie noch haben wie es der tipps wo wo wo keine ahnung irgendein chip."
    },
    {
      "speaker": "roddi",
      "time": "2:18:17",
      "text": "Irgendwas war mit zwo."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:19",
      "text": "Der jetzt irgendwie für schnellere connections sorgt wenn man untereinander so eher druck machen will da war irgendwas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:25",
      "text": "Ah dieser eu eins ich habe das mal auf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:27",
      "text": "Eins ja genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:28",
      "text": "Eins."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:31",
      "text": "Die irgendwie selber ein bisschen vom band irgendwie benutzen um irgendwie man muss sein vorne in die richtung des anderen halt oder in die nähe bringen damit sie sich schneller finden und dann ja weil man ehrlich erdogan ist ja ganz nett,\naber es ist auch immer mehr so man freut sich wenn es funktioniert was schon schlechtes zeichen ist."
    },
    {
      "speaker": "roddi",
      "time": "2:18:48",
      "text": "Richtig hat in letzter zeit selten probleme damit."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:52",
      "text": "Ja es wird besser in letzter zeit aber es ist immer noch oft genug dass es irgendwie ja vor allem dauert immer am anfang,\nund es wäre schon ein bisschen schick wenn's irgendwie gleich sofort siehst du klickst und bum fertig nicht irgendwie sekunden warten kommt da kommt da kommt da,\nund da haben sie auch irgendwas gedreht an der ecke."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:13",
      "text": "So als will mal wissen was mit nur eins auf sich hat."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:17",
      "text": "Das ist der chip aus der uhr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:19",
      "text": "Ne da aus der uhr."
    },
    {
      "speaker": "roddi",
      "time": "2:19:22",
      "text": "Der ist nochmal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:23",
      "text": "Es als eine uhr dann hatten sie den m dann haben sie dann hatten sie denn,\neins und der eu einzelne komplett neue geschichte habe ich das richtig sehe,\nultra breit qualifizieren an der geräte,\nalso das scheint mir so ein ausgelagert des bluetooth teil für diese ganze trecking geschichte diese angekündigt haben mit dickens,\nversenden und geräte wiederfinden und generell mehr mit bluetooth machen ich glaub da steht uns in dreizehn noch so einiges an."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:11",
      "text": "Habt ihr da schon drüber geredet über dieses anonyme tracking."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:16",
      "text": "Ich weiß nicht ob ihr das schon mal darüber gesprochen aber ich find die idee geil das ist wirklich richtig cool und wenn 's."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:22",
      "text": "Der schick dauernd verschlüsselt zeug raus was andere rechner die netz haben dann weiterleiten selbst wenn man selber gar kein netz hat irgendwie so ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:28",
      "text": "Genau und sogar mehrere i."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:30",
      "text": "Das heißt wenn jetzt mal mein telefon geklaut wird und sagen wir mal ich hab nur eine sinn drin und der dieb nimmt das raus,\ndann schickt das telefon trotzdem weiter biegen es raus was andere sehen wo man dann trotzdem sehen kann wo jetzt mein fucking telefon ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:44",
      "text": "Ja denkbar solange es nicht ordnung,\naus seiner apple aldi herausgenommen wurde,\nja das wird ja auch dann gerüchte weise halt diese chips geben und wenn halt apple auch noch solche kleinen schlüsselanhänger chips macht die auf derselben basis funktionieren,\nund zu sagen du irgendwo auf 'ner party dein schlüssel verlierst und andere iphones die an dem teil vorbeikommen sagen dir wo das teil liegt,\ndas ist schon ziemlich fest aber ich weiß nicht ob das wirklich so kommen wird bisher haben sie,\ndarüber noch nicht so sehr viel fallen lassen es gibt nur sehr viel gerüchte küche aber dass wir in der tat mal wirklich ein richtig geiles feature,\nzeigen kannst und jacken und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:21:33",
      "text": "Ja und andere sachen wo es das ja alles hat seine negativen seiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:37",
      "text": "Ja ja es könnt ihr nochmal ein bisschen delikat werden bis dahin,\nja das war 's eigentlich ne,\nalso apple hat chance umsatz zu machen mit mir mal."
    },
    {
      "speaker": "roddi",
      "time": "2:22:02",
      "text": "In form eines telefons aber nur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:05",
      "text": "Der und die uhr so fast fast weich geklopft schon."
    },
    {
      "speaker": "roddi",
      "time": "2:22:16",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:17",
      "text": "Größere bildschirm und eures on und so weiter."
    },
    {
      "speaker": "roddi",
      "time": "2:22:21",
      "text": "Meine uhr ist jetzt noch nicht alt genug das ist noch nichts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:25",
      "text": "Na meine ist mir noch nicht so alt dass sie nicht ordentlich verkaufen könnte weil wir jetzt."
    },
    {
      "speaker": "roddi",
      "time": "2:22:30",
      "text": "Na ja wie gesagt ich habe jetzt ein bisschen zerkratzt ich bin ja bei diesem bei diesem ta-da mitgelaufen und irgendeiner der schlamm gehoben hat fand ich nicht so lustig und naja,\naber das scheint das ist so ein wiederkehrendes thema apple watch sports ist nicht für sport geeignet,\nalso zumindest kein sport wo man irgendwie mehr macht als rumrennen,\nja gut das ist auch relativ kontakt frei aber irgendwie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:23:04",
      "text": "Das heißt du hast jetzt die dicke dreier und du hast dir etwas flacher vierer ja da merkt man aber schon hier."
    },
    {
      "speaker": "roddi",
      "time": "2:23:09",
      "text": "Na so flach ist sie nun auch nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:23:11",
      "text": "Aber bei ihm ist schon ganz schön."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:14",
      "text": "Das ich fand das man das mit der neuen display größe ist hat für dich ein feature was man schon haben will aber ich hab halt jetzt meine generation ausgesetzt weil so so sehr geritten als mich jetzt halt nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:23:27",
      "text": "Aber die größere display größe die es auf jeden fall ein update wert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:31",
      "text": "Ja ja ja ist sie aber ich wollte halt mehr als nur ein feature haben so und jetzt mit dem euro on ist halt,\nim sport ein echtes feature,\nalso das ich muss halt mal gucken wie es funktioniert aber wenn du läufst immer gucken zu können und auch beim schwimmen immer gucken zu können ohne irgendwelche albaner bewegung oder knopfe drücken zu müssen das geil,\nalso das das bringt nochmal einen großen."
    },
    {
      "speaker": "roddi",
      "time": "2:23:58",
      "text": "So was ja laufen und nicht gucken was willst du da immer die ganze zeit gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:05",
      "text": "Was ich jetzt für strecke gemacht hab und wie mein pace ist."
    },
    {
      "speaker": "roddi",
      "time": "2:24:09",
      "text": "Sagt er dir doch ich jede jeden kilometer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:13",
      "text": "Nein natürlich nicht ich lass mir doch nicht die ganze zeit meine podcast rein."
    },
    {
      "speaker": "roddi",
      "time": "2:24:18",
      "text": "Nee quatschen nicht aber er macht dann rabat ab und dann geht die uhr sowieso anerkannt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:24",
      "text": "Ja rap ab und dann sagte dass ich drei kilometer gelaufen bin was."
    },
    {
      "speaker": "roddi",
      "time": "2:24:30",
      "text": "Ja das display geht ja dann an und dann kannst du gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:32",
      "text": "Fertig ich werde nicht alle zwanzig minuten mein pace wissen ich will den pace wissen wenn ich den pace wissen will."
    },
    {
      "speaker": "roddi",
      "time": "2:24:39",
      "text": "Auch so zwanzig minuten für ein kilometer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:49",
      "text": "Ist das so schwer zu verstehen oder drück ich mich irgendwie falsch aus."
    },
    {
      "speaker": "roddi",
      "time": "2:24:52",
      "text": "Ne ist okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:53",
      "text": "Ja so und das ist halt blöd wenn du immer diese blöde schalte ich ein bewegung machen musst wofür du einfach beim laufen gerade wirklich und beim schwimmen natürlich auch nicht die ruhe hast."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:08",
      "text": "Aber als nicht von quatsch als nicht watch benutzer wenn du doch da joggen und dein arm hoch hebst geht sie dann nicht schon von alleine an also durchs einigung und du musst extra nochmal irgendwie so speziell den arm bewegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:19",
      "text": "Die ganze zeit an wenn du deine arme bewegt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:22",
      "text": "Ne aber da guckst du auch noch nicht drauf du warst ja so in deine richtung und dann das ist noch nicht das erkennt doch nicht als mach mal das plan ja."
    },
    {
      "speaker": "roddi",
      "time": "2:25:28",
      "text": "Nicht unbedingt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:30",
      "text": "Nicht unbedingt so na ja es geht halt meistens schon irgendwie aber dann halt dann wieder nicht also seid nur ist es ist nervt so ein bisschen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:39",
      "text": "Okay ist aber schwierig beim joggen wo alles zappelt und wackelt."
    },
    {
      "speaker": "roddi",
      "time": "2:25:44",
      "text": "Kommt noch obendrauf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:46",
      "text": "Mag der grund sein ist mir letztlich auch egal ist halt nur so wie ich sage ich laufe jetzt sei einfach mal an passt schon dann habe ich den stress halt weg."
    },
    {
      "speaker": "roddi",
      "time": "2:25:56",
      "text": "Ja das ist aber übrigens auch ein grund für das größere display weil dann sind tatsächlich die zahlen größer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:02",
      "text": "Ja sie machen jetzt auch mehr informationen drauf und so das ist ja auch blöd dass ihr derzeit da noch durch rotieren muss durch diese ganzen einzelnen dinger,\nnaja na du kannst ja nicht die standard trainings an sich,\nlaufen so einstellen dass mehrere werte hast du kannst halt immer nur."
    },
    {
      "speaker": "roddi",
      "time": "2:26:20",
      "text": "Aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:23",
      "text": "Mehrere werte zur auswahl aber du siehst halt immer nur ein."
    },
    {
      "speaker": "roddi",
      "time": "2:26:26",
      "text": "Nee du siehst immer vier stück oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:28",
      "text": "Und wie war's."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:33",
      "text": "Ihr habt doch zwei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:34",
      "text": "Deiner uhr auf deiner uhr."
    },
    {
      "speaker": "roddi",
      "time": "2:26:35",
      "text": "Auf der uhr ja ja,\ndu siehst den pace du siehst die zeit du siehst wie viel du gelaufen bist wie lange du gelaufen bist und du siehst die hardware."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:46",
      "text": "Also vielleicht habe ich irgendein setting übersehen aber ich sehe immer nur eine sache siehst du mal wunderwelt apple watch."
    },
    {
      "speaker": "roddi",
      "time": "2:26:54",
      "text": "Nicht mehr aber dann macht es einfach mal an ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:02",
      "text": "Und wir waren meine ich erzähle blödsinn das ging ja schon mal das hier bis eins freu ich mich,\nna ja wie auch immer das sind alles so luxus entscheidungen müssen wir mal gucken was da läuft,\nund.\nWollen wir die sendung erstmal beenden weil ich denke wir haben jetzt genug luxus gequatscht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:32",
      "text": "Wie die komplette sendung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:34",
      "text": "Ja weiß nicht also ich ich hätte nur noch so kleinigkeiten aber die passen eigentlich immer vorher rein und nicht nicht danach auch alles nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:27:42",
      "text": "Hafermilch rewe city."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:48",
      "text": "Ja das sind so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:49",
      "text": "Wann ist die nächste sendung."
    },
    {
      "speaker": "roddi",
      "time": "2:27:53",
      "text": "Ich habe übrigens neulich auch mal hafermilch getrunken hab ich schon erzählt,\nda war ich irgendwie in dem einen office und da war die,\noffice managerin war irgendwie im urlaub und die vertretung hat das nicht gerafft milch zu kaufen,\nalso gab es nur noch laktosefreie milch und hafermilch hab ich erst einen kaffee mit laktosefreie milch getrunken das war wirklich richtig abartig,\nund dann habe ich noch einen kaffee mit hafermilch getrunken das war dann erträglich insofern hafermilch ist definitiv besser als laktosefrei milch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:29",
      "text": "Marken welt des prenzlauer berg durchgesetzt offen und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:32",
      "text": "Es waren viele oder."
    },
    {
      "speaker": "roddi",
      "time": "2:28:33",
      "text": "Das ist dieser hafermilch mit diesen großen buchstaben und die so ein bisschen nach schreib schrift aussieht ja ich glaube die war das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:42",
      "text": "Die haben das ja erfunden die waren ja diejenigen die das mal ausgelöst haben die schweden erfunden die schweden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:51",
      "text": "Es war jetzt aber schweizer gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:53",
      "text": "Da kommt der witz her dennis."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:56",
      "text": "Okay na wenn man den nicht kennt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:58",
      "text": "Ja dann kennt man den halt nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:28:59",
      "text": "Genau und wie war das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:01",
      "text": "Und ja dieses also ist auf jeden fall führend in dem segment bar ristau ich weiß nicht ob ich das letzte mal schon angesprochen habe ich glaube noch nicht,\ndoch habe ich glaube ich angesprochen aber das ist auf jeden fall so ein segment für sich also paris da ist 'ne hafermilch variante mit mehr öl wie manche machen sondern manchmal ein rapsöl also bei uns ist glaube ich rapsöl,\nund noch irgendwelche anderen dinge auf jeden fall aufschäumen war und nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:29:36",
      "text": "Das ist hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:37",
      "text": "Und nicht so im sinne von aufschäumen war ja schon aufpasst schon sondern so richtig gut meiner meinung nach besser als milch und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:29:46",
      "text": "Weil man will fett als geschmacksträger beim kaffee haben richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:49",
      "text": "Ja es sorgt auch vor allem für dieses aufschäumen wenn ich das richtig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:29:53",
      "text": "Eiweiß zuständig."
    },
    {
      "speaker": "roddi",
      "time": "2:29:55",
      "text": "Ja nicht nur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:57",
      "text": "Da bin ich mir jetzt nicht so hundertprozentig sicher was da jetzt im."
    },
    {
      "speaker": "roddi",
      "time": "2:30:00",
      "text": "Ja im wesentlichen das das eiweiß ich meine,\naufschäumen tust du eigentlich damit du hinter keine haut auf der milch hast wenn du sie heiß machst aber ja dass es im wesentlichen das eiweiß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:11",
      "text": "Geht auf jeden fall und marisa finde ich es so die beste paris da variante very,\nauf dem camp haben wir dann auch noch was ausprobiert was wir dann unter dem schönen namen einhorn pisse fortgeführt haben,\ndas kam nämlich in den kommentaren als das letzte mal zu dem thema gesprochen hatte meinte jemand mach doch mal orangensaft rein,\ndas gibt dem nochmal einen besonderen kick gibt es dann ausprobiert was soll ich sagen geil hafermilch,\nmit orangensaft."
    },
    {
      "speaker": "roddi",
      "time": "2:30:45",
      "text": "Okay die die natur wahrscheinlich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:47",
      "text": "Natürlich der flock nichts aus."
    },
    {
      "speaker": "roddi",
      "time": "2:30:49",
      "text": "Weil orangensaft in normale milch ist schon ziemlich eklig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:54",
      "text": "Genau und orangensaft in hafermilch geht völlig klar ist eine richtig geile mischung ist so ein bisschen wie so eine wässrige variante von mango lassi also du hast halt sozusagen nicht so diesen joghurt ding sondern eben diesen hafermilch also diese."
    },
    {
      "speaker": "roddi",
      "time": "2:31:09",
      "text": "Aber orange schmeckt nicht nach mango aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:11",
      "text": "Nein aber nach frucht wahrscheinlich kannst du es auch mit mango saft kombinieren das könnt ihr dann vielleicht noch mehr."
    },
    {
      "speaker": "roddi",
      "time": "2:31:17",
      "text": "Oder mit mit kokosmilch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:19",
      "text": "Also sagen wir mal frucht lassi ist jetzt auch nur eine anspielung tatsache ist kann man gut weg trinken und gibt natürlich dann auch die interessante variante dass du das hatte auch müsli reinhauen kannst das heißt das orangensaft im müsli."
    },
    {
      "speaker": "roddi",
      "time": "2:31:32",
      "text": "Okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:35",
      "text": "Ist einfach ich bin immer wieder beeindruckt was das so für neue spielarten bringt also ich bin noch voll im hafermilch sport und finde es immer noch super."
    },
    {
      "speaker": "roddi",
      "time": "2:31:45",
      "text": "Der rewe haferdrink der jetzt noch in der liste steht der ist nicht so doll oder wie der ist super."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:49",
      "text": "Doch der ist super ich bin beeindruckt von dem rewe standard angebot die ja mittlerweile wirklich auch fettes regal haben also bis jetzt hier in paris da katrin."
    },
    {
      "speaker": "roddi",
      "time": "2:32:02",
      "text": "Paris."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:07",
      "text": "Wir wissen alle dass das hier nicht die realität ist aber es ist teilweise ist es."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:32:11",
      "text": "Es macht halt spaß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:13",
      "text": "Es ist ein bisschen die zukunft auch das mag ich eigentlich am prenzlauer berg also hier wird irgendwie einiges."
    },
    {
      "speaker": "roddi",
      "time": "2:32:18",
      "text": "Ja ich fürchte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:18",
      "text": "Es ist schon so die zukunft und ich hab derzeit sowieso voll den film dass ich mich jetzt ich habe mich einfach mal komplett meiner vorurteile entledigt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:32:29",
      "text": "Machst du den scheiß einfach mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:32",
      "text": "Na sagen wir mal so ich ich verwende gerade diese übertreten bio märkte einfach als inspirationsquelle und,\nklappe gerade irgendwie alle alle,\nalle regale nach sachen ab die einfach interessant aussehen oder interessant irgendwie interessant sind,\nich muss sagen ich stoße am laufenden meter auf tolle sachen also wirklich,\ntolle sachen die einfach eine einfachheit haben die mich einfach beeindruckt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:33:08",
      "text": "Was ich entdeckt habe und zwar sind wir wieder beim camp,\nneben dem burgerladen da war so ein smoothie laden die auch so frühstück und kaffee und zeug gemacht haben und die haben ihre smoothies so von von kokos zeug oder so nicht groß groß raspeln soll er hat das so in gepresster und da haben die da so ein bisschen drauf\ngeschrieben das ist auch ich habe sie gefragt auch aus dem biomarkt so kokos spüre oder so das schmeckte so geil auf dem smoothie obendrauf das muss ich mir auch mal besorgt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:35",
      "text": "Genau so eine sache finde ich cool oder brat lingen mischung habe ich auch total umgehauen,\ndas ist im prinzip einfach eine eine tüte mit so zeug drin und wenn du das so aus caps ist so ein bisschen wie müsli sieht es auf aus,\nund dann alles was du damit machst es du machst so ein bisschen heißes wasser kocht also wasser auf irgendwie wasserkocher und genieße es darüber lässt das fünfzehn minuten vor sich hin,\nwirken."
    },
    {
      "speaker": "roddi",
      "time": "2:34:05",
      "text": "Gehen sieben quellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:08",
      "text": "Fällen und dann kommt da irgendwie der ganze glückwunsch äh raus keine ahnung stärker was auch immer da für diesen kleber effekt sorgt und dann."
    },
    {
      "speaker": "roddi",
      "time": "2:34:18",
      "text": "Teen wahrscheinlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:19",
      "text": "Ja guten und dann dann hast du dir das halt dann nach einer viertel stunde einfach in so kleine patty schmeißt es irgendwie rein einfacher könnte es irgendwie kaum sein uns einfach tot lecker,\nalso ich bin einfach total."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:34:34",
      "text": "Bist du auch ein fan von jungen junge suppen diese dreißig cent will ich suppen die man,\ndie man auch mit wasser heißwasser die suppen rein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:45",
      "text": "As i a shop."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:34:46",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:47",
      "text": "Ah jetzt so das ist mir irgendwie alles."
    },
    {
      "speaker": "roddi",
      "time": "2:34:51",
      "text": "Ich habe neulich ein nudelsalat gegessen da hat jemand so junge nudeln aber ungeklärt kocht reingetan und dann hattest du so so cool,\nso kohl und so so ein bisschen wie kim und dazu aber den knusper effekt von diesem von diesen harten nudeln das war eigentlich total geil,\nirgendwie aber übrigens im im biomarkt was du unbedingt kaufen musst es zwar nicht gesund aber sehr geil ist mekka damian grimme,\ndas ist wie erdnussbutter nur aus maike david müssen und das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:35:29",
      "text": "Hat richtig geld oder."
    },
    {
      "speaker": "roddi",
      "time": "2:35:30",
      "text": "Kost richtig geld ist aber auch richtig geil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:36",
      "text": "Tada meldet sich gerade und meint cobra sei das was du da bewundert hast hier getrocknete kokos."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:35:44",
      "text": "Oh das war nicht trocken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:46",
      "text": "Na ja man kann das ja dann vielleicht immer noch nicht fassen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:35:53",
      "text": "Also nicht so trocken wie das jetzt da den eindruck machen weil das ja da richtig getrocknet ist also so richtig richtig äh ich glaube das war so so halb aber ich kann mal gucken ob es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:06",
      "text": "Keine ahnung ob es das ich habe jetzt kokosnüsse als lieferant für grillkohle."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:36:15",
      "text": "Wie als lieferant."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:16",
      "text": "Naja anstatt kohle nimmst du halt."
    },
    {
      "speaker": "roddi",
      "time": "2:36:21",
      "text": "Herr grillkohle ist ja holzkohle aber du kannst als kokos holz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:25",
      "text": "Holz genau anstatt holz so rum."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:36:27",
      "text": "Coole mütze kokoskohle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:29",
      "text": "Ja weil."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:36:31",
      "text": "Bisschen teuer vielleicht von da bis hier her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:35",
      "text": "Kann ich nicht einschätzen ja du kannst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:36:37",
      "text": "Ja ich schon glaube ich meinte nicht also der vergleich."
    },
    {
      "speaker": "roddi",
      "time": "2:36:40",
      "text": "Was ist daran besser."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:36:42",
      "text": "Ja riecht toller richtig gut also holprig da schon noch."
    },
    {
      "speaker": "roddi",
      "time": "2:36:47",
      "text": "Oder ist es jetzt nur so ein bioladen ding."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:51",
      "text": "Also abgesehen davon dass ich das so wahrgenommen habe dass wie die ganzen profi griller total auf kokoskohle rein geschmacklich schon stehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:37:04",
      "text": "Also beim räuchern oder wie."
    },
    {
      "speaker": "roddi",
      "time": "2:37:06",
      "text": "Im smoker."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:10",
      "text": "Mein grill so ist es halt orten abfall produkt was halt bei der erzeugung von kokos gedöns ohnehin entsteht,\nich weiß nicht ganz genau wo die normale grillkohle so,\nherkommt was da so verwendet."
    },
    {
      "speaker": "roddi",
      "time": "2:37:35",
      "text": "Ich weiß es auch nicht hab noch kein geiger zähler ranhalten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:37",
      "text": "Na ja auf jeden fall um beim essen zu bleiben,\nich bin jetzt einfach ich bin einfach finde es einfach gerade sehr interessant wird das alles anzuschauen wie wenig damit zu tun ist jetzt irgendwie so 'ne hardcore veganer,\nlinie folgen will ich finde einfach nur die bandbreite an anderen,\ngeschmäckern und anderen zubereitung methoden,\nnoch teilweise aber auch von der von der lager fähigkeit halt wunderbar camping tauglich ne so hafermilch hält halt erstmal ein jahr,\nwenn es so kaufst."
    },
    {
      "speaker": "roddi",
      "time": "2:38:18",
      "text": "Sie haben mich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:19",
      "text": "Wir haben mich aber spektakel ist so scheiße wir haben."
    },
    {
      "speaker": "roddi",
      "time": "2:38:22",
      "text": "Das ist auch nicht schwierig also ich meine du kannst zum vergleich nochmal laktosefrei haben ich versuchen aber ja ne,\nna ja haben wir in der firma halt auch weiß ich nicht welchen gründen haben wir halt außer habe ich auch laktosefrei haben mich,\nund dann noch sojamilch die es noch schlimmer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:44",
      "text": "Also ich kann auf jeden fall iphone pisse empfehlen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:38:48",
      "text": "Einhorn meinst du nicht i phone das iphone piste gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:51",
      "text": "Iphone pässe."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:38:54",
      "text": "Sendung titel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:55",
      "text": "Einhorn pisse."
    },
    {
      "speaker": "roddi",
      "time": "2:38:57",
      "text": "Einhorn pisse."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:00",
      "text": "Ja es ist einfach ist einfach schön."
    },
    {
      "speaker": "roddi",
      "time": "2:39:02",
      "text": "Na gut wenn ich das nächste mal an hafermilch vorbeikomme dann nehme ich mal welche mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:08",
      "text": "Die bayerische."
    },
    {
      "speaker": "roddi",
      "time": "2:39:09",
      "text": "Christa."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:10",
      "text": "Genau alles andere würde ich sagen sparen wir uns einfach mal,\nfür das nächste mal auf weil dennis irgendwie oder bis noch irgendwie fit du wolltest du früh raus ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:39:20",
      "text": "Ja ich muss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:27",
      "text": "Haben wir noch ein letztes wort."
    },
    {
      "speaker": "roddi",
      "time": "2:39:29",
      "text": "Wir haben ganz viele letzte wörter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:31",
      "text": "Ich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:39:37",
      "text": "Ja wer shoppen will freitag vierzehn uhr im gegensatz zu sonst."
    },
    {
      "speaker": "roddi",
      "time": "2:39:41",
      "text": "Du meinst hier vorbestellen von von apfel hardware."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:39:48",
      "text": "Wer da da geht die vorbestellung los im gegensatz zum spiegel artikel der sagt kann man jetzt schon bestimmt was totaler quatsch ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:54",
      "text": "Für alles oder was für iphone und watch und alles."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:39:56",
      "text": "Ja"
    },
    {
      "speaker": "roddi",
      "time": "2:39:57",
      "text": "Na ja für das zeug was vorgestellt wurde ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:59",
      "text": "Äh also eine termin hinweis vielleicht noch in einem monat ist wieder das schöne vintage computing festival berlin."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:40:11",
      "text": "Deswegen habe ich gefragt wann die nächste sendung ist und da noch eine andere dazwischen war dachte ich spare ich mir das aber gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:16",
      "text": "Kann man ja schon mal ankündigen so für die reiseplanung wir hatten ja schon mehrfach darüber berichtet und auch wenn die webseite immer noch nicht sehr viel ergiebig ist als beim letzten mal könnt ihr das wieder ganz interessant sein,\nund ich bin demnächst auch ein wenig unterwegs und werde mir mal ein paar andere alte dinge anschauen,\nund werde dann berichten so alter computer kram,\nja damit gehen wir jetzt auch so die themen aus heute müssen wir mal ein bisschen kürzer treten,\nmachen wir auch so dann.\nThomas für heute heute ein bisschen früher schluss aber heute ist nicht alle tage wir kommen wieder."
    },
    {
      "speaker": "roddi",
      "time": "2:41:12",
      "text": "Keine frage pink panther tschüss."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:41:17",
      "text": "Paulchen panther."
    }
  ]
}