{"v":1,"episode":248,"speakers":["Letty","Tala","roddi","hukl"],"t":[99,108,110,117,125,131,233,282,286,325,338,371,377,392,399,471,485,486,496,505,507,588,631,929,1002,1073,1250,1314,1315,1336,1355,1360,1379,1391,1410,1440,1573,1582,1599,1602,1621,1721,1742,1882,1923,1925,1942,2373,2378,2469,2497,2510,2694,2720,2740,2743,2791,2797,2804,2821,2823,2838,2841,2897,2912,2938,2951,2953,2955,2958,3029,3032,3038,3057,3312,3503,4407,4462,4531,4553,4557,4626,4733,4750,4927,4945,5015,5040,5050,5129,5151,5186,5409,5421,5492,5539,5542,5595,5597,5604,5607,5650,5823,6029,6219,6239,6243,6258,6294,6582,6583,6584,6587,6604,6617,6627,6663,6676,6719,6750,6826,6829,6833,6835,6838,6840,6887,7172,7219,7227,7270,7316,7328,7332,7335,7342,7357,7363,7382,7391,7393,7454,7465,7473,7543,7545,7588,7592,7653,7671,7694,7696,7786,7800,7819,7822,7831,7846,7851,7861,7867,7874,7883,7956,8018,8028,8054,8057,8076,8094,8097,8116,8117,8125,8129,8166,8206,8211,8212,8232,8239,8241,8251,8254,8256,8263,8274,8279,8370,8377,8382,8384,8411,8435,8437,8449,8459,8461,8463,8465,8471,8473,8475,8479,8496,8506,8515,8517,8518,8522,8528,8535,8537,8551,8554,8556,8596,8604,8627,8630,8647,8649,8660,8672,8682,8770,8774,8786,8896,8958,8981,8985,8999,9029,9030,9168,9185,9190,9215,9227,9265,9268,9278,9283,9285,9287,9292,9300,9302,9328,9337,9354,9423,9473,9488,9516,9520,9530,9535,9554,9746,9774,9871,9899,9936,10043,10077,10134,10137,10139,10143,10144,10146,10207,10251,10253,10289,10293,10300,10332,10352,10383,10386,10389,10390,10724,10965,11015,11040,11103,11111,11113,11116,11125,11126,11356,11378,11441,11467,11572,11616,11616,11649,11652,11656,11658,11668,11713,11730,11759,11771,11774,11777,11816,11822,11828,11831,11860,11897,12001,12108],"s":[0,1,0,1,0,1,2,3,2,0,2,1,2,0,2,3,2,3,2,3,2,3,0,3,1,2,3,2,3,2,3,2,1,2,1,2,1,2,1,2,1,2,1,3,1,3,1,2,0,2,1,2,3,0,1,0,1,0,1,2,0,2,0,1,2,0,2,1,2,3,1,3,1,3,2,1,0,2,1,2,0,3,2,3,1,3,0,1,3,1,0,3,2,3,1,0,1,0,1,2,0,1,3,2,1,2,1,2,0,1,0,2,0,1,0,1,0,1,3,0,3,0,1,0,3,1,0,3,0,2,0,1,3,1,3,0,2,1,0,1,0,1,0,1,0,1,0,1,2,3,0,3,0,1,3,0,3,0,2,1,0,1,3,1,3,1,3,1,3,0,3,2,0,3,0,2,0,2,0,1,0,1,0,1,0,1,0,1,3,1,3,1,3,1,3,1,2,1,0,1,3,1,2,1,2,1,2,1,2,1,3,1,2,1,2,3,2,3,2,3,2,3,0,2,3,1,2,0,1,3,2,0,3,2,3,1,3,1,0,3,2,3,2,3,1,0,3,1,3,0,3,2,3,1,0,3,0,2,3,2,0,2,0,2,1,2,3,1,3,1,3,1,3,1,3,1,2,1,3,2,3,1,3,0,3,1,2,3,2,3,0,3,1,3,2,3,2,3,2,3,1,2,1,0,1,0,2,3,1,0,1,0,1,0,1,0,1,3,0,2,3],"x":["Taler und ich möchte euch da bitte auf aufgeschlossen wissen.","Betroffen ja keine risikogruppe.","Und huckel auch.","Richtig es gibt auch schlimme vergleiche in dem unteren hälfte der gesellschaft aber.","Aber nicht in der mitte will sie damit sagen.","Na wenn ich irgendwie anders formuliert sind die ganzen alten herren wieder beleidigt.","Nein franziskaner alkoholfrei.\nWenn das milde symptome sind dann will ich die nicht milden gar nicht wissen also ganz ehrlich.\nDie will man nicht haben.\nAch ja schon ganz gut ich war gestern das erste mal seit zweieinhalb wochen draußen habe mir gleich einkaufen beim supermarkt gegeben war ein erlebnis.","Toilettenpapier bekommen.","Aber ich habe auch noch also ich weiß nicht was was was für eine darmtätigkeit andere leute haben aber bei mir reicht das was ich vor ungefähr acht wochen gekauft habe immer noch also es ist irgendwie ich weiß nicht.","Hallo.\nAlso in der mitte ist bei mir rudi das.","Taler in der mitte.","Dezentral.","Mehr so ein meter raum.","Bist du ein bisschen traurig dass du alleine in der metaebene sitzt.","Jetzt nicht sagen.","Alle nein nicht alle.","Ja ich habe dieses dieses.","Podcaste durch ein motor acht zwei acht.","Dass das gute alte alesia zwei express ein logo plastikbomber vor dem herrn aber es tut.","Loco plastikbomber schön ja leute.","Ja es ist etwas partner sehr plastik hier anmutung aber es tut und es ist nicht allzu schwer man kann's überall mit hinnehmen.","Das simuliert ein etwas höherwertigen von focus reit dann klingt das alles ganz eric sozusagen also die haben ja die bauen ja schon lange\nund der hat den mal vor langer zeit quasi flaggschiff design gezaubert,\nund mit diesem button da stellen sie halt so ein bisschen rum damit der der da viel günstiger ist in diesem solo so ein bisschen so klingt wieder teurer.\nKannst du weglassen ist also ich halte das für einen unnötigen knopf.","Aber irgendwie bei mir funktioniert grade das monitoring in der tat nicht also dass ich mich selbst höre nein es war halt angeschalten.\nGenau und wenn ich das anmache höre ich euch jetzt also jetzt ist es aus jetzt höre ich euch ein bisschen lauter hör mich immer noch nicht wenn ich's jetzt anmache jetzt endlich ich bin wirklich so leise könnt ihr mal kurz was sagen.\nAber dann hört ihr das rauschen.\nIch bin voll irritiert wenn man.\nJa","Und noch so ein.","Du kannst so ein kleine nano router mitschicken da muss nur laden rein oder sim-karte und.","Bei mir ist es so da wo ich jetzt wohne da ist irgendwie drei häuser weiter ist die große antenne von der telekom also ich habe hier wirklich überall volle bewaltigung,\nund wenn dann leute kommen die nur so opfer sind die kriegen hier halt nicht mal irgendwie richtig.","Auf jeden fall fokus right mit usb c aber.\nAlso es gibt so naja es gibt so eine mini mini focus red-box irgendwo habe ich das auch schon mal gesehen warte mal aber die sich bei thomann gerade nicht was nicht unbedingt heißen muss dass sie nicht gibt aber.\nTrack solo heißt das es ist ein.\nDie weiß.\nDoch du bist von focus,\naber das hat was hat das mal.","Wird das entsprechende kabel drin sein.","Wahrscheinlich musst du da ein lightning usb stecker haben am ende.\nDer usb mini und usb zwei.","Vielleicht verbraucht es weniger strom.","Mit dem externe usb dings da kannst du noch strom dazu.","Aber nur in den usa zumindest es nur dort dabei.","Nur auf amazon bist guck doch mal auf der richtigen seite.","Ein kind ein device und ein usb zwei und nachdem da in ein light dabei ist nehme ich mal an dass du style auch beim rechner ganz normal am rechner benutzen kannst und es gibt sogar einen slot verein kensington schloss,\nkannst du es an der an der kiste fest schnuppern.","Einfach das iphone direkt drauf kleben.","Gitarristen kannst du auch interviewen.\nAber bist du bist du so viele android gekauft hast um eins zu finden das funktioniert.\nBier nachgefüllt so schlimm kann es nicht sein mit dem herzinfarkt.\nHier bewahre dein feng shui weniger kabel bedeuten auch weniger unordnung.\nWeiß nicht genau wie weit ich auf der schippe gesessen habe also das ist so aber.\nIch bin angetestet ja es gilt nach wie vor ich bin dunkelziffer.","Ja weil die test kapazitäten absolut überlastet sind und die haben gerade genug damit zu tun das medizinische personal und die risiko fälle abzutesten zumindest.","Das ist richtig das war aber vor zweieinhalb wochen noch nicht so,\nund da waren sie auch schon sehr groß also ich habe inzwischen auch von sehr sehr vielen leuten gehört durch diesen podcast die alle gesagt haben ja genau der gleiche fall bei ihnen sie haben es einfach nicht geschafft ein test zu bekommen.","Und selbst wenn dauert's halt zwei drei tage.","Also wenn wenn der antikörper test kommt dann werden sie den wahrscheinlich wieder nicht in die masse streuen und irgendwann ist dann auch einfach egal.\nAch da finden sich bestimmt gründe.","Es ist halt cool um tatsächlich im im nachhinein halt so die durchdringung von dem virus und auch die ganzen dunkelziffern so ein bisschen abzufangen das problem ist dass gerade für akut patienten der antikörper test nicht viel sinn macht weil du halt,\neine gewisse zeit an tagen brauchst um die antikörper entwickelt zu haben und das heißt für das ist dann so,\nalso ich habe aber irgendwo gehört dass es zumindestens jetzt die ersten kleinen dörfer durchtesten wollen um da halt zu analysieren wie sich das ganze verteilt hat.\nVierzehn prozent vierzehn prozent ist jetzt eine studie.","Dass sie wohl nie richtig ausgeheilt waren also es gibt wohl zweifel an dieser studie zumindest dieser resource affen test war ja relativ eindeutig die affen die das einmal hatten die haben sie auch mit mit massiven dosen nicht wieder infiziert bekommen,\ninsofern wäre würde ich mir da jetzt nicht so große gedanken machen.","Ich bin kein experte ich bin kein experte ich kriege den charité news lecker schmecker.\nVielleicht hast du denn eine konkrete frage so dass ich dich an den experten verweisen kann.\nDen chat abonniert ich krieg quasi die ressourcen für das politik.\nNicht panik die können sich keine panik leisten,\nich weiß dass berlin noch gut vorbereitet ist aber die rechnen alle mit einer ordentlichen spitze und dann mit ähnlichen maßnahmen wie in italien und,\nbelgien spanien auch new york also,\nes ist wahrscheinlich dass nicht,\nalle personen beatmet werden können mit den derzeitigen ressourcen es fehlt halt wie überall erwähnt an desinfektionsmitteln mundschutz schutzkleidung etcetera p weil,\nunser gesamtes gesundheitssystem für alle etwas unbefriedigend ist gelinde ausgedrückt,\naber da gibt es mehr als genug leute die halt im prinzip an der front sind und direkt auf die probleme hinweisen und da sollte man dann vielleicht halt eher den zuhören.\nKeine ahnung setz dich doch nicht geändert.","For life.","Ich hab alles gesagt.","Du hast gefragt wir sitzen schon seit zwei wochen zu hause vielleicht.","Das das gemeine ist ja wenn wir tatsächlich,\nim prinzip diese inflationsrate so reduziert bekommen dass das system nicht überlastet ist,\nkriegt man im idealfall das gar nicht so richtig mit weil hält alles so business läuft,\ndas heißt du hast nicht diesen krassen vergleich und das ist dann auch im prinzip diese diese überlebens bei ist es war ja gar nicht so schlimm,\nweil wir halt uns selbst isoliert haben um das halt irgendwie zu vermeiden das ist so ein.\nJa also es ist halt noch ein bisschen bisschen anderer effekt weil,\ndas ist ja tatsächlich unser verhalten beeinflusst ist und sobald wir das verhältnis also dieses verhalten ändern würden,\nsobald jetzt plötzlich schulen kitas spielplätze wieder geöffnet werden und alle business machen haben wir halt plötzlich wieder den potentiellen anstieg,\nund das ist dann das wird dann halt schnell uncool.\nUnd dann kannst du dir ausrechnen wann das masern impfmittel rausgeht masern impfstoff in die breite masse gebracht wurde und wie lange es bis zum jetzigen impfskandal bis kommt so dass wir das in spätestens zwanzig jahren dann nochmal den spaß haben.\nJa sind sie jetzt.\nGing ja schon die ja schon vorher los.","Ich glaube dieser geschäftszweig hat momentan den größten reibach oder.","Sie haben aber das problem und das hat in planet money ganz gut jetzt vor kurzem nochmal gezeigt die haben jetzt dann hoch sind darauf überhaupt nicht vorbereitet weil die offenen gleichbleibendes\nklopapier niveau eigentlich eingepegelt sind damit jetzt einen highkick und danach kommt das tal,\ndie haben halt auch ein problem wenn sie da nicht drüber nachdenken sind die auch ganz schnell hops gegangen also es ist halt,\neine abhängigkeit schon da drin wo man unternehmerisch sehr schlau herangehen muss auch.","Hierfür ist ja auch ausverkauft mehl auch.","Einfach nicht an.\nDer wird auf der straße weggefangen.","Ich fand ich fand ja diesen bäcker so geil der irgendwie aus gag so klopapier kuchen gebacken hat,\nalso runden marmorkuchen mit ein bisschen von dorn dran und dann haben die ihm die leute die bude eingerannt und haben diese komischen klopapier kuchen weggekauft.\nWerksverkauf.\nNoch wir haben noch.","Willst du doch mal den link in den chat in diesen shop-link ich habe zwar.\nKein ding also ich habe ja noch klopapier bei mir in kreuzberg gibt's auch noch club.","Bei der ist doch wieder nur von männern gemacht muss man mal vielleicht festhalten.\nZuhörer und zuhören der zuhörerinnen werden das problem mehr kenntnis auf der toilette.","Alle personen mit uterus.","Und solche ist ja auch scheißegal wer halt auch immer aufs klo geht und nicht nur zum kacken das klopapier benötigt der braucht halt mehr so long story short.\nAlso es ist halt sie gehen davon aus dass du zweimal am tag stuhlgang,\noder halt irgendwie wie auch immer du kannst es einstellen aber wenn du halt ein mehr geschlechtlicher haushalt bist sagt es dir nichts aus.\nDas habe ich mich heute auch gefragt als ich unsere neue angebrochen habe und ich würde meinen eine woche.\nWir sind zu zweit weiß ich nicht ich glaube eine woche fünf tage ich werde es warte ich werde es notieren ich werde in der nächsten freakshow berichten.","Oh","Der tat das verändert hat mein erster gedanke heute auf dem klo.","Wir machen einfach eine dezentrale datensammlung.","Aber rückwärts bitte.","Oh ja.","Das dann so eine art adventskalender.","Hallo.","Wird ja nicht schlecht.","Egal war auch leer und dirk des konserven konserven suppen regal war auch leer.","Riesa wahrscheinlich oder.","Lasagne blätter war noch da.","Das hat aber auch.","Cannelloni die sind noch.","Aber es gab doch dieses tolle bild da aus italien oder aus dem supermarkt in teilen wo alle barilla nur den weg waren nur die vollkornnudeln war noch da.\nÜbrigens zum thema toilettenpapier werde ja ganz drauf verzichten will ja ich habe hier mal kurz was ins lack gepostet das hat ein,\nein typ den ich folge gepostet sondern quasi upgrade für die toilette zu hause in einem d zu verwandeln,\nes sieht so aus wie es klingt nicht besonders,\nhochwertig wahrscheinlich auf dauer aber das wäre natürlich dann auch noch eine variante ich weiß nicht wie man da das wasser rankriegt ob man da den dusch schlauch anschließen kann oder so aber.","Drei d druck aufsätze für flaschen.","Ok","Nein du drehst die flasche um und drückst.\nNeben einer glasflasche glaube ich nicht.\nJa warte ich ich suche den link raus.","Gerade auf der webseite von bosp da die haben auch so eine so eine travel and travel be das ist genauso ein flaschen.\nKonzept to go siehst du mal.\nIch habe nur bilder gesehen weil\nder typ der das getwittert hatte war einer der ersten der so auf seinem twitter-account meinte dass er jetzt für seine vierköpfige familie irgendwie mal klopapier kaufen will und eine halbe stunde schon durch kreuzberg fährt und nicht findet,\nund dann irgendwann hat er ganz heimisch getwittert dass er jetzt so ein teil in der hand hält ich weiß allerdings nicht ob das wird dann auch eine glückliche installation und ein glückliches.\nJa wie gesagt also ich wollte das jetzt auch nicht als die lösung tcm anpreisen aber ich fand's es war so ein interessantes ein interessanter tweet oder ein interessantes ding was in diesem ganzen toilettenpapier drama so an mir vorbei scrollt.","Ja und da haben wir noch gar nicht überwinden gesprochen.\nDas ist doch so der infrastruktur feind nummer eins.\nGras versorger braucht keinen externen moni.","Das versuchen so ein teil zum teil in kliniken auch mit medizinischen personal,\ndas ist glaube ich auch einer der gründe warum man jetzt die die studenten so ein bisschen schon,\nschont an manchen stellen damit die nicht gleich in den wgs und in der vorlesung selber spritzen sondern dass die als nachwuchs also bereit stehen könnten.\nDie werden grade nicht aktiv eingesetzt zum beispiel also an manchen an manchen klinik das ist halt klinik intern manche sagen halt studenten dürfen und andere sagen studenten müssen und manche sagen nee studenten erstmal nicht es sei denn,\nwir ziehen euch ran.","Oder so eine next cloud.","Animierte blinker.","Gesunder menschenverstand.","Wozu braucht man das.","Tim ich kann da glaube ich mal was dazu sagen\ndas ganze problem mit dieser also ich habe mal ein projekt für einen verein ministerium gemacht das problem ist halt die haben eine überlastete it zu meistens die sich auch noch aus versehen um diese webseiten kümmern müssen und\ndie haben mit ihren eigentlichen kernprobleme schon so viel zu tun dass sie nie dazukommen\nsagen wir mal nur das neu zu machen wenn du denen aber halt auch noch sagst hey macht das mein friendly und was weiß ich noch tralala und schön sind die,\nkomplett überfordert wenn du dann aber mal hinkommst also es war halt so ein kleineres projekt was wir gemacht haben,\nda haben wir vor allem so we design user experience in den vordergrund gestellt ehrlich ich habe noch nie so ein dankbaren kunden gehabt aber die sind in der regel die haben kein geld eigentlich für sowas und das ist das.\nDie sind sowas von.\nKlar aber die sind sowas von happy und dankbar wenn leute mit ideen zu den kommen.","Ja aber dann gibt es\ndie nächste ebene wenn du so konzerne wie die deutsche bahn oder sowas also ich habe ja wie hatte ich ja auch glaube ich schon mal erzählt hier in meiner kurzen berater tätigkeit habe ich ja ein paar firmen mal von innen gesehen und die haben halt alle\nfünf bis sechs so eine berater boden drin die sich um ihre it-projekte kümmern die alle ihr eigenes schnitzel in den in die flamme halten wollen oder steak besser gesagt,\ndie anderen steaks vom stückchen schubsen von der anderen bude und die haben ja selber meistens gar nicht so viel eigene it-party aber ja also die bahn hat\nungefähr jedes beratungsunternehmen auf dieser erde unter vertrag die alle irgendwelche kleinen teilprojekte machen die alle,\nviel geld fressen nie fertig werden und wenn sie fertig werden scheiße sind also geld gibt's das wird da einfach verbrannt so mit beiden händen.","Wozu denn faxgerät funktionieren doch ich weiß gar nicht was.","Ich hatte auch bei so einer bank da mal eine zeit lang gesessen und die haben ganz verzweifelt versucht so jetzt wir machen auch so start-up und wir machen alles richtig und wir machen alles hip und,\ndie haben einfach extreme probleme so mit ihrem banken image überhaupt irgendwie coole leute zu engagieren und dann haben sie sich so richtig viel mühe gegeben.\nUnd haben das dann man sogar so verzweifelt dass die während die leute noch in der probezeit waren schon mit so einem vertrag nochmal zum arbeitsplatz gegangen sind und so,\nsag mal willst du dich nicht vielleicht jetzt schon committen so für so richtig also nicht dass er dann wieder weg gehst und so weiter den sind halt also die hätten zum beispiel massiv probleme überhaupt leute zu finden das like aber\nzum teil würde ich darin also würde ich sagen daran dass,\nin der bank da gibt's so ein paar leute die wollen coole sachen machen die haben auch ein bisschen ahnung und so weiter aber dann gibt's da halt auch so einen riesigen strom von leuten ja aber wir haben es doch schon immer so gemacht und,\nausbremsen runterkühlen und dann hauen die ganzen coolen leute wieder ab weil sie merken so richtig was geht hier doch nicht weil da diese ganzen bremse an den schaltern,\nund das ist halt so diese feedback-schleife also es gibt immer mal in diesem unternehmen auch leute die wirklich wo du denkst ja wenn man die jetzt einfach machen lassen würde,\ndann würde alles gut werden aber dann kommt irgendwie durch irgendeinen,\nbremse rein sondern langsamer so einer der alles so machen will wie immer und dann,\ntante auch alle anderen ab die was reißen wollen oder bezahlens beziehungsweise wir gehen dann woanders hin und dann haben sie keine eigenen leute dann kaufen sich beratungsfirma ein,\nverbrennen unmengen geld und.","Muss ja alles nach op funktionieren.","Aber ich würde ja denken nach wie vor und immer wieder ist das so ein grundlagenthema also in dem moment wo man mal in der schule\nbildung und so weiter so internet und computer als first class drin hätte und den leuten sagt wie die dinge funktionieren damit irgendwie die sich nicht\nich weiß nicht irgendwas erzählen lassen müssen von sogenannten computer spezialisten oder was auch immer\nin dem moment würde sich das glaube ich deutlich besser dann hätten die leute glaube ich auch mehr mut dinge selber zu machen statt immer gleich irgendwie zu fragen ja wer kann mir das problem lösen oder wie kriege ich das jetzt hin,\nweil vieles ist ja gar nicht so schwer aber wie gesagt ich mache ja seit elf jahren oder zwölf mittlerweile sogar diesen kurs da in der uni und es ist,\nletztens wurde ich gefragt ob sich in den zwölf jahren etwas geändert hat und dann musste ich auch ganz nüchtern feststellen eigentlich nicht die fragen sind immer noch die gleichen die leute haben immer noch nicht in der schule im gymnasium in der uni irgendwas von internet oder computer gelernt,\nes ist halt irgendwie so lange sich das nicht ändert glaube ich ändert sich der rest nicht.","In der schule gelernt.","Die leute haben doch gerade erst kennengelernt dass es sowas wie java gibt und die sind halt einfach ein bisschen hinterher und für die ist dann das.","Tim da ist das nächste problem dass die meisten halt auch einfach gar nicht überhaupt schon mal die sonne gesehen haben ich habe da so ein schönes buch über ästhetik und da ist irgendwie eines der ersten sätze jemand der noch nie ein sauberes glas gesehen hat denkt das schmutzige gläser das geilste auf der welt sind\nund wenn du diese ganzen firmen reinguckst,\nfirmen reinguckst die haben halt noch nie gesehen wie moderne softwareentwicklung geht oder modernes projektmanagement die machen das immer noch so wie.\nKaufmannsladen oder weiß nicht so geführt haben geführt hat und ich dachte halt als ich hier bei vouga damals gearbeitet hat die hatten ja nicht nur die bücher gekauft sondern auch gelesen und auch noch umgesetzt,\nda dachte ich so ist startup und so ist das in jeder modernen firma und dann als ich diesen beraterjob da jetzt ein paar jahre gemacht hab guckst in die firmen rein denkst du ja die haben vielleicht die bücher manchmal noch im schrank gelesen haben es die wenigsten und umgesetzt wird davon nüscht und,\nsolange die nicht gesehen haben dass es auch überhaupt funktionieren kann traut sich auch keiner dass man umzusetzen das ist auch so ein.","Aber der mindcraft java code ist so schön.","Natalia erinnern wir uns.","Ja also es gibt auf jeden fall kleine gallische dörfer wo irgendwie der der nektar der honig nektar und auch der vegane nektar wie auch immer,\nder agaven.\nNicht alles hoffnungslos gerade die leute an den hörgeräten die denken wieso diese die war doch genauso immer schon so scheiße wie ihr es gerade beschreibt nein nein nein es geht anders glaubt mir\nes ist nur schwer diese orte zu finden also auf jeden fall findet man sie nicht bei großkonzernen das ist schon mal so 'ne goldene regel.\nCisco.","Scheiße vergessen wenn die scheiße nicht abschließt.\nGlaube ich auch zu problemen.","Ich würde mal noch ganz kurz einen kleinen buchtipp einstreuen zu diesem soll sich alles mal ändern und besser werden,\nund zwar woran ja auch viele organisationen ab einer gewissen größe scheitern ist halt irgendwie noch so ein bissel innovativ und dynamisch zu bleiben und es gibt so ein buch von red dead die ihren,\nihren scaling prozess quasi retrospektive dokumentiert haben wie sie so von ganz klein nach übermäßig groß gewachsen sind und wie sie so ihr momentum da aufrecht erhaltet erhalten haben\ndas wurde mir auf jeden fall schon vor ein paar leuten auch sehr empfohlen worauf hin ich mir das auch mal gegönnt habe kann ich als inspiration auf jeden fall auch mal,\nin die runde ich habe den link in die show in den slack gepostet ich weiß nicht im deutschen amazon gibt's das nicht deswegen ist es ein kommen link,\naber im wesentlichen sei auch dann nur noch gesagt wenn ihr in so firmen arbeitet die so ganz furchtbar sind,\ndie probleme sind alle schon gelöst es gibt schon zig bücher darüber man muss sie nur lesen und verstehen und anwenden.\nEs geht auf jeden fall.","Ich würde ganz kurz das thema bücher jacken ich habe nämlich zwei zwei bücher bekommen über die ich mich ganz doll gefreut habe das eine ist von oliver sagt der mann der seine frau mit dem hut verwechselte,\nwas halt,\nneurologische wahrnehmungsstörenden also von einem arzt geschrieben schon in den mitte der achtziger veröffentlicht im prinzip anekdotisch kurzgeschichten über interessante neurologische störungen,\nwie halt zum beispiel wahrnehmungsstörenden dass im prinzip im hirn bestimmte areale nicht funktionieren und diese assoziation was gerade gesehen wird,\nnicht mit dem was man denkt was gesehen wird kombiniert ist dann passiert es halt zum beispiel dass man personen mit hut ständern verwechselt oder köpfe.","Hallo.","Also ist es halt wirklich ganz interessant und amüsant geschrieben,\nist nicht auf der aktuellen medizinischen also es ist nicht aktuell medizinisch und man muss auch immer ein bisschen vorsichtig sein er geht am anfang kurz drauf ein wenn halt ärzte über patienten reden ist es immer irgendwie,\nethisch moralisch teilweise schwierig weil man halt von anderen personen die geschichten erzählt,\naber es ist trotzdem lustig deshalb habe ich mich sehr drüber gefreut,\nund das andere ist von robert ford ein auch sehr toller podcaster how to the race ist das ist derzeit mein licht,\nfür wenn ich fleißig die situation schreibe weil das sehr lustig ist und er eine sehr lustige person und da freue ich mich drauf und deshalb ganz lieben dank.","Moment prokrastinieren du damit.","Nein nein das ist eine belohnung belohnung,\nspäter.","Pro castaño.","Ach so wenn wenn wir gerade bei geschenken und danke sagen sind vielleicht würde ich das auch noch kurz erwähnen ich möchte mich bei nadine bedanken hätte mich letztens mit kaffee versorgt in so schwierigen zeiten besonders gern gesehen.\nKlemmer wir haben sie alle schon vor zehn jahren getan.","Das stimmt sogar wir haben vor zehn jahren studiert.","Hast du einen link für dieses hetzen geschichte.","Der ist schon im slack.","Die schlechten ins töpfchen genau.\nDie guten müssen ins töpfchen weil die guten sind die linsen die schlechten das ist asche oder so müssen ins kröpfchen die werden dann geschluckt.","Des aussortieren für denjenigen der nur das gute zeug haben will.","Und tatsächlich fressen stadttauben steine um körner und samen im magen zerkleinern zu können.","Nicht von den gebrüdern die haben ja nur die haben ja nur eingesammelt.\nSie haben es nicht selber.\nSie haben nur kompakt.","Das werde ich jetzt herausfinden,\nja ich habe dieses semester das sommersemester so wie es aussieht eine lehrveranstaltung an einer universität in deutschland nicht in berlin also ich kann das dann offiziell sagen wenn ich wirklich den vertrag unterschrieben habe weil,\nnicht dass ich jetzt irgendwas sage und dann kommt es am ende doch nicht zur stadt zustande genau aber ich selber habe mir was.\nIch habe ich habe mir halt jetzt erstmal noch nicht so viele gedanken gemacht weil meine lehrveranstaltung nur zwei tage input präsent von mir sind und der letzte dritte tag später dann,\ndie studenten erzählen mir vorträge aber stefan mein sportfreund\nder meinte dann irgendwie zu mir so yeah ich muss mir jetzt mal gedanken machen wie das jetzt ist mit der lehrveranstaltung so der lehrt an der t u u in berlin,\nund da ist halt auch so ein bisschen unklar wie werden lehrveranstaltungen gerade stattfinden und da dachte ich mir so vielleicht sollte ich mir da auch mal darüber gedanken machen wer vielleicht nicht so blöd,\nund es bringt halt aber auch nicht nur uns technikaffiner menschen dazu darüber nachzudenken wie man lehre gestaltet sondern auch die ganzen leute die jetzt gerade nicht so viel\nahnung haben vielleicht auch überhaupt kein gutes equipment haben aber schon mal so vorproduzieren gegebenenfalls wollen für die lehre\ntreten halt so verschiedene fragen auf wie das würde ich auch noch mal ganz gerne tim dass du das in die shownotes reinpackst\ndu hast mal im lautsprecher über gute tonqualität gesprochen und wir haben relativ kurz aber ich glaube auch sehr wirksam angesprochen,\nwie man mit diesem tag was du da hast an der wand sich so ein ministudio schonmal bauen kann.\nUnd freakshow berichtete in folge zweihundertdreiunddreißig und den link mit der folge zum chapter mark war ich auch mal gleich mit in das.\nJa dann ist es vielleicht auch was was nee nee das ist eine gute hinweis weil also stefan\nalles wissen weiß jede uni weiß nicht alles also jeder probiert auch gerade für sich aus jede uni hat irgendwie ein konzept was sie verfolgt dass dieses semester\nwas jetzt kommen wird ist halt so einen von spielfeld zum also hoffentlich halt nicht zum leiden der studenten nur studentinnen am ende sondern dass halt irgendwie trotzdem gute lehre dabei rauskommt aber das ist halt so die frage was kann man,\nwie kann gute lehre geradeaus sehen wenn man gegebenenfalls keine präsenz der veranstaltung,\nabhalten kann und das ist natürlich dann du willst ja eigentlich ein kleines tonstudio wenn's geht also nicht gleich ein tonstudio aber so ein bisschen eine gute audioqualität haben,\nund es gibt auch vielleicht fast noch andere lehrenden ja,\nhier zuhören auf dem tu blog hat stefan so ein kleines tutorial zusammengeschrieben wie man bild und ton aufzeichnet die\nversuchen das halt,\nalle irgendwie zu überlegen so wie kann leere grad aussehen wie kann lehrer aussehen wenn sie linear ist also dieser klassische stream oder wie man präsenz lehrveranstaltung hält so man man stellt sich vorne hin und erzählt irgendwas so nach dem motto.\nZur festen zeiten oder was halt vielleicht auch ein bisschen,\neinfacher aber auch größere herausforderungen hat ist so was könnte man gegebenenfalls schon vorher aufnehmen und dann,\nso ins netz stellen und jeder studierende kann für sich entscheiden wann er diese vorlesung gemacht aber das sind halt so gerade viele sachen die zusammenführen wo viele einfach.\nTim tim tim dann mach doch endlich mal ein ein youtube-video wo du alles drin erklärst das.\nMan dir wieder so richtig.","Einfach konserviert.","Weiß ja im.","Tuber tim auf den warten wir schon lange.","Du musst mit der zeit gehen willst du ein oller windows recht.","Ganz spannend man sieht halt bei so bei so plattformen wie es ist es gilt hat er eine relativ hohe qualität was ihre onlinekurse angeht bis auf die programmierte kurse die finde ich meistens eher.","Die sind super schlecht das sind leute die kannst du sorry ich will niemanden auf den schlips treten aber da läufst du weg das ist so mindere qualität und genau also.","Ja da gibt's halt auf,\nyoutube bessere kurse und meiner meinung nach und bei so öffentlichen kursen wie halt irgendwie sera oder x,\nhast du halt so eine komplette bandbreite von echt guten uni kursen also die haben auch,\nmedizin kurse die ich teilweise belegt habe die ich wirklich top fand oder so einführung softwareentwicklung piper einführungskurs sich halt wirklich empfehlen kann.","Das nenne ich das finde ich ist kein unterschied dass ich glaube dass das sollte man mal erwähnen weil nur weil du etwas jetzt aufzeichnet für die tu für was auch immer für eine universität heißt es ja nicht du kannst es zweit verwerten so.","Also die genau diese plattformen die die machen das ja,\nschon seit längerem und da sind ja teilweise universitäten dahinter die auch reguläre lehrveranstaltungen darüber abbildenden,\nund das ist halt genau das spannende man kann jetzt also wenn man gerade so 'ne lehrveranstaltung planen will eigentlich schon von existierenden plattformen gucken was da so existiert für wohl von den guten sachen als auch von den schlechten sachen und die haben halt,\nein gutes management das hat zum beispiel die lehrveranstaltung alle mit einem transkript hinterlegt sind und dass die dokumente da sind und dass die studenten sich untereinander austauschen können und das ist halt,\nman muss das rad nicht unbedingt neu erfinden.","Es gibt ja auch schon super lange gab's ja schon von apple sogar ganz früher itunes jude es wird auch gerade oder university und ja gerade im chat erwähnt war glaube ich das und,\ncollege of music und so und die haben auch schon seit jahren richtig,\nqualitativen content online für vorlesungen bei den meisten muss man sich zwar für teuer geld dann den zugang zu den tieferen,\nsemestern erwerben oder kaufen aber was sie so machen es genau wie du sagst schon eigentlich vorbild genug.","Genau aber das problem ist halt jetzt gerade dass du gegebenenfalls zu hause sitzt in brandenburg vielleicht noch die kacke internetverbindung hast irgendwie nur einen kleinen popel laptop und noch nicht mal ein hetze.\nGenau aber ich meine es gibt halt auch,\nwurde halt auch berichtet dass konferenzen selbst unter der unter den wissenschaftlichen mitarbeitern stattfinden wo halt leute in oranienburg oder was was ist berliner umland sitzen und sie können kein bild anmachen weil funktioniert nicht dann,\ndie internetverbindung hat man so eine scherze sind halt nochmal ganz andere sachen und eben wenn du selber vielleicht auch nicht so die mittel hast oder nicht so technikaffin wirst\num dir in der wind schiere säuft eine vorlesung zusammenzuschnipseln und zu schneiden und irgendwie nice grafiken mit reinzumachen in dein screencast dass du halt\nso eine mischung hast aus was weiß ich ich will meine folien ab die irgendwie\nkeynote sind und dann mache ich noch meine skizze procreate schiebt da noch das timelabs mit dazu oder so haben sie ja hunderttausend.","Overhead folien vor die webcamera halten.","Oh man könnte ja.","Stell dir so eine glasscheibe auf.","Hallo.","Ja","Was ich gerade für halt lehrende auch echt schwierig finde wenn man jetzt nicht eine technikaffiner abteilung oder uni hat ich meine\nso standard sozialwissenschaften standard-magazin universitäten die haben ja nicht mal personal die man fragen könnte und da wird auch kein personal zur verfügung gestellt sondern es wird dann irgendwie meistens von den unis angenommen\nihr kümmert euch jetzt drum und das muss irgendwie laufen aber es wird halt weder bezahlt dass sie sich da selbst drum kümmern weil,\nmehr aufwand wird eh nicht bezahlt und man hat halt irgendwie auch keine,\nkeine möglichkeit mal jemanden zu fragen oder eine person zu haben die hält standardmäßig jetzt einfach nur alles online stellt sein das ist halt dann alles bei den einzelpersonen und dann kann man glaube ich auch nicht gleichbleibende qualität über verschiedene lehrveranstaltungen hinweg anbieten.","Und selbst wenn du so eine abteilung hast also die werden also die sind halt gerade permanent überlastet weil jetzt alle natürlich ankommen und sagen so meine lehrveranstaltung wie was kann ich jetzt machen und was brauche ich für equipment\nund dann ist ja auch so ein bisschen die frage also das eine ist halt so der technische kram der bei uns lehrenden liegt und der andere teil ist so\nwie wirklich das halt auch auf die studenten aus also sagen wir mal ich entscheide mich 'ne lehrveranstaltung zu machen und ich nehme alles vorher auf und die studentinnen sollen dann nur noch mal den den podcast abonnieren oder das video sich anschauen\ndas war's dann so also das war's dann geht eh nicht du musst halt immer jetzt auch definitiv sagen okay wir haben hier online zeiten\nda könnt ihr mir fragen stellen wir machen dann halt das meeting nicht in der person also in in in person sondern im indiz oder wo auch immer.\nAber für einige leute funktioniert das halt nicht weil sie sich irgendwie nicht gut organisieren können also ich meine\nman sieht ja gerade dass einige leute ein großes problem damit zu haben alleine zu hause zu sitzen und zu arbeiten so das ist bei studenten natürlich nicht anders was anderen total in die karten spielt weil\nsie so arbeiten oder sie so lernen können ist es bei anderen halt wieder nicht\nauch als als lehrerin da fehlt dir dann natürlich so das feedback direkt so dann sprichst du in deine kamera rein,\nsiehst nix und alles wird schon irgendwie passen aber du hast halt nicht das feedback von den studenten das heißt es kommt dann halt auch wieder vielleicht nur von einzelpersonen und man hat nicht so eine richtige gruppendynamik die in so einer lehrveranstaltung.\nHier wird alles improvisiert.\nJa genau.","Das wird jetzt aber höchstwahrscheinlich nicht in der aktuellen situation mal eben so passieren ne.\nRemote podcast.","Geht voll super tim.","Na ja es geht aber es geht aber weil alle.\nSie hören tim beim altwerden zu.","Und wie du es auch gerade so schön gesagt hast deine aufgabe wird jetzt sein das wissen über podcast und guten ton in einem audiovisuellen,\ndanke festzuhalten tim deine aufgabe für dich.\nTim nur weil du es besser weißt dann sprich es raus aber machen die nicht andere dafür an dass sie das wissen noch nix.\nJa wahrscheinlich hört dich nicht die welt also geh endlich auf youtube verdammte scheiße und rät dort.","Tutorials erstellen eine schöne tutorials reise von von a nach so macht man podcast und warum macht man es nicht mit zum beispiel diesen programm ist es vielleicht was ist die minimale.","Dann begleiten wir tim wir zu turmen fährt und sein auto.","Oh ja blogs.","Schöne homestory und dann fährst du nach hause und dann dann klebst du die panele an die wand und.","Ja wie zum beispiel das panele ding essen ein guter punkt also viele wissen gerade nicht jetzt ruhe tim ich rede.","Nur immer sagen dass sie dass sie die glocke anmachen sollen und abonnieren.","Like and stop script.","Noch mal ein tutorial wie man ordentlichen ton produzieren kann mit vielleicht auch low budget mitteln so punkt.","Das tue ich auch gerade.","Ich habe dir den screenshot von stefan schon geschickt also ich schicke dir dann auch nochmal.\nIch langweilige mich auch nicht ich arbeite.","Wie hältst du dich denn in zeiten der zuhause isolation gesund.","Machst du keinen sport.","Ja\ndas ist halt dass es halt auch glaube ich ein ganz wichtiger aspekt der vor allem jetzt langfristige quarantäne wichtig ist also ja auf jeden fall soziale interaktion da haben wir ja jetzt quasi besprochen was so so geht,\naber wenn das jetzt noch so zwei drei monate weitergeht haben hat man typischerweise dann so andere probleme mit zu wenig bewegung schlechter ernährung und ausgewogene ernährung,\naber.\nNicht nur fitness beratung also dass jeder sich irgendwie versuchen soll,\nhalbwegs angemessen zu ernähren es sollte klar sein muss halt jeder gucken was funktioniert und gibt es mehr als genug da aber zum beispiel kleinere portionen man bewegt sich doch deutlich deutlich weniger,\nalso wenn man sonst so unterwegs ist kann man halt je nachdem ob man mit öffentlichen pferd oder nicht mindestens sechs bis zehntausend schritte verbuchen manche wie lotti noch mehr,\naber wenn ich habe halt.","Gesagt ich esse schon wieder zu viel.","Nein ich habe gesagt du bewegst dich mehr als ich wenn man halt.\nNein habe ich nicht ich habe nur den wissenschaftlichen beweis wenn ich ein bürotag habe bewege ich mich zwischen dreitausendsiebenhundert und sechstausend schritten mit medizinisch akkuraten,\ntrecker was schon echt nicht viel ist wenn ich aber den ganzen tag zu hause bin bin ich bei siebenhundert schritten,\ndas ist halt auf dauer gerade für leute die es nicht gewöhnt sind,\nein anderer anderer kaloriengrundumsatz deshalb es reicht normalerweise kleinere portionen zu essen.","Schatz vielleicht sollten wir wirklich mal darüber reden dass du dich endlich mal mehr bewegen solltest.","Ich bin faul was ich aber auch ganz wichtig finde ist ruhig vitamin d und zwei zum beispiel zu sich zu nehmen also,\nwenn man jetzt wenn wenn's jetzt wirklich noch zwei drei monate,\nheim isolation ist ruhig zu füttern weil vitamin d kriegt man halt nur mit sonne gebildet und wenn man nicht\neine stunde draußen in der sonne ist hat man da nach dem winter einen schnellen einen mangel der halt auch zu anderen sachen führen kann.\nAuch ein vitamin müsste ich nachgucken im zweifel falls die nerven.","Habe vor ein paar tagen die eis gesehen wie sie rüber flog.\nEs ist nach berlin.\nJa als land nähe das stimmt schon.","Ich hätte ja auch noch eine empfehlung für gesellschaftlich sein ohne physische gesellschaft,\ndie war ja schon bei einem sozialen event dabei und dass ich auch kürzlich eingeführt wurde nämlich die örtliche kalkar sonnengruß,\nwurde jetzt auch ins kalkar sonst spielen eingeführt genau und jetzt gibt es.","Hörte sehr erfolgreich.","Genau ich habe viel gewonnen ja aber davon,\ngesehen ist das ja ein sehr soziales event man trifft sich und schnappt und trinkt und so weiter und das fällt jetzt\naus und da hab ich kürzlich auf twitch jemanden gesehen der hat mir ein neues konzept für so brettspiele auf computern und so vorgestellt und zwar,\nvon so einem indy developer den table top simulator.\nDas coole ist dass es eigentlich nur eine sandbox wo sozusagen so würfel werfen dinge aufheben figuren setzen karten drehen quasi einmal gelöst ist in einer unity engine das heißt es läuft auch auf allem was irgendwie ein bisschen spricht\nund dann gibt's sozusagen entweder kostenpflichtige meistens von den original herstellern brettspiel adaptionen dafür oder auch von community gemachten kostenlosen adoptionen und zum beispiel kalker sonnen\ngibt es auch als community oder steam-workshop spiel mit allen erweiterungen und das coole ist halt das auch gleich voice chat drin und das ist dann sozusagen wie,\nein spieltisch vor dir du kannst auch den table flippen wenn du so richtig hart frustriert bist und alles fliegt umher,\naber du musst halt auch wirklich so deine figürchen setzen oder wenn da einer monopoly spielt die geldscheine\nfühlte sich tatsächlich sehr sehr lauschig das müssten wir jetzt mal probieren weil die michi mir schon gesagt hat dass,\nchristian sehr traurig ist dass jetzt die personengruppe.","Sehr heiß aufs spielen ja da vielleicht nochmal zu sagen also taler und ich haben früher sehr intensiv tabea top games gezockt als wir auch noch näher beieinander gewohnt haben was jetzt.","Ich hatte zwischenzeitlich auch eine regelmäßige brettspielgruppe die sich jetzt,\ndann durch promotion aufgelöst hat und jetzt bin ich ab und zu nochmal eine also table top simulator ist halt auch für für komplexere brettspiele nicht nur kakao sonnenfuchs ist das ganz gut.","Ja","Dummerweise oder.","Clemens ist gelöst was randproblem also slack verbraucht gerade bei mir mit vier oder fünf offenen channels irgendwie zweihundert megabyte also schaffst du auch.","Und mir du dich beim essen ich werde auch immer angepflaumt.","Das stimmt allerdings ja bei mir ist das leck bei achthundertfünfzig megabyte.","Hatte früher ja eine schöne schöne standalone app die ist jetzt auch wieder.","Genau die coding monkeys haben da sollte man vielleicht auch nochmal erwähnen.","Es gibt einmal den allgemeinen table top simulator und dann gibt es eine spezifische carcassonne app.","Du hast nicht zugehört denn mal wieder also table top simulator,\nbox für table top games wo nur so die basic moves die implementiert sind die du brauchst um tablet top games zu spielen und kein spitze.\nAlter ja genau also der brettspiel simulator der nur.\nGenau also der der baute halt so ein virtuelles zimmer und die ganze physik zum würfeln und so weiter in drei d mit voice chat und allem die spiele musst du dir halt dann,\nreinladen in diese welt sozusagen und es gibt verschiedene implementieren entweder kommerzielle adaptionen dafür,\nvon den herstellern selbst oder eben von der community und wie gesagt kalkar sonne gibt's als community edition mit allen erweiterungen allen regeln und punkte zählen und so weiter,\naber ich fand die idee halt ganz gut dass man einfach nur so ein so eine plattform für brettspiele online macht mit allen features die man so haben will und dann kann sich die leute austoben und in dieser sandbox bauen was sie wollen.","So ein bisschen equipment oder was auch ganz gut funktioniert ist roll,\ndas ist halt für pennen paper da kann man dann sein kartenmaterial seine spieler und so weiter reinladen man kann in der es nur\nwebsite interface kann dort halt auch solche chat machen und hat das dann halt für panel paper rollenspiele oder oder andere ähnliche,\nwürfelspiele,\nfunktioniert halt auch ganz gut früher habe ich halt es gibt die die drachen zwinge community das heißt selbst wenn man jetzt nicht freunde hat mit denen man brettspiele oder per paypal,\nspielen kann ich habe die drachen zwinge community,\nals sehr sehr angenehm empfunden und die haben halt auch viele einsteigerfreundliche runden und dann gibt es halt irgendwie ein teamspeak server und man kann einfach mit leuten alles mögliche an,\nsystemen ausprobieren.","Swinger oder zwinge.","Das ist eine andere community.","Ja nee das ist schon relevant.","Ja also gerade weil man halt sonst schwer paper spielen kann ohne voice,\ndas funktioniert halt also auch teamspeak zum beispiel hat erdogan wo man einfach da drin irgendwie roll trendy machen kann und gut ist.","Dass das ein zweiter link im slack unter dem tablet top simulator,\nund da sind auch so videos von dem kalker sonnendeck den ton bitte gleich ausmachen und nicht streamen weil der ton von beiden videos ist ziemlich könnte von deinem youtube-video profitieren ähm.","Tim du wirst gebraucht.","Aber ja man sieht auf jeden fall in etwa wie es funktioniert dass,\nwürde ich auf jeden fall gerne mal mit der personengruppe die tage ausprobieren natürlich gibt's auch diese coding monkeys app jetzt gerade wieder im app store noch oder für begrenzte zeit das heißt wer.","Zurückgekommen.","Wieder aber ich glaube nur kurz ja hans im glück hat die lizenz zurück haben wollen.","Ja weil sie eine eigene app gemacht haben jetzt für ios und android gehen soll und die aber scheiße.","Da müssen wir mal da können wir mal kurz reingrätschen weil tal und ich haben das nämlich vor kurzem versucht und die sind bei brett spielwelten mehr drauf gegangen das ist der letzte scheiß geworden also wir haben das nicht zum laufen bekommen das,\nkann man einfach nicht spielen deswegen wäre das spielen will auf dem gerät unbedingt von dem coding monkeys runterladen.\nDas war da habe ich keine infos dann müsstest du doch mal fragen aber es kam jetzt halt kurz die meldung es ist noch mal kurzzeitig verfügbar es kann aber sein dass es danach wieder runtergenommen wird also schnell zuschlagen.","Ja das würde ich empfehlen.","Nochmal erwähnt.","Na dann läuft da ja noch eine weile.","Nochmal erwähnen dom hat einen,\nspiel sonja drin dieser solitär motor spielt man gegen sich gegen sich selber prinzipiell das ist super lustig und man kann so richtig gut fluchen dabei.\nEin sehr schönes feature.","Die meisten meiner physischen brettspiele haben auch ein single player oder das ist eins der kauf kriterium.","Immer noch nicht das tablet spielt hier.","Ja parks ich weiß es geht gerade schwierig aber ich komme generell irgendwie leider nicht so richtig zum spielen ich weiß auch nicht wieso.","Weil ich weil wir keinen urlaub haben vielleicht weil wir arbeiten.","Urlaub.","Arbeiten.","Das ist nein das ist das ist wir haben generell keinen urlaub wir sind quasi selbstständig selbst und ständig und so und unser urlaub ist ins wasser gefallen das kommt noch dazu.","Welcher achso der zweite der zweite wird auch irgendwas ins wasser fallen.","Ja das heißt ja kein urlaub keine ausreden ja,\naber um,\nzurück zur schöneren themen waffenstillstand tim hat ja vor zwei sendungen oder so schon von dem tollen waffeleisen von clear geschwärmt das ist in.\nIst mir zwischen bei mir gelandet,\ndas lustige ist ich habe halt den vorgänger das heißt irgendwie ursprüngliches waffeleisen habe ich mir vor zehn jahren zugelegt neues waffeleisen mit fancy beschichtung,\nist in aktueller variante und ich kann jetzt tatsächlich so parallel waffeln tests machen und\nich bin halt immer noch auf der suche nach einem veganen waffeln rezept was funktioniert weil die alte beschichtung da ist das problem dass tatsächlich die waffeln so sehr an dem eisen einem gusseisen kleben,\ndass die dann so aufreißen und man hat extrem dünne knusprige aber halt nicht fluffige waffeln aber mit dem neuen eisen bleiben die halt zusammen weil das so toll fancy antihaft beschichtet ist,\ndas ist jetzt eins der probleme ich habe hier genug zeit um nebenbei in dem massen waffel produktion einzusteigen und hat bestimmt schon drei baches gemacht mit unterschiedlichen misch verhältnissen.","Sag mal was für ein was für eine waffeleisen liga von welcher waffeleisen liga sprechen wir jetzt gerade.","Hausfrauen klasse die hausfrauen klasse also das ist.","So unter hundert euro.","Knapp hundert euro also die mitunter hundert euro gibt es glaube ich auch eine variante\ndie sind aber nicht schwer genug du brauchst halt so ein bisschen eigengewicht von den waffeleisen damit die halt gleichmäßig sind wenn die zu leicht sind gehen die zu schnell auf und dann werden sie nicht knusprig genug,\nund das ist so ich glaube genau hundert euro oder so und ich bin wie gesagt ich habe das ding seit zehn jahren und liebe es,\ngöttin und jetzt habe ich ein zweites womit ich gegen testen kann.","Ich habe nämlich ein bei meiner ehemaligen firma gab es einen kollegen der\nbei jeder gelegenheit von seinem waffeleisen schwärmte was er sich zum halben preis irgendwie,\nauf ebay geschossen hat und das dann einfach mit so einem kabel fix wieder repariert hat und das kostet glaube ich neu irgendwie achthundert euro oder so und so ein doppelwochenende.","Ja das sind dann für die belgischen.","Genau ja ich habe den namen auch gerade nicht im kopf aber deswegen habe ich viele vorträge zum thema waffeleisen,\ngewollt und ungewollt gehört deswegen wollte ich nur mal gucken wo jetzt dein waffeleisen quasi.","Nee nee das ist das waffeleisen ist herr herz waffeln also ist halt kindheit und ich also belgischen.","Nur belgische waffeln sind richtige waffeln.","Die sind mir zu.","Die sind so unhandlich im mund.","Ja und zu dick und machen so extrem satt und die herzt waffeln sind halt.","Kleinere portionen taler.","Na ja aber wenn du so einen teig machst.","Waffeln die nicht satt machen damit du mehr davon essen kannst oder.","Ja ja und besser sind halt besser zu funktionieren also so ein waffelteig geht halt nur ab einer gewissen mindestmenge und mehr als eine belgische waffeln also scheitere ich,\naber wenn du dann halt drei machen musst.","Na ja aber wenn du den gleiche menge teig in die eine form wächst oder in die andere form backst hast du immerhin hinterher immer noch die gleiche anzahl von gebackener waffel oder sehe ich das jetzt.","Ja aber die dünnen lassen sich besser wegstecken so nebenbei weil du heute in einem sinne so ein herz einfach der reinhard ja das.","Kann man besser dick werden von.","Auf jeden fall wenn man es richtig time.","Aber immerhin weiß ich jetzt wer das ganze mehl kauft also ist ja schon mal gut.","Nee ich ich komme hier an kein mehl hier ist ausverkauft hier ist krisen zustand.","Da muss ich ja echt das glück haben hier dass ich immer wenn ich einkaufen gehe sowohl toilettenpapier als auch mehr finde ich verrate euch jetzt nicht wo ich wohne.","Ja also.","Na ja ich habe im im sommer habe ich bei bei einer größeren veranstaltung noch zwanzig kilogramm mehl das dort über war abgegriffen und davon davon backe ich immer noch pizza insofern.","Dass keine motten viel reinkommt und uns dann ist das ganz schnell weg.","Nee ist bis jetzt nicht.","Was bei mir das problem ist ist dass die hefe tatsächlich sich lehrt und kein nachschub da sitzt muss ich schon trocken hier verkaufen aber mir hat letztens mal jemand den tipp gegeben wie man hefe dann selber vermehren kann ist eigentlich auch relativ naheliegend,\nich packe meinen link dazu den chat falls ihr noch einen rest gehabt und eine silikon eiswürfel schale oder so dann,\nkönnt ihr euch das weiterhelfen kommt sofort ich muss das mal kurz aus meinem.\nJa ich habe also das ist jetzt in dem fall frische hefe in mehr frische hefe verwandeln aber das sollte genauso mit trockenhefe vom.","Also wenn du wenn du mal richtig viel hefe anzüchten willst dann empfehle ich bier brauen.","Hier ich packe mal den link in den slack warte,\nda wird es schon oder moment ist das das wildtierhilfe züchten moment ah ja nee das ist das wild hilfe selber machen also wenn ihr trockenfrüchte hat moment da gibt's auch den link zum den anderen auch noch gleich moment,\nah da kommt er schon und das ist zum.","Smart ist ja auch ein toller name.","Ja ja ja da hat sich auch jemand richtig gefreut wahrscheinlich als sie den gefunden haben nun gut also hoffentlich macht es das in die shownotes dann könnt ihr alle hefe züchten.","Allzeit bereit.","Also ich ich hab ich hab's nur am rande gelesen so irgendwie.","Öffne dich.","Wieso nur fast.\nYes.","Du alter mekka kopf hast zu sehr sich beschwert und jetzt wollen.\nUnd auch nicht die schöne.","Viele usb-port und haben die dinge.","Kommst du auch mit dem preis klar wenn du den so zusammen konfiguriert hast.","Ach deswegen wolltest du mir auch gleich ein neues mit kaufen das ist aber nett.\nDas erste macbook erde waren wir in der uni taler das musst du zweitausendneun gewesen sein oder zweitausend zweitausendacht zweitausendneun.\nNeun würde ich meinen.\nNee das erste in kreis.","Ist besser als einer.","No","Ja ist sie.","Was rudi sagt.","Also ich würde ja nach wie vor sagen dass das,\nfroh dass ich jetzt hier so seit einigen monaten wahrscheinlich schon benutze gefühlt catey macbook pro ist und wenn sie das bei dem macbook er auch hinbekommen haben dann gibt es keinen grund das nicht zu haben.\nAber wann also wann brauchst du denn vier ports.\nHallo.","Hat dein bisheriges.","Schließt er denn da an.","Den dingern also ich arbeite halt viel mit externen festplatten größeren usb-sticks und bla und ohne also meine maus habe ich auch meistens noch dran,\nlos gerät ja mit kabel.","Natürlich mit kabel.","Also ich habe an an dem dell laptop halt irgendwie drei usb-port und habe immer noch einen einen dunkel mit vier weiteren ports und das ist,\nnicht immer einfach vor allem wenn du dann halt studien zwei vier zwei vier terabyte von a nach b schubsen willst das ist ein bisschen anstrengend.","Ist das die von der zwei.","Ne das ist eine deutsche firma die heißt rock hat oder rocket wie auch immer c,\nund weil ich jetzt ja auch gerade im extended homeoffice modus wieder ein bissel dem zocken verfallen bin brauchte ich meine,\nund ein ordentliches mauspad und dann habe ich diesen hersteller gefunden und bin von diesem produkt sehr begeistert,\nalso die hat so einen sechzehntausend sensor und die fühlt sich mega präzise an also ich hatte davor so ein logitech ding was ich aus ergonomie gründen eigentlich ganz schön fand dieser maus habe ich sowas habe ich wieder so ein präzisionsgekühlt beim klick.","Link happy.","Die heißt rocket die ist auch überraschend leicht früher wollte ich immer schwere mäuse haben aber ich bin jetzt mit der.","Nee ich habe früher schon immer die metallding aus den mäusen rausgeschraubt weil sie mir zu schwer waren.","Ich suche mal ganz kurz hier moment.","Ich schaue die dann immer so schnell runter.","Ich war gerade sagen ich mache auch bei mir alle gewichte rein in der logitech.","Der link kommt in dieser sekunde copy falscher selection nicht in die firma metaebene.","Die firma freut sich auch.","Die firma freut sich auch zack die hab ich glaube ich,\ndas blöde ist an der dass sie erstmal so ein bisschen offensiv leuchtet das kann man aber dann auch ach so ja nee das problem ist eigentlich folgendes\nman muss ja viele spiele unter windows zocken da gibt's dann so eine software wo man sich auch die led-leuchten ausstellen kann auf dem mac da leuchtet sie einfach fröhlich vor sich hin und her,\naber.","Kann man bei der logitech ausstellen.","Wie auch immer,\naber die die die klickt sich extrem gut und bewegt sich ja ich find die gut die die fühlt sich gut an mehr kann ich dazu nicht sagen.","Naja gaming will man mit der maus machen alles andere natürlich nicht.\nHast du immer noch diesen semi heck enttäuscht der mit bluetooth nicht richtig funktioniert.","Ich habe das ja schon viele freakshow se gesagt kabel ist das einzig wahre.\nMobile glasfaser.\nGenau ja.","Aber das doch das sind doch auch äpfel und birnen und hermann und schraubendreher also.","Das problem ist nicht genau weil sie hat das der weiß genau,\ndies ist immer die frage der aufgabe die du gerade erledigen willst nicht dass du weißt das was dir möglicherweise zu na ihr wisst schon also die aufgabe ist das problem weil wir gerade seht ich hantiere mit dem apple pencil herum und\nalter warum kann man diesen scheiß apple pencil noch immer nicht auf dem iphone benutzen warum warum.","Steve jobs gesagt hat dass.","Es wäre so praktisch wenn man den eh gerade in der hand hat aber man hat ihn schon in der hand ja was kommt auch auf die aufgabe aus.","Oder ein trackpad ich habe das vorhin das erste mal geppert und ausprobiert.","Eine kabelgebundene maus.","Interesse.\nJa sie machen es aber so apple-tv like wo das ding dann so schwabbel anfängt.\nJa auch die von apple.\nDas mir auch sofort eingefallen aufgefallen.\nVor allen dingen du kannst noch nicht mal so scrollen wie du es halt im simulator machst also wenn man so sachen programmiert dann gibt's ja diesen simulator läuft auf dem mac,\nund da hast du ja nur die maus also was machst du du nimmst du schiebst die maus irgendwohin klickst und drecks dann und dann scrollt er natürlich aber das macht jetzt dieses ding auf dem ipad erstmal noch nicht,\nnoch nach.\nDa müssen wir nach nach.\nJa das ist auch so ein korona ding.","Meine erste frage was ist denn der preis jetzt dafür steht da jetzt irgendwas drin ich habe das letzte mal nichts gefunden.","Sieben oder so.\nFür die meisten war es jetzt schon eine online-konferenz ich spreche aus erfahrung was soll schon groß anders sein sie machen die talks irgendwie nehmen die auf und stellen sie online was soll da groß passieren.\nAlso ich glaube ich glaube dass sie das schon länger in der pipeline hatten.\nNicht für dieses jahr aber es war klar dass sowieso klar dass sich was ändern muss weil diese beschränkung auf weiß ich nicht wie viel tausende,\ndeveloper halt auch einfach nie funktioniert hat in den letzten zehn jahren und na ja müssen wir gucken aber ich glaube nicht dass es online was kosten wird es sei denn man will jetzt tatsächlich fragen an irgendwelche engineers stellen,\nich glaube so wird das laufen.\nDie frage ist laut buchen kannst und dann zahlst du dafür geld und dann kannst du deine frage stellen und fertig.\nZehn fünfzehn corona.","Nicht sogar sechzehn schon draußen.","So ein ort gibt es bestimmt auch.","Naja wir könnten noch die arbeitsbedingungen für alle anderen die nicht remote arbeiten könnten verbessern.","Man sieht nur ein preview bild das nicht.","Bei uns im büro versuchen wir uns ja auch an verschiedensten tools gefühlt jede woche ein neues jetzt gerade fand ich aber eins ganz interessant clemens disconnect.\nSehr schön.\nUnd zwar heißt das tandem das tool,\nund bei tandem kannst du dir das ist im prinzip wie so ein virtuelles büro das heißt dass du kannst also raume anlegen und es ist so voice und video-chat und screen sharing und du kannst einfach so,\neinen raum heißt watercolor oder coffee maschine wo sich dann die leute einfach so zum schnacken treffen du kannst einfach ohne groß joint call oder zeremonie\neinfach nur mit klicken auf den raum rein und raus und da kann man auch auswählen welche videostudio,\ntechnologie man benutzen möchte und der deal ist glaube ich auch gisi bei denen tatsächlich das fand ich zumindest ganz so.","Demnächst gibt's da ein virtuelles lab.","Was was heißt nochmal lab.","Live-action roll play du kannst halt damit so ein office simulieren und dann hast du.","Ja ja ja genau genau ich.","Looping wo leute office personen spielen.","Genau ich packe den link mal in den chat und da kannst du dann auch falls scheren und dann gibt's irgendwie noch integration in diverseste tools ich finde das interface ein bisschen,\nnaja sagen wir mal so verwirrend und auch so ein paar defaulteinstellungen fragwürdig aber das konzept fand ich zumindest erstmal ganz gut um sozusagen was tim gerade schon,\nan moderierte als wunsch irgendwie ein bisschen mehr interaktion zu machen und dadurch dass jetzt auch noch da als die volt video-chat hatten war es mir nicht ganz unsympathisch.\nIch meine der kongress war ja jetzt eh schon vorne mit dabei mit kongress everywhere wenn sich das jetzt noch so lange hinzieht dann kann man wirklich kongress everywhere machen.","Ging doch heute schon schon rum ich muss mal gucken ob ich wieder finde.\nGenau also drei bock hat sowieso schon ein paar tutorials was man so machen kann und und sollte.\nKonferenzen online machen und die wollen halt mal gucken ich muss.","Also nur wenn es da auch den späti gibt.","Ist halt was anderes,\nalso gerade mit so mit so virtuellen treffpunkten kann ich mir das schon vorstellen weil normalerweise also man dass das schöne am kongress ist ja dass man so so\nund mit leuten connecten kann mit denen man sonst nicht connected oder halt irgendwie lust hat und wenn man tatsächlich so eine virtuellen anlaufpunkte hat wo man einfach\ndann auch in die gruppe reinkommen würde finde ich das schon interessant mir persönlich würden da reichen weil ich halt lieber,\ntippe als rede aber das lässt sich ja alles beliebig kombinieren.","Du weißt dass du in einem podcast bist.","Ich weiß auch dass ich mich lange dagegen gewehrt habe können wir einen chat podcast machen.","Aber also ich würde schon sagen ich das beim kongress auch für mich eher mittlerweile so familientreffen charakter hat also das ist mein eigentliches weihnachtsferien treffen gefühlt,\ninsofern glaube ich nicht dass das eine reine online virtuelle experience jetzt so vom gefühl her ersetzen kann aber da ja natürlich der kongress nicht nur familientreffen ist sondern auch,\nwissenswertes teilung und wissensvermittlung der teil der geht online sicherlich.","Also ich glaube dass ein teil des kongresses da funktioniert das besser als bei vielen anderen veranstaltungen und bei einem anderen teil des kongresses funktioniert's halt gar nicht glaube ich,\ndieser ganze irrsinn der da passiert den man mitkriegt indem man durch hallen läuft den kann ich mir das kann ich mir online nicht vorstellen dass das dass das geht.","Wobei ich ehrlich gesagt jetzt schon irgendwie immer mit dem also ich bin ja ich werde ja mit leipzig nicht so ganz warm als kongress location weil es einfach so als ein,\nja weil's einfach so 'ne so 'ne messe fehling hat und es wird es auch nie loswerden glaube ich und ich wünsche mir nichts sehnlicher als dass wir wieder nach hamburg zurückkehren aber insofern wenn jetzt\nalso wenn es mit corona sich noch so weit ausweitet dass der jetzt auch virtuell stattfinden muss dann wäre ich gar nicht so traurig dieses jahr vielleicht nicht nach leipzig zu müssen.","Du musst per se nicht nach leipzig es zwingt dich niemand aus.","Ich weiß aber da sind.","Erfurt fahren.","Aber da sind schon auch die ganzen netten leute nur ich glaube.\nUnd einfach der punkt halt des connecten so total verschaltet durch den kongress streifen mit irgendwelchen leuten im schlepptau auf andere leute treffen plötzlich feststellen dass ich irgendwie alle irgendwie über drei ecken kennen und beste freunde werden und so das,\ndas passiert online glaube ich einfach nicht dann.\nKriegt man auf jeden fall ja tja aber auf der wc wird's wahrscheinlich kein späti geben.","Die meisten leute es nicht.","Ist auch toll abgesehen davon dass es nicht richtig filtern kann das nervt ohne ende.\nNa ja es geht nicht also man muss irgendwie regional express schreiben das ist broken.\nNa ja wenn du willst dass er irgendwas automatisch filtert musste regal expression schreiben und damit es.","In den filtern auf jeden fall also in diesem auto kategorie dings das ich weiß nicht ob's generell oben in der suche geht.\nNa wenn du da links in einer zeit war deine kategorien auto befüllt ist irgendwie was ich tanken finanzamt.","Genau das ist alles ein bisschen broken das ist irgendwie das macht keinen spaß.\nDie regeln für die automatische kategorisierung anzulegen das ist einfach painful.\nWeißt du für mich ist für mich ist das feature eine blinkende null wie man so schön sagt ne also das das kennst du das denn.\nDas ist die leute die ein videorekorder haben wo die null blinkt weil die uhr einzustellen viel zu kompliziert ist also lassen sie es einfach bleiben für mich ist das eine blinkende null dieses feature ist es mir zu,\nja mit dem filtern gibts irgend so 'ne obskure filter sprache und mit reggae expression alles irgendwie brocken.","Also ich verstehe dein schmerz nicht ganz bei mir also ich hatte bisher damit keine probleme.","Finde ich auch super.","Vielleicht muss rolli mal 'n youtube-video.","Mehr videotutorials.","Tories tim.","Auf der muss das.\nWas nicht du hattest du hattest bei dem bei dem apple thema das neue ipad ganz ausgeklammert aber es vielleicht auch nicht wichtig dass es ein neues ipad gibt oder.\nLeader laser und diese tastatur die ist erst im mai gibt mit trackpad.\nOkay.\nEine spanische webseite.\nNa ja macht ja nix.\nDu es gerne wer strömt ist.","Aber dann ist der vergangenheit.","Genau.\nAlso mein mein mein favorit youtube clint nenne ich's immer.","Ich würde sogar sagen es ist schwer was zu finden was es nicht runterladen kann also selbst ich wollte letztens ein video aus einem tweet extrem auf twitter dot com geht das jetzt auch nicht mehr so einfach und das findet er auch also ich,\njede dich da mit dem video gegen gefeiert habe hat eigentlich immer ergebnisse geliefert.\nDa musst du dich dann musst du noch einen cookie irgendwie mit rüber reichen oder so keine ahnung.","Also also bei bei bei deutschen öffentlich-rechtlichen mediatheken wird's manchmal schwierig aber aber auch da bin ich schon erfolgreich gewesen.\nIch glaube schon aber ich weiß es nicht genau und dann hat man den button wo man nur noch drauf drückt wenn man auf der seite ist.\nJa vor allen dingen er packt alles in der liste rein und und arbeitet die dann auch im hintergrund ab bei bei youtube de musste ja immer warten bis er fertig ist mit seinem kommando zahlen prozessen dann kannst du einen neuen starten.\nIch weiß aber wenn der trend beim ein dutzend fenstern ist dann wird's langsam unhandlich.\nAlso ist jetzt nicht ist jetzt kein tool was man unbedingt braucht aber ich fand's bis jetzt ganz praktisch.","Ich kenne auf jeden fall auch einige leute die mack haben den ich immer sage auf die frage wie sie denn das mal runterladen könnten und so dann youtube de und ein terminal dann schalten sie sofort dann klappen die rollläden runter und die augen drehen einmal im kreis.","Hallo.","Na na na.","Welchen wochentag haben wir eigentlich.","Ne die wichtigste frage ist wer hat was nebenbei gemacht.","Was haben wir alle nebenbei gemacht.","Jetzt wo man in ruhe zu hause sind.","Ich habe ich habe nur bier nebenher getrunken wie eigentlich immer also diesmal sogar mehr weil ich nicht mehr im auto da bin sondern zuhause.","Ja also von mir aus können wir auch erstmal die erste remote jetzt ausklingen lassen und das experiment bei gegebenen zeitpunkt wiederholen,\nbei nachlassen der wirkung die anwälte.","Textmarker was ich nur ganz interessant und lustig fand noch im zuge von von corona es gab ja damals pokemon go,\nals großes community,\ndamals themen was halt auch immer noch viel gespielt wird die haben tatsächlich ihre spielmechanismen grundlegend geändert so dass leute besser von zu hause spielen können und nicht mehr in gruppen durch die gegend hatten.","Was war doch gleich der grund also ich weiß nicht ob das stimmt aber die haben in spanien glaube ich einen zweiundsiebzigjährige weiß nicht ob ihr eine strafe zahlen musst oder ob sie ihn verhaften wollten weil da draußen nachts pokemon go.","Ich weiß nicht ob's bei dem einen aber alleine durch asien.","In dem zug habe ich das nämlich gehört und ich dachte mir so wort.","Ja alleine durch asien haben die halt im prinzip umgestellt und dieses niantic macht jetzt auch irgendwie harry potter ding und so und das fand ich halt noch ganz ganz cool und spannend,\ndass auch da eher anreize getroffen werden zu hause zu bleiben.\nGenau genau genau so,\ndie spielmechanismen ist eine ähnliche du hast aber andere community mechaniken also du kannst zum beispiel dann online gegen freunde spielen sachen machen.","Musst du jetzt öfter mal aufstehen taler vielleicht wäre das was für dich.","Mein mein pokémon ist auf der switch da muss ich mich nicht bewegen.","Der versuch war es wert.","Ja das fand ich nur ganz schön vielleicht kann man halt wirklich so irgendwie andere spielmechanismen noch übertragen und auf seine art und weise die welt besser machen.","Findet ihr jetzt eigentlich dann die tonspuren schicken.\nIch habe am anfang hast du so ein bisschen geruckelt und so aber wie ist das wie ist das das studiolink das hat jetzt hier so ein fall mir irgendwo auf die platte geschrieben und das wird jetzt auch nicht gelöscht wenn ich das nicht löschen.","Aufgenommen hast.\nDu dich denn jetzt so.","Das kenne ich das kenne ich vom remote arbeiten wenn man der einzige ist der remote ist dann geht es so gut wie gar nicht.\nLand verschlickung.","Wieder schauen wiederhören."]}