{"v":1,"episode":250,"speakers":["Tim Pritlove","Dominik Wagner","Tala","roddi","Letty","Denis Ahrens","hukl","Clemens Schrimpe"],"t":[91,165,166,169,217,219,235,240,276,279,280,322,328,331,349,434,470,525,527,532,582,583,619,643,660,676,679,708,804,819,837,838,840,886,889,890,900,992,1063,1068,1104,1108,1127,1131,1142,1145,1152,1210,1212,1236,1239,1260,1266,1269,1288,1293,1296,1303,1332,1344,1345,1347,1353,1357,1367,1370,1376,1379,1382,1385,1391,1396,1400,1403,1436,1437,1442,1448,1477,1489,1492,1500,1501,1511,1547,1556,1557,1579,1602,1603,1607,1610,1616,1634,1660,1666,1671,1673,1676,1679,1681,1685,1687,1693,1714,1717,1752,1760,1778,1779,1824,1879,1899,1931,1932,2020,2036,2039,2045,2102,2105,2127,2136,2149,2190,2236,2239,2241,2244,2246,2248,2288,2374,2383,2393,2402,2446,2483,2484,2540,2576,2667,2677,2678,2679,2719,2749,2771,2813,2912,2916,2922,2926,2936,2938,2944,2946,2984,3001,3008,3023,3087,3094,3149,3152,3171,3258,3259,3293,3301,3303,3308,3313,3326,3327,3339,3346,3348,3376,3379,3406,3411,3416,3426,3459,3464,3466,3468,3468,3471,3472,3473,3485,3488,3505,3506,3512,3514,3519,3526,3527,3530,3550,3552,3563,3563,3565,3570,3572,3576,3579,3582,3586,3588,3591,3596,3599,3600,3637,3639,3640,3642,3646,3649,3652,3665,3670,3675,3678,3715,3733,3736,3739,3744,3770,3776,3812,3818,3830,3833,3835,3836,3858,3917,3918,3919,3923,3926,4000,4040,4099,4103,4129,4150,4176,4180,4185,4187,4189,4190,4197,4198,4209,4214,4218,4311,4313,4317,4321,4324,4327,4330,4332,4343,4348,4351,4398,4422,4424,4433,4454,4464,4475,4476,4481,4484,4485,4511,4514,4555,4570,4641,4645,4646,4654,4677,4689,4697,4701,4746,4749,4752,4754,4762,4769,4800,4815,4819,4835,4856,4858,4865,4867,4882,4887,4903,4905,4907,4932,4941,4943,4948,4966,4968,4979,4983,4988,5005,5012,5019,5023,5026,5033,5062,5077,5079,5084,5092,5105,5115,5118,5123,5126,5131,5131,5133,5141,5150,5154,5170,5174,5188,5189,5191,5200,5206,5215,5220,5224,5226,5227,5235,5441,5442,5575,5582,5588,5590,5618,5639,5642,5686,5689,5712,5777,5791,5795,5804,5885,5904,5909,5937,5950,5957,5973,5989,5991,5999,6225,6228,6232,6253,6268,6280,6282,6289,6315,6318,6319,6321,6336,6362,6363,6365,6382,6389,6390,6396,6476,6496,6502,6506,6515,6525,6546,6555,6579,6582,6615,6632,6638,6642,6654,6656,6661,6749,6753,6755,6759,6771,6775,6810,6815,6828,6833,6834,6859,6867,6874,6876,6964,6974,7022,7030,7032,7035,7039,7045,7067,7073,7077,7085,7087,7091,7094,7098,7106,7107,7112,7133,7141,7154,7157,7179,7180,7187,7209,7230,7231,7234,7248,7266,7269,7272,7276,7278,7299,7304,7308,7338,7342,7347,7350,7360,7367,7390,7392,7396,7400,7402,7409,7411,7415,7427,7428,7448,7459,7463,7468,7470,7472,7480,7481,7488,7510,7519,7521,7526,7527,7536,7540,7543,7548,7552,7554,7565,7569,7574,7580,7583,7587,7592,7599,7614,7615,7620,7627,7630,7634,7643,7663,7673,7677,7680,7703,7709,7711,7733,7736,7737,7743,7747,7793,7806,7810,7827,7828,7881,7902,7931,7945,7946,7953,7954,7955,7967,7971,7973,7990,8004,8005,8006,8011,8037,8038,8043,8064,8067,8070,8077,8087,8097,8099,8102,8104,8107,8107,8110,8114,8121,8122,8125,8125,8137,8148,8150,8153,8157,8163,8176,8191,8196,8203,8208,8210,8219,8220,8222,8248,8251,8262,8340,8342,8345,8346,8362,8392,8404,8425,8459,8500,8502,8503,8514,8569,8571,8585,8624,8639,8652,8675,8677,8681,8684,8729,8735,8740,8741,8751,8754,8755,8759,8767,8773,8775,8780,8782,8786,8799,8805,8806,8808,8810,8812,8815,8823,8836,8844,8850,8851,8854,8889,8914,8927,8932,8951,8977,8989,8990,9013,9028,9031,9047,9059,9059,9073,9078,9086,9088,9145,9157,9159,9160,9179,9187,9268,9271,9284,9289,9290,9292,9294,9309,9419,9422,9425,9452,9455,9471,9475,9514,9516,9517,9518,9520,9526,9531,9537,9565,9571,9624,9631,9638,9680,9682,9728,9730,9803,9804,9812,9813,9870,9874,9877,9878,9879,9885,9887,9891,9928,9930,9934,9938,9941,9942,9944,9945,9975,9981,9989,9992,9993,9995,9999,10000,10006,10010,10029,10031,10081,10083,10087,10102,10103,10119,10122,10139,10155,10156,10157,10158,10160,10166,10181,10185,10186,10199,10203,10207,10212,10251,10253,10260,10264,10265,10267,10271,10430,10431,10456,10458,10460,10470,10476,10492,10494,10497,10508,10525,10531,10534,10537,10540,10544,10545,10551,10569,10578,10586,10597,10601,10604,10612,10646,10647,10671,10686,10705,10715,10725,10734,10734,10742,10744,10749,10768,10777,10779,10781,10783,10785,10786,10793,10799,10803,10835,10840,10842,10846,10878,10883,10885,10890,10891,10892,10894,10894,10941,11012,11027,11031,11032,11038,11044,11044,11048,11050,11055,11060,11063,11083,11092,11094,11109,11110,11147,11150,11155,11161,11164,11166,11180,11181,11198,11201,11211,11219,11231,11244,11264,11272,11275,11280,11281,11283,11287,11292,11299,11306,11310,11312,11317,11349,11354,11375,11383,11387,11388,11394,11412,11434,11453,11458,11467,11474,11476,11485,11486,11528,11531,11532,11550,11555,11579,11586,11635,11638,11642,11645,11651,11688,11698,11698,11704,11730,11740,11743,11779,11784,11823,11827,11868,11870,11875,11883,11884,11887,11891,11898,11902,11904,11905,11915,11920,11925,11934,11994,11995,11997,12005,12011,12016,12018,12063,12065,12084,12107,12112,12128,12134,12135,12136,12140,12188,12196,12206,12272,12284,12294,12295,12298,12310,12312,12343,12345,12347,12351,12359,12362,12363,12365,12393,12403,12406,12419,12423,12428,12440,12466,12472,12481,12483,12487,12490,12497,12499,12508,12522,12529,12531,12535,12542,12551,12557,12569,12571,12594,12608,12616,12650,12652,12657,12661,12670,12670,12672,12687,12693,12700,12704,12707,12709,12715,12733,12736,12745,12746,12765,12774,12777,12784,12790,12793,12794,12799,12807,12817,12817,12822,12823,12829,12858,12859,12863,12871,12880,12882,12887,12892,12899,12901,12921],"s":[0,1,2,0,3,0,4,0,2,4,0,5,0,5,1,0,1,5,0,3,6,3,0,3,0,1,0,1,0,5,0,5,6,1,6,1,0,2,0,2,0,2,0,3,5,3,2,0,3,0,3,0,3,0,4,0,4,6,3,1,0,1,5,0,5,4,3,5,0,1,0,1,3,0,1,0,3,0,1,0,1,0,3,1,0,1,0,5,1,5,1,5,0,5,1,5,1,0,1,0,1,0,5,0,5,0,5,1,5,1,0,1,0,1,0,3,0,3,0,3,0,1,0,1,0,1,4,0,1,4,0,1,6,1,6,1,6,5,1,6,1,6,1,6,1,5,1,4,1,5,0,1,0,5,6,5,1,6,1,6,1,4,6,2,6,0,3,0,3,0,3,5,0,5,0,1,3,1,0,1,0,1,3,1,0,7,0,7,3,1,0,7,0,7,0,7,0,7,0,7,0,4,0,4,7,1,3,1,4,5,4,5,4,1,0,1,4,0,3,5,0,1,3,1,0,1,0,1,0,3,1,3,1,3,0,3,0,5,4,5,4,5,1,3,5,3,5,1,3,1,3,1,3,1,3,0,3,0,1,0,1,0,3,5,0,4,5,0,1,0,1,0,3,4,3,1,6,0,6,0,5,1,0,1,0,3,1,3,1,5,1,0,5,3,1,3,1,5,0,3,0,1,3,0,1,0,5,1,5,7,6,5,6,5,6,5,6,5,3,5,3,5,3,5,0,3,5,6,5,6,5,1,5,3,5,3,5,3,5,3,5,3,1,3,1,0,1,5,7,0,7,1,0,7,0,7,0,7,0,7,6,7,1,7,5,7,5,7,1,7,6,7,6,7,1,7,6,7,1,7,1,7,1,7,5,7,3,7,0,7,0,7,0,5,0,4,0,1,0,4,1,0,4,1,4,5,1,5,1,5,1,5,1,5,1,3,7,3,0,3,0,3,0,3,1,4,1,4,3,1,0,1,0,3,0,1,3,0,1,0,3,5,0,3,0,3,5,0,2,0,3,0,3,4,5,0,5,0,1,5,1,5,1,4,1,0,1,4,1,3,1,0,1,3,1,0,1,3,1,0,1,3,0,7,1,0,1,0,5,0,3,5,0,3,0,4,0,4,0,4,0,4,0,4,0,4,0,5,4,0,4,0,3,4,3,4,0,3,0,3,5,3,0,1,5,0,5,3,0,3,0,3,0,5,0,1,0,7,0,7,0,7,1,7,1,7,1,7,1,7,1,7,0,7,0,5,7,3,0,7,0,7,0,7,0,1,0,1,0,2,0,2,0,3,2,5,4,3,0,4,0,4,0,4,3,4,0,4,0,4,5,4,0,4,0,3,4,3,5,3,1,5,1,0,1,3,2,3,1,0,4,0,4,0,7,1,0,4,3,0,7,0,7,0,4,3,0,3,4,3,0,5,4,0,3,4,3,4,3,4,3,4,3,5,3,2,4,3,4,3,0,1,0,7,0,3,0,3,1,3,0,7,3,5,0,7,0,7,0,7,0,7,0,7,0,7,0,7,3,7,0,3,0,2,3,0,3,0,3,0,3,0,2,0,3,0,1,0,3,0,1,3,0,3,0,3,0,3,0,7,0,3,1,0,3,0,1,2,0,2,0,2,0,7,0,7,0,2,0,3,0,2,0,1,0,3,0,1,0,3,7,0,2,0,3,0,3,0,3,7,0,3,0,7,3,7,0,7,0,7,0,7,0,7,1,0,7,0,7,5,0,7,0,7,0,3,0,2,0,2,7,0,7,5,7,1,0,3,7,0,7,0,1,7,1,7,1,7,0,7,0,7,1,0,3,7,0,3,7,1,3,7,1,7,1,0,3,0,1,0,1,3,0,7,0,7,0,7,3,1,7,3,1,3,1,3,7,1,7,1,0,3,7,3,7,0,1,7,1,7,1,7,1,5,1,7,3,0,7,0,7,3,1,3,0,3,1,0,1,0,1,7,3,7,1,7,3,7,4,7,1,7,1,7,0,2,4,2,0,4,2,0,2,4,2,4,0,2,4,2,4,2,4,2,0,1,0,5,0,5,0,5,0,5,3,1,5,1,0,1,0,1,5,0,1,0,3,0,1,0,1,0,1,0,1,2,5,2,0,3,7,3,0,2,0,2,0,1,5,1,5,0,5,0,5,0,5,0,5,0,2,0,5,2,0,2,5,2,0,2,3,0,2,0,2,3,2,0,2,0,3,0,7,3,7,3,7,3,7,3,7,3,7,3,7,3,7,3,5,3,5,0,3,7,0,5,7,3,7,3,7,0,7,3,7,0,7,0,3,0,7,0,3,0,4,7,0,1,0,3,0,1],"x":["Hallo, herzlich willkommen, hier ist die Friedshow und äh ich bin's, Tim Britlav und äh wir sind alle da,\nbis auf die, die noch nicht da sind. Full House und ja, heute ist die zweihundertfünfzigste Sendung,\ngroße Begeisterung. Leider können wir das nicht äh auf der Bühne feiern, wie wir das vielleicht sonst getan hätten, denn wir sind ja alle noch im Korona-Monus irgendwie und deswegen ähm ja, deswegen alles Remote\nund wer hier die Gelegenheit,\nhatte bei der Prischo dabei zu sein wird schon mitbekommen, was sie so für technische Probleme zu lösen haben. Einer fehlt noch, das ist nämlich,\nClemens, aber ansonsten ist das Haus ziemlich voll. Und äh ich äh gehe mal die Liste durch. Wir haben hier den dabei. Hallo Rody,\nTala ist anwesend. Hallo, Letti ist auch dabei. Clemens haben wir noch nicht. Huckel ist, glaube ich, da,\nSo sieht's aus und noch äh ein Special Guest haben wir auch noch mit dabei, gehört sich ja auch so, nämlich den Dom. Hallo Dom. Ach.","An bei dir im Stream.","Inventar meldet.","Dennis Entschuldigung, ich äh hab mich hier fast gerollt und hab deine deine Liste nicht gesehen. Und denn es ist auch da. Hallo,\nHallo, was für ein Dauna und das gleich zum Start. Mit anderen Worten, wir sind jetzt hier eigentlich zu acht das ist natürlich viel zu viele für so ein\nund ich bin ganz sicher, dass wir das mit dessen notwendigen Gesprächsdisziplin alles in Ordnung kriegen. Ähm,\nNichtsdestotrotz haben wir uns jetzt hier äh zusammengefunden\nSo, wie geht's euch denn so äh all jetzt? Jetzt kann ich euch nämlich nicht angucken und kann nicht sagen, wer jetzt aber als nächstes, das ist nämlich genau das Ding, ne? Also so Remod Versus im Studio, man kann ja niemanden angucken,\nnicht so richtig zumindest. Ich kann euch alle nur entweder alle gleichzeitig angucken oder gar nicht angucken. Und dann seht ihr das wahrscheinlich auch noch nicht mal.","Ja, wir wollen ja auch niemand angucken.","Ich äh probier's mal mit Ansprache. Hier Ladies first. Letti. Wie sieht's aus? Bist du guten Mutes? Willst du dir einen Back bestellen?\nNein, hast du dir schon weg bestellt? Nein.","Nein, nein, ich möchte, ich möchte ein, aber nee, derzeit da derzeit noch nicht.","Zeit noch nicht. Ja, das Thema werden wir wahrscheinlich heute äh noch häufiger haben. Und ähm, ja, weiß nicht, hat jemand Anmerkungen, zweihundertfünfzig Sendungen? Ist das irgendwas Tolles?\ndu bist ja auch ich meine Dennis und ich sind ja jetzt quasi die,\neinzigen beiden, die von Anfang an dabei sind, ne? Wie viel Jahre waren denn das jetzt eigentlich? Was haben wir angefangen? Wir haben im zwölf. Oh Gott, wir haben zweitausendacht angefangen. Gras,\nDas ist, das ist, das ist wirklich eine Menge äh eine Menge Holz.","Was haben wir zweitausendacht gemacht?","Angefangen zu studieren.","Mit Erfolg,\nimmerhin. Gut, Clemens fehlt noch, das ist äh schade, aber äh wir haben ja, äh, wir haben ja sogar vielleicht sogar Themen, ne? Denn es war ja, es war ja äh,\nweltweit die Wetterbasket Konferenz und das ist ja hier unsere gute,\nvielleicht ist auch nicht so gut, aber es müssen unsere Tradition diese Veranstaltung mit einer bestimmten Aufmerksamkeit zu würdigen. Hatte denn jemand ein,\nEin Eindruck von dieser Veranstaltung, die ja sehr Remote stattgefunden hat,\nIst das was, was man machen kann oder ist das besser oder ist das.","Du meinst jetzt die die grundsätzlich erstmal so ohne den zu bewerten, sondern wie sie das so gemacht haben mit dem Remote.","So sieht's aus. Darüber habe ich das gemeint.","Ähm ja, man merkt ja, da man ja die WWD CS bisher, also außer Dom, der ja auch schon mal da war, glaube ich, ne?\nähm also habe ich die ja immer Remote wahrgenommen, so gesehen, war das jetzt nicht so der dolle Unterschied, außer dass jetzt die Kamerafahrten durch die Zuschauer fehlen und so, aber eigentlich so richtig doll fällt das gar nicht auf,\nfinde ich.","Interessant, interessant. Ja, ja, ich ich war natürlich\ndort äh bildet regelmäßig lange Zeit auch zweimal von der anderen Seite. Ähm ich muss sagen,\nbei der Größe, äh der der Community jetzt heutzutage finde ich's einfach sogar fairer so und schöner, wenn das Zeug durchproduziert ist, als wenn das live auf der Bühne stattfindet, man nicht weiß, was man denn so haben kann und wenn man sich in Live-Sessions begibt, dann,\neine Miete zieht und nicht mehr wechseln kann. So. Also so rein äh,\nZeitoptimierungstechnisch fand ich's jetzt als Konsument und als als das Entwickler jetzt von außen fand ich's angenehmer\nund äh an sich auch schön gemacht, die die Wetterbevoren habe ich allerdings nicht benutzt, ich habe mich nur mit meinen übrigen bekannten äh per Chat und und Twitter so unterhalten,\nähm also das war ein bisschen,\ndas war ein bisschen äh weniger kommunikativ, so im Sinne von man kommt halt nicht zufällig zusammen. So vor Ort war immer so, da passieren halt Dinge, da geben wir irgendwie was trinken, dann trifft man neue Leute und dann ist da passiert da irgendwas oder man hält sich im ergangen nach einer Session über irgendwas,\nso der ganze Teil hat nicht so stattgefunden,\nJa, aber ansonsten finde ich eigentlich das Format angemessener für die, also nicht nur für die Situation, sondern für insgesamt, weil so eine komische Lotterie zu machen, die halt irgendwie fünftausend Leuten erlaubt, die genug Kohle haben, das da vor Ort zu machen, ähm,\nist eigentlich auch nicht mehr angemessen.","Ja gut, man will natürlich die Gelegenheit.\nBieten dieses Social Minkling zu haben und das Christoph Nummer irgendwo vor Ort zu sein. Es sei denn, du fängst an, die Veranstaltung an ganz vielen Orten zu machen, aber dann trennt sich das natürlich auch wieder auf. Andererseits ist bei dieser Developerkonferenz ist natürlich,\nsind diese Vorträge eben auch so ein bisschen die Essenz, ne? Also das ist natürlich dann\neigentlich ganz cool, wenn die alle die Gelegenheit haben, dass in Ruhe vorher zu machen, dann sind die halt perfekt produziert und dann hast du ja jetzt auch in dieser Develope Alpe auch gleich Code mit drin und ich weiß nicht, wie wie als wie nützlich sich das herausgestellt hat, weil sie hast du das mal ausprobiert, dann.","Äh ich hab's gesehen so bisher, da ich ja dem äh Swift ab danke ist es für mich ziemlich egal,\nweil ich eh dann den Abschlecker irgendwie raussuchen musste, dass er Thematik, aber ist zumindest in so einem extra Trainscrip mit dem ganzen Code drin, anstatt,\nSlides zu haben. Also was was Nachteil ist, man hat gar keine PDFs mehr als Light so direkt, das heißt, man muss in dem Video gucken oder im Transkript so an der Stelle und in der App,\nnicht mehr so dieses es gibt ein PDF von der Session,\nWas aber gleichzeitig insgesamt nicht so schlimm ist, weil mal eben, wie gesagt, das Transcript hat und die den Code ähm und auf der anderen Seite, was ich sehr, sehr gut finde, ist, dass die Sessions alle nur so lang sind, wie sie halt gebraucht haben, ja? Und nicht so den Slot,\ndas ist wirklich schon auch schick, das hat Dinge halt acht oder neun Minuten lang sind, die einfach auch nicht mehr Zeit brauchen sollten und anstatt,\nsie mindestens auf zwanzig Minuten aufgebläht worden sind, weil das oder kurze Sessionslott war.","Talk Dose Hand.","Werde noch die die Video ja beherzigt sind, dass von euch überhaupt angeschaut, Rody du doch bestimmt auch, oder?","Also ich habe die Keynote gekockt und die State of the Union, aber noch nicht mehr. Also äh noch so zum Thema äh Remote-Konferenz ähm im Mai, Ende Mai war ja die,\nund die fand auch Remote statt und das war meiner Meinung nach eine totale Katastrophe. Lag vielleicht auch ein bisschen daran, dass ähm,\nÄh die Firma für die ich arbeite, dort als Sponsor auftrat und wir hatten einen virtuellen Buß,\nwas dann dazu führte, dass wir da irgendwie zu zweit irgendwie stundenlang vorm Rechner gesessen haben und darauf gewartet haben, dass da mal jemand vorbeikommt, sich in unseren Buß einwählt und mit uns irgendwie redet, was äh,\nnur einmal passiert ist. Das war es war komplett Unsinn. Also.","Das klingt ja ganz traurig.","Ja, das war super traurig, also ähm es war auch insofern ein bisschen merkwürdig, weil also es wurden die, die äh\ndie Talks wurden live gestreamt, einige Leute haben sie auch tatsächlich live gehalten. Und dann gab's halt einen riesigen Chatkanal, wo alle drin ähm,\näh gepostet haben. Und wenn da geklatscht wurde oder sonst irgendwie was war, dann hat das irgendwie nur so gescrollt, dass man schon gar nicht mehr kennen konnte, ob der Text ist oder nicht. Also das war halt alles so ein bisschen, hm, na ja, also für ganz kleine Konferenzen magst gehen,\naber.","Ja, es ist jetzt wirklich ein echtes Problem für Konferenzen, ne? Ich meine, was, was soll man machen, ist äh,\nman will irgendwie Informationen verteilen, man will Leute zusammenbringen, aber das Ganze irgendwie über das Internet zu machen. Gut, hat jetzt ein paar Vorteile, haben wir schon gesehen, aber es ist halt trotzdem,\nbleibt's äh schwierig. Da muss man sich halt auch fragen, will man dann die Veranstaltung überhaupt noch machen? Gut für App.","Na ja, seien wir mal so, die Talks, die die ausgewählt haben, die waren fast alle ziemlich gut. Also das hat sich schon gelohnt, die anzugucken,\nähm ob man sich dann wirklich einen ganzen äh Tag, so einen Livestream reinzieht. Das ist halt dann die andere Frage, ne.","Ja\nAlso dieses Livestreaming, also ich fand das bei der WDC jetzt eigentlich ganz angenehm, dass er einfach was ja gemacht haben, als Choreographie ist, die haben immer die Videos nur für einen Tag, also sie haben's quasi auf fünf Tage, glaube ich, vier oder fünf Tage fünf.","Insgesamt dann fünf, aber der erste Tag war halt nur die Keynote und ist der.","Ach so, ja, okay, gut, aber sie haben dann immer an einem Tag quasi so einen Bunch auf Videos veröffentlicht und damit so ein bisschen Agenda Setting betrieben,\nNe, so hier, wir fokussieren uns jetzt mal auf das Thema, um so ein bisschen vielleicht auch die die Botschaft zu kontrollieren. Mag,\nsei, ne, andererseits Leute, die jetzt auf ihren Kram, der sie am meisten interessiert hat, äh gewartet haben und dann erst am letzten Tag bedient worden, ist natürlich auch blöd.","Ja, also das sind so die Geschichten, die da so ein bisschen, also ich fand's interessant, dass es so ähm,\nversucht haben, bisschen zu pacen. Ich denke, es hat auch für sie relativ gut geklappt, sie haben ja so auch noch so diese Zusammenfassungsvideos gemacht, pro Tag, dass du praktisch immer von der,\ndie ihr eingekauft wurde von einem Jahr immer so 'ne kurze dreiminütige das gibt's heute alles,\nwas gut war, also das war schön, da hat man so in der App und in diesen\nin dieser Masse an Videos angucken, ist immer so eine komische Sache. Man sucht sich da nichts raus, aber wenn man einmal kurz erspäht, dass da irgendwie äh Reigracing mit Metal gemacht wird, äh auf der Slide, dann ist man vielleicht Neugerügung, klickt rein, also der Teil hat gut funktioniert\nund der war praktisch auch, es gab ein tägliches Zusammenfassungsteaservideo, auch noch sowas was was gab's denn heute oder was gibt's heute? Plus dann eben so schon die\nVorfreude auf den nächsten Tag. International natürlich ein Problem, weil das ist irgendwie um sieben Uhr abends gewesen. Also für mich gerade äh ich hätte das gerne am Morgens gehabt, damit ich tagsüber was gucken kann oder meistert einen Tag hinterher. Also wie das dann, dass es auch ordentlich ähm,\nin der Devellogo-Community irgendwie so Vorteil hat, dass man die so erst dann gleichzeitig gucken kann.\nAber ich fand's nicht so schlecht. Also original habe ich mal, also ich habe erstmal meine bei meinen Ex-Kollegen gemeint, hey, was soll denn der Scheiß? Lasst uns bitte alles veröffentlichen und kuriert das irgendwie, aber ich will's halt gucken können, ja, dass ich auf Teil zwei von,\nvon Kettelist morgen warten muss, fand ich schon auch blöd, ja? Weil ich hätte ihn halt gerne gewusst jetzt, ja, habt ihr doch schon vorproduziert. So. Also es hat so ein komisches\nGefühl gegeben, auch wenn's jetzt nur ein paar Tage ist und auch nicht tragisch ist. Es war trotzdem fand ich auch blöd. Ähm.","Da ist die Frage, ob schlechter gewesen wäre, wenn sie alle Videos auf einmal so rausgekippt hätten, ne. Also wie erhälst du dann äh,\nBespannung, aber es ist dann auch erforderlich. Also der verpufft sozusagen die ganze Veranstaltung findet dann nur in zehn Minuten statt.","Und vor allem ist äh hat jeder einen anderen Fokus und und äh so ist es ein bisschen Thema, sie hat heute das, morgens Thema das, also schon ein bisschen besser, wenn nur Angst hast, dass du das nicht äh schnell genug hintereinander gucken kannst.\nkönnte man ja auch einfach die WWC ein bisschen aussitzen und äh freitags dann anfangen, dann ist alles fertig.","Ja ist schwierig.","Trockenes Lächeln.","Ähm zwei Kollegen von mir äh haben gerade haben zur WWC noch irgendwie aber so 'ne mit so einem zumindest auch Remote gebucht, das fand ich auch ganz sympathisch, dass sie das sozusagen\ndann auch noch der Remote hinbekommen haben,\nJa, die haben sich irgendwo angemeldet und haben dann Slot bekommen mit so einem AVI Foundation, Expert und äh ich glaube, sie haben beide jeweils ein Slot bekommen und haben dann zusammen jeweils\nDie beiden Slots besucht mit dem gleichen Typen und haben dann am Ende zwei Stunden da was auch immer der Zeitslot war ähm rausbekommen. Ähm,\nmussten sich dann aber, glaube ich, auch um sieben Uhr morgens oder um acht äh ans Gerät klemmen. Ähm ja, aber zumindest das haben sie dann auch gemacht.","Man hat da so ein bisschen eine Nummer gezogen für einen Termin, oder? Wie gesag.","Ja, irgendwie so war das, ja.","Irgendwo erklicken und dann hat man einen Termin bekommen und das ist dann so eine Web-Ex-Video eins zu eins Geschichte gewesen, jeweils.","Ich frage mich wirklich, was will man eigentlich\nmachen. Also ich meine es hängt natürlich hier immer so ein bisschen von von dem Sinn und dem Zweck der jeweiligen Veranstaltungen ab und das ist ja jetzt Entwicklerkonferenz ist ja nur ein Beisp,\nbeim Kongresse dieselbe das ist sehr befragezeichnen. Also,\nwenn man mal davon ausgeht, dass die Veranstaltung so nicht stattfinden kann und dann äh man in irgendeiner Form was online machen wollen würde\ndann hast du halt auch so diesen Dissens mit okay, welche Bedeutung haben überhaupt Talks so äh Relisse dann alles auf einmal oder machst du halt so ein Fernsehprogramm draus und äh alles wird erstmal live gestreamt und,\nich habe da auch, ehrlich gesagt, noch nicht so richtig äh die Antwort drauf gefunden. Trotzdem fand ich's gut, dass sie jetzt schon dazu übergegangen sind. Ich meine, das war eher so ein Trend. So eine App dafür zu haben,\ndie dann eben zusätzliche Funktionen hat, ne, wie zum Beispiel, dass mit dem Kopieren von Code und was weiß ich, so die Slights als PDF vielleicht auch nochmal ein Feature gewesen, was man hätte nachreichen können\naber so\nsich generell darüber Gedanken zu machen, wie man so ein Community Building und ein Informationsvermittlung, so eine halbwegs strukturierte in einem bestimmten Zeitraum organisiert.\nIst wahrscheinlich äh sind wir irgendwie noch am Anfang bei dem ganzen Ding,\nTalerwesen, das bei dir eigentlich, mein, du hast jetzt wie WDC wahrscheinlich gar nicht so geguckt, ne? Aber wenn, aber du äh du bist auch eigentlich auch auf eine ganze Menge äh Science-Konferenzen und so weiter. Also die haben doch im Prinzip jetzt genau das selbe Problem.","Ja, haben sie. Ähm es haben jetzt ganz viele halt auf online Konferenzen umgeschaltet. Ähm Problem ist, dass du weiterhin,\neine ordentliche Stange Geld für äh ausgeben müsstest,\nund Ärzte kriegen halt weiterhin ihre irgendwie Credits für für Teilnahme und so wegen Fortbildungspunkten. Ich hab mich tatsächlich aber noch geschreut, da an irgendeiner teilzunehmen, weil,\nes mir derzeit nicht den Mehrwert bringt und ganz ehrlich, ich glaube nicht, dass die meisten Konferenzen jetzt einen Überzeugungskonzept,\nbringen konnten oder bringen können, weil du hast halt neben den eigentlichen Vorträgen,\nauch das, was wichtig sind, sind halt die Networking Sessions, also Postervorstellungen und\ndas funktioniert halt ähnlich dann digital wie das was Rody mit seinem Bus erzählt hat. Ähm man müsste irgendwie zu einer Zeit dastehen. Virtuell vor seinem Poster und darauf warten das\nirgendjemand mal irgendwie kommt und das wird aber nicht, also das passiert nicht.","Also alles, alles doof.","Das nicht unbedingt ähm ich denke, man kann halt auch mal ohne,\näh aber,\nIch weiß halt tatsächlich nicht, wie sich das äh langfristig entwickelt wird, gerade weil die Konferenzen auch sehr, sehr groß sind, also irgendwie ähm die Kongress hat fünftausend Leute gehabt,\nund da das findet das alles Mediziner sind oder Ärztinnen äh wird das, glaube ich, in der Form auf absehbare Zeiten nicht wieder passieren.","Weil die ihre Computer nicht benutzen können oder warum.","Nee, also so physische, physische ähm Präsenzkonferenzen in der Größenordnung, weil die einfach,\nein großer, potenzieller, großer Multiplikator sind. Die haben ja alle irgendwie mehr oder wenn da mit Patienten zu tun. Das.","So ist es. Sonst hat jemand einen guten Vorschlag, wie wie man's hätte besser machen können.","Ich weiß nicht, ob man's hätte besser machen können. Das ist halt, glaube ich, die falsche Frage. Ich glaube, dass dass Apple da schon viel rausgeholt hat, aber es geht halt nicht anders, ne? Also.","Es muss halt so werden wie einer Matrix.","Naja, wenn wenn halt Face to Face einfach fehlt, dann fehlt es halt einfach, aber was soll's machen.","Ich hatte jetzt die letzten Tage eine virtuelle Konferenz ähm wo ich auch, also gab halt auch Boost ähm,\ndie fand ich ganz schick, aber ich glaube auch, da hat niemand mit intern agiert\nDie fand ich aber ganz interessant gemacht, weil's halt wenigstens so ein Versuch war, eine virtuelle Kongresshalle darzustellen. Ähm das war die,\ndick sandstones heißt die, glaube ich, die Konferenz. Ähm die hatten halt auch eine Eingangshalle, irgendwie eine Pinnwand, wo man was schreiben konnte, verschiedene Chaträume. Man könnte sich so ein bisschen durchklicken. Also das fand ich eigentlich total cool,\nwas aber so ein bisschen nervig war, man konnte sich einmal für die Talks anmelden,\nhat dann ein Erinnerungs-E-Mail bekommen, wo man sich dann nochmal auf einer anderen Plattform anmelden musste und das für jeden einzelnen Talk,\nund dann musste man sich eine Software installieren, um dann tatsächlich an diesem Talk teilzunehmen. Und das war so, nee.","Naja, Versteher.","Naja, also die Droidcorn hatte ja zum Beispiel im April, glaube ich, auf den September verschoben in der Hoffnung, dass das reicht. Und die haben,\ndiese Woche oder letzte Woche dann angekündigt, auch virtuell zu gehen und dann werden wir mal gucken, wie die Droitcon ist. Tja,\nAlso bei der Droid Con kann ich's mir eigentlich noch für weniger vorstellen, weil sie halt noch mehr von Sponsoren lebt. Insofern.","Könnt's ja in die Videos einblenden.","Also vor zwei Jahren zum Beispiel hatte da irgendwie so einen Sportwagen hingestellt\näh den sie angeblich mit ihrem Telefon autonom haben, fahren lassen,\nEs war ganz lustig, weil da stand so ein Typ äh mit so mit so äh weißen Handschuhen, der hat ständig das Auto wieder sauber gemacht, wenn die Leute es angetatscht hatten.","Ja.","Ich weiß nicht mehr, was es war. Stand Diesel drauf, hat mich dann nicht weiter interessiert.","Wie modern oh man ey,\nja, dann äh können wir ja mal ähm schauen, was wir so äh werten von euch von der WWC gar nichts mitbekommen. Gibt's da jemand?","Also ich habe mir das drei, die dreizehn Minuten Zusammenfassung natürlich von McRoomers angeschaut.","Ah. Und wie war das?","Äh kompakt,\nIch weiß nicht.","Achtzehn Minuten Zusammenfassung angeschaut, da fehlten dann schon so ein paar News, die ich dann äh später noch in, im Twitter nach erfahren musste, aber äh die ganze Kino hätte ich mir, glaube ich, gerne geschenkt,\nweil die achtzehn Minuten schon viel von äh und äh Foto in Browser in der Faces und so weiter hatte und wenig ähm,\ngeile News.","Ich fand es ging also die konnte man schon schauen. Interessant fand ich ja, die sind dieses Interview von John Gruber. Das war, das hat nochmal ein bisschen was rausgekitzelt.","Gut im Nachhinein.","Was was hast du denn da neues erfahren.","Also können wir ja später nochmal dazu, also mit Frau und ähm wie heißt er denn? Ähm.","Dieser Brownly, Markey Brownly, der hat auch nochmal eins.","Nee. Ach so, der hat der hat, ja, der hat nochmal so einen, der hat so ein kurzes YouTube-Teil gemacht. Das ist mit dem Gruber, das war jetzt quasi seine seine seine Talkshow in voller Länge.","Not gesehen. Nicht mehr.","Ich habe auch gerade überlegt, Thema, was du was gesagt.","Tim bewegt die Lippen, aber man hört in.","Deswegen ist Video schon ganz gut. Wahrscheinlich redet Hockel auch schon seit einer Stunde.","Ah okay, sorry, jetzt da bin ich.","Ach so, ich dachte, ich hatte, du wolltest das managen, das war so, also wir haben ja hier, wir sehen uns ja ein bisschen beim Reden. Ähm.","Ich habe mich nur gerade verklickt. Das alles extrem komplex hier heute mit diesem riesigen und so.","Wenn du Touchdream hättest, würde es nicht passieren.","Dann würdest du dich vertatschen, ja? Aber das ist dann auch nicht besser.","Ja, was ich gesagt hatte, war das ähm das war halt diese Talkshow mit dem John Gruber und na ja, ich meine, ich finde den Typen, ich mag ihn ja eigentlich sehr gerne, äh hat irgendwie ganz,\nGanz interessante Analyse, Methoden, aber er ist halt schon mega in der Blase. Also\nder der hat das Wort Windows überhaupt nicht in den Mund genommen und so weiter. Es gab einfach so viele offensichtliche Dinge, die man natürlich als erstes fragt. Und er hat es einfach komplett\nweggelassen. Das mag natürlich sein, dass es da so ein bisschen Prischow gegeben war, sie sich schon mal so dezent auf.","Ein bisschen.","Äh paar keine Ahnung, wie du dir das vorstellst.","Du jetzt gerade versuchst jetzt gerade das Wort Arsch kriechen zu vermeiden?","Versuche ich. Weil ich das jetzt auch nicht so so will ich sehe mir jetzt auch nicht unterstellen wollen, ne? Ich denke, das ist schon ein gewisser Hinsicht, Automatismus, er weiß halt auch, dass er einfach bei bestimmten Dingen nichts,\nnirgends wohin kommen wird. Das so gut kennt ihr den Laden auch. Das heißt er verbrett dann damit auch seine Zeit nicht. Das das ist so ein Abwägen, ne? Ähm andererseits kann man sowas schon irgendwie noch reinkriegen.","Ja. Ja, also er hat wirklich, äh, immer, er hat ein bisschen zu Informationen bekommen, an der Stelle, die sie jetzt nicht so explizit gab, zum Beispiel eben, dass es kein Bootcamp mehr geben wird. Da hat aber auch nirgendswo nachgehakt, großartig.","Ja, nicht gesagt, was es mit Windows für Arme oder so, ne?","Doch genau. Aber das wissen wir kein Bootcamp heißt ja zumindest nichts direkt, wenn dann kannst du es virtualisieren.","Ja gut, aber.","Ja, aber das, das heißt ja eigentlich nur, dass es keine Apple Lösungen gibt, um es einem einfach,\nmachen, das heißt noch nicht, dass es komplett unmöglich ist, auf der Hardware was anderes zu buten.","Das wäre die interessante Frage gewesen, weil es kann sein, dass\nkomplett unmöglich ist. Auf diesem Silicon, was anderes zu boten und ich traue es ihnen zu und so wie sie ausgewichen sind und gesagt haben, hey, Vitalisierung ist toll, ist das der Weg jetzt gerade auch\nja, also das ist mein aktueller,\ndas ist meine Annahme jetzt, weil du musst ja auch schon aktuell bei bei Max äh ja äh schon ein paar äh Knöpfe drücken, damit du extern buten kannst.\nund nicht von diesem T2 gesicherten Zeug. Und wenn sie sagen, hey, das wir machen das alle Bewirtungisierung, da vitalisierst dir und geh dann fußgehen in seine Vetrialisierung, dann hast du für die das Thema gegessen\nÄh aber ich finde, den Teil fände ich nicht so schön, ja, aber da hat man bisher noch nichts gehört.","Okay, also der Elefant äh steht nicht nur im Raum, sondern er wird auch schon an Brüssel äh gezogen ähm reden wir doch einfach mal über.","Arme hat er ja keine.","Die wichtigste Information für uns alle. Und die ist halt einfach sie haben es getan sie haben endlich zugegeben was wir hier schon seit Jahren vermuten\nAlso ich zumindest,\nIrgendwie, warte mal, wer wurde darauf hängen, Dennis, du wurdest darauf hingewiesen, du hättest nicht Recht gehabt, ich habe keine Ahnung, was in der letzten Sendung prophezeit hast.","Wir haben beide gewettet äh um eine Kiste Marte oder ich habe gewertet, du hast glaube ich schon irgendwie angenommen. Ich glaube, das ist bei den höheren so angekommen\nich habe gesagt, wenn sie den Arm einführen, dass sie die Plattform dann dicht machen und dass so keine Software mehr auf die Plattform kriegst, ohne durch den Apple Store zu gehen, was ja anscheinend noch nicht der Fall ist. So gesehen wurde schon eingestehen, dass ich verloren habe. Aber ich glaube.","Sagst du.","Ja, ich glaube, weiterhin dran, dass es eines Tages so kommen wird.","Wobei das haben sie ja ganz konkret dementiert an der Stelle nochmal, dass sie das nicht machen.","Ja, eben. Dank unserer Sendung mussten sie das halt machen. Also hast ja introvollen gehört. Wir werden hier ernst genommen.","Ja, nee, also das war schon wirklich sehr explizit, dass Dementi so, weil,\nGut, ich meine, es gibt vielleicht unterschiedliche Vorstellungen davon, was dicht gemacht wird. So und sie haben natürlich auch weitere Dinge, äh die ich gemacht.","So sieht's aus. Ich, ich glaube einfach, die sind noch viel schlauer, als wir die machen, dass noch viel Unterschwelliger. Die machen's halt nicht in diesen Release, aber jetzt wurde es mit den Buten schon schwerer. Das heißt, du kannst schon nichts anderes buchen, hat irgendwann kriegst du einfach nichts mehr drauf. Die machen das so Schritt für Schritt,\nUnd außerdem würden sie den Developern ja jetzt nicht schon erzählen, dass sie das nicht mehr auf äh,\ndass sie das durch den Appstore kriegen müssen, dann verschwinden ja jetzt schon, die warten natürlich, bis sie da Arbeit investiert haben, um dann zu sagen, Jungs, ihr müsst euch den App Store.","Na gut, aber da fehlt mir immer noch dein äh Konzept, was es Apple bringen würde, wenn es irgendwann mal, weil, wenn sie es weiter.","Dreißig Prozent,\nNa, volle Einnahmen.","Oft werden meinst du, so gleich.","Das ist, das ist für sie aber nicht ihr Business, weißt du?","Dafür ist der Mc zu klein im Verhältnis.","Ihr Business ist, hat wir verkaufen.","Gebe ich dir vollkommen Recht, aber so auf aufm.","Ja, wir reden darüber hinweg. Wir reden jetzt über den Ma.","Sind die Einnahmen der Software viel zu gering im Vergleich zu Hardware und auf dem iOS ist das ein bisschen anders.","Der Mc hat vor allem eine eine ganz andere Bedeutung ähm für diese ganze äh Plattform, weil das halt einfach\nein zentraler Ort ist, da wird drauf entwickelt, äh et cetera, also ich glaube einfach nicht, dass\ndie im zentralen Interesse ist, das Ding jetzt irgendwie dicht zu machen, mit der A.","Warum machen sie es mit den Buten dann dicht?","Weil sie natürlich jetzt einen zunehmenden Maße,\nunter Attacke stehen. So, einfach Security, Security Security, ich denke, dass alles, was ihr im Logdown an Locdo und Maßnahmen machen, machen Sie nur aus Security-Gesichtspunkt,\nJa, also das das,\nda bin ich nicht davon überzeugt, dass dass es hier irgendein oh, wir spielen jetzt mal hier unseren Plattformvorteil äh aus Move ist. Das äh einfach zu billig und das bringt ihn irgendwie, das das schadet ihnen mehr, als dass es ihnen nutzen würde.","Aber meinst du, sie kriegen die Plattform dicht ohne halt ja, zu bestimmen, was da drauf läuft, an dem ich weiterhin alle selber installieren kann, was ich will.","Ja, das du musst ja immer, du musst ja immer noch einen Hub hopsen, um das zu aktivieren. Das ist ja Defolit nicht. Doch doch. Also es muss ja notalisiert sein zumindest.\nApp, die du dann öffnet siehst es nicht, weil du bist ja noch eine Unterkatharina. Bei den Katharina musst du schon, muss es notalisiert sein oder du öffnest es nicht mehr.","Ich kann's noch abstellen noch.","Ja und dann muss es aber explizit ausschalten. Genau und das ist weiterhin so machen, dass Benutzer aktiv einmal äh was was aufmachen muss. Und das ist, glaube ich, Privation Security technisch,\nschon genug, was sie wollen an der Stelle. Also ich glaube, die anderen Motive, die du so erwähnst, ja, könnte sein,\nunter anderem Führung vielleicht irgendwann mal, aber so irgendwie DNA technisch passt es dann nicht rein, finde ich. Es ist zu, das ist zu sehr nur ums Geld, ja? Also klar, Services und so weiter, da gibt's viele, es gibt viele Bereiche, wo Apple ziemliche ähm,\nharte Kante fährt im Sinne von, wir wollen da einfach mehr Kohle machen oder mehr Markt äh auch drüber, aber an der Stelle halte ich's im Moment noch,\nfür nicht lukrativ genug und interessant genug.","Also sie machen, sie machen das Ding ja auch vor allem von innen heraus zu. Also mit den neuen Armmix,\nhaben sie jetzt im Prinzip dieselbe Logik, wie bei den iPhones auch,\nsie kontrollieren alles, alles muss irgendwie signiert sein, diese ganze Übergabe von der erste Kur der Aktive, der zweite Code der Aktive, das Betriebssystem wird\ngebutet, et cetera. Sie integrieren auch diese ganze Recavarie-Geschichte. Das haben sie ja auch angekündigt, dass sie ein komplett neues User hinter Facebook bauen. Also diese ganzen klammer Affengriffe aus den alten Zeiten werden jetzt so nicht mehr\nfunktionieren hier so Peram löschen und Schiff drücken und was ist da nicht alles so gab, sondern du hast das eben voll integriert und sie sagen halt,\nda läuft jetzt auch erstmal nur unser US drauf. So und wenn du andere OS drauflaufen lassen möchtest, ja gerne aber dann eben nur parallel zu unserem,\nmit dieser Virtualisierung.","Also ich denke, das ist der Schritt, der jetzt de facto passiert und der so so angekündigt ist, auch aber auch ein bisschen äh unter den Tisch gekehrt wird. Also, insofern, da verstehe ich zumindest, denn es Grundskepsis, weil das wurde jetzt auch nicht groß,\nbreit plakatiert, sondern halt so ein bisschen jetzt zugegeben als nachgefragt wurde so. Ja und deswegen mal schauen.","Ich würde mal ganz gerne, dass wir mal ein bisschen mehr Gesprächsgrundlage haben, einfach mal kurz zusammenfassen, was eigentlich so im Kern alles angekündigt wurde. Im Bezug jetzt erstmal auf diese Plattform Transition. Wir haben ja noch ein neu,\nSystem, auf Eiweiß, auf, et cetera, das kommt auch alles noch dran, aber jetzt mal so spezifisch diese Umstellung, die glaube ich für uns auch alle am interessantesten, das sind die mich ehrlich gesagt auch total heiß macht. Also ich\nkann es nicht erwarten. Ich will so ein Gerät haben. Äh das ist wirklich jetzt mal das erste Mal, dass ich wirklich ja, sofort, ich kauf.","Aber warum.","Äh aus vielen Gründen,\nkann ich's ja auch gleich alle sagen. Ich fasse jetzt erstmal nur zusammen, was, was haben sie angekündigt? Also, sie verlassen Insel. Sie werden das innerhalb der nächsten zwei Jahre tun\nsie werden auch noch weitere Intel Max in diesen zwei Jahren veröffentlichen. Wie lange haben sie nicht gesagt, aber zumindest dieses Jahr kann man, glaube ich, nochmal mit dem einen oder anderen\nneuen Modell oder Update äh zumindest rechnen und sie,\nbauen halt alles jetzt auf ihre eigenen Chip, Fabrikation auf, wenig überraschend, also diese ganze A, vierzehn wird's jetzt wahrscheinlich weitergehen, Prozessorreihe, also dieses System ohne Chips,\ndie sie da bauen und sie haben ja auch bewusst vermieden zu sagen, das ist jetzt armen Rechner sind, weil es haben spielt natürlich eine Rolle, aber ich denke die eigentliche,\ndas Besondere an dieser Architektur ist, dass es eine ist, das heißt, du hast halt,\nalles da drin, du hast ja die CPU, du hast die GPO, du hast diese Neuren, du hast aber dann auch deine LCD-Treiber da mit drin, diese ganzen Security, Steinchen, alles, was äh jetzt in diesem T zwei Chip schon eingebaut wurde\nalles das, was im iPhone im iP\ndrin ist, kommt da rein, plus wahrscheinlich dann noch eben Controller, was ihr halt im McC noch so brauchen, spricht diese Prozessoren, werden fette Teile sein, werden aber vor allem extrem viel zusätzlich noch in diesen einen,\nmit rein integrieren, was derzeit vielleicht separate Logik ist. Das heißt, die Dinger werden auch nochmal sehr viel kleiner werden.","Glaube, ich glaube, du äh,\nübertreibst du ein bisschen. Also ich ich glaube nicht, dass sie, dass sie da wesentlich mehr reinmachen als in den in den äh in den Chips ist, weil das sonst nicht mehr richtig skaliert.","Müssen sie auf jeden Fall reinbauen sonst performt das ja nicht.","Reinbauen, sie müssen auch einbauen, aber äh viel mehr, glaube ich, auch nicht mehr.","Gut, werden wir sehen. Dann äh ist es so, es gibt jetzt diese TK Büchse, die bei manchen,\nbei manchen Menschen schon im Regal stehen und äh was im Prinzip so ein umgebauter Mc Mini ist, mit einem iPad Prozessor drin, das ist jetzt schon viele Developer rausgegangen\nman kann halt,\nSoftware machen als Universal, Beinerie, das heißt, man kann seine Software ausliefern zum Download auf der Webseite und da ist dann Abendrot drin und da ist dann Intercode drin und je nachdem wo du es aufmachst\nläuft es halt. Ich denke, wenn sie über den Appstore geht, dann kriegst du eh nur die Version, die du brauchst\nUnd es gibt diesen Rosetta Transleter wieder, also man kann Intel-Code, alten Intercode direkt ausführen auf der Kiste,\nund der wird dann halt äh entweder zur Installationszeit oder spätestens zur Laufzeit ähm,\nim Hintergrund umgerechnet in äh Abendkrot und wird voraussichtlich schnell laufen.","Ationszeit bei der Installationszeit sollten sie das.","Wenn es aus dem Appstore kommt, wenn es aus dem Appstore kommt, dann machen sie's zum, zu dem Zeitpunkt und ansonsten fangen Sie damit an, wenn du das erste Mal startest\ndann wischen erwähnt, diese ganze virtualisierung ist äh dabei und Ende dieses Jahres soll der erste Mac rauskommen und die grüßte Küche sagt halt, das ist ein dreizehn Zoll MacBook Pro und äh ja,\nShot Up in Technor Manni.","Okay, gut, da wird es trotzdem mehr Cookoland vielleicht wieder nach deinem Geschmäckle ist insgesamt dabei. Da muss er da erstmal alle Software wieder gut laufen drau.","Ich, ja, aber ich will, ich will einfach, ich will keine Intelprozessoren mehr. Inselprozessoren, das ist so, das ist so der Verbrennungsmotor im im digitalen Bereich.","Für mich,\nvon von der U-Geburtstunde von von Arm. Ich komme von Archimedes vorbei über den Ris,\nden ersten Strong am, der in dem Desktop war\näh zu zu lange durchstrecke mit mit schneller geworden und jetzt wieder vollarm. Also ich bin ja ich bin ja in meinem Glückszustand jetzt, weil ich finde ja sowieso\ndie anderen Prozesse so ein ziemlich für den Arsch. Ähm und Italien besonderen,\nund das gefällt mir einfach. Äh aber so, bei dir hätte ich's mir jetzt gar nicht mehr so gedacht, deswegen äh was ist dein, was ist dein großes, warum findest du intell blöd.","Ich will einen Computer haben, der nicht mehr lüftet,\nich will einen Computer haben, der mir nicht meint, mein Schoß wegbrennt. Ich will einfach äh eine Maschine, die die Seitig läuft und die lange läuft,\nund äh Hitze muss weg,\nUnd das, das hat Apple bereits bewiesen mit dem iPad, dass sie das grundsätzlich können. Und ich weiß nicht, ob ihr diesen ersten ähm,\ndiese ersten Benchmarks, die veröffentlicht wurden schon gesehen habt, kamen jetzt irgendwie was auf McRomeus raus, in meine Grain of Solt und so weiter, ne, also kann, kann sich vielleicht,\näh ändern, aber haltet euch fest, sie haben das dann irgendwie mit diesem Surfice Pro\nverglichen, das ist diese armen Laptop von Microsoft.","Von wann ist der eigentlich? Weißt du, was da was da der Erscheinungstermin.","Rausgekommen, oder? Ist das nicht der aktuelle.","Der ist von diesem Jahr, ja, genau, so habe ich das auch verstanden.","Oh, okay. Ich dachte, es wäre ein älteres gewesen.","Werbung mit dem.","So und dann haben sie, dann haben sie diesen Gig,\nBench, Bench, wie heißt dein Gig Bench, ne? Äh Benchmark laufen lassen. Auf dieser Kiste Nativ,\nin Armkurt, auf diesem Microsoft teil, den Wert genommen und dann haben sie es verglichen, dann haben sie diesen Benchmark als Intercode,\nin Rosetta, also in dieser Translation auf diesen Developerteil, also quasi auf dem iPad laufen lassen,\nund wenn ich das hier richtig äh sehe war Rosetta in der Emulation von dem Benchmark schneller als die native Version unter Windows auf Arm.","In dem Vergleich hast du richtig, ich bin ein bisschen skeptisch an sich, was Benchmarks jetzt angeht, wann natürlich dieses System\nnicht mehr im Ansatz wirklich realistischer Schuss für 'ne Mac ist, sondern wirklich nur die iP,\ndas iPad minimal angepasst die angepasst, damit sie jetzt laufen lassen kann. Es ist wirklich noch so die Luft nach oben ist groß offen\näh äh aber an sich sind da zwei Sachen relevant, die ich echt wichtig finde, so Rosetta funktioniert verdammt gut,\nist die Aussage, äh was ich äh was ich auch\ngar nicht mehr äh gar nicht so viel anders erwartet, hätte, weil das gibt sich da nicht mehr so viel, vierundsechzig, bitte auch nach vierundsechzig Bit äh Arm, nur für die CPU-Geschichten,\nda ist jetzt nicht mehr, das ist nicht mehr so ein Missmatch, wie es früher war, so an der Stelle, so da können sie halt auch einen geileren Code machen an der Stelle. Das ist schön. Ähm aber trotzdem, das ist so, dass es\nso gut läuft, ist auf alle Fälle eine Aussage, ja? Also, man kann seine Intersoftware, die man benötigt\neinfach mal laufen lassen. Das können von allem, was ich über das äh Ding äh mitbekommen habe, kann man einfach mal so sagen, ja, die Scheiße läuft\nja, kannst du benutzen, bist du nicht so wie früher, also Rosetter damals von von Intern von Power PC nach Intel, war ja echt ein Schmerz, das war wirklich so, oder butet jetzt diese App,\naber jetzt sind so Geschichten wie ein Designer oder sowas, die laufen hat auf der Kiste schon echt Bombe. Ja, obwohl da nix passiert ist.","Und was ist mit so einer Audio-Workstation mit VS,\nins, die vielleicht ähm noch nicht mal vierundsiebzig bitte sind und.","Ja, nicht mehr führen, dass ich mit, bist du tot. Also, das ist jetzt wirklich auch so zweiunddreißig Bit äh Intelzeug wird auch nicht roset hat, ja? Also alles was nicht auf Katalina läuft, kannst du da auch schon mal vorher aussort.","Aber meinst du, so, sagen wir, okay, es sind vierundsechzig BTV, irgendwas zu dir in deine DAW reinziehst, dass das dann auch äh einfach so läuft.","Na ja, die eine Problematik ist, dass,\nso wie sie's auf den Sessions gesagt haben äh sobald irgendwas äh Rosetta braucht, muss der komplette Prozess, wo sie da laufen, weil du kannst ja nicht mischen. Also, wenn du dieses Plugin benutzt, musst du praktisch die komplette,\nRosetta Version von der App benutzen und dann ist halt die Frage, wie gut äh auf dem,\ntop ausgebauten, am äh Apple Silicon äh Maschinchen, äh die äh Rosetta-Version von Logik oder deinem Audioprogramm plus,\nplus den Plugins läuft. Aber ich denke im Wesentlichen läuft die jetzt nicht schlechter, also wenn du jetzt Laptops nimmst, nicht schlechter als die aktuellen. Das würde ich mal,\nda würde ich mal meine, meine, äh, mein mein Orakel in in die Luft halten, das das Night zu Nat.","Dann läuft sie nicht schlechter, okay. Ja, weil ich bin gespannt, weil ähm äh irgendwann hat mir ja mal dadrüber gesprochen, welche Mexi denn als erstes umstellen würde und ich bin ja auch nach wie vor\nder Meinung, dass sie nicht die Promex sozusagen äh als erstes umstellen, sondern die wahrscheinlich eher als letztes nehmen, weil diese ganzen Sachen wie so ein\nEvert Worksation mit Hardware Donal und diesen ganzen Puboritären, Scheiß über zwanzig Jahre mitgeschleift, et cetera äh wollen sie jetzt wahrscheinlich nicht einfach so die Leute äh von der Kante\nkicken auf der anderen Seite, wenn ihr jetzt sagen, wir bauen noch weiter Intel Max, wer will denn jetzt noch intermax, dann kaufen überhaupt.","Na, die, die müssen.","Nur die, die auch wirklich brauchen und Bootcamp und Berg anzukramen. Äh und die Leute, die jetzt System brauchen, das sicher alles ab\nin den nächsten Monaten, weil es gibt jetzt schon Umstellungsschmerzen so oder so, also bei allem was sie jetzt gemacht haben, was echt schon verdammt weit klingt und wirkt, äh, so\nvon von allem was wie läuft, es wird einfach Schmerzen geben, ja? Wenn du wenn du ein bisschen angewiesen bist bis Hombre am Status mit der vollen,\nÜbersetzung. Das dauert halt einfach ein bisschen. Klar, gibt's schon die ähm Abend vierundsechzig Ports von Dingen, für,\nfür Verlinos und Co, aber jemand muss es trotzdem jeweils immer für jedes Package machen und ein bisschen dauert's halt einfach, ja? Ich,\nAber an sich, ja, ist jetzt ist jetzt Backwarts, also ich würde jetzt auch, wenn, wenn's euch irgendwie möglich ist, dann kauft euch Apple Silicon Apple Geräte, weil die halten länger, brauchen weniger Strom und sind wahrscheinlich Performance optimierter.","Und noch äh eine ganz kurze Frage dazu, äh dann äh will ich gleich wieder ruhig. Ähm was denkst du denn, was äh mit dem\nUser Land, also von Davin, so los ist das ja auch immer noch seit E und die auf so einer Asbach uralten BSD-Version basiert, die sie gelegentlich hier und da mal ab,\nten, also die das Userland, die Tools zumindest, aber ähm,\nHast du da irgendeinen Einblick, was sie denn damit machen mit dem äh Darwin, was man ja auf dem iOS gar nicht äh sozusagen erreichen kann, aber auf\nja schon viel Interaktionsfläche mit hat.","Ich glaube nicht, dass da viel Modernisierung stattfindet, den System, was sie jetzt schon gemacht haben. Also wir haben jetzt zu der Umstellung auf großartig gemacht, so Katalina haben sie ja zumindest ein paar,\nTools wieder umgestellt, dass eben nicht mehr CSH und ein paar von den Open Source teilen, haben sie rausgeworfen und aber Userland. Also das Basis ist irgendwie alt, abgehangen und tut halt,\nund die machen da irgendwas dran. Also interessanter wär's, wenn sie sich trauen würden und irgendwie den L zwei oder sowas den L vier vom,\nvon der und dann hätte man schon mal was anderes, aber selbst dann würden sie, glaube ich, dass da, wenn,\nin dem Sinne Davin Userland erstmal lassen. Ja, weil es ist einfach zu destruktiv ist, aber sie könnten zumindest mal den Körner ordentlich austauschen an der Stelle, ohne dass es jemand großartig mitbekommt. Das ist natürlich auch die andere Geschichte\nund wenn es dann ein schöner Micro-Können wäre an der Stelle, weil die Hardware rein performt, anstatt ähm anstatt der alte äh Damenkörner. Das hätte auch schon mal was. Also die.\nMachen's ja auch viel. Sie das Ebeln ja sie erlauben ja immer weniger Queen extensions und man muss da ganz durch durch diverse äh ähm ähm,\nKurbs hüpfen, damit man die dann auch benutzen kann, Security-Sachen ausschalten. Äh also da passiert auch eine gewisse Einschränkung, die glaube ich, aber auch darauf abzieht, dass sie eben Unterbau verändern können, wenn sie wollen,\nund äh und das mehr so eine allgemeine Sicherheitsabhärtung ist, anstatt eine eine Kohlegeschichte.","Meinst du denn, also das ist das User Land sozusagen dann einfach in äh AMD oder X vierundsechzig einfach lassen und das dann auch äh rositieren oder imulieren oder.","Ach so, müssen sie ja nicht.","Alles.","Das komplette einfach auch alles. Also da das muss ja das existiert ja im Endeffekt fürs iPhone von Anfang an nur das was nicht sieht. Also das ist ja nicht so, dass dass das alles nicht da ist. Also das ist\nda haben sie, glaube ich, das läuft einfach. Das läuft einfach nativ an der Stelle, aber da wisst, wisst ihr eben, wie gesagt, keine Sprünge erwarten können, nur weil sie jetzt eine Transition gibt, weil im Endeffekt für Apple ist es ja keine Transition,\nso aufm iPad, alles, was er unterliegt, natürlich läuft, äh läuft bei denen auf Arm vierundsechzig, weil es ist ja auch wirklich genau dieselbe Architektur,\nDas ist auch das Gute dran, weil das Zeug ist abgehangen und läuft halt einfach auch, ja? Und teilweise halt auch schicker als auf Intel, weil sie haben's für iOS und iPad frischer gemacht.","Und Apple hat ja auch äh Patches gemacht für für der, der Macher hier von Mono, Miguel Day Kasse hat schon gesagt, Erperd\npatches ermittelt für Mono. Dann gibt's auch die die Einblendung, die sie bei der WWD C hatten, dass sie für, was kann man hier sehen Peisen drei, QT, Rede, es, Open Jedi Kngink\nNGNEX, FM FFM Pack Elektron, also über haben sie Patches gemacht, dass das dann auf Arm läuft oder was auch immer sie da gepatcht haben, aber die haben sich da schon bemüht, dass da ein bisschen was geht.","Also freut mich auch sehr und bin ich auch sehr gespannt ähm äh ich muss euch nochmal die ganzen Bedingungen durchlesen von dem von dem die DK, wie viel man da jetzt schon kontrovierten dürfte,\nso, weil eigentlich hätte ich das auch ganz gerne, weil das das Home Brow einfach von Tag eins am Start ist, mit den Tools, die mit ich jetzt so gerne hätte und zur Not kann ich ja auch ein paar Make-Fights umschreiben. So ist es ja nicht.","Also ich würde da gerne mal von ein bisschen so eine Meinung haben, weil ich habe auch immer noch nicht auf Katalina umgestellt, weil\nIch weiß nicht, ich weiß noch, dass du irgendwann mal gesagt hast, so, ja, wenn du damit folgende drei Dinge bauen willst, äh nimm deine Finger von Katharina. Was ist denn so generell, was denkst du, wie lange dauert denn das, bis man\ndie dann wirklich als Entwickler und ich meine gut bei uns ist, also bei mir ist jetzt vielleicht speziell Webentwicklung und der ganzen Schüssel, der da so drum rumhängt, aber so dass du als Entwicklerin,\nwieder ein arbeitsfähiges Gerät hast. Ich meine, klar, du wirst jetzt nicht anfangen des Jahres wahrscheinlich sofort in den Genuss eines funktionierenden Max mit den neuen Prozessoren kommen, aber,\nwas denkst du nur so? Das sprechen wir davon wenigen Monaten.","Ich glaube ja, ich glaube, ja, weil hat die Dinger relativ Tim ist nicht der Einzige, der so heiß drauf ist und es braucht ja immer nur ein paar motivierte Kontobeautos, äh weil der Code meistens ja schon da ist. Also dadurch, dass äh vierundsechzig Mitarmen,\narchitektonisch eine eine Sache ist, äh die auch benutzt wird, dass sowohl für für den als auch für High N mit,\nteilweise Servergeschichten, existieren die meisten,\nSachen schon die die grobe Umstellung ist gemacht, was man machen muss, ist wirklich eben an Davin anpassen. Und so, okay, du bist jetzt eine Mac mit äh,\nmit äh mitarm und da muss man halt ein bisschen immer ranschleifen, aber es ist im relativ wenig Arbeit im Verhältnis, denke ich mir mal, also viel weniger, es ist früher war von Powerbitte nach an der Geschichte, weil\nso eine, so von was, was erfliehungsläuft äh auf\nauf den Mc zu bringen, kann anstrengender sein, als überhaupt was, was schon mal auf dem Mac lief, nur als auf Arm, umzubiegen an der Stelle. Ähm deswegen, ich glaube, das geht ja rasant. Also ich würde sogar behaupten, also wenn wenn das erste, also,\nentweder die äh sind sehr äh offen, auch für Leute, die sowas open Soßiges machen, dann könnte es sogar sein, dass es wirklich mit den Lond schon einiges verfügbar ist oder es ist halt dann so so drei, vier Monate nach noch nach Produktverfügbarkeit,\nvon dem ersten Ding, würde ich sagen, geht das Meiste. Also gerade so, was weiß ich, was man, wenn man jetzt so 'ne Entwicklersdeck komplett braucht, das wird einfach laufen.\nMan muss es halt, also es muss halt, muss er bei jeder einzelnen Stück ähm,\näh Platzform spezifischer Software muss halt mal äh eine Entwickler oder die Türkei drin mal anfassen. So, in irgendeiner Form wur.","Auch Little Endion ist.","Also arm kann beides sein und es ist in dem Fall halt Little Indien, also du hast noch nicht.","Noch beides sein kann, also zweiunddreißig konnte beides sein, vierundsechzig weiß ich gar nicht mehr. Ich dachte, es hat uns herausgeschmiert, okay.","Ja und die sind also das werden wir jetzt neu auf jeden Fall sind die also wie.","Ja, dann ist ja eh fast schon kein Unterschied.","Okay, ich dachte, das war ein Risk auch, aber das ist dann unabhängig davon oder wie?","Das hat damals nichts zu tun.","Und das ist bei vierundsechzig Bitte auch nochmal so ein bisschen eine interessante,\nDiskussionen dann, wie viel Unterschied wirklich zu äh zu der AMD vierundsechzig Architektur und, und, äh, da am,\nvierundsechzig Architektur ist. Also da könnte man, es wäre interessanter, könnte der Tim ein sehr eh Druck machen, mit Leuten, die sich auskennen,\nweil ich mich würde schon mal interessieren, aber von Leuten, die, die ich kenne, die sich auskennen, die haben gemeint, da ist jetzt der Sprung nicht mehr so groß geworden, dann. Also, wenn damals der Ethanium gewonnen hätte, dann wäre es groß unterschiedlich, aber im wesentlichen ist einfach die Armheitektour ein bisschen bisschen neuer und hatten\npaar andere Joys ist getroffen, äh dann weiter oben, aber es ist jetzt nicht mehr so äh Himmel und Hölle, wie bei anderen Geschichten.","Ja, ich hatte nämlich schon mal jetzt einen Vorfeld geguckt, ob man irgendwie mal einen Diff kriegen kann, von den Sets oder sonstwas, den Unterschieden, aber es ist echt äh schwer eigentlich im Internet so mal eben das zu recherchieren, selbst in der Wikipedia sind da,\nleider die Information nicht so griffig.","Einem D vierundsechzig versus am äh vierundsechzigsten A vierundsechzig echt? Die müssten aber eigentlich offen sein, glaube ich, der Tei.","Klar, aber es gibt halt nicht so 'ne schöne Übersicht, weil so 'ne irgendwie pass auf den Stellen sind jetzt so die massivsten Unterschiede oder hier oder so und so viel Prozent sind im Wesentlichen gleich, bis auf so vielleicht sind taktische Sachen oder keine Ahnung, ja.","Ja, wäre mal interessant. Können ja, wenn ihr mal von von den zuhörenden Menschen äh jemanden in der Lage ist, das schön aufzubereiten oder was findet,\nfinde ich auch interessant, wie viel man da wirklich gewinnt, weil ich glaube, der Gewinn ist, glaube ich,\nin großen Teilen, die implementierung von Apple an der Stelle, also wirklich so deren Arbeit, was wir dann so an integrierten Silicon,\nSilitium da so machen. Das große, dass der Arbeitskerne haben und und und Powerkerne, da müsste, dass der komplett Memory Management, also alles, was sie fürs iPad schon gemacht haben,\nso, dass man das jetzt alles für free mitbekommt, plus selbst die Grafikhardt, wer ist jetzt äh echt äh in der Größenordnung, die ihr mitspielen kann mit anderen Ecken? Also sie haben jetzt wirklich auch so einen, sondern wirklich so eine Perfect Storm von wir haben alles nötige Know-How für eine geile Kiste,\näh und und eigentlich schon fast fertig. Also, jetzt können wir uns einmal nochmal,\ndas, was man fürs iPad Pro geil gemacht haben, können wir jetzt nochmal nochmal Faktor zwei, drei machen und nochmal einmal und ins was gießen. Also wenn es das dreizehn Zoll MacBook Pro sein sollte, das Rock wahrscheinlich wie Hölle. Äh ich\nglaube er fast noch mehr an einem Eimer, der ist überfällig.","Also wenn ich mir was wünschen dürfte, dann das sechzehn Zoll MacBook pro Zeitnah.","Ich hatte, es gab mal einen Talk bei einer Lisa Goto Konferenzen von einer Dame, die bei dem, weiß nicht, in Anführungsstrichen, originalen Armen, die Team dabei war, die ist irgendwie, hat schon, also eigentlich ist die bekannt, aber ich habe den Namen jetzt trotzdem nicht parat,\nkönnte sein. Ich müsste den Goto Talk mal gucken und äh irgendwie war da, weiß nicht, ob ihr den auch gesehen hattet, da hat sie auch gemeint, dass Apple irgendwie\narmtechnisch oder CPU technisch sowieso gerade ganz weit vorne ist und\nAn dem Tag meine ich auch, hätte sie gesagt, dass äh jetzt so die Übersetzen von äh X vierundsechzig oder am D vierundsechzig nach Arm vierundsechzig äh,\nquasi auch so ein bisschen gehen würde, ohne große Penalty leider finde ich diesen Talk so spontan. Ich habe, ich suche den schon seit,\nheute Morgen, aber ich finde die nicht. Falls ihr niemanden von den Hörern findet, bitte auch nochmal posten, den würde ich mir gerne nochmal angucken.","Die meisten Gott Hood Talks sind auf YouTube.","Ja, ich weiß, ich äh ich habe,\nIch kann mich nur nicht mehr dran erinnern, wie der Talk Titel hieß und ich habe schon alle möglichen Keyword-Kombinationen, äh probiert. Ich bin mir sehr sicher, dass ich ihn gesehen habe, weil andere Kollegen, denen auch äh gesehen hatten und wir darüber uns unterhielten, aber\nJa, ich muss mal noch ein bisschen recherchieren, vielleicht finde ich den.","Ich glaube, man muss sich auch mal frei machen von diesem Gedanken, dass es sich hier jetzt um etwas Neues handelt. Das ist für Apple halt nicht neu, ne? Also, dieses Betriebssystem fahren die auf diesem Prozessor jetzt seit,\nzweitausendsieben,\nAlso es ist sozusagen portiert. Seit über zehn Jahren und selbstverständlich werden die schon die ganze Zeit immer auf ihren Prozessoren\nalles mal zum Laufen gebracht haben. Also ich kann mir einfach nicht vorstellen, dass sie nicht schon vor fünf oder sechs Jahren, wenn ich sogar schon von Anfang an oder zumindest ab,\nabnimmt ab diesem warte mal, wann kam der A vier raus? Das war ja den ersten Gerät noch nicht der Fall, also mit ihrer eigenen CPU, denke ich mal, wenn sie von Anfang an äh auch mal ein vollständiges Mecko S drauf gefahren haben,\neinfach, weil das läuft ja eh aufm auf dem iPhone, also,\nNe, also man da gibt's im Detail noch ein paar Unterschiede, aber so im im Kern, wenn die das mal hochgefahren haben, sich mal angeguckt haben, wie wie performt denn das. Das ist also nichts, was ich jetzt irgendwie erst vor zwei Jahren\nangefangen haben, so, guck mal, läuft ja auch ganz gut so. Das heißt, wir werden da ausgereifte Hardware bekommen, ausgereift im Sinne von,\nzumindest was du die ganzen Inereien betrifft. Man weiß ja jetzt nicht,\nob sie jetzt mit den Geräten auch noch irgendeinen anderen neuen Wahnsinn machen. Touch Kram, in irgendeiner Form oder was weiß ich, also äh das Handy.","Wird sicher kommen.","Ja, sie meint jetzt nicht, Touch auf dem Bildschirm sein, was weiß ich, selbst leuchtende Tastatur mit irgendwie Wechsel,\nBildschirm irgendwie auf jeder Keykappe oder so, wird nicht kommen, aber ihr wisst schon, was ich meine. Also sie sind die schaffen's eigentlich bei jedem neuen Modell, wieder irgendeine neue Erfindung dazuzupacken, wo man denkt, so\nMuss das jetzt sein? Hätte das nicht einfach mit so, wie es früher war, rausbringen können, so wie dieser Touch sparen, ne? So,\nder einfach total nervt so. Ich hätte mir bestimmt schon so ein MacBook pro äh gekauft, aber ich will einfach nicht. Egal.","Für so mir ist es aber gut, es gibt keine schnellere Möglichkeit auf Zoom ein Meeting zu beenden als mit der Touch.","Das ist mein Feature.","Du lachst dafür verwende ich die jetzt immer.","Darf man nicht vergessen, dass Apple ja mal dreiundvierzig Prozent von Armen gehört in Anfang der Neunzigern, ne?","Richtig. Also, sie waren da von Anfang an, also ich meine auch das iPhone war ja nicht das erste Armgerät, was hierher gestellt haben. So, der erste am basierte ähm äh erste armbasierte McProdukt war der Newton.","So sieht's mich aus.","Und dann gab's noch den Ei, den E-Mail, was im Prinzip auch noch einen guten ist und äh wenn ich richtig sehe alles andere, iPod und so weiter, ist auch alles abends schon immer gewesen, ne.","Nee, nicht schon immer, nicht schon immer. Also also iPod ist erst spät, dann gewechselt, glaube ich. Wenn überhaupt.","Da waren Mips, drin, glaube ich, ne.","Ja, ja, also weil wir die haben eine Piko, irgendwie heißt das Betriebssystem, das da drauf lief, also so iPod war lange Zeit ein ganz wirres Ding,\näh und irgendwann haben sie das mal aber auf Arm gewechselt, glaube ich, so die letzten oder so, haben sie, glaube ich, noch, obwohl die es war auch noch, es war alles immer, die haben, selbst dieser, diese komischen Pseudo-Ipottaches, die keine Alpa Touches mehr waren, waren, glaube ich, immer noch piko, also es war so ganz krank,\nund deswegen auch keine Abends. So, aber da müsste man nochmal genauer nach.","Okay, gut, lassen wir's raus. Die Uhr, also alles äh armes Every, wo.","Die Uhr. Also die Uhr ist ja so die Uhr ist ja so das das geile Beispiel an der Stelle, weil die haben ja die Uhr auf vierundsechzig Bitam umgestellt. Das ist ja so eine komische Geschichte. Auch die ist inzwischen vierundsechzig Bitarmen\nkein ist es, obwohl es da nicht wirklich nötig wäre, aber für die Gesamtvision, von der Firma ist es natürlich geil, dass es alles vierundsechzig,\nähm Architektur, alles das Gleiche ist, ja? Und nicht noch das einzige Produkt, das irgendwie zweiunddreißig Bit äh Arm benutzt hat, eine Urwerde noch, ja.","Geil, eine vierundsechzig Bit Uhr.","Von der von der Performance ist die Uhr auch echt Hammer.","Ja, vor allen Dingen haben sie sich ja auch irgendwie nicht groß angekündigt oder so. Das war plötzlich war die nächste Uhr war einfach vierundsechzig Bit und es kam irgendwie erst hinterher raus.","Sie haben sich sogar umgesetzt, genau, da haben sie damals, glaube ich, sogar den Bitcode übersetzt, so für das haben den Baldcode, der von aus LMWM da rauskommt\nverwendet zum ersten Mal so in die Richtung. Und da wäre natürlich technisch jetzt auch interessant, wie sehr sie einfach sie den Apps einfach direkt übersetzen kann, Rosetta, also ob das nicht einfach wirklich schon fast einen einen äh ich,\nich übersetze es nach äh Armen mit ein bisschen transparent ist aus dem Bitcoin raus bei den Appstoregeschichten zumindest. So, keine Ahnung. Ja, spannend.","So, Clemens bist du eigentlich da? Oder nicht?","Ich kann ja mal was sagen. Hall.","Herzlich.","Mehr als eine Silber.","Weiß selber nicht so genau.","Existiere ich.","Spricht zu uns.","Mit dem Echo-Ding telefoniert von Studiolink, ihr dürft mir immer sagen, ob ich zu leise oder zu laut bin oder so. Ähm und das Problem habe ich rausgefunden und das Problem war Tim.","Was? Welcher Tim? Tim Cook oder Tim Apple?","Der Tim, der mir neulich schrieb, du Sommer, ich kann das gerade nicht ausprobieren, kannst du mal diese Fokusreizsoftware ausprobieren,\nHm, habe ich gemacht. War halt blöd. Ja, die funktioniert, wie man denn merkt, so zehn Sekunden. Und dann war's das.","Oh, echt, oh Mann.","Ja und jetzt muss ich zusehen, wie ich die loswerde. Ich habe jetzt hier meine altes Biringer wieder ausgekramt mit einem alten Headset und so.","OK","Damit geht es dann auch schon. Ja, Audioting, zwanzig, zwanzig, mit so Tools.","Nichtsdestotrotz äh herzlich willkommen in unserer Jubiläumssendung. Ähm wie du vielleicht.","Schon die ganze Zeit zu.","Ja, ich weiß der Team.","Wie kann man in dem Jetsi sich so muten, dass wenn ich jetzt mein ähm Headset abstecken würde? Ich mein Telefon laden kann ansonsten habt ihr mich gleich nicht mehr im Dizy,\nalle,\nIch gucke in sechs Fragende Gesichter und es ist echt ein geiler Anblick.","Hat mich jetzt.","Das Telefon, dass das Telefon, also, dass ihr gemütet seid, auf dem Telefon, aber ich kriege das nicht richtig leise. Das hatten wir vorhin schon mal das Problem, deswegen hängt jetzt hier mein Headset dran.","Dranhängt kann sie nicht laden.","Abstecken.","Ja, aber wenn wir alle, wenn wir alle Chemuted sind, in Jetsieht, dann kommt bei dir aus dem Lautsprecher.","Wir sind ja alle gemutet im Moment. Wir sind alle gemutet.","Na ja gut, hoffen wir, dass das funktioniert. Wo ist denn jetzt hier in.","Kannst du nicht draht losladen.","Ja, Dennis bringst du mir das vorbei.","Oder kannst du nicht dein Audio auf Bluetooth umstellen und dann laden? Dann kommt da auch nichts.","Das ist doch nur für die Kamera.","Dann geht wahrscheinlich gar nichts mehr.","Okay, ich denn das Kapitel Setup intermezzo und.","Nee, hallo Clemens, heißt das Kapitel.","Ja, hallo Cleven.","Hallo Clemens Kapitel, dann heißt die Sendung Setup bitte mit so.\nGut, ähm bleiben wir vielleicht noch ein bisschen beim Thema, es gibt auch eine neue Version von Betriebssystem und da wollte ich jetzt auch gerade so ein bisschen drauf hinaus,\nals ich gesagt habe, ich denke, dass die Hardware wunderbar funktionieren wird, wenn's Probleme gibt, dann wird's eher das Betriebssystem sein, denn,\nhier äh gibt es ja dann doch mal wieder ein paar erheblichere Umstellungen,\nzumindest macht es so den Eindruck und auf jeden Fall sieht's erstmal anders aus. Und es heißt komisch.","Heißt wirklich ziemlich dämlich.","BS","PS, genau.","Elf vor allem, meine Damen und Herren. Elf.","Es ist die Koran-Edition von.","X ist weg.","Ja, wollte ja auch mal Zeit, aber ich fand das ein bisschen enttäuschend, dass sie das gemacht haben. Warum sind sie nicht einfach, als er auf zehn, elf gegangen sind, das haben einfach elf genannt und dann zwölf und so weiter, aber na ja egal, sie werden's wissen.","Also Jürgen jetzt.","Ja Bichser oder wie das heißen soll, ist mir völlig unklar.","Ja, ich hätte dachte auch der Big.","Genau,\noder einfach PS. Ja, habt ihr da irgendwelche Meinungen zu? Also, was ja ganz offensichtlich hier der Trend zu sein scheint, ist\nSie wollen ein weitgehend einheitlichen Look äh herstellen mit iOS und ich finde, der sieht das auf eine ganz interessante Art und Weise machen, jetzt mit diesem Zeitbars, also sie greifen quasi die iPad-Optik auf und irgendwie,\nWollen sie da so auf so eine visuelle Uni,\nhinaus und habe auch so fast den Eindruck, das könnte sogar gelingen, aber ich habe jetzt damit noch nicht rumgezuppelt und von daher keine Erfahrung, wie furchtbar das ist.","Also ehrlich gesagt, für mich ist mein erster Eindruck war iOS sieben,\nso es ist alles ein Tick zu bombogig und zu comichaft und sie werden in den nächsten Major Releases das auch wieder ein bisschen zurückfahren, glaube ich.","Aber so schlimm, also hast du was erinnerst du dich noch an wirklich? Ich glaube, du hast.","Ich sage dir ein bisschen, ich sage dann.","Die Narben sind schon gut genug verheilt bei dir, glaube ich, weil iOS sieben war schon.","Ja, aber sie haben wieder gejuckt. Also, dass das auf jeden Fall. Also, dass das äh der Anblick, der war schon komisch. Und was ich, was ich also eine Vollkatastrophe finde, ist, dass sie die Schiedsweg gemacht haben,\nund diese komischen,\näh am Morgen weiß ich nicht, Riques irgendwie mit abgedunkelten Fensterhintergrund. Also das ist so äh da dachte ich da, also jetzt fangen die Rückschritte an.","Ja, also die Schiedsliebe hier eigentlich über alles, also warum sie das jetzt killen, ist mir ehrlich gesagt nicht klar.","Ja, das habe ich auch nicht verstanden. Das war so eine geniale Lösung für so ein relativ einfaches Problem, welches,\nwelcher Dialog gehört zum welchem Fenster? Ja man klappt ihn einfach oben aus dem Fenster raus und dann sieht man das. Jetzt haben sie das weggemacht und jetzt gibt's auch keine\nsichtbare Reihenfolge der Buttons mehr, wo ist der? Ja, nein, der Abbruch der gefährliche\nund so weiter. Sind einfach drei Buttons untereinander und dann denkst du, so Leute, was habt ihr euch irgendetwas dabei gedacht? Also das ist das ist eine Katastrophe. Da müssen sie irgendwie\nbei zwölf oder elf eins oder weiß ich nicht, müssen sie da zurück rudern. Das geht nicht.","Ja oder jetzt noch in der in der Bitterphase, meine testen das jetzt mal aus und äh das Feedback wird ja kommen.","Aber ist hier nicht auch schon, wir sind jetzt hier zu acht hier in dem in dem in der Free Show, dass wir auch schon alle Anfang irgendwie Katalina nichts installieren, bei uns ist eigentlich alles gar nicht interessiert. Also.","Wenn ich nicht interessiert, bei mir ist es ja eher.","Wenig zumindest, sagen wir mal so.","System nicht zerschieß.","Irgendwelche Anreize jetzt,\nJa, aber der Frühjahr, aber da waren wir ganz heiß, da das neue System kam. Wir haben installiert, wenn was und da wo das auch zerschossen, sowas nicht, aber wir waren da deutlich, man wollte den neuesten Scheiß haben, aber inzwischen, wenn ihr da halt am spielen, das ist äh weiß ich nicht. Brauche ich das,\njetzt, dass ich keine Schiedsrichter und dafür die Buttons da so kommen, das ist doch nicht so spannend eigentlich.","Also die große Geschichte ist ja, die an der Stelle, ähm, dass die Buttons hier so kommen und dass es so vereinheitlich ist, öffnet ja überhaupt erst,\ndie Möglichkeit, dass Folgendes passiert, nämlich, dass die Catalist Apps, die die UIKIT Apps, die per Hand angepasst werden, äh einfach mal so aussehen, als gehören sie zum System,\nda können wir nachher auch noch ein bisschen mehr drüber sprechen, was ihr da noch gemacht haben. Und das andere, was hier noch viel krasser ist, ist eigentlich das,\nohne Veränderung, iOS Apps, dann auf Apple Silicon einfach laufen werden. Punkt. Das heißt, du hast halt einfach mal deine, was weiß ich, äh deine iPhone App, die du gerne,\nkannst du in einem Fenster auf deinem Mac aufmachen und sie fühlt sich sogar halbwegs okay an, wenn sie eine iPad Software war auch,\nAlso schon so eine größtenordnung von,\ndie Welt bewegt sich ein bisschen mehr Richtung äh das sind alles Elektron Apps, ja? Also alle Apps werden bisschen schlechter, aber dafür äh hast du einfach auch alle Bausteine am Start,\nAlso ja, ich habe Elektronen gesagt, aber.","Bisschen schlechter gesagt, im.","Ja, genau.","Elektron, also das fand ich jetzt bemerkenswerte.","Ich bin raus, ich will das nicht.","Kann schon sein, aber es ist ja alles noch nativ, ja? Also es ist zumindest vom Code-Hernativ ist es nicht so ein Bload-Scheiß, wie wirklich elektron, Elektronen an der Stelle, aber es ist zumindest technisch ein Kompromiss. So und das ist das was wir jetzt sehen, deshalb ist es alles ein bisschen ekelig und ein bisschen schlechter. Und ähm ich,\nich halte diesen Mofa und bin ja eigentlich auch jemand, der äh so ganz, ganz schlecht ab kann an der Stelle\naber ich halte den Move für langfristig gesehen für so einen Schachzug, den ich mir echt auch gewünscht habe damals, als ich zum ersten Mal von dieser Katalystecke gehört habe, weil die einen der einzige Weg, wie man jetzt zu so einem,\nzu so einem Gesamtsystem wiederkommt, ist, wenn man dem Max und bisschen Richtung iPad drückt\nja? So unschön so unschön uns das gefallen mag, als als äh als wirklich äh Hardcore McUser, aber so viel\nIch meine, jetzt sind die Buttons ein bisschen größer. Das das ist Chip\nnicht mehr oben rauskommt Rody, aus dem Fenster heißt es, schiet es in der Mitte. Hm, wenn ich jetzt meinen Finger benutzen könnte, am Bildschirm wäre, dieser Dialog meistens in der Mitte und ich würde denen sogar ganz easy treffen, müsst ihr nicht oben an dem Bildschirm rücken und so weiter, also,\nso ein bisschen, wenn das Ganze so viel Konzept hat, wie ich hoffe, dass es hat,\ndann ist es jetzt zum ersten Mal, dass ich mir denke, oh jetzt macht's dann, also bis aufs Fifty, macht es alles wieder Spaß. So, ja und zwif.","Nee, da hast du das ja natürlich recht, denn ich glaube auch, dass sich, dass sich die Optik von von elf auch weg,\nAlso das ist das ist, ich habe das bei mir gemerkt, das Ding ist angegangen. Ich dachte so, oh, was ist denn das\ntun die Augen weh und wenn du dann irgendwie eine halbe Stunde drin rumgeklickt hast, merkst du so langsam, ja, das ist schon OK, da könnte ich mich drauf einlassen, so, weißt du, das ist so,\nim Großen und Ganzen nicht. Ich glaube, dass äh wie gesagt, dass sie, dass sie äh sicherlich bei der Nachfolgegeneration dann nochmal feintunen werden und auch werden müssen, aber es ist nicht so eine Vollkatastrophe, wie IOS sieben, da gebe ich dir natürlich Rech.","Und wie gesagt, was man gewinnt ist jetzt wirklich, dass die die,\ndie Software sowohl die Nativgeschrieben ist, also die mit McCattal ist aktiv angepasst wurde als auch die einfach nur iPads oft für die was taugt,\neinfach schick funktioniert schon mal,\nund es ist eine ganz andere, also die Idee, dass dass du mal so sinnvoll mit den ganzen Apps arbeiten kannst, ohne dass du dir die ganze Zeit denkst, alle sind äh also das ist alles anders und überhaupt nicht aus einem Guss.\nalso deshalb finde ich interessant und ich werde auch im Gegensatz zu Katalina, wo ich wirklich bis zum letzten Drücker gewartet habe, dass mich Apple dazu gezwungen hat,\nweil ich mein iPhone nicht mehr benutzen konnte zum äh als Installationstage in Ex-Code ähm so werde ich bei\nbei bigser, sobald es nur einen Hauch von Stabilität mir entgegenwirft, was,\nim Moment einer relativ guten Eindruck macht, ehrlich gesagt, bin der aktuellen Meter sogar schon. Ähm also das ist, das ist sogar relativ bald passiert. Ähm,\nDas ist die, das ja, vielleicht weiß ich nicht. Das ist, die ist so öffentlich, die.","Also ich sage mal, wirkt relativ stabil, aber.","Also die haben ja auch keinen Unterbau, sie haben ganz wenig Unterbau gekillt, ja? Sie haben ein bisschen was, was geschraubt hat, wunderbar, ob das meiste ist, halt die optisch optische Veränderung und und die Infrastruktur, die jetzt nicht einzelne Apps kaputt macht oder einzelne Programme wirklich,\nAlso die Schütte sind jetzt, wir haben praktisch die Kosten mit Katalina gezahlt, zum großen äh Teil, ist die, die schon abgegradet sind, die die es noch nicht gemacht haben, verlieren alle ihre zwounddreißig Apps immer noch. Ähm und jetzt kommen dann die Benefits schon langsam wieder,\nja","Na ja gut, es gibt so ein paar Sachen, so ein paar Sachen\nda merkst du Apps und Teile von Betriebssystem stolpern da drüber, dass das jetzt nicht zehn, sechzehn ist, sondern elf und irgendwelche Versionschecks funktionieren nicht richt,\nja auch vor, wenn du das installieren willst, dass du jetzt die zehn, sechzehn Bete installierst und nicht die Elf-Peter.","Wobei das natürlich an der Stelle, dass nur die armen Sille können Max ähm\nals elf äh einheitlich durchgehen und das ist einfach ein internes Discloser isch ja bei bei Apple so, dass es elf heißt, es ist eine Marketinginfo, die haben nicht alle an der Stelle und äh bis zur letzten Minute haben die nicht alle und deswegen\nHast du jetzt die Schmerzen, wenn das, wenn es wirklich in der, in der Public Bitter drei noch am, noch nicht elf heißt, dann haben wir ein Problem.","Ja, ja, ja, ja, ja, ich, aber ich kenne das Problem, ich war ja auch kurz bei Apple.","Aber wenn sie die Mail klein nicht gefixt kriegen, dann setzt es was.","Irgendwelche Probleme mit dem Mailklein, ne, die keiner von uns wieder.","Ich habe.","Was ist da bei dir passiert.","Irgendwelche Probleme mit Mailklein,\nnichts funktioniert damit richtig.","Mit dem aktuellen Katalina nicht mehr.","Mit dem aktuellen Katalina funktioniert nichts, richtig mehr, man Mail, auf gehört, ich kann meine Mail nur noch zuverlässig lesen, weil ich iPhones habe und Computer, die noch nicht Katalina haben.","Ja, hast du noch Mails von vor zweitausend in deinem in deiner Inbox?","Vor neunzehn siebzig, wo Unix Time angefangen hat, das ist Problem, da steht dann nämlich ein Minus.","Ich habe schon ich habe schon bevor es gab.\nSo alt bin ich dann doch noch nicht. Nee, das äh ich weiß nicht, ich leide ein wenig, weil ich relativ wenig Leute oder gar keine Leute kenne, die das selber Problem haben. Ich wollte es ja auch irgendwann schon mal ansprechen, aber bei mir ist es so,\nMail startet\ncrasht irgendwie dreimal hintereinander, dann starte ich's nochmal, dann läuft's ein paar Sekunden länger, dann Crash ist nochmal, dann scheint es nochmal, irgendwann läuft's dann eine Weile, dann läuft's so eine halbe Stunde, bevor es wieder crasht\nund außerdem ähm,\nlether die Mails nicht, will wendet die Regeln nicht an, alle Progress, Bars bleiben stehen, ja, ich lad jetzt noch dreitausend Mails und das steht dann so 'ne halbe Stunde da und ich finde nichts und es ist einfach,\nim Arsch. Ich habe alles schon gelöscht, ja, mehr vor der Weg, alles neu aufgesetzt, Rechner, neu installiert, ich habe alles gemacht, ich kriege meine Mail,\nnicht geladen. Das mag\nin irgendeiner Form mit dem Mailserver zu tun haben, die ich verwende, aber ich habe auch schon bei meinem Provad angefragt, da ist halt einfach nichts besonderes dran. So, ähm ich habe keine Ahnung. Und ich meine, das geht ja mit dem alten Mai geht's ja alles wunderbar und hätte nie\nProbleme mit mir, wirklich nie. Also also nicht\nkeine Probleme, aber zumindest keine keine, die auch nur ansatzweise in diese Richtung gezeigt haben. Und es ist eine totale Vollkatastrophe. Also, ich habe mich sogar schon nach alternativen Mailkleins umgeschaut und das,\nwill was heißen.","Ich kann dir so einen Sanderword echt empfehlen.","Mit vierzehn kannst ja dein Diefel umstellen, dann ist der Ruhe im Karton.","Ja, muss aber erstmal was geben, was man äh umstellen kann.","Aufm auf iO ist und iPad auch oder nur Kasselina. Nur so als.","Es gibt überhaupt gar keine richtigen Mail-Kleins, das ist.","Nee, nee, also deine Probleme. Also hast du deine Probleme auch aufm iPhone und Alp.","Nein, nein, nein, nein, nein, nein, nein, nein, nein, nein.","Im Chat wird's empfohlen, obwohl ich van der Bird. Nicht Boltbirds. Äh ich habe seinerzeit, als ich das nicht mehr benutzen musste, war ich ganz froh.","Ich benutze seit Jahren und möchte nicht wieder zurück auf Apple Mail, ehrlich gesagt.","Na ja, so hat jeder seine Favorits.","Ist natürlich blöd, aber ich meine, so Situation hatte ich auch schon irgendwann mal, ich hatte damals eine Web\nDE, Mail Account, der hat auch in gewisser Weise immer eine Ecke hatte, wo er, wo wo Apple Mail ein Problem hatte und halt nur ein deutscher Provider, der ein bisschen bisschen anders,\nund das wurde nie also nie gefixt, da habe ich vorher die Adresse abgegeben, bevor ich das gemacht habe. Also da bist du, wenn sowas ist und es wird nicht gefixt, es wird nicht provisieren und du kriegst die auch selber nicht in den gefasst\ndass da wirklich dein deine konkrete Situation äh vielleicht Relevanz bekommt für die, dann hast du halt einfach verloren. Also da ist er blöd, dass du da ist\ninteressanter Kunde aus dem Radarfest, aber die Wahrscheinlichkeit ist dann sehr groß. Also entweder es ist mit automatisch gefixt, aus Versehen, weil sie halt andere Ecken umgestellt haben oder du wirst,\ndie Ausnahme bleiben, die Apple nicht interessieren.","Also bei mir ist es ja genau umgekehrt verlaufen. Ich habe ja lange Zeit keine Apple Mail benutzt, weil das mit meinem Ebellaborierten Mails her, was hat er nicht klar kam und jetzt äh seit Katalina? Nee, oder ich hab's glaube ich schon eins vorher\nhabe ich eine Apple Mail mit ihm release, eine neue Chance geben und mittlerweile funktioniert das tadellos mit meinem Mail-Set-up, deswegen habe ich jetzt meinen\nPostbox kleint äh verlassen und bin jetzt wieder auf Apple Mail.","Du machst aber deine eigenen Mails, aber.","Ja, aber es ist halt auch ein Postfix mit Darf Cut, also ist auch mehr oder weniger Vanilla äh Mail Setup, das einundzwanzigste Jahrhundert.","Ja, das habe ich eigentlich auch, aber irgendwas geht nicht. Gut, aber wir müssen hier mal meine Mailprobleme äh reden, Bigser, äh es g\nja noch ein, eine Neuigkeit und ich weiß nicht, ob sich jemand von euch das schon mal genauer angeschaut hat, aber da wurde ich ja hellhörig, es war auch absehbar, nämlich dass auch mit funktioniert.","Ja, das habe ich äh bei den Talks immer gesucht, ob's da Infos gibt, habt ihr aber nix gefunden, weil es geht mir schon ja seitdem es APFS gibt auf den Sack, dass sie das noch nicht umgestellt haben.","Also ich habe mir eine Pickel verlinkt, wo jemand das zusammenschreibt, ein bisschen weiß, eben gerade keinen Talk gab, wo genau die autoritäre Information ist, an der Stelle, weiß ich nicht so genau, ist aber relativ ausführlich, was denn so.","Wo hast du den verlinkt.","Ist in dem äh Workflow habe ich das da reingeschrieben.","Reinschmeißen.","Chat, Alter.","Chmeiße ich mal in den Chatrein, Alter. Gut. Ähm er ist leck. Es hilft dir natürlich dann auch nichts. Ähm,\neiniges verändert unter\nunter anderem eben auch das sowohl Timemaschinen mit ABS funktioniert mit äh mit Snapchat, wo lokal als auch eben in äh als Zielplattform mit, aber irgendwie müssen ein paar spezielle äh Situationen am Start sein.","Kann es denn jetzt endlich mal Jacks haben? Das gute APFS.","Dass es eine interessante Frage äh ja, aber nur fürs Zielen\nAlso sie hat praktisch Checksums dafür, dass sie äh den komplette Festplatte äh mit einem Key äh,\nabschlüsseln können, damit sie sagen können, die Boot-Patition ist ist jetzt eine vertraute, abgestiegelte Patition\nSo äh das ist nicht expositiv, steht in dem Artikel auch. Äh also technisch ist es jetzt praktisch drin, dass alle Falls und alle Meterdaten schön verkettet ähm äh Gechecksamt und und verheft werden,\nähm aber äh es wird nur für Kryptosicherheit benutzt und nicht für ach, meine Daten sind vielleicht immer noch meine Daten.","Kurze kurze Warte, kurze Zwischenfrage mit den meint jetzt im Bezug auf die Backups oder grundsätzlich in dem APFS. Aber grundsätzlich war doch schon immer so, dass nur die Meterdaten gecheckt sind wohnen und Apple hat gesagt, die, die Pfeils selber nicht.","Genau. Und jetzt ist es so, dass die Falls selber auch gecheckt haben für Zielen. Aber nicht, aber nur eben fürs Ziel. Das heißt, für Seelen werden die Falls gecheckt, dann die Meterdaten noch,\nversiegeln,\nmachen jetzt, wenn du jetzt das neues Feature, das ist auch wenn ihr, wenn ihr selber installiert, das ist vielleicht auch mal so ein Service Announcement, nicht auf dieselbe Volume, also nicht auf dasselbe, ähm wie heißt das denn,\nContainer, nicht in den selben Container, weil neue APS-Features und dann habt ihr Probleme mit Katalina noch. Also diesmal wirklich eine neue Patition machen mit einem neuen Container,\nwenn ihr Big so installieren wollt, sonst habt ihr ziemlich viel Kacke am Dampfen auf eurem Produktivsystem. Das ist mir passiert. Und ich wollte das entfernen, habt es sehr langsam und behutsam probiert und bin so mittendrin stecken geblieben. Also es gibt immer noch so 'ne Meldung. Ach da sind neue Features nicht unterstützt, aber ich hab die ganzen,\nwollt ihr uns mal losgeworden? Wenn ich Glück habe, ist ins nächste Katalina Update, kann das auch irgendwie fressen, aber so ansonsten äh\nextra machen, weil eben neue sind unter anderem, dass die Bootpartition, die System-Pradition für versiegelt ist,\nUnd das heißt wirklich, so die ist mit einem durchgehäscht bis Krypto bis oben hin und wenn da ein Bittumfeld irgendwo, dann sagt der, nee, geht nicht.","Sir. Also.","Kannst du den.","Weiß nicht, ich hab's eher auf 'n externes Drive installiert, einmal komplett, weil ich weiß nicht so 'ne Beta, besonders die allererste.","Ich bei Katalina ging es so schön in dem APFS-Container und dafür habe ich mir gedacht, es ist ja gut mit APFS und Volume und diesmal war ich zu mutig und ich habe auch nur einen meiner. Ich habe ja mehrere Produktivsysteme, Gott sei Dank, aber eins habe ich jetzt vielleicht Update äh\näh mäßig gestartet. Also die Aussage ist dann das Katalina Updates nicht mehr funktionieren, weil die Art und Weise wie Updates funktionieren mit APFS, damit äh beim Puff macht.","Ja, okay, aber aber das, dass die erste Beter, die es zur WWD C gibt, ist doch, muss man doch sowieso irgendwie mit der langen Zange anfassen. Also da,\nIst doch immer so gewesen. Also auch bei iOS. Ja, das.","War begeistert. Ich habe meine eigene wenn du mich selber kommt der Clemens im Ohr.","Können wir nochmal zurück zur APFS und und Backup, da wollte Tim gerade anfangen.","Genau, also was äh wenn ich das richtig sehe, jetzt hier aus dem Artikel auch, also es gibt jetzt quasi für diese Volumes auch noch Rollen oder neue Rollen zumindest\nzum Beispiel kann eine Rolle sein Update für irgendwas für iOS, was für Firmwäre\naber es gibt auch explizit sozusagen diese Rolle. Du bist ein Backup-Volumen, das wird also quasi als solches markiert und nicht nur äh erkannt daran, welche Falls da vielleicht drauf sind\nund ja, dann kann äh dieses Volume dann auch als Tage für das lokale Backup benutzt werden,\nUnd wenn ich das richtig sehe, äh nutzen Sie jetzt auch die Fähigkeiten von APFS.","Macht mir Angst.","Das macht vielen Leuten Angst, wieso.","Aber es ist Enterprise Manage Starter.","Ich habe ja einen Rechner, der äh von einem Enterprise zur Verfügung gestellt wurde. Die werden da bestimmt fies rumspielen.","Ja, lassen wir es mal beim Bäcker bleiben. Möchte da jemand was zu sagen? Hast du das genau angeschaut?","Also jenseits dieses Artikels habe ich auch nichts gefunden, deswegen habe ich's nicht nochmal da anguckt, weil ich nutze ja sogar nicht mal Backup, im Moment, weil was was ich\nmeine meine Backupsoluten ist äh so, ich habe einen Fall äh sind Dienst, den ich benutze plus, ich habe äh Repositories,\nund damit bin ich eigentlich komplett abgesichert. So, auf mehreren Geräten und dann brauche ich kein extra Backup noch, dass ihn nur nervig da zurückzuspielen werde, vielleicht in dem Fall, äh wenn was ist,\nso. Das ist meine Situation, deshalb interessiert's mich nicht so sehr. Deshalb.","Gut, aber sie werden, sie werden doch jetzt Snapchat verwenden, oder? Also, sie werden jetzt einfach neue Versionen und dann Snapchat und also sie nutzen quasi die nativen Fähigkeiten des äh des des Dateisystems, um Änderungen abzubilden, ohne dass der sich.","Das haben sie auch schon vorher gemacht jetzt.","Halt lokal, haben sie es für meine,\nalso die Frage ist, ob sie das mit dem Backup Volumen ordentlich verwenden, auch also wie sie das gemacht haben mit dem Bäckervolumen, da haben wir jetzt wahrscheinlich zu wenig zu wenig Infos, da wär's schön, wenn der Seraco sein noch für diese Technikzeitung schreiben würde, der wird jetzt vielleicht rausfinden, aber.","Bei euch auch so, dass bevor äh das US mit dem Backup los gibt, dass da steht äh und das kann locker mal eine Stunde dauern. Obwohl vielleicht nur fünfzehn NB weggeschrieben werden müssen,\nbei mir das mal, dass das vorbereitet länger dauert, als das eigentliche Backup. So, als wenn das mit dem, mit dem Snapshot, mit dem lokalen Event, nämlich noch nicht so richtig funktioniert.","Der liest sich erst Zeugs durch.","Hast du dieses Fleck mal gesetzt, dass er die Service runterpriorisierung ausmachen soll.","Äh weiß nicht, wo man das setz.","Da gibt's so ein äh Süß-CTL, wenn dein Backup so ewig dauert, ähm dann liegt das da dran, dass irgendwelche anderen Prozesse äh eine höhere höher priorisiert werden. Da gibt's dann\ndas ZDL um das auszuschalten, dann geht das mit dem Timemaschinen plötzlich.","Da ich, äh, guck mal, der später machen, aber eigentlich ist mein Mecker, der macht genau nix. Also, weiß nicht.","Ja, ja, ich weiß, ich hatte das genau so, ich hatte mein Mac auch stehen mit Katalina und ich habe eigentlich nichts gemacht. Äh ich habe nicht mal ein Browserfenster aufgemacht und trotzdem ging's nicht, dann habe ich's umgestellt und plötzlich,\nder Timemaschine, die man da so richtig mal CPU geknuspert und so.","Vorstelle, dann äh nächste Frage.","Gerade dieses ZDL raus.","Nächste Frage mit dem Backup ähm bisher ist es ja so, dass halt eben das Backup nicht auf äh APFS geht und auch hier wenn wir hier so ein, wie heißen die Dinger, diese Airport-Extremestation, wo man halt eine Blatt anschließen kann oder einen\nTime Capsel. Da geht das ja dann alles nicht. Das ist ja weiter im HFS Plus, richtig? Das betrifft also nur Platten, die man anschließt an seinen OS.","Na ja, wenn sie für die Dinger keinen Update bringen, wovon ich mal nicht ausgehen würde, dann bleiben die, wie sie sind.","Ja. Das heißt.","Allerdings sind hier sind ihr Network Share. Also das ist ja nochmal was anderes.","Da die erstellen da draußen Image von, also ein HFSF, HFS Plus Image, mit diesem Spaß Bundle,\nund äh speichern da ihr Zeug darum ab. Dann werden die das wahrscheinlich einfach weiter so machen. Ich glaube nicht, dass sie ins Bas-Bahnl jetzt einen APFS drin wegspeichern.","Glaube ich auch nicht.","Okay, es also betrifft die Änderung von von APFS-Backers, betrifft nur die, wenn man eine Platte als Backup anschließt, sonst äh ändert sich da erstmal nichts.","Den Eindruck habe ich. Also ich hab's noch nicht ausprobiert.","Also ja ist wahrscheinlich eh schneller, aber.","Ne? Ja gut, ähm eine Platte habe ich, wo ich das umstellen könnte, damit's ein bisschen flotter wird, aber die hängt an dem Rechner, der auf jeden Fall kein äh PS bekriegen bekommen wird, nämlich ein Mektro, der kann das nicht mehr,\nJa. Na ja, ich bin gespannt.","Also Link ist äh in den schon oder wie auch immer. Ich habe Dennis, äh weil du ja im Slack nicht bist, äh der auch nochmal direkt.","Doch, ich bin da jetzt inzwischen, ich sehe das. Ich sehe das. Ich sehe jetzt den, ich habe deinen Post gesehen, die vier Zahlen da.","Ja, okay, dann äh hast du es doppelt und dreifach.","Kann ja hier so ein Markierer setzen, zack.","Schon ein bisschen schlägt, dass sie keine gute IPFS über eure vier Session gemacht haben, oder wo sie so viel Neues sein gepackt haben.","Also ich habe extra danach gesucht, weil das ist das, was mich noch so am meisten nervt, dass das Backup irgendwie\nbrauch und wenn man dann gehen will, dann lohnt sich's auch echt nicht zu warten, weil es braucht ewig, also und du willst es auch nicht kaputt machen, weil sonst sagt er, der ja, nee, ich muss jetzt hier Barry frei machen und dann dauert's Stunden. Und ich habe halt äh ray Mode, also Deshalb auf so einer auf dem Airpod extrem. Ich kann meinen Laptop hier nicht einfach rausschleppen, wenn der da einen Backup fährt, sonst äh\nkannst du beim nächsten Mal nach stundenlang warten, weil er wieder hunderte Gigabyte da neu rüberschieben muss. Da habe ich immer nicht so Bock.","Äh ich weiß nicht, ist dieses APFS die Neuerungen, haben die denn auch eine API, die für die Wellopper interessant sind?\nAlso, wenn dem so wäre, dann wäre, würde eine eine Session natürlich Sinn machen, wenn das alles nur unter der Haube Änderungen sind. Die es ist.","Ich nehme an, dass es sehr unter.","Drei Hersteller von Backupsoftware interessant und für alle anderen halt nicht.","Ja, aber sowas hätten sie ja dann in, ins State of Segionien erwähnen, irgendwo ne, weil für den User ist ja dann schon auch bedeutend, irgendwie.","Jetzt mal abgesehen davon, dass du natürlich ein neues Backup anfangen musst, um dieses Feature zu bekommen. Sie werden sicherlich nicht einfach umstellen. Naja und dann ist es auch wieder nicht so interessant für den User. Ist ja eine Developer Konferenz.","Also ich finde Backup äh schon irgendwo auch der ziemlich wichtige Sache, dass man sich halt auf seine Daten verlassen kann, egal wie scheiße der Rest ist. Da könnten sie schon ein bisschen erzählen.","Aber es ist ja keine Konferenz, sondern eine.","Ja, aber hast du mal die Keynote gesehen? Dann sagt man nochmal, dass das keine Konferenz ist.","Ja die Kino und nicht, das stimmt.","Wobei die State über die Union war, diesmal auch eine ziemliche Marketingveranstaltung, fand ich.","Ja, das habe ich das mir auch auf.","Aber wir springen ja schon.","Becher.","Ich würde nach der APFS nämlich hier meinen Punkt noch so DNS ist am Start. Clemens, was fällst du davon? Klappt es, es ist gut. Sag mal, das machen, du hast keinen Ton. Schade.","Da gab's übrigens einen Vortrag zu den neun oder vierzehn Minuten.","Besser jetzt mit Ton, mit,\njuhu ja, da gab's da gab's auch einen schönen Vortrag dazu, der hat ein bekannter Film gemacht, der Tommy Pauli. Das ist jemand, mit dem ich bei ITF nochmal ein bisschen rum um und so. Ähm die haben noch ein paar andere lustige Sachen eingebaut.","Erklären, was worum's hier eigentlich geht.","Ja, jetzt ist das Problem damit öffnest du eine Büchse der Pandora von direkt nicht weißt, ob du sie öffnen willst. Aber okay, wer öffnen sie mal? Es geht um DOH auch kurz oder,\noder.","Simpson aus.","Ich denke, es geht erstmal um DN.","DOT. Ja, DNS Over, TLS oder DNS wie Dot oder DNS Over HTPS das.","Also auflösen, von Adressen, dafür ist DNS zuständig und daran ändert sich jetzt was.","Ja ändern es ist halt ein Kulturkampf. Deswegen sagte ich eben, so hast dann machst deine Büchse der Pandora auf. Also pass auf. Problem.","Clemens, wenn man dich anspricht, macht man immer eine Büchse, der Pandora auf, das ist sozusagen.","Nee, die ist mal ganz zum speziellen, weil da wird's jetzt echt religiös.","Pandora ist ja Second Namen.","Ja, pass auf.","Aber Clemens lasst auch einfach nur die gute Seite der Medaille besprechen, diese andere böse Kontroverse.","Und dann lassen wir die Kontroversa vielleicht\nwie immer weg. Ähm also DNS äh werdet noch nicht weiß, wenn man oben in seinem Browser oder was mit Internetnamen oder E-Mail-Adressen oder sowas eintippt irgendwie\nmüssen aus diesen ganzen Buchstaben, die für die Menschen da sind, erstmal Zahlen gemacht werden mit anderen Worten aus Domain Namen müssen IP-Adressen gemacht werden\nÄh nicht nur Alpiadressen, sondern auch jede Menge andere lustige Sachen werden im DNS verwaltet, aber äh das ist seine Hauptaufgabe\nund äh det passiert normalerweise, weil es auch eine relativ alte Geschichte ist, passiertet alle ziemlich äh unverschüsselt,\nund zwar äh normalerweise interessiert man sich auch nicht dafür, stellt den DNS-Förder nicht ein, sondern man erbt Ideen von seinem Provider, der Provider sagt, hier, ich habe einen tollen DNS-Zauber,\nnutze ihn auch einfach und deren Router sagt, ja, fein nutze ich einfach und sagte, Paddy, FCP, deinen Kleinen und dann nutzen die halt einfach alle den DNS-Zauber eines Providers.\nDas Problem daran ist, dadurch, dass das alles so schön unverschriftlich ist, ähm äh erstmal könntet, ist das relativ einfach abzuhören, okay, wenn's jetzt der von deinem Provider ist, ist es jetzt wahrscheinlich nicht so viel zwischen dir und da,\nOkay. Deshalb trotz äh gibt man damit äh eine ganze Menge Informationen frei über sich. Weil jede\nVideo abrufst und zwar auch egal, ob im anonymen Modus oder wie auch immer\nist ja so ein Ohl, der hat einen Husnam oben drin und dieser Russlau muss seine IP-Adresse aufgelöst werden, um damit reden zu können. Und das heißt, wer Kontrolle über so einen DNS-Sauber hat\nerntet wahnsinnig viel. Ziemlich geile, leckere Daten. Und wo ein Druck ist, da sind natürlich auch Schweine,\nÄhm das ist vielen Leuten ein Dorn im Auge. Ähm vor allen Dingen, weil früher konnte man auch noch so äh eigene DNS-Zauber betreiben,\nähm\ntreibt einem heute sogar schon die BSI aus. Wenn du irgendwie einen DNS-Server hast, der dich abgedichtet ist, dass die keine fremden Leute fragen dürfen, kriegst du sofort nächsten Morgen eine Mail von BSI. Äh was dir denn einfallen würde in Deutschland, so ein Ding zu betreiben, wäre doch total uncool. Und du solltest doch bitte sein lassen.\nEs gibt öffentliche Nebenservertipp für die Leute, die sich ein bisschen damit auskennen, kennt ihr ja bestimmt die acht, acht, acht, acht, als IPR34IP-Adresse, von Google, ein Nebenserwein, öffentlicher Nebenserver,\ngibt inzwischen auch die eins eins eins eins und die neun neun neun neun und andere ähm äh aber nichtsdestotrotz, du gibst damit äh deine Daten aus der Hand.\nÄhm und äh das versucht man jetzt so ein bisschen äh dadurch äh zu ändern, technisch.\nIndem man die Daten jemand anders in die Hand drückt.\nProblem da drin, also bisher kannst du, wie gesagt, aus verschiedenen Gründen, DNS immer nur mit dem mit deinem Provider machen oder mit deinem eigenen Server, wenn du dir einen aufgesetzt hast,\nmit äh DOT und DOH kannst du vom Prinzip beliebige Anbieter,\nwählen im Internet, dass die für dich deine deine Namensauflösung machen. Und der Weg dorthin und zurück ist verschlüsselt\nUnd du musst seit diesem Anbieter, den du dann gewählt hast, äh, vertrauen, dass er äh mit deiner Privacy ordentlich umgeht. Und da kein damit. Ach so, war übrigens noch. Äh DNS, wer DNS beherrscht, beherrft auch sozusagen die Zensurbehörde,\nJa, also wartet im DNS nicht gibt, gibt es für dich faktisch auf deinem Rechner, Internetmäßig nicht. Ähm nutzt manch.","Wird.","Genau, das macht man manchmal selber, es tut man sich manchmal selber an, da gibt's diese nette, kleine Software, sondern die blockte einfach alles was diesen ganzen Werbequatsch ist und Cookie-Trecker und Blah und Pipapo,\nDas heißt, wenn du ein Pi selber einsetzt, zensierst du dich damit selber, aber das der Mechanismus der selber, den könnte auch jeder andere betreiben. So, ähm,\nund äh da wird's jetzt spannend, weil die Leute, die ja mit angefangen haben, die dort eingebracht haben, die kommen aus der Google und ähm,\nCloudflair äh Geschichte sind so große Internetbuden, die ohnehin gerne deine Daten haben. Die natürlich alle Stein und Bein schwören, dass sie miteinander überhaupt nichts Böses antun\noder mit einem Gerichtsbeschluss, aber sonst, wenn sie mit deinen Daten natürlich genau gar nichts machen. Ähm aber das ist halt so das Problem und,\ngrößte, der viel größere Problem ist, ist das, äh, um mit mal so ein bisschen voranzubringen.\nHaben solche Buden wie Firefox oder so wartet einfach mal eingebaut. Das heißt, du hast ja neue Firefox-Versionen installiert und plötzlich gegen alle deine DNS abfragen zu Cloud Flair,\nund also wat. Deswegen ist es so ein bisschen kontrovers, also so, schön,\nNichtsdestotrotz ist das schön, wenn man das kann, wenn der nämlich wirklich ein Anbieter hast, den du vertraust oder selber einen Server hustest oder sowas, dann kannst ja selber ein Do oder dort Server, wo uns nett stellen,\nden Baustellen selber an Vertraust auch an der kannst du halt jetzt eben auch den Apple Geräten sagen. Gucke mal, nimm doch diesen Nemeser, vergiss mal dit\nder Provara, der hier sagte, der lügt eher was rum oder zensiert mich. Nimm mal lieber da meinen eigenen Zauber da,\nDit ist der Vorteil und wart Apple jetzt noch extrem mit eingebaut hat, würde ich sehr interessant finde, als Idee ist. Äh ich weiß gar nicht auf Mac,\nob das auch auf dem Weg geht. Äh es geht auf jeden Fall für iOS,\nApplikationen können jetzt ihren eigenen Nebensauer mitbringen. Das heißt, du kannst jetzt abschreiben und sagen, nee, du nimmst jetzt mal nicht, in welche Kröten äh DNS sauber,\nsondern du nimmst jetzt mal bitte den von dem Hersteller dieser ab. Auch wieder ein Problem, ja,\naber zumindest sind diese ganzen Zensurdinger oder diese ganzen wir Lügen rumlügen deine Adressen um also weit die sind damit so ein bisschen vom Tisch,\nähm.","Aber das ist wirklich sehr zweischneidig, oder? Dass die Apps jetzt ihren eigenen, der es mitbringt, für dich nicht so richtig gut.","Ja, die dürfen sie aber nur für sich selber mitbringen.","Ja okay, aber dann können sie eventuell auch.","Stallieren von deinem Provider, die dir denn sagen, hallo ich installiere dir dort oder DOH, aber du kannst jetzt eine Wetterabfragen macht und die möchte ja gerne mit ihren eigenen Servern reden und da möchte sie nicht, dass jemand immer die Adresse ihrer Server umlügt\nUnd ähm dann äh können die, die sozusagen nehmen, dann können die ihre für ihre eigenen Zwecke für ihre eigenen innerhalb der ab,\ndie einen eigenen benutzen. Das ist interessant ist aber auch problematisch.","Also könnt ihr jetzt auch die Twitter-App machen, dass die praktisch äh einfach mal ähm alle,\nan DNS-Anfragen dann auch selber mitbekommt von dir als Twitter Nutzer, um dann dir vielleicht sogar die aktuellere Karte oder so was anzuzeigen. Also wir können ja irgendwie auch ein positiv formuliertes Ziel damit haben, aber,\nMhm. Okay. Spannend. Sieht man das.","Es ist ein sehr, es ist ein sehr zweischneidiges. Bitte was?","Ich wollte noch kurz anmelden, also was äh\nich äh ja seit einiger Zeit schon mache, frisch schon berichtete, ist ja mein eigenen DNS-Resolver betreiben, aber eben nicht als offenen, weil, wie du schon sagst, dass BSI dann gleich vorbeikommt, sondern nur ähm sozusagen mit äh mit geschütztem Kontakt mit Atemmask,\nÄhm das heißt, ich habe ja die ganze Zeit, weil Apple bisher natürlich nicht das Interface hat, einen DNS-Over TLS äh zu konfigurieren\nhabe ich ja die ganze Zeit lokalen Resolverlaufen, der dann eine Verbindung zu meinem Resolva im Internet hat,\nund sozusagen Lokal stelle ich hier mal eins zu sieben null null eins ein als Resolver. Also sozusagen meine Krücke, damit ich irgendwie weiß nicht, seit zwei Jahren mache ich das, glaube ich.","Nur auf dem Rechner, ne? Das geht nicht auf dem Telefon, also.","Genau, genau, genau. Und äh also äh dass dieses jetzt ins Interfest einbauen, finde ich auf jeden Fall\nsuper, weil das äh dann vielleicht auch wieder ein paar Leute mehr äh ermutigt, so kleine Community, DNS-Resolver zu betreiben, also macht ja nicht so viel Sinn, dass jeder seinen eigenen Resäuber jetzt wieder ins Internet stellt und den nur ganz alleine benutzt, aber.","Ja oder im Communitys oder kann er sagen, ich betreibe zum Beispiel ein paar äh für mich selber und den möchte ich auch gerne von meinem iPhone ausbenutzen, wenn ich unterwegs bin und so. Ähm,\nIch finde, die technische Möglichkeit sehr gut. Das ist ja das ganze Problem dadran, diese ganze ITF und DNS-Community innerhalb der,\nVerschlüsselung, geile Sache. Ähm warum zwei Varianten kann man auch mal schnell erklären. DNS, Overtell es ist sozusagen einfach, na, wir machen da einen Sicherungsschicht drunter,\ntätig, wer ist hier eigentlich ein bisschen Overkill, da ist eigentlich ein bisschen mehr äh Protokoll drin, als eigentlich sein sollte, aber der Witz ist der, man machte deswegen, weil ähm HTPS kannst du nicht blocken, sonst geht ja ein Internet nicht mehr,\nklar kannst du blocken, aber dann kannst du den Entschluss oh sein lassen,\nja? Und dadurch, dass man von außerhalb nicht unterscheiden kann, ist jetzt der Abruf von irgendeiner Webseite mit HTPS oder ist da jetzt ein DNS-Requiz drin\nähm äh ist sozusagen D-OH, die Variante, die am sozusagen am Unabfälligsten ist oder durch überall auch jede blöde Hotel WLAN oder so was durchkommt,\ndie Potssperren drauf haben.","Die alte Scheiße mit diesem Internet, dieses Internet hatte mal, hat immer einen schönen Weg was zu tun, einen der real nötig ist. Und so, der Real Nötige ist immer so scheiße dreckig,\nAber ja, man muss natürlich den HC DPS verwenden, obwohl es das Overhead und voll Scheiße ist. Ah, naja, okay, aber.","Also, ist aber, wie gesagt, ist zur Umgehung ist zur Umgehung von Schweinepriestern.","Und Firefolx hatte, haben die nicht irgendwie so bei Defoe einfach gesagt so, wir benutzen jetzt irgendwie den Cloud-Flair oder den äh was auch immer.","Das ist die politische Seite der davon. Du hast jetzt, du kannst jetzt deinen DNS-Verkehr Kreuzung quer umbiegen und es gibt halt eben Leute, die dir geil finden,\nja, die wo ein Druck, da die Schweine. Ähm und ähm deswegen ist es so ein bisschen der Horror, der ganzen Privacy-Leute, das zu sagen, jetzt ist eh schon schwierig genug aufzupassen, dass man nicht jedem Hannes und seinem dummen Bruder jetzt gefälschte DNS-Zauber unterschiebt,\nDamit kann man auch richtig Unfug treiben, ne? Da treibst du dann weiß ich WWW Bank DE ein und der sagt, gib dir aber nicht die IP-Adresse von deiner Bank, sondern gib dir die IP-Adresse von irgendwas, was aussieht, wieder eine Bank und so, ne? Diese ganzen Sachen, die laufen alle da drüber,\nähm und ähm äh det ist schwierig, genug den den User jetzt schon davon zu beschützen, dass ihm, welche scheiß DNS, aber untergeschoben werden. Ähm,\näh und det wird jetzt natürlich noch noch auffälliger. Wobei sich Apple da schon Mühe gibt\nEs ist so, dass, das hat er auch gesagt, deine dein Provider kann eine Abhaus tun, also du kannst jetzt die Telekom Deutschland oder so, könnte jetzt ein Applaus tun\ndie der denn hilft, dein Gott oder dein Door-Server einzustellen. Und zwar für dein ganz für den Telefon nicht nur für die Absage auch für das ganze Telefon oder so. Ähm\nob und wie und wurde zugelassen ist und welche Berechtigung da erfragt werden und was dem Usern da für Fragen gestellt werden, die ihr wieder nicht versteht und er trotzdem auf Exepp klickt und so. Das ist jetzt noch die Frage, was da passieren wird.","Ich meine, die Geschichte ist ja so, wie nahezu alles, was man so äh einstellt, ist wahrscheinlich wieder so ein Management Profil, wo man einfach nur sagt, okay, ich mache das Management und was da genau drinsteht, ist eigentlich für einen Benutzer relativ opake. Also man sieht es selten. So, man sieht aber\nAber man sieht's wenigstens, dass sie drin sind. Ja, im Apple Konfiguration kann man's irgendwie angucken und also man kann.","Aber Otto Normal User konnte in seinem iPhone nicht angucken. Kann man sehen, dass er da ist. Aber er kann nicht reingucken.","Was was recht praktisch ist, mein E-Mail-Provider hat mir eigentlich so einen Profil gegeben, um dass ich die E-Mail auf meinen IOS Gerät packe, muss ich gar nicht viel nachdenken, einfach das Profil anklicken\nda war dummerweise aber auch Kontext mit dabei und dann hat Kontakt zwar die Scheiße ist. Wir haben alle meine ganzen neuen Contents immer in den Scheiße Contacts Geschichte gespeichert. Ich habe mich immer gewundert, warum das nicht sünkt. Ja? Und das, weil ich halt diese,\ndieses äh Profil genommen habe, anstatt die E-Mail Sache selber einzutragen. So, nur so, also Anekdote.","Passiert aber auch so, al,\nhabe schon ein paar Mal so für Teams, so Kontext eingerichtet, sozusagen für Teamarbeit, so einen kleinen Kontaktserverimpo. Und noch monate, nach dem eigentlichen Event sehe ich immer, in welcher Dinger da drin auftauchen, wo die Leute, die.","Du hast keine UI in Ayol.","Ist eh immer noch so ein Thema. Ja, aber das ist halt Dö und äh do und äh dort,\nähm äh jetzt verschlüsselt DNS abfragen, äh alles schick, alles schön, aber politisch eben spannend. Wir werden sehen, was da noch für Szenarien auf uns zukommen.","Ähm das ist ja jetzt aber in dem Talk, der hat ja hauptsächlich nur über diese Appsgeräte, wie man das da macht, aber wenn ihr hier die\nschon installiert habt. Äh wie sieht dann der neuere Eintrag aus? Trägt man den DNS einfach so ein, wie vorher, der findet von selber raus, ob da Krypto geht oder muss man's irgendwie extra angeben, Rodi, hast du schon mal probiert.","Es gibt Auto die Mechanismen da drin.","Probiert habe ich's noch nicht. Also ich habe zwar die Beta geladen, aber die liegt jetzt oben. Jetzt müsste ich jetzt holen.","Ja, ich bin da nicht Peter, Tommy, hat mir gesagt, ähm weil ich hatte ihn ja kurz nach dem, nach der Talk rauskam, hatte ich ihn noch angesprochen, wie bei den anderen,\nJa man, ja, ja, ganz geil, wir haben jetzt diverse Sachen eingebaut, die, indem wir jetzt eigentlich bei der ITF schon ganze Weile spielen,\nKann ich gleich nochmal einen anderen Ding erwähnen. Ich soll da mal die Beete installieren. Ich sage, ich habe gerade kein Gerät, weil ich opfern kann und eure Peters waren ja in den letzten Jahren nicht so hm und er so, ja, okay\nAlso, ich gucke jetzt mal, ob ich mir jetzt mal irgendwo eine alte Gerät besorge, also Zeugs drauf spielen kann.\nWas hier zum Beispiel auch mal gemacht haben, ist eine Geschichte, einmal eine ganze Weile dran gebastelt. Also, in dem Sinne, gebastelt, musste mal dazusammeln. ITF finden ja auch nicht bloß so Talk statt, sondern,\nman nutzt ja auch die Gelegenheit mal Sachen auszuprobieren. Und das ist der Thai, wo ich ins Spiel komme, weil ich Baujahr da auch so netze, auch für eine Hecke fahren und außer nebenbei\nund äh es gibt da diese Portalwalking Group. Also all die Leute, die sich seit Jahren da drüber ärgern, seit Jahrzehnten, dass diese komischen Portale gibt, ja. Da gehst du in ein Internetcafé oder ein Hotel, Boostitans, WLAN, eine Poppen erstmal, welche Webseiten hoch, die irgendwelchen Scheiß machen,\nund.\nMan versteht aber, dass es so in bestimmten Ländern, zum Beispiel, die, die wurde vorher erst schwere Schwöre sagen muss, dass sie nichts Böses tust, weil sonst sehr typhafbar ist, der der\nLinke, der WLAN zur Verfügung stellt. Ja, da gab's auch mal bei uns so Probleme mit, ähm das det äh dass es sozusagen schon eine Notwendigkeit gib\nden Benutzer bestückte Sachen anzuzeigen oder eben zu sagen, pass mal auf, hier ließ mal\nund werdet okay, findest, äh, sagst du, okay, aber die Methode wird momentan gemacht wird, ist halt einfach\ndreckig ohne Ende. Denn wisst ihr selber, wenn er das schon mal probiert habt, euch mal im Hotel WLAN mal einzubuchen. Ähm,\nUnd deswegen gibt's da eine Portle Walking Gruppe in der äh die sich damit mal befasst dazu sagen. Ja, versucht wir sagen einfach den den Geräten, die sich hier in dieses Netz einbauen, wie die Spielregeln sind. Und dann können die mit einer vernünftigen UI\npräsentieren,\nund da kann man auch so anders. Haben sie auch so an andere Sachen gedacht, wie zum Beispiel, es gibt so eine Venu-Info oder reinschreiben kannst, willkommen auf unserem in unserem Konferenzzentrum, wenn's brennt oder wenn Dralla, weißt du so, oder hier rufen sie die Feuerwehr oder sowas, ne? So, so alle Möglichen Sachen,\nähm die man aber irgendwie vernünftig kommunizieren muss.\nUnd da gibt's da, gibt's 'n so 'n so 'n Draft. Nee, da gibt's noch einen Standard für den sie geschrieben haben und den hab ich schon zwei, drei Mal in seinen Varianten implementiert dort,\nund daher kenne ich auch Tommy ähm äh und seine Google Kollegen, weil die natürlich denn mal ausprobieren, was so geht,\nUnd des letzte gibt's jetzt so richtig offiziell in iOS vierzehn und so weiter ist mit drin,\ndas heißt, man kann jetzt den haben, zumindest ist die Greta und die Google Leute sind auch ziemlich dicht dabei, da vor der Android zehn glaube ich noch nicht, aber in Deutschland oder in dieser drin haben.\nÄhm,\nähm dass man sozusagen, wenn man sich in so 'n WLAN einbucht, was so eine, was so Support dafür hat, ähm, dass dann ordentliche, ordentliche Interaktionen mit dem Benutzer stattfindet,\nzu sagen, ja, hier sind Türme, Conditions, klick mal okay und plan plub oder zweimal hier, fünf Dollar oder wie sowas. Ähm das ist, das entwickelt sich da gerade noch, aber das finde ich auch sehr schön, dass da so Sachen, die denn,\nwirklich ewig gebraucht haben, auch in der Diskussion jetzt mal so langsam nach vorne kommen und äh das ist schon immer ganz nett, wenn so Apple und Google an einem Strang ziehen und das sozusagen beide implementieren, dann haben die einfach mal so X U neunzig Prozent Markt,\nund dann ist es sozusagen, dann ist der Standard implementiert. Ist ja sonst haben wir eine Probleme im Internet, gibt's ja wahnsinnig viele Leute, die Standards machen, aber solange seine,\nein Baut ist für den Fuß und wenn es eine kleine Popelbude aus dem einbaut, dann hast du halt fünf benutzen, dann lohnt sich das auch nicht, aber wenn so ein Google und ein Apple, wat denn ihre Telefone einbauen,\ndann ist es etabliert.","Export Notifikation zum Beispiel.","Zum Beispiel, ja, auch da haben sie ihre Köpfe zusammengesteckt. Das machen die übrigens durchaus, ne? Marketing, Fuzzis bekriegen sich.","Schon dieser neue drin ist oder das kommt erst noch.\nDann ist es wahrscheinlich auch in Wichser drin, nehme ich mal an. Das würde mich jetzt sehr wundern.","Müsst ihr mal checken, aber das wäre sozusagen. Ja. Ähm immerhin. Wir werden sehen. Es müssen natürlich die Portal vierzig auch noch implementieren. Ähm aber sie können dann. Und dann hast du wenigstens vernünftig User Interface für das Thema.","So haben wir denn noch äh andere schöne äh Feststellungen, was in diesem ganzen Nouncement rein ähm so rübergekommen ist, was euch äh besonders beeindruckt hat oder besonders beunruhigt hat.","Big Sur oder jetzt schon auf iOS.","Ne, wir können das jetzt vielleicht auch mal auf iOS äh oder iPad auch erweitern. Ich meine, da gibt's natürlich so viel Fans, die Schminzikram, aber.","Auf jeden Fall, was den Workflow verbessern wird, finde ich,\nNa, ich arbeite ja fast jeden Tag mehrere Stunden derzeit am iPad und halt meistens zum Illustrieren mit dem Stift,\nund das jetzt endlich einfügen, dass du nicht aktiv die Tastatur hoch ploppen lassen musst, sondern mit dem,\neine Eingabe machen kannst und sie dann in Maschinen lesbaren Text umgesetzt wird, war schon so der Mensch im Moment von.","Den guten Moment sozusagen.","Scribble.","Den guten Moment.","Der Newtonmoment, ja, genau. Nee, das war echt so ähm das merkt man richtig so beim Arbeiten, wenn man eben mehrere Stunden da dran sitzt, so man muss ständig in dieses, jetzt muss ich hier was tippen, obwohl ich diesen Stift in der Hand habe, Modus rumwechseln und das nervt extrem.","Was übrigens dann einen Zwischenschritt ist, den du machen kannst, ist die kleine Tastatur aufmachen und auf der kannst du mit dem Stift zwei Eingabe machen, die ist ein bisschen angenehmer dann. Also das ist was ich so ein bisschen mache, ähm iPad äh\ndas was so als Features so versteckt ist, dass du das vielleicht nicht kennt. Also du kannst ja das machen, die ist eigentlich nur für einen Finger für einen Daumen dann, so, jetzt bin ich so iPhone Größe,\nein bisschen und zwei funktioniert mit dem Stift dann eigentlich relativ gut so, nur so als.","Wie wie macht man denn das auf.","Probiere ich doch direkt mal aus.","Man geht in die Tastatur und dann ist rechts unten so ein Knopf, da macht man lang gedrückt, da ist so Tastaturknopf im Fein nach unten, dann sagt mal Schwebend. Und Schwebend macht dann so eine kleine iPhone Tastatur und die kann zwei,\nund die ist für den Stift auch groß genug so, dann ist es weniger nervig und hässlich, eben die ganze Zeit im riesen Weg. Und Wege ist ein kleiner.","Ja. Wow, jetzt bin ich ja jetzt bin ich gerade kurz so ein bisschen, wow, die hat das erkannt, was ich.","Ich hab noch ein Talk.","Du kannst auch Pinchen, die Tastatur, wenn du wenn du dann schneller haben willst. Pinchen auf und zu, dann geht's weg und auf.","Ich habe noch einen Tag geguckt über den Page Picker, den Fotopacker und zwar ist es ja bisher so, du musst deinen Apps erlauben, also bei iOS,\nund an iPad, dass wenn sie auf deine, auf deine Fotosammlung zugreifen dürfen. Natürlich, wenn du hier irgendwie so zweifelhafte Software, wie zum Beispiel, Telegrammass, den will ich auf\ngar keinen Fall Zugriff auf meine Bilder erlauben. Und ich habe schon\nimmer gedacht, ja eigentlich äh ich will doch nur, wenn ich zum Beispiel beim Foto senden will, dann kann doch da so ein Fotopicker kommen, ich will ein Bild aus, Telegram kriegt dieses eine Bild und schickt das raus und Telegram hat kein Zugang,\ndas ging bisher aber nicht. Entweder wir haben einen kompletten Zugang,\noder gar nicht. Wasser auch bisher nie hatten und es glaubt, es gibt sogar auch in dem, in Airs vierzehn immer noch nicht, ist eigentlich, dass zum Beispiel 'ne App nur schreiben darf, also wenn ich zum Beispiel mit Foto verschicke, würde ich,\ngerne wollen, dass das Foto auch in meiner Sammlung gespeichert wird, aber soll trotzdem nicht zugreifen dürfen. Also ging auch nicht. Und,\naber immerhin, also diese, dass du ein Bild auswählst und Telegramm über den ganzen Rest nicht siehst,\ndas gibt's jetzt und ich finde, das ist ein mega Security-Feature, weil überhaupt gar kein Programm muss, einen Zugriff auf alle meine Bilder haben. Es ist total unnötig und ich\nbin auch der Meinungs waren noch nie nötig. Und jetzt haben sie es endlich mal. Und ich habe ein bisschen lange gedauert, für die ein bisschen komisch, aber endlich ist jetzt da.","Ich glaube, der Picker ist neu, weil er schicker ist, aber das Feature, dass du die beiden äh Rechte einzeln hast und nicht Alexa anfangen musst, ist, glaube ich, für dreizehn, weil wie ich Kakason nochmal aufgededelt habe, konnte ich mir auch dieses äh alle deine Fotos recht sparen, weil ich nur einen Avatar Image Picker habe. Also das\ndie Rechte sind, glaube ich, mit dreizehn schon ein bisschen loser gemacht.","Aber ich kann doch hier bisher gucken, da gibt's alles oder gar nichts. Ich gucke nochmal sch.","Nee, du musst einfach nur du, du kannst ihn einfach aufrufen. So, das war halt so, wenn du das Recht nicht für alles gib.","Ja, klar, aber welche Programme machen das? Die wollen ja immer gleich äh gesamt Zugriff. Und die Leute machen's natürlich, weil sie keine andere Möglichkeit haben sonst, klar, wenn du Net.","Aber technisch konntest du praktisch den den Fotopicker auch schon in dreizehn einfach nur aufrufen und der läuft einen separaten Prozess und liefert dir das Bild zurück.","Schon klar, aber die netten Programme waren ja noch nie das Problem. Die Netprogramme noch nicht das Problem, es waren immer diese, diese komischen,\nJa, also die haben, ja, ein lauffotoxes, never oder sowas anderes gibt's nicht. Und äh auf gar keinen Fall kriegen irgendwelche Programme, Zugriff auf meine Bildersammlung,\nAlso das ist auf jeden Fall.","Eine Fotosituation und so. Okay, verstehe. Verstehe. Aha, spannend.","Also, was, was ich ganz spannend fand, waren die Maps Feature zum Thema äh Ladesäulen finden und und ähm\nauch das Routing so anzupassen, dass man halt irgendwann zwischendurch dann die Ladesäule anfährt, wenn der Akkustand äh so niedrig ist, dass man eine braucht. Also,\nda habe ich zwar in der Beta überhaupt nichts von gesehen. Ich habe echt gesuch.","In Deutschland bestimmt wieder nicht. Ist wieder so ein Amiland only.","Auch in Amiland nicht gefunden und dann gibt's irgendwie diese komische Kooperation, die sie nur mit BMW und fort, warum gerade mit den beiden\negal äh\nmachen wollen, dass das irgendwie das Auto dann dem Telefon, den Ladestand sagt und die Geschwindigkeit und und dieses Zeug äh also das wird auf jeden Fall spannend. Mal sehen\nwie weit sich das dann schon in die in die einzelnen Autos reinzieht und man das tatsächlich benutzen kann oder wie man das benutzen kann, wenn man kein Auto hat, dass das unterstützt.","Könnt ihr sagen, warum sofort im BMW nehmen. Dann war das eigentlich die einzigen beiden äh großen Marken sind, die jetzt zumindest mal angekündigt haben oder zwei, drei Elektromodelle überhaupt haben in den USA. Und das andere ist Tesla,\nda kommen sie nicht rein.","Äh was ist mit dem Bolt? Von General Motors.","Na, ist das irgendwie eine teure Limousine, ne.","Nein, das ist ein Auto, das ist seit Jahren Tag gibt, fort hat, hat überhaupt kein Elektroauto bis jetzt. Und BMW hat kein kein nennenswertes.","Gut, vielleicht haben sie sich mit denen einfach nicht einigen können.","Kann natürlich sein. Das wird wahrscheinlich auch so sein. Ja.","Also was was was was wir bei Maps noch einfällt ist die interessante der interessante Aspekt, dass jetzt Maps auf dem Mac auch eine Ketteliste App ist,\nalso das ist wirklich die iOS und und eins zu eins ist an der Stelle mit eben dieser neuen Möglichkeit das Ding anzupassen und ähnlich auch Messages,\nund äh Feindmai. Das haben sie packe ich drei neue Apps, diese wo sie die Kotbasen wirklich eigentlich die iOS iPad Code Basis sind jetzt,\nwas bei Messages selber halt super wichtig ist, weil jetzt geht der ganze Scheiß im Messages, den man so nur vom Telefon kennt, also von den ganzen Effekten über,\nähm irgendwie äh Stickers und die ganzen äh\nIst mir auch noch ein Gefallen in dieser großen Unifizi äh ähm Vereinheitlichung von von Interface ist es auch so, dass auf Big Service jetzt auch sowohl alle Extensions, als auch alle so äh Zusatz äh,\nähm Plugins, die man so schreiben kann für System, einfach funktionieren. So, das ist auch noch ein ein großer Schritt zu dem, das ist eine einheitliche Plattform, die eigentlich so funktioniert, wie man sicher ist, Benutzer denkt, dass sie funktioniert, nämlich Zeug funktioniert einfach, wenn sie es gi\nund nicht anders, dass es auf Mac irgendwie alles anders ist als auf dem iPad und iOS\nSo, also alle Möglichkeiten, also von Extensions und so weiter. Die sind jetzt ziemlich breit aufgestellt, dass die einfach funktionieren. Inklusive der auch die neu sind, die mich nicht so interessieren.","Und es gibt endlich das Routing fürs Fahrrad wohl.","In Amerika leider auch wieder, aber ja. Sie haben.","Stimmt, dieser Fahrradnation.","Das hat mich, das habe ich auch, dass das habe ich auch versucht, auszuprobieren, aber ähm ja, Berlin ist zwar die einzige Stadt bei Apple, Maps, die die Public Trendsit hat, aber Fahrrad halt nicht.","Echt Public Francy sind's auch noch nicht weitergekommen, oh.","Auch in Deutschland gibt's äh weitere Städte, wo sie das jetzt eingebaut haben, die Liste kann ich dir aber gerade nicht runterbieten,\nAber das ist so ein gradueller genau, das ist so ein gradueller Prozess. Ich meine, sie stellen ja jetzt auf ihre eigenen Maps um. Und diese ganze Fahrradgeschichte wird halt erst dann kommen, wenn sie auch Deutschland,\nüberhaupt erstmal mit den neuen Maps unterstützen und wir haben aber derzeit noch die alten Maps,\ndas wird sicherlich irgendwann ändern. Äh nee, aber wird halt besser werden. Ich denke, die drücken da ganz schön aufs Gas, aber äh die Welt ist groß.","Forster musste für Maps gehen, meine Damen und Herren, es ist immer noch.","Wo wir gerade bei Autos sind, äh sie haben ja auch äh angekündigt, dass jetzt die iPhones als Khakis verwendet werden können. Das funktioniert dann auch irgendwie genau mit einem Auto oder so, wenn ich das richtig gesehen habe, ist auch schon mal was.","Aber das ging doch bei Tesla schon immer. Also das ist glaube ich auch mehr so ein, mehr so ein Bluetooth-Feature, als das.","Nee ist NFC.","Eher mit Apps geht es auch automatisch schon, also es gibt auch für Audi schon eine Apps, wo du es machen kannst, jeweils für die neueren Geschichten, aber es gibt wohl ein bisschen\nZielrichtung auf was universeller wirst. Also jetzt,\nfür den Übergang erstmal NFC für ein paar wenige Autos und dahinter kommt ein Standard, den sie unterstützen, der dann auch ein benutzt wird. So haben sie angekündigt, also die Zukunft ist golden und jetzt ist halt erstmal irgendwas.","Diese peinliche, hässliche BMW Schüssel, diese da stehen hatten, um das zu demonstrieren. Das war ja echt Facebook. Also das tat schon weh.","Ja gut, aber es ist so ein bisschen wie mit diesem Motorolafon irgendwie und iTunes so. Also es gibt halt gerade nichts anderes, weil ich meine, der Schmerz im Arsch ist halt Tesla, ne.","Das ist ganz schön lange her.","Ja, aber das äh, glaube ich, der beste Vergleich, weil,\nDer Schmerz im Arsch von Apple ist Tesla, weil Tesla die einzige oder was heißt die einzige, die Firma ist, die jetzt eigentlich,\nim Kern so ähnlich denkt wie Apple auch. Das ist nochmal ein bisschen andere Kultur am Start,\naber dieses wir wollen unsere Technik komplett selber kontrollieren, wir bauen alle Komponenten selber, ja, am Anfang hatten wir noch Komponenten von anderen Herstellern, aber das lassen wir in zunehmendem Maße sein. Und jetzt wo sie das haben, das sieht man ja mit dem,\nBoddel äh Ypsilon zum Beispiel. Da haben sie also nochmal mehr ähm Geräte ähm wie schon beim Model drei\naus ihrer eigenen Produktion aus ihrer eigenen Entwicklung heraus und vor allem mit ihrer eigenen Software, dass sie halt\nein US haben und natürlich ist diese ganze Media Integration und Security-Integration gehört natürlich auch dazu und auch das hat Tesla schon die ganze Zeit,\nin die Situation versetzt,\nähm da halt Angebote zu machen, die die anderen so eben nicht haben. Und natürlich würde Apple das lieben, gerne auch machen. Und ich glaube auch, diesen Berichten des Steve Jobs versucht hat, Tesla zu kaufen,\nWunderum mich auch nicht darüber, dass es nicht gelungen ist, weil dieser Edernbask genauso,\nSchräger Vogel äh ist oder nicht nicht genauso, aber auf eine andere Art und Weise, so schräg äh Vogel ist, da konnten die sich natürlich nicht zusammenfinden.","Ja at Tesla sind ja jetzt die einzigen, die kein Carplay und Android Auto haben, ne und sich auch mehr oder weniger mit Händen und Füßen wehren, das einzubauen.","Der Witz ist ja, dass äh jetzt schon die ersten Motorräder kommen, die Carplay haben,\nwas natürlich kein Karme ist, aber die äh von Honda gibt's die Afrika drin, das ist so ein bisschen so ein,\nJa, wie nennen wir das Pseudoenduro? Ähm da die haben einen riesengroßen Bildschirm, da kannst du dein Telefon mit Sünken hast oder Carplay am Motorrad und wahrscheinlich so eine so eine so eine Harley Digga haben das auch schon, da weiß ich nicht so genau, aber\ndas demnächst Motor,\nund das macht auch wirklich Sinn, weil Motorrad ist halt so ein Navi Nesthals und extra geht was da nicht so viel Platz im Auto, du musst das irgendwie anbringen, du musst das gegen Diebstahl schützen und so weiter und so fort und da vorne so ein Display, was einfach dein Telefon anzeigt, ist ja das geilste, was du überhaupt noch machen kannst. Also, ich bin da\nschon äh großer Freude in ein, zwei, drei Jahren mal sowas zu haben.","Ja. Na ja, ich meine am Ende gibt's dann doch nochmal ein Auto von von Apple.","Na, der Zug ist aus der Halle.","Das würde ich nicht sagen.","Doch. Also wenn die, wenn die jetzt anfangen an einem Auto rum zu entwickeln.","Anfang tun ja nicht, die sind ja schon nur länger dabei, wenn sie dann noch dabei sind. Also.","Die müssen erstmal ihre andere anderen Transitionen äh durch haben. So und äh wenn sie wieder Luft haben, dann dann haben die auch keine Angst\nkomplett neue äh Dinge anzugehen. Es muss auch nicht unbedingt das Auto, wie wir es heute kennen sein, sondern es kann halt\ndie die neue Mobilität von morgen sein, die sie äh im Blick haben, was auch immer das dann sein mag.","Liegende Skateboard aus äh.","Das wäre doch zum Beispiel schon mal etwas, was was wirklich bald nach vorne gehen würde.","Die sollen erstmal mit einem E-Bike anfangen. Das macht in dem Zusammenhang sowieso den meisten Sinn. Ja, Ladestationen und Fahrrad-Roting.","Elektroroller wä.","Hier First, Apple E-Bike.","Hätte gerne die Rennrad Edition dank.","Wurde nicht gerade erst der Segway eingestellt.","Ja. Okay, andere äh Dinge, die bemerkenswert sind, die wir noch auf äh greifen sollten.","Von der WWD C Mainzer.","Ja, solange wir, weil wenn wir das Thema einmal verlassen, dann ist es weg, ne.","Ja, was haltet ihr denn von der Watch? Weil was mich interessiert,\nist das an der Watch in äh äh in sieben, um nun auch nochmal eine andere Nummerierung. Watch ist natürlich sieben\näh ganz klar. Äh da gibt's den Depress nicht mehr. Und ich finde das eine Katastrophe, weil das war das einzige Gerät, wo der Sinn gemacht hat, weil man hat so wenig Interaktionsmöglichkeit.","Ist das sowas wie Forst-Touch? Was ja bei bei Eiweiß auch verschwunden ist, also auch hartechnisch, ne.","Genau, aber bei der Uhr war es ja so, dass du eigentlich, du hast halt auf dem Bildschirm nicht so viele Möglichkeiten zu tipseln und es ist zwar nicht toll erkennbar, aber man ist es eigentlich gewohnt, dass man auf den Uhren irgendwie langgedruckt, was machen kann oder festgedrückt, was mach.","Aber nur du oder auch andere Leute.","Ich ich glaube, ich weiß nicht, ich bin ich nutze die Watch relativ wenig. Ich finde aber äh ein eine Interaktionsmöglichkeit von dem Gerät, das eh viel zu klein ist, um damit zu interagieren, zu nehmen, finde ich ziemlich katastrophal,\nweil ich hab sehr viel viel Bedienungen mit dem Drecksding so oder so äh und der Diebtouch war zumindest eine Interaktion, die funktioniert hat für mich,\nDeswegen, ich finde es ermähnenswert.","Für eine Interaktion ist.","Ganz spannend. Von den Watchface zum Beispiel, da drückst du die oder musst du halt fest draufdrücken.","Ja, aber es gibt so wenig Stellen, wo das wirklich genutzt wird. So, es gibt vielleicht wirklich zwei oder drei Stellen, wo das da war und es wirkt irgendwie total äh,\ninsbesondere wurde noch so ein Button und so ein Rat hast und wo vielleicht die nächste Uhr dann auch noch die Möglichkeit hat, den,\noder ist es nicht sogar bei der aktuellen schon so, dass man an dem, an dieser Crown auch einfach kurz tippen kann und äh der merkt das auch.","Ich weiß es nicht, bei mir ist es, äh, mir ist es so, dass Kastroden einen Custom Player hat, der aus Versehen gerne mal die Lautstärke schon beim ersten Pfitzelchen versteht, wenn man hinkommt,\nbin also relativ unzufrieden mit meiner Watch so oder so, weil wenn ich schon mal den Fitness kam, nämlich nicht her und wenn ich irgendwas hilfreiches einsetzen will\ndann habe ich Fehlbedienungen und das Ding nervt. Also das ist für mich hauptsächlich den.","Keine Fitnessuhr.","Das ist ein Apple Pay Gerät für mich und Notification.","Eins kastro übrigens, ne? Also, ich trage die Uhr ja so, dass die Crown in Richtung Oberarm zeigt und wenn man ein langärmliches irgendwas anhat und den Arm dreht, dann macht der halt lauter, weil er die Crown dreht, das ist total.","Also ich mache dann wirklich das Interface weg. Also du kannst ja praktisch in der Uhr in den, also aus diesem Custo Interface rausgehen zumindest, dass es nicht zufällig passiert. Aber ich es hat also ich habe\nmehr Schmerzen mit dieser Uhr ist das sie mir bringt, außer jetzt beim Einkaufen, dass ich einfach nur die Uhr anschnalle, um dann eben an der Kasse Kontaktlos zu zahlen. Das finde ich toll.","Neunzehn Einkauf.","Ja. So. Und deshalb werde ich.","Auf dem auf der US auch relativ gut, da kann man dann die Sachen auf der Uhr abhacken.","Ah ja.","Also ich muss das erstmal sehen. Also wenn sie das durch was Sinnvolles ersetzen, ich denke, dass dieses Interface, also dass dieses ähm diese Bedienungsmethode\neinfach viel zu selten zum Einsatz kam und dann immer so ein bisschen merkwürdig ist, äh das ich schon verstehen kann, warum das gestorben ist,\nich kann es auf jeden Fall verstehen.","Ansonsten hat auch ein Update bekommen, interessiert Karten, gell? Mich auch nicht mehr so.","Ja, weiß ich nicht, was war denn da drin, in dem Update? Ich kann mich gar nicht erinnern, dass sie das.","Also, was gut ist, multiuser könnte funktionieren, jetzt endlich so, weil aktuell halt die User halt nur so semi funktioniert, ähm das heißt, Gamescenter Account bleibt der gleiche und noch äh,\nwas wir noch ein anderer Account bleibt auch der gleiche, aber der Store Account, den kannst du wechseln,\nin Zukunft kann's wirklich so sein, dass immer verschiedene Benutzer, einer Familie, auf dem Apple TV hat, dass die verschiedenen Benutzer ihre kompletten Accounts haben gleich außerhalb, das heißt, ich sage schon, Apple TV, ich gucke jetzt,\nund dann wissen alle Apps, dass ich gucke und nicht der Tim.","Ja bitte einmal das Feature fürs iPad, danke.","Das ist der Mac. Mein Herr.","Ja, der war, der war gut. Darüber haben wir, glaube ich, auch schon vor fünf Jahren oder.","Ja, aber das Problem besteht immer noch. Es ist immer noch, dasselbe Problem. Du hast halt einfach äh äh Familie, jeder will mal das iPad benutzen und äh.","Ja, und da gibt's aber ein Design für. Da gibt's ein Design-Five-Apple, nämlich dass jeder sein eigenes hat. Design von Apple.","Aber,\nmusste ich leider enttäuschen an sich, die Funktionität, die jetzt in in den Apple äh Apple TV eingebaut worden ist, ist ähnlich wie die Glasschuhe funktionalität auf,\nauf den iPads, wo du ja Multiuser Brower machen kannst, das heißt, es wird einfach alles abgeschossen und in einem kompletten Gesentboxen, dann war ja mit was anderes hochgefahren. So. Äh also Multiuser ist es mal erst so.","Würde mir schon vollkommen reichen, dass ich.","IPad bei dir, dann kannst du ja schon Management Software installieren. Kennst du ja machen.","Glasrohm Management, Software installieren. Ich will einfach das Ding.","Nur zwei Kinder und nicht zwanzig.","Einfach nur einloggen, mehr will ich doch gar nicht, das kann dieses Betriebssystem. Wo ist das Problem.","Lösung ist drei iPads kaufen.","Nee, aber so einfach ist die nicht alles so drei Geräte und.","Ne, dann liegt es ja auch immer an der falschen Stelle. Du willst halt einfach einen Teil nehmen, sagen, ich will das jetzt benutzen für dich,\nSo und dann am besten mit äh Fingerabdruck oder Face ID. Ich meine, einfach reingucken und dann.","Oder Watch.","Sagt der A, anderer User, willst du jetzt umschalten? Ja, zack, bumm und dann schmeißt er deine Prozesse weg und lädt andere Konfirationsverteilen und fertig ist die Luzi,\nAlso ich habe da kein Verständnis dafür. Aber wo du gerade bei Apple TV wars, äh das könnte ja was für äh sein, vermute ich mal. Man kann jetzt auch diese Workout-Apps da drauf laufen lassen.","Na ja, wieso? Ich habe, ich finde die Uhr ist das einzige Workout, was ich mit der Uhr mache, ist äh Yoga, einfach nur, damit ich tracke, dass ich Yoga gemacht habe, weil das halt versuche, jeden Tag zu machen. Aber für.","Ja, aber dein Fernseher kann der jetzt auch die Yogaposen zeigen.","Ja, was will ich denn mit einem Fernseher, mich regt es ja schon auf, wenn ein Monitor in meinem Arbeitszimmer steht.","In einem Seiten Beamer.","Ich es ist mir zu viel glatter.","Ja, aber Leute haben sowas in ihren Räumen und davor ist meistens Freifläche. Das macht schon ein bisschen Sinn. Aber gut, das ist.","Ach so, du meint es wegen der App jetzt.","Ja, weil das ist sozusagen so für Workout-Apps halt explizit. Jetzt äh als neuer äh App-Typ, ne.","Moment, das muss man aufschreiben. Muss der Zettel habe ich noch nicht dran gedacht, aber gut, dass du's sagst, weil die Uhr ist mir natürlich schon auf dem auf dem App Zettel,\naber diese dieser Fernseher nicht. Äh Dinge, die in die App rein müssen,\nJa, welche App dachtest du denn jetzt.","Ich ich habe nicht von einer bestimmten App gesprochen, ich habe nur von deinem Yogatraining gesprochen, wenn du von einer bestimmten App sprechen möchtest, dann ist das deine Sache, Litti. Ich äh weiß nichts von einer.","Das möchte ich erst, wenn das fertig ist.","Genau, deswegen, jetzt hast du das, aber angesprochen, wie ist das nochmal festhalten.","Wo nächste Thema.","Ach so, aber ja, ich mache keinen Yoga vorm Fernseher und mit Apps in der Tat, also spannend, aber äh.","Ich könnte mir nur vorstellen, dass Leute das tun.","Corona bleibt ja noch was länger, da haben wir noch genug Zeit für dann auch diese Apps äh.","So","Gibt's denn jetzt wenigstens mal Paddeln in der App? Also ich fand das sehr.","Inline-Skizzen gibt's immer noch nicht.","Es gibt ein Rudergerät, aber es gibt nicht Rudern oder Paddeln. Das ist total besorgt. Das ist total bekloppt. Ich meine, bewegen sich die Amis nicht auf dem Wasser, äh anders als Sur.","Moment, dass ich doch das gab's, doch, es hat mich doch neulich erst genutzt.","Aber ist ein Rudergerät, ist ist nicht ein, also ist nicht ein Boot, auch ein Rudergerät.","Nein, weil ein roter, der das Rudergerättraining zeichnet kein GPS-Track auf.","Da.","Den willst du aber haben, wenn du irgendwo lang paddelst?","Aber die App weiß ja nicht, ob du mit oder gegen die Strömung paddelst, also obwohl doch kein Zucker wissen, könnte es sogar wissen, am Hand.","Das macht ja nichts. Das weiß auch nicht, wie gut mein Boot im Wasser liegt oder ob ich da einen Brems.","Gut, ich sehe schon, wir sind jetzt so ein bisschen durch mit der WWC, oder? Haben wir noch irgendwas abschließendes beizutragen? Nein, haben wir nicht. Habt ihr denn alle eure Korona-Warn-App installiert.","Damit ich könnte.","Hab alle Level durchgespielt, aber bei vierzehn VR und jetzt kommen keine neuen Level.","Oh gut, den Witz habe ich jetzt auf Twitter schon zehnmal gelesen, aber passt schon. Ja.","Haben alle halt den gleichen doofen Humor.","Sogar den mal angeguckt und ein kleines Review geschrieben.","Ja, das stimmt. Der wurde übrigens auch äh sofort äh konsumiert und äh zur Anwendung gebracht. Soweit ich das gehört habe.","Ja, ich dachte, ich dachte mir so, ja, guckst du mal rein, das ist bestimmt, haben die da relativ viel Scheiße gebaut. Und dann gucke ich und gucke, ich entdecke mir hier, ja, genauso würde ich das jetzt auch machen. Ungefähr,\nNe, also und dafür, dass das Ding war ja fünf Wochen alt, als ich da reingeguckt habe, da dachte ich schon so, meine Herren, nicht verkehrt.","Ja. Und sind dann äh deine, an deine Anmerkungen auch schon umgesetzt worden. Hast du das auch schon mal gecheckt, weil ich hörte, dass die durchaus begierig aufgenommen wurden. Ich hatte da.","Habe ich tatsächlich nicht geguckt, so viele Anmerkungen hatte ich da aber auch, glaube ich, gar nicht.","Ja, nee, wurde aber, äh, wurde aber positiv äh zur Kenntnis genommen.","Was ich ein bisschen vermisse ist, dass gesagt wurde, dass es auch äh eine Read only Corona App gibt. Ich weiß, jetzt können viele sagen, höre, es macht ja gar keinen Sinn, denn installieren alle und dann hilft's ja nun mal gar k,\naber ich glaube mit einer App könnte mante, könnte man manche Impfgegner sage ich jetzt mal überzeugen, vielleicht doch mal die App zu installieren und dann Wochen später können sie dann vielleicht doch nochmal einschalten, wenn sie denken, hier hat ja jetzt gar nicht weh getan.","Nein, kannst du nicht überzeugen? Nein, auf gar keinen Fall. Die Leute sind.","Haben was gegen Strahlung und kein Handy.","Das ist, das sind Leute, die sich der logischen Argumentation und, und, und, der wissenschaftlichen Darlegung vollständig entziehen. Da kannst du irgendwas behaupten, was die App jetzt angibt, die ich nicht tut, äh die glauben dir da keine Sekunde weiter. Also das das äh,\nDas hilft nicht. Also wir haben sozusagen alle diese App installiert, wie ich das richtig sehe oder haben wir irgendwelche äh Verweigerer.","Nicht verweigert, geht nicht. Mein Telefon lässt mich nicht.","Für sowas mit deinem Telefon.","Mein Telefon sagt mir, ist in meinem, in meinem Store und in meinem Land und auf meinem Planeten nicht verfü.","Da ist Länderproblem, weil weil du, weil du in den USA lebst.","Nee, ich lebe da nicht, aber ich habe, ich habe mal irgendwann, als\nAppstore gab mir mal einen Account geklickt und natürlich auch jede Menge drin und du wechselst deinen Account nicht. Ich habe zwar auch einen deutschen äh Dingsda Container, aber seit Jahren, ich bin nur zwei, jede Mal, wenn ich Wechsel,\nbrechen, Himmel und Hölle los und alles und nicht mehr und trallala und Pipapo und deswegen äh bin ich halt immer noch in dem USA drin. Du kannst noch nicht umziehen. Es ist echt so ein typischer, amerikanisches Ding, ne, die\nkönnen sich nicht vorstellen, dass es Leute gibt, die in mehr als einem Land leben. Sie können sich nicht vorstellen, dass es Leute gibt, die ihr Land auch mal wechseln,\nman zum Beispiel sagt, ja, meinetwegen, ja, ja, euer Scheiß, deutscher Appstore, gibt auch hier, aber dann transferieren meinen Scheiß, Account darüber. Nein.","Ich ich muss ja so ein ganz kleines Jahr Arme sagen, du kannst umziehen, es hat ein massiv viele Hürden, das macht überhaupt keinen Spaß und ich glaube auch nur einmal oder zweimal überhaupt so im Leben und ich will's dir nicht raten, aber es gibt Menschen, die haben ihr.","Nicht automatisch. Du hast bei Apple erarbeitet, du kannst da vielleicht jemanden anrufen, aber.","Es ist wirklich ist so ein Prozess, der losgetreten werden muss und du kannst das umziehen und du verlierst auch alle Apps, die es dann in dem Store nicht gibt und so. Es gibt einen Prozess, den du einleiten kannst, der aber mit Menschen bei Apple zu tun hat, die du anrufen musst\nund du musst dich da langsam durch also also du weißt es nicht also.","Du hast es ausprobiert.","Nein, ich habe bei, in beide Richtungen nicht gemacht. Ich habe einen alten Deutschen da kaum mit wahnsinnig viel Apps, die nicht nur noch auf einem Telefon nutze, dass ich zur Not habe, falls irgendwas Sache ist und ich habe ansonsten alles auf meinem neuen Ami-Account,\nähm und mein Problem ist und da bin ich jetzt auch geblieben, seit auch, obwohl ich wieder hier bin, weil ansonsten macht es ja eigentlich keine Probleme,\naber bei sowas ist mir es natürlich echt scheiße, weil ich kann jetzt auch nicht einfach wechseln, weil einfach wechseln ist nach wie vor, wie du schon so schön sagst. Also da kommt alles, es geht irgendwie, man kann auch mehrere Accounts auf dem selben Gerät haben, aber,\nbricht die Hölle los, also Zynkerei, also,\nist sehr, sehr kaputt, dann äh äh in die Richtungen. Ähm die App selber fragen alle nach Autorisierung, mit einem anderen Account bei Updates. Jedes Mal, wenn ein neues Update kommt von irgendeiner App,\nmusst du dich um einloggen in diversen mit hab ich weiß überhaupt nicht was da passiert, weil alle meine Erfahrung sind. Ja, ich weiß nicht, ob gleichzeitig noch irgendwie dann.","Das das, wie gesagt, das willst du auch nicht ausprobieren. Äh, es ist aber, es ist auf beiden Seiten, das ist jetzt nicht bloß Apple Edity, sondern ist auch, das hatte ich ja auch per Twitter nachgefragt gleich, bei euch auch, weil ich ja euch als, als Entwicklerkenner ist\nwarum zur Hölle wird sowas nur an den deutschen Account eingestellt? In den deutsch.","Gemacht, dass dass die haben, die sie klären müssen und sie trollen's langsam aus und europaweit sind sie ein bisschen weiter gekommen und sie wollen nicht mehr Statem,\nso. Das ist jetzt der offizielle St,\nähm ich hoffe, dass Amerika dann auch irgendwann mal dabei ist, aber ich find's halt den falschen Weg jetzt, weil was der da, also was dir da an Datenschutztechnisch eingebaut haben, wenn sie dem Vertrauen, dann sollten sie es nochmal raushauen und dann liegeln nacherklären. Also können sie ja auch, müssen sie ja, aber ist doch jetzt zeig\nist doch zeitkritisch, dass ich erfahre, ob ich angesteckt wurde, wenn ich sehr fahren könnte.","Vor allen Dingen, ich meine, ist jetzt nicht nur ein Nerdthema, ja, wenn du mal guckst, wie viele Leute, wie gesagt, es ist unglaublich schwierig, die zu wechseln, deswegen hab's ja sagt, wenn jetzt guckt, alleine in Berlin, in Prenzlberg, wie viele Leute darum hopsen, die nicht aus Deutschland sind. Äh!","Fünfzehn Minuten in deiner Nähe bleiben und dich anhost.","Ein spanischen iTunes-Account haben, ja, äh, dann äh.","Ja, also die App.","Ohne Hotspot schlechthin.","Die App ist jetzt verfügbar, außer in Deutschland, in Belgien, Frankreich, äh Polen, Bulgarien, Luxemburg, Rumänien, Dänemark, Niederlande, Tschechien, Österreich, Deutschland.","Frage die gleiche App oder haben die alle auch das gleiche System.","Nee nee, wir reden, wir reden über die deutsche App.","Die deutsche App ist in den App Stores verfügbar. Also mein Spruch zu dem Thema ist immer je mehr Juristen, desto mehr Bedenkenträger. Und wenn du, wenn du eine Größere äh Abteilung von Juristen hast, dann kriegst du auch nichts mehr gebacken\nAlso es ist Zeit einfach so.","Dass es offensichtlich beim RKI der Fall. Es mag sicherlich irgendwelche komischen Paragraphenreiterischen Gründe geben, aber offensichtlich ist auch niemand in der Lage einfach mal zu sagen, Scheiß drauf, wir machen das jetzt einfach mal fertig. So, sollen sie doch.","Bedenkens Heckend.","Tja, genau.","Sicher mal jemand von der Partei aus dem Fenster lehnen können, aber ne. Die lehnen sich nicht aus.","Ja, vor allem, da fehlt jetzt schon mal die Schweiz, ne? Und überhaupt muss ich mich fragen,\nEuropa irgendwie, also äh einheitlicher, digitaler Markt und so weiter. Also da müssten wir doch eigentlich schon noch weit drüber hinaus sein. Also mindestens in der EU müsse die App einfach total problemlos anbieten,\nja, die Italiener machen das ja auch und die letten machen das auch. Also, das, das ist halt irgendwie das Absurde.","Ach so, deren Abs gibt's auch bei uns zu laden oder wat, oder.","Ja, die, ja, ja, auch die Österreichische ist jetzt äh verfügbar.","Ja, ja, also ich habe auch, ich habe, ich habe das schon installiert, so aus anderen Ländern, Apps, um einfach das Feature mal zu aktivieren, weil ich nicht wusste, ob das vielleicht auch so hilft, weil es halt das generelle Feature ist und\nmir Wurst, aber man muss eh in derselben App sein, damit man dann auch nur diffiziert wird natürlich, aber ich wollt's einfach mal ausprobiert haben,\nSo, deshalb habe ich die äh französische App, nämlich App, die äh.","Nein, die hast du nicht. Die italienische, wahrscheinlich. Immun.","Italienische, genau. Genau, im Moni hatte ich mal installiert dann so zum Test.","Mhm. Pala, du hast die App. Hast du schon was gemeldet.","Ich bin noch nicht draußen.\nSie beschwert sich die ganze Zeit, dass sie dass keinerlei Kontakte und nichts ist, also.","Ach komm, geh doch mal raus. Ist schön draußen. Wieso fällt es dir die Wohnung überhaupt nicht mehr oder was? Hast du jetzt so warm?","Entweder zu warm oder zu kalt oder zu sonnig.","All diese Ausreden, die man.","Oder zu Menschen.","Ja Menschen auch.","Zu laut, vor.","Muss man einen Grund haben, um nicht rauszugehen.","Das war die richtige Frage.","Oh Mann, ey. Mädels.","Nee, Nerds.","Ja, genau. Mädels, ihr seid.","Selber wie das ist.","Der Satz war noch nicht ganz zu Ende. Irgendwie, ich wollte gerade sagen, ihr seid echt die die schlimmsten Arzt. Tja. Und wie nehmt ihr so die ganze Debatte darum war, also.","Ich finde den Preis spannend. So aus,\nder der Preis, der diese diese App äh schmückt.","Hä? Wieso ist auch immer.","Diese die Kosten, die diese App ach so.","Ach so, du willst auch mal ein Software-Projekt für zwanzig Millionen Euro durchziehen, möchtest du sagen.","Also die och du zwei Millionen würden reichen.","Da, also ich muss sagen, äh, also das war jetzt sicherlich nicht ein Schnäppchen, aber das war ich glaube, wenn man so Industriesituationen gewohnt ist, ist das jetzt gar nicht so viel, oder?","Die Frage stellt sich halt mit der Verhältnismäßigkeit also ich weiß nicht was ähm warum Industrie, weil es einen größeren Verwaltungsapparat gibt, bleibt ein so krassen Preis.","Ich glaube, es gibt sehr viele Leute, die sagen können, sie haben schon viel deutlich, mehr Arbeit deutlich, weniger Geld bekommen.","Ja, natürlich, das hast du halt immer, aber es ist halt so ein bisschen, also der Preis ist halt sehr spannend.","Ja gut, äh was haben wir gehört? SAP hat neun neun Komma fünf Millionen, glaube ich bekommen.","Irgendwofür.","Nah für die Entwicklung dieses Chorona Warn-App Service, das äh Konzept des äh und der App.","Das ist aber, das ist.","Ist also.","Ja, aber das ist, wenn du, wenn du dir das anguckst, gar nicht so viel Geld eigentlich für so ein Projekt, wo du dann hinterher äh zwölftausend Downloads hast, fünfzehntausend Downloads und die dann auch funktionieren muss,\nNe, also das das ist, also,\näh fünfzehn Millionen Downloads. Also der musste den muss halt auch nur Infrastruktur dann vorhalten, die das tatsächlich, die das tatsächlich kann. Also.","Die kamen aus dem Store.","Hm. Ja, die Downloads kamen aus dem Store, aber wenn, wenn nur zehn Prozent der Leute, die App wirklich produktiv nutzen, dann hast du immer noch eins Komma fünf Millionen User, also das ist halt was.","Denke auch, dass bei der großen Ordnung hat so eine Verantwortung mit einher kommt und und und natürlich überhaupt der Firmenoverhead, wenn du natürlich ein paar flache Leute hast, dann kannst du natürlich was machen, aber A können die jetzt nicht äh äh,\nniegelmäßig äh Parade stellen, wenn man was nicht funktioniert, also die können ja gar nicht mal also du kannst ja gar nicht den Vertrag eingehen. Also wenn wenn jetzt eine kleine Gruppe von,\nvon von zwei Indiunternehmern äh mit mit drei Leuten diese App gemacht hätte, wäre schon günstiger gegangen, aber stemmen nun mal dann alle Probleme, die da mit dran, sondern mach allein die Kommunikation mitm RKI,\näh wie denn das alles abzulaufen hatte, wie man das vielleicht irgendwo in den Store stellt und wieso, was die technischen Voraussetzungen auf alle Plattwormen sind. Also, wenn wir es mal runterbricht, also es ist schon nicht wenig Geld, aber es ist jetzt nicht,\nalso ich glaube nicht, dass jetzt dass die sich jetzt irgendwie eine eine goldene Nase mit diesem Auftrag, also die das ist keiner, den sie jetzt, also,\nDie Leute bei der Telekom, die das dann machen mussten, auch die Verantwortung, die damit dranhängt, die waren jetzt auch nicht so, die wollten das dann schon teilweise, aber die sind auch schon auch, also es ist auch schon ein Stressscheiß.\nAlso, selbst die emotionale Geschichte finde ich, äh, muss irgendwie abgedeckt sein und ja, also es ist, ist halt einen äh einen ein,\neinen Ausschreibungs äh großkonzern ähm.","Wurde ausgeschrieben.","Muss ja fast, glaube ich, oder? An der Stelle irgendeine Form oder so.","Das bezweif.","Eingehalten werden. Allein das, ja? Allein die Rechtsabteilung gibt, die sicherstellen können, dass diese Verträge überhaupt zustande kommen dürfen in der Zeit,\nso so schei.","Die auch die Projektmanager die diese ganzen verfasst haben und diese ganzen Dokumente erzeugt haben, die die wirklich\nsind. Das das kostet auch alles Geld. Also ich ich sage jetzt nicht, dass es ein Schnäppchen war, ähm aber ich glaube nicht, dass es jetzt, das ist jetzt extrem rausgeworfen, es,\näh war, da gibt's, glaube ich, in so einem Public Private Partnership-Bereich, ganz andere äh Beispiele.","Aber das war ja auch nicht die Ausfrage, sondern einfach, dass die reine Entwicklung vermutlich am wenigsten Geld beansprucht hat, weil eben so viel Adam Management, Herachien.","Aber du hast halt, du hast halt mit mit diesen äh neun Millionen, die an die SAP gingen ja nicht nur die reine Entwicklung bezahlt,\nsondern du hast eigentlich bezahlt, dass das ein Schlüsselfertige-Lösung ist, dass äh das du sagen kannst, hier, ich werfe da jetzt Geld drauf und dann funktioniert's auch. Und genau das ist ja passiert,\nne? Also.","Also ich bin sehr überrascht, also bis auf,\ngefühlten Zeitrahmen, den irgendwie alle als es zu langsam was ich nicht ganz verstehe mal barkieren wollen, bin ich sehr überrascht, ob ob der Qualität und,\nAlso der also bisher, dass es jetzt nicht in allen Ländern verfügbar ist, weil sie nicht den Legelasch im Arsch haben an der Stelle. Das hätte ich mir für das Geld auch gewünscht. Aber so ähm,\nich bin sehr positiv überrascht, was da für eine Qualität rauskam für die Beteiligung. Also ich hätte nicht so viel erwartet von den Beteiligten Parteien.","Man kann ja mal so ein bisschen mal hochrechnen so. Ein Tagessatz. Ne, von so einem Senior Senior\nSo, also jemand, der nicht gerade irgendwie anfängt und hier, guck mal, wir haben dann gerade ein neues Projekt bekommen, guck doch mal irgendwie, ob du da was mit Jamazkript hinkriegst, war halt so Leute und ich habe ja auch mit ein paar von denen gesprochen, einen Kontakt gehabt und so und ich hatte vor allem so den Eindruck,\nDas sind so alles so gestandene Entwickler, die die wissen,\nWissen, was sie tun. So, die die sind sich der Aufgabe äh äh bewusst, die diese Überblicken, die Dimension der Herausforderung. Und wir haben eine ganze Menge Erfahrung, so. Das heißt,\nkannst du mal sagen, so, also unter tausend Euro pro äh Manntag.","Ja aber trotzdem rechnest du selbst.","Wird ja so berech.","Berechnet, also ja, du hast dann aber ein Sechser Tagessatz bei einem Senior, aber da ist sich, also sorry Tim, aber es ist nicht jeder, der an so einer App entwickelt, glaube ich, bewusst, wie verant.","Nein, aber lass es einfach mal aus. Lass, lass uns einfach mal ausrechnen. So. Äh da sind allein auf Gitter. Da sind noch lange nicht alle Entwickler, ja\nsind da irgendwie fünfunddreißig Leute drauf. Ich weiß jetzt nicht ganz genau, wer da von der Telekom, wer da von SAP ist und so. Aber soweit ich das gehört habe, stecken da dahinter, auf jeden Fall nochmal andere Zahlen. Also, die haben schon relativ große äh Teams und mehrere Teams.\nda hast du irgendwie äh das Back-End, du hast irgendwie das Anrüttprojekt, du hast das Eiweißprojekt, du hast die ganze Dokumentation und äh dann gibt's natürlich,\nauch noch äh diese ganzen Übergeordneten, koordination, koordinierenden Personen. Also, ich,\nhabe keine Erkenntnis da drüber, wie groß dieses Team ist, aber ich könnte mal davon ausgehen und ich weiß nicht, wie ihr das so einschätzen würdet, so, aber ich wäre jetzt nicht überrascht, wenn da irgendwie sechzig Leute,\nlocker an diesem Projekt dran sind. Klingt das für euch so, erstmal etwas, womit man mal arbeiten kann.","Die haben der als die Reibungshetze.","Ich habe im Gitter mal nachgeguckt, so praktisch sind so zwischen zwanzig und dreißig pro pro diesen Projekten und wahrscheinlich sind's weniger, die ganz aktiv Vollzeit waren so. Nur so als Kommitgeschichte. Nur so als Orientierung.","Ja, aber äh es ist halt,\nkommt ja auch noch, kommen wir irgendwie was, was also Gestalter, da weiß ich, das war so eine externe Agentur, ne? Also die kannst du aber im Prinzip dann noch mit rein\nziehen, was da alles so an Design und Logo und ähm User Interface gemacht worden ist und äh natürlich auch diese ganze Plakatetwicklung dann für die Öffentlichkeitsarbeit, das steckt da ja eigentlich auch noch alles noch mit drin,\nAh, ich wollte jetzt nur mal so eine Größe auch noch machen, ja? Also würdet ihr mit sechzig erstmal leben können, so, also ich halte das jetzt\nfür vollkommen ausgeschlossen. So, was hast du gesagt Letti, was rechnet man dann ab für einen Tag für so ein Entwickler.","Also du hast ja nicht nur Seniors draufsitzen und das ist so ein Tagessatz, je nachdem, weil welcher Bude so so bist, bei so die Wänder keinen Heini dran gesetzt haben, sage ich mal, also mindestens tausend bis tausendsechshundert,\nhast du so einen Tag gesagt, sie haben was bei den, bei den.","Zumindest der iOS-Code, der sieht so aus, als wären da im Wesentlichen Seniors drauf gewesen. Also das, das ist wirklich hochqualitativer Code, den kriegst du nicht von einem Junior geliefert.","Gut. So, das heißt, wir haben tausendzweihundert pro Tag mal sechzig Mal und die haben sieben Wochen, vierundzwanzig, sieben Durchgang, also sieben äh sieben Tage die Woche äh durchgearbeitet,\nSo, also hast du tausendzweihundert, mal sechzig mal äh neunundvierzig. So, dann bist du schon mal bei drei Komma fünf Millionen. Einfach mal so.","Ja, aber nicht zwanzig.","Nee, neuneinhalb. So, SAP, Teil.","Sind die anderen zehneinhalb geblieben? Das hat auch zwanzig gekostet insgesamt.","Na, es gab ja noch die Telekom teil. Das dieser ganze äh Lab-Anbindung, der kam der noch nicht läuft,\nDer verification Server ist von der äh Telekom gemacht worden und diese ganze Lap-Anbindung. Also dieses ganze\nTesting Lab, dieser ganze Kram, der muss ja auch ausgedacht werden. Ich will jetzt gar nicht schön reden, ich will nur sagen,\nDas ist durchaus etwas, also wir bewegen uns in einer Dimension, die irgendwo passt. Jetzt kann man noch drüber argumentieren, sind's noch ein paar mehr Leute oder ein paar weniger Leute gewesen und haben sie mir aufgeschrieben, weil sie am Start hatten. So, aber es ist jetzt nicht, dass wir jetzt äh beim Start\nbeim beim ersten Mal gucken, wie viel es denn etwa sein könnte, dass du dann gleich um Faktor zehn daneben liegen würdest oder so. So, das ist halt irgendwo\nin the Ballpark und dann hast du noch die ganzen Designer.","Aber die machen, die machen dir am Ende die Rechnung nicht so hoch, wie sie ist. Also.","Na du, du weißt vor allen Dingen nicht, wie lange, wie lange der Vertrag läuft.","Das kommt noch dazu.","Ne, also sie haben das Ding zwar jetzt veröffentlicht, aber damit ist die, die äh ist die Entwicklung ja nee nicht fertig. Also ich kann mir vorstellen, dass die auf jeden Fall auch für ein halbes Jahr oder so bezahlt werden.","Weil's das jeden Wartungsvertrag mit drin haben.","Natürlich haben die dann.","Klar, natürlich, man muss ja weiterentwickelt werden, da dass der wird sich am laufenden Meter.","Kassieren hier nochmal nach, da könnt ihr eben drauf lassen. Die machen doch keinen Vertrag, wo sie da Zukunft arbeiten müssen und es schon mit drin ist, die sind dann.","Das machst du in der Regel schon, aber sehr begrenzt für einen zeitlichen überschaubaren Rahmen und ähm.","Ja, da werden jetzt nicht alle dran arbeiten.","Ja, vor allen Dingen, du willst ja nicht irgendeine Bude nehmen, die der dann so eine Scheiße übern übern Zaun wirft.","Du Rody, ganz ehrlich.","Fixen fürs Fixen dann noch viel mehr Geld haben will.","Rody, ganz ehrlich, nur weil du nicht geil findest, heißt es nicht, dass man vielleicht für einen Teil der App mit was anderem daher kommen konnte, als mit man hat zwei Entwicklerteams, die eine machen was für Android, der andere mach.","Es ist nicht so, dass ich Projekte nicht Scheiße nicht geil finde, Reagnetive ist Scheiße.","Du, das ist schön und gut.","Äh da müssen wir nicht diskutieren.","Ja, du ganz ehrlich, doch, finde ich schon, weil es gibt einen unter.","Du kannst in der Technologie, nein, du kannst in.","Nicht jetzt, aber nicht jetzt.","Keine keine keine Abbauen für fünfzehn Millionen User. Das das geht nicht. Das kannst du, das kannst du nicht machen.","Aber das ist doch zwei unterschiedliche Aussage, also das eine ist, du kannst die Technologie nicht nutzen für fünfzehn Millionen User und das andere ist, die Technologie ist persönlich Scheiße, ich habe damit überhaupt nichts zu tun, aber ich verstehe jetzt gerade die Argumentation.","Wenn ich mich recht herinner ist, vor allem Facebook, mit Instagram, glaube ich, am Anfang ja gestartet mit Red Native. Aber ist ja auch Wumpe, das ist nicht das Thema.","Und wer wer migriert von äh Reagnete runter? Facebook.","Na ja aber die Frage ist ja.","Klaus.","Ist doch vollkommen egal, ob das jetzt taucht oder nicht. Es gibt auf jeden Fall viele gute Gründe, warum jetzt hier jeweils nativ für die Apps entwickelt werden musste. Ich weiß nicht, ob das jetzt der Kernpunkt eurer Diskussion war. Ich bin da irgendwie auf dem Weg ausgestiegen,\nähm denn äh sind ja auch noch sehr viel mehr Sachen, also wirklich komplett berücksichtigt worden, also auch so Geschichten wie Exessibility zum Beispiel,\nNa ja, also äh grundsätzlich muss man natürlich sagen, war das ein ganz erfrischendes äh Ding, ne, weil es ging halt schnell und es ist irgendwie tatsächlich was geliefert worden. Jetzt muss man halt auch mal gucken, ob's was bringt. Bisher sind so hunder.","Unsere unser Standards in der IT sind so gering, ja, dass du das jetzt, dass diese Aussage, es ging schnell und es ist tatsächlich was geliebt, es ist eine Ausnahme ist und 'ne erwähnenswerte Geschichte, macht mich so traurig auf meinem Arbeitsstand, ja? Das finde ich, ich,\nbin beschämt, ja? Ich kick hier Kohle ohne Ende im Verhältnis zu erzählen, essentiellen Wörtern, aber das ist eine Aussage, die du treffen musst,\nsind wir nicht Arschlöcher.","Ist doch so, oder? Ja. Aber du bist meiner Meinung, oder nicht? Du bist nur entsetzt über deine Meinung.","Schon haben wir einen Sendungstitel. Ich fühle mich schlecht damit.","Ich äh vielleicht habt ihr auch noch so ein paar Gedanken zu der Frage ähm,\nist das jetzt sozusagen ein Vorzeigeprojekt für, wie wir künftig auf Bundesebene, solche Entwicklungen generell machen sollten.","Also, was, was den Open Source teil äh anbelangt, auf jeden Fall. Äh was den, ich sage mal, gemauschelt, teil anbelangt, wahrscheinlich eher nicht\nweil das ist keine ordentliche Ausschreibung gab und einfach äh zwei Firmen, die irgendwie so aus sein, als würden sie das schnell hinkriegen. Einfach\ngenommen wurden, ist, glaube ich, in dem Fall zwar zu verschmerzen, aber sicherlich kein Modell für die Zukunft.","Ja gut, den Ausschreibungsteil meinte ich damit auch nicht. Sondern nur nur, wie es äh wie sozusagen sich in der Öffentlichkeit gezeigt hat und wie es dann auch durchgezogen wurde, auch von der Qualität her.","Also ich glaube schon.","Teil sehr schön. Also das ist wirklich so so passiert ist auf so eine gute Art und Weise\ndas das würde ich gerne mehr sehen eigentlich auch, weil äh auch wenn nicht so viel kontroviert wird, mal reingucken zu können, um mal was zu machen, ist eigentlich bei ausgeschriebener Staatssoftware, wäre schön, wenn das Standard wäre. So,\ndas finde ich.","Auf jeden Fall. Und ich glaube, ich glaube, dass das mit dem Projekt wahrscheinlich auch einige äh Leute Berührungsängste mit diesem äh Open Source Gedöns verloren haben. Dadurch, dass man einfach mal gezeigt hat, ja, wenn man's, wenn man's macht, dann funktioniert's auch.","Mhm. Das denke ich auch.","Ja, politisch ist das, denke ich schon mal, ich meine, ist ein schlimmes Statement, wie wir eben schon gesagt haben, auch politisch ist jetzt schon mal ein Denkmal, dass wenn man sozusagen mal wirklich will, dass man funktioniert, dass man das sogar in Deutschland gebacken kriegt,\nsogar mit T-Systems.","Und und das auch noch in einem englischen Parlament, dem PM, dem Primanister um die Ohren gehauen wurde, dass die Deutschen das hingekriegt haben.","Wir, wie viel Zeilen Code waren's.","Nicht nur das, es äh geht sogar das Gerücht, dass die das weiß ich nicht. Äh es geht das Gerücht, dass die Briten tatsächlich auch darüber nachdenken, die deutsche App jetzt einfach zu nutzen,\nAlso es könnte könnte sozusagen noch zu.","Weil es Open Source laden war runter, machen wir einen Union Jack oben drauf und ab dafür.","Ja, ne, weil sie halt, ich meine, weiß nicht, ob du das mitbekommen hast, aber irgendwie und äh die sind einfach mal.","Nicht er ist seit Koron.","Er ist seid Croder, aber seid Choreo da halt so richtig und äh die kriegen halt überhaupt nichts auf die Kette. Äh die haben ja noch nicht mal einen normalen, dressing Prozess äh um überhaupt von den Gesundheitsämtern her den ganzen Infektionen nachzugehen,\nund ähm die digitale Strategie, na ja, da haben sich halt auch so ein bisschen verhoben,\nund jetzt müssen sie natürlich schnell liefern, weil sie jetzt irgendwie zwischendurch mal gesagt haben, na ja, dann kommt das halt im Dezember und alle. Also habt ihr sie noch alle.\neben habt ihr uns das sozusagen noch als das großartigste Brot verkauft so und jetzt noch beim Ball ist total egal. Also die Ränder sozusagen wie so aufgeschreckte Hühner von links nach rechts gerade in der Regierung und wissen eigentlich gar nicht so richtig was sie tun sollen. Von daher kann das nächste Woche auch schon wieder anders sein, aber\nEhrlich gesagt, ich wäre einerseits nicht so überrascht und andererseits finde ich das auch mal ganz gut, weil soll jetzt jedes Land in Europa irgendwie zwanzig Millionen Euro ausgeben, um,\nLetzten Es ist immer wieder dieselbe App zu entwickeln. Das zeigen wir auch bekloppt.","Ich mal in einem veränderten Europa hätte ich auch gerne eine App, die mit den anderen zusammenarbeitet, vielleicht sogar, nicht was nicht so lauter Insel Dinger, weil soll ja Leute geben, die an Grenzen wohnen, soll auch Leute geben, die diese überschreiten.","Das kommt. Das kommt. Das ist das ist.","Leute, Grenzen überschreiten.","Äh das sowieso und äh diese,\ndie Kompatibilität. Na all alle Apps, die halt dieses Google Apple ähm Protokoll verwenden, sind äh ja per se kompatibel miteinander. Also können also sind,\nKompatibel aber arbeiten noch nicht zwangsläufig automatisch auch zusammen. Weil das Problem.","Kompatibel, das heißt, die tauschen diese diese Dinger aus, aber wenn jetzt jemand Alarm schreibt, macht es, schreitet nicht auf der anderen Grenze, das das auf der anderen Seite der Grenze.","Genau, also du hast ja zwei Komponenten erstmal\nwie wie wird miteinander äh wie tauschen die Geräte untereinander? Kurz aus, dass halt alles dasselbe, wenn sie dasselbe äh äh API benutzen. Das ist alles kompatibel\nDie Frage ist halt nur, wenn ich jetzt meinen Kies habe, bitte, weil ich positiv getestet würde, wo geht das dann hin und wie erreicht das auch die anderen Apps? Und\näh derzeit hast du quasi nur diesen Nationalpool, also du schmeißt es halt in den Corona Warn-App Server und da laden auch nur die Corona-Bahn-Apps halt runter.\nUnd äh das Problem ist, dass du halt diese, du musst halt diese Situation mit Personen im Ausland abfangen.\nund im Hintergrund äh sind da diverse dokumentischen ausgetauscht worden. Also das ist ein bei Google und Apple,\nUnd ich gehe davon aus, dass es da in absehbarer Zeit äh ein Update geben wird für dieses Protokoll,\nwo sie halt sagen, wie das läuft, aber die betteln sich da halt quasi mit den Ländern, weil's halt unterschiedliche Vorstellungen davon gibt, wie das eigentlich laufen soll, was so der beste Weg wäre. Das Ding ist, entweder,\nWeißt du halt ganz genau, in welchen Land du warst, ja, dann müssten die äh müssten die Apps ja zumindest mal vom Betriebssystem gesagt bekommen, wo in welchem Land sie waren,\ndamit du ein Schlüssel auch explizit als dieser diesen Schlüssel habe, ich verwende als ich in Frankreich war, dass er sozusagen die Information.","Quatsch, die können da einen großen Pool machen und fertig.","Das eskaliert aber dann nicht äh problemlos, dann hast du irgendwann alle äh Schlüssel der ganzen Welt in einem Server und der Platz halt auseinander. Und das wollen sie halt vermeiden. Das Ding ist, also was ich.","Schaffte ein Interface zu bauen, was mit keine Ahnung, wie viel mit einer Milliarde Leute klarkommt.","Punkt ist, dass du alle Schlüssel runterladen.","Mehr als ein paar Bits von irgendwie.","Nee, du musst ja alle Schlüssel auch runterladen.","Musste alle Schlüssel runterladen. Und wenn du irgendwann den Leuten zumuttest am Tag fünfzig Megabyte fünfhundert Megabyte runterzuladen, weil das sind nämlich alle Schlüssel, die auf dem Sauber liegen, wenn die solche ordentlichen Fahrt kommt, dann war's das. Ne? Also.","Ja, also es gibt da schon gut durchgerechnete Szenarien und das wird generell als ein Problem angesehen. Und man will das halt verhindern und soweit ich weiß,\nWas ich jetzt zuletzt gehört habe, ist, dass die Telefone, ähm, quasi diese Informationen liefern werden mit einem Key,\nwar in meinem Land oder war nicht in meinem Land. Da einfach davon ausgehen, dass sie Menschen sich halt normalerweise normalerweise bist du halt in einem Land.\nEs gibt wenige Leute, die sind die ganze Zeit in anderen Ländern, aber die sind die totale Ausnahme. Und die allermeisten Leute bewegen sich halt in ihrem eigenen Land. Klar, Grenzgänger, Pipapo und so, aber das sind dann halt sehr viel weniger. Und bei den Leuten,\nwird es dann so sein, dass der Kie quasi das Gerät verlässt mit einer Zusatzinformation,\ndieser Keywar nicht in meinem Land. Und der wird dann quasi an so einen zweiten Server äh weitergegeben und der hält quasi alle Kies vor, die,\nnicht in dem Land waren. Also die quasi alle Kies, die in jedem beliebigen Land nicht aus diesem Land sind. Also alle Auslandskies sozusagen, die werden darüber verteilt und dann muss deine App quasi nur noch,\nZwei Server fragen nämlich, den in deinem Land und den anderen,\nDas ist so äh eine Idee, die gerade im Raum ist. Ähm es gibt auch die Überlegung, ob so ein EU-Server gebaut wird, dass man zumindest in der EU alles zusammenwirft\nDas ist halt viel äh Battle, weil ja auch manche Länder noch nicht mal bereit sind, auf Testzentrale Modell zu verzichten. Also,\nHallo, Grüße nach Frankreich, ne? Die werden äh jetzt die letzten sein, die sich äh da noch umdrehen müssen\naber bisher sind sie noch stausch. Ja. Aber wir sind auch alle gesund, ne?","Ja, zumindestens kein Corona.","Ein geilisches Dorf oder wie.","Wollen wir über andere Dinge sprechen,\nAch, na, wir können aber Kleinigkeiten äh zum Beispiel sprechen. Bietet sich ja immer an. Ich wollte mal so einen ähm so ein,\nIch habe hier so einen Device, seit längeren Stehen, für die Zeit nach Corona. Wenn wir alle irgendwann mal wieder hier im Studio zusammensitzen können.","Dass der Autoumarmer oder was?","Der Studiogast desinfizierer ist das,\nNee, ich habe mir äh eine größere Teilmenge von diesen Streamdecks gekauft. Sagt euch das was.","Das sind diese,\nmit äh Display, oder?","Genau, Bands mit Display, äh gibt's in drei verschiedenen Größen, gibt's im Kleinen, mit, glaube ich, Sex Buttons, ein Mittel und in XL, mit deutlich mehr Buttons und im Wesentlichen ist es einfach nichts anderes, als so eine Art,\nleuchtende Tastatur, wo du halt auf jedem Kie äh ja ein Bildchen anzeigen kannst,\nund da ist nicht alles perfekt dran, aber es gibt es zumindest mal und es ist für mich extrem praktisch. Also ich hab das jetzt hier gerade vor mir stehen, kann euch das mal zeigen hier im,\nin unserem kleinen Videostream und ich mache gleich mal ein Foto.","Das sehen doch dann die Hörer gar nicht.","Wie ich gerade sagte, ich mache dann mal.","Fotofenstlig.","Dann mal ein Foto für den Schleck, aber ich zeige euch das mal hier kurz vor.","Die leuchten ein Mikro, ein Mikro auspacken. Ein Ultraschallbutton. Kapitel mag in verschiedenen Farben.","Wieder genau, Kapitelmarken in verschiedenen Farben, ich mach jetzt auch gleich nochmal ein Foto.","Und viel mehr auf dem Produkt, dass die Leute hier gerade anzeigen. Also so ist irgendwie.","Also ja, das ist der mittelgroße, den habe ich so für to go gekauft. Dann gibt's noch den äh ganz kleinen ja, normalerweise ist das hier so für YouTuber und sowas, aber das interessiert mich natürlich herzlich wenig. Ähm\nund äh beim Ultraschallprojekt hat man aber mittlerweile äh mitgedacht und,\nhat ähm da äh angefangen da ein Plugin für zu bauen für Ultraschall, sodass ich das also hier direkt mit meiner Aufnahmesoftware äh kombinieren kann.","Bei nimmt einem neuen MacBook, würdest du das aber umsonst dazubekommen? Nennt sich dann Touchbar.","Ja, wenn's die entsprechende Software, ja, das, das ist richtig und das ist auch in der Tat so eine, eine Sache, äh, die ich ganz gerne hätte. Äh dazu müsste es allerdings nativen Support dafür geben,\nweil das ist ja eine bieterektionale Geschichte, das ist jetzt hier nicht nur ein äh Button und dann löste irgendwo ein Buchstaben aus,\nsondern du Triggers halt so richtig Software, die intelligente Dinge macht und äh die kann zum Beispiel auch State verwalten,\nAlso es reicht jetzt nicht hier so ein Tool zu installieren, wie meditouchbar. Ja, was einfach so ein Medicodes rübersendet, sondern ich will halt auch,\neine permanenten, also einen niedrigen Weg haben. Also wenn sich an dem State in meiner Software irgendwas ändert, auch von etwas anderen getriggert, dann soll es sich trotzdem hier\nauf meinem äh meiner Tastatur, also in dem Fall diesen Streamdeck soll sich das dann eben auch entsprechend ändern.","Und mir schon einen haptischen Touch oder so dieses Klicken von so einem Button ist schon auch sinnvoll anstatt jetzt das aufm iPad zu haben.","Wie, wie drücken sich die Buttons denn?\ndie sich so labberig wie sie aussehen.","Bisschen, aber die ja, also sie sind so äh so so wie wie alte Tastaturen, wenn du sie an der Seite äh drückst, also musst du schon so mittig drücken, damit sie ordentlich,\nso einen ordentlichen Druck machen. Also, äh hardwaretechnisch ist hier noch eine Menge zu verbessern. Aber das Produkt existiert, man kann es kaufen, man kriegt es sofort geliefert und es g\nwie ein Plugin und es äh läuft, ne? Und wenn ihr jetzt mal dieses Foto da mal anschaut, habt das jetzt mal den Slack äh reingeworfen, was da so experimentell gerade so draufhabe. Also so wichtige Dinge wie der aktuelle Bitcoin-Kurs zum Beispiel, ne\ndann ähm also kannst du das auch so ja, das gibt's halt so ein Bitcoin, Preis, Plugin, das habe ich da einfach mal reingeschmissen, so aus.","Und wenn du drückst, dann kaufst du welche oder wie.","Verkaufen, Verkauf denkbar, ne, könnte man äh, könnte man reinbauen,\nNee, für mich ist es jetzt vor allem wichtig, um so flexibel Kapitel äh also nicht nur Kapitelmarken sein, überhaupt so flexible äh Marken zu,\nbauen, als Makker dazu bauen, weil ich halt so ein komplexeres Gerüst habe, aber auch so einen und solche Geschichten\nlassen sich damit machen, auch der ganze Playhat lässt sich damit steuern. Also so, wenn er jetzt auch abhört, könnte man das machen, das verwende ich jetzt nicht so sehr, sondern mein Hauptinteresse ist eigentlich so spezielle Makierer zu setzen in den Sendungen, weil ich mir halt noch ein bisschen mehr,\nGeld sparen möchte. Äh Zeit sparen möchte. Und damit Geld sparen möchte. Also ich möchte mir vor allem Zeit sparen. Geht sparen.","Wird's dir Zeit kaufen.","Ich will, ich will meine meine Zeit nicht mit dem,\nbearbeiten, dem überflüssig langen Bearbeiten von Audioaufnahmen verbringen, sondern ich möchte das halt relativ\nzügig machen und was ich ja generell tue oder getan habe und erlernt habe, mit letzten Jahren ist, möglichst während der Aufnahme schon alles zu tun,\nSo und diese Marker sind dabei halt der absolute Schlüssel, war ich dann eben in dem Moment, wo was passiert,\nEinfach eine Markierungssätze und ich sehe der Markierung später halt an, was ich hier tun muss. Und so kann ich halt auch so eine vier Stunden Aufnahme hier mit sieben, acht Spuren, wie wir sie jetzt gerade produzieren\nnach der Sendung relativ schnell wegarbeiten, weil alles, was irgendwie vorgefallen ist, wo ich meine darauf reagieren zu müssen,\nich mir in dem Moment schon markieren kann. Und dadurch, dass ich eben verschiedene Marke habe und vor allem nicht erst,\nWo ist das Programm nach vorne, äh wo ist der Keyboard-Fokus? Äh, welche Tasse muss ich jetzt drücken, ja? Oder irgendwo hinklicken, dauert mir alles viel zu lange, jetzt drücke ich hier einfach bei dem Streamdeck auf so einen Button drauf und alles ist supi.","Jemand schnarcht schon.","Das ist Dennis der Wädert.","Weißt du was das?","Genau und wenn du dir mal, wenn dir mal das äh das Bild mal ein bisschen vergrößerst und äh da mal so drauf guckst, was es mir da so ausgedacht habe, das ist jetzt sozusagen alles noch experimentell und ich äh spiele da noch ein bisschen mit rum,\nAber ich habe zum Beispiel explizit eine Marke für Pause Pause anfangen, Pause, Ende,\nhäufiger mal so den Fall habe. So, man macht mal eine Pause, bei einer Aufnahme und dann holt man sich nochmal irgendwie ein bisschen oder macht äh geht aufs Klo und ich will danach einfach sofort sehen, wo diese Pause war und ich will nicht nur irgendwelche Editmarker haben, wo ich dann erstmal reinhören muss, um zu wissen, was die sind.\nund dann habe ich das einfach semantisch schon ordentlich gemacht oder ich habe einen Marker für Soundprobleme oder ich habe Marker für äh,\neine URL, die ich irgendwie gerne notiert haben möchte, da habe ich mich leider noch nicht so richtig dran gewöhnt, das muss ich mir auch ein bisschen mehr äh reinhauen oder so allgemeine Shownotes\noder äh.","Knopf. Fragt jemand im Chat.","Oben in der Mitte steht äh unter Slack Nebensleck ist so.","Ach so, dass es äh.","Links erste Reihe.","Der das sieht man jetzt nicht gut, das ist Google aus Pro. Ist einfach, dass dass das App-Icen.","Das läuft auf Katalina ja nicht mehr.","Hatten das Ding für Schnittstellen, also Rapper, Api.","Ach, das ist wohl ganz furchtbar. Also man muss da irgendwie so mit HTML und Javas Kript wohl irgendwie rumfummeln. Nee, ja, äh,\nAlso,\nkeine Ahnung, wie wie einfach das ist. Also, diese Software ist auch so ein bisschen so mega, so ein bisschen so und ah und das geht auch besser, aber es funktioniert so. Und das äh ist schon mal einen Schritt nach vorne,\nund diese diese Ultraschallintegration, die kommt dann wahrscheinlich mit der nächsten Version von Ultraschall und dann wird's irgendwie ganz nett, ne. Aber so alleine ist er, Followbatten und und und Kapitelmarken und Editmas, einfach wirklich ehrlich. Toll, ist das ganz t.","Wenn's für dich funktioniert, ist ja schön.","Wenn's für mich funktioniert, dann ist es für alle ausreichend.","Weil alle deine Anforderungen haben.","Ja, aber das Coole ist und das ist sozusagen, dass.","Wir nicht brauchen, haben sie nicht, ne.","Wo wovon ich eigentlich Träume.","Haben, brauchen sie nicht.","Es gibt halt das äh Streamdeck, wie ich schon sagte, in drei Varianten. Und die kleinste Variante hat halt sechs Buttons,\nund wenn das alles mal hier so richtig geil ist, dann ist mein Traum, dass hier im Studio jeder Platz sozusagen so ein eigenes, kleines Teil hat und man,\ndann auch jeder von seinem Platz aus Markierungen setzen kann, ich danach sehe, wer die Markierung gesetzt hat oder dass man damit die Lautstärke vom Kopfhörer äh einstellen kann und so eine Geschichte. Das wäre so mein.","Deine Arme trainierte Affen hast, die dann alles selbstständig machen könnten und dir die Arbeit abnehmen.","Ich möchte einfach, dass ihr hier den maximalen Komfort und Luxus und äh auch maximale Zukunft genießt, wenn ihr hier seid. Weil in der Metaebene.","Gibt's dann auch einen Skips gibt's gebacken.","Das lässt sich sicherlich.","Tim.","Richten. Ist alles möglich. Ich möchte einfach nur.","Thema über drei.","Ich möchte, dass ihr auch einfach in der Zukunft lebt. Nicht nur ich immer. Ihr auch.","Das ist schön, dass du uns auch in deiner Zukunft haben willst.","Ja. So sieht's aus. Meine Empfehlung,\nSo, dann habe ich mir ähm,\nSmacBook Pro angeguckt bei Apple. Ich musste dafür extra noch meinen Fieber messen lassen. Also mal nicht existiert.","Du bist in den Store gegangen.","Ich bin ins Tor gegangen, ja. Und habe mich in diese komische,\nWarte Schlange da eingereiht, da muss man relativ warten. Das gibt's eine eine Warteschlange für Leute, die einen Termin haben. Und es gibt eine Warteschlange für Leute, die keinen Termin haben\ndie sich nur was angucken wollen. Hätte ich allerdings gewusst, was dann folgt, wäre ich nicht reingegangen? Weil,\ndiese ganzen Apple Mitarbeiter, normalerweise läuft's ja so ein Apple Store, guckst du halt Sachen an, dann, so, aber in dem Moment, wo du da so reingelassen wirst, dann bist du ja so ein, so ein Quotenkunde,\nja. Äh da darf jetzt wieder einer rein und dann hast du also auf einmal diese unangenehme Situation, dass so zwei Mitarbeiter auf einmal Zeit für dich haben. Weil ja nicht so viele rein dürfen. O.","Lange nicht.","Diese, die sind eh immer ein bisschen Overlexit. Viele von den.","Das Pfilzer halt auch irgendwie nicht haben. So dann habe ich mich einfach für dieses Micropower erstmal gesehen, weil ich wollte erstmal eine Tastatur ausprobieren und einfach mal einfach mal gucken, wenn das Ding einfach mal anfassen hat, dann haben wir hier rumgefummelt, dann kommen sie halt gleich an, so ja und irgendwie\nob ich mich denn dafür interessieren würde und überhaupt und so. Und ich sag.","Was ein Mac ist.","Ja, gut, also die haben's ja gut gemeint, nur ich wäre am liebsten alleine gewesen. So, ich wollte mich einfach dann nur ich und das MacBook und ich wollte,\nzu reden und ich hatte auch eigentlich keine Fragen, weil ich gehe da rein.","Mal sagen sollen.","Ja\nich dachte mir, gut äh vielleicht fehlt dir jetzt auch was ein und dann fing ich aber nur an rumzurahnten, was warum ich mir irgendwie seit äh acht Jahren kein Mac and Tour mehr gekauft habe. Es war wie alles nicht so glücklich. Auf jeden Fall muss ich dann irgendwann auch schnell wieder raus.","Da da gibt's ein schönes Loriot Zitat zu. Ich möchte nicht unhöflich erscheinen, aber ich wäre jetzt gerne allein,\nmit diesen Worten fängt nämlich diese Männer im Bart Sketch an, die Herren im Bad. Das musst du dann sagen.","Männer im Bart Sk.","Herren Herren im Bad.","Ja, mit der Ente. Herr Müller, lügen.","So Herr Doktor Klöbner. O.","Genau, genau, fängt an mit, ich möchte nicht unhöflich erscheinen, aber ich wäre jetzt gerne allein.","Ja, das hätte ich gerne tatsächlich bringen müssen. Ja, nee, aber dann kamen die Herren gleich an und mein Sohn, die Ente bleibt draußen.","Und ich bin damit sehr zufrieden.","So eine Gummiente.","Geschimpft? Ja die auch,\ndreizehn zwo mit Soße und scharf, rechts unten nur nicht mit, keine Ahnung, acht Terabyte Platte, sondern nur mit einem Tee, weil ich brauche so viel Quatsch nicht.","Also nicht rechts unten sein, so rechts Mitte.","Sozusagen, ja. Also nee, also so CPU und rammmäßig und so schon alles, was drin ist, halt nur die Platte halt.","Du hast nicht den Vollausbau rechts unten ist der vollausbau. Seien wir mal ja.","Ja, gut, dann habt dann bin ich unten rechts bitte. Nichtsdestotrotz, aber ähm,\nich hatte, ich hatte mehr so letztes Jahr noch so ein Er geliehen\nähm und äh ich bin mit dem Ding sehr zufrieden. Ich habe da jetzt die ganze Zeit drauf rum und der wuppt und da läuft jetzt sogar mal wieder Snack drauf,\ndie für irgendwelche Projekte benutzen muss. Und so und ähm der wirklich äh errauscht mich fast nie an. Ich habe ihn mal wirklich mit Gewalt dazu gezwungen, mal seine acht Kurs oder so weiter mal im Betrieb zu nehmen,\ndann hat er mal ein bisschen rumgerauscht, aber für den täglichen Betrieb so auch äh groben Fenster, Tralala, Pipapo.","Badest du jetzt gerade deine Hände darin?","Nee, ich habe ja hier einen schönen Arbeitsplatz mit einem magischen Hackbrett, aber ich könnte jetzt mal meine Hände darin baden, indem ich mich jetzt mal dahinwende.","Okay. Ich dachte, du verwendest es in diese.","Tippen.","Er verwendet es schon, nur nichts, dass der Tour nicht.","Ja, sag mal, wie denn dein Eindruck ist, so.","Ich mag denen, der ist echt toll. Der ist wieder mal so nett, wie man das früher kannte, so aufklapping und so funktioniert alles,\nwie Sau, ähm ich habe mal Spaß, das halber, weil ich bin jetzt noch nicht der Spielcrack und ich habe früher mal ein bisschen WWW Spiel, habe meinen BMW da draufgeladen und habe einfach mal da gibt's da oben so einen Schieber, wo du dann so sagst, Grafik, mach mal so.\nGeh mal auf Level elf. Und das geht einfach. Das kannst du jetzt auf Level elf schieben und dann später denke, so\nDas wäre natürlich vielleicht wieder lang, äh, WWW alter Scheiße und so, keine Ahnung, ist jetzt auch kein Benchmark, aber das ging früher mit den Dingern nicht.\nja, wenn ich den auch nur auf die Hälfte hier schon habe, fing er anzuruckeln. So und aber der spielt jetzt so Zeugsflüssig, äh was wirklich echten Upgrade ist, es sind äh gegenüber Feuer sind diese vier USBC-Ports. Dit will man wirklich haben,\nernsthaft?\ntouchbar habe ich erst gedacht, brauche ich nicht, brauche ich auch nicht wirklich, also ist jetzt nicht überlebenswichtig, aber ich nutze es schon ganz gerne. Gibt ein paar Plikationen, die machen da wirklich sehr, sehr schöne Sachen mit\ngibt eine Applikation, die nervt mich extrem damit. Das ist nämlich Messages, aber alle anderen sind sehr, sehr freundlich zu mir, machen da sinnvolle Dinge hin und vor allen Dingen, ich bin ja jemand, der auch,\ntrotz meines ohne Alters benutzt. Zwar keine Memoji und auch keine, sondern ganz,\ngute, alte, gelbe Coladinger und so, ja. Ähm davon viele. Ähm und äh das ist natürlich jetzt echt eine Provent gegenüber früher, wo immer so Kontrollabführspace drücken musst, um mal so diese Emoji-Liste zu kriegen, ne ab oder so\nund da die sind jetzt oben einfach immer da, wenn man sie braucht.\nDas hat schon sehr viel Schönes es gibt, musste auch feststellen, dass gute erlauben dir auch diese Touchspart zur Customeisen, was ich sehr, sehr gut finde. Ähm leider, wie gesagt, gehört Messages nicht dazu und der macht mir immer ziemlich links oben,\nknapp nehmen die Eskapetaste, die ihr eine echter Skate haste ist, machen sie mir denn diese diese Icon hin für äh schreibt man eine neue Message, das heißt immer, wenn ich da oben irgendwie mal rumwusel, dann patsch habe ich so ein Fenster, eine neue Message, ne, überlegt nicht\nAber bei den anderen Ups äh oder bei vielen anderen Apps kann man diesen und das ist echt gut gemacht, so von von der Fest schick gemacht und dann kann man das echt benutzen. So, das ist auch cool. Da kann man überall hinklicken,\nwarte ich ein bisschen enttäuschend finde, aber jetzt noch kein Drama derzeit ist jetzt nicht der aktuelle heiße Scheiß,\nJa, da will man ja, wie wie viel Sechs haben,\nangeblich, keine Ahnung, also achthundertzwo Punkt elf oder so. Hattet nicht, hat natürlich auch immer noch keine LTE oder fünf G drin.","Das ist auch ein Problem.","Ja, aber es ist ein Ami-Problem. Und sie glauben immer noch da drinnen, man kann sich doch mit seinem Telefon tättern. Ja, aber ich stehe mal auf mit meinem Telefon. Geh mal auf Klo und lasse da nicht liegen und eine Comic wieder sagt, meine ganzen SSH Sessions haben,\nDas war's und so, ja.\ndas ist halt einfach so, ah, kann man, die haben eine eigene Bude, die machen ihre eigene fucking Radios und sowas. Sie wissen genau, wie man net baut. Wo ist das Problem da jetzt bitte schön noch ein LTE Radio mit.","Die ihre eigenen Radios.","Radius bauen Sie demnächst erst selber.","Ja, nee, nee, nee, das meine ich nicht. Ich meine, nicht die Chips, aber sie, sie können Milliarden iPhones produzieren, wo so Dinger drin sind, das heißt, sie wissen schon, wie man das baut, wie man Antennen dadran macht und so weiter und so.","Aber noch nicht, wie ist es billig bauen können und so dass es einfach mal eben mit reinschmeißen können. Das könnte ruhig sein, dass dass wir das mit den Arm.","Alter das Ding kostet dreitausend Euro nicht, ich will jetzt gar nicht umsonst haben, sollen Sie mir mal hundert Dollar oder hundert Euro draufschlagen für Dings? Mir egal, aber ich will jetzt haben. Die Leute laufen seit über zehn Jahren mit einem scheiß LTE oder mit dem Arsch rum,\ndas kann doch nicht wahr sein.","Du hast Recht, war es ja recht.","Das letzte Antenne Gate ist auch eine Weile her, also sie können's inzwischen.","Taler hast du eigentlich einen Laptop mit LTE,\nHast du jetzt eigentlich einen Mac oder hast du jetzt noch Windows-Rechner?","Ich bin gerade hänge ich einem Dell. Ich habe da das MacBook R und hier ein iPad.\nJa, na ja, na ja, äh.","Aber da ist auch kein LTE, obwohl im PC hast. Am Ende hat das auch keiner Clemens.","Aber ich äh ich bin aber auch nicht der typische Anwender, ich reise nicht viel und ich ja, richtig.","Geht ja auch nicht aus der Wohnung, die sie jetzt schon mehrfach betont hat.","Ich verlasse die Wohnung nicht.","Da ist es, da ist, da ist das vollkommen okay, ähm aber äh ich.","Ich brauche kein Eltern meiner.","Derzeit verlass ich meine Landsitz ja auch nicht, also von daher ist schon schick, da braucht ich jetzt auch nicht, aber.","Aber nicht schön, wie leise die Tastatur ist,\nDie ist echte selbst ein Genuss. Ich war ja so, ich war so persönlich beleidigt von der vorherigen Tastatur, nicht unbedingt, weil sie kaputt geht, ist auch Scheiße, aber allein die Agro lautstärke, die jede Taste mit jedem Klack gemacht hat. Und jetzt ist es auf einmal.","Sie haben ein A gedrückt, sie haben ein E gedrückt, sie haben ein L gedrückt, sowas, ne.","Sie haben ein E gedrückt, aber ich hab's nicht erkannt. Sie haben die E-Taste nochmal gedrückt und ich habe es nicht erkannt.","Kamera ist auch noch von vorgestern, da haben's, da haben sie halt nicht angefasst, aber,\nimmer noch so, aber wie gesagt, vier USB ist schon.","Mit dem Angriff von Apple Silicon wird das alles in Ordnung kommen.","Mein Zeit, dann fixen sie auch die Kamera.","Das würde mich nicht überraschen, ja, weil sie natürlich dieses ganze Fotoprozess sägen und so weiter, das kriegen sie ja jetzt auch alles noch mit dazu, Face I.","Klar,\nunklar. Okay, aber also du musst ja alleine vorstellen, wo die Kamera beim iPad Pro ist, wenn du dieses teure Magic Keyboard da dran steckst. Das ist unbenutzbar für Videokonferenz. Wenn die Kamera links in der Mitte ist,\nalso was Apple an Hardware teilweise produziert für,\nfür für teuer Geld, für mit so einem Designflow an der Stelle. Also hätten sie auch noch eine zweite Kamera reinmachen können. Gerade für Face-ID wäre es sogar gewesen, okay, dann geht halt eine von den beiden Kameras, wenn dein Gesicht erkennt, ja, okay, jetzt ist so, halt dein Gesicht mal bitte in die Nähe der Kamera, du bist ein bisschen zu weit weg\noder du hast den Finger drüber. Das ist schön, dass der Hinweis da ist, aber.","Mit dem Finger drüber.","Auf der anderen Seite hätte man beide Probleme gelöst\nSo, man hätte mehr ähm man hätte mehr Erkennung und man hätte gleichzeitig auch im Querformat das einzige ist, wie man dieses fucking Magic Keyboard verwenden kann mit dem iPad Pro. Äh auch eine Webcam auf einer Größenordnung, wo man sie auch benutzen will, weil,\nwie Scheiße sieht es aus, wenn man immer so von der Seite nur hier in die Kamera guckt, das will man nicht machen.","Bin übrigens im JC mit meinem iPad Po drin, aber das merkt ihr jetzt nicht auf die Entfernung, ne? Dass ich da, ich muss jetzt da ist jetzt hier so die linke Seite, wo ich aber du hast schon Recht, ich kenne den Effekt, man guckt halt immer an den Dick vorbei. Ne, weil man.","Kann man's ja leider denkst, woher nehmen. Also ich habe ja hierbei extra so ein äh Stand äh für für den fürs iPad, das war schwer aufzutreiben eigentlich. Also ich habe inzwischen ein Stativ mit so einem, so einer Klammer, aber das nervt mir zu sehr das aufzubauen,\nweil dann hochkant würde das schon mehr Spaß machen. Naja. Nur so viel, dass alles besser wird mit Apple Sil.","Zum und so und der ist einfach der schick und klein und schnell und leise und ich mag ihn.","Wo ich der übrig ständig Zustimme ist, die Sache mit den vier Ports. Also ich habe für mich beschlossen, unter vier Porzem ich den Rechner überhaupt nicht.","Es ging vorher auch schon, muss ich dir sagen, war die witzigerweise echt genieße ist, dass ich den, dass das scheiß Power Kabel, mal links, mal rechts reinstecken kann.","Ja, das gehört auch noch.","Du sitzt dann halt eben auf der Couch und dann willst du das Ding nicht mal um dich rumwickeln und sowas. Das kann nicht alle vier Port reinstecken.","Hitzetechnisch ist es immer noch relevant, glaube ich.","Aber was meinst du mit, es ging vorher, es ging vorher nicht, weil es keine vier Porz gab.","Nein, ich habe, ich habe ja von der, von der Arbeit, habe ich jetzt so einen fünfzehn Zoll mit vier Porz. Da ist es aber so, wenn man's rechts reinsteckt, dann überhitzt sich das Teil so, dass der, dass der Körnerprozess ständig auf hundert Prozent läuft.\nAlso musst du das Kabel links reinstecken, weil sonst hast du dieses Problem, dass dich der Lüfter die ganze Zeit anbrüllt.","Also ich habe jetzt noch nicht alle vier Porzenau, hab immer nur sozusagen die hinteren beim Porze, aber die nutzig wechselseitig links und rechts und hoch und drunter und das geht.","Ich werde nämlich keine Domals.","Stimmt, da sagt ihr meinen Chat anders.","Ne, du brauchst trotzdem Donalds, aber.","Genau, rechts ist das, was wo es nicht überhitzt.","Ja, hat.","Ja, wie gesagt, ich hab's häufig auch mal rechts drin, weil manchmal dann im Sessel sitze und da kommt das Kabel halt von rechts und aufm Sofa, kommt das halt von links.","Ist aber beim Sechzehner, glaube ich, aktuell so, da ist das Problem wirklich, da ist ein bisschen peinlich und äh wird irgendwo auch bestätig.","Wird eh laut, ne? Da werden sagen viele Leute, dass das sechzehn Jahre zu laut.","Das Sechzehner hat's geile, also die Airport\nsind wichtig, weil die Lautstärke vom Sechzehner ausblocken. Ich habe letztens äh Disko Elysium spielen wollen, was von der Qualität hier funktioniert, aber du musst echt die Airpods froh haben, als Audiogerät für die Neues kennenzulernen, weil,\ndas Ding hebt ab. Oder ich komme hier gerne, was ich gerne mache, Mediathek, Videos runterladen,\nund auf Harz U sechs fünf konvertieren für Archivieren, also im Moment grade Kiddy Videos und da mach ich mit FFM Pack\nAlso Volllast ist einfach eine ordentliche Dröhnung bei dem äh bei bei dem sechzehn Zoller.","Der Verbrennungsmotor muss raus.","Der alte Diesel.","Ja, ja, das ist doch so.","Das Geile ist, das Vorläufermodell, ja, also bevor dem Sechzehner, äh, der Marcel hat das und wenn der mal so eine Volllast macht, dann überhitzt es so schnell, dass einfach alles so massiv,\nlänger dauert, äh dass es keinen Spaß mehr macht. Also wirklich erdrosselt halt die Maschine,\nnicht mehr so, also die lüften halt laut aber das fünfzehner Lüftet auch laut und hat gleichzeitig noch echt den Faktor dann der Export aus After Effekt und sein Grafikprogramm dauert halt einfach mal Faktor drei, vier,\nSuper.","Das Neue, der neue Armmäckde, als Backbook Pro, das, das könnte wirklich der Tesla unter den Max werden.","Ja","Welcher jetzt genau der X oder lieber der Y.","Beim Fall der X.","Mit der Anhängerkupplung.","Mit einer Jakublon.","Vier Anhängerkuppl.","Falls man mal vier Anhänger ziehen möchte,\nIch finde vor allem diese ganze Dollddiskussion, immer wenn man sagt so ja, die USB, ich will für USB-Pots haben und so, ja, wieso, es gibt doch Dommels. Das Problem mit Donners ist,\nwas wo ich immer nicht verstehe, warum das keiner versteht, dann hast du ja dann wieder andere Kabel. Das Schöne an der USB ist doch, dass du dann einfach mal für jedes Anschlussgerät einfach irgendwas mit USPC dran machst und dann,\nhast du halt irgendwann gar keine Donalds mehr.","Ich meine, ich hatte dich ja mit dem erst schon, aber ich habe mir jetzt hier so für meinen Landsitz draußen für meinen äh Bastelbüro ähm so ein auch so einen modernen, moderne Glotze gekauft, so von Samsung, so mit USB C dran\nund ich klicke halt den Laptop hier draußen hin, steck den da dran und dann ist Titte, kriegt er Strom, da ist alles drin, aus dem,\naus dem äh aus der Glotze hinten kommt nochmal wieder ein normaler USB raus, wo dann so ein Isernet Donald dran ist und so Zeugs und ähm das ist äh äh\nja, wie gesagt, man musste erstmal so ein bisschen Adapter Mania spielen und da habe ich die letzte Jahr ja schon gemacht, wo ich mit äh MacBook Aylin hatte und hatte mir da diverse Adap,\nKabel und Tralala besorgt. Kosten ja zwischen auch kein Geld mehr. Also so USBC Kabel oder so\nKabel kostet man auch Geld, weil als sie jetzt überspielt habe zu den äh zu den äh von dem MacBook eher auf diese Dinge, habe ich gemeint, Daten rüberspielt, äh habe ich denen einfach mal so ein Kabel zwischen den beiden reingesteckt, sieht\nnach außen aus wie in USB-Kabel. Es hat nur der Blitz auf den Steckern drauf und kostet dann auch gleich wieder statt,\nfünf Euro wie dreißig Euro Kabel, so peng. Aber äh ansonsten ist das alles er hat sich det inzwischen ganz gut eingespielt.","An dieser Stelle nochmal den Hinweis äh USBC, zumindest in der Apple Variante äh kann auch Display-Power. Das heißt, es gibt Kabel von Displaypott auf USBC, die kann man einfach einstecken und dann funktioniert es,\nbraucht man keinen Gedanken.","USBC.","Nee, das ist das Display.","Das ist Display Port über den USB C Stecker. Es gibt solche Kabel, die funktionieren ohne Probleme.","Okay. Ich dachte, es ginge nur bei äh bei Sanderbowl äh Ma.","Nee, nee, nee, nee.","Und nicht bei USB, also es, aber geht's dann auch vom iPad aus? Das heißt, das iPad.","Ach so, das weiß ich nicht, das habe ich äh.","IPad mit externer Glotze habe ich noch nicht probiert, soll das überhaupt gehen.","Das soll was gehen, aber die Frage ist, was du für Donalds brauchst an der Stelle. Und ich da ist wieder diese, dass wir diese Geschicht.","Steck einfach jetzt mal nachher mal mein Display da dran. Ähm.","Mhm. Also wenn wenn,\nsoll's eigentlich, also da merkt es halt, also wenn wenn der Displaypod eigentlich im im Speck vom Sandabowl drin ist über den Port, dann äh dann geht das direkt mit dem Einkabel, wenn er im Speck vom USBC drin ist, dann also andersru,\nwenn er, also weil das iPad hat ja kein, sondern.","Gehört, dass das neue MacBook pro keine Displayport äh Bildschirme treiben kann. Haben mir die Leute bei Apple gesagt.","Die sollten das eigentlich wissen.","Äh nein, das stimmt nicht Tim, das habe ich nämlich ausprobiert, ich habe nämlich noch, ich habe äh sozusagen in der großen bösen Stadt,\nhabe ich ja noch so eine richtig schöne alte Apple, Glotze, wie hießen die denn früher, die hatten noch so einen tollen Namen. Sinne mal Display.","Ja, die haben aber Funda.","Da habe ich ein Cinema Display, nein, ich habe noch eins mit Display Punkt. Ich habe noch die erste Generation mit Display-Pod,\nund ich habe ein ich habe so einen USBC nach äh nach alles Mögliche, habe, so weißt du so ein Handtuch, wo es Mini habe, der auf jeder Seite X,\nStecker hat so für USB und SD-Card und Micros Dekarte und Isernette und Larmblanblub und einer davon ist ein Display-Pod. Und da stecke ich äh und zwar der, der mit diesem kleinen quadratischen,\nist jetzt nicht Mikrodisplay Port, sondern Mini-Display, Port, also quadradische Ding, der aber wo von dem zwei Ecken irgendwie angeschrägt sind.","Ist ja geil, also bei Apple haben wir zwei Mitarbeiter, erzählt das ging nicht.","Aber das ist ja noch ein, aber es ist hier noch ein Unterschied. Du hast den Dungel.","Ich habe einen USBC nach hm und aus dieser aus diesem Abkommen halt eben HDMI display Port VGA.","Aber die Geschichte ist, ob das aktiv ist. So, aber nicht aktiv. Äh du kannst natürlich.","Es geht. Ich steck das an, ich habe ein Bild.","Generieren,\nDisplaypoit rauskommt, aber was der Rody gemeinsam ist, ist es Kabel, das wirklich keine.","Ach so, was nur am Kabel.","Der hat das dann wirklich Display vorspricht und das mag vielleicht nicht mehr so sein, weil aber das ist relativ,\nist es relativ wichtig für große Displays, weil zum Beispiel für 'nen vier K Fernseher, mit sechzig Herzbetreiben, brauchst du auch eine besondere Sorte, äh oder USBC Dommeln, weil das können nicht alle.","Ja, deswegen habe ich auch zwei Adapter, weil der erste konnte das.","Ich habe da einen jetzt also einer kann das und der so ein Universeller habt, kann das da wieder nicht und deswegen ist es relativ wichtig, ob das irgendwas aktives ist oder nicht.","Mhm. Ich wollte nur sagen, also ich habe kein jetzt kein kein Konnektivitätsproblem. Ich habe das da angesteckt und Bild und fertig.","Also auf der Webseite steht unter Texpags USBC Ports wird Support in USB drei eins Gen zwei. Also da haben sie dir Unsinn erzählt.","Na ja, dann hätten sich ja gar nicht so lange mit mir streiten lassen sollen, dann die kam damit irgendwie den Moment, die kamen dann wirklich mit so, ja, aber du kannst ja eine externe Grafikkarte anschließen. So, bitte.","Ja. Ähm,\nBesuche ja gelegentlich heimlich nachts die große Böse statt, um mal nach der Post zu gucken oder so,\nkann ja mal vorher Bescheid sagen und dann schleppe ich mal weiter bei dir vorbei und dann kannst du mit meiner Mieterebene mal dran stecken oder dranstecken willst und guckst, ob da ein Bild kommt.","Also im äh Trattermeier ist auch schon die passende Links für die entsprechenden Produkte. Scheint also alles zu funktionieren, wobei das ist ein Display, Port, kein Mini, das.","Ja, bis auf den Fokus right funktioniert.","Ja Display hat Muster gucken, was was für ein Anschluss du am Monitor hast. Also die meisten.","Am Monitor ist es meistens eine Display.","Display-Port genau.","Ich habe ja äh einen iMac, der hat natürlich ein Mini-Display.","Ich habe Monitor, das ist ein Display Port Mini Display Port und Nadem I dran. Da kann ich's mir dann aussuchen.","Oh Gott, du wirst ein Mac im im Display-Modus betreiben, damit es ja nochmal eine andere Aufgabe, aber.","Meinen Eimer die seit seit vielen, vielen Jahren genau in diesem Modus und auch in diesem Moment gerade.","Er funktioniert auch immer noch, das heißt Feature haben sie nicht irgendwann mal auch Softwaremaßi kaputt gemacht.","Nur hardwaremäßig. Die neuen, als.","Haben wir ein Glück gehabt. Ja, hat ermäßigt, haben sie es massiv kaputt gemacht, ab fünf K, gegen das alles nicht mehr.","Eventuell kaputt gemacht oder nicht kaputt gemacht. Ähm wir hatten Lubik darüber schon mal gesprochen, Displays äh was echt ziemlich gut funktioniert. Es braucht Katalina für, glaube ich. Ähm, oder?\nJa, doch äh ist dieses Halbkarrgeschichte. Vor allen Dingen, wenn er noch einen USBC Kabel hast zwischen iPad und dem Ding\nweil dann bist du nicht davon abhängig, ob der ein WLAN gerade gestört wird, im Prenzlberg. Äh und dann ist es wirklich echt eine geile Glotzig, lasst da Filme laufen, also guckt dann so weit wie ich so so Konzert mit Schnitte auf dem Link und auf den anderen glotzen arbeite und so.","Das funktioniert aber nur ab einer bestimmten oder ab einer bestimmten Mac Hardware.","Ja, deswegen sage ich ja mit dem, zum Beispiel, auch,\nNe, also das geht und dann Masse machst du nicht über WLAN, sondern da reicht auch ein Billig, USBC Kabel und dann hast du fitter ist der gleiche Ding mit Strom, dein iPad mit Strom und hast eine ziemlich geile, dritte Glotze. Wo übrigens auch der Stift und die Tastatur funktionieren,\nnur falls man da nicht Filme gucken will, sondern an andere Dinge tun will.","Aber interessanterweise ja nicht so sehr der Finger. So, ohne Stift hast du ein bisschen ausgeschissen. Ähm aber.","Ja, stimmt Dinge, Dinge antippen, wie man's gewohnt ist, ist.","Lustigerweise.","Gerade wissen, du nutzt du benutzt mit Sidecar und so und Stift und Master drauf rum oder wat?","Nee, das ist das Feature, warum ich eigentlich ein neues Make-Book haben will, weil das unterstützt Mainz nämlich schon nicht mehr,\nweil ich habe ja ein Lehr zwanzig, dreizehn. Das ist eh das letzte was bei mir unterstützt wird. Deswegen, aber das ist genau die Sache, auf die ich scharf bin, eigentlich auch.","Also sie benutzen halt das auch klug, nicht nur um die Leute zu ärgern, sondern sie benutzen irgendeine Hardware drin, in den Dingern oder ein Teil der GPU oder sonst irgendwas, um diesen diesen,\nBild wird dargestellt wird äh sozusagen ohne Benutzung der Haupt-CPU nochmal zu komprimieren und über den USB zu ballern, damit es sozusagen.","Nicht ganz günstig. So, also wenn du wenn du, ich hab das mit dem iMac Pro zumindest, der das ja auch kann\nDer hat schon eine ordentliche Last äh wenn wenn das Feature mal in Verwendung war. Und ich habe letztes Mal da den Video äh Deamen, weil ich dachte, Message ist,\ndurch, dann abgeschossen, dann gemerkt, ach ja, mein Seitkatisplay war das. Ähm.","Ja, also wie gesagt, bei mir ohne ohne Lüften oder nichts, geht einfach so um.","Also beim iMac Pro macht's doch ein bisschen bisschen Last, aber iMac froh kann ja auch nicht das neue Display betreiben und so weiter. Da haben sie es vielleicht wirklich auch noch einen Software gemacht dann.","Die Armetaler, die McNards.","Mein Themenbeitrag.","Ich kann mich über mein iPad und mein Mac beschwert. Nee ähm.","Das ist nicht das Problem von.","Eigentliche Probleme ist Microsoft, denn ich ähm ich habe leider so ein bisschen,\nProbleme immer noch bei der Umstellung meiner meiner Workfluss auf eine Mac Umgebung, weil dies Meister Tooling halt Microsoft Shooting ist und aus dem komme ich auch nicht weg\nund äh es gibt sehr sehr lustige Backs in den Microsoft Word Tools, sowohl der App als auch\ndas, was man halt aufm aufm McO, es läuft laufen lässt. Ähm es ist immer wieder erfrischend nicht,\nAlso ich kann routiniert über mindestens drei Wege inzwischen die Apps äh schießen.","Willst du denn? Willst du denn zu uns kommen?","Ja, Tim, es geht ja gar nicht.","Es geht nicht um das, was ich will, sondern das, was quasi meine Umgebung mir vorgibt an Tooling,\nund ich komme halt einfach nicht von Word weg, wenn meine komplette restliche Wissenschaftliche Community, in Anführungszeichen, mit denen ich zusammenarbeite, in Worddokumen schreibt.","Ja und äh wird geht nicht auf dem geht nicht oder was?","Es geht in einem,\nIch habe sowohl aufm, auf meinem Mac als auch auf meinem iPad. Es gibt unterschiedliche Backs, die beide Systeme haben. Äh ich kann drumrum schiffen. Ähm,\naber die Software ist einfach immer wieder aufs neue, sehr interessant zu nutzen.","Was bei dir wirklich Zeit kostet, irgendwie zu finden, für das, was du eigentlich machen willst, das, was er echt ein bisschen blöd.","Also äh das, was ich auf dem iPad eigentlich machen wollte, ist Worddokumente irgendwie lesen, annotieren. Hm, ich habe jetzt das Phänomen, dass die einfach gelockt sind,\nund ich da drin nicht annotieren kann, nicht ändern können. Das heißt, ich exportiere mir da eine PDF, habe die dann auf dem iPad und anon Tier, die dann, weil äh Acrobatory da halbwegs funktioniert,\nund es ist, es macht irgendwie noch nicht so richtig Spaß, aber ich versuche halt von meiner ganzen Zettelwirtschaft und ausdrucken, irgendwie wegzukommen,\nbraucht halt wahrscheinlich einfach noch so ein bisschen Zeit bis ich alles mich akklimatisiert habe. Oder vielleicht ein paar Backfixes und Updates von Microsoft, aber.","Entschuldigung.","Bist du denn dann hast du dann auch einen Windows auf deinem Mac? Nein.","Nein, nein, das, nein, nein, das auf keinen Fall.","Ich glaube, darüber haben wir uns zu zu genügen im Studium lustig gemacht.","Weiß nicht, ich äh dafür brauche ich meinen Weg nicht. Ich, also derzeit genieße ich es an meinem Mac tatsächlich, dann,\nein deutlich abgespeckteren Umfang an Tools zu haben,\nzum Beispiel das Schreiben oder so den ersten mache ich halt nicht in Word, sondern einfach ein Textmade, was sehr gut funktioniert, weil's minimalistischer ist,\naber ich brauch also ich hab eh den Arbeitsleptop hier also und noch ein Tower, das heißt ich brauch nicht noch ein Endgerät.","Außerdem hätten wir, dann wäre das Problem, dass wir noch ein Messenger finden müssen, der auf allen Geräten läuft, fällt's mal wieder einer irgendein Gerät verbummelt hat.","Nee.","Du hast das, ich habe manchmal das Gefühl, dass das äh Mike Book nur genommen, damit du mit mir schreiben kannst.","Nein, das stimmt nicht. Aber,\nAlso es hat ja auch einfach seine Vorteile. Wie gesagt, es ist ganz angenehm, mal einfach einen ein schlankeres System wieder zu haben, wo man nicht genau weiß, das sind eigentlich diese zwanzig Tools, die ich jetzt irgendwie brauche und die müssen da jetzt drauf, sondern,\nso manchmal neue Perspektiven, aber.","Neue Perspektiven. Ich habe äh neulich mal wieder eine eine ganz alte Perspektive einnehmen wollen. Ja.","Mehr Alte? Da habe ich auch noch was dazu.","Ein ein Tool und zwar ich weiß jetzt gar nicht mehr ganz genau was, was eigentlich mein Anlass war, kann ich euch jetzt gerade gar nicht mehr erzählen, aber ist ja eigentlich auch egal. Ähm es gibt ja so Binär-Dateien,\nsicherlich schon mal von äh gehört, ne? Und ähm,\nNeulich muss ich einfach so eine Teil mir mal irgendwie anschauen oder wollte mir eine bin ja Datei anschauen. Ich glaube, es war eher so um zu erklären, wie wie so Dateien aufgebaut sind,\nUnd dann dachte ich mir so, hm, gibt's eigentlich ordentliche Hexeditoren auf dem Meck.","Na ja, einen gibt's.","Welchen meinst du denn,\nGenau, den habe ich dann nämlich auch äh entdeckt. Also es gibt noch ein, es gibt noch ein zweiten äh der äh nicht Open Source ist, der äh auch noch ein paar ganz interessante Features hat, aber ich bin dann auch irgendwie bei Hacksfind gelandet,\nUnd das Schöne ist, dass der halt nicht nur,\nDateien öffnet in einem schönen, dann irgendwie alles so in Hexerditimal anzeigt, wie man das ja so erstmal erwarten würde, sondern was sich halt mittlerweile wohl bei diesen Tools manifestiert ist, diese Templating, dass er also sagen kannst, ich schaue jetzt gerade auf eine Flagddatei,\nund dann äh gibt dir das Ding halt auch die komplette Struktur dieser Datei wieder.","Gib so eine neue Version oder? Warum kenne ich das noch nicht?","Nee, das äh Hex viel kann das nämlich mittlerweile auch. Also bei dem anderen hatte ich das so äh entdeckt und dann dachte ich so, hm, das wäre aber geil, wenn der das auch hätte und auf der Webseite ist irgendwie,\nwenn man die runterlädt, das kriegst du irgendwie nicht die aktuelle Version, ich weiß nicht, ob sie das mittlerweile geändert hat, aber wenn du dann über Softwareupdate gehst, dann kriegst du dann die neue Version und dann\nkannst du dir auch noch irgendwo diese Templates ähm\ndie musst du komischerweise nochmal laden, obwohl's eigentlich heißt, dass sie dabei sind. Und äh dann kriegst du halt so halbwegs brauchbar, die Struktur dieser Datei, einfach so zum, also als Outline quasi,\nsodass er eben richtig sehen kann, so ah okay hier, meine Flagddatei, wie viel Kanäle hat die denn überhaupt, wie viel sind denn da drin.","Okay, welche Version hast denn.","Also die Version, die ich jetzt hier gerade habe, ist die Version zwo eins drei.","Aber ich habe so eins zwei und die ist von zwotausendundzwölf. Also der ist ja auch schon ewig nicht mehr passiert.","Dass es denen noch gib.","Vor vier Tagen kam zwo eins drei raus.","Aber auf deren Seite auch nicht, dass nichts zu sehen.","Nee, nee, da steht äh äh auf der Redicals Fischseite äh verlinkt und das, der einen äh den.","Genau. Der hat seine Webseite irgendwie nicht so richtig im Griff.","Genau, da ist sie, der arbeitet für Apple.","Der arbeitet für Apple.","Das ist ein Apple Mitarbeiter, der das ist und rausgeht, es ist schön, aber der ist der ist auch der, der hinter der Fischell steckt auch noch.","Wartet immer, was so gesagt, zwo, eins, drei oder zwo Punkt dreizehn.","Zwei Punkt dreizehn. Entschuldigung.","Aber schön, dass du das Update hier erwähnst, das habe ich nämlich auch verpasst, deswegen, weil ich habe den Umsprung nie gemacht und ich hatte immer eine. Und ich hatte mein Hex viel auf meinem Rechner. Klasse, das ist ja mal Service-Tweet von Alter Scheiß.","Genau, das ist halt einfach sehr schön, wenn man sich wirklich mal so benehr Dateien äh anschauen will, ich habe jetzt nicht zu viel damit rumgespielt, äh ob der dann auch irgendwie Fehler erkennen kann oder so etwas, weiß nicht genau, wie weit dieses Tampleting,\naber ist halt äh selbst wenn man jetzt kein konkreten,\nAuftrag hat irgendwas zu analysieren, wofür es natürlich wunderbar taugt kann man dabei auch einfach sehr schön lernen,\nwie Dateien eigentlich aufgebaut sind. Also gerade so die ganzen Klassiker. Es gibt jetzt noch nicht so Templets für alles Mögliche, aber du hast halt so, was weiß ich, Japag und diesen ganzen,\nKram, den gibt's halt irgendwie alles, muss man sich aber dann irgendwie aus diesem Git-up äh rausfummeln. Das ist ein bisschen merkwürdig, verstehe nicht, warum das in dem in den zwo eins, drei oder zwo, dreizehn nicht äh einfach beim runterladen, mit\ndabei ist. Vielleicht war das auch nur ein Back, also very. Aber Hexfind ist äh mein.","Kann der Protota.","Habe ich nicht gesehen.","Aber wenn's Templating ist, dann hat es bestimmt, also so wie der Typ drauf ist, das ist grippbar, da kann dann Protopal für eine Skripte.","Ja ja, du kannst die Tablets selber bauen. Also, wenn du wenn du die Struktur von der Datei äh kennst, kannst du ja halt diese Templets selber bauen.","Aber das ist cool. Dann kannst du wirklich dann da so ein Template rausziehen, dann cool.","Ne? Manchmal braucht man sowas.","Klasse. Äh ich habe noch eine ganz andere für was Altes, habe ich noch neu, muss ich hier gleich mal drüber gesprochen. Vor kurzem kam eine Publikationsserie raus,\nüber äh Sprach äh ähm Programmiersprachdesign Rassionals und Geschichte, wo auch Obsti mit dabei war und äh auch ähm wie heißt's denn äh dein Lieblings ähm,\nGenau, der Hicki, was macht der Hicki,\nKlauscher, genau, unter anderem und sehr schöne Paypereie, äh wo man ein bisschen mal nachlesen kann, was sich die Leute so gedacht haben, wie's entstanden ist und warum Dinge so sind, wie sie sind. Ähm die werde ich jetzt gleich mal hier reinpasten. Ich habe.","Das ist was jetzt Videos oder.","Nee, äh Papers wirklich. Wirklich, so sein Defic Papers äh\nin einem und des Turn ist Open, das kann man runterladen und ich habe bisher genossen, die Objektiv nochmal durchzulesen. Äh das macht mich gefreut. Ich koppie den Link mal in den Schlack,\nSchlackschlag.","Wo wir gerade bei Open Schost Gernot sind. Ähm äh ich glaube,\nSpringer war das, die haben äh vor zwei Monaten oder so extrem viele Lehrbücher und wissenschaftliche Publikationen äh kostenlos gemacht, kann man, gibt's, gibt's,\nListen.","Du meinst aber jetzt nicht die Springerpresse, sondern den Springer Verlag, ne? Sind ja zwei unterschiedliche Dinge.","Ja, ja. Also der der wissenschaftliche Verlag von denen. Äh auch falls man schon immer mal lernen wollte, wie man Leute beatmet.\nJa, fach und wirklicher kosten das zur Verfügung gestellt.","Denn der Springer verlag was mit dem Axel Springer Verlag zu tun? Nein. Die sind doch das ist doch komplett.","Nein, nein, die haben nichts.","Zweier davon.","Der akademische Springer, wie er manchmal genannt wird, ist ein komplett anderer Verlag.","Ja überhaupt geht ja da eine ganze Menge in in Richtung Open Science jetzt gerade, ne? Gab's nicht äh eine Einigung von,\nden von diesem deutschen Open Open Science-Projekt, da gab's noch diese wie heißt das noch gleich diese Initiative, wo sie die Journale dazu zwingen wollten, äh,\noffene Publikationen zu unterstützen und dann haben sie sich irgendwie jahrelang gestritten und jetzt ist äh, wie heißt denn nochmal gleich hier der böse Wicht? Das,\nwo alle Taler,\nja, wie heißt es nochmal? Elsa, genau, also wir, ja und ist der böse Weg, genau, der die ganzen äh Paypers unter Verschluss hält und äh sehr viel Geld dafür haben wollte, vor allem von den Unis.","Das sind alle Journey, also alle Personalverlage, da ist nimmt sich nicht viel. Im Gegenteil.","Ja gut, aber ein Grund mehr, dass ich äh da was getan habe. Ich habe jetzt gerade den Link nicht ähm parat, aber äh da tut sich auf jeden Fall was. Ich dachte, der Hitze, mehr Einblick als ich, aber offen.","Also, was ich weiß, ist halt, dass es ähm den Open Access-Fond gibt, äh der,\nunterstützt, open Chance Publikationen, das heißt, äh, da kann man sich an, falls die Hochschule da mitmacht, einfach äh die\nbei uns ist das die Unibibliothek, die denn verwaltet, kann man sich melden, sagen, hier, ich möchte gerne in diesem Open Access Gern real publizieren und dann übernehmen die,\ndie Kosten dafür bis zu einem gewissen Raum. Und das funktioniert eigentlich sehr, sehr gut und das ist halt auch so ein äh,\nguter Motivator, mehr Open Accessoire publizieren. Und das Schöne ist, dass die halt wirklich nur Journals unterstützen, die vollständig Open Access sind,\nund nicht irgendwie so manche Closed äh und manche Open ähm Pepper haben,\nÄh was dann einfach zu dem lustigen Effekt gibt äh führt, dass es im Prinzip das gleiche Journal,\nAls Online-Ausgabe einmal als Closed und einmal als Open gibt. Das heißt, die haben das jetzt einfach konsequent, der gesplittet, was.","So Leute, ich glaube, wir sind am Ende der Sendung angelangt, oder? Dennoch irgendwelche seibungsvollen Worte für unsere Hörerinnen und Hörer.","Diese Bitcoin nochmal, die hätten mich schon interessiert, aber Stand ist eingeschlafen.\nund Bitcoin halbiert sich irgendwie bald und ich hab.","Na ja, das war doch schon längst.","Soll. Also, das war schon alter Scheiß. Alles Work.","Halbiert, jetzt kriegen die meinen halt nur noch äh sechs Komma zwo fünf, anstatt zwölfeinhalb Bitcoins, aber das war irgendwann im Mai oder so, weiß ich jetzt gar nicht mehr, ist das alles schon passiert.","Aber warum wurde da so ein drüber gemacht.","Ja, weil\neingebaute Bremse, dass irgendwann keine neuen Bitcoins mehr erzeugt werden. Da wird ein Drogen gemacht, weil man sagt\ndass dadurch ja auch krass die Inflation an Bitcoin singt und irgendwann halt krass die Preise steigen und so weiter und so fort. Also ähm ja,\ndie Leute meinen jetzt äh man sagt so ein halbes Jahr, nachdem immer die letzten halbwegs war, gingen der Preis nach oben tierisch ab,\nAber ja, wenn die das wissen, sollen sie alle Bitcoins kaufen, keine Ahnung, ob dazu ist.","Aber ist ja nicht passiert, oder?","Ja, wer ist ja noch nicht rum? War ja erst am Mai oder so.","Ach so, verstehe. Also jetzt kaufen das so.","Ja. Die denken das, ich weiß gar nichts. Niemand eigentlich weiß niemand irgendwas. Irgendwann wird halt irgendwas passieren, muss man gucken.","Ja. Irgendwann wird irgendwas passieren. Das sti.","Ja","So, Talado hat's noch eine Frage.","Interessiert ihr euch eigentlich für die ganzen digitalen Gesundheitsanwendungen?\nNe, es ist doch jetzt im Prinzip äh Leitlinien und alles verabschiedet für\nes dürfen jetzt offiziell Anträge eingereicht werden für digitale Gesundheitsanwendung, die vom BVM innerhalb von drei Monaten abgesegnet werden müssen. Und dann müssen im Prinzip diese Apps nach selbst festge\nden Preis für ein Jahr lang äh bezahlt werden.","Ach, das ist so quasi wie Medikamente äh ist, dass man dafür okay. Ich weiß nicht, ob ich mich dafür interessiere, das hängt so ein bisschen von der Krankheit ab, die ich dann zu dem Zeitpunkt entwickelt habe.","Was hat man denn für Krankheiten, wenn man eine App braucht, um die zu fixen?","Das ist ja nicht nur Fix und das ist Medical Plan, Prävention, ist glaube ich nicht drin, aber Monitoring, Symptomtracking, unterstützende Funktionen, Diagnostik.","Und denkst du, das wird ein großer Markt werden.","Ich halte da lieber mein Mund.","Ich ich glaube, ja, weil man ja heute schon Schwierigkeiten hat, einen ordentlichen Termin zu kriegen und sie werden das einem alles über Apps werden sie einen abspeisen. Würde ich mal behaupten, weiß halt billig und skaliert, einfacher.","Dass auf jeden Fall das Problem ist, die Abrechenbarkeit,\ndieser Apps, weil jeder einzelne App, die Preise müssen quasi mit dem Krankenkassenspitzenverband und den Krankenkassen verhandelt werden. Und ich,\nDas deutsche Gesundheitssystem ist immer noch zu komplex, als dass das jetzt tatsächlich so den Impact in der breiten Masse gibt, aber wir sehen's in einem Jahr. Oder zwei.","Gibt's dann auch was gegen Kovit? Eine App, die einfach alles löst.","Tatsächlich vorhin überlegt, ob die Kovit wann App reintheoretisch zu einer digitalen Gesundheitsanwendung äh weiterentwickelt werden könnte.","Theoretischer.","Wie meinst du das? Genau, also dass man.","Dass sie die Krankenkasse zahlen muss.","Ach so, ja gut, aber die App selber kann man ja jetzt nichts weiterentwickeln, weil die ja so einen limitierten Skop hat.","Neues, neues Feature rein.","Feature geht immer. Also aus langjähriger Erfahrung kann ich sagen, Feature Creepe geht ihr ne? Immer.","Aber es muss ein Zertifiziertes, Medizinprodukt werden und das ist, also, das geht jetzt nicht mehr so einfach. Dazu müsste sie bis an bis März nächsten Jahres, medizinischen Produktklasse eins oder zwei A werden.","Also Feature-Kreb wird da nicht so leicht gehen, weil die App ja starke Limitierungen hat, so äh als.","Es ist ein Gedankenexperiment.","Ja, ich denke mir, dass sowas werden wir auf jeden Fall ähm noch sehen.","Aber man könnte sie gleich zur zur Warnapp für die neue Schweinegrippe auch äh ausbauen.","Ja gut, die ist ja noch nicht konfirmt, dass die uns wirklich bedroht. Ich bin ganz schön fertig. Ich weiß nicht, wie es mit euch ist.","Ne, ich habe noch eine Stunde gut, ich muss ja noch zuerst gegen den Fokusreit kämpfen, deswegen.","Ich könnte noch, ich könnte noch erwähnen, dass ich vor einem halben Jahr noch nicht wusste, was ein Hauswasserwerk ist. Und aber inzwischen schon eins repariert habe. Aber.","Dessen Feature oder sowas, wenn man haben.","Ein ein Hauswasserwerk äh ist eine Grundwasserpumpe mit einem Druckausgleichsbehälter,\nund dieser Druck aus Berggleichsbehälter ist kaputt gegangen und dann habe ich einen neuen gekauft und hier angeschlossen und jetzt geht alles wieder. Jetzt kann ich wieder Grundwasser pumpen und damit Garten wässern,\ndas nennt sich aus irgendeinem Grund nennt sich das Hauswasserwerk.","Ja, die besser auf die der Hauptunterschied zu einer anderen Pumpe ist, der das Ding sozusagen immer vom Prinzip immer Druck drauf hat. Also nicht dauernd pumpt. Deswegen hast ja diese diese Ausgleichsding mit dem Ballon, ne? Der ist ja wahrscheinlich kaputt gegangen oder so, ne.","Ja, da ist äh an dem Anschluss stutzen, der ist so ein bisschen durchgerostet und dann kam da Wasser raus.","Also, die Idee ist für den Anwender, du drehst halt einfach nur einen Hahn auf, du musst nicht vorher eine Pumpe einschalten,\nwas damit machen, sondern das wird halt alles nur dadurch gesteuert, dass sozusagen den Hahn aufmachst und an den Haaren zumachst\nbaut sich innen Druck auf und dann kommen welche Druckschalter und schalten die Pumpe ab und damit jetzt nicht dauernd immer wegen jeden Furz pumpt, hast du in vielen dieser Dingern hast du so einen Druckausgleichsbehälter drin, der ist vom Prinzip nur ein Ballon in so einer, also Luft in Luftballon, ernsthaft Luftballon\nin in einer Kammer, dass sozusagen ein bisschen Mini Wasserdruck hast, auch wenn die Pumpe nicht läuft.","Die wasserdruck ist gut. Zwei oder drei Bar sind das glaub.","Dinger erzeugen auch noch Erzeugung auch noch konstanten. Na ja.","Ja, ich finde, dass es nicht mini, aber bitte äh.","Nein, ich sage nur, nein, aber jetzt Mini Wassermengen, du kannst mal den Ding aufmachen, dir ein Glas Wasser einkippen, ohne dass es jetzt da dauernd anfängt, mal wieder loszupumpen und.","Ja, das würde funktionieren.","Den Motor anzumachen.","Wenn der Vorgänger nicht irgendwie an der ganzen Bewässerungsanlage rumgebaut hätte. Und jetzt funktioniert das nicht mehr. Man muss jetzt immer die Pumpe einschalten, weil sonst läuft läuft die durch,\nda muss ich noch äh an gewissen Stellen buddeln und gucken.","Aber ein Haus Wasserwerk macht eigentlich so Hahn auf Wasser raus. Danke. Das ist die Idee.","Ja, vor allen Dingen macht es Sinn, Grundwasser zu Kissen zu verwenden, weil sonst wisst ihr ja bei den, bei den Berliner Wasserpreisen.","Wo sind wir bei sieben Euro pro Kubik Liter.","Irgendwie sowas. Es ist völlig unklar, was die da haben wollen.","Würsten darm.","Sieben Euro pro Kubik-Liter-Kubikmeter meinst du wahrscheinlich.","Also zumindest sind die, sind die Wasserpreise in in Berlin äh am Spitzenplatz äh Bundesweit, weil ja äh die Berliner Politik damals sind, dass äh die Wasserwerke verhökert haben,\nund das jetzt äh sonst so ein Privatunternehmer macht äh.","Wer hätte damit rechnen können? Damals.","Aber das ist ja alles wieder zurückgekauft worden, ne.","Und leg doch mal Leitung.","Allerdings so ohne oder ohne Abwasser,\nAbwasser wird nochmal separat berechnet, weil wir's ja nicht, was jetzt hier auf den Rasen kippt und was ihr denn vorne besitze, haben wieder heute wieder abholen lässt oder wird halt in die in die äh Kanalisation geht. Also nicht in die Straßen, sondern,\nnormaler Wasser geht, aber so Frischwasser zu vor oder sind zwei Euro trallala.","Ja, aber du zahlst doch, du zahlst doch für das Wasser, was du verbrauchst abwasser und dann halt noch für sämtliche Versiegelten Flächen.","Nee, hier in Brandenburg, nicht? Ich gehe jedenfalls nicht. Wir sehen nicht von.","Also zumindest, wenn die versiegelten Flächen ins Abwasser ablaufen. Egal, es ist tief.","Ja, ich habe, ich habe hier keine Straßenkanisation, ich Land. Da ist ein Ackerstraße, Waldsee.","Da wird noch in Graben gekackt.","Hier wird noch im Graben gekack.","Ja stimmt, du hattest ja auch eine Gruppe, die immer wieder ausgehoben werden muss.","Da herausgehoben, aber da kommt mal jeden, der kommt da alle vierzehn Tage der Ulf vorbei mit seinem orangenen Laster und Polti Polti.","Oh man Living the Future Clemens Living the future. Ich bin total am Ende, ich hab heute irgendwie schon, ich hab schon.","Weil du hast auch Kinder.","Ich habe vorher schon drei, drei Stunden gepodt, krasse, ich bin, bin durch.","Na dann.","Unsere wollen wir mal unsere zweihundertfünfzig mal abschließen.","Diese leise Geräusche immer noch im Hintergrund, ne? Ihr hört es auch alles, ne? Hört ihr das nicht? Jetzt natürlich nicht mehr, weil sie jetzt zuhört.\ndie jetzt Zeit straffiert sie dort Flächen oder sonstwald jedenfalls Malzi und die ganze Zeit denken wir ah wer hat da Mäuse zu Hause? Ich höre Letti malen, ja,\nWas machst denn, du hast jetzt wirklich was straffiert oder so, ne? Oder so großere Flächen bemalt oder so.","Rück raus.","Oh\nüber das nicht gesprochen werden soll.","Das ist jetzt äh kam es etwas überrasch.","Clemens hört aber auch echt alles. Was denn hatt ihr ein Problem mit äh.","Gehört, diese hier im Hintergrund immer.","Nee, ich höre nichts mehr, ich bin.","Rechts bekommen, unterwegs, aber ich glaube, es war nicht wegen staffieren.","So Leute, ich äh leite jetzt mal hier das Ende ein, weil es äh muss jetzt mal sein. Das ist.","Den Endknopf auf deinem Soundboard.","Genau, so wir äh bedanken uns mal ganz ordentlich für äh all die ganzen treuen Hörerinnen und Hörer, zweihundertfünfzig Sendungen. Es wird nicht die letzte gewesen sein,\noder? Machen wir nochmal. Alles klar. Danke Dom, danke alle anderen, danke fürs Zuhören.","Gerne hat Spaß gemacht. Ahoi."]}