{"v":1,"episode":251,"speakers":["Tim Pritlove","Denis Ahrens","roddi","Philipp Hellwig"],"t":[120,158,159,161,161,168,169,185,186,200,218,222,241,246,256,257,269,271,288,291,293,296,300,303,351,356,358,363,367,379,386,390,401,441,520,562,595,598,600,601,602,603,607,616,621,639,651,653,818,1021,1053,1185,1186,1304,1322,1325,1331,1372,1379,1450,1451,1493,1493,1523,1540,1571,1580,1586,1634,1637,1639,1707,1709,1764,1767,1773,1776,1793,1829,1831,1835,1835,1849,1859,1950,1985,2097,2102,2128,2149,2169,2204,2228,2282,2287,2290,2363,2393,2408,2414,2417,2466,2481,2552,2564,2582,2591,2714,2748,2784,2794,2798,2800,2806,2811,2813,2813,2827,2830,2857,2862,2873,2928,3015,3016,3022,3023,3075,3144,3146,3147,3150,3154,3165,3188,3195,3199,3202,3365,3375,3377,3379,3381,3384,3386,3387,3390,3392,3544,3546,3551,3558,3572,3613,3714,3721,3843,3849,3851,3860,3873,3878,3880,3909,3964,3967,3968,3971,3974,3982,3998,4008,4012,4014,4032,4035,4114,4121,4132,4133,4134,4144,4149,4154,4185,4201,4202,4214,4221,4224,4249,4252,4256,4281,4283,4286,4315,4317,4329,4330,4338,4409,4420,4431,4609,4611,4656,4672,4783,4786,4786,4809,4837,4870,5014,5068,5076,5119,5289,5290,5291,5308,5351,5423,5434,5457,5489,5562,5569,5581,5604,5607,5620,5626,5647,5650,5683,5712,5720,5729,5733,5741,5790,5791,5792,5794,5805,5821,5822,5855,5879,5888,5892,5964,6003,6005,6008,6028,6046,6047,6080,6090,6229,6242,6296,6298,6405,6441,6445,6544,6559,6603,6612,6614,6616,6618,6625,6634,6651,6707,6710,6717,6723,6727,6729,6731,6740,6761,6767,6785,6787,6788,6793,6824,6833,6837,6839,6930,6959,6989,6992,7019,7047,7049,7059,7063,7093,7102,7104,7104,7110,7112,7120,7217,7220,7383,7385,7392,7395,7403,7407,7410,7413,7427,7445,7484,7508,7515,7518,7519,7532,7536,7542,7547,7553,7582,7585,7603,7624,7691,7694,7727,7780,7785,7811,7812,7825,7828,7830,7847,7851,7853,7867,7885,7892,7905,7906,7932,7934,7938,7939,7945,7950,7951,7953,7954,7956,7959,7969,7976,7977,7982,7985,7989,7990,7994,8014,8015,8017,8145,8147,8225,8281,8345,8350,8429,8437,8460,8464,8477,8478,8481,8484,8558,8561,8584,8758,8839,8989,9114,9186,9216,9255,9306,9315,9395,9433,9613,9614,9669,9691,9692,9725,9767,9797,9801,9804,9808,9812,9818,10005,10007,10065,10082,10134,10144,10147,10152,10175,10183,10186,10207,10268,10276,10305,10314,10318,10322,10404,10407,10515,10521,10525,10659,10704,10714,10844,10852,10864,10930,10997,11017,11088,11090,11094,11097,11102,11105,11109,11109,11110,11121,11124,11129,11220,11223,11391,11396,11396,11401,11402,11424,11425,11472,11479,11484,11493,11499,11509,11510,11572,11574,11595,11600,11600,11630,11635,11641,11644,11645,11650,11651,11660,11718,11721,11723,11729,11732,11741,11743,11765,11768,11769,11773,11774,11797,11798,11807,11812,11817,11821,11829,11843,11844,11845,11854,11857,11860,11865,11884,11885],"s":[0,1,0,2,0,3,0,3,0,3,0,3,1,3,1,0,1,3,1,3,1,3,0,3,0,1,3,1,3,0,3,0,3,0,3,0,3,1,0,1,0,1,0,1,0,1,2,0,3,0,3,0,3,0,1,0,1,0,1,0,2,0,1,0,1,2,1,2,1,2,3,1,3,0,3,0,1,3,1,3,0,3,2,3,2,0,1,0,1,0,1,0,2,0,3,0,1,0,1,3,1,0,1,0,1,0,3,1,0,1,0,1,3,2,0,2,3,0,3,0,2,3,0,1,2,1,2,3,1,3,0,1,3,0,3,0,3,0,2,1,2,0,1,0,1,0,3,0,1,0,1,0,3,0,3,0,2,0,2,0,3,0,2,0,2,0,2,0,1,2,0,2,3,0,3,0,3,0,1,3,0,1,2,0,2,3,1,2,1,0,1,0,2,0,1,2,1,0,1,0,2,0,2,3,2,3,0,3,1,3,1,0,3,0,2,0,2,3,1,0,2,3,2,3,2,1,0,3,0,3,0,3,0,3,1,3,2,3,0,3,2,3,0,3,0,3,0,3,0,2,3,0,3,1,0,2,1,2,1,2,1,3,2,3,1,3,2,1,3,0,3,0,1,0,3,0,2,0,3,2,0,2,3,0,2,3,0,3,0,3,0,3,0,1,0,1,3,0,3,2,3,0,3,2,3,2,3,2,0,3,0,3,0,2,0,2,0,2,0,1,0,1,3,0,3,0,3,2,0,2,0,2,0,2,0,1,0,1,2,0,2,3,0,3,2,0,3,0,2,3,0,2,0,2,3,0,3,0,2,3,2,0,3,0,3,0,3,0,3,0,1,2,3,0,3,0,3,0,3,2,3,1,3,2,3,2,0,3,0,3,2,1,0,1,0,3,2,0,3,0,3,0,3,0,3,2,0,3,0,2,0,2,0,2,0,2,0,3,2,3,2,3,0,3,2,3,2,0,2,3,2,3,2,3,2,3,2,3,0,3,0,2,3,0,3,0,3,0,2,3,2,3,1,0,1,3,1,3,0,1,3,0,3,0,1,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,2,0,3,0,3,0,3,0,3,0,3,0,2,3,0,3,0,3,0,3,0,3,0,1,0,2,0,3,0,1,0,1,0,2,0,2,0,1,3],"x":["Ja, hallo, herzlich willkommen, hier ist sie endlich, Freakshow 251 und das\nwar jetzt echt die katastrophalste Vorbereitung auf diese Sendung,\ndie wir glaube ich je hatten in all diesen ganzen 250 Millionen Sendungen,\ndie wir schon gemacht haben.\nHallo, ich bin's Tim, Tim Pridloff und wir sind, wie sollte es auch anders sein,\nalle remote dabei und haben heute eine beschauliche Runde.\nNicht ganz so ausführlich und umfangreich wie beim letzten Mal,\nwo wir wirklich mal alle reingequetscht haben, aber ich fand das anlässlich\ndes Jubiläums auch ganz angemessen.\nUnd heute haben wir Dennis dabei. Hallo Dennis.","Hallihallöchen.","Und Roddy haben wir dabei.","Hallo.","Und der Rest schwänzt, aber dafür haben wir einen tollen Gast,\nnämlich den Phil. Hallo, schönen guten Tag.","Hi.","Oder man sagt Philipp, ich weiß es immer noch nicht so ganz genau.\nWir werden es im Laufe der Sendung herausfinden. Ja, Phil, du warst noch nicht bei uns.\nDann sagen wir mal kurz was zu dir. Du bist nämlich auch Podcaster. Seit wann eigentlich?","2016, Januar 2016.","2016. Okay, das ist ja auch schon ein paar Jährchen. Genau. Und du machst den\nClean Electric Podcast.\nWie groß ist eure Stammbesetzung so?","Also, wir waren anfangs lange zu zweit, dann waren wir eine ganze Weile zu dritt\nund aktuell haben wir fünf Leute, weil wir gemerkt haben, dass mit dreien ganz\nleicht irgendwie mal eine Sendung\numfällt, wenn zufällig zwei gleichzeitig Urlaub haben oder sowas blöd.\nDa haben wir uns Verstärkung geholt und sind jetzt seit diesem Jahr tatsächlich zu fünft.","Ja, also habt ihr in etwa denselben Wandel durchgemacht, wie wir das hier in\nder Freakshow auch hatten.","Wahrscheinlich, ja. Wir haben ein bisschen vielleicht eine Besonderheit.\nWir haben in fast jeder Sendung auch einen Gast.\nDeswegen ist in der Regel nicht so wichtig, ob man drei oder fünf Leute hat.\nAber wenn es auch mal keinen Gast gibt und einer ist krank und einer im Urlaub,\ndann wäre es halt nur noch ich. Und das macht dann nicht mehr so viel Spaß.\nAlso mir schon, aber vielleicht den Hörern.","Ihr wollt auch so krass regelmäßig machen, dass man nicht mal eine ausfallen lassen kann.","Ja, das hören die Jungs nicht so gerne, aber ich möchte jede,\nalso alle zwei Wochen eine Sendung gelesen.\nDas empfinden manche als Stress und ich finde, das muss so sein.","Regelmäßigkeit.","Alle zwei Wochen. Ja, das ist ja ein, wie soll ich sagen, eine ganz brauchbare Regelmäßigkeit.\nAlso so drüber ist es irgendwie gar nicht mehr regelmäßig, finde ich.","Aber Berufspodcaster bist du nicht?","Nee, ich verdiene mein Geld mit anderen Sachen. Aber da hat man halt beim Podcasting\nhat man dann eben diese Freiheit zu machen, was man will und wie man das will\nund ist von nichts abhängig und hat keinen Druck.\nDas hat schon auch Vorteile. Der Nachteil ist, dass man eben Job hat und Familie\nhat und das Ding ja nur ein Hobby ist.","Hast du gerade gesagt, das ist ein Nachteil, deine Familie zu haben?","Der Nachteil ist, dass man so viel zu tun hat.","Wenn das deine Kinder hören.","Gott sei Dank hören die nicht so viel Podcast.","Aber du hörst viel Podcast.","Ich höre viel Podcast. Ja, ihr seid ja mit das Längste, was ich gehört habe bisher.\nNicht nur was die Länge angeht, sondern auch was die Dauer angeht.\nAlso ich habe angefangen mit euch und Bits und so.\nSchöne Grüße, Timo, Basti und die anderen. Ich kenne auch da nicht alle persönlich. nicht.\nDeswegen bin ich auch ein bisschen in einem komischen Szenario jetzt gerade.\nIch habe es vor der Sendung schon gesagt.\nEigentlich ist jetzt hier, wo ich gerade bin, alles wie immer.\nIch habe hier ein Video mit Leuten und meinen Rechner und meinen Setup und mein\nReaper-Slasch-Ultraschall läuft.\nAber es sind andere Leute und es kam andere Musik und bis dahin war irgendwie\nalles cool. Aber ab dem Intro war schon so ein bisschen Herzbrochen auch dabei.\nIch habe viele, viele, viele Sendungen gehört, auch viele Mobile-Max-Sendungen\ngehört und bin auch Hardcore-Fan und Und sehr froh, dass ich da bin heute.","Sehr schön. Ja, herzlich willkommen in unserer Runde auf jeden Fall.","Streamt ihr auch live?","Ja, machen wir. Wir haben uns das alles von den Besten abgeguckt.\nWir machen eigentlich alles, wie wir.","Klappenfieber und so bist du dann auch gewohnt eigentlich.","Ja, das kommt immer darauf an, wie gut ich mich vorbereitet fühle.\nDa ist ja auch jeder anders wahrscheinlich. Aber ich mag das Gefühl zu haben,\ngut vorbereitet zu sein.\nUnd wenn ich das nicht habe, dann bin ich aufgeregt. Sonst nicht so.","Aber findest du nicht auch, dass man auch zu gut vorbereitet sein kann?","Woran würde man das merken? Dass man sich mehr Arbeit gemacht hat als nötig? Oder wie?","Nee, dass man, wie soll ich sagen, dass die Struktur auf einmal regiert.\nUnd man sich sozusagen Mangel an Chaos dadurch eintritt.","Ja, das kann auch sein. Also das kann schon passieren, habe ich auch schon erlebt.\nAlso in meinem Podcast oder unserem Podcast passiert das eigentlich nur,\nwenn ich mich zu sehr vorbereite und zwar so, dass die anderen sich nicht vorbereiten.\nDann muss ich irgendwie alles machen und bin damit dann auch nicht zufrieden\nund dann entsteht kein Gespräch. Und das ist ja eigentlich, was es ist,\nne, miteinander reden über Sachen.\nAlso zumindest meiner Meinung nach, wir machen ja auch nicht die Tagesschau\noder so, sondern wir setzen uns zusammen, wir haben eine Outline und wir haben\nThemen und dann geht es eigentlich nur noch darum, darüber zu diskutieren,\nim Idealfall unterschiedliche Meinungen zu haben und einfach zu reden.\nMan kann es natürlich übertreiben mit dem Vorbereiten, das stimmt schon.","Ja, ich bin immer ein bisschen wütender auf mich selbst, wenn es so läuft wie\nheute zum Beispiel, wenn ich dann wieder feststelle, oh man ey,\ntausend Sachen, die du eigentlich unbedingt ansprechen wolltest,\naber du hast es nicht geschafft,\nsie in time auch einfach mal zu notieren.\nUnd wenn man dann so in diesen Modus kommt, jetzt müsste ich aber mal alles\nzusammenfassen, dann weiß man es irgendwie auf einmal nicht mehr,\ndann ist es irgendwie nicht da und dann kriegt es keine Struktur.\nWorauf ich hinaus will ist, eine Sendung bereitet sich eigentlich dadurch vor,\ndass man sie die ganze Zeit im Kopf hat.\nAlso die regelmäßigen Sendungen. Man muss immer schon, um mal bei dem Beispiel\nder Freakshow zu bleiben,\neigentlich müsste ich quasi ab Veröffentlichung der einen Sendung sofort immer\nalles notieren in dem Moment, wo es kommt, damit es irgendwie da ist,\nwenn es wirklich so auf die Finalisierung der Vorbereitung kommt.\nUnd wenn man das mal ziehen lässt und das nicht so die ganze Zeit im Hintergrund\nhat, dann wird es irgendwie schwierig.","Ich habe den Vorteil, ich mache nur noch einen Podcast. Ich habe auch eine Weile\nlang mehrere gemacht, aber eben jetzt nicht 42 so wie du, wo es wahrscheinlich\necht schwierig ist, das tatsächlich so zu machen.\nAber bei mir ist es so, wir releasen, also wir nehmen samstags auf,\nwir senden live, wir releasen sonntags, nachmittags, abends irgendwann dann\ndie Sendung und ab Montag fange ich an Notizen zu schreiben für die nächste Sendung.\nDie anderen machen eine Woche gar nichts, was auch fein ist,\naber ich kann das gar nicht.\nWenn ich was sehe, was mir irgendwie taugt, dann pumpe ich das da rein,\nschmeiße ich lieber was weg, als Sachen nicht mitgenommen zu haben,\nwo ich mich dann hinterher ärgere, weil ich es nicht mehr weiß.\nAber wenn man so einen ganzen Koffer voll Podcast macht, glaube ich,\nist es nicht so einfach, das zu tun.","Ja, das Absurde ist, dass ich es irgendwie immer noch nicht geschafft habe,\nüber meine Podcasts hinweg einheitliche Vorbereitungstools zu zu nutzen.\nAlso ich habe gefühlt wirklich, organisiere ich jeden Podcast anders und das\nhat auch den Vorteil, dass ich immer mal wieder was Neues ausprobiere und hier\nmerke, das geht da gut, das geht da gut.\nBloß ich bin einfach noch mit nix wirklich so richtig glücklich geworden und\ndas hemmt mich manchmal ein wenig. Naja, so ist das halt.\nAber so bleibt man eben auch Amateur die ganze Zeit.","Geht das dann überhaupt?","Geht das denn überhaupt?","Was genau?","Also, dass du glücklich wirst?","Ob ich glücklich bin?","Nee, ob es überhaupt geht, dass du glücklich werden kannst.","Jein, also glücklich ja. Ich kann kontinuierlich glücklicher werden,\naber das ist so kein Endzustand.","Du gewöhnst dich an ein cooles Tool und dann irgendwas gibt es immer, was scheiße ist.","Na, es ist das Gesamtpaket. Ich denke, wenn es nicht immer alles irgendwie auch\nbesser werden kann, dann wird es langweilig.\nWeil dann hat man ja dann irgendwie so einen Zustand erreicht,\nwo man dann irgendwie auch nichts mehr verbessern will und dann fällt man schnell\nin so ein Loch und dann ist es doof.","Ich bin ja auch so ein ewiger Optimierer. Ich mache ja gerne Sachen schneller,\nbesser, billiger, leichter, weißt schon, weniger Code oder sonst wie.\nUnd wenn es fertig ist, dann ist es langweilig. Also wenn da nichts mehr rauszuholen ist.","Aber Software ist doch nie fertig.","Ist nie fertig, Podcasts sind auch nie fertig.\nAlso ich denke, dass wir immer noch eigentlich so ein bisschen,\nalso wenn ich mir so vorstelle, wie das so eigentlich laufen sollte und was\nwir so für Werkzeuge haben und wie viel wir so nutzen, würde ich sagen,\nvielleicht so bei 40 Prozent.\nDa geht noch so viel.\nAber das lässt sich auch nicht einfach alles so abrufen\nund herbei wünschen sondern musste auch teilweise\nwas tun und dann hat man natürlich auch phasen wo\nman sich denkt so hatte ich jetzt gerade also auch diese ganze das letzte jahr\nwar ich weiß ja so irgendwie so kein bock wieder da fehlt mir so ein bisschen\nder antrieb und irgendwann werde ich dann aber von diesem zustand so frustriert.\nWeil ich dann auch merke, wie so ein bisschen die Fälle wegschwimmen und dann\nkommt irgendwann so der Punkt,\nwo dann so viel nicht geklappt hat oder so viel so scheiße ist oder nicht besser\nist, dass dann so ein Frust einsetzt und dann bin ich unzufrieden mit mir und\ndann kann ich mich meistens sofort hinsetzen und die nächste Weltrevolution ausrufen.\nSo funktioniert das bei mir. Oder auch nicht.\nDann läuft alles in Wellen irgendwie. Genau, so ist das eben mit dem Podcasting.\nHauptsache es macht macht Spaß.\nBleiben wir dann vielleicht nochmal kurz bei deinen Erfahrungen Phil,\nweil auch wenn jetzt die Podcasts sehr ähnlich sind, ihr habt ja eine ziemlich\nklare Ausrichtung, ihr beschäftigt euch mit Elektromobilität,\nda werden wir sicherlich heute auch nochmal ein bisschen drüber sprechen,\naber ich wollte jetzt nochmal so ein bisschen auf der Meta-Ebene bleiben.\nWie denn so, also so ein Specialty-Podcast hat natürlich seine Vorteile,\nweil man weiß eigentlich relativ genau, wann irgendwas relevant ist.\nUnd bei uns fasert das ja immer mal so ein bisschen aus. Da kann irgendwie alles und nix relevant sein.\nAber ich will jetzt auch gar nicht so viel über die Freakshow reden,\nsondern mich würde einfach nur mal interessieren, 16 hast du gesagt,\nalso sind das jetzt quasi vier Jahre voll geworden.\nDa werdet ihr ja dann auch über die Zeit so eine Community aufgebaut haben und\nauch so ein anderes Standing erreicht haben.\nIch meine, am Anfang wart ihr halt irgendwelche Dudes, die so über Teslas geredet haben und,\nmittlerweile geht das sicherlich, das ist eine reine Vermutung von mir,\ndu kannst das jetzt auch auch bestätigen oder auch ablehnen,\ndie Feststellung, aber meine Wahrnehmung so ein bisschen, meine Periphäre ist so,\ndass ihr da sozusagen auch in zunehmendem Maße Ansprechpartner werdet für alles\nMögliche und quasi mit eurer Community dann auch so ein Informations- und Interpretations-Hub\nwerdet oder geworden seid.\nIst das eine richtige Einschätzung? Nimmst du das so wahr?","Ja, das trifft es ganz gut. Also es war tatsächlich anfangs so,\ndass Marcel und ich einfach mit uns über uns geredet haben und auch in weiten\nTeilen nur für uns, weil da auch einfach niemand war, den es interessiert hätte\noder der das mitbekommen hätte.\nDas ist ja jetzt noch nicht so lange her, deswegen kann ich mich da sehr gut dran erinnern.\nWir haben es einfach gemacht und es hatte auch einen ganz einfachen Grund.\nWir sind beide auf elektrische Autos umgestiegen, Renosovi damals,\nalso wie Roddy, der kennt das.\nUnd dann hatte man immer dieselbe Situation, egal wo man war,\nLeute kamen und sagten, was ist das, wie fährt sich das, wie teuer ist das,\nwie weit komme ich damit,\nwann brennt der Akku, also die ganzen relevanten Fragen, die kriegt man immer\nwieder, es ist immer dasselbe.\nUnd da sind für mich zwei Dinge übereinander gekommen.\nDas eine ist, ich quatsche wahnsinnig gerne und habe irgendwas gebraucht,\nworüber ich quatschen kann, was Leute interessiert und das andere ist eben,\ndass ich damit das Thema gefunden hatte.\nIch hatte vorher nicht so das Thema, wo ich gesagt hätte, okay,\nmuss ich irgendwas machen, womit ich an die Öffentlichkeit gehen kann,\nwo ich mich verwirklichen kann, wo ich drin aufgehen kann und das hatte ich dann.\nUnd da war für mich noch so die Frage, okay, macht man jetzt irgendwie so ein\nYouTube-Ding oder Oder ich bin irgendwie lange,\nlange, lange schon Podcast-Hörer und Podcast-Fan und ich mag das Medium als\nsolches und was es mit dir als Hörer macht. Es ist nicht dasselbe wie ein YouTube-Video gucken.\nDie sind natürlich auch wieder alle unterschiedlich und ich will das auch gar\nnicht abwerten, aber es ist nicht das Gleiche.\nUnd was für mich natürlich auch ein nicht unwichtiger Punkt war für die Entscheidung,\neinen Podcast zu machen, ist, dass halt der Aufwand nicht so krass ist wie ein\nwirklich poliertes, gut gemachtes Video. Und darüber wusste ich auch viel zu wenig.\nUnd da ich Musik machen seit ich\nacht bin, hatte ich mich irgendwie in der Audio-Ecke auch wohler gefühlt.\nUnd wir haben es dann einfach gemacht. Ich habe Marcel gesagt,\nlass mal Podcast machen und er hat gefragt, ein was und dann haben wir es einfach gemacht.\nUnd so fing das an. Und da war einfach niemand. Und wir haben jetzt nicht so\neine große Slack-Community wie ihr, aber auch über 1600 Leute in einem Slack-Workspace.\nUnd wenn ich das hier mal sagen darf, ohne jemanden an den Karren zu fahren,\ngeilste Community, die ich je persönlich erlebt habe.\nDas sind einfach die hilfsbereitesten, hilfsbereitesten, freundlichsten Menschen, die auch über.\nVerschiedenste Dinge diskutieren können, wo sie überhaupt nicht einer Meinung\nsind, aber trotzdem einfach einen Weg finden, eine Diskussion und ein Gespräch\ndraus zu machen und nicht auszurasten.\nDas ist halt nicht Facebook und nicht Twitter, sondern das sind einfach Menschen,\ndie sind sind so pragmatisch und so lösungsorientiert und so hilfsbereit und,\ndas ist, was mir fast am meisten Spaß macht.\nNatürlich zusammen mit der Tatsache, dass wenn man größer wird,\nman auch gefragter wird und bekannter wird und die Leute, die so auf einen zukommen\nund die so fragen, ja, wollen wir mal über dies reden oder über jenes?\nDas sind eben nicht mehr die Leute, die dich kennen, weil sie jemanden kennen,\nden du kennst und der fährt zufällig in Tesla und sagt, ja, wir können ja mal\nüber meinen Tesla sprechen, sondern es sind einfach Leute, mit denen du schon\nimmer mal sprechen sprechen wolltest, die dir einfach früher nicht geantwortet hätten.\nUnd das ist schon sehr geil. Also mir macht das sehr viel Spaß und ich bin sehr\ndankbar für diese Leute, die das hören und die das raustragen und das,\nthe word spreaden sozusagen, ist schon echt sehr befriedigend alles.","Wie siehst du denn, also ich meine, diese ganze YouTube-Welt,\ndie ist ja, also, das wollte ich jetzt eigentlich gar nicht aufmachen,\naber jetzt mal so ganz konkret so bei Bei diesen Elektro-Themen spielt das ja\nauch eine Rolle und da gibt es ja sicherlich auch so ein paar totale Superstar-Kanäle,\ndie ich jetzt gar nicht groß benennen kann.\nWo würdest du da den Unterschied sehen zwischen dem Medium, wie ihr es macht\noder wen das anspricht oder was das sozusagen regelt?","Jetzt hast du aber YouTube gesagt, damit das alle wissen. Ich habe nicht damit angefangen.\nIch glaube, bei uns im Podcast können das viele schon gar nicht mehr hören, dieses YouTube-Ding.\nAlso für mich sind es tatsächlich zwei ganz unterschiedliche Sachen und ich\nglaube, dass eben die YouTuber von zwei Dingen leben.\nEben, einmal eben, dass sie Visuelles liefern können und zum Zweiten,\ndass sie mit was irgendwie die Ersten sein können, was wir einfach gar nicht\nmachen. Wir haben das noch nie gemacht.\nWir sind gerne auch bei Themen vorne mit dabei, aber wir sind nie die Ersten,\ndie ein Auto zu Gesicht bekommen oder einen Testwagen zur Verfügung gestellt\nbekommen und so weiter und so weiter.\nDas sind immer diejenigen, die auch Bilder liefern können und das verstehe ich total,\ndenn wenn ich jetzt, keine Ahnung, jetzt bin eingeladen zu Polestar Ende diesen\nMonats, wie alle anderen, die irgendwie, ich sag mal Presse sind im weitesten\nSinne auch und die mögen natürlich gerne die, die das Auto zeigen können.\nJa, die sehen schon, okay, hier diesen Podcast, die laden wir schon mit ein,\nist cool, aber wir sind natürlich nicht die, die zuerst was bekommen,\nweil was die Leute sehen, äh, was die Leute wollen ist, die Sachen sehen und\ndas können wir ihnen halt nicht geben und deswegen ist bei uns die Herangehensweise\neinfach auch grundlegend anders.\nDas. Wir wollen nicht die Schnellsten sein, wir müssen nicht die Ersten sein,\naber wir wollen die Dinge schon auch erleben und wir machen prinzipiell das,\nwas wir immer gemacht haben.\nWir sind relativ früh für die Szene, in der wir sind, selbst elektrisch gefahren\nund haben darüber geredet, wie das ist und alle teilhaben lassen an den Fehlern,\ndie wir gemacht haben und an den Problemen, auf die wir gestoßen sind.\nUnd bei Auto- oder Fahrzeugtests und so weiter machen wir das genauso.\nWir reden nur total ungern über Sachen, die wir nicht selber gemacht haben,\nweil es einfach Einfach zu theoretisch Sachen nachlesen und dann jemandem erzählen,\ndas können die anderen auch, darum geht es ja nicht.\nWir versuchen halt immer unsere eigenen Eindrücke und unsere eigenen Erfahrungen\ndamit einfließen zu lassen und wir sind tatsächlich fast alles gefahren,\nwas man elektrisch fahren kann.\nSeit das irgendwie sinnvoll ist. Also ich meine, hier City L und so weiter bin\nich tatsächlich selber nie gefahren, aber das ist auch eine andere Ära Elektrofahrzeug,\nvon der wir ja gar nicht reden können, weil wir davon gar keine Ahnung haben.","City L?","Ja. Was ist das? Let me google it for you.\nDas ist so ein Liegerad-Kabinenroller-Ding mit E-Unterstützung.\nGanz frühe Geschichte, da gibt es auch immer noch Leute, die die lieben und\nfahren und Und sehr nachhaltige Fortbewegungsmittel sind das.\nAber das ist halt auch vor unserer Elektrozeit gewesen.\nWir sind im Verhältnis zu denen, die jetzt loslaufen und sich ein ID.3 bestellen bei VW oder so.\nIm Vergleich zu denen sind wir auf der Zeitleiste quasi Dinosaurier in dieser Szene.\nIm Vergleich zu vielen, die sich mit batterieelektrischen Fahrzeugen beschäftigen,\nsind wir halt eigentlich noch die Newbies.\nDas darf man immer nicht vergessen. Scheiße, das finde ich ganz interessant\nin dieser Entwicklung über die letzten Jahre.\nAm Anfang warst du so der Typ, der von seinem E-Auto erzählt und alle so,\nwow, der hat ein E-Auto, aber es gibt ja nicht mal Ladesäulen,\nwie macht der das? Das ist spannend, höre ich zu.\nUnd jetzt ist es halt so, jeder kann das haben und auch wenn längst nicht alles\ngolden ist, ist es mittlerweile so weit, dass Leute zu einem Autohändler gehen und ein E-Auto kaufen.\nAls würden sie sich einen Verbrenner kaufen. Die lernen dann nicht da was dazu,\ndie überlegen nicht, wie sie Routen planen, die checken nicht,\nwas für Apps oder Ladekarten sie sich besorgen sollen, sondern die sagen sich,\nja hier, geil, Elektro, das mache ich jetzt. Und dann kaufen sie sich ein E-Auto.\nUnd dann stehen sie vor einer Ladesäule und wollen eine EC-Karte reinstecken\nund wissen nicht wie, weil es halt nicht geht.\nDa sind wir jetzt. Und das finde ich total faszinierend. Und das Geile ist halt,\ndass wir das wirklich einfach jetzt über Jahre in einer Tiefe begleiten konnten,\nwie die meistens eben nicht konnten.\nUnd irgendwie hat man schon so ein bisschen eine Expertise, obwohl wir ja auch\nnichts anderes sind als interessierte Laien.\nWir sind keine Journalisten, wir sind keine Profis oder Ingenieure oder irgendwie\nso, sondern wir machen Sachen und reden drüber. Mehr ist es ja eigentlich nicht.","Ja, kenne ich gut.\nSo machen wir das hier auch. Auch wenn wir hier unterschiedliche Durchdringungsgrade\nan Elektrifizierung, glaube ich, in der Runde haben.\nDennis, du hast überhaupt irgendein Transportfahrzeug?","Ja, ich fahre Motorrad.","Ja, aber noch so richtig mit Knatter, Knatter, Töff, Töff und laut und überhaupt.\nDie werden doch jetzt alle verboten.","Ja, das sieht schlecht aus.\nAber letztens ist mein Gerät sozusagen das gleich an mir vorbeigefahren und\ndas war doch relativ leise.\nAlso wenn man es in der Stadt rollen lässt, ganz entspannt, dann ist mein Motorrad\neigentlich so gut wie nicht zu hören.\nUnd ja, ich weiß nicht, ob du jetzt auf das Lautstärke-Ding da eingehen willst,\naber das Thema ist gerade, wie soll man sagen, sehr emotionsgeladen.\nUnd da ist auch viel Müll dabei, was sie da erzählen. Also es stimmt nicht alles.\nAlso Forderung, Sachen auf 80 Dezibel runterzuschrauben, ist Quatsch,\nweil die sind glaube ich schon bei 77.\nAlso das wäre schon mal bekloppt.\nJa, und noch lauter andere Dinge.","Aber es ist schon ein Problem mit den Typen, die irgendwie zu laut fahren.\nAlso ich finde das wirklich, das ist echt das Problem. Ja, das verstehe ich auch nicht.","Also ich bin ja viel mit Motorradfahrern unterwegs und natürlich finden die\nalle geil, wenn sie einen lauten Auspuff haben und so weiter.\nKlar, ich finde das auch gut, wenn ich Gas gebe, dass es dann ein bisschen lauter\nwird, weil man will auch akustisches Feedback.\nAber ich muss dazu nicht einen mega lauten Auspuff ran machen.\nDas kriege ich ja auch so. So, also ein Auto hörst du ja auch,\nwenn du Gas gibst, da kann man die Abgasanlage auch ändern.\nAber dazu muss man jetzt nicht extra noch, was jetzt inzwischen auch verboten\nhaben, es gab es immer diese DB-Killer, so einen Einsatz hinten im Auspuff.\nUnd da gibt es halt Freaks, die nehmen den einfach raus und fahren ohne.\nDas ist mehr oder weniger offenes Rohr und ist natürlich mega laut.\nUnd das verstehe ich halt nicht, warum man das machen muss.\nAlso das ist alles Quatsch. Und dann sind viele Motorradfahrer auch selber schuld,\nwenn sie das so betreiben, dass natürlich das ein schlechtes Bild wirft.\nAuf der anderen Seite, aber wenn man das jetzt noch schnell mal,\ndas war das abregelnde Thema, wenn hier irgendwelche, ich sage jetzt mal Harley-Fahrer\noder diese Sparte, gibt es ja auch andere Motorradfirmen, wo die mit so Geräten\nunterwegs sind oder so eine Geräte anbieten,\ndie so laut knattern, dass man sich gar nicht vorstellen kann,\ndass die das überhaupt zugelassen bekommen, das verstehe ich nicht,\nwie die da legal mitfahren können, weil es kann nicht sein, dass die diese Vorschriften\neinhalten, das ist mir unerklärlich.","Mir auch.","Also ich kenne jemand, der hatte mal ein motorrad der moto guzzi gekauft und\nsein kumpel wiederum hatte sich tatsächlich für seine moto guzzi neuen rahmen\ngekauft beziehungsweise in älteren rahmen es ist nämlich so dass bei motorrad,\nmotorrädern das baujahr und beziehungsweise erstzulassung,\nentscheidend ist dafür welche lärm ordnung die einzuhalten haben,\nUnd das Baujahr hängt aber an dem Rahmen. Und dann gibt es tatsächlich Freaks,\ndie bauen ein ganzes Motorrad auf einen älteren Rahmen um, damit sie dann hinterher\nmehr Lärm machen können.","Oh Mann.","Ja, aber dann weißt du, das sind dann Gesetze, wo man mal was regeln muss.\nUnd nicht, dass man komplett allen Leuten irgendwie so krass das mit der Lautstärke\nrunterregelt, was dann, ja, also auch, sollte es nicht nur Motorradfahrer betreffen,\nsondern alle Fahrzeuge, so geht es schon mal los.\nUnd dann nur Streckensperrungen nur für Motorradfahrer, wo eventuell auch Autos\nlaut sind, das sehe ich nicht ein. Oder das verstehe ich nicht, sagen wir mal so.\nUnd warum sie das da weiter erlauben, ist mir auch nicht klar.\nDann sollen sie das mal fixen.","Ich habe mich vor allem gefragt, was ist denn jetzt, wenn man mit so einer Zero,\nalso mit so einem Elektro-Bike, was ja wirklich überhaupt gar keine nennenswerten\nGeräusche von sich gibt, dann auf so einer Strecke fährt und die einen dann\nirgendwie ankarren wollen, so nach dem Motto ja, darfst du nicht langfahren, ist zu laut.","Ja, das ist mir auch nicht klar. Genauso wie ich nicht verstehe,\nwenn es in irgendwelchen Gegenden 30 Schilder gibt und da dann steht wegen Umwelt\noder wegen Lautstärke, wenn du da dann zum Beispiel mit einem Tesla durchfährst.\nAlso warum muss der 30 fahren? Der ist ja für die Umwelt relativ gut.\nAlso was ist dann das Argument? Also die sollten auch ihre, wie sagt man,\nnicht mit falschen Argumenten kommen, sondern mit den richtigen Argumenten,\nwenn sie schon irgendwelche Sachen machen.\nWenn sie langsam haben wollen, dann sollen sie es sagen und sollen nicht so\neine Pseudo-Ausreden dazuschreiben.","Vor allen Dingen gibt es ja dann diese Experten, die tatsächlich auch in Elektroautos\nirgendwie so Soundgeneratoren einbauen, damit das Ding dann so klingt,\nals hätte es fehlt zu machen.","Ja, aber das hat ja andere Gründe. Ich glaube, die sind sogar vorgeschrieben,\naber da kann Phil vielleicht mehr dazu erzählen.","Nein, ich meine jetzt nicht diese Fußgängerhupe, wie sie ja abwertend genannt werden,\nsondern in einem der letzten Videos von Rich Rebuilds, das ist übrigens ein\nVideokanal, den kann ich sehr empfehlen, weil der Typ einfach,\nder ist ein totaler Wahnsinniger und er hat für meine Verhältnisse netten Humor.\nDer war dabei, wie sie in den Model 3 hinten zwei riesige Soundgeneratoren eingebaut\nhaben und das Ding dann halt wie so ein Sportauto klang und gebullert hat und\nmit Fehlzündungen und aber halt so riesige Töpfe mit so einem Rohr dran,\nwo halt ein Lautsprecher drin ist, also es ist irgendwie so Ja,\nals Spaßprojekt, das ist ja vielleicht ganz nett, aber es ist auch nur das, glaube ich oder?\nJa, ich weiß nicht Warum muss das Lärm machen?","Unklar.","Unklar.","Ja, das mit dem Lärm ist ja schwierig. Ich glaube, das sind so zwei Sachen.\nEinmal ist, glaube ich, die Messmethode nicht klug, weil die Fahrzeuge bei einer\nbestimmten Geschwindigkeit in einer bestimmten Entfernung in der Vorbeifahrt\nein bestimmtes Level nicht überschreiten dürfen.\nSo was wie, ich kann es nicht genau sagen, ich weiß es nicht,\nnagelt mich nicht fest, aber so was wie in einer Entfernung von x Metern bei\n50 kmh darfst du nur bla db haben,\nwas dann drüber ist und was dann drunter ist, ist halt einfach egal.\nHauptsache du bist bei 50 richtig.\nUnd das ist schon mal das eine, was schwierig ist.\nUnd dann ist ja die Sache gerade, glaube ich, mit dem Motorradfahren,\nich bin selbst kein Motorradfahrer, ich habe keinen Führerschein für sowas,\nalso alles, was irgendwie über 50er heißt es, glaube ich, hinausgeht,\ndarf ich gar nicht fahren, deswegen,\nkann ich darüber nur so,\ntheoretisieren, aber ich glaube da, gerade beim Motorradfahren,\nist schon auch so ein bisschen, das ist so ein bisschen was archaisches,\nman bändigt diese laute, starke, wilde Maschine irgendwie.\nUnd je mehr Lärm die macht, desto mächtiger ist man einfach irgendwo, wenn man am Hahn zieht.","Manche sehen das wahrscheinlich so.","Ja genau, das ist viel auch im Gehirn. Und das ist ja was viele Autofahrer auch\nimmer wieder anbringen, wenn\nwir über E-Autos reden versus Verbrenner oder gerade laute Verbrenner.\nViele stehen da total drauf, auf dieses Gefühl von Geschwindigkeit und Kraft, das es ihnen gibt.\nWohingegen Marcel postet hier gerade ein Video, wo wir letzte Woche Porsche\nTaycan gefahren sind, wo ich mir sage, ich wäre froh, wenn ich den Sound ausschalten könnte.\nDer Taycan hat so einen Soundgenerator für innen, er hat noch so einen extra Sportknopf,\nder simuliert dann auch die Zweigangschalter, der hat ja auf der Hinterachse\nein Zweiganggetriebe, was relativ unik ist für Elektroautos,\ndamit er eben sehr hohe Geschwindigkeiten auch lange fahren kann.\nUnd der macht halt im Inneren einfach so ein zwischen Elektro- und Verbrennergeräusch,\nwas für meinen Geschmack ganz schrecklich ist.","Kannst du das mal nachmachen? Wie klingt denn das?","Ich kann dir einen Soundfall schicken für später, aber das mache ich nicht nach.\nEs ist absolut abscheulich und es ist auch schwer zu imitieren.","Das kann man nicht ausschalten?","Aber ist es wirklich abscheulich oder ist es auch ein bisschen,\nalso die haben sich ja was dabei gedacht und werden ja auch festgestellt haben,\ndass viele Leute es abscheulich finden.\nAber vielleicht haben sie sich gedacht, wir wollen doch dem Fahrer irgendwie\nso ein bisschen akustisches Feedback geben, weil ich meine, es ist ja auch ein\nSensor, den der Mensch drum hat, den man ja nutzen kann.","Da ist für mich, also ich habe ganz wenig Kritik an diesem Taycan,\ndavon abgesehen, dass es wie alle Sportautos eine bescheuerte Idee ist per se,\naber darum geht es gar nicht, sondern ich habe schon Kritik genau eben an der\nUmsetzung von diesem Sound,\nweil es für meinen Geschmack nicht gut gelungen ist,\nalso da kann man jetzt drüber streiten, ob man das mag oder ob man das will\noder so, aber es ist nicht gut gemacht für meinen Geschmack,\ndenn was bei dem Auto passiert ist, ist, du hörst erst, wie dein,\nin Anführungszeichen, Motor hochdreht und dann kommt der Punch von dem Auto.\nDas ist so disjunkt in deinem...","Bei so einem Turboloch oder wie, der sich erst auflegt und dann...","Ja genau, der macht erst Geräusche und dann fährt der, was halt total bescheuert ist.","Hä?","Wir reden von Sekundenbruchteilen, nicht überbewerten, ja, es ist schwer zu\nbeschreiben, aber der Sound ist vor der Bewegung und das ist mega schön.","Aber er macht nicht wie der i3 diese Franz-Josef-Strauß-Gedächtnis-Sekunde,\nwo man das Gefühl hat, du drückst drauf und dann muss er irgendwie erstmal überlegen,\nob er jetzt fahren will oder nicht.","Ja, das kommt aufs Modell an. Er hat mehr Spiel im Spaßpedal,\nStrompedal als ein Tesla zum Beispiel.\nDie sind ja normalerweise relativ zackig. Wenn du so ein bisschen tippst,\ndann wollen die auch gleich los.\nDas ist da ein bisschen anders. Aber ich glaube, es ist auch eine Frage von\nder Philosophie dahinter.\nIch glaube, bei Porsche ist es so, die bauen Sportwagen seit Jahrzehnten,\nseit vielen, vielen Jahrzehnten.\nUnd da gehört es dazu, dass das Auto einen gewissen Sound hat,\ndass du das auch erkennst, wie es klingt und so weiter und so weiter.\nIch verstehe, woher sie kommen. Ich verstehe, wohin sie wollen.\nUnd sie sind nicht wahnsinnig genug, es einfach ad hoc ganz anders zu machen.\nSie wollen die Leute schon irgendwie mitnehmen. Sie wollen sagen,\nokay, du kannst diesen Sound haben, wenn du willst.\nDu kannst diesen Sound haben und wenn du aufs Gaspedal oder Strompedal trittst,\ndann verhält sich das ähnlich wie ein Verbrenner mit viel Saft und eben nicht\nsofort 100%. Also du kannst dir die Kennlinie vom Ansprechverhalten von deinem\nMotor, kannst du ja programmieren, wie du lustig bist.\nJetzt nicht als Endverbraucher eben, aber als Hersteller natürlich.\nUnd sie machen das schon bewusst so, dass es relativ nah ist an dem,\nwas sie immer gemacht haben, wovon sie ja weiterhin Fahrzeuge verkaufen wie geschnitten Brot.\nAber sie wollen eben doch in diese neue Welt und da ist ist tatsächlich vieles,\nwenn auch nicht alles, will ich auch gar nicht sagen, besser als das, was wir jetzt haben.\nAber sie wollen die Leute nicht komplett abhängen. Was Tesla zum Beispiel machen\nkonnte, weil Tesla vor Elektroautos gar keine Autos gebaut hat.\nDa war es einfach, sie konnten einfach alles anders machen.","Aber ich finde, wenn man die Zoe fährt, dann hat Renault damals eigentlich so was Ähnliches gemacht.\nAlso die Menge von Creep, die das Ding macht, Und die Menge von Reku,\ndie das Ding macht, das fühlt sich schon auch erst mal so an,\nals würdest du einen Automatikverbrenner fahren.\nAuch wenn er natürlich jetzt für ein Auto der Klasse dann doch mehr Anzug hat\nals, weiß ich nicht, ich weiß nicht, ich bin noch nie in Clio gefahren,\naber ich denke Clio Automatik, ja.\nDa kannst du lang warten, bis der sich in Bewegung setzt.","Okay, aber das sind ja jetzt zwei Sachen, so Fahrverhalten und Sound.\nBleiben wir vielleicht mal bei dem Sound, weil ich bin ja jetzt irgendwie bewusst\nja auch mal mit diesen Motorrädern eingestiegen und dieser Affinität,\ndie man irgendwie dazu haben kann. Ich bin ja irgendwo so ein bisschen dazwischen. Also ich hab ja.\nAlso einerseits hab ich vor einiger Zeit, also sagen wir mal vor zwei Jahren,\ndarf ich jetzt sagen, weil dann ist so mein Auto kaputt gegangen gegangen und\nes gab leider nichts zu kaufen.\nIch wollte eigentlich schon damals keinen Verbrennungsmotor mehr kaufen, einfach so aus Prinzip.\nWill es einfach nicht mehr, es muss einfach weg.\nEs ist einfach eine Technologie, deren kulturelles Ende erreicht ist.\nDa kann man mir auch mit so einer.\nMotorradfahrer-Romantik oder so, oder eben auch so eine Porsche,\nbla, ein Auto muss So und so klingen, fühlen, riechen und so weiter.\nDas geht mir einfach komplett ab. Es ist mir schon klar, dass da viele drin\nrumhängen und die letzten Schrauber wirst du auch erst in 20 Jahren kriegen.\nAber wir wissen auch alle, die sterben irgendwie aus.\nWorauf will ich jetzt hinaus? Ach ja, genau, so dieses...\nUnd ich denke, das ist dann auch eine Frage der Etablierung einer Gegenkultur.\nDa ist Tesla, glaube ich, ganz gut dabei, weil sie halt eigentlich von vornherein\nimmer nur eins verkauft haben.\nHier Zukunft, das hat so zu klingen.\nBei den Motorrädern scheint es mir nochmal speziell problematisch zu sein,\nweil es klang ja eben schon bei dem, was Dennis gesagt hat, raus.\nDa ist es halt irgendwie auch nochmal... Gut, ich meine, da gibt es solche und\nsolche. Da gibt es so die, die so wirklich so auf das eigentliche Fahren,\ndie Beschleunigung, die Geschwindigkeit, die Lage, diese ganze Kinetik.","Aber das wäre mit einem Elektromotorrad super, die Beschleunigung haben die ja ohne Ende.","Absolut, genau. Aber es gibt diesen Aspekt so.\nDann gibt es aber halt so ein bisschen die Leute, die halt irgendwie Motorrad\nfahren, irgendwie so als fleischgewonnene Schwanzverlängerung.\nUnd da gehört dann auch so dieser Lärm und dieses ganze Protzige und dieses guck mal,\nich bin jetzt da und ich bin hier irgendwie King of the Road und pom pom pom\npom pom pom das ist ja im Prinzip einfach nur so eine männliche Affigkeit,\ndie da irgendwie drin steckt.","Da muss ich kurz mal kurz mal reinspringen das mit der, was hast du gesagt,\ndie fleischgewordene Schwanzverlängerung hab ich auch schon mal gehört,\ndie Person hab ich dann hinten drauf mitgenommen auf dem Motorrad Also dann\nbin ich einmal die Straße hoch und runter geheizt.\nUnd danach hat die Person gesagt, ja, ist ja eigentlich doch ganz geil.\nAlso es macht halt schon Spaß. Man muss es mal machen.","Ja, ich habe nicht gesagt, dass es nicht geil ist. Das ist ja diese kinetische Geschichte.\nAber es ist definitiv auch so, dass Leute...\nDen Lärm nicht brauchen, damit sie das Gefühl haben, sie fahren,\nsondern weil das ihr Signal nach außen ist.","Ja, das ist halt angelernt auch mit der Lautstärke, oder?\nDie sehen halt einen anderen Motorradfahrer und hören den halt vor allem,\nwollen das dann auch so haben, wie der das hat oder auch, weil die Werbung das\nvielleicht auch so noch unterstreicht.\nUnd wenn in ein paar Jahren, wenn dann der Zero-Fahrer an denen vorbeizischt\nund man hört die ja immer noch, Ist ja nicht so, dass man die nicht hört.\nMan hört ja Rollgeräusche, auch beim Motorrad ein bisschen weniger als beim\nAuto, aber man hört die ja trotzdem.\nIch glaube, die Elektromotoren machen auch leichte Geräusche,\nalso ist ja auch eine drehende Sache, ist ja nicht ohne Geräusch.\nUnd dann finden die das geil. Da kommt dann halt so ein Summenmann statt, so ein Probeln.\nIch glaube, da gewöhnen sich die Leute um.","Und es hat seine eigene Ästhetik. Deswegen finde ich auch gerade diesen Porsche-Move\nvöllig kaputt eigentlich,\nweil die sollten sich eigentlich sehr viel mehr darum kümmern,\ndiesem Elektro-Ding etwas abzugewinnen.\nDu hast ja auch ein ganz anderes Fahrerlebnis. Dieser ganze Lärm ist weg und du hörst halt mehr Wind.","Da würde ich aber widersprechen. Also ich kann es gut nachvollziehen,\ndass so eine Firma, die halt Autos in der Klasse um die 100k mit, sagen wir mal,\neiner eingeschworenen Kundengemeinschaft, für die das ein Statussymbol ist,\ndass die ihre bisherigen Kunden nicht verschrecken will, sondern dass das Auto\nso weit an diese Kundschaft anpasst, dass es denen auch verkaufen kann.\nAlso finde ich jetzt, klar, deine Einwände sind sicherlich richtig und ich finde\nimmer, Dinge, die fake sind, sind halt fake und da stehe ich nicht drauf,\negal ob es jetzt der Sound vom Auto ist oder irgendwas anderes.\nAber ich kann es zumindest nachvollziehen, dass sie das machen,\num ihre Kundschaft da … Also was die in ihrem Auto hören, ist mir egal.","Meinetwegen können die auch irgendwie Helene Fischer irgendwie in der Frequenz\nhoch und runter jodeln, wenn sie da irgendwie durch die Gegend fährt.","Also komm, alles hat Grenzen, ja.","Ja gut, aber solange sie sich nach außen dringt, kann mir das ja egal sein.\nSchlechte Musik wird da wahrscheinlich sowieso drin laufen.\nDie Frage ist ja, wie sind die Dinger außen? Und der einzige Aspekt,\nden ich bisher gehört habe, den ich so nachvollziehen kann, ist halt dieses\nDing mit, na ja, man hört die ja nicht mehr.\nMan hört sie natürlich trotzdem, aber die Leute, ich kenne das ja auch.\nIch fahre ja jetzt seit einiger Zeit Elektroroller, also S in so Vespa-Style\nRoller und bin auch viel Scooter vorher schon gefahren, schon seit vielen Jahren.\nAlso ich kenne dieses Elektrofühl und vor allem auch so diese Unsichtbarkeit,\ndie man in der Straßenverkehrslandschaft auf einmal so annimmt.\nDass Leute völlig überrascht sind, dass man auf einmal auf der Straße hinter\nihnen steht, die sie gerade gemütlich runterschlendern, weil sie einfach nicht das Ohr haben für...\nWie ich dann eben angeradelt komme, nämlich nahezu lautlos.\nUnd das ist natürlich ein Aspekt, wo man schauen muss,\naber der Gedanke jetzt irgendwie auch noch beim Poppets oder Elektromotorrädern\nirgendwie noch so einen absurden Sound noch hinzuzufügen, um gehört zu werden,\nobwohl man sich auf der anderen Seite zu Recht beklagt, dass die Dinger zu laut sind,\nmacht irgendwie auch alles keinen Sinn.","Gibt es ja den Spruch hier, loud pipes save lives.\nUnd da ist ja schon so ein bisschen was dran, weil wenn dich viele Autofahrer nicht erkennen,\nhören oder sehen, weil du halt auch mit Motorrad so dynamisch plötzlich irgendwo\nbist, wo die gar nicht mit gerechnet haben, die Autofahrer, weil die teilweise\nauch bekloppt fahren natürlich, die Motorradfahrer, dann hilft das auch ein\nbisschen, wenn sie einen wenigstens hören von hinten.\nAber ich meine, die Gesamtlautstärke geht runter und deswegen muss das auch nicht sein.","Aber Motorradfahrer, was ist denn das typische Unfallprofil von Motorradfahrern heutzutage?\nIst das nicht primär so gegen einen Baum wickeln oder gegen ein anderes Auto\nwickeln oder ist so wirklich Motorradfahrer und Fußgänger wirklich ein echtes\nProblem? Ich kenne ja die Zahlen nicht.","Kann ich dir nicht genau sagen, meine Unfälle waren anders.","Das ist interessant, kannst du das ausführen?","Ich wurde von hinten überrollt, aber im Stand.\nKeine Ahnung. Also ich weiß nicht, was so der Standard-Motorradfahrer-Unfall ist.\nAlso ich glaube, die, die recht sportlich, also die, die rumrasen,\nnennen wir es mal so, auf den Landstraßen, die werden sich immer in der Kurve\nirgendwie rausschießen, weil das sind Fahrfehler, würde ich behaupten.\nAnsonsten in der Stadt muss man halt als Motorradfahrer eigentlich die ganze\nZeit nur darauf achten, was die anderen für für einen Scheiß machen.\nDas ist einfach irgendwie so. Also nicht, weil die mehr Scheiß machen als man\nselbst, aber weil es für einen selber viel gefährlicher ist,\nwenn man nicht drauf achtet.\nDeswegen macht man das, aber was da die typischen Unfälle sind,\nkeine Ahnung. Also eigentlich, hauptsächlich glaube ich, dass man übersehen wird.\nAber genau könnte ich es nicht sagen.","Tja, dann, wir kommen vom Elektrothema sowieso nicht weg.\nIch hätte mir zwar noch ein paar andere Sachen notiert, aber jetzt machen wir\ndas einfach mal, weil jetzt da weg zu marschieren ist glaube ich auch Quatsch.","Aber eine Sache, falls du von den Motorrädern jetzt weg willst,\ndie ich noch sagen will, weil das hatten wir vorhin schon vor der Sendung,\nich habe schon gemeint, wir sollten nichts bereden, was wir nachher noch brauchen,\naber dann erzähle ich es jetzt nochmal. mal.\nAlso der Grund, warum für mich und wahrscheinlich auch für viele Motorradfahrer\ndiese Elektro-Bikes noch nicht interessant sind, ist, weil wenn ich halt richtig\nloslöse in der Stadt, werden die Elektro-Dinger wahrscheinlich,\nalso nicht nur wahrscheinlich, sondern da sind die okay, weil da reichen die von der Reichweite.\nDann fährst du ein paar Kilometer, stellst die abends wieder weg und dann ist\nder nächste Tag wieder voll.\nAber wenn ich halt wirklich eine Tour mache und 300 Kilometer unterwegs bin\nund dann auch eben nicht Stadtgeschwindigkeit fahre, sondern Landstraßengeschwindigkeit,\ndann sind die Dinger ja nach Nach, glaube ich, schon 100 kmh,\nnicht kmh, nach 100 Kilometern oder 120 Kilometern sind die leer,\nwenn man mal schneller Gas gibt.\nUnd das kannst du bei so einer Tour irgendwie nicht machen.\nAußer es sind alles Elektrofahrer und die einigen sich auf irgendwo einen Treffpunkt,\nwo dann auch wirklich alle Elektromotorräder laden können.\nAber sonst macht das keinen Sinn bisher und nicht.\nUnd Rekuperation können die ja auch nicht. Das heißt, bei jedem mal Gas geben,\nist die Energie danach weg. Dann wird nichts wieder eingefangen beim Abbremsen.","Also da dauert es noch eine Weile. Ich habe da jetzt relativ wenig Erfahrung,\naber diese Zero Motorcycles die haben ja doch beachtliche Reichweiten auf ihrer Webseite.","Ja, ja, guck mal genau hin, wie sie die angeben, dann steht dann da Innerstadt\n250 Das ist dann halt, wenn die mit 40, 50 fahren, wenn die aber mal ein bisschen\nschneller fahren müssen, dann geht es ganz schnell bergab,\nmit den Reichweiten Aber es geht auch sind die nicht sogar auch schon irgendwie mit.","Sind die nicht sogar mit diesem Zusatztank nicht sogar schon bei 300 oder so angekommen?","Ja, weil Dennis gerade sagte, die Mopeds könnten nicht rekuperieren.\nAlso ich bin jetzt zwar kein Betrachter. Mir war so, ich bin mir nicht hundertprozentig\nsicher, aber ich glaube, das ist nicht so.\nDie können natürlich genauso zurück rekuperieren wie die Autos auch.\nNatürlich nicht in dem Maße und die Akkus sind natürlich verhältnismäßig klein.\nWobei gerade die Zero Motorcycles, die Tim gerade ansprach, durchaus 20 oder\nmehr Kilowattstunden Akkus haben, was das ist, was in meiner Zoe drin gesteckt\nhat, die ich drei Jahre lang gefahren bin.\nAlso das sind schon auch Reichweiten, mit denen man was anfangen kann.\nIch verstehe aber total den Punkt, den du gemacht hattest, gerade wo es dann\neben um so eine hybride Gruppe geht.\nLeute mit verbrennungsbetriebenen Motorrädern und Leute mit Elektromotorrädern,\ndie werden sich schwer tun, gemeinsam eine schöne Tour zu machen,\nweil nämlich dann die Verbrenner natürlich problemlos bis zu irgendeiner Destination\nfahren können, auf die man gerade Bock hat und die Elektro-Bikes werden wohl\noder übel irgendwo halten müssen, wo die Gelegenheit gegeben ist.\nDas ist ein bisschen so, wie wir vor Jahren eben mit den E-Autos auf Touren\ngegangen sind zu Events, zu E-Auto-Treffen und solchen Sachen,\nda sind wir nur mit Elektroautos unterwegs gewesen und jeder,\nder mit einem Fahrbrenner mitgefahren wäre, hätte auch uns einen Vogel gezeigt\nweil es einfach bescheuert war wir sind 400, 500, 600 Kilometer gefahren und\nbist halt 8, 9, 10 Stunden unterwegs gewesen für solche Sachen,\nweil du mit den Autos auch nur,\nAC laden konntest und es gab auch immer immer nur eine Ladesäule,\nalso wir haben oft einfach Stunden an Rastplätzen verbracht,\nweil es einfach eine Lademöglichkeit gab.\nHat zwar nichts gekostet, aber wir konnten auch nicht alle gleichzeitig laden.\nDa wird es dann halt schon schwierig. Und bei den Motorrädern ist es halt ähnlich.\nDie, die nicht Verbrenner fahren, halten die Verbrennerfahren an auf.\nWenn du aber mit 10, 12, 15 Motorrädern unterwegs bist, die alle elektrisch\nsind und du würdest sie alle laden wollen, hättest du halt auch ein Problem.\nDenn gleichzeitig irgendwie 10 Motorräder laden an einer Raststätte oder so,\ndas ist auch utopisch zum jetzigen Zeitpunkt.","Meine beiden Standardtouren, die ich im Jahr mache, da kommen irgendwie 100\nLeute mit 80 Motorrädern,\ndie zwar in kleinen Fünfer- bis Achtergruppen fahren, je nach können,\naber die treffen sich am Ende auch alle bei dem gleichen Aussichtspunkt Restaurant\noder was auch immer und wenn die dann da alle eintrudeln, dann ist nix mit laden und abends am Hotel,\nangenommen man würde nur so viel fahren, wie Batterie da wäre das Hotel könnte\nauch nicht 80 Motorräder laden, das geht alles gar nicht, also das würde nicht\nfunktionieren und ich denke auch auf,\nJahre erstmal noch nicht, also nicht dass ich pessimistisch bin,\naber das sehe ich einfach noch nicht.","Ja, aber das Hotel kann ja auch nicht 80 Motorräder betanken,\nJa, eben.\nJa, okay, gut, das sehe ich schon. Da sind wir natürlich noch ein bisschen weg.","Ich habe mal in Brandenburg in der letzten Pampa, da war so eine Pension,\ndie hatten ein Parkplatz, da waren tatsächlich ein oder zwei Tesla-Ladepunkte,\naber das wären dann zwei Motorräder.","Ich weiß nicht, wie lange lädt denn so eine Zero? Die lädt doch gar nicht so lange, ne?","Ja, keine Ahnung.","Ja, ich glaube, die Akkus sind nicht so groß, aber die Ladegeschwindigkeiten\nsind auch nicht so hoch. Ich weiß es ehrlich gesagt nicht auswendig.\nDas müsste ich hier mal hergucken.","Wie ist denn das bei der Live-Wire von Harley? Die hat doch auch ein bisschen größeren Akku noch, ne?","Gibt's die überhaupt?","Gibt's?","Die gibt's, ja. Ein Hörer von uns fährt die und ist immer ganz angetan,\nwie angetan die Leute von diesem Motorrad sind.\nSelbst eingefleischter Harley-Menschen gibt's ganz viele, die das gar nicht so doof finden alles.","Und hat die auch so einen Lautsprecher, die die ganze Zeit so bamm, bamm, bamm, bamm macht?","Die macht, soweit ich weiß, auch so ganz gut Krach. Also die machen halt durch\ndurch Elektromotoren, durch Inverter, durch mechanische Teile,\nauch so ordentlich Geräusch.\nDie klingt, glaube ich, sogar verhältnismäßig aggressiv dafür,\ndass sie eigentlich kein künstliches Geräusch hat.\nAlso ganz leise sind die natürlich nicht. Ich weiß nicht, ob ihr mal ein Formel-E-Rennen\noder sowas gesehen habt, gerade bei euch in Berlin, da ist das ja jährlich oder\njetzt im August gleich sechsmal hintereinander.","Dieses Jahr wollte ich es mir endlich mal anschauen und dann ist es gleich ausgefallen.","Ich auch. Ich kenne nur so die Übertragung, wo die Leute dann vor den quietschenden\nAutos oder sirrenden, das hat immer so was von Mückenschwarm. Irgendwie.","Das täuscht halt tatsächlich, wenn man es im Fernsehen hört, dann sind die Beste weg.\nAlso die Formel-E-Autos haben schon auch ordentlich Wumms von dem,\nwas sie an Sound produzieren. Und ich glaube, die Livewire, gerade die Harley, die macht schon auch,\nJa, also für ein elektrisches Motorrad schon eher, ist sie eher laut.\nIch will kurz noch auf die Akkus eingehen.\nDanke Marcel, schön, dass er gerade im Slack ist. Die Livewire hat einen 40\nKilowattstunden Akku, der ist ungefähr so groß wie bei den kleineren Akkupacks bei der Zero.\nDie haben größere und dann gibt es noch diese Energica-Bikes,\ndie haben halt bis zu 22 Kilowattstunden, was tatsächlich das Pendant von der\nälteren Renault Zoe ist. Damit sind wir Autos gefahren, was die jetzt in so\neinem sehr kompakten Akkupack in einem Motorrad haben.\nAlso da ist halt die Entwicklung auch nicht an den Dingern komplett vorübergegangen.\nUnd damit kann man dann auch schon sinnvolle Reichweiten erreichen,\naber der Punkt mit dem Laden und gerade wenn viele unterwegs sind, der ist total valide.\nDen kann man schlecht wegdiskutieren heute.","Wie schnell könnte man so ein Ding denn theoretisch laden?\nIch sehe das ja so ein bisschen als einen strategischen Vorteil von diesen zwei\nRädern, da wollte ich eigentlich auch so ein bisschen drauf hinaus.\nEs wird immer viel über Elektroautos geredet, aber die haben natürlich am Ende\nauch immer noch so ein bisschen das Problem, richtige Autos sein zu wollen.\nUnd kennt ja diese ganze Reichweiten-Diskussion und dann muss alles immer groß\nund schnell und Akku und viel sein und dann hast du natürlich dann automatisch\nauch gleich wieder das Problem,\nbrauchst dann auch viel Infrastruktur, damit du irgendwie mithalten kannst und\ndie Ladezeiten runterkriegen kannst und Motorräder oder sagen wir mal generell\nmal Zweiräder, ich will jetzt auch nicht immer so diesen Eindruck erwecken,\nich würde jetzt immer nur von diesen Boliden reden,\nsondern so etwas, was einen einfach irgendwo hinbringt.\nWas irgendwie lange fährt und gut zu fahren ist. Und zwei Räder,\nfinde ich, sind ja eigentlich...\nSo ein bisschen werden derzeit unter Wert gehandelt für das,\nwas sie eigentlich für unseren Verkehr leisten können.\nUnd gerade weil man ja mit sehr viel weniger Energie vorankommt,\nweil man eben auch sehr viel weniger Masse beschleunigt, trotzdem aber noch\nhalbwegs brauchbar Platz hat für Akku,\nmüsste sich ja da eigentlich so ein interessanter Sweetspot finden lassen,\nwo man schnell laden kann, weil es ja nicht so viel Akku ist,\naber eben auch mit weniger Akku relativ weit kommt, weil man ja insgesamt nicht\nso viel zu transportieren hat.","Ich glaube, das mit dem schnell laden.","Ja, das mit dem schnell laden, das ist ein Fehlschluss, weil je kleiner der\nAkku ist, desto langsamer musst du den laden.","Weil die haben nicht so viele parallel.","Man spricht da so von 1C oder 2C, sprich, wenn du 10 Kilowattstunden Akku hast,\ndann kannst du den mit 10 Kilowatt laden oder mit 20, dann bist du halt eine\nStunde, eine halbe Stunde oder Stunde unterwegs.\nWenn du jetzt einen 5-Kilowatt-Akku hast, dann kannst du ihn halt mit 5 oder\n10 Kilowatt laden und dann bist du wieder eine halbe oder eine ganze Stunde unterwegs.\nAlso es nimmt sich halt alles nichts, je kleiner der Akku ist.\nWas halt bei den Zweirädern was anderes ist, ist wie viele Kilowattstunden verbraucht\ner denn auf 100 Kilometer.\nDas heißt, wenn der sehr, sehr sparsam ist, ist, dann kann es natürlich sein,\ndass du mehr Kilometer pro Zeit reingeladen bekommst als bei einem relativ ineffektiven, dicken SUV.\nIch werde es keine Namen nennen, aber ihr wisst schon, was ich so meine.\nUnd das ist, glaube ich, der Punkt.","So weit, so richtig. Also jetzt mal ein Beispiel Zero Motorcycles.\nJe nach Akkugröße und Charger-Type können die zwischen drei Kilowatt,\nOder 6 Kilowatt AC, also Wechselstrom laden und bis zu 20 Kilowatt DC Schnellladung über CCS dann.\nUnd wenn du 20 Kilowatt Stunden Akku hast und 20 Kilowatt laden kannst,\nbrauchst du eine Stunde von 0% auf 100%. Also Pi mal Daumen,\nVerluste, Temperaturen, Umstände und so weiter.\nAlso dieses ganz schnell wieder laden, weil der Akku klein ist,\nist genau wie Roddy gesagt hat, schwierig.\nDas passiert so nicht. Und da muss man ja auch noch unterscheiden,\nbei den Motorrädern ist es nochmal anders als zum Beispiel bei den Scootern\noder E-Rollern und ich weiß nicht genau,\nwie die heißen, wo du eher dann sowas hast wie einen rausnehmbaren Akku,\nden du dann mit nach Hause nimmst und an die Schuko-Steckdose steckst.\nDie können ja gar nicht beschleunigt oder tatsächlich schnell laden,\nsondern das ist dann normalerweise der Haushalts-Steckdosen-Strom und da glaube\nich für die Akkupacks, die die Dinger haben, ist man auch meistens sechs oder\nacht Stunden oder sowas beschäftigt.","Kann man die dann noch tragen, die Dinger?","Ja.","Ja, das sind so Schleppables. Man kriegt die transportiert.","Bei den Motorrädern auch noch? Weil ich kenne von den Rollern,\ndass die schon gut was gewogen haben.","Also bei den großen Motorrädern, von denen wir eben jetzt sprachen,\nhier Energica, Zero, LifeWire und so weiter, die sind da fest verbaut.\nDie kannst du nicht rausnehmen.\nDie kannst du aber auch nur sehr schwer tragen. Da musst du schon halt so ein Schwarzenegger sein.","Ja, das ist eine andere Kategorie. Also was ja gerade passiert oder was eigentlich\nschon seit Längerem passiert, jetzt gibt ja in,\nTaiwan gibt es ja die Firma Gogoro.\nDie meines Wissens auch so ein bisschen weltweit, glaube ich,\nso die führenden Scooter. Nennen wir denn diese Kategorie Vespa?","Ich glaube, das ist schon Scooter. Also nicht in Deutschland.\nWir denken, glaube ich, da so Tretroller, wenn wir Scooter sagen.","Ja, Roller und Scooter ist auch so vertauscht. Es heißt mal das, mal das, mal das.","Ich glaube, sie nennen es schon Scooter.","Genau. Also bleiben wir jetzt mal so bei diesem Vespa-Style Roller. So, ja.\nGogoro baut die ja Und wir hatten ja in Berlin, ich weiß gar nicht,\nwaren die noch in anderen Städten in Deutschland eigentlich vertreten,\ngab es ja das sozusagen auf Leihbasis, also auf Sharing-Basis,\ndie sind jetzt mittlerweile von TIR übernommen worden,\nmit einem etwas geänderten Preismodell, glaube ich.\nUnd die Fahrzeuge waren von Gogoro, aber in Taiwan, wo die ja herkommen,\nda haben sie es halt anders gemacht.\nDa kaufst du dir so ein Fahrzeug oder liest es, weiß nicht ganz genau.\nAlso es ist sozusagen deins und dann haben sie ganz Taiwan mit Akku Infrastruktur,\nWechselstationen ausgestattet.\nEtwas ähnliches startet jetzt übrigens gerade die Bude Kumpan aus Deutschland\nDeutschland, in Berlin, wendet sich dabei aber explizit an Geschäftskunden erstmal.\nDas glaube ich, die versuchen gerade da den Zeh ins Wasser zu halten,\naber das Modell ist natürlich ganz interessant, setzt natürlich eine gewisse\nKompatibilität voraus, das ist auch schon wieder so ein anderes Problem,\naber das ist natürlich dann unschlagbar, wenn du also wirklich irgendwo hinfährst\nund dann so klack, klack, der Akku ist schon geladen, du nimmst einfach nur\neinen neuen mit, baust den ein, dann bist du in einer Minute sofort wieder startklar\nund hast sozusagen überhaupt gar keine,\ngar keine Ladelatenz mehr überhaupt.\nVielversprechend. Und das kann man natürlich auch für sich selber so organisieren.\nAlso wenn man jetzt eher so ein Modellpendler ist und viel zwischen denselben\nOrten hin und her fährt, dann kann man sich ja quasi schon mal einen geladenen Akku vorhalten.\nOkay, das ist bei den Akkupreisen dann auch relativ teuer, muss man dann schauen,\nob das irgendwie funktioniert, aber ich glaube, über diesen Weg kann man sich\ndas ganz ökonomisch machen.\nIch bin einfach begeistert von Elektro und Zweirad, ich finde das einfach mega,\nalso gerade mit diesen, ich fahre ja so eine Trinity,\ndas ist so letzten Endes nur rebranded von EcoBits, die glaube ich in Italien\nhergestellt werden oder zumindest kommt die Firma aus Italien und ich weiß nicht,\nob die dann am Ende nicht doch alle irgendwie in China zusammengefaltet werden, das kann gut sein.\nNein, das ist jetzt auch irgendwie nicht unbedingt gerade eine totale Edelmarke,\naber es funktioniert für mich eigentlich total super.\nAlso in der Stadt, also in meiner Stadt, also in Berlin, ich kenne keinen besseren\nTransportweg, also um irgendwo hinzukommen.\nDas schlägt alles, Auto, Straßenbahn, Bus, alles, Fahrrad, kann nichts mithalten.\nIrgendwo bist du schneller und einfacher.","Kommt halt drauf an, von wo in der Stadt nach wo in der Stadt.\nAlso gerade in Berlin gibt es diese Stadtautobahn, da willst du nicht mit so\neinem Ding irgendwie drauf fahren.","Darf er auch gar nicht, oder?","Darfst du wahrscheinlich auch gar nicht.","Darf ich schon. Warum sollte ich das nicht tun?","Weil es Autobahn ist und du mindestens 60 Sachen fahren musst.","Ja, meiner fährt 75.","Darfst du auch?","Ja. Darf ich auch.","Es gibt ja verschiedene Klassen.","Und es gibt jetzt vor allem diesen neuen Führerschein, den ich gemacht habe,\ndas ist diese B196 Regelung, also das ist diese, man kennt das ja,\nman hat so ABCD und dann hast du halt immer diese komischen Ziffern,\nvon denen auch meistens die Polizisten nicht genau wissen, was die bedeuten.\nUnd seit Anfang dieses Jahres gibt es die Möglichkeit, bei einer Fahrschule\naufzulaufen, dort vier Theorie und sechs praktische Fahrstunden nochmal zu belegen.\nDas war es dann auch, keine Prüfung. Dann lässt du dir von deiner Fahrschule\nbestätigen, dass du das gemacht hast,\nladest damit zum Ordnungsabend, sagst guten Tag, hier einmal Führerschein-Update,\nbitteschön, hier ist der Zettel, dann dauert das irgendwie ein paar Wochen,\ndann kriegst du irgendwann ein Pling-Plong, hier, neuer Führerschein ist da\nund dann hast du halt zu der Klasse B,\nalso vorausgesetzt du hast Klasse B natürlich.\nKriegst du dann eben dieses Kennzeichen eingetragen, 196, und das entspricht\nin Deutschland, wohlgemerkt in Deutschland, dann der Klasse A1.\nUnd damit bin ich quasi offiziell befugt, Motorräder zu fahren,\ndie eben in dieser 125er-Kategorie sind.\nWas ganz interessant ist, weil die 125er-Motorräder sind natürlich ziemliche Schlapppappen.\nWer schon mal auf so einem Ding, glaube ich, gesessen hat, das ist so,\nda kannst du dann so mit 6000 Umdrehungen irgendwie versuchen,\nirgendwie an die mögliche Höchstgeschwindigkeit heranzukommen.\nDa mag es auch ein paar ausgefeiltere Modelle geben, aber das meiste,\nda kannst du froh sein, wenn du da irgendwie auf nennenswerte Geschwindigkeit\nirgendwann mal kommst und der Sound ist einfach unerträglich.\nWenn du dir allerdings jetzt mal dieselbe Kategorie, die ja da mit 11 Kilowatt\nangegeben ist, auf ein Motorrad gibst, das ist halt schon eine ganz andere Nummer.\nAlso ich habe ja in meiner kleinen Trinity gerade mal so drei Kilowatt Motor\nund das ist schon, also das ist jetzt nicht unbedingt eine Rakete so,\naber das beschleunigt einen ausreichend und wenn ich mir das halt vorstelle,\ndass das Ganze dann irgendwie vierfach ist, es gibt ja von Zero Motorcycles\nentsprechende 11 Kilowatt Varianten,\ndas ist dann schon so richtig Motorrad.\nDa haben sie glaube ich auch bei der Neugestaltung dieses Führerschein-Bereichs\nnicht so richtig drüber nachgedacht.\nAlso es gibt sozusagen die Möglichkeit jetzt auch schnellere Roller oder eben\nauch kleine Motorräder schon zu bekommen, ohne gleich einen kompletten A-Führerschein machen zu müssen.","Habe ich sozusagen, aber alles schon mit drin bei meinem.","Hast du eh alles schon drin. Du kannst einfach direkt klicken und shoppen.","Direkt 125er fahren, toll.","Ja, also warum spreche ich das an? Ich habe so ein bisschen den Eindruck,\ndass in dieser ganzen Elektromobilitätsszene so Zweiräder eher so ein bisschen,\nso ein Backburner-Thema sind. Ist bei euch auch relativ selten dran, oder?","Ja, das hat zwei Gründe. Das eine ist, das, was bei den Autos die letzten Jahre\npassiert ist, jetzt bei den Motorrädern erst anfängt.\nUnd das andere ist, dass wir nur einen in\nder Truppe haben, der einen Motorradführerschein hat, und das ist Marcel.\nIch bin schon mal Zero gefahren, aber auch nur als Beifahrer.\nDeswegen sind wir da alle auch so ein bisschen unbelegt bei dem Thema.\nAlso wir treffen immer wieder Leute, die damit zu tun haben.\nWir haben auch Möglichkeiten, die man einfach nur mal in Anspruch nehmen muss,\num mal über Motorräder zu sprechen.\nDa gehört dann aber auch immer dazu...\nIch möchte da auch drauf gesessen haben. Ich bin halt auch früher nur als Beifahrer\nMotorrad gefahren, aber ich habe schon eine Idee, wie das so ist.","Ich meinte jetzt auch gar nicht mal nur euch Clean Electric,\nsondern generell so die ganze Debatte.\nWeil das gut, vielleicht ist es auch noch nicht ganz da, wo ich es gerne hätte.\nIch war neulich mal bei der Bude Kumpan, die es ja auch schon seit einiger Zeit gibt.\nDie sind sind in Rehmagen, das ist da bei Bonn.\nKleine mittelständische Bude, ganz putzig gemacht.\nFing gerade so der ganze Corona-Schwall an, da habe ich dann nochmal so eine\nkleine Testfahrt gemacht, weil die halt jetzt eigentlich die Ersten sind,\ndie wirklich ein interessantes Rollerteil auf den Markt werfen wollen.\nDas ist ja auch schon lange angekündigt.\nDie haben jetzt auch gerade ihre ganze Produktpalette nochmal komplett um gebrandet\noder zumindest diese Benamensungen und Kategorien geändert.\nDas hieß vorher, das hieß alles irgendwie 1954 und all diesen ganzen Retro-Style,\ndas hat auch nicht so richtig funktioniert.\nJetzt haben sie die irgendwie umbenannt und da soll halt jetzt im August so\neine 100-Stunden-Kilometer-Variante bei rauskommen.\nDann wird es natürlich ganz interessant, weil die dann so einen 6 oder 7 Kilowatt-Motor\nda drin haben und dann kannst du eben, wenn du so auf Roller stehst ist wie\nich, kommst du auch schon ganz gut unterwegs.\nUnd das funktioniert dann auch auf der Autobahn. Also auf der Stadtautobahn\nauf jeden Fall. Autobahn würde ich damit jetzt nicht unbedingt fahren, aber...\nMan kann alles benutzen an Straßen damit, man kommt überall hin und vor allem\nman kann auch mal easy peasy zwei Leute damit transportieren,\nwas ich auch sehr gut finde.","Und die heißen nicht nur 1954 irgendwas, sondern das ist doch so der Style eigentlich,\ndie sind schon so ein bisschen an klassische Motorroller angelehnt, oder?","Genau, also wer irgendwie so mit Vespa Optik was anfangen kann,\nder wird auch da fündig und ich habe jetzt nur diesen Prototyp geritten,\nvon daher kann ich noch nicht so ganz genau sagen, was jetzt am Ende rauskommt.\nDas andere Modell verkaufen sie ja schon so ein bisschen länger.\nDas ist alles relativ wertig. Also die Trinity, die ich habe,\ndie ist schon so ein bisschen noch ein bisschen mehr so Plaste-Bomber-mäßig\nund bei Kumpan wird schon ganz ordentlich darauf geachtet, dass das irgendwie alles ganz gut ist.\nUnd ich bin halt diesen Prototyp von diesem 100-Stunden-Kilometer-Ding gefahren\nund da hatte ich dann auch gar keine Wünsche mehr, was so Beschleunigung und so weiter betrifft.\nAlso es ist jetzt kein Motorrad, das drückt mich jetzt irgendwie weg,\nsondern für mich ist wichtig, dass ich im Flow des normalen städtischen Straßenverkehrs\nkeine Nachteile habe, dadurch, dass ich irgendwie nicht mitkomme.\nUnd das ist mit dieser obskuren 45-Stunden-Kilometer-Regelung für diese kleinen\nDinger, finde ich, ist eine große vertane Chance in Deutschland.\nMeiner Meinung nach sollte also erstmal 50 Stundenkilometer einfach mal drin\nsein und meiner Meinung nach sogar noch mehr.\nJa, die sollten einfach, man sollte mit einem normalen Klasse-3-Führerschein\nso ein Teil fahren können, was irgendwie auch 55 einfach kann,\nweil sonst bist du einfach ein Verkehrshindernis, das ist einfach die Realität\nund du musst auch so ein bisschen Beschleunigung am Start haben,\ndamit du mithalten kannst und bei den größeren Dingern ist das dann eh kein Thema mehr. ja.\nAlso ich hoffe, dass die Companions da endlich mal an den Start kommen mit dem ganzen Kram.\nDas sah auch alles nicht so schlecht aus. Die bauen auch alles selber und das\nist irgendwie kein China-Kram und machen auch ihre Software selber und das sah\nauch alles gar nicht mal so schlimm aus.\nDas hat mich alles sehr gewundert, weil so Elektro und Software und Deutschland\nist ja auch nochmal so ein Thema für sich.\nIch hoffe, das kommt alles noch.","Nur weil VW das nicht hinkriegt, heißt das noch lang nicht, dass das in Deutschland\ngrundsätzlich ein schlechtes Thema ist.","Hast du schon mal ein BMW User Interface gesehen?","Ich weiß nicht, ob ich es User Interface nennen würde, aber ja,\nda gibt es immer dieses komische Scrollrad.","Und Menüs und Untermenüs, auch in diesem Mercedes, ich habe irgendwie auf dieser\nMesse da in so einem EQC Dingsbum, ich weiß nicht, ob das ein Prototyp war oder\nwas auch immer, es war einfach alles so, ah, bitte.","Ja, du musst ja sagen, okay, Mercedes und so.\nDann macht er alles, muss nichts anfassen.","Okay, Mercedes.","Da gibt es so eine schöne Folge von, wie heißt er, Fully Charged,\nRobert Lavellin, wo er dieses Ding Probe fährt und immer darüber redet,\nwas jetzt ist mit Mercedes hier und Mercedes da.\nUnd immer wenn er Mercedes sagt, dann springt dieser Assistent an und sagt,\ndass er das jetzt nicht verstanden hat, was er von ihm wollte,\nbis zu dem Punkt, wo er halt dann nicht mehr Mercedes sagt, weil er irgendwie\ndas halt nicht ausschalten kann.","Im Chat wird korrekt erwähnt, dass man natürlich auch mal kurz UNO Motors noch\nansprechen soll, die sind ja ähnlich wie Kumpan auch ganz gut unterwegs,\ndie hatten auch so ein etwas retro mäßiges Design und haben jetzt ganz neue\nModelle, da habe ich jetzt neulich das erste Mal eins vor mir stehen sehen,\ndas sieht in der Tat ganz interessant aus, aber die haben halt nur diese 45\nStundenkilometer Dinger und das kommt für mich halt nicht in Frage.\nAlso das würde ich auch keinem raten.\nSchaust für so ein Elektro-Zweirad?","Weil BMW und Mercedes diese Dinger nicht bauen.","Ja, warum bauen die die nicht?","Ganz einfache Antwort. Ja, weiß ich auch nicht.","Also tatsächlich, BMW...","Weil die Marge zu gering ist.\nBei denen. Da können die mit den China-Produktionen nicht mithalten.\nDeswegen lassen die da die Finger davon.","Ja, hier wird noch die E-Schwalbe erwähnt, aber die ist doch relativ teuer.\nUnd dafür, was sie bietet.\nIch meine, es gibt ja auch diesen Verleiher in Berlin, wo man sich so ein Ding\ndann mal schießen kann und mal rumfahren kann damit.","Ich habe auch so ein Ding mal gesessen, die wir hatten, die hier in diesem Sharing-Pool\nvon, du hast gleich noch die andere Bude, die roten. Emy?","Die Schwalbe waren doch die Roten oder Orange.","Die Schwalbe war Emy.","Emy waren die Roten und die hatten unter anderem auch Schwalben.\nDie haben mehrere Modelle gehabt und ich habe einmal auf so einer Schwalbe gesessen\nund okay, gut, Schwalbe meinetwegen, Ostkult und so weiter.\nIch habe auch gesehen, ich darf nicht schnell fahren, weil es ist eine Schwalbe.\nIch fahre einfach träge.","Da gibt es glaube ich zwei Versionen. Es gibt die träge und die 90 kmh.","Kann sein, dass sie da mittlerweile nachgerüstet haben. Aber das Ding,\nauf dem ich da gesessen habe, hat mich einfach überhaupt nicht überzeugt.\nWährend diese Gogoro-Modelle mich von Anfang an überzeugt haben.\nDie waren also von Anfang an spritzig. Die neuen Gogoros, die sie jetzt auf\nder Straße haben, wiederum sind furchtbar.\nAlso das sind auch so merkwürdige Regressionen am Start. Ich verstehe das alles gar nicht.\nUnklar. Das muss besser werden. Ich will das nicht so haben.\nJa, lass uns nochmal, weil das war jetzt auch ehrlich gesagt so ein bisschen\nmeine Intention, Philipp, als wir dich hier dazu gebeten haben.\nIch will ja jetzt hier nicht so ein Elektro-Klin-Elektrik-Aus-Klink-Podcast\nmachen, sondern wollte eigentlich ganz gerne so ein bisschen,\nwie es meine Art ist, so auf die Meta-Ebene kommen.\nUnd vielleicht mal so ein bisschen darüber reüssieren, wo wir denn jetzt eigentlich\ngerade sind mit dieser ganzen Elektro-Revolution.\nDas hat ja alles große Fortschritte gemacht und ich meine auch,\ndass wir hier, als wir vor zwei, drei Jahren mal in der Freakshow gesprochen\nhaben, ich mich zu dieser Aussage habe hinreißen lassen, dass es jetzt noch zwei,\ndrei Jahre dauert und dann ist das Ding durch.\nWelches Ding? Ja, genau. Welches Ding eigentlich?","Formuliere mal die Frage, klar, dann können wir das vielleicht beantworten.\nDu willst jetzt nämlich zu verwaschen, glaube ich.","Ich kann dir sagen, was ich damit gemeint habe. Also zu dem Zeitpunkt,\nals wir darüber gesprochen haben, war das noch so dieses so,\nach, ob denn das überhaupt kommt und ob das denn überhaupt jemals ein Ding ist.","Na was denn?","Na Elektrofahrzeuge.","Dass das sozusagen wie ein Wechsel vom Verbrennungsmotor auf Elektro,\ndass das jetzt stattfindet und dass das sozusagen auch alle so sehen.","Kannst doch nicht 100 Jahre Infrastruktur in zwei, drei Jahren auf den Kopf\nstellen, das wird nicht klappen.","Nein, das ist bei den Pferden und den Autos aber auch in zehn Jahren passiert.","Einerseits, andererseits meine ich ja auch nicht, der Prozess ist abgeschlossen,\nsondern was ich meinte ist, es ist allen klar, dass das jetzt stattfindet.\nSo und ich glaube tatsächlich, dass wir an diesem Punkt sind,\naber das würde ich auch gerne zur Diskussion stellen, dass wir an diesem Punkt\nsind, wo jetzt allen klar ist, das wird jetzt stattfinden.\nUnd es wird mit batteriebetriebenen Fahrzeugen im Wesentlichen stattfinden und\nder Verbrenner ist durch. ich.","Aber bei den allen ist klar, musst du natürlich eigentlich dein Lieblingszitat\nvon Douglas Adams aus der Schublade kramen mit der Zukunft, die nicht gleich verteilt ist.\nUnd ich glaube, dass es allen ist das noch nicht klar.","Das glaube ich auch.","Da wurden ja die Autos eingeführt, weil die Pferde auch schon zu lange Ladezeiten\nhatten und weil es keine die mussten ja noch mit Wechselpferden arbeiten und\nso. Und das hatte der Verbrenner alles nicht.\nAlso der Verbrenner hat da noch klare Vorteile.","Das ist früher der Wechsel, das Wechselpferd war es, heute der Wechsel Akkus.\nKommt einfach nicht, das bringt es nicht.","Ja, aber davon sind die ja weg, das wollten die nicht.","Ja gut, aber ich meine, welcher seriöse Automobilhersteller plante neue Motoren?\nWer baut denn jetzt noch ein Motorenwerk auf? Wer investiert nennenswert in\ndie Weiterentwicklung von Verbrennungsmotoren, abgesehen jetzt vielleicht von so Spezialbereichen?","Alle großen Autofirmen, würde ich sagen, noch.","Soweit ich weiß, ist das nicht mehr der Fall.","Ich weiß nicht, ob wir da überhaupt genug Einblick haben in diese Szene des Motorenbaus.\nWo fängt denn eine Weiterentwicklung an? Ich denke, dass die ständig rumoptimieren, wie blöd.\nHier noch ein paar Gramm von der Nockenwelle weg und hier noch irgendwie,\nweiß ich nicht, noch ein Kettenglied weniger bei der, wie heißt diese Welle,\ndie da die Klappen auf und zu macht?\nEgal. Du weißt, was ich meine.","Die Nockenwelle.","Die Nockenwelle, genau. Die Nockenwelle ist die Kurbelwelle.","Kurbelwelle, Nockenwelle, ja, und diese Kette, die beides verbindet und so weiter.\nIch kann mir nicht vorstellen, dass die aufhören, zumindest kleinteilig da Verbesserungen\ndran zu machen, solange wie sie immer wieder neue Verbrenner auf den Markt werfen.\nZu sagen, das ist jetzt unser letzter Verbrennungsmotor, wir bliegen jetzt noch\nso lange Blech, wo die Dinger reinpassen, bis der Letzte es kapiert hat,\ndass wir die nicht mehr kaufen.\nAlso ich glaube, die deutschen Hersteller sind da noch nicht.\nAlso die deutschen Hersteller sind da.","Alle Hersteller sind da, glaube ich, noch nicht.","Doch, ich glaube, dass die da so sind. Und ich kramme die ganze Zeit in meinem Hirn.\nAber es gab letztes Jahr schon die Ankündigung.\nUnd ich bin mir jetzt nicht hundertprozentig sicher, ob es VW war oder ob es...","Volvo war es, meinst du?","Volvo war es. Ich glaube, Volvo hat explizit gesagt, sie werden jetzt keine\nweitere Dieselentwicklung mehr vorantreiben.","Ja, aber die sind ja auch von den Chinesen gekauft worden, die sowieso nur noch\nElektro machen. Also...\nAber ich meine, schau dir das an, momentan hat nur VW ein Auto,\nwas demnächst rauskommt, was eine reine Elektroplattform ist.\nWährend jetzt hier Mercedes, dieser EQC ist ja eigentlich auch nur ein umgebrandeter,\nwie heißt der, irgendwas, CEG, irgendwie, keine Ahnung.\nAuf jeden Fall, da hast du diese riesige Motorhaube, wo irgendwie ein Baby-Elefant\nreinpassen würde und dann denkst du dir so, boah, geiles Auto,\nda muss ja ein super Frunk drin sein, da kann ich ja irgendwie vier Kästen Bier reintun.\nDann machst du die Klappe hoch und dann ist da eine Plastikabdeckung,\nweil sie den ganzen Scheiß mit irgendeiner Technik vollgerümpelt haben,\ndie da nicht hingehört, weil sie eben nicht den Akku irgendwie richtig ordentlich\nin den Boden reingebaut haben und so weiter, sondern das ist halt nur ein umgebrandeter\nVerbrennerkarosserie.\nUnd solange sowas passiert, also sehe ich zumindest bei Mercedes noch nichts,\ndass die da irgendwie jetzt große Elektro-Zukunft geschnuppert haben.","Gut, BMW, das versteht sowieso niemand, was die machen, aber … Aber ich glaube\nauch, dass diese Unternehmen, die das jetzt noch nicht tun, die werden wir dann\nhalt auch nicht mehr lange sehen.","Naja gut, ich meine Mercedes-Benz gehört ja jetzt schon zu 20% den Chinesen.\nIn drei Jahren gehören sie zu 50% den Chinesen. Das ist einfach das,\nwas dann passieren wird.","Ich glaube, auch blöd sind die alle nicht. Ich glaube, die haben ein ganz anderes\nProblem. Nämlich, dass die.\nDiese disruptive Innovation nicht von ihnen kommen kann. Das ist halt ein organisatorisches Problem.\nEin Autohersteller wie BMW zum Beispiel oder dollar Autohersteller würdet ihr\nwahrscheinlich sagen, der kann nicht einfach sagen,\nder kann nicht einfach sagen, ey morgen machen wir nur noch E-Autos und das\nandere Zeug verkaufen wir jetzt nicht mehr.\nWeil er seine eigene Konkurrenz wäre und weil er unfassbar viel Geld in was\ninvestieren muss, von dem er nicht genau weiß, ob das funktioniert,\nzu dem Zeitpunkt, wo er das jetzt macht. Deswegen sind die langsam.\nDeswegen brauchen wir aber auch alle, die außenrum passieren und neu entstehen\nund die Sachen machen, die der OEM, der Autohersteller selber eigentlich gar\nnicht leisten kann. Nicht, dass er das nicht will.\nIch sage auch nicht, dass sie das nicht verstehen. Die sind ja nicht deshalb\ngroß und erfolgreich und marktbeherrschend, weil die doof sind.\nDie wissen schon, was sie tun, aber die haben dieses organisatorische Problem.\nDie brauchen einen Tesla und einen Nio und einen was weiß ich was beliebigen\nchinesischen neuen Autohersteller, den es gestern noch nicht gegeben hat.\nDa gibt es Dutzende und von denen werden laut McKinsey-Studie irgendwie sieben\nvon zwölf sind valide aufgestellt und können durchaus profitabel werden,\nsagen die großen Unternehmensberater, die mit den Dreiteilern und Krawatten und so.\nWir haben das grundlegend analysiert, ich hab den Link jetzt nicht,\naber kann ich dich ja später noch mal suchen für die Shownotes.\nUnd ich glaube, das ist genau das, was es braucht, denn dieser Markt für die\nganzen Verbrennungsfahrzeuge, der ist ja noch da.\nDie Leute sind ja jetzt nicht einfach weg. Wir sind ja in einer relativ kleinen\nBlase noch unterwegs im Moment, wobei man aber eben dieses Exponentielle nicht\nvergessen darf. Über das haben wir ja dieses Jahr sehr viel gelernt.\nDas ist bei dieser Entwicklungsgeschichte von neuen Innovationen ist das nämlich genauso.\nDas ist nicht linear, da passiert ganz wenig und dann ist auf einmal dieses\n168 Grad, hat mal Lars Thomson, so ein Zukunftsforscher gesagt,\ndas ist wie Popcorn machen, der Popcorn-Effekt.\nDu hast eine Pfanne mit Öl und dann Popcorn-Maiskörnern drin und du erhitzt\ndas und es passiert gar nichts Sichtbares.\nDas Öl wird heißer, die Pfanne wird heiß, es passiert schon was, aber du siehst es nicht.\nUnd dann poppt mal so ein Körnchen, wenn eine bestimmte Temperatur erreicht\nist und dann poppen nochmal zwei, drei und weiterhin passiert im Großen und\nGanzen nicht viel. Und auf einmal hast du 168 Grad in deinem Öl und diese ganzen\nPopkörnchen brechen auf.\nUnd so ist das mit diesen Geschichten, die wir jetzt hier gerade in der Automobilindustrie sehen, auch.\nWir haben hier so einen Tesla, die verkaufen zunehmend Fahrzeuge.\nWir haben andere Hersteller, die verkaufen zunehmend Fahrzeuge 163 Grad.\nDanke, Marcel. Gut, dass wir diesen Slack haben.\nIch und Zahlen, die mich kennen, wissen ...","Gut, dass wir den Marcel haben, würde ich mal sagen.","Wir sind einfach unheimlich schlecht mit Zahlen. Ja, ich hatte jetzt 178,\naber eine 3 ist jetzt rein optisch hart verwandt mit einer 8.\nAlso da kann man schon mal verwechseln.\nJa, und was ich sagen will, ist halt, der Autohersteller aus sich heraus kann\ndas gar nicht leisten, was notwendig ist, weil er sich selbst zerstören würde,\nim schlimmsten Fall. Er müsste einfach ganz viele Sachen ganz anders machen.\nEr hat aber 150.000 Mitarbeiter und kann nicht mal eben einfach alles anders\nmachen. Und er verkauft ja auch das Zeug, das er jetzt hat.\nEs gibt so eine Matrix, da hast du irgendwie so Stars und Poor Dogs und Cash\nCows und so weiter. Und du musst diese Cash Cow melken, bis sie tot umfällt.\nUnd genau das machen die. Und das ist rein wirtschaftlich genau das,\nwas sie machen müssen. Was sollen sie machen?\nDie werden jetzt nicht aufhören, das Zeug zu verkaufen.","Ja, aber wenn sie ihre eigenen Konkurrenten wären.\nIch meine, was Besseres kann ja eigentlich gar nicht passieren,\nweil wenn du nämlich nicht dein eigener Konkurrent bist, dann sind nämlich deine\nKonkurrenten deine Konkurrenten und dann läuft ja natürlich dieser Markt auch schnell wieder weg.","Genau, aber was Sie jetzt dazu sagen würden, wäre ich jetzt in der Automobilindustrie,\nwürde ich behaupten, würden Sie sagen, ja, lass die anderen mal vorlegen und\nwenn wir sehen, dass dieser Markt da ist,\ndann können wir den auch bedienen. Ich habe in Projekten, ich mache das ja nicht\nberuflich, aber habe zufällig ein paar Jahre in Projekten bei BMW verbracht\nim IT-Zentrum und habe dort aus erster Hand aus allen Ebenen von Leuten in diesem Unternehmen gehört.\nDas mit dem Motor, da brauchen wir uns jetzt gar nicht anstrengen,\ndas können wir machen, wenn es so weit ist.\nWenn da der Markt ist, dann machen wir das mit dem E-Core Problem nicht,\ndas passt schon. Und das ist, wie sie das glauben, wie es tatsächlich ist.\nSie schauen schon, was passiert und du siehst eben an der Strategie die VW fährt,\ndass sie ganz, ganz, ganz genau wissen, was da passiert.\nUnd du kannst jetzt noch irgendwie vorne mit dabei sein, indem du was Gutes\nlieferst in einem Szenario, wo Tesla und ein paar Koreaner den Markt anfangen zu beherrschen.\nDa kannst du jetzt noch vorne mitmischen, wenn du richtig was reinbutterst.\nUnd VW hat die Menge Leute und auch die Menge Geld, um das zu machen.\nUnd BMW ist zum Beispiel, das ist immer wieder so ein Beispiel,\nBMW, weil die sich einfach atypisch verhalten irgendwo.\nDas liegt ein bisschen daran, die sind der kleinste Autohersteller,\nden wir haben im Land. Die haben 125.000 Mitarbeiter und sind damit ein Zwerg in der Autoindustrie.\nUnd die müssen machen, was die machen.\nUnd die haben doch auch eine ganz bestimmte Kundengruppe. Die Leute,\ndie vier Auspuffrohre lieber haben als zwei, die lieber Achtzylinder haben als\nvier, die lieber das laute Auto haben als das leise, das sind hauptsächlich die BMW-Kunden.\nUnd ich weiß, wovon ich rede, denn ich wohne hier am Ortsausgang im Speckgürtel von München.\nIch kenne die alle. Alle.\nDie haben die Leute, die dieses Zeug kaufen. Und solange die da sind,\nwerden die das Zeug bauen.\nDaran führt gar kein Weg für sie vorbei. Die können gar nicht anders.\nDas ist ihr Job. Die machen das nicht, um die Welt zu verbessern.","Ich will das gar nicht gutheißen.","Bitte?","Für die ist ja Tesla auch noch nicht so die große Konkurrenz,\nweil die sehen ja, was Tesla an Autos irgendwie raustun kann aus ihrer Fabrik.\nJetzt kommt in Berlin vielleicht in einem Jahr eine neue dazu,\naber dann können die ja das berechnen, was Tesla ihnen an Markt dann wegnehmen könnte.\nUnd solange die das nicht für\nzu gefährlich finden, interessiert die das wahrscheinlich noch gar nicht.\nDa lohnt es sich jetzt noch nicht, sozusagen in einen Markt einzusteigen,\nwo dann eventuell gar nicht so viel verkauft wird, wie... Hallo?","In den USA hat Tesla vor allem von BMW und Mercedes den Markt weggenommen.\nAlso Tesla ist da mit Abstand der größte Anbieter in diesem Segment.\nAlso diese ganzen teuren, ich weiß nicht genau, Limousinen, wie man es nennen\nsoll, da wo auch viel Marge zu holen ist, da sind die einfach mittlerweile alle unter ferner Liefen.\nDas mag jetzt vielleicht noch im Münchner Speckgürtel funktionieren,\naber in den USA funktioniert das nicht mehr.","Ja, ja, das sind ja auch wieder ganz, ja, das sind natürlich auch ganz verschiedene Sachen.\nFun Fact, Tesla hat letzte Woche an einem Tag an Aktienwert so viel zugewonnen,\nwie BMW als Firma komplett wert ist.\nAlso da vergleichen wir halt auch Dinge, die miteinander nichts zu tun haben,\nweil Tesla verkauft da nämlich die Zukunft und BMW verkauft,\nwas sie jetzt halt gerade haben.\nAber nochmal. BMW verkauft die Vergangenheit.\nJa, aus meiner Sicht auch, aber nicht aus Sicht des Großteils der Bevölkerung\ndieses Landes, möchte ich behaupten, was ich schade finde, aber ich muss mich\nimmer dazu zwingen, das anzuerkennen, dass das so ist.","Das ist so, aber ich bezweifle einfach, das ist vielleicht mein Punkt,\nich bezweifle einfach, dass das zukunftsfähig ist oder ausreichend zukunftsfähig\nist und ich bezweifle auch aus generellen Erwägungen,\ndass sie in der Lage sind auf diesen Zug aufzuspringen, weil es sich hierbei\nnicht nur um eine andere Antriebstechnik handelt.\nDas ist glaube ich so ein bisschen auch die Perspektive, die sie da haben.\nJa, braucht Ladeinfrastruktur, funktioniert anders, ist eine andere Antriebstechnik,\nda werden wir dann irgendwann drauf umstellen.\nAber der zweite Wandel, der hier auch noch mit stattfindet, ist ja der,\ndass Software auf einmal zum definierenden Element wird.\nUnd das haben wir ja nun schon im Computerbereich auch gesehen und dann kommt\nso ein Tesla her und ich verfolge das so ein bisschen aus dem Augenwinkel,\naber meine Wahrnehmung ist,\ndass gerade durch Model 3 und jetzt dieses Y.\nSie in zunehmenden Maße auch so Dritthersteller von Komponenten rausschmeißen\nund alles läuft sozusagen auch unter ihrer eigenen Software.\nWährend sie sich bei VW immer noch irgendwie mit ihrem bekloppten VME-Bus und\neiner Milliarde Zulieferern rumschlagen, die alle irgendwie ihre Firmware-Updates\nnicht auf die Kette kriegen und einfach nicht mehr in der Lage sind,\ndenselben Innovationszyklus zu fahren,\nden Tesla und vielleicht manch andere Nischenhersteller da jetzt schon losgehen.\nUnd dann werden sie dann irgendwann so dastehen, wie die deutsche Computerindustrie\nin den 80er Jahren, die dann irgendwann festgestellt hat, so,\nach, wie ihr habt jetzt hier irgendwie einheitliche Betriebssysteme,\ndie irgendwie alles zusammenbringen, ja da haben wir ja gar nichts, ja ups.\nUnd das war es dann mit der deutschen Computerindustrie.\nIch meine, ich habe selber noch Ende der 70er, Anfang der 80er an so Maschinen\ngearbeitet, so wie CTM Computer, Computertechnik Müller.\nUnd es gab verschiedenste deutsche Computerhersteller,\ndie Betriebssysteme hergestellt haben, die alle genauso mit dieser selben Denke\nund genau mit denselben, wir schauen uns das irgendwie an und nein,\nwir haben ja unseren Markt und wir kennen ja unsere Kunden und so weiter.\nUnd wir sind ja hier im Satz, Lichtsatz unterwegs und das wird noch lange halten\nund drei Jahre später waren die einfach alle in Konkurs, weil sich alles ändert.","Naja, also das würde ich nicht zu hoch hängen, ehrlich gesagt.\nUnd vor allen Dingen muss man sagen, also ich habe das Gefühl, dass das VW dadurch,\ndass sie mit diesem ganzen Diesel-Skandal so richtig eins vor den Bug bekommen\nhaben, dass die jetzt gucken, dass sie das Elektro-Thema besser auf die Reihe kriegen.\nDass die natürlich jetzt gemerkt haben, dass so mal eben Software schreiben\nhalt doch nicht so mal eben ist und sie jetzt irgendwie Parkplätze voll Autos haben,\ndie sie nur so richtig ausliefern können, weil die Software nicht fertig ist.\nOkay, geschenkt, aber immerhin haben sie verstanden, dass sie das jetzt tun\nmüssen und dass sie das jetzt hinkriegen müssen und dass das,\nwenn sie das nicht selber machen, dass sie dann abgehängt werden,\nweil die ganzen Zulieferer halt auch nur irgendwie das Mindestmaß bringen.","Ja, das haben sie verstanden. Also der Weg ist klar, weil ich glaube,\nsie sind schon ein bisschen spät dran.","Und ich glaube, ehrlich gesagt, glaube ich bei VW, dass die diejenigen sind,\ndie es noch am ehesten kapiert haben, die noch am weitesten vorne sind,\ndie auch noch die besten Chancen haben.\nIch meine, so ein Mercedes-Benz, der Daimler ist nirgendwo.\nAlso die haben auch immer noch nicht so verstanden, dass sie da jetzt mal tätig\nwerden müssen, sondern bauen halt\nihren IQC jetzt auch wieder nur so als Compliance-Car, hat man das Gefühl.\nJa klar, der ist irgendwie wertig, aber so richtig Herzblut scheint da aber\nauch nicht drin zu stecken.\nBei BMW, ich weiß nicht, dieses Rumgeeiere mit dem i3, wir stellen ihn ein,\nnee, wir machen ihn doch weiter und hier, also das...","Ich glaube, also ich finde ja tatsächlich die Geschichte von BMW am allerschrecklichsten.\nSie hätten einfach nicht aufhören dürfen, nach dem i3 weiterzumachen und so\nwie sie es da gemacht haben, ist tatsächlich die einzige valide Möglichkeit,\nneben dem, was man schon tut, was Neues zu machen.\nWas die nämlich gemacht haben, ich weiß nicht, 2012, 13 sowas,\nist für den i3 quasi from scratch alles neu zu machen.\nDas war sozusagen eine komplett unabhängige Firma in der BMW AG.\nDie konnten machen, was die mussten und was die wollten. Die waren finanziell\neinigermaßen unabhängig. Klar, da fließen Gelder hin, über die man vorher geredet\nhat und so weiter. Und für den nächsten Projektschritt muss halt die Ampel grün\nsein und das Steering Committee muss sagen, ja, go und so weiter.\nGanz klassisch, ganz klar.\nAber sie waren eben nicht so, wie die BMW-Strategie jetzt ist,\nsondern man hatte den i3, der wurde auf einem eigenen Band, in einer eigenen\nFabrik, mit eigenen Leuten, mit eigenen agilen Teams und so weiter entwickelt und gebaut.\nUnd jetzt ist es halt so, dass sie sich davon überzeugt zeigen,\ndass es richtig ist, alles auf einem Band zu fertigen.\nUnd das, was dann dabei rauskommt, ist halt das Zeug, was andere Hersteller\nvor Jahren schon gemacht haben.\nWas mal, wenn man sich zum Beispiel einen Hyundai Ioniq anguckt,\ndurchaus gelingen kann, wo ich mich heute noch frage, wie sie das so gut hinbekommen\nhaben, weil eigentlich die Idee,\nein Verbrennungsfahrzeug, ein Hybridfahrzeug und ein Elektrofahrzeug auf derselben\nPlattform mit größtenteils, also größtmöglicher Menge gleicher Teile zu bauen,\neigentlich eine Scheißidee ist, denn das kann passieren.\nIn keiner Sparte wirklich gut sein. Das ist einfach nicht möglich.\nJa klar, vom Aufwand her und von den Einsparmöglichkeiten her,\ndas verstehe ich total, dass das rein betrieblich irgendwie Sinn macht,\nmöglichst viel Komponenten zu verwenden.\nAber das ist eben der Weg, den BMW jetzt eingeschlagen hat.\nUnd sie sagen, wir machen alles von einem Band und wir machen alles in einer\nFabrik und da fällt möglichst aus demselben Ei einen ganz verschiedenen Dinger raus.\nDas kann halt einfach nicht nachhaltig funktionieren. Das Blöde ist,\ndass das andere ja schon gelernt haben.\nMan muss nicht jeden Fehler selber machen, sage ich mal so.\nMan kann auch mal gucken, was die anderen gemacht haben und sich orientieren\nan denen, die offensichtlich Erfolg haben mit dem, was sie tun.\nUnd bei BMW ist es geradezu tragisch, weil sie es eigentlich schon konnten.\nWeil sie eigentlich da schon waren, wo sie hätten hin sollen müssen.\nUnd sie hätten neben Tesla design können,\ndie den neuen heißen E-Auto-Scheiß hätten bauen können, wenn sie nach dem Mi3\nnicht einfach aufgehört hätten und gesagt hätten, nee, das ist nur ein Technologie-Träger,\ndas hat keine Zukunft. Und jetzt schau mal, wie viel von den Dingern verkauft werden.\nHeute noch, natürlich nach dem dritten Facelift mit größerem Akku und besseren\nMotoren und Schnickschnack, aber im Grunde das gleiche Auto wie 2013.\nUnd dass sie das nicht verstehen, das macht mich ehrlich gesagt traurig.\nDas ist irgendwie nicht gut.","Ciao.","Genau, das ist...","Aber wenn ich das richtig verstehe, auch viel viel politik in der firma selber\nwo manche leute das halt unbedingt haben wollten und andere das halt überhaupt\ngar nicht haben wollten und dann mal hat der eine die oberhand mal hat der andere.","Auch eine Schwierigkeit von großen Unternehmungen. Das ist halt so.\nDu hast große, mächtige Bereiche, die gegeneinander arbeiten.\nWas sie bei BMW an Jahren und Ingenieursstunden investiert haben,\neinfach um zu diskutieren, ob man zwölf Zylinder baut oder acht Zylinder baut,\nob man vier Turbolader hat oder zwölf, was weiß ich.\nIch glaube, es gibt siebener BMWs mit vier Turboladern und solchen Quatsch.\nEinfach nur, weil man das machen kann.\nDa wird halt sehr viel in klein klein investiert, weil man halt auch seit 100\nJahren diese Motoren baut.\nDa kann man nur noch klein klein machen. Die Revolution gibt es da nicht mehr.\nDie findet halt woanders statt. Und das ist ein bisschen schade.\nAber da beißt sich die Katze in den Schwanz, weil nämlich sie das bauen, was gekauft wird.","Weil wir gerade beim i3 waren, das rauschte bei mir so durch.\nUnd zwar gibt es da diese Monroe & Associates. Es gibt diesen Monroe,\nder irgendwie immer Autos auseinander nimmt Und komplett einmal das gesamte\nEngineering auseinander nimmt und dann riesige Berichte schreibt.\nDer hat 2012 oder wann der i3 rauskam tatsächlich auch für den i3 diesen Prozess\neinmal durchgemacht und ist damals in einer Fernsehshow,\nin einem Interview aufgefallen mit den Worten BMW ist so weit vorne,\ndas ist schon nicht mal mehr peinlich.\nAlso das ist schon, das hat er damals gesagt, er meinte, es ist nicht mehr lustig,\nwie viel Fortschritt die vor allen anderen haben mit dem i3.\nUnd seit heute kann jeder, der ihn haben will, sich diesen Report für 10 Dollar\nklicken bei Monroe & Associates.\nIch hau mal den Link in den Slack ich hätte fast auch den Kaufen-Button geklickt\naber dann dachte ich mir, was willst du mit 20.000.","Seiten PDF, die du nie anguckst da muss man schon mal eine Vorliebe für Ingenieurswesen\nhaben damit das nicht zu langweilig wird 23.000.","Seiten wen das interessiert und da mal so 10 Dollar investieren will,\nder kann das jetzt einfach tun,\nUnd da findet man dann die ganzen Antworten auf die Frage, konnte das BMW dann\nwirklich besser als die anderen oder nicht?\nOder sind sie vielleicht auch technologisch immer noch vorne?\nMan weiß es nicht, aber da steht es drin.","Ein Ding, was ich noch sagen muss, aber wenn ich mir jetzt angenommen,\nich hätte jetzt so einen Dauerjob irgendwie so in der Stadt,\nwo ich halt mit den Öffentlichen nicht so easy hinkomme oder ich kann nicht\nmehr Motorrad fahren, keine Ahnung.\nUnd ich bräuchte jetzt mein Auto aus irgendwelchen Gründen auch immer.\nIch könnte hier in meiner Straße, also mit dem Elektroauto hätte ich hier glaube ich keinen Spaß.\nIch könnte hier nachts irgendwie meine Kiste, müsste ich hinten in der Torstraße,\ndas ist eine so eine Ladesäule, die ist aber, da steht immer irgendwie was.\nAlso ich glaube, ich müsste hier um die Ladesäule kämpfen und abends rumfahren,\nnicht um Parkplatz zu suchen, sondern um die Ladesäule zu finden.","Guter Punkt, ich wollte gerade uns sowieso mal in diese Richtung schubsen,\nohne nicht vorher nochmal kurz festgestellt zu haben, all das ist das,\nwas ich eigentlich meinte mit in ein paar Jahren ist das durch.\nWir sind noch nicht da, wo wir sein wollen, aber es ist klar,\nes wird jetzt eine Ladeinfrastruktur gebaut,\nes werden die neuen großen Modelle elektrisch geplant,\ndie Unternehmen, die diesen Schritt jetzt nicht machen, werden in Probleme kommen\nund das mag jetzt nicht dem letzten Hinterwäldler schon klar sein oder ist nicht\nbereit, das irgendwie zuzugeben.\nAber ich denke, dass alle, die sich irgendwie nennenswert mit diesem ganzen\nProzess beschäftigen und so ein bisschen in die Zukunft schauen,\ndas jetzt verstanden haben bis hin in die Politik.\nAlso es ist einfach klar, man müsste sich schämen, wenn man jetzt nicht zumindest\nmal anfängt, das aufzuholen, was man eigentlich schon verpasst hat.\nUnd die Ladeinfrastruktur ist natürlich ein gutes Beispiel und die ist ja auch\nnoch eine totale Software-Hölle. Oder?\nWas fährst du jetzt eigentlich gerade, Philipp, für ein Auto?\nWas ist denn dein Fahrzeug?","Mein Fahrzeug ist ein Tesla Model S jetzt seit einem Jahr. Davor bin ich Renault Zoe gefahren.","Okay, so das heißt, deine Wahrnehmung ist, du bist so in diesem World Garden\nund hast deine eigene exklusive Ladeinfrastruktur am Start und die ist wahrscheinlich\nrelativ gut, oder? oder?","Die ist sehr gut. Da gibt es auch nichts, das ist auch keine schöne Reederei,\ndie ist verlässlich, die ist da, die funktioniert.\nIch muss mich auch nicht darum kümmern, wie ich das bezahle und so weiter.\nDas ist total genau so, wie man sich das vorstellt.\nMan weiß, wo sie ist, das Auto sagt einem, mit wie viel Prozent Rest man da\nankommt, wie lange man stehen muss, um weiterzufahren.\nMan steckt das Auto an, geht kurz Pipi machen und fährt dann halt weiter.","Und du hast noch Flatrate sozusagen noch bei dem Model S dabei?","Ich habe ein 2016er Auto, Das darf kostenlos superchargen.\nDas heißt, wenn ich meine, ich muss 5000 Kilometer in den Sommerurlaub fahren,\ndann kostet es mich nicht mal Geld. Zumindest die Fahrt.","Ja, okay, klar. Ist das jetzt nicht mehr so? Wenn man jetzt ein Model S kauft?","Das ist jetzt aktuell, glaube ich, wieder nicht mehr so. Mal ist es so und mal ist es nicht so.\nBestimmte Zeiträume hat es noch mal gegeben, auch in der letzten Zeit,\nwo man ein Model S und X mit Free Supercharging kaufen konnte.\nDas Model 3 hat es nie gehabt. Wird es wahrscheinlich auch nie bekommen.\nBeim Model Y ist es wahrscheinlich ähnlich. Die zahlen, ich weiß es nicht genau,\netwas über 30 Cent pro Kilowattstunde.","Und du brauchst es auch nicht mehr als Service?","Nee. Du musst den Strom kilowattstundenweise bezahlen für, ich weiß nicht genau, x und 30 Cent.\nAber auch da einfach. Du benutzt die Supercharger wie die, die kostenlos laden können auch.\nDu steckst an, du fährst wieder weg und dein Auto sagt dir, du hast so viele\nKilowattstunden getankt, geladen, ich sag schon getankt, du hast mit mir kaputt\ngeladen und du fährst weiter und siehst im Display,\nwie viel dich das jetzt gekostet hat und das wird abgerechnet über dein Tesla-Konto\nund du musst nichts weitermachen.\nAlso keine Ladekarten, keine Apps, keine Unklarheit, keine Transparenz.","Ja, vor allen Dingen die 33 Cent, die jetzt Marcel zitiert, ist für Schnellladen\nja jetzt auch eigentlich recht günstig.\nAlso andere Anbieter ist mit Schnellladen schwierig,\nes sei denn, man spielt hier so einen Ladekarten-Poker, wo man dann ganz genau\nweiß, an welcher Ladesäule man dann mit welcher Karte wie lange laden muss,\ndamit es dann günstiger wird.","Naja, das ist gar nicht so einfach manchmal.\nDa muss man ein paar Sachen wissen.","Aber so ist es ja nur für Tesla-Fahrer. Für alle anderen ist es ein Graus, oder?","Ich fürchte, ja. Also es ist so.","Wie ist denn das mit Audi und was die da hatten mit ihrer Insgesamt-Ladekarte? Da war doch was.","Das ist der Trend jetzt bei den, ich sag mal, alten Autoherstellern oder den\netablierten Autoherstellern, die liefern sozusagen die Ladekarte oder App zu ihren Autos gleich mit.\nWenn du einen BMW kaufst, kriegst du BMW Charging Service.\nWenn du einen Mini SE kaufst, kriegst du Mini Charging Service.\nWenn du einen Audi kaufst, kriegst du Audi Charging Service.\nBei Porsche hast du dasselbe, heißt halt Porsche Charging Service.\nDie gehen Kooperationen ein mit den Ladenetzbetreibern und den Infrastrukturbetreibern,\nhier Alego, Fastnet, Ionity, ENBW, Energy und so weiter,\nhandeln mit den Preisen aus und du brauchst eigentlich nur deine eine Karte\nund sie versuchen dafür zu sorgen, dass du möglichst überall irgendwie mit deiner,\nLadekarte, die du zum Auto bekommen hast, laden kannst.","Und funktioniert das?","Bitte?","Funktioniert das?","Ja, wieso nicht? Also das funktioniert genauso, wie wenn ich eine Maingau-Karte\nhabe oder eine ENBW-Mobility-Plus-Karte habe oder Jail-Recharge oder Get-Charge oder irgendwas.","Okay, aber was ich höre ist verschiedenes. Keine Ahnung, welches Gewicht das\nhat, aber Dinge, die ich mitbekommen habe.\nStrom kostet dann auf einmal extrem viel. Sowas wie ein Euro pro Kilowattstunde.","Ganz, ja.","Geräte, Karten werden nicht erkannt und dann steht man irgendwo rum und kriegt nichts mehr geladen.\nLadesäulen sind kaputt und man kriegt das vorher nicht nicht mitgeteilt,\nwährend man sie noch angefahren hat.\nDas ist so die Kategorie und was mir nicht so hundertprozentig klar ist,\nist so, wie die ganze Kompatibilität so untereinander eigentlich aussieht.\nAlso kann man überall maximal laden oder das ist doch so ein bisschen das,\nwas auch alle noch so kirre macht.","Mit Recht. Ich glaube, die Stromseite ist das noch das Kompatibelste,\nglaube ich, so insgesamt.\nInsgesamt, aber diese ganze Services und welche Karte und so weiter,\nda ist glaube ich noch ein ganz schöner Kleinkrieg am Toben und ich habe auch\nnicht das Gefühl, dass sich das in den nächsten zwei, drei Jahren ändert,\naber wie siehst du das, Phil?","Ja, ich glaube, es ist tatsächlich genau so. Ich empfehle an der Stelle immer\ngerne den Immobli-Ladekarten-Kompass. Dass es überhaupt sowas gibt,\nist ein bisschen traurig.","Kannst du das nochmal sagen? Ein Ladekarten-Kompass?","Ja, genau in diesem Moment postet\nes jemand in den Slack, findet ihr dann natürlich in den Show Notes.\nDa hast du halt so eine Matrix auf der linken Seite,\nhast du von oben nach unten die verschiedenen Ladekarten oder Apps,\ndie du dir besorgen kannst und auf der horizontalen Achse hast du dann eben\ndie Ladenetzbetreiber, die eben genannten Allegro, Fastnet, Ionity,\nEMBW, Energy, Ladenetz.\nUnd da kannst du dann eben gucken, mit welcher Karte du bei welchem Ladesäulenbetreiber\nwie viel bezahlen musst für DC, also Gleichstrom, oder AC, also Wechselstrom.\nUnd die günstigsten Preise jeweils sind dann grün hinterlegt,\ndamit du relativ schnell sehen kannst, ich bin jetzt hier bei Ionity,\ndann lade ich am besten mit Maingau.\nWenn ich nicht Audi Charging Service oder sowas habe, der dann nochmal extra\nPreise hat, sondern das ist jetzt so für jeden, der keinen irgendwie Special Deal hat.\nDie Autohersteller machen einen Special Deal mit zum Beispiel Ionity und kriegen\nda besondere Preise, die ich als jemand, der zum Beispiel keinen Audi Charging\nService hätte, nicht haben kann.\nAlso würde ich bei Ionity mit einer Maingau-Karte laden und da zahle ich dann\neben für DC-Strom pro Kilowattstunde 34 Cent, was ein total valider Preis ist.","Kurze Frage, wenn diese ganze Katastrophe, die ich mir da gerade anhören muss,\naber es ist ja eine, warum haben diese Ladesäulen nicht wie eine,\nwie sagt man, diese Kartentankstellen oder wie man die nennt,\nwo einfach man mit der Kreditkarte kurz die reinsteckt, der bucht eine Summe\nvor, dann tanke ich und dann bucht er einfach die Summe ab, die du vertankt hast und man geht weg.\nAlso, das verstehe ich nicht, warum die tausende Karten anbieten, also wünschte ich auch,\nokay, du hast jetzt als Tesla-Fahrer anscheinend keine Probleme,\naber ich denke mal, viele Fahrer würden sich wünschen, wenn sie irgendwo stehen,\nso, warum kann ich da jetzt nicht einfach meinen Euro-Schein reinschieben oder\nmeine Kreditkarte und dann ist gut und nicht hier hunderttausend Karten.","Apple Pay.","Ja, oder Apple Pay.","Naja, aber ich meine, warum machen die diesen Alarm? Wollen die da alle wieder\ndie Kundenbindung und tralala und machen sich ihren Markt alle mega kompliziert bis am Ende?\nNa doch, nur auf jeden Fall bleibt da ein oder zwei Systeme bleiben da übrig.\nWahrscheinlich zwei wegen Monopol, aber ich meine, schöner wäre gewesen,\nwenn einfach man mit Sachen bezahlen kann, die wir schon haben und das sind\nKreditkarten und Bargeld.","Ja, lass es mich mal so sagen. Also da ist ja ein Kartenleser dran für diese Ladekarten.\nDiese Ladekarten, wie war das?\nJa, dieser RFID, wie heißt dieser total kaputte Standard? Irgendwas Classic?","MyFair Classic.","MyFair Classic, genau. Also diese Ladekarten sind alle MyFair Classic,\naber damit es richtig unsicher ist, auch noch ohne die ganze Authentifizierung.\nAlso er liest nur die Nummer der Karte, die sowieso öffentlich sind,\nmehr oder weniger, für jeden, der RFID lesen kann.\nUnd ich glaube, dass ein ordentlicher Kreditkarten- oder EC-Kartenleser halt\nfür so eine Ladesäule dann nochmal deutlich teurer wäre für die Infrastrukturbetreiber\nund deswegen existiert das halt nicht.","Ja, aber teurer einmalig, wenn es aber dafür sorgt, dass dann wieder die Hälfte\nnicht tanken kommt, dann nützt dir das auch alles nichts, wenn du da gespart\nhast. Also da haben die am falschen Ende gespart.","Ja, ich glaube, das ist ein bisschen der Entstehungsgeschichte geschuldet.\nWas wir hier erleben, was alle von uns\nnicht erlebt haben, ist halt eine Entstehungsgeschichte von etwas Neuem.\nUnd das ist alles eine sehr durchwachsende Geschichte. Es gab einen Elektroartikel\nvor einer Weile, bevor eben die Bundesregierung beschlossen hat,\ndas selber in die Hand zu nehmen, das Ladeinfrastruktur-Thema,\nwo der Untertitel von dem Artikel war, sowas wie, der Markt hat versagt,\njetzt richtet es der Staat.\nUnd das sagt tatsächlich, zudem reimt es sich auch noch, das sagt tatsächlich\neinfach alles, was man dazu wissen muss.\nEntstanden ist es halt dadurch, dass es gab diese E-Autos. Und Tesla hat sich\ngesagt, wir können diese E-Autos nur verkaufen, wenn die Leute sie irgendwo laden können.\nDas macht überhaupt keinen Sinn ansonsten für uns. Ja, deswegen gibt es zu deinem\nAuto dieses Ladenetzwerk dazu, weil die sich gedacht haben, es geht nicht anders,\ndas wird niemals funktionieren, wenn die Leute nicht laden können,\nwerden die es nicht kaufen, dann haben wir ausgeschissen, auf gut Deutsch gesagt,\nwie man das macht in Amerika, Kalifornien spricht man ja viel Deutsch und Quatsch,\nja und dann ist es eben so gewesen hier in Deutschland.\nAber irgendjemand musste ja dann anfangen, diese Ladesäulen zu bauen.\nDann gibt es dann diese berühmten Bürgermeister-Ladesäulen, wo du dann vor so\neinem Rathaus so eine einzelne Ladesäule hast.\nWeiß ich noch, habe ich früher auch häufig geladen, abseits von der Autobahn,\nweil an vielen Raststätten gar keine Ladesäulen waren.\nFährst ins nächste Kaff Richtung Kirche, in der Nähe von der Kirche ist meistens\ndas Rathaus, vor dem Rathaus steht, wenn du Glück hast, eine Ladesäule.\nDas war so das Szenario. Das ist noch nicht so lange her, darf man dabei nicht vergessen.\nUnd die wurden dann betrieben von der jeweiligen Stadt, in der diese Ladesäule\nstand, vom lokalen Stromnetzbetreiber.\nUnd dann war das erstmal eine Weile kostenlos und dann kam immer wieder mal\nso ein E-Mobilist vorbei und dann wohnt vielleicht jemand in der Gegend und\nder lädt dann halt sein Auto da immer, weil es ja nichts kostet und irgendwann\nmusst du dann mal Geld dafür verlangen.\nWas ja okay ist, denn meinen Sprit habe ich auch nie geschenkt bekommen.\nNiemand sagt, er möchte nicht für den Strom bezahlen.\nAlso das ist auch eine Fehlannahme, dass man das unbedingt kostenlos haben möchte.\nUnd dann musste man das irgendwie abbrechenbar machen. Wie machst du das?\nAuf die einfachste Art und Weise. Du sagst, okay, wir machen hier so eine Karte,\nmusst du dir einen Bürgermeister hier im Bürgerhaus holen, zu den Sprechstunden\n8.15 bis 8.45, aber nur jeden zweiten Dienstag und so.\nEinen Scheiß habe ich erlebt. Ja, das ist kein Witz.","Die wollten dann 20 Euro für die Karte haben zu den entsprechenden Öffnungszeiten,\naber dann wäre der Strom kostenlos gewesen.\nDas ist natürlich, wenn du da Sonntag stehst und willst laden, total unsinnig.","Genau, und dann legst du halt 20 Euro hin, kriegst du eine Karte und dann kannst\ndu dann deine Bürgermeister-Ladesäule freischalten.\nAber unter der Woche ist schwierig, weil ja da das Fahrzeug der Gemeinde,\nwas das wahrscheinlich erste elektrische Fahrzeug in der jeweiligen Stadt oder\nsowas mal war, das steht halt da den ganzen Tag.\nDie Leute arbeiten da, die stecken das da an, lassen das halt da stehen.\nWenn da jetzt immer jemand kommt, ist halt Pech gehabt, ist halt besetzt.\nUnd dann hast du halt lauter solche kleinen Inselchen gehabt.\nStadtwerke A, Stadtwerke B, Münchner Stadtwerke, Augsburger Stadtwerke.\nIch weiß noch, wie ich vor Jahren mal zu einem Fußballspiel nach Augsburg wollte.\nUnd ich habe in der App gesehen oder hier bei Going Electric,\nda gibt es halt einen E-Auto-Routenplaner und so weiter, habe ich gesehen,\noh cool, direkt um die Ecke vom Stadion, ist irgendwie bescheuert,\nweil es ein rundes Stadion ist, aber ihr wisst, was ich meine.\nIn der Nähe vom Stadion sind zwei Ladesäulen.\nJa, und Philipp fährt schön dahin.","Die waren natürlich total frei, oder?","Die waren frei, aber ich konnte da nicht laden, weil ich natürlich keine Ladekarte\nvon den Augsburger Stadtwerken hatte, weil ich da ja auch noch nie war.\nUnd das Spiel war an einem Sonntagnachmittag. Und welche Stadtwerke hatten nochmal\nSonntagnachmittag offen?\nNicht die in Augsburg. Ja, und das sind so Probleme, die man da so hatte.\nDas ist alles schön klein, alles schön lokal.\nUnd dann kamen eben diese.\nNetzwerke, die gesagt haben, wir nehmen jetzt möglichst alle Stadtwerke und\nfassen die unter einer Ladekarte zusammen.\nWo du dann irgendwie, ich weiß gar nicht mehr, wie sie hießen,\nso eine blaue Karte, Rody, hilf mir, habe ich vergessen. Schleck schreibt es\nwahrscheinlich gleich.\nDie dann eben mehrere Anbieter unter einem Hut zusammengefasst haben und dir\ndie dann zur Verfügung gestellt haben. Die haben dir dann abgenommen,\nzu jedem Bürgermeister zu gehen.\nJa, sowas wie Hubject und Ladenetz zum Beispiel, die Verträge gemacht haben\nmit den ganzen Stadtwerken zum Beispiel oder eben auch den Allegos und Energies\ndieser Welt und so weiter.\nUnd da bist du dann hingegangen, hattest dann eine Karte und konntest dann bei\nallen Säulen von folgenden Anbietern irgendwie laden.\nUnd da fing es dann aber auch schon wieder an, undurchsichtig zu werden.\nWeil du rausfinden musstest, bei welchen kann ich denn laden mit dieser Karte\nund für welche brauche ich vielleicht eine andere Karte.\nUnd da ging es dann schon langsam los, dass man mehr und mehr Karten sich anschaffen\nmusste, weil man halt nie wusste, wo man landet.\nDu kommst an eine Ladesäule und wenn du nicht gut vorbereitet bist und erst\nrecherchiert hast, dann wusstest du halt nicht, mit welcher Karte du da laden kannst.\nUnd da immer wieder hoch auf Going Electric, wo eben so ein Community-Driven-Datenbankprojekt\nentstanden ist, wo der ganze Quatsch nach und nach einfach drin stand.","Ich habe einmal eine Ladesäule erlebt, das war echt der Brüller.\nDie war eigentlich umsonst, aber die hat halt keine von den üblichen Karten\nerkannt, aber es war eine Telefonnummer drauf.\nDann habe ich da angerufen und dann meinten die, ja, ja, wenn ich da mal gucke,\nda hinten an diesem Pfahl, da ist ein Kasten und der war mit so einem Nummernschloss verschlossen.\nUnd dann haben die mir die Nummer von diesem Schloss gesagt,\ndann konnte ich den Kasten aufmachen und da war dann die Ladekarte drin,\ndie man da dran halten konnte, damit die Ladesäule funktioniert.","Und haben sie dir auch eine neue Nummer gegeben und du musst das Schloss dann\nauf eine neue Nummer einstellen? Nee, das nicht.","Von Sicherheit her. Ja, aber da seht ihr ja, das ist zwar in vielen Teilen wirklich\nnicht gut heute, aber wir haben schon einen langen Weg hinter uns irgendwie.\nDa ist schon viel gelaufen.\nUnd heute ist es halt so, wir sagen das immer wieder und da ist schon auch irgendwie was Wahres dran.\nFrüher hatte man eben so dieses Thema mit der Reichweitenangst,\nweil mein Auto auf der Autobahn nicht weiter konnte als 100 Kilometer,\nhatte ich immer Schiss, dass ich es an die nächste Säule schaffe.\nJa, und da wusste ich aber, da ist eine, wenn ich Pech habe,\nsteht da schon so eine Zoe und ich muss eine Stunde warten, im schlimmsten Fall, das ist nicht cool,\nkann man aber machen, weil war halt so in Anführungszeichen so Pionierzeit,\nne, das hat man gemacht und man wusste, dass man sich auf was einlässt,\nwas wahrscheinlich keine kluge Idee ist.\nUnd danach kam nach der Reichweitenangst, die man jetzt ganz ehrlich in weiten\nTeilen nicht mehr so wirklich haben muss, kommt eben eher so die Ladeangst.\nDu fährst raus an der Raststätte und du müsstest jetzt laden und du weißt,\nda ist eine Ladesäule und du hast Apps, Karten, zur Not scannst du einen QR-Code\noder rufst eine Hotline an, die dir das freischaltet.\nEs gibt immer irgendeine Möglichkeit, aber du weißt nicht, ob die Ladesäule\nfunktioniert. Und das ist tatsächlich auch ein ernstes Problem,\ndenn bezahlt und freigeschaltet kriegst du das schon irgendwie.\nDas kann schon mal nervig sein und es ist unter Umständen auch länglich und\nmühsam und super frustrierend, aber wenn du an eine dysfunktionale Säule kommst,\ndann hast du halt ein Problem.\nUnd das ist, glaube ich, das Kernproblem von dieser ganzen Geschichte aktuell.\nDavon abgesehen, dass es mega umständlich ist.","Was funktioniert denn im Jahre 2020 in Deutschland nicht an einer Steckdose?\nAlso ich meine, dieses Strom kommt aus einer Öffnung, sollte ja eigentlich ein\ngelöstes Problem sein. Das ist doch dann meistens die Software, die es verkackt, oder?","Genau, wenn ihr gut aufgepasst habt, wir hatten funktionierende Ladesäulen,\ndie kostenlosen Strom abgegeben haben. Und jetzt haben wir Ladesäulen,\nwo wir den Strom nicht bekommen, weil wir ihn bezahlen müssen.\nDas ist das Problem. Der Strom ist da.\nVielleicht hat die Ladesäule kein Netz und kann nicht mit dem Backend sprechen,\nweil sie über Mobilfunk angebunden ist und steht in der hintersten Ecke hinter\n25, 40 Tonnern und irgendwas funktioniert nicht.\nOder es ist halt tatsächlich eine technisch defekte Säule, um die sich einfach\nniemand kümmert, weil sowieso nur alle zwei Tage mal jemand kommt, der da laden will.\nDas passiert halt tatsächlich häufig, dass einfach Tage oder Wochen lang die\nGeräte dann kaputt in der Pampa stehen.","Da legen sie so dicke, fette Stromkabel irgendwie durch die Erde,\num endlich in diese Ladesäule ranzukommen und keiner denkt dran,\ngleich einfach mal eine Glasfaser mit reinzulegen. Das ist wirklich traurig.","Und einen Hotspot mit einzubauen.","Ja, also das kann irgendwie auch.","Man könnte das alles total toll machen.","Aber ich meine, Tesla kriegt es ja noch auch hin, oder? Weiß man da nicht bei\nTesla vorher schon, wie viele Säulen frei sind, wenn man da irgendwie angerollt kommt?","Ja.\nZu jedem beliebigen Zeitpunkt zeigt er dir an, wie viele Säulen frei sind von so einem Ladepark.","Wie ist das Verhältnis zwischen vertikal und horizontal angeordneten Ladesäulen\neigentlich so generell?\nMeistens so diese, naja, wisst ihr wahrscheinlich, worauf ich jetzt hinaus will,\ndie Sache mit dem Anhänger. Achso.","Ja, die meisten sind nicht so richtig anhängerkompatibel.\nJe nachdem, wenn du öffentliche Ladesäulen auf Raststätten zum Beispiel anguckst,\ndann kannst du da schon auch quer parken, nimmst halt für anderen Leuten dann\ndie Lademöglichkeit, was ja auch nicht so cool ist.\nAnsonsten hast du sowas wie Fastnet zum Beispiel, die sind ähnlich aufgebaut\nwie Tankstellen, wie man die so kennt.\nIn der Regel haben die auch ein Dach und Licht, was halt fast schon selten Heizwert hat.\nFastnet ist der Betreiber oder was?\nDie sind dafür bekannt, dass sie eben so, es sind relativ stylische Gebilde,\nso schräge, gelbe Dächer mit Photovoltaik und eben unten drunter Licht und du\nfährst da rein wie in eine Tankstelle sozusagen.\nUnd da kann man auch mal mit einem längeren Gefährt stehen. Es gibt aber auch,\nTesla Supercharger, wo man das machen kann, aber das ist schon eher eine Seltenheit.","Naja, abhängen, laden und wieder ranhängen.","Aber ich glaube, dass Das habe ich aber nicht gemeint, als ich sagte,\nich will mal an der Ladestation abhängen.","Ja, aber ich glaube, dass du an der normalen Tankstelle da wahrscheinlich auch\nso ein bisschen rudern musst, dass das ordentlich funktioniert.","Ja, da machst du ja auch Säulen zu, indem du mit einem Anhänger davor fährst.","Was, bei Tankstellen?","Du meinst, die sind ja irgendwie gebaut.","Die stellen ja doch oft so eng hintereinander, dass du, wenn du mit einem längeren\nGefährt da reinfährst, vorne tankst und hinten kann keiner mehr tanken,\noder? Passiert das nicht so oft?","Nur, ist nur dann problematisch wenn du so zwei hintereinander hast,\nAber dann kannst du ja auch meistens einfach vorne an die erste ranfahren und\ndann bist du ja immer noch überholbar.\nEs müsste halt jemand an dir vorbeifahren, aber das ist ja durchaus möglich.\nAlso das ist eigentlich selten das Problem.","Ja, ich glaube das kommt bei Ladesäulen schon auch ein bisschen daher,\ndass es so wenig Elektroautos mit Anhängerkupplung gibt.","Das ist ja mein großes Problem. Die Anhängerkupplung.\nWas erlaube eigentlich diese ganze Elektroindustrie?\nIch meine, die machen Büchsen. Wie viel PS hat so ein Model S?","Es kommt auf das Model S an.","Ja, aber das geht doch irgendwie.","Also irgendwas zwischen 300 und 600, 700.","Aber die können irgendwie alle keine Lasten ziehen.\nDas ist mir so vollkommen unverständlich, was eigentlich so von der Konstruktion\nher da so schlecht gemacht wird.\nIch meine, dieses Model 3 schafft gerade mal 950 Kilo zu ziehen.\nDa kommt mir schon wirklich ein bisschen das Grinsen.\nUnd es ist halt auch bei fast allen anderen Geräten, die hier so auf den Markt\nkommen, sind so Anhänger überhaupt gar kein Thema. Verstehe ich gar nicht.","Weil die halt durch Extragewicht nochmal so krass mehr belastet werden würden,\ndass sie das ordentlich hinkriegen.\nMussten ja schnell wieder größere Motoren einbauen und dann wird es alles wieder schwerer.","Größere Motoren als 300, 400 PS? Ich bitte dich.","Naja, das...","Die Kraft ist ja ein Abfallprodukt des Akkus letzten Endes.\nSind ja gar nicht so sehr die Motoren, es ist ja viel die Akkugröße,\ndie mitbestimmt, wie viel Power dein Auto hat. Aber davon abgesehen, ich glaube ja,\nAlso ich kann da auch nur raten, ehrlich gesagt. Tim und ich haben da schon\nmal vor zwei Wochen oder so drüber geschrieben, warum das eigentlich so ist,\nwarum da nicht ordentlich gezogen wird.\nWenn man jetzt mal Tesla Model X rausnimmt, gibt es eigentlich nichts,\nwas mehr als anderthalb Tonnen ziehen kann.\nUnd die Fahrzeuge, die das können, kannst du an der Hälfte einer Hand abzählen\nund die E-Autos, die überhaupt Anhängerkupplungen haben, da brauchst du auch\nnicht viel mehr als eine Hand.\nDa kommst du mit anderthalb, glaube ich, aus. Ich glaube, und das ist geraten,\nweiß ich nicht, vielleicht weiß es jemand besser, das ist ein Reichweiten-Thema.\nDenn wenn ich einen Hänger ziehe, habe ich unfassbar mehr Verbrauch.\nDer Morell, der bei uns auch mal im Podcast gewesen ist, ich meine,\ner hätte mal einen Blogartikel geschrieben, wo er mit einem Wohnwagen und einem\nModel X im Urlaub gewesen ist.\nIch muss das mal rauskramen, ich kann mich an die Details nicht erinnern,\nweil man hier in so einem Sieb ist, nicht nur bei Zahlen.\nMan kann das schon machen mit dem richtigen Gefährt, aber ich glaube,\nda ist sehr schwer einzuschätzen, wie das Auto sich dann verhält,\nweil eben dein Verbrauch sich sehr deutlich eben auf deine Reichweite auswirkt.\nMarcel schreibt jetzt natürlich wieder parallel gerade, Verbrauch verdoppelt\nsich mal schnell mit einem großen Hänger und dann ist dein Akku eben doppelt\nso schnell leer und du kommst nur halb so weit. Ja, klar.","Ist aber jetzt beim Verbrenner auch so.","Eben sechseinhalb oder sieben Minuten wieder wegfährst. Du hast eben dann eben\ndieses Manko mit der Ladezeit, die doch länger ist als die Zeit,\ndie du zum Tanken brauchst.\nWomöglich musst du tatsächlich deinen Karawanen abhängen und irgendwo anders parken.\nDas glaube ich ist dann ein Ding, was die Leute davon appellt,\ndas zu machen, weil sie sich denken, wird vielleicht gar nicht genutzt.\nZumindest die hohen Lasten.\nWarum man jetzt so ein, wie Marcel immer sagt, Klaufix nicht benutzen kann,\nalso einen kleinen Hänger, wo ich mein Zeug in den Wertstoffhof fahre oder so,\nwenn ich einen Sofa zu viel habe oder irgendwie sowas in der Art.","Da hast du nicht rein, den Sofa, den Klaufix.","Okay, den alten Uhrensessel von Oma. Ja, Dreikastkisten Bier.\nOder ja, sowas. Ein kleinerer Anhänger, so ein 500-Kilo-Ding oder sowas,\ndas könnten eigentlich durchaus viel mehr Fahrzeuge haben.\nAber ich glaube, das kommt jetzt auch erst, weil das auch so ein Edge-Case ist.\nIch glaube, diejenigen, die diese Autos entwickelt haben, jetzt die letzten\nJahre, hatten ganz andere Probleme zu handeln und haben sich über sowas vielleicht\nviel zu wenig im Kopf gemacht.","Ja, sicherlich haben die sich noch nicht so wenig im Kopf darüber gemacht.\nAlso ich habe das auch so gehört, dass es bei dem Model 3 auch von vornherein\neigentlich gar nicht geplant war, eine Anhängerkupplung zu machen,\naber weil sie dann doch nämlich die Nachfrage danach bekommen haben,\nhaben sie dann noch eine rein ingeniert, aber die war dann eben nur,\nkonstruktionsbedingt vermutlich eben nur bis 950 Kilo zugelassen.\nAlso es ist ja auch Zugglas, Tragglas etc.\nMehr so ein Stabilitätsproblem jetzt als ein reines Akkuding.","Genau.","Ja, interessant finde ich an dem Zusammenhang, also Nissan hat ja jetzt ein\nneues Auto vorgestellt, diesen Aria oder wie auch immer man den ausspricht.","Aria, kennst du doch Game of Thrones, Aria muss der heißen wahrscheinlich.","Aria, wie auch immer. In dem amerikanischen Material steht halt 1500 Pfund drin,\nwas das Ding an Anhängerlast kann und im europäischen Material steht drin 1500 Kilogramm.\nAlso ich weiß nicht, ob das ein Zufall ist und die das nicht auf der Reihe haben,\ndass das nicht das gleiche ist oder ob da die Zulassungsdinge anders sind,\nsodass sie halt in Europa einfach mehr schleppen können. Ich weiß es nicht.\nAlso es ist irgendwie komisch.","Das weiß ich auch nicht. Vielleicht ist es nur ein Tippfehler.\nDenn die Maschinen, die das erstellen, sind ja auch nur Menschen.","Daran wird es liegen.","Naja.","Ihr habt das mal so, hier bei euch habe ich das glaube ich gehört,\ndie kochen auch nur mit Milch. Weiß nicht, ob ihr euch noch erinnert.","Das war glaube ich mein Titel oder so.","Ja, hat bei mir einen bleibenden Eindruck hinterlassen. Ich verwende das ständig\nund freue mich jedes Mal ständig.","Okay, vielleicht nochmal so ein anderer Aspekt und nochmal konkret in Bezug auf Tesla.\nAlso Clemens nervt mich hier schon die ganze Zeit und schickt mir die ganze\nZeit Nachrichten mit Informationen, die ich selber weiß,\ner fährt ja selber einen Model X und so, ja, der kann viel ziehen und ich weiß\nauch von Leuten, die damit Wohnanhänger erfolgreich ziehen und da ihre 200-300 Kilometer auch,\nschaffen, also das ist, sagen wir mal, durchaus im akzeptablen Bereich,\nnur dass halt natürlich jetzt der Kauf eines Tesla Model X nicht unbedingt automatisch\nin einem akzeptablen Bereich ist.\nDas ist natürlich, dann muss jeder selber entscheiden, aber es ist ja nichts,\nwas man mal eben bei Amazon sich klickt, sondern da muss man natürlich schon\nso ein bisschen drüber nachdenken.\nUnd ich habe vor ein paar Tagen mal so angefangen so in mir mal so zu graben,\nwie ich jetzt eigentlich diese ganzen einzelnen Aspekte, die jetzt mit den modernen\nFahrzeugen daherkommen, so für mich so gewichte.\nEs gibt da ja, denke ich, schon verschiedene Dinge. Und natürlich ist Tesla\nan der Stelle sehr stilbildend.\nDie Pros haben wir ja schon genannt. Sie waren früh dabei, jetzt haben sie viele\nBugs gefixt, sie haben auch so eine gewisse Modellpalette.\nIst vor allem auch mittlerweile so ein Hersteller, wo man das Gefühl hat,\nokay, ihr wart jetzt lange genug da, ihr dürftet so die wesentlichen Probleme\nauch irgendwo gelöst haben.\nKann durchaus sein, dass eure Fahrzeuge auch funktionieren.","Sie können jetzt auch Blech biegen.","Ja, also ich war jetzt nie so so anal fixiert, was jetzt so diese Spaltmaße\nbetrifft, ich glaube das ist ja auch eher so ein Running Gag aber so man kann\nda einsteigen, irgendwo hinfahren,\nman kommt auch irgendwie an und sie haben natürlich so ein paar Sachen auf ihrer\nPro Seite, ganz klar natürlich so dieses diese,\nwie soll ich sagen Peace of Mind in Bezug auf Laden also dieses,\nich will irgendwo hin und das Auto,\nweiß einfach, wann es mich wohin schicken muss und dass da auch Platz ist und\ndass da auch Strom rauskommt und dann fließt der in mein Auto rein und am Ende\nwerde ich irgendwo da sein.\nOb ich dann zufrieden bin mit diesen Umwegen und mit diesen Pausen und,\nmit diesen Vorgaben, die mir dieses Fahrzeug macht, ist nochmal eine ganz andere\nSache, aber das ist sozusagen etwas, was da ist und was irgendwie so andere\nFahrzeughersteller derzeit so mir nicht bieten können,\nso wenn ich das das richtig verstanden habe.\nDann hast du allerdings so ein Fahrzeug, wo es ja schon mal so losgeht und da\nbin ich natürlich total picky, so der Gedanke,\njetzt mal so 80 bis 100 K für so ein Teil rauszuhauen und dann hat das noch\nnicht mal Carplay für mein iPhone,\nweil Elon Musk selber Steve Jobs sein möchte und nicht bereit ist sozusagen,\nWas ich auch irgendwie in gewisser Hinsicht nachvollziehen kann.\nApple nicht so ohne weiteres in seine Softwareinfrastruktur reinzulassen.\nAlso da ist mir dann sozusagen auch sofort wieder klar, okay,\nalles klar, das ist das andere Ökosystem.\nDie wollen auch alles selber machen. Ja, also immerhin hat Elon Musk noch kein\neigenes Smartphone angekündigt. Ich glaube, das wird auch nicht kommen.\nAber irgendwie, da arbeitet etwas entgegen meinen Interessen,\nwas ich selber nicht formen kann. kann.\nWo ich irgendwie, wenn ich in einen Tesla-Laden reingehe und sage,\nja, aber kein Carplay, dann zeigen die mir halt einen Fohlen und sagen,\nja, den anderen ist das aber egal und wir machen das halt einfach nicht.\nSo, da bin ich dann schon wieder so, dann ist das Auto für mich schon wieder\n5000 Euro weniger wert. So einfach gefühlt.\nEtwas, was ich nicht haben will. Dann kommen so Aspekte rein, wie ähm.\nDas ist ein Auto, das hat überall Kameras. Das guckt überall hin und wenn ich\ndas richtig sehe, ist das mittlerweile Standard.\nDieses, wie heißt das nochmal? Dieses Sentry-Warn- Modus.\nDass man seine Karre abstellt, dass es dann sozusagen die ganze Zeit seine Umgebung filmt.","Da muss man anschalten.","Man muss es anschalten, anschalten, okay, aber man muss es anschalten,\nwenn man es haben will. Okay, man muss es anschalten.","Weil das verbraucht auch ein bisschen Strom.","Ja genau, wenn man die Dinger mal zwei Wochen rumstehen lässt,\ndann ist das Akku alle, dann kann man damit nichts anfangen.","Der Wagen ruft dich vorher an und sagt dir Bescheid wahrscheinlich.","Der sagt doch mal Bescheid, dass er jetzt stirbt.","Ja, nehme ich mal an. Der lässt sich nicht einfach wieder gehen.","Da musst du schon auf der App gucken, aber ich glaube, so maßgeblich viel ist das nicht.\nDer zeichnet dann, glaube ich, auch nur auf, wenn er Bewegung wahrnimmt.\nAlso der filmt jetzt nicht irgendwie zwei Wochen nonstop, sondern der reagiert\nauf seine Umgebung und dann zeichnet er auf wie so eine...","Aber ich glaube, die haben schon ein kleines Standby-Problem.\nIch habe es von so Leuten gehört, die jetzt in der Corona-Krise ihr Auto in\nanderen Ländern zurücklassen mussten und dann noch so Leute engagieren mussten,\ndie dann so regelmäßig die Karre nachbetankt haben, damit die nicht komplett wegstirbt.\nUnd sich es auch selber bewachen kann.","Ja, auf so ein paar Sachen muss man da schon achten. Das sind aber in der Regel\ndann auch Probleme, die man ein bisschen mit selbst verursacht,\nindem man zum Beispiel einmal am Tag das Auto über die App anpingt und guckt,\nwie viel Ladestand es noch hat.\nJedes Mal, wenn ich das aufwecke, dann nimmt es erstmal den Befehl in Empfang\nund sendet mir die Daten, die ich gerne hätte und dann macht es halt gleich,\nwenn es sowieso schon online ist, alles, was es sonst noch so machen wollte\nund dann habe ich irgendwann vielleicht tatsächlich ein Akkuproblem.\nDa muss man immer ein bisschen gucken, was man macht und so ein paar Sachen\nmuss man verstanden haben und damit umzugehen lernen.\nDas sind halt Dinge anders und neu. Aber ich verstehe, was du meinst.","Aber dieses Auto, was sozusagen auch noch seine ganze Umgebung überwacht und\ndann auch noch so kommuniziert und ja auch ein Fahrzeug ist,\nwas vollständig unter der,\nDauerbeobachtung des Herstellers ist.\nWenn ich das richtig sehe, weiß ja Tesla eigentlich von jedem Fahrzeug, wo es ist, oder? Immer.","Wenn sie das wissen wollen, ja. Also ich glaube nicht, dass sie da sitzen und\nden ganzen Tag gucken, aber wenn sie es wissen müssten oder wollten,\ndann könnten sie es rausfinden.","Das ist aber jetzt bei BMW nicht anders, ne?","Das weiß ich nicht.","Doch, die Polizei bestellt extra Autos, wo diese Funktion hardware-seitig ausgebaut\nist, weil sie nicht getrackt werden möchten von BMW.","Aber wir sind jetzt sozusagen generell bei Autos jetzt schon sozusagen an dem Punkt angekommen.","Ja, eigentlich alle Autos, die so Notwarn, ich drücke hier und dann kann ich melden.","Da ist ja auch demnächst vorgeschrieben, diese Notwarnfunktion.","Wie auch immer, also die meisten Autos sind da glaube ich inzwischen.","Okay, worauf wollte ich eigentlich hinaus? Ich wollte so ein bisschen darauf\nhinaus, dass verschiedene,\nAspekte auf einmal auch mit dieser ganzen E-Mobilität und speziell eben auch\nnoch bei Tesla mit aufkommen, wo ich mir irgendwie gar nicht so sicher bin,\nwie gut ich die jetzt eigentlich finde.\nUnd ob es hier nicht vielleicht noch mal Not tut, irgendeine Gegenbewegung einzuleiten\noder zumindest abzuwarten.\nWie denkt ihr denn darüber?","Mit den Kameras jetzt zum Beispiel, meinst du?","Ja, ich weiß, ich habe jetzt ein bisschen viel auf einmal auf den Tisch geworfen,\naber das sind alles so Aspekte, die mir so als erstes durch den Kopf gehen,\nvielleicht fallen euch ja noch ein paar andere Sachen ein.\nAlso ich meine, wie fühlt ihr euch sozusagen mit so einem Ökosystem wie Tesla\nund natürlich auch allen anderen Herstellern, die letzten Endes genauso der Kalif sein möchten?","Der Wagen ist dann wahrscheinlich genauso wie das Mobiltelefon,\nKamera dran, Mikrofone drin, drinnen filmt mit, die wissen, wo es ist.\nAlso ist eigentlich jetzt auch nicht anders als beim Telefon.\nIch will nicht sagen, dass es toll ist, aber ich glaube, das müssen die Leute\nschlucken oder schlucken. Die halt einfach nehmen das so hin.","Naja, ich glaube, bevor sich Apple zu dem großen Wir-nehmen-Privacy sehr,\nsehr ernst und Wissen auch gar nicht so viel über den User entwickelt hat,\nwar das glaube ich bei softwaregeräten\naller art vorher ja auch nicht anders vor allen\ndingen je besser dein worldgarten funktioniert desto mehr bist du dann aber\nauch in der überwachung der entsprechenden hersteller wie gesagt ich würde apple\njetzt ein bisschen rausnehmen weil die sich das inzwischen so als ihr alleinstellungsmerkmal\nerarbeitet haben dass sie es halt nicht so tun wie andere,\nJa, keine Ahnung. Also ich will es nicht rechtfertigen und ich finde es auch\nnicht gut, aber ich habe so das Gefühl, wenn ich jetzt ein anderes Auto kaufe,\nist die Situation nicht unbedingt besser.\nAlso jetzt mal abgesehen bei Renault, die es halt auch softwareseitig gar nicht hinkriegen.\nAlso ich habe diese komischen Software-Services nie zum Laufen gebracht. Keine Ahnung warum.","Europäische Software.","Keine Ahnung, mir ist es nicht mal gelungen bei Renault einen Account für die\nSache zu machen, also das ist irgendwie ich weiß auch nicht,\ndie haben es überhaupt gar nicht Das lässt du am besten deinen Händler machen, Roddy,\nJa, ich will aber nicht extra nach München fahren deswegen Ja, Telefon oder so,\nKeine Ahnung, es hat irgendwie nicht funktioniert,\nJa, ich verstehe das, ist nicht so easy,\nJa, was soll ich sagen, also ich glaube schon schon, dass sich da die gesamte\nAutoindustrie irgendwo hin entwickelt.","Weil es aus bestimmten Gründen für sie notwendig zu sein scheint.\nIch weiß gar nicht, Dennis Roddy, wer es gesagt hat mit dem Notrufknopf,\nder ja auch Vorschrift ist mittlerweile in neuen Fahrzeugen, der bedingt halt,\nja, dass du halt eine SIM-Karte hast und die Location von deinem Autopass gegeben\nwerden kann und so weiter und so fort.\nDa weiß ich jetzt auch nicht genau, wie das technisch ist und was sie tatsächlich\nzu beliebigen Zeitpunkten wissen können.\nIch weiß nur nur von meinem Nachbarn zwei Häuser weiter, dem sein,\nVierer-BMW, Dreier-BMW, ich weiß es nicht, einfach frühmorgens direkt vorm Haus\nweggefahren worden war von Autodieben.\nDie konnten dann schon gucken, dass er schon irgendwo im Ostblock ist in dem\nMoment, wo er gemerkt hat, dass er dazu arbeiten muss und kein Auto mehr hat.\nUnd die Polizei das dann rausfinden konnte, wo das Fahrzeug ist.\nAlso man kann das auch, das war ein BMW, auch bei anderen Herstellern.","Warum kann das Auto das dann nicht schon verhindern, dass das überhaupt da hinkommt?","Ja, das ist tatsächlich wohl gar nicht so schwierig, auch dieses Funkschlüsselproblem,\nweiß nicht, ob das bei euch schon mal in der Sendung irgendwie vorgekommen ist,\ndass man halt das Signal einfach kopiert und dann das Auto starten kann, solche Sachen.\nDas ist ja ein Klassiker. glaube ich, genau, das ist glaube ich gar nicht so\nschwierig, ist auch bei den Premium-Herstellern nach wie vor möglich.\nMan muss halt wissen, was man tut, wenn man das machen möchte.","Zu Lieferat, wir hatten es schon.","Ja, und Software-Design und Security-Awareness. Ich meine, Apple hat jetzt gerade\nBetriebssystem- Updates für die Telefone rausgehauen.\nJetzt kann man theoretisch sein Telefon und seine Apple Watch auch als Car-Key\nbenutzen. Autoschlüssel benutzen.","Genau. Zum Beispiel bei BMW, oder?","Ich glaube sogar nur bei bei BMW derzeit.","Und bei Ford oder so? Keine Ahnung.\nAber ich meine, dieses Car-Key und Relay, das Signal verlängern und so weiter,\nda war Tesla ja auch von betroffen.\nAlso die haben ja letzten Endes das System auch verbaut.","Da machen ja alle das Gleiche.","Apple würde nicht dasselbe machen.","Nee, die haben natürlich jetzt was anderes eingesetzt und dann ist wahrscheinlich\nauch Krypto dabei und Replay-Attacke funktioniert nicht und so weiter.\nUnd du musst natürlich auch irgendwie den Abstand messen können und hast du nicht gesehen.","Ja, das Problem haben sie ja schon mit der Watch am Computer im Prinzip gelöst.\nAlso ich benutze ja quasi meine Uhr schon als Car-Key für meinen Laptop und\nda haben sie genau diese Attacken von vornherein ausgeschlossen.\nIn dem sie da drüber nachgedacht haben. Was bei Tesla nicht bekannt ist.","Das macht mich übrigens wahnsinnig, dass das bei dem Developer Transition in\nKit nicht funktioniert. Aber das nur am Rande.","Das geht mir genauso. Natürlich nicht. Aber dieses Schlüsselthema,\ndas ist ja bei Tesla auch so.\nWenn du ein Model 3 kaufst, dann benutzt du dein Handy, um das Fahrzeug zu entsperren und zu fahren.","Nur?","Ja, standardmäßig. Du hast auch eine Alpha-ID-Karte. die ist aber eigentlich dein Backup.\nAlso es ist schon so angelegt, dass du eigentlich nur dein Handy benutzt und\ndu kannst eine Karte an die B-Säule halten und zum Fahren dann musst du sie\nirgendwo in der Mittelkonsole hinlegen, damit das funktioniert.\nAber eigentlich ist das auf Handy ausgelegt und ich gehe davon aus,\ndass das beim Model Y nicht anders sein wird und bei anderen Modellen ebenso.\nAlso das entwickelt sich auch irgendwo.","Da geht das alles mit Bluetooth, nehme ich mal an.","Hatten Sie da nicht einen Keyfob zum Nachkaufen dann irgendwann gemacht?","Macht.","Also wenn du unbedingt einen haben willst, kannst du dann tatsächlich einen\nnachkaufen und den bei dem Auto registrieren.","So macht das auch Kumpan bei ihren Rollern. Genauso.","Mit Bluetooth oder wie?","Mit Bluetooth und Karte und Keys und so weiter.","Genau.","Und kannst auch Telefon nehmen und so.","Ja, das macht schon Sinn.","Ja. Also wenn man dann irgendwie, wenn man sein Telefon verloren hat oder nicht\ngeladen hat, auf einmal sein Fahrzeug nicht nicht mehr bewegen kann.","Ja, immer ist was. Aber wenn du deinen Schlüssel verloren hast,\ndann kannst du deinen Fahrzeug auch nicht mehr bewegen. Also es gibt immer irgendein Problem.","Das ist ein guter Punkt.","Und du kannst auch nicht wegfahren, wenn du dein Telefon verloren hast,\ndann kannst du gleich da bleiben und dein Telefon suchen.","Also weißt du gleich Bescheid.","Da kriegst du wenigstens mit, dass du es verloren hast.","Guter Punkt.","Oder du kaufst für 150 Euro den Keyfob. Kannst du natürlich auch machen.","Na gut, auf jeden Fall jetzt haben wir glaube ich so den Stand der Technik mal\nein bisschen zusammen gefickt, ab wann wird denn Clean Electric dann ein Mainstream Podcast,\nweil das Thema alle interessiert und es jetzt auch noch der Letzte verstanden hat, dass,\nsich die Zukunft nicht ohne weiteres aufhalten lässt.","Ich glaube es dauert noch ein paar Jahre.","Meinst du echt?","Ja, also ich nehme dieses Jahr eine, ich weiß nicht, ob ich es vor der Sendung\ngesagt habe oder ob es schon in der Sendung war, eine Veränderung war,\nwas die Käufer von E-Autos angeht.\nDas sind nicht mehr die über Internet und über Podcasts und über YouTube-Videos vorgebildeten Leute,\ndie genau wissen, worauf es ankommt, wie man mit Kilowatt und Kilowattstunden\numgeht, welche Steckertypen es gibt, welche Karten man braucht,\nwo man laden kann und wo nicht und warum Ionity und EMBW sich nicht leiden können.\nEs sind nicht die Leute, die heute E-Autos kaufen, also in weiten Teilen natürlich\nschon, aber es kommen neue hinzu, nämlich die, die sich ein E-Auto kaufen,\nwie sie sich einen Verbrenner kaufen würden, nämlich sie gehen dahin,\nzahlen das Auto und dann fahren die damit nach Hause und dann merken sie erst\nan der Ladesäule, dass sie irgendwas nicht wissen.\nOder sie haben zu Hause, ist jetzt hier bei mir im Ort passiert,\nwo Bekannte sich ein E-Auto gekauft haben und haben gesagt, ja,\nwir brauchen irgendwie mal hier Hilfe.\nIhr kennt euch doch aus mit sowas. Könnt ihr irgendwie, vielleicht können wir ja mal quatschen.\nDann haben die sich so ein DS E-Tense gekauft.\nDS ist diese Citroën-Nobelmarke, glaube ich, Tochter.\nUnd die haben den in so einem großen Carport stehen und haben den bis jetzt\nhalt immer einfach einfach über den Schuko geladen, also über die normale Haushaltssteckdose\nund direkt neben ihrer normalen Haushaltssteckdose.\nHaben sie eine 32 Ampere CEE-Dose, wo sie einfach in Windeseile auch laden könnten,\nwenn sie gewusst hätten, dass das geht und wie das geht und was man dafür braucht.\nUnd dass man an der Ladesäule nicht mit der EC-Karte bezahlen kann,\nhaben sie erst gelernt, als sie es versucht haben.\nDas haben sie auch vorher nicht gewusst. Und für mich ist das eine neue Ära\nin den Jahren, die ich mir das jetzt angucke und das begleite und diese Geschichten\nerlebe und erzählt bekomme und selber erzähle, ist das ernsthaft eine Zäsur,\ndass die Leute sich nicht monatelang peinlichst, kleinlichst darauf vorbereiten,\nso ein E-Auto zu kaufen und Empfang zu nehmen, sondern dass die hingehen.","Habe ich aber auch nicht gemacht.","Ja, warst du auch schon wieder deiner Zeit voraus, hier Chapeau und alles.\nIch bin einfach von München nach Berlin gefahren, ja ich weiß wir haben ausführlich\ndarüber geredet, wie bescheuert du eigentlich warst, aber ich finde das gut\nich habe nicht ganz so eine weite Tour ich habe auch meine Zoe bekommen,\nbin am nächsten Tag immerhin nach Thüringen gefahren, um meine Schwiegermutter\nabzuholen, die findet das heute noch scheiße, dass ich nicht wusste,\ndass man nicht immer bis 100% laden muss, ne das hat einfach ewig gedauert,\ndie Fahrt nach Hause dann, fand sie nicht so cool aber egal,\nund jetzt gibt es da eben Leute, die da nicht mehr so vorbereitet drangehen\nund die sich da nicht groß informieren und die auch nicht wissen, dass es,\nYouTube-Kanäle mit 70, 80, 100.000 Abonnenten gibt, die sich mit dem Thema beschäftigen\noder Podcast und auch nicht mehr nur einen.\nWir sind da ja nicht mehr alleine, seit einer ganzen Weile schon nicht mehr.\nSondern die ziehen einfach los und die haben gehört, okay, hier Elektromobilität\nkann man jetzt machen. Es gibt Ladesäulen, es gibt E-Autos, dann haben wir ja alles.\nWir haben eine Steckdose in der Garage, alles cool, kaufen wir jetzt, machen wir.\nDann lernen sie, dass es da so ein paar Feinheiten schon gibt,\ngibt, die man vielleicht auch\nvorher sich schon mal hetzen drauf schaffen können, wo ich halt finde,\ndass, nichts für ungut, da auch die Autoverkäufer vielleicht nicht so einen\nguten Job machen, indem sie eben diese Dinge so ein bisschen vorenthalten und\nzwar in weiten Teilen, weil sie es auch selber nicht besser wissen.","Vielleicht ist es auch ganz gut, dass diese Leute jetzt mal kommen,\ndass die dann mal ordentlich irgendwie auf die Kacke hauen.\nJa, auf die Kacke hauen, die mal sagen, was ist das für eine Scheiße, ich kann ja nur mit\nkomischen Karten zahlen und dann auch überall eine andere Karte,\nwas ist denn das für ein Kack, könnt ihr nicht mal das so machen,\ndass das einfach mal zu bedienen ist und man nicht irgendwie 20 weitere Karten\nirgendwie in der Brieftasche mit sich rumschleppen muss, das ist ja alles eine Katastrophe.\nDas wäre ja vielleicht mal gut, weil klar, Pionierzeit ist ganz schön,\naber ihr habt ja auch, wie sagt man, eine große Schmerzgrenze,\nhat man ja bei seinen Hobbys und bei Sachen, die man toll findet, aber so der Normale,\nder einfach dann irgendwie zu seiner Arbeit und mal in Urlaub fahren will,\nder hat diese Schmerzgrenzen nicht, der will nicht irgendwo eine halbe Stunde stehen oder,\neine Säule fahren und dann merkt man, dass er die falsche Karte hat und da aber\njetzt extra einen Abweg gefahren ist und sein Sprit oder was heißt jetzt Sprit,\nseine Energie ist jetzt alle und dann steht er da und kann da auch nicht mehr\nweg. Also das geht eigentlich alles nicht.","Richtig, da ist noch viel Luft nach oben.\nAber es ist tatsächlich sehr sichtbar, dass es eine andere Ebene erreicht.\nMan sieht das, finde ich, auch so in der öffentlichen Diskussion,\nweil einfach nach und nach über die Jahre die ganzen Argumente flöten gegangen\nsind, die gegen dieses Thema gesprochen haben oder wo es schien,\ndass die gegen dieses Thema sprechen.\nDas ist eine ganze Weile lang sehr konfrontativ behandelt worden.\nEs gab halt einfach Artikel, in denen standen noch und nöcher immer dieselben\nArgumente gegen das ganze Thema Elektromobilität.\nDie wurden immer und immer und immer wieder aufgezählt in allen Medien,\nob das kurze Fernsehbeiträge sind oder lange Zeitungsartikel.\nDas hat sich gewandelt über die Zeit. Heute haben wir ja so ein bisschen so\neine andere Diskussion, so im Sinne von, ja warte mal mit den batterieelektrischen\nAutos, der Wasserstoff kommt, wird jetzt dann viel cooler alles,\nkannst du ganz schnell tanken und ist alles grün und so weiter.\nDann nochmal ein ganz anderes Fass, was da aufgemacht wird, da kann man auch\nnochmal eine Stunde drüber diskutieren, wenn man wollte.","Drei Tankstellen sind es in Berlin, drei Wasserstoffe.","Ja, das ist doch schon ganz gut. Ich glaube, hier in der Gegend gibt es ein\npaar, aber auch nur, weil hier Linde relativ groß irgendwo um die Ecke sitzt.\nIch glaube, die meisten in dieser Gegend sind bei Ihnen auf dem Betriebshof.\nAber es ist halt nochmal was anderes. Ich habe ja auch gar nicht so das Problem\nmit dem Wasserstoff. Ich finde ihn halt nur fürs Auto nicht passend,\naus vielen, vielen Gründen.\nWas mich tatsächlich am allermeisten stört ist, dass in so vielen Diskussionen\nin der breiteren Öffentlichkeit es immer nur an und aus, eins und null,\nschwarz und weiß, das eine oder das andere gibt.\nBis wir mal in einem Gespräch zu einem Punkt kommen, wo wir uns einig sind,\ndass es batterieelektrische Fahrzeuge gibt,\ndass es aber auch Wasserstoff geben sollte für bestimmte Anwendungszwecke,\nob das Fernverkehr ist, ob das Flugverkehr ist, ob das Schiffsverkehr ist,\nob das Energiespeichermöglichkeiten sind, alles fein.\nJa, aber warum müssen wir immer noch darüber diskutieren, dass Batterie,\nelektrische Fahrzeuge eine blöde Idee ist und dass man warten soll,\nbis der Wasserstoff kommt.\nDas ist halt einfach Lobbyismus und Politik und sowas ärgert mich dann einfach\nganz krass. Aber wir werden alles davon haben.\nWir werden auch noch lange Verbrenner auf den Straßen haben.\nNicht, dass jetzt jemand Angst haben muss, dass morgen alles aus ist,\naber es wird sich ja verändern und ich hoffe, es wird sich schneller verändern,\nals ich jetzt gerade im Moment glaube, dass es sich verändert.","Ja, ich glaube, man wird das Thema daran erkennen, dass es durch ist,\nwenn das Tankstellensterben anfängt. Dann ist das Thema durch.","Ich finde, wenn wir den Umstieg geschafft haben, solange es noch akzeptable\nPreise für mein Gebrauchspfadzeug gibt, das ist eigentlich meine einzige Not,\nso ein bisschen so Bitcoin-Preismäßig, also man will jetzt irgendwie das noch\nloswerden, den ganzen Legacy-Kram und danach kann das gerne untergehen.","Das ist natürlich schwierig, ein schmaler Grat. Du weißt nicht, wann es passiert.","Aber ich habe das Gefühl, es passiert bald. Ich habe schon so richtig Hummeln im Arsch.\nAlso ich denke, nächstes Jahr muss man eigentlich seine Verbrennungstechnik\nabstoßen, danach ist es vorbei.\nDann kauft das einfach keiner mehr.","Ist mir recht, macht das. Alle.","Ganz so schnell, glaube ich, geht es nicht, aber wir werden es sehen.","Hast du nicht beim letzten Mal mit zwei, drei Jahren schon daneben gelegen?","Nein, ich finde nicht. einem Jahr? Erstens finde ich überhaupt nicht voll daneben\ngelegen zu haben, weil das, was ich meinte anzudeuten mit diesen in zwei,\ndrei Jahren ist das Ding durch.\nIch glaube, das waren so meine Worte, ist, dass der,\ngenerelle Mindset, also nicht bei allen Menschen auf der Welt in Deutschland oder so weiter,\nsondern bei denen, die sich sozusagen auch noch technisch dagegen gesträubt\nhaben, die also wirklich Teil der Entscheidung sind, dass es diesen Weg nimmt.\nAlso, dass das durch ist, dass das Ding ausgewürfelt ist,\ndass es klar ist, dass es in Elektro-Richtung geht und natürlich wird es noch\nlange dauern und es wird Transitionen geben und all das, gar keine Frage und\nes wird auch noch in einzelnen Bereichen, Nutzfahrzeuge,\nSpezialfahrzeuge noch längere Zeit auch Verbrennerbedarf geben und das ist ja\nauch dann gar kein Problem mehr.\nDas kann ja gerne existieren.\nNur diese massenhafte Bepulverisierung von Dinosauriern und Feinstaub und Lärm und all das,\nwas irgendwie damit verbunden ist, das muss einfach ein Ende finden.\nDas ist einfach höchste Zeit.","Wie, das war dir vor zwei, drei Jahren noch nicht klar?","Nein, mir war das klar, aber meine Aussage war nur, in zwei,\ndrei Jahren wird es sozusagen auf der Entscheidungsebene durch sein.\nEs wird nicht mehr debattiert werden müssen, ob das jetzt die Zukunft ist,\nsondern es ist jetzt der Weg, der jetzt geht.\nUnd der nächste Schritt, der kommt, ist, dass die Leute einfach Angst haben,\nsich noch einen Verbrenner zu kaufen, weil sie Angst haben, dass sie den dann\nschon nicht mehr weiter verkaufen können irgendwann.","Ich verstehe, was du meinst und ich würde das unterschreiben, glaube ich.\nWir haben gerade in der letzten Episode darüber gesprochen, dass viele Autokonzerne\neben jetzt Werke umstellen.\nBMW in Dingolfing, VW stellt Werke um, Seat stellt Werke um,\nGM baut Werke um, eben um Elektrofahrzeuge zu bauen in den nächsten Jahren.\nBei VW halt ein bisschen früher, bei anderen vielleicht ein bisschen später.\nWas man da natürlich auch immer nicht vergessen darf, nicht alle Firmen sind\nso transparent mit dem, was sie tun,\nwie diese Startups, die diese Diskussionen und diese Disruptionen gerade auf\ndie Straße zu bringen versuchen, weil die dieses Marketing und diese Transparenz\nauch brauchen, um das Thema zu pushen in die Köpfe der Leute.\nDenn bei VW, BMW, Audi, Daimler und all den anderen etablierten Herstellern,\nEs passieren Dinge, aber sie kommen damit erst um die Ecke, wenn es soweit ist.\nSie agieren anders als diejenigen, die versuchen aufzuholen und sie zu überholen.\nDie haben einen ganz anderen Auftrag.\nDie müssen erstmal das tun, was sie jetzt gerade tun und parallel sich wappnen\nfür das, was kommt, weil sie wissen, dass es gar nicht anders geht.\nUnd ich behaupte, sie wissen alle, dass es nicht anders geht.\nSie gehen nicht alle gleichermaßen gut damit um und die einen sind weiter vorne\nals die anderen und insgesamt sind sie alle sehr weit hinten,\ndenn wir sehen jetzt zum Beispiel in den Produktpaletten von verschiedenen Autoherstellern\nFahrzeuge, die einem 2013er Model S auch nicht das Wasser reichen können,\nwas halt einfach lächerlich ist.\nJa, und die Entwicklungszyklen müssen halt jetzt anders sein als alle vier Jahre\nein Facelift und alle sieben bis acht Jahre ein neues Modell.\nDas ist einfach nicht das, was wir jetzt brauchen. Da passieren ganz andere Sachen.\nAber nochmal, die Disruption kommt immer von außen, weil der Autohersteller\nselber das gar nicht kann. Das geht nicht.\nDas geht einfach nicht. Aber hinter den Kulissen tun sie Dinge.\nUnd jetzt tröpfeln eben diese Informationen so langsam immer wieder raus.\nVW baut Werk um, Porsche stellt Werk um, die bauen jetzt ein E-Markt an in Leipzig\nund die anderen machen Batterieentwicklung in Salzgitter, BMW macht reines E-Werk\nin Dingolfing und bla und blub.\nAll diese Dinge nehmen so langsam Gestalt an und wir dürfen hoffentlich davon\nausgehen, dass hinter den Kulissen viel mehr Dinge Gestalt annehmen als die,\nmit denen sie kommunizieren, mit denen sie rausgehen,\ndie sie kommunizieren, weil das ihre Art ist, diese Dinge zu kommunizieren.\nSo der Autohersteller hat das noch nie so gemacht, dass er erzählt,\nwir fangen jetzt an etwas zu tun, schau dir Sonomotors an zum Beispiel,\ndie von Anfang an gesagt haben, was die\nmachen und dann ging es in die Entwicklungsphase und dann ging es darum,\nHardware zu entwickeln und Batterien zu fertigen, mit Auftragsfertigern zu arbeiten,\nmit Erring Klinger zu arbeiten, mit Leuchtenherstellern zu arbeiten und ab da\nherrschte der NDA und ab da wurde es dann intransparent, weil man erst das,\nwas fertig ist, kommunizieren darf. Und das sind einfach zwei verschiedene Welten.","Ich glaube, was man in dem Zusammenhang ansprechen muss, ist der sogenannte Osborne-Effekt.\nNämlich du willst, wenn du ein Produkt verkaufst, willst du das verbesserte\nNachfolgeprodukt erst präsentieren, wenn du es mehr oder weniger am nächsten\nTag auch in den Läden hast.\nWeil sonst die Leute aufhören, das aktuelle Produkt zu kaufen und auf das neue,\nbessere Produkt zu warten.\nUnd ich glaube, dass sehr viele große Hersteller mit diesem Ausbaueneffekt ganz klar kämpfen.\nAlso du siehst bei Tesla zum Beispiel auch, dass sie für die Autos,\ndie sie draußen haben, wo sie immer mal wieder hier ein Facelift und da noch\neine Verbesserung und hier bessere Sitze und da noch ein neuer sonst sowas Computer,\ndie rollen den Kram silently aus, ohne zu sagen, ab Mai könnt ihr jetzt den\nso und so mit so und so kaufen, sondern da heißt es dann immer ab heute.\nWeil sie verhindern wollen, dass die Leute warten, damit das zu bestellen,\nweil sie dann nämlich einen Einbruch haben in ihrem Geschäft.\nUnd ich glaube, unter der Perspektive muss man sehr auch das Verhalten der großen\nAutohersteller sehen, die jetzt ihre Karten lieber zu sich, bei sich halten.","Alles richtig, was du sagst und das ist allerdings auch nur die eine Seite,\nweil das ist sozusagen die Nöte und Zwänge dieser Hersteller und ich möchte\nmich gerne davon trennen,\nalles immer nur in deren Logik und deren Bedürfnissen und deren Weltvorstellungen sehen.\nJa die müssen auch noch mehr die getriebenen werden\ndenn was wir brauchen jetzt sind eigentlich mutige politische\nentscheidung und das ist eigentlich das wichtige wo dieses\ndieser allgemeine mindset jetzt auch einsetzen muss also wenn umso mehr leuten\njetzt klar wird so okay der weg ist begonnen und das hilft einem ja auch dabei\nsagen wir mal auch die real existierenden probleme von denen eigentlich alle wissen ja also gerade so.\nAlso Umweltverschmutzung, Luftverschmutzung etc. hatten wir jetzt gerade bei Corona,\nNorditalien, extreme Luftverschmutzung, viele Tote, das sind alles jetzt keine\nklar benannten Zusammenhänge, aber das sind ja alles so Aspekte,\ndie im Raum stehen, die jetzt auch wieder weiter gesehen werden.\nUnd es ist jetzt einfach erforderlich, dass eben auch Gemeinden bis hin natürlich auch zum Bund,\naber vor allem auf so einer regionalen Ebene einfach dann auch mutiger werden und sagen,\nja also in Berlin sehen wir nicht, warum 2022 alle Supermärkte noch mit großen\nstinkenden LKWs angefahren werden sollen.\nSeht mal zu, dass im Innenstadtbereich diese Lieferkette einfach nur noch elektrisch gemacht wird.\nSupermärkte vielleicht jetzt gerade nicht das allerbeste Beispiel,\naber Paketlieferdienste definitiv. Also es gibt keinen Grund,\nwarum wir das noch erlauben sollten.\nWarum wird das nicht mit kleineren Fahrzeugen gemacht?\nDie haben alle Parkprobleme, die haben alle eine Vielzahl von Problemen und\nes fahren sehr viele davon rum.\nJa, wenn ihr das möchtet und wenn ihr gerne irgendwie so extensiv auch unsere\nStraßen nutzen möchtet für euer Geschäft, dann sagen wir halt einfach gerne, aber ohne Verbrenner.\nSo, jetzt seht mal zu, wo ihr die entsprechenden Produkte herbekommt und dann\nsieht es natürlich dann auch bei den Herstellern von solchen Fahrzeugen gleich wieder ganz anders aus.\nDie Post ist da lobenswerterweise, finde ich, ein bisschen vorangegangen,\nweil das ja auch in zunehmendem Maße ein Kostenfaktor wird.\nAlso ich denke, dass Elektro auch einfach an vielen Stellen dann auch billiger\nwird, in dem Moment, wo der ganze Verbrennerkram auch seine Economy of Scale verliert.","Und der E-Kram sie gewinnt. Das ist ja, was er im Moment nicht hat.\nDie E-Fahrzeuge werden in deutlich kleineren Stückzahlen produziert.\nAber da, glaube ich, ist auch so ein bisschen...\nEin Problem, was man vielleicht auf den ersten Blick nicht so richtig erkennt,\nschon gar nicht als der Autohersteller oder Fahrzeughersteller,\nnämlich, dass wir nicht nur weg wollen,\nsollen und müssen von fossil betriebenen Fahrzeugen, sondern dass wir auch weniger davon brauchen.\nJa, mehr Fahrrad, mehr Fußverkehr, mehr Grün in der Stadt, mehr alternative\nVerkehrsmittel, weniger individueller Verkehr, mehr Sharing und mehr ÖPNV und\nso weiter und so weiter und so weiter.\nDa hängt ja ganz, ganz, ganz, ganz viel dran, was sich verändern muss.\nUnd das ist zum Beispiel was, was mir immer ein bisschen Schmerz macht,\nwenn ich so sehe und höre, was VW zum Beispiel so kommuniziert,\nwie viele Millionen ID.3 sie bauen und verkaufen wollen,\nda kriege ich persönlich immer\nso ein bisschen Schmerz, weil wir am Ende doch immer dasselbe machen.\nAber halt jetzt mit dem Elektroantrieb.\nUnd das kann nicht das Ziel sein.\nAuch wenn das natürlich für den Autohersteller das Ziel ist,\nweil der ja generell so arbeitet, dass er 10% mehr Gewinn macht als im letzten\nJahr. Das ist ja der Deal, so macht man das halt.\nWeil die Aktionäre auch ihre Dividenden sehen wollen und jeder muss irgendwie\nGewinn machen und man muss ja auch die ganzen geschassten Vorstände bis sie\nsterben weiter bezahlen.\nHat man entsprechende Deals gemacht, man kann ja auch einen großen Konzern an\ndie Wand fahren und dann von sieben bis zwölf Millionen Abfindungen ganz gut\nweiterleben, also ich warte auch immer darauf, dass mich mal einer anruft,\nmeinen schlechten Managementjob kann ich auch machen und mich dann dafür hochbezahlen\nlassen, das ist vielleicht ein bisschen überspitzt jetzt,\naber das ist wie diese Industrie tickt und da tickt sie falsch und da tickt\nsie sehr gestrig und da glaube ich ist noch sehr, sehr, sehr viel Arbeit zu machen,\ndenn was sie machen ist, wir haben jetzt erkannt, wir müssen einen anderen Antrieb\nanbieten, wir machen jetzt dasselbe, was wir immer gemacht haben,\naber mit einem anderen Antrieb. Und das sollte es eigentlich nicht sein.","Ja, ich denke, VW sollte auch mal überlegen, was eigentlich ihre Dienstleistung ist.\nUnd das ist so ein bisschen dieses klassische Missverständnis und das Nicht-Erkennen\ndisruptiver Tendenzen.\nJa, weil klar ist so ein Transporterfahrzeug heute die Lösung für Transport von Waren, ja,\naber mit so einem Lastenfahrrad kann man diese Waren meistens auch ganz gut\ntransportieren, nur da gibt es halt dieses Angebot nicht.\nDas ist aber hochgradig disruptiv. Jetzt kann sich halt VW entscheiden,\nja okay, wollen wir in dem große Autos mit viel Blech drumherum,\ndie viel Platz einnehmen,\nBusiness bleiben oder orientieren wir uns an Kunden, die ein Problem haben in\nForm von, ja Dinge sollen nur irgendwo hin transportiert werden.\nDas muss ja nicht zwangsläufig in denselben Einheiten geschehen,\nwie es bisher geschehen ist.\nUnd wenn der politische Druck zunimmt, unsere Straßen auch umzubauen.\nIn Berlin gibt es einfach dreispurige Straßen.\nMitten in der City. Wozu?","Dann müssen ja alle irgendwo hin, die Autos.","Aber ich kann mir gerade irgendwie überhaupt nicht mehr vorstellen,\nwie man dieses holländische Modell noch länger ignorieren möchte.\nEs ist einfach so offensichtlich richtig, alles was,\nalso nicht alles, aber viel von dem, was da gemacht wird, insbesondere dieses\nKonzept der geschützten Kreuzung und der generellen Wegführung und priorisierten\nWegführung für Fahrräder.\nIch würde es sogar noch ein bisschen weiter aufblasen und sagen,\nja, da muss so für zwei Räder generell mal mehr getan werden,\nauch für Mopeds, dann kommt man oft auch mit einer Spur für die normalen Autos hin.","Ich habe so ein bisschen Sorge, dass es am Ende viel mit Geld zu tun hat,\nweil zum Beispiel so ein Autohersteller milliardenschwere Investitionen in Zeug gemacht hat,\nUnd das gerne wieder rausbekommen möchte jetzt. Sie sind noch nicht fertig mit\ndem Geld wieder rausbekommen.\nSie sind noch nicht da. Dass sie sagen können, ja, ist mir egal,\ndas ganze Verbrennerzeug.\nWir machen ein paar E-Autos, deutlich weniger. Und stattdessen Lasten-E-Bikes.\nDas ist, glaube ich, rein betriebswirtschaftlich schwierig für die.\nWeil das ja gewinnorientierte Unternehmen sind mit sechsstelliger Mitarbeiteranzahl.\nIch möchte nicht sagen, dass das gut ist, dass das so ist. ist.\nIch glaube aber, dass es schon auch ein Faktor ist, denn ohne das Geld funktioniert\ndas alles gar nicht, blöderweise.","Aber es ist auch eine Wette darauf, dass sie dieses Geld dann auch noch bekommen\nwerden, wenn sie nur das andere sein lassen. Und das ist halt nicht unbedingt der Fall.","Oder sie glauben, dass es läuft wie bei Atom- oder Kohleindustrie.\nDann kriege ich halt vom Staat 40 Millionen. Ist doch egal von wem.\nAber man darf das nicht vergessen. Ich habe jetzt zufällig irgendwo gelesen,\nBMW hatte, Ich weiß nicht, 3, irgendwas Millionen Gewinn 2019,\naber Investitionen von, nee, einen Umsatz von 100 Milliarden zu 3 Milliarden Gewinn.\nAlso die haben ein unfassbar kostenintensives Geschäft, so Autohersteller.\nUnd da wird sehr, sehr, sehr viel investiert und es fällt im Verhältnis sehr wenig Gewinn ab.\nUnd deswegen sind sie sehr vorsichtig mit dem, was sie machen,\ndeswegen haben sie eine starke Lobby-Truppe,\ndie dafür sorgt, dass ihre Probleme gelöst werden und ihre Ansinnen gehört werden\nund dass eben nicht Tempolimit auf der Autobahn und weniger Straßen in der Stadt\nund so weiter passieren.\nDa arbeiten die hart dran, weil die sehr viel Geld investiert haben und die\nsehen sich halt auch finanziell scheitern in den nächsten Jahren,\nwenn sie nicht das so lange rauszögern, wie es nur irgendwie geht.\nWie andere Industrien das auch machen, wie eben gerade gesagt,\nzum Beispiel Kohleindustrie zum Beispiel, die sich ja viele Dinge einfach hart\nvergolden lassen, die sie selber verkackt haben.\nDie wussten ja in den 70ern schon, dass die Kohle nicht ewig da ist.\nDas ist ja keine neue Erkenntnis.","Also ich finde die Diskussion um Lastenfahrräder\naber auch sehr aus einer Großstadt-Innenstadt-Perspektive geführt.\nAlso sicherlich sind Lastenfahrräder eine schöne Sache, weil man damit diverse\nDinge tun kann, aber ich sehe das halt…,\nDass die Landbevölkerung da halt dann nicht so viel davon hat und klar zeigt\nman da direkt wieder zurück aufs Auto, weil die Zersiedelung,\ndie passiert ist, ja überhaupt erst durch das Auto so stark möglich wurde.","Du brauchst gar nicht weiterreden. So habe ich das ja auch gar nicht gemeint.\nDas Ding ist nur, würde ich auf dem Land leben, hätte ich schon längst ein Elektrofahrzeug.\nWeil da hast du Platz, da kannst du eine Steckdose rauslegen.\nImmer wenn du zu Hause bist, lädt das, alle Probleme sind gelöst.\nDa denke ich gar nicht über Ladeinfrastruktur groß nach.\nAllein irgendwie alle Erledigungen und Befahrungen und Besuchungen kannst du\nproblemlos machen, wenn du ein Haus hast und wenn du einen Platz hast,\nwo dein Auto immer an derselben Stelle steht.\nWer sich in so einer Situation heute kein Elektrofahrzeug kauft, den verstehe ich nicht.\nAlso da habe ich gar kein Verständnis dafür. Für euch ist das Ding durch.\nIn der Stadt sieht es komplett anders aus.\nErstens, weil Auto in der Stadt generell ein Fremdkörper einfach ist.\nWir haben davon zu viele. Ja und selbstverständlich ist ein Lastenfahrrad auch\nnicht in allen Situationen das Richtige, weil auch dafür brauchst du einen Standplatz,\naber eben nicht so viel wie für ein Auto.\nNur vom Staat, von der Gemeinde, von uns allen gibt es für das Auto mehr oder\nweniger kostenlose Parkplätze, aber es gibt keine kostenlosen Parkplätze für Lastenfahrräder.\nJa, gäbe es das in jeder Straße, ja ich meine von 120 Parkplätzen,\ndie angeboten werden, könnte man ja auch sagen,\nokay, ab heute sind 10 davon auf jeden Fall mit Ladeinfrastruktur zu versehen,\ndamit ein bestimmter Anteil auf jeden Fall Elektroauto ist,\nweitere 10 bis 20 Prozent sind einfach für Fahrräder.\nEinfach auf der Straße, damit die nicht auf dem Bürgersteig rumstehen,\nda sind dann einfach Fahrräder und dann auch speziell Lastenfahrräder und wie\ndas eigentlich auch fast in jeder europäischen Stadt ist, für zwei Räder in Barcelona,\nin jeder Straße, in jeder Straße hast du da größere Abschnitte,\nwo einfach Zweiradparkplatzmarkierungen sind.\nDas existiert in Deutschland überhaupt nicht.\nNull. Und das ist das Kaputte daran, dass wir einfach überhaupt nicht darüber\nnachdenken, wie man die Voraussetzungen dafür anders schaffen kann.\nStattdessen einfach nur Autos, Autos, Autos und nichts anderes.\nUnd dann so, ja, aber es ist ja so wenig Platz und wo sollen denn dann die ganzen Autos stehen?\nGut, ich sehe ja auch ein und ich habe ja auch selber diesen Bedarf,\nauch wenn man in der Stadt wohnt, gibt es natürlich nachvollziehbare Gründe,\nwarum man vielleicht mal ein Auto haben will.\nFamilie, Blah, Selbstständigkeit etc. Alles mögliche und soll auch Leuten ohne,\nbesondere Gründe jetzt vielleicht auch möglich sein, muss ja nicht gleich verhindert werden so.\nDann fehlt aber sozusagen in den Bebauungsplänen auch mal das Konzept,\ndass man vielleicht mal in irgendeine Lücke nicht nochmal ein neues Wohnhaus\nreinhaut, sondern vielleicht halt auch einfach mal ein Parkhaus,\nalso so ein Community-Parkhaus, wo man dann teuer bezahlt.","Mit Wallboxen.","Mit, genau, mit Wallboxen, ja, ist auch so ein Aspekt. Dann sind nämlich die\nAutos von den Straßen runter, du hast den Platz für Fahrräder und alternative\nAntriebe oder einfach auch mal Platz, ist ja auch mal ganz schön.\nDie Autos sind sozusagen nicht aus der Welt, aber es ist ja absolut zumutbar,\ndass du innerhalb eines Blocks vielleicht auch mal zwei Straßen weiter gehst,\num dein Auto in Betrieb zu nehmen, weil du sowieso halt nur einmal die Woche überhaupt ausführst.\nAlso das sind alles so Überlegungen, die mir einfach noch zu wenig fehlen.\nIch will jetzt nicht sagen, wir müssen jetzt alle Fahrräder fahren und Elektroautos\nkomplett, nein, sondern es hängt natürlich von der Situation ab.\nAber Elektroautos, Land, wer heute kein Elektroauto fährt,\nweiß ich nicht, hat das Licht nicht gesehen oder hat das Geld nicht,\ndas kann natürlich auch sein, oder hat das Geld nicht, aber dann,\naber auch dieses Geldargument wird glaube ich nicht mehr so lange halten,\noder? Also das sehe ich nicht mehr.","Also der Gebrauchtmarkt ist, der entwickelt sich ganz gut.\nAlso bei mir ist es ja auch so, dass ich fast 30 Jahre in Berlin gewohnt habe,\nohne ein Auto zu besitzen.\nAlso diese braune Sohle, die leider weil er viel zu schnell verstarb,\nwar er überhaupt mein erstes eigenes Auto. Ich hatte ja nie vorher ein Auto.","Ach echt?","Ja, ja. Und habe auch in der Stadt alles nur mit ÖPNV oder Fahrrad gemacht. Warum auch nicht?\nIch meine, klar, man kann über die BVG schimpfen, jederzeit.\nAber im Vergleich zu anderen Großstädten hat Berlin halt mal einen echt vorbildlichen\nÖPNV. Auch wenn er schmutzig ist und nicht immer ganz zuverlässig,\naber er ist gut ausgebaut, man kommt überall hin.","Gebrauchtmarkt, damit können wir vielleicht langsam das Thema auch mal zu Ende\nbringen. Da würde ich deinen Eindruck noch mal interessieren.\nDu bist ja auch immer aktivierbar oder bist aktiv geworden, wenn Leute so etwas\nauf dem Gebrauchtmarkt gesucht haben.\nWie ist denn der Gebrauchtmarkt an sich einzuschätzen? Also ist da viel zu holen\noder kann man sich da viel sparen?\nIch habe mal so bei Teslas, gebrauchte Teslas sind ja irgendwie immer noch extrem\nteuer. Das ist so ein bisschen wie so mit Apple.\nAlso da kannst du auch nach zwei Jahren noch keine nennenswerten Preisnachlässe erfahren.","Also, lass es mich mal anders ausdrücken.\nIch arbeite ja für so ein Gebrauchtauto-Portal und da sind ungefähr 1,5 Millionen\nGebrauchtwagen im Angebot.\nMal ein bisschen mehr, aber so ungefähr.\nUnd die Zahl, die ich jetzt so im Hinterkopf habe, ist, dass es ungefähr 100.000\ngebrauchte E-Autos sind.\nJa, also das ist halt so das Verhältnis ungefähr.","15 Millionen zu 100.000. Sagtest du 15 Millionen?","Nein, ich sagte 1,5 Millionen.","Ah, okay, also 1 zu 15.","Ja, ich glaube, ich glaube, die Menge alleine.","Da muss man natürlich sagen, dass diese Gebrauchtwagen, die da angeboten sind,\nim Wesentlichen so jetzt sind.","Ja, da ist, glaube ich, auch so ein bisschen die Problematik,\nweil ich glaube, die Menge der Fahrzeuge, die verfügbar sind,\nalleine ist gar nicht so wichtig, sondern was für Fahrzeuge das sind,\nwas für Specs die so haben, ist da viel wichtiger.\nIn den letzten Jahren sind gerade Akkukapazitäten so so stark gestiegen.\nMan sieht es eben schön an den Suis. Ich habe so eine 2013er,\n2014er Sui gehabt mit einem 21 Kilowattstunden Akku.\nAktuell haben die 50 Kilowattstunden in demselben Auto, auf demselben Raum.\nUnd das sind Dinge, so dieses Akku verdoppeln, das ist bei vielen Fahrzeugen passiert.\nDie, die du jetzt gebraucht bekommst, die können schon mal unter 10.000 Euro\nliegen, So ist so ein Q210er sowas, wirklich 2014er Autos oder so.\nDie sind jetzt de facto nicht mehr teuer, aber sie sind sehr weit weg von dem,\nwas ein vergleichbares Modell, was ungefähr das Doppelte kostet, jetzt könnte.\nWenn ich eine gebrauchte Zoe mit einem 20 Kilowattstunden Akku kaufe,\ndie auch die Probleme hat, die so ein Auto hat, bleiben wir bei der Zoe zum\nBeispiel, ist es so, das wisst ihr wahrscheinlich auch,\ndas Fahrzeug basiert auf dem Renault Clio und viele Teile von dem Clio sind\neigentlich dem Gewicht einer Zoe,\ndie mit einem dicken Akku daherkommt, das ist ja kein relevanter Gewichtsuwachs,\nsind die nicht gewachsen.\nIch weiß gar nicht mal genau, wie diese Teile heißen, vorne am Fahrwerk zum\nBeispiel, die gängigerweise kaputt gehen.\nMeine Zoe zum Beispiel hat ihren ersten TÜV nicht bekommen, weil da einfach\nTeile durch waren, die eigentlich 120.000 Kilometer hätten halten sollen.\nDas ist halt echt nicht cool. Und das sind so Schmerzen, die man mit den Fahrzeugen\nso First Generation irgendwie hat.\nUnd die willst du eigentlich nicht haben, weil du dir dann dieses ganze Thema irgendwo versauerst.\nTraggelenke, Spurstangen, Querlenker, danke Slack.\nDas sind so die Dinger. Die sind nicht ausgelegt auf dieses Gewicht.\nDie haben da nicht groß drüber nachgedacht. Die haben gesagt,\nmach Akku reinnehmen, was wir haben, verkauf das.\nMuss auch irgendwie billiger sein, weil die sonst auch Preise,\nwie sie sie gerne aufrufen wollten, gar nicht erreichen könnten.\nDaher auch so dieses Batteriemiete-System bei Renault zum Beispiel,\ngerade bei den alten Fahrzeugen. du konntest den Akku gar nicht kaufen,\ndenn eigentlich hättest du es auch\nnicht gewollt, weil es so unfassbar unverhältnismäßig teuer gewesen wäre.\nDeswegen haben sie sich das ja erst überhaupt einfallen lassen.\nUnd die Fahrzeuge, die du gebraucht kaufen kannst, da kann schon mal ein Schnäppchen\ndabei sein, wo man, keine Ahnung, tatsächlich vielleicht auch bei Tesla ein\nModel S findet, 15er, 16er oder sowas,\nwas günstig ist aus irgendwelchen Gründen, weil jemand es gut meint oder es\neinfach unbedingt loswerden will oder es vielleicht ein paar Schönheitsfehler\nhat, wie hier Spaltmaße am Kofferraum nicht schön oder so was.\nKeine Ahnung, da kann man schon mal einen Glücksgriff tun, aber im Großen und\nGanzen glaube ich, sind gerade so die Autos von 13, 14, 15 die willst du in\nder Regel wahrscheinlich einfach gar nicht haben.","Auch die von Tesla nicht.","Auch die von Tesla nicht, gerade 13, 14, da musst du echt gucken.\nDie haben sehr viele Kilometer drauf und sind im Verhältnis für ihre Laufleistung\nimmer noch viel zu teuer.\nAlso weiß ich nicht. Es gibt einen Gebrauchtwagenmarkt. Die Fahrzeuge sind aber relativ teuer.\nImmer noch, klar sind sie billiger als ein neues Auto, aber der technologische\nVorsprung, den ein aktuelles Fahrzeug hat, im Gegensatz zu einem von vor fünf\nJahren, desselben Modells, ist halt einfach echt groß und da muss man sich gut\nüberlegen, ob man das tatsächlich will.\nWenn man sagt, okay, das ist mein Drittauto, ich wohne ja auf dem Dorf und habe\neinfach zu viele Autos und Und das ist mir egal, nehme ich halt nur zum Einkaufen\nund um an den See zu fahren oder so.\nKann man das schon mal machen, wenn man meint, man müsste das unbedingt tun.\nAber so als einziges und hauptsächliches Fahrzeug, glaube ich,\nfindet man gar nicht so richtig viele geile Angebote auf dem Gebrauchtmarkt.","Wie lange, das ist ja auch noch so ein Ding, so diese,\nObsoleszenz per Software. Also bei Tesla Klar fallen doch jetzt auch in zunehmendem\nMaße alte Modelle aus den Software-Updates raus, oder? Ja, meins schon sogar.","Meins ist noch gar nicht so alt. Das wird jetzt Ende Juli, Anfang August,\nich weiß nicht mehr genau das Datum, wird es vier Jahre alt.\nDas bekommt zwar Software-Updates, aber tatsächlich nur sehr wenige Features oder so.\nDa ist nicht mehr viel, was die tatsächlich machen können, weil die Hardware,\ndie in dem Auto verbaut ist, viele Dinge gar nicht mehr unterstützt.\nAlso ich habe kein Netflix oder YouTube und Sentry Mode und solche Sachen,\ndas kommt alles in meinem Auto nicht mehr an und es ist tatsächlich gerade vier Jahre alt.\nDas darf man dabei auch nicht vergessen, da sieht man eben aber auch so eine\nSache, wo sehr viel Fortschritt in sehr kurzer Zeit passiert und die Hardware\nin meinem Auto, ob es der Center Screen ist oder die Autopilots Hardware und\nso weiter, die unterstützt einfach jetzt schon viele Sachen nicht mehr.","Ja, das ist aber schon auch Jammern auf hohem Niveau, weil bei welchem anderen\nAuto kriegst du überhaupt ein Software-Update?","Ja, muss man immer relativ sehen.","Also das ist so, für die Zoe gab es ab und zu mal ein Karten-Update für die Navigation.","Aber wir wissen ja auch, das hatte ich ja vorhin deswegen auch angesprochen,\nes definiert sich halt auch immer mehr über Software und du wirst dann irgendwie\nähnlich wie bei den Telefonen auch irgendwann an dieser Situation ankommen,\ndass du vielleicht das Auto überhaupt gar nicht mehr ordentlich betreiben kannst.\nAlso dass es sozusagen auch komplett seinen Restwert verliert und letztlich unverkäuflich ist.","Ja, aber Restwert und Auto, das ist ja sowieso ein trauriges Thema.\nAlso ich glaube, da brauchen wir nicht drüber zu reden.","Da gibt es zu viele davon.","Ja, und...\nDie Autos verlieren halt sehr schnell an Wert und dann so ein Elektroauto,\ndas halt auch technologisch dann irgendwie zwei Generationen zurückliegt,\nwie gesagt, der kleine Akku und so weiter, da ist halt mit Restwert dann auch\nnicht mehr viel zu wollen.","Man muss das ja auch weiterdenken, wenn ich jetzt eine fünf alte,\nwenn ich jetzt fünf alte Suis kaufe, wenn ich jetzt eine fünf Jahre alte Sui\nkaufe und fahre die drei, vier Jahre,\ndann geht sie auf die die zählen zu, was mache ich denn da mit dem Ding?\nDa finde ich ganz bestimmt keinen mehr, der die noch kauft.\nDas darf man natürlich auch nicht vergessen. Die musst du dann halt fahren,\nbis sie auseinanderfällt und dich dann Richtung was Neues orientieren.\nUnd da ist man tatsächlich, wenn man sich das leisten kann natürlich,\ndas sind finanziell natürlich riesige Spannen, aber da ist man mit einem älteren\nModel S besser bedient, denn das ist immer noch,\nvielen aktuellen Fahrzeugen von anderen Herstellern, Dollar-Auto-Hersteller,\nimmer noch um Jahre voraus.\nDas haben die noch nicht im Portfolio, was irgendwie wir bei Tesla an fünf Jahre\nalten Autos erwerben können.\nDas ist einfach so. Auch wenn viele das nicht so gerne hören.\nIch kriege das auch immer wieder zurückgespiegelt, dass es langsam langweilig\nwird, das zu hören. Aber es tut mir leid, es ist wahr.\nDeswegen muss man das so lange sagen, bis es alle mitbekommen haben.","Na gut, aber den Wertverlust, den du da reinfährst über die Zeit,\nder ist natürlich auch signifikant.","Klar, aber das ist halt beim Thema Auto tatsächlich immer so,\ndeswegen leasen viele und geben das Ding dann nach drei Jahren wieder weg und\nso weiter, da gibt es ja verschiedenste Modelle, wie man das machen kann,\ndas kann man ja auch mit einem E-Auto machen,\nkann man sich leasen und es gibt tatsächlich sehr viele sehr günstige Angebote,\nADAC-Leasing für eine Zoe,\nfür ein Apple und ein Ei und ein Streichholzbriefchen oder sowas ungefähr,\nder Gegenwert, das wird schon dort, wo erkannt wurde, dass es wichtig ist,\nauch gepusht, so gut man es kann.","Aber besonders die Hersteller, die ihre Flottenverbrauchswerte nicht im Griff\nhaben, die schmeißen dann so richtig günstig die E-Autos auf den Markt.","Ja, aber nur bis die Zahl stimmt und dann gibt es bis nächstes Jahr wieder keine Autos.","Deswegen muss man am Anfang des Jahres dann so ein Schnäppchen schießen.","Man muss immer im Januar gucken. Aber Flotten ist ein guter Punkt.\nDas ist ja, Marcel wird es jetzt wahrscheinlich jubilieren, Fahrzeugflotten\nsind hierzulande leider ein großer Punkt. Und da geht es immer darum,\ndass jeder Pfennig, der gespart werden kann, auch wirklich gespart wird und\ndass man sich sicher sein kann, dass er gespart wird.\nUnd deswegen ist halt leider der finanzielle Aspekt bei den Fahrzeugen auch immer so wichtig.\nDa ist halt dieses Total Cost of Ownership-Thema.\nDas muss einfach stimmen, weil nämlich da der Großteil der Fahrzeuge gekauft\nund benutzt und dann wieder verkauft wird.\nAber auch da wieder, meiner Meinung nach,\nSollte man zumindest Dienstfahrzeugregelungen, sollte man mal rundlegend überdenken\nund dann einfach nach kurzem Überlegen vollständig verbieten.\nDas ist toxisch, behaupte ich.\nAnsonsten gibt es natürlich Flotten wie, keine Ahnung, Kundendienstflotten,\nPaketfahrzeuge, haben wir ja schon angesprochen und so weiter und so fort.\nDa, glaube ich, sind die Hebel groß. Da wird viel an Ausstößen eingespart.\nDa werden große Mengen gekauft, wo man dann günstiger kaufen kann.\nSo kommen die Dinger auf die Straße. Dann werden die gesehen,\ndie werden wahrgenommen.\nLeute denken darüber nach, kaufen für sich selbst vielleicht dann auch das nächste\nMal das, in Anführungszeichen, richtige Fahrzeug.\nDas spielt schon auch eine Rolle irgendwo.","Also auch Mietfahrzeuge meinst du, ne?","Ja, genau. Auch Autovermietungen zum Beispiel. Es gibt ja so ein,\nzwei E-Auto-Vermietungen in in Deutschland und die sich auf.\nNextmove zum Beispiel haben wir häufig auch in der Sendung gehabt,\nschöne Grüße, glaube ich die haben tatsächlich einen maßgeblichen Einfluss gehabt\nin den letzten Jahren auf viele Leute, die sich mit Air-Autos beschäftigt haben.\nEinfach mal die Möglichkeit zu haben, es zu benutzen, denn am Ende ist es doch\nimmer das, worum es geht, man muss es mal machen,\num zu sehen, ob man es mag und diejenigen, die es nicht mögen,\nist ein verschwindend geringer Prozentsatz, würde ich jetzt mal behaupten,\ndenn es macht so viel mehr Spaß und man lernt einfach in wenigen Stunden ein\nE-Auto fahren, was alles scheiße ist am klassischen Verbrenner fahren.\nOb es das Schalten ist, ob es der Lärm ist, ob es der fehlende Durchzug ist,\nall diese Dinge wisst ihr selber, wenn ihr das mal gemacht habt und all jene,\ndie es noch nicht gemacht haben, geht auf die Leute zu und fragt sie.\nWenn ihr zehn Elektromobilisten trefft und fragt, ob ihr mal fahren dürft,\nneun von denen sagen, ja klar, wie viel Zeit hast du denn?\nIch fahre jetzt mit dir mal eine Stunde und kann es alles ausprobieren.\nWerden die meisten sagen, weil wir alle wollen, dass dieses Thema einen Push\nbekommt und zwar denen, denen es verdient und jeder aus anderen Gründen.\nDie einen mögen den Spaß, die anderen sehen den Aspekt bezüglich Nachhaltigkeit und Klimaschutz.\nWieder andere sagen, ja, Total Cost of Ownership, das steht einem Verbrenner nichts mehr nach.\nWenn ich das mal von vorn bis hinten durchrechne, ist auch der Mehrpreis beim\nKaufpreis nicht so wichtig, dass ich sagen würde, das hält mich davon ab, so ein Auto zu kaufen.\nMan kann das von jeder Seite betrachten und es gibt ganz, ganz wenige valide\nPunkte, die dagegen sprechen.\nWenn man es dann mal gemacht hat, dann will man es eigentlich auch.","Wow, also Mietpreise sind schon ganz sportlich irgendwie für so dicke Teslas.","Naja, Preise bei Tesla sind immer sportlich.","Ja, du sprichst jetzt glaube ich auf Nextmove an, da will ich jetzt den Stefan\nMöller, den Owner von Nextmove vielleicht nicht direkt,\nzitieren, aber was er an der Stelle immer sagt ist, wenn ich jetzt,\nbeliebige Autovermietung, Sixt oder Herz oder sonst wen vergleiche mit Nextbooth,\nwenn ich zum beliebigen Autovermieter gehe und sage, ich hätte gerne ein Auto,\ndann kriege ich halt irgendein Auto.\nOb der, da kriege ich eine bestimmte Klasse, ich sage, ich hätte gerne einen\nkleinen, mittleren oder einen großen oder einen Transporter und dann kriege\nich irgendwas aus dem Bereich.\nUnd deswegen funktioniert das für die, weil die dir einfach geben können,\nwas irgendwie in der Größe passt.\nUnd wenn du Glück hast, kriegst du halt einen größeren, weil sie den kleinen\nnicht haben, ist für die aber immer noch egal, weil die Autos da stehen.\nBei Nextmove ist es so, die haben in der Regel, wie heißt das, die rechts oben,\nrechts unten Modelle, jedenfalls die mit allem Schnickschnack,\nrechts unten Modelle, weil die Leute natürlich, wenn sie das schon mal ausprobieren,\nauch einmal alles mit Soße und Schaf und so weiter haben wollen.\nUnd deswegen haben die sehr spezielle Fahrzeuge und die haben auch sehr spezielle\nKunden und die gehen nicht hin und sagen zunächst, gib mir mal irgendein E-Auto,\ndas klein ist, sondern die wollen ein ganz bestimmtes Auto, die wollen eine\nganz bestimmte Akkugröße,\ndie wollen eine ganz bestimmte Ausstattung und deswegen ist es für sie nicht\nso einfach, eine große Masse von irgendwelchen Autos zu haben,\nsondern das sind sehr spezielle Kunden mit sehr speziellen Wünschen,\ndie ein sehr spezielles Fahrzeug brauchen.\nUnd deswegen ist es im Verhältnis relativ teuer.\nAber dennoch behaupte ich, lohnt es sich, es einfach mal auszuprobieren.\nMan kann natürlich auch sich beim Carshare in der Stadt ein E3 mal klicken und\nes so auf die Art und Weise ausprobieren oder ein E-Roller, um einfach mal sich dem Thema zu nähern.\nIch behaupte, das tatsächliche Ausprobieren und Erleben ist einfach ein ganz,\nganz, ganz wichtiger Faktor. Letzten Endes ist es immer noch eben dieses individuelle\nSich-Fortbewegen und der Spaß auch am Selbstfahren und an dem,\nwas diese Fahrzeuge können und machen.\nMan muss es einfach mal gemacht haben. Ihr habt das sicher schon oft gehört,\ndass es Spaß macht und cool ist, aber wenn ihr es noch nicht gemacht habt, was hält euch auf?","Ich habe es schon mal gemacht und ich kann dem nur zustimmen.\nAlso vor allem, wenn man halt wirklich mal so...\nDas ist halt auch so, man will nicht mehr zurück.\nSo ein bisschen wie mit Festplatten und SSDs. Also man,\nmöchte keinen Computer mehr mit Festplatten haben, wenn man mal einen Computer\ngehabt hat, der nur SSDs hatte.\nUnd ich könnte wahrscheinlich auch ein paar andere Vergleiche machen.\nDas ist einfach so Game Changer. Es ist einfach, man,\nleidet regelmäßig beim Betrieb. Meines letzten verbliebenen Verbrennerfahrzeugs. Das ist furchtbar.\nGrauenhaft. Schlimm ist das. Rückständig. Ich schäme mich dafür. Naja, mal gucken.","Ich bin immer wieder erstaunt, wie sich das so lange halten konnte.\nDas ist auf so vielen Ebenen super optimal.\nKeine Ahnung, warum das so ist, was sich das so lange gehalten hat.","Naja, weil einfach mal zu irgendeinem Zeitpunkt gesamtgesellschaftlich beschlossen wurde.\nNicht nur in Deutschland, sondern halt auch in den USA und in vielen anderen\nLändern letzten Endes dann auch, die völlig übertriebene Infrastruktur dafür\neinfach mal hinzusetzen.\nUnd jetzt haben wir halt diese ganzen benzinerzeugenden Fabriken,\nhaben wir diese ganzen Tankstellen, Netze und die ganze Logistik und die chemische\nIndustrie, die dazu gehört. Es ist halt alles da.\nUnd deswegen ist es halt in der Summe alles noch so billig, weil wir quasi immer\nnoch etwas abtragen, was was wir jetzt so über 100 Jahre hin aufgebaut haben.\nUnd deswegen funktionieren diese ganzen Skalierungsfaktoren noch gut.\nAber es bricht halt jetzt einer nach dem anderen weg und vor allem im Mindset\nauch letzten Endes die Person, die alles entscheidend ist, nämlich die Kunden,\ndie dann einfach nicht mehr bereit sind, den ganzen Scheiß, der damit zusammenhängt, noch zu ertragen.\nUnd das denke ich mal wird in den nächsten Jahren auch der entscheidende Faktor sein.\nStädtedesign haben wir ja schon gesprochen, Luftverschmutzung,\nLärm ist schon ein langes Thema und es muss halt so in diese Politik umschlagen.\nNächste Haltestelle oder eigentlich eine Haltestelle, die schon lange mehrfach\nverpasst wurde, ist natürlich die ganze Klimawandelgeschichte.\nKlar, wir werden mit der Autofrage und nur mit der Umstellung auf Elektromobilität\njetzt nicht diesen Klimawandel ändern,\naber es ist ja sozusagen immer noch eine der sichtbarsten und unmittelbar spürbarsten\nUmstellungen für jeden von uns, wo ja auch so eine Grundhaltung mit verbunden\nist, beziehungsweise eine Bereitschaft auch eine Grundhaltung aufzugeben.\nUnd deswegen finde ich das eigentlich auch ganz wertvoll, das vor allem hier\nauch mal in der Freakshow noch mal so Meta-Ebene mäßig durchdiskutiert zu haben.\nAnderes Thema werden wir jetzt wahrscheinlich in dieser Sendung jetzt auch nicht\nmehr aufgreifen, das wäre jetzt fast zu schade.","Darf ich noch was Abgehobenes picken hier? Ihr macht ja nicht so Pics,\ndas ist so ein anderer Podcast.","Ja, vielleicht nochmal kurz, also möchte jemand noch einen Aspekt zum Gesamtthema\nnoch aufbringen, dann können wir das vielleicht mal abrunden und dann so langsam mal zu Ende kommen.","Ich glaube, ein Aspekt, der wahrscheinlich noch so ein bisschen fehlt,\nist einfach die Kostenparität.\nIch persönlich glaube ja, sobald eine gewisse Kostenparität erreicht ist und\ndu das gleiche, im Prinzip gleiche Auto mit Elektro genauso günstig kriegst ohne alle Förderungen,\nwie du es als Verbrenner kriegst, ist das Thema glaube ich auch durch. Also das ist meine...\nSo, ach warum eigentlich nicht Elektro, das ist eigentlich eh viel praktischer\nund dann muss ich nicht mehr zu den ekligen Tankstellen fahren,\ndas ist für mich auch so ein Ding, also Tankstellen finde ich ganz furchtbar. Ja.","Apropos Tankstellen. Also ich glaube, dass dieses Kostenparität-Thema ist auf\njeden Fall ein wichtiges. Im Moment sind wir ja in so einer Phase,\nwo man von jedem E-Auto-Preis ungefähr 10.000 abziehen kann durch erhöhte Förderung\nund Mehrwertsteuersenkung und so weiter.\nDas macht tatsächlich bei solch großen Anschaffungen auch was Spürbares aus.\nUnd dann ist es so, kam jetzt vorhin auch kurz im Slack hinten nochmal raus,\ndass vorgeschrieben werden soll, an jeder Tankstelle auch Ladesäulen zur Verfügung\nzu stellen, um auch diesen Wandel mit zu steuern.\nDas kommt natürlich noch hinzu. Und dann darf man nicht vergessen,\ndass eben die Kosten nicht nur der Kaufpreis sind.\nSondern all das, was danach kommt, aufs Autoleben gerechnet,\nschon jetzt eigentlich indiskutabel ist. Schon, aber so denken die Leute nicht.\nRichtig, so denken die Leute nicht. Aber die, die irgendwie preisgetrieben sind,\ndie müssen lernen, so zu denken.\nWeil einfach die Upfront-Kosten, die der Kaufpreis sind, nicht alles sind.\nDenn ich habe danach sehr, sehr wenig Geld rausgegeben.","Ich weiß, aber ich habe von so vielen Leuten gehört, ja, das wäre schon schön\nund würde ich auch gerne machen und so weiter. aber sie sind so teuer.\nWeil die Abfrontkosten sind, glaube ich, für viele Leute, die denken nicht mehr\nüber die Betriebskosten nach.\nErst wenn sie das Auto dann haben, merken sie, dass sie ja viel weniger dafür bezahlen.\nAber das rechnen sie nicht am Anfang durch.","Richtig. Und ich verstehe das total, denn ich bin genau so.\nWenn ich das erstmal gekauft habe, dann ist mir der Rest ehrlich gesagt nahezu egal.\nIch habe mich jedes Mal über meine Verbrenner Rechnungen bei,\nich hatte ein Audi gehabt, das war bei aber auch bei Mazda nicht anders und\nanderen Automarken ist es ähnlich.\nWenn du dann zur Wartung kamst, alle 15.000 Kilometer und sie irgendeinen Hullofutz\ngemacht haben, aber du trotzdem 700 Euro bezahlen musstest, das sind dann die Stellen,\nwo ich mich sehr geärgert habe, was aber mich zum Beispiel auch sehr geprägt\nhat, wenn dann irgendwie die,\nServicekosten sich unter 100 Euro belaufen, weil halt, keine Ahnung,\nja, muss man hier einen Pollenfilter tauschen oder so.\nDas ist einfach sehr viel viel weniger Geld und du hast auch andere Dinge,\ndie darauf einzahlen, auf lange Sicht, die man häufig nicht sieht und ich verstehe\ndas zu 100%, dass man das nicht so sieht, weil ganz ehrlich,\nich bin genauso, mich interessiert es einfach überhaupt nicht.\nIch sehe, was kostet das, kriege ich das irgendwie hin oder ist das zu viel\nund ab da ist für mich wieder bei der Sack der Kast wissen, das ist mir gleich dann.\nJa, so gut ich das halt kann in meinem Zeuge bayerisch, ich bin ja kein Bayer,\naber lang genug hier, um so zu tun.","Bist du aus dem Hochsauerland?","Das probiere ich mir berlinerisch auch immer. Das liegt mir regelmäßig.","Bist du aus dem Hochsauerland?","Hochsauerland? Weiß ich nicht. Ich komme aus Olpe im Sauerland.\nHochsauerland würde ich das glaube ich nicht nennen.","Du hörst dich an wie ein Großonkel von mir.","Ja, ich sehe auch so aus, ne?","Ne.","Ne.","Wir werden nochmal gucken. Ja, dafür bin ich dann vielleicht doch zu jung.\nIch bin ja jetzt auch nicht mehr 22, aber so alt bin ich jetzt auch noch nicht,\ndass ich der Großonkel sein könnte.","Gibt die merkwürdigsten Verschiebungen.","Ja, das stimmt. Man weiß ja auch, wie parallel und wie ganz andere Ecken.\nIch wüsste ja nicht, woher ich wirklich komme.","Nochmal kurz zum Einstiegspreis, also ich glaube, warum das so entscheidend\nist, und das spiegelt ja auch gerade diese Wartungskosten und Folgekosten wieder,\nin dem Moment, wo man sich dann einmal in dieses System eingekauft hat,\nsei es eben der Kauf des Verbrenners oder, also man hat das Auto und wenn man das dann hat,\ndann will man sich das ja auch selber gar nicht mehr klar machen,\ndass es einem eigentlich viel zu teuer ist.\nIch meine überhaupt, wenn man sich anschaut, was so der TCO,\nalso der Total Cost of Ownership eines Autos ist und wenn man das dann mal hochreden,\nalso ich hatte das mit meinem alten Fahrzeug, meinem alten Touran gemacht.\nDer irgendwie furchtbar viel kaputt gegangen ist und Reparaturen und was nicht alles.\nUnd dann habe ich das irgendwie mal alles zusammengerechnet,\nwas ich so insgesamt bezahle.\nSteuern, Versicherung, Benzin, Reparaturen, Wartung, Strafzettel.\nAlso ich habe einfach mal alles genommen, weil ich ja so ein Buchhaltungsnerd\ngeworden bin und irgendwie auf einmal alles sichtbar machen konnte.\nUnd dann habe ich das halt einfach mal auf den Tag runtergerechnet,\nwas kostet mich eigentlich dieses Auto pro Tag, egal ob ich es benutze oder\nnicht und habe das dann mal mit den realen Fahrten verglichen und festgestellt, ja,\nich hätte eigentlich auch die ganze Zeit Taxi fahren können.\nEs wäre aufs Gleiche hinausgelaufen, ich hätte bloß nicht selber fahren müssen.","Du hättest Zeit gespart ohne Ende.","Ja, also nicht, dass jetzt alle Fahrten auch so ohne weiteres genauso mit dem\nTaxi hätten gemacht werden können, weil man will ja auch nicht unbedingt immer irgendeinen,\nDeppen mit einem Wagen haben und nimmt ja auch mal ab und zu auch mal andere\nLeute mit, aber meistens schon so oder was weiß ich, wahrscheinlich hätte es\nauch mit Mietwagen machen können.\nTrotzdem ist es so aufgeladen, dieses Auto über die Jahrzehnte,\nalso was ja stark nachgelassen hat, ist so dieses Statussymbol.\nEs ist nicht weg, aber es ist nicht mehr das, weil erinnern wir uns so 70er, 80er Jahre.\nAuto haben war einfach das Zeichen mit, du hast es geschafft,\ndu bist angekommen, du hast dein Leben den wichtigen Schritt gemacht und je\nnachdem in welche Marke du dann einsteigst, es ist halt entweder so dieses,\ndu hast dein VW, du bist so Arbeiterklasse, aber...\nDu gehörst dazu zur Gesellschaft und wenn du dann BMW oder Mercedes oder Audi\noder was auch immer hast,\ndann bist du halt in der Abstufung entsprechend höher und bist halt was und\ndann noch die paar Fatzkes, die sich noch teurere Modelle kaufen müssen.\nAber diese Rückstrahlung von diesem Autobesitz, die ist einfach enorm gewesen.\nAlso nicht nur für die Leute selbst, sondern eben auch, dass das so akzeptiert war.\nSo, ah ja, der fährt ja so ein Fahrzeug, dann muss das ja so eine wichtige Person sein.\nDas ist mittlerweile, ich würde nicht sagen, dass es weg ist,\naber es lässt stark nach und Schritt um Schritt um Schritt,\ndenke ich mal, geht dieses Statusdenken auch weg und damit geht auch die Bereitschaft,\ndiese hohen regelmäßigen Kosten zu haben, weg.\nTrotzdem hast du halt mit diesem Einstiegspreis immer noch so diese Entscheidung\nmit, okay, entscheide ich mich jetzt für zehn Jahre Heirat mit Auto?\nJa, aber wenn ich dann dabei bin, dann muss ich auch alles mittragen und dann\ndenke ich nicht mehr darüber nach, was mich die Wartung kostet und Reparatur,\nja sowas passiert halt und da kann man ja auch nichts machen,\ndas ist ja auch so und Filter müssen gereinigt werden und,\nne, all diese ganzen Kosten machen sich die Leute nicht klar,\nJa, aber ich denke, das hilft sehr, da dieses Transparenzargument noch weiter\nzu machen und zu sagen, okay, wenn du dich in die Elektrowolke einkaufst,\ndann kannst du danach nicht komplett kaputt gehen dran.\nVielleicht. So, ich sag mal Amen zum Elektrothema. Das fand ich aber super.\nDas war so in etwa das, was ich mir auch vorgestellt hatte, mal so ein bisschen\ndas Ganze so von oben zu betrachten und vielleicht auch ein bisschen zu Gedanken\nanzuregen. Jetzt könnt ihr noch eure letzten Worte zu dieser Thematik.","Apropos von oben. Ja. Wir haben jetzt die ganze Zeit nur über Landfahrzeuge geredet.","Ja.","Wir haben ja irgendwie gesagt, auch Schiffe und so können elektrisch sein und\nauch Flugzeuge können elektrisch sein.","Ja.","Ganz schamloser Plug jetzt hier. Geht mal alle auf elektro-weltrekordflug.eu,\nwo unser Malik und unser Morell und noch verschiedene andere Leute mit dem ersten,\nweltweit ersten homologierten, vollelektrischen Flugzeug zu einer Weltrekordjagd\naufgebrochen sind oder aufgebrochen werden, aufbrechen werden.\nDamn, es ist halt echt spät mittlerweile für mich.","Aufgebrochen worden sein.","Sie werden aufgebrochen worden sein, aber erst im September.\nAlso am 30.08. brechen die auf in Zürich und wollen bis nach Norderney fliegen\nmit diesem Elektroflugzeug und versuchen auf den 700 Kilometern sieben Weltrekorde\nzu knacken, beziehungsweise aufzustellen,\ndenn gibt ja keine, gibt ansonsten noch kein Flugzeug.\nIch finde, das ist nochmal so ein bisschen Elektropioniertum,\nwie wir es vor Jahren mit den Fahrzeugen gehabt haben.\nMachen die es jetzt mit dem Flugzeug? Ich persönlich bin einfach total pumped\nbei diesem Projekt, weil ich glaube, es ist einfach eine total geile Idee.\nMan muss das einfach mal gemacht haben.\nVon den Alpen an die Nordsee mit einem E-Flugzeug. Klingt erstmal total easy.\nWenn man sich es ein bisschen anschaut, sieht man, ist gar nicht so easy.\nVerfolgt das. Spread the word. Mehr muss ich dazu glaube ich gar nicht sagen.\nWer Bock hat, findet es geil. Wer nicht, dann nicht. Danke.","Ja, das kann man schon nochmal ansprechen. Ich wundere mich jetzt gerade,\nwas ist denn das überhaupt für ein Flugzeug?","Das ist eine Pipistrel Velis Electro. Kennst du, oder?","Ich auch nicht. Nö, aber das ist sozusagen nicht eine umgebaute Cessna,\nsondern das ist sozusagen wirklich nochmal komplett designt für den Zweck.","Genau, das wird so in Serie gefertigt und ist das erste vollelektrische zugelassene Flugzeug.","Es gab ja auch vor ein paar Wochen, glaube ich, auch einen Premierenflug eben\nmit einer umgebauten Cessna.\nIch weiß nicht, ob du das auch mitbekommen hast.","Am Rande.","Ich auch nur am Rande, deswegen muss ich gerade so ein bisschen grübeln.\nAber es gab da einen ganz interessanten Aspekt.\nAlso nicht nur den, man kann eine Cessna umbauen in Elektro.\nDas ist ja sozusagen das eine, weil das Cessna ist ja sozusagen, also ich meine das...\nMehr als der Golf der Lüfte. Das ist sozusagen die Definition von kleinem Flugzeug,\ndie einfach diese ganze Zuverlässigkeit in sich trägt im Namen.\nUnd es war natürlich bemerkenswert, dass sie dieses Ding überhaupt in die Luft\nbekommen haben und ich glaube sie sind so eine Stunde oder sowas geflogen,\nalso jetzt nicht allzu lang.\nUnd das eigentlich Bemerkenswerte war aber, dass die Betriebskosten dieser Flugstunde,\njetzt kann ich das leider in Zahlen aus der Erinnerung nicht mehr ganz genau wiederbringen,\naber es war nicht sowas wie Faktor 2 zu 1 oder 3 zu 1, sondern es war sehr viel mehr.","Es ist eher so 4, glaube ich.","Nur vier? Ich weiß nicht. Also vom Gefühl her war es noch deutlich mehr.\nAlso es könnte sozusagen dazu führen, dass eben diese Fliegerei enorm viel billiger wird.\nUnd da auch nochmal ganz anders disruptiv sein. Wobei ich das nicht unbedingt\nnur positiv sehe. Ist natürlich schön für die Leute, die fliegen.\nAber oh Gott, noch mehr Flugzeuge.","Naja, du musst ja zehn Flugstunden im Jahr haben, wenn du so einen Schein hast.\nSonst verlierst du den Schein.","Ja.","Und sie sind auch sehr viel leiser. Also ich habe gelernt, wir haben in der\nletzten Sendung darüber gesprochen,\nich habe gelernt, dass man sie ab 100, 150 Metern quasi gar nicht mehr hören\nkann, im Gegensatz zu eben Turbinen- oder Kolbenmotor angetriebenen Propellermaschinen,\ndie halt wirklich hässlich laut sind.\nAlso ist schon was ganz anderes.\nAber ich kenne mich nicht gut aus mit der Fliegerei. Wer Bock hat,\nkann ja mal reinhören in die entsprechende Episode. Alright.","In deine, in die Episode, welche Episode?","Unsere letzte, die 107, glaube ich.","Genau, cleanelectric.de.","Richtig.","Auch mit Slack-Channel und alles, wie sich das gehört.","Alle herzlich willkommen.","Mit großer Community und wenn man Fragen hat, welches Auto man kaufen soll,\ngibt es auf jeden Fall genug Meinungen.","Ja, und auch nicht nur Autos. Also wir haben tatsächlich für jeden Quatsch hier\neinen Channel, ein bisschen so wie bei euch auch.\nOb das Autos sind oder ob das Camping ist oder ob es China-Fahrzeuge sind oder\nE-Cannonball, die große Elektroauto-Vergleichsfahrt, die wir vor zwei Jahren\nmal, als sie zum ersten Mal stattgefunden hat, gewonnen haben.\nÜbrigens, by the way, steht hier drüben in meinem Trophäenregal,\nunserem Trophäenregal, der Siegerpokal,\nMikromobilität und auch ein paar vielleicht abwegigere Themen,\nso ein Hörmann im Politik-Channel und allerlei anderes Zeug,\nwas man gar nicht so vermuten würde, was aber alles irgendwo mit dem Thema zu tun hat.\nUnd ich kann das nur wiederholen, einfach eine wunderbare Community,\nwo jeder auch ganz schrecklich herzlich aufgenommen wird und dem wird geholfen, wenn er ein Problem hat.\nUnd wer Probe fahren will, kann auch da mal reinschreiben, dass er Probe fahren\nwill. Da finden sich immer Leute, die in Reichweite sind.","Das klingt ja auch verheißungsvoll.","Und die Nussfahrzeuge, ne?","Die Nussfahrzeuge, genau. Die Nussfahrzeuge, genau.","Was ist das?","Irgendwann ging das los, dass auch Nutzfahrzeuge elektrisch dahergekommen sind.\nMüllwagen, Transporter, größere LKWs.","Ich habe Nussfahrzeuge verstanden.","Ja, ich habe auch Nussfahrzeuge gesagt. Das ist so ein bisschen der Running\nGag. Ich weiß gar nicht so genau, wie das entstanden ist.\nEs gab dann irgendwann die Nutzfahrzeugecke und dann gab es die Nussfahrzeugecke,\nund jetzt gibt es ein Nussecken-Emoji im Slack, das dann entsprechend verwendet werden kann.\nAlso die Leute haben Humor und Bock auf das Thema. Also man ist da einfach gut auf.","Okay, alles durchmimifiziert.","Ja, auf jeden Fall.","Jo, wollen wir es dann mal zu Ende führen alles? Hat noch...","Ja, machen wir mal.","Ja, das war jetzt auch lang genug. Ist ja eher so eine Urlaubssendung.\nFür mich bin gerade on the road.\nLeider nicht ganz so elektrisch, wie ich mir das so vorstelle,\naber immerhin mit einem ganz gut durchelektrifizierten Wohnwagen, der jetzt,\nfleißig seine dicken Batterien aus der Sonne belädt und zu meiner allergrößten\nFreude eine gewisse Autonomie schon mal darstellt.\nAndere Sendung.","Jetzt aber nicht gerade im Wohnwagen.","Nee, ich sitze gerade nicht im Wohnwagen. Das habe ich vorhin probiert,\ndas hat nicht funktioniert.\nÜber LTE wollte sich hier diese Sendung nicht herstellen lassen. Was schade.","Das hätte mich auch gewundert, dass du so ein Bücherregal im Wohnwagen hast.","Genau, mich auch. Okay. Vielen Dank.","Ja, ich danke für die Einladung. Es war mir eine Freude und ganz ernsthaft eine Ehre.","Ja. Uns auch. Und habt ihr noch irgendwas zu erzählen, Dennis? Nee, ne? Oder?","Nö, also wir wollten über Big Sur reden, machen wir beim nächsten Mal.\nIch kann nur sagen, ich habe das hier unter diesem Big Sur irgendwie benutzt hier alles gerade.\nAlso ich meine Video, Audio, Slack ist ja jetzt auch nicht ohne und den ganzen Kram hier und das tut.","Okay.","Ohne zocken.","Genau. Ja, ich denke auch. Nächste Sendung machen wir mal wieder ganz viel Apple,\nweil da müssen wir eigentlich diese ganze WWDC noch nachholen,\naber das passt heute nicht mehr rein.","Ich kann aus dem Developer-Kit-Nähkästchen plaudern.","Das Developer-Nähkästchen-Kit.","Darf ich nicht, kann ich aber trotzdem.","Ich brauche Benchmarks. Benchmarks, Benchmarks. Okay, alles klar.\nVielen Dank, Leute, fürs Zuhören bei der Freak-Show. Das war's.\n251 ist gerade Ich hatte ein bisschen Urlaubszeit, von daher kann ich noch nicht\ngenau sagen, wann es weitergeht. Aber ihr wisst ja, es geht immer irgendwie weiter.\nIch sage Tschüss und bis bald. Ciao. Ciao.","Bye, bye.","Tschüss."]}