{"v":1,"episode":252,"speakers":["Tim Pritlove","Dominik Wagner","Denis Ahrens","roddi","hukl"],"t":[110,143,144,146,147,155,156,166,168,366,369,373,378,389,413,414,426,428,430,444,450,458,462,464,467,474,476,479,485,502,511,550,565,568,571,602,606,607,608,639,640,677,693,729,758,762,776,786,792,797,805,838,840,842,848,850,853,854,874,877,883,895,928,942,945,951,965,986,1003,1007,1009,1024,1058,1081,1083,1109,1115,1118,1121,1126,1131,1226,1237,1252,1379,1386,1388,1455,1457,1467,1469,1482,1491,1512,1523,1525,1528,1537,1575,1578,1615,1619,1630,1635,1636,1639,1644,1647,1648,1649,1654,1660,1677,1679,1686,1688,1690,1691,1693,1697,1701,1709,1711,1715,1724,1759,1767,1787,1792,1843,1846,1909,1924,1933,1945,1963,1994,1995,1998,2002,2004,2006,2010,2011,2013,2016,2019,2026,2082,2129,2156,2162,2170,2173,2175,2181,2182,2188,2193,2197,2199,2202,2208,2214,2218,2224,2227,2228,2232,2254,2255,2279,2281,2378,2380,2381,2384,2390,2395,2398,2400,2406,2411,2416,2451,2466,2467,2495,2500,2502,2504,2509,2510,2515,2516,2546,2553,2556,2558,2582,2603,2606,2609,2615,2619,2620,2621,2623,2626,2632,2633,2643,2644,2657,2704,2719,2721,2754,2756,2764,2767,2769,2773,2788,2790,2791,2794,2804,2807,2815,2820,2827,2844,2871,2874,2877,2882,2887,2898,2899,2921,2922,2922,2926,2940,2955,2958,2961,2974,2976,2978,2982,2987,2992,2995,2997,3000,3007,3009,3017,3021,3025,3027,3029,3033,3037,3040,3050,3054,3061,3069,3070,3075,3078,3080,3083,3094,3097,3099,3101,3102,3107,3118,3120,3166,3198,3208,3211,3212,3223,3279,3287,3289,3294,3330,3333,3334,3420,3423,3424,3536,3577,3578,3579,3597,3600,3601,3602,3643,3645,3659,3753,3756,3790,3793,3794,3797,3800,3803,3807,3821,3822,3895,3897,3898,3929,3931,3955,3965,3969,3971,3978,4003,4008,4010,4064,4085,4090,4116,4121,4123,4139,4160,4166,4191,4199,4219,4221,4226,4241,4250,4251,4255,4257,4259,4271,4278,4283,4283,4285,4291,4292,4320,4336,4350,4351,4357,4363,4365,4375,4389,4395,4422,4425,4441,4446,4479,4498,4507,4518,4524,4528,4531,4537,4538,4540,4541,4542,4548,4550,4556,4562,4564,4592,4605,4608,4613,4620,4621,4625,4629,4632,4645,4662,4665,4684,4686,4706,4709,4711,4712,4736,4738,4747,4757,4761,4763,4772,4775,4776,4778,4779,4786,4787,4795,4795,4805,4806,4810,4822,4848,4851,4897,4902,4931,4935,4952,4953,4956,4961,4964,4971,5098,5115,5118,5123,5123,5131,5224,5232,5276,5302,5305,5307,5308,5309,5310,5357,5361,5436,5442,5446,5466,5497,5582,5727,5728,5730,5731,5735,5736,5739,5750,5758,5766,5771,5801,5833,5838,5851,5916,5931,5932,5938,5940,5975,5977,6006,6010,6022,6025,6029,6032,6035,6043,6095,6097,6121,6131,6135,6145,6155,6156,6159,6162,6166,6174,6177,6177,6212,6224,6424,6441,6450,6459,6460,6464,6474,6476,6511,6574,6578,6592,6603,6606,6620,6683,6685,6698,6703,6710,6748,6750,6761,6794,6802,6828,6831,6868,6882,6891,6894,6961,6968,6985,7019,7029,7034,7035,7063,7069,7075,7081,7083,7084,7087,7098,7100,7127,7130,7132,7135,7147,7152,7252,7256,7263,7269,7276,7287,7306,7311,7317,7327,7329,7331,7339,7347,7372,7377,7454,7461,7556,7565,7566,7571,7611,7626,7658,7668,7675,7685,7697,7700,7714,7717,7724,7761,7787,7933,7934,7939,7941,8026,8049,8054,8060,8067,8069,8074,8100,8107,8110,8117,8151,8159,8161,8205,8208,8209,8230,8243,8253,8265,8274,8275,8284,8286,8290,8292,8295,8310,8312,8352,8358,8368,8376,8427,8431,8471,8476,8523,8527,8652,8756,8759,8762,8766,8825,8827,8894,8957,8958,8959,9003,9054,9056,9084,9086,9088,9089,9092,9099,9101,9133,9135,9140,9156,9163,9167,9173,9201,9223,9229,9232,9234,9238,9240,9241,9242,9244,9245,9248,9251,9268,9274,9282,9284,9285,9287,9292,9296,9334,9343,9358,9367,9378,9420,9427,9432,9451,9462,9465,9467,9472,9475,9486,9489,9491,9494,9498,9512,9514,9518,9521,9548,9550,9563,9566,9568,9570,9573,9577,9579,9584,9587,9590,9592,9595,9598,9600,9604,9629,9650,9663,9682,9684,9687,9689,9690,9693,9698,9701,9704,9705,9715,9716,9718,9735,9739,9741,9744,9749,9757,9770,9771,9815,9850,9856,9863,9870,9872,9875,9881,9887,9899,9903,9913,9917,9922,9926,9927,9929,9932,9935,9936,9938,9941,9945,9953,9961,9964,9968,9969,9983,9984,9988,9990,9991,10000,10003,10005,10009,10023,10039,10046,10086,10087,10094,10097,10099,10114,10115,10119,10121,10137,10138,10140,10141,10145,10148,10152,10164,10168,10177,10179,10182,10186,10193,10194,10197,10205,10233,10235,10236,10251,10256,10281,10287,10294,10309,10317,10320,10328,10346,10347,10379,10381,10395,10411,10418,10433,10437,10438,10442,10444,10447,10450,10456,10457,10539,10541,10679,10681,10725,10744,10753,10760,10768,10770,10771,10774,10776,10794,10797,10811,10814,10817,10819,10857,10861,10884,10887,10889,10913,10914,10915,10939,10979,10982,10984,11005,11010,11014,11027,11029,11031,11084,11102,11110,11131,11188,11191,11193,11197,11234,11319,11320,11329,11330,11433,11437,11449,11452,11632,11634,11676,11678,11685,11754,11756,11773,11778,11780,11788,11789,11790,11797,11819,11843,11866,11879,11907,11912,11917,11919,11922,11963,11964,12033,12035,12040,12046,12047,12050,12118,12121,12134,12137,12168,12257,12260,12285,12287,12362,12370,12376,12380,12412,12430,12437,12440,12446,12448,12456,12463,12468,12486,12489,12505,12533,12544,12567,12603,12615,12691,12693,12695,12696,12788,12789,12821,12831,12833,12834,12835,12855,12858,12861,12865,12866,12868,12979,12995,13015,13017,13023,13027,13029,13030,13055,13062,13063,13064,13131,13165,13208,13211,13290,13295,13295,13297,13418,13427,13432,13470,13518,13525,13585,13590,13605,13610,13616,13662,13703,13725,13729,13733,13738,13751,13752,13773],"s":[0,1,0,2,0,3,0,2,0,4,0,4,0,4,0,3,4,2,3,0,3,0,3,0,3,0,2,3,4,3,4,3,0,4,3,0,3,0,3,0,3,4,3,0,3,0,3,0,4,3,0,3,2,0,2,0,2,0,1,0,3,4,3,2,3,0,3,0,4,1,0,3,0,2,0,3,0,3,0,3,0,2,3,0,3,0,3,0,3,0,3,1,3,0,3,0,3,0,3,0,3,0,3,0,3,0,4,2,3,4,3,0,1,3,0,3,0,3,0,3,1,3,1,3,1,3,1,3,1,2,1,3,1,2,1,0,2,1,0,3,1,2,3,0,3,1,2,1,3,1,3,1,0,3,0,1,0,4,0,4,1,2,4,0,4,2,0,1,0,1,0,1,0,1,4,0,3,0,3,1,0,3,0,4,0,1,0,4,1,0,3,0,1,4,3,1,2,0,2,0,1,0,1,2,1,2,4,1,2,4,2,1,0,1,0,2,0,2,0,2,0,2,0,2,1,2,0,2,3,1,0,1,0,2,0,2,0,1,0,1,3,1,3,1,3,2,1,0,3,0,3,0,3,0,3,0,4,3,1,3,0,2,0,1,0,1,0,1,0,4,2,4,0,4,1,3,0,4,2,1,0,3,4,3,0,4,2,3,4,1,3,2,4,1,3,1,0,1,0,1,0,1,0,1,2,0,1,0,1,0,1,0,1,0,1,0,1,4,1,0,3,0,1,0,1,3,1,0,1,0,1,3,0,3,0,3,0,3,2,1,2,1,2,1,2,0,3,0,3,0,3,0,3,0,3,0,1,0,3,0,2,0,1,0,1,0,1,0,1,0,1,0,3,0,3,0,3,0,3,0,3,0,1,0,1,0,3,0,2,0,1,0,1,3,0,1,0,1,0,3,2,1,4,2,1,0,1,0,1,4,0,2,0,3,0,3,0,4,0,3,4,0,4,0,3,0,1,0,1,0,3,0,3,0,4,0,2,0,3,0,3,0,3,2,3,0,2,1,2,1,3,0,3,1,0,1,3,1,2,4,2,4,2,0,1,0,1,0,1,0,1,0,1,0,1,0,3,1,3,1,0,1,0,1,0,2,0,1,0,1,0,3,0,1,0,2,0,3,2,3,0,3,1,2,0,3,0,3,1,2,0,3,0,3,0,4,3,2,4,1,0,1,3,1,3,4,2,4,0,3,4,0,4,1,2,3,0,4,3,4,0,1,3,1,0,1,3,2,1,0,2,0,1,4,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,4,0,3,1,3,0,3,0,4,0,2,0,2,0,2,0,3,0,3,0,3,1,0,1,2,1,4,1,4,0,4,2,4,0,2,4,0,1,0,1,4,0,1,4,0,1,0,3,0,3,0,3,0,3,0,3,0,3,0,3,2,3,0,3,0,3,0,2,0,2,0,4,0,4,2,0,4,0,4,0,4,0,4,0,4,1,0,1,0,4,3,0,1,0,2,4,1,4,1,4,0,4,1,4,1,0,3,4,0,3,0,3,0,1,4,1,4,1,2,1,3,0,4,0,4,0,4,1,3,0,1,0,3,1,2,0,1,0,1,0,1,2,0,1,0,2,0,2,0,2,1,0,1,3,1,2,4,2,1,2,1,4,0,2,0,2,1,0,2,0,4,3,0,2,0,2,1,0,1,2,1,3,0,4,1,0,2,3,2,1,0,1,0,1,0,2,0,2,0,1,0,1,0,1,0,3,1,0,1,3,0,2,3,0,2,3,2,0,4,0,4,0,4,0,4,0,3,0,2,3,0,3,0,3,0,3,2,0,4,0,4,3,0,3,0,3,0,3,2,0,3,0,2,0,4,2,0,4,0,4,3,2,0,3,1,4,2,4,0,4,0,4,0,4,1,0,4,0,3,4,2,4,2,4,0,4,0,4,0,4,0,3,4,0,2,0,4,2,4,0,4,1,0,4,0,4,0,4,0,1,4,2,4,0,4,2,4,2,4,2,4,2,4,2,4,0,2,0,4,0,3,0,1,0,4,0,4,0,4,0,4,1,0,1,0,1,0,1,0,3,0,4,0,1,0,3,4,0,4,0,4,0,4,0,4,0,4,0,4,3,0,3,2,3,2,3,0,3,4,3,4,3,2,3,4,3,2,3,2,3,2,3,0,1,0,1,0,1,0,1,0,1,3,0,1,0,1,0,1,0,4,1,2,1,2,1,2,1,3,1,3,1,3,1,3,1,3,1,3,1,0,1,3,1,3,1,3,1,2,3,2,3,1,3,0,1,0,1,0,1,0,3],"x":["Hallo und herzlich willkommen, hier ist die Freakshow gerade, als alle angefangen haben zu denken, gibt's die eigentlich noch, was ist überhaupt\nden, wo sind denn die Freaks? Was sind hier überhaupt los? Ist das Internet nicht mehr richtig aufgestellt? Habe ich vergessen, das Kabel reinzustecken, werde ich nicht notifiziert,\ndas alles nicht, brauche ich ein Update, gerade wenn diese Fragen kommen kommt eine neue Sendung und da sind wir wieder hallo,\nund äh ich bin's Tim und äh wir haben eine industrielle Runde zusammengetragen, nämlich wir haben den Dom dabei, hallo Dom.","Ja, hallo.","Moin, Dennis.","Halli hallo.","Guten Tag und hucke,\nGut sie wohl, okay. Und Rodi ist am Start.","Guten Abend.","Guten Tag,\nJa und das ist jetzt sozusagen eure Expertenrunde für alle Fragen, die ihr nie hattet rund um tja, was denn eigentlich.","Sachen, die ihr nicht kennt.","Genau. Ja, wir müssen uns, äh, wir müssen uns auf jeden Fall über einige äh äh äpplige Dinge unterhalten, ist äh relativ ähm ne,\nrelativ wichtig, dass wir das tun und das auch alles sehr naheliegend und es gab ja auch so ein paar Releases bei unserer Lieblingsfirma,\nNur die müssen wir ja irgendwie alle sprechen. Aber bevor wir das tun, muss ich erstmal in eigener äh Sache nochmal ein Klagelied\nstellen, damit ich das nicht äh vergesse, weil das nämlich auch ziemlich wichtig ist. Manche von euch hören das schon mitbekommen haben. Ich muss es trotzdem ansprechen. Und zwar\nich da ja so ein Spendenkonto und das habe ich bei so einer Bank,\njetzt irgendwie der Meinung ist, nachdem ich irgendwie da fünfunddreißig Jahre Kunde bin und seit fünfunddreißig Jahren irgendwie als Selbstständiger darauf rumarbeite. Das heißt ja so alles überhaupt nicht geht und was sind denn das alles für Überweisungen da?\nund da die ja mittlerweile alle mit Guthaben kein Geld mehr verdienen die Banken, sind sie jetzt der Meinung, sie müssten jetzt äh äh ja.\nKontogebühren da einführen, weil so geht das ja alles überhaupt nicht,\nda das alles in so einem Bereich ist, was sich mit so kleinst spenden und überhaupt nicht verträgt, äh bin ich gezwungen oder sehe ich mich gezwungen\ndieses Konto zu wechseln. In den Shownotes werdet ihr einen Link finden,\nund da habe ich dann einerseits in einem Blog-Post nochmal ein bisschen äh ausführlicher erklärt, was jetzt hier eigentlich so der Hintergrund ist, damit ich jetzt nicht so viel darüber reden muss,\nund ähm dann gibt's natürlich eine neue Kontonummer, die findet ihr auch, wenn ihr das einfach nur so umstellen wollt, ohne viel zu lesen. Ähm,\nfindet das natürlich auf dieser äh Spendenseite und ich wäre euch sozusagen sehr dankbar. Sehr, sehr, sehr dankbar sogar, wenn ihr einen Dauerauftrag habt, wenn ihr den,\nändern würdet auf dieses neue Konto,\ndas würde mir eine Menge Ärger ersparen. Und ja, das äh ist es eigentlich auch schon, was ich ähm dazu sagen möchte, ich muss das irgendwie in diesem Jahr auf jeden Fall durchkriegen. Von daher ist eine gewisse Eile geboten,\nGut, da habe ich das schon mal äh vom von der Leber.\nJa und dann gab's natürlich noch die Frage, warum gab's denn eigentlich keine Freakshow mehr? Solange. Das ist eine gute Frage und ich weiß gar nicht, ob ich da so eine gute Antwort drauf habe,\nAber es ähm hat irgendwie alles so ein bisschen mit Corona und diesem ganzen Kram zu tun,\nÄhm, ich weiß nicht, wie es euch so ging, aber irgendwann war dann dieser Sommer, der sich dann so anbot ähm,\nUnd der war dann auch noch so schön und so schön lang und dann habe ich den irgendwie genossen und es war so viel anderes mit diesem ganzen,\nCorona themen vor allem, welche auch extrem viel im UKW produziert habe und so weiter. Das ähm,\nIst glaube ich so die Gelegenheit mal genutzt habe, hier so eine so eine kleine Denkpause anzu äh gehen, um mal wieder die Kräfte zu sammeln,\nUnd das hoffen wir jetzt getan zu haben. Wie ist bei euch so mit den Kräften? Eine Runde,\nDennis ist topfit. Das ist gut.","Weder wie, wie.","Wie eh und je, ne? Genau. Na, das ist.","Klar bist du da drin? Kann nur einen geben, der so weiter hat.","Keiner will das wie du denn ist. Nee, aber äh was habt ihr denn so äh wie habt ihr denn so diesen Sommer überlebt? Also typische.","Drin,\nSerie Urlaub ausgefallen äh,\nIch habe mich mit äh Audio und Gitarrenequipment eingebaut und konnte die Tür dann gar nicht mehr von innen öffnen. Äh und dann kamen immer noch mehr Pakete und irgendwie habe ich mir hier so ein,\nMancave gebastelt über den Sommer.","Aha.","Nee, ich habe, ich habe äh meinen endlich mein Sabatical gemacht, irgendwie bei der Firma, wo ich arbeite, kann man irgendwie alle äh vier Wochen äh alle fünf Jahre, vier Wochen.","Vier Wochen ja Urlaub machen.","Alle vier Wochen, fünf Jahre Urlaub.","Der so in der Art und bin dann äh einmal durch ganz Deutschland gefahren mit äh mit einem eigentlich nicht Langstreckentauglichen Elektroauto und habe es aber sehr genossen, weil das ist entschleunigt.","Ach, echt mit deiner Nuckelpinne, bist du durch die Gegend gedonnert und hast alle zwanzig Meter eine Steckdose gesucht oder wie?","Ja, nicht alle zwanzig Meter, aber ich meine, ich habe dreitausenddreihundert Kilometer geschafft, also ganz so nuckelig ist die Pinne nicht. Also.","Okay. Nicht schlecht.","So diverse Leute besucht und so, das war eigentlich ganz nett.","Bist du denn noch zufrieden mit dem Gerät?","Ich bin so so zufrieden wie am ersten Tag. Ich meine, es ist ein Renault. Ich bitte dich.","Ich weiß nicht genau, was das heißt.","Noch schlechter geht nicht mehr dann, wenn man's hat.","Na ja, es geht sicherlich noch schlechter, aber es geht sicherlich auch noch besser. Also das ist äh.","Also ich bin ja langjähriger Lai-Renault-Fahrer und ich könnte keinem empfehlen, ein Renault zu kaufen oder zu fahren,\nIch hätte so, ich hätte, ich könnte wahrscheinlich eine Stunde lang erzählen, was da alles so kaputt ist an dieser Firma und deren Vertrieb und an den Fahrzeugen.","Also ganz so schlimm sehe ich's nicht, aber es ist halt kein Luxusauto, ne? Also das muss man mal ganz klar sagen.","Ja, du hast halt noch das Glück, dass du ein relativ äh aktuelles Modell hast äh\ndas das Verhalten der Servicemitarbeiter, das ändert sich dann irgendwann ab einem gewissen Zeitpunkt ganz rapide wo es wo du dann auch\näh sehr frohaktiv da drauf hingewiesen wirst, dass man das schon alles reparieren könnte oder machen könnte. Aber da gibt's ja auch jetzt neue Autos und ob man,\nnicht einen dafür begeistern könnte und so eine Geschichten. Es wird dann irgendwann ganz äh fürchterlich und da frage ich mich ja dann, wenn du ähm ich kann ja immer noch zur freien Werkstatt gehen,\näh äh wie das dann so mit den E-Autos so läuft, hast du das mal ausprobiert eigentlich.","Ja im Prinzip, also da hört man dann schon mal so Sachen wie na ja, eigentlich habe ich keinen Elektroschein, aber ich mach's doch. Ähm.","Das klingt sehr vertrauenserweckend. Hm.","Na ja, Korosserieschaden werden ja auch noch ausbessern können, aber.","Na ja, es ging in dem Fall darum, irgendwie die Winterräder drauf zu machen, dass es jetzt irgendwie keine Frage äh also da sollte man eigentlich keine orangenen Kabel anfassen, also sollte man eh nicht anfassen, aber äh,\nAlso,\nNee, also äh wie gesagt, ist relativ neu. Außerdem hat er halt als Elektroauto diverse kritische Teile, die es gar nicht gibt. Also können sie nicht kaputt gehen. Insofern,\nwas soll sein. Bis jetzt habe ich kein Problem mit dem Ding.","Okay? Aber du bist noch glücklich mit der Elektromobilität an sich.","Ja auf jeden Fall.","Wird denn irgendwas besser?","Äh na ja, wir sind momentan eher in so einem Zwischentief,\nalso die Ladeinfrastruktur ist nachdem es erstes große Chaos gab, dann hat es sich ein wenig gelichtet, äh gibt es jetzt großes Tarifchaos ähm,\nDie Hoffnung ist, dass sich das irgendwann lichtet. Ich meine, wir hatten ja die, die Sendung mit Phil,\nund das war ja, das war glaube ich noch, bevor ich losgefahren bin.","Ja, ich glaube, ja.","Und äh in der Zwischenzeit haben äh haben sich noch mehr Ladenetzwerke mit Abrechnungsdienstleistern verkracht und,\nganz absurde Abrechnungsdinger und irgendwelche irgendwelche Blockiergebühren und haste nicht gesehen und so weiter. Es ist alles ein bisschen sehr merkwürdig geworden, also die Bundesnetzagentur schläft auch tief und fest, hat man das Gefühl\ndie müssten da eigentlich mal draufhauen. Aber immerhin kann man inzwischen überall Strom pro Kilowattstunde kaufen,\nnicht mehr pro Standzeit oder sonstige andere merkwürdige Arten das zu berechnen.","Ist ja, dass man diesen Carsharing äh ich fahre ja jetzt eigentlich ausschließlich mit den We Share E-Golfs dann rum äh in dem Fall. Da hat man ja glücklicherweise diesen ganzen,\nnicht an der Backe, das finde ich ganz angenehm, da kann man nur fahren.","Na ja gut, so viel Hassel ist es nicht, außerdem das meiste lade ich ja zu Hause. Da ist es dann sowieso am günstigsten. Also insofern,\nGenau und der Ladefuchs, ich weiß gar nicht, ob der schon erschienen ist jetzt endlich,\nEs gibt von ein paar wahnsinnigen gibt's halt diese App Ladefox, die versucht äh es einem da irgendwie einfacher zu machen. Wollen wir mal sehen, ob das so passt oder nicht.\naber ich bin halt jetzt auch seit August dann nicht mehr Langstrecke unterwegs gewesen und habe auch keine keine weitere öffentliche Ladeinfrastrukturerfahrung seitdem. Insofern.","Also ich habe mir ja zwischendurch auch äh mal wieder etwas äh noch etwas intensiver mit diesem ganzen Elektrothema auseinandergesetzt. Ich hatte da so einen ähm Schub,\nAlso so ein Wissenswissensbedarfschub bin dann irgendwie so voll äh auf diesen Tesla äh Battery Day Hype äh,\ndrauf geraten, weiß nicht, ob ihr euch das irgendwie auch äh latent erwischt hat oder ob ihr da zumindest was von mitbekommen habt.","Ich hab's mir angeguckt, ich weiß nicht, ob das schon zum halb dazugehörig zählt.","Ja, na ja, die Frage ist, äh hast du zehn Minuten vorher noch erfahren, hast dir dann angeschaut oder irgendwie äh hast du dich schon Wochen vorher mit äh entsprechenden Spekulationen vollgepumpt, wie man das sonst nur so bei einer Apple Keynote macht?","Also ich wusste es Wochen vorher, habe mich nicht mit Spekulationen vollgepumpt, war dann bei der Bandprobe und habe dann nach der Bandprobe noch den Rest im Stream angeguckt. Zählt das?","Okay. Ja, bisschen schon, würde ich sagen. Also du weißt zumindest worum's ging. Also sowohl.","Hast du dich mit Spekulatius stattdessen vollgepumpt.","Nee, also ich meine um Batterien ging's halt und um deren Produktion und wie alles ganz viel billiger wird äh und uns äh.","Also ihr ist vielleicht ganz wertvoll äh äh da nochmal kurz drauf einzugehen, aber was ich ja wirklich bemerkenswert finde, also dieser Elon Musk das ist ja irgendwie ein Fuchs. So und der macht ja auch wirklich tolle Sachen,\nUnd der hat wahrscheinlich auch eine Menge Geld,\nUnd ich frage mich, wenn man so viele Sachen macht und die ganze Zeit irgendwo Ansprachen hält und so viel Geld hat,\nWär's dann nicht auch mal ganz gut, sich so einen persönlichen Logopäden äh zuzulegen, der einem irgendwie beibringt, ganze Sätze zu sprechen.","Ich glaube, dafür hat er keine Zeit.","Und ich glaube, der Logopäde hilft auch nicht.","Ja oder was weiß ich, irgendein Coach oder so, also irgendjemand, das das macht mich irgendwie total kirre.","Man kann dem nicht zuhören, oder?","Es geht grad so.","Man muss es aushalten.","Ja, er hat ja, also ich meine, er hat ja Content. Das ist das, was sozusagen hilft so, aber könnte man das nicht auch nur irgendwie angenehmer rüberbringen? Ich verstehe das nicht\nAlso und vor allem seine seine seine seine Shows, seine Präsentationen machen so den Eindruck, als hätte er sozusagen null Rehursal gemacht.","Er ist wohl auch nicht der einfachste Charakter, so insofern.","Ja gut, aber ich meine, das kann doch nur in seinem eigenen Interesse sein, oder?","Na ja, ich glaube die Leute, die mögen ihn ja trotzdem. Also klar gibt's Leute, die das ein bisschen anstrengend finden, mir selber nicht stört das nicht so, aber na ja.","Also ehrlich gesagt, ich finde das auch nicht viel äh,\nDas äh lieber Pavel, das nicht böse gemeint, aber wenn Pavel zum Beispiel zu seinen langen Sätzen ansetzt und dann ganz viele Pausen dazwischen macht, das ist bei mir auf einem ähnlichen Zuhöreranstrengungslevel ähm\nwie der Elon und auch bei Pavel gibt's natürlich Content, was die Sache äh wieder gut macht, aber er wird aber hat ja auch schon selber äh\nhier und da mal äh zugegeben, dass er auch nicht der flüssigste Redner ist. Also ich weiß nicht, ich find's ehrlich gesagt auch nicht so dramatisch.","Äh also zu Pavel kann ich nur sagen, die meisten Pot-Ketcher haben eine erstens schneller äh Abspielfunktion und zweitens eine Cut Pausen raus Funktion, wie auch immer der das nennt, also Cut Silence.","Helfen, aber bei dem Elon nicht.","Ja, vor allen Dingen kriegst du den Elon Content ja meistens nicht im Podcat. Das ist ja das eigentliche Problem dadran.","Ja, es ist ja jetzt nicht also äh Pavel ist jetzt nicht unbedingt jetzt mal ein Vergleichsanker für für irgendwie äh mein Anspruch an Elon Must, also ich würde das halt potentiell dann doch eher so mit Steve Jobs, Keynotes äh vergleichen.","Ja, aber bei Steve Jobs, ich meine, gegen Steve Jobs stinken alle ab,\nDas ist ein unfairer Vergleich, wenn du ihn mit Tim Cook zum Beispiel vergleichst, dann finde ich, steht Ilon Musk gar nicht mehr so schlecht da, obwohl man bei bei Tim Cook sagen muss, der hat jetzt, glaube ich, zwanzig Jahre Sprachtrainer hinter sich,\nEr ist nämlich wirklich besser geworden.","Ja, es wird er ist wirklich besser geworden, aber es sind ja auch alle anderen sind ja auch gut in so einer Keynote. Also sie sind ja auch alle,\non point, mal keine Ahnung, wie oft die das jetzt mittlerweile äh aufnehmen müssen, wenn sie da ihre Videos machen, das ist ja in gewisser Hinsicht nicht mehr fair, weil's nicht live ist.","Alles synthetisch, das alles.","Mit mit sechzehn ML Chors.","Na ja, also ich finde so eine flüssige äh äh Informationsvermittlung ist vielleicht mal ganz gut, aber vielleicht mal kurz zu diesem Tesla äh Battery Day, also sagt irgendjemand von euch nichts, dass nichts dumm, du nicht.","Ja, sie bauen halt neue Batterien, die\ndiverse Dinge anders machen, dadurch wer kann man die schneller laden und sie sollen insgesamt in der Produktion nur halb so teuer sein wie die Batterie, die sie bisher haben. Das ist, das ist so die Botom Line, an der aus dem Batterieday, außerdem,\nwas für mich und für viele andere nicht klar war, war welche Sachen, die sie da vorgestellt haben, sind eigentlich in welchem Stadium der Entwicklung. Und wann geht,\nProduktion von was eigentlich los. Deshalb dazu haben sie sich nämlich wirklich nicht so klar.","Nö, dazu haben sie sich nicht zu geäußert, weil das ja im Prinzip auch so ihr äh,\nWettbewerbsding ist. Ich meine, man muss ja sagen, das war ja ein sogenannter Investor Day, also da ging's ja sozusagen dadrum, nicht Produktankündigungen, im eigentlichen Sinne zu machen, sondern es ging ja dadrum, den Investoren oder Shareholders\nin irgendeiner Form ein Gefühl dafür zu bekommen, dass sie noch on Track sind und was sie äh grob vor.","Geld nicht abziehen.","Ihr Geld nicht abziehen oder sogar noch mehr reinstecken et cetera, weil sie natürlich enorm davon profitieren gerade über den Aktienmarkt so aufgeladen zu werden mit Geld, weil sie einfach äh enorm investieren,\nUnd das tun sie ja, ich meine sie bauen mehrere Fabriken gleichzeitig in einem atemberaubenden äh Speed, weiß nicht, ob ihr euch mal diese Bauvorschritte äh hier in der äh Giga,\nBerlin Factory angeschaut habt.","Ja, sieht die warm atemberaubend bis zu dem Punkt wo er den Chef von der ganzen Aktion rausgeworfen hat.","Ja","Und jetzt ist nicht so ganz klar warum eigentlich.","Ja keine Ahnung was da läuft, aber die meinen, die bauen ja immer noch, also die ist ja nicht so, das ist eine. Ja, ja.","Ja, natürlich bauen sie immer noch ist ja noch kein Auto vom Band gerollt, also müssen sie noch bauen.","Ja gut, aber ich meine sie haben halt äh an im Wesentlichen durchblicken lassen, dass diese ganze neue Technologie, die sie jetzt angedeutet haben in Berlin schon komplett verbaut werden soll und das halt dieses neue Model Yeben äh davon auch komplett ähm\nprofitieren wird. Also vielleicht mal an Domen gerichtet als jeder als als jemand, der das sozusagen noch überhaupt nicht mitbekommen hat so äh.\nEs gab so zwei, drei technologische Durchbrüche, die sie jetzt quasi nutzen,\nund ähm damit insgesamt sowohl ihre Technologie als solche\nals eben auch das Herstellen dieser Technologie äh so im Prinzip Supercharge. Dazu gehört äh zunächst einmal, dass sie jetzt in der Lage sind,\nEine größere Batterie zu bauen, was insofern bisher immer schwierig war, dass wenn du eine größere Batterie baust, also die quasi dicker ist,\ndass sie natürlich dann beim Laden und auch beim Entladen natürlich sehr viel mehr Wärme erzeugt und Wärme willst du da eben nur bis zum bestimmten Maße haben, sprich du musst halt diese Wärme da besser herausführen äh können,\ndas gelingt ihnen halt durch so ein komplett neues äh Design, was sich Tablets nennt,\nheißt sie machen das Ding dicker, aber sie nehmen den Strom nicht nur an einer einzigen Stelle, sondern sozusagen über die volle Fläche und können dadurch ähm,\nsehr viel mehr Strom. Der Strom muss weniger Umwege nehmen und dadurch äh heizt sich das Ding nicht so auf. Ähm.","Um's bildlich zu erklärende Batterie sieht ja ist ja aufgewickelt eigentlich wie eine Toilettenpapierrolle und dann neben dem Strom nicht nur am Anfang und am Ende der Rolle, sondern sie nehmen ihn von der Seite ab. Auf der gesamten.","Ja, das das war eine eine der Änderungen, die andere Änderung war irgendwie das mit der Dry Electrod,\nGedöns, das habe ich auch nur so halb verstanden, aber irgendwie tragen sie sogar Pulver auf, statt das Zeug irgendwie flüssig zu machen und aufzutragen und dann wieder zu trocknen.","Ja, das ist eigentlich die größte Revolution in diesem ganzen Spiel. Also normalerweise so eine Batterie besteht ja immer aus Kathole, Anode und diesem Elektrolid dazwischen mit so Separaturen,\ndieses Material aus dem diese Anode und Kathole bestehen, also die Elektroden, dass es sozusagen die die Secret Source, das macht\nLetzten Endes die Leistungsfähigkeit dieser Batterie aus und das sind dann diese ganzen cruden Mischungen, wie viel Nickel da drin ist, ob Mangan, Kobald, Aluminium, gibt verschiedene Mischungen\nund äh so oder so musste wenn diese Rektroden halt in so einem,\nin so einem sogenannten Prozess hergestellt. Das heißt, es ist erstmal so eine eine feuchte Mischung, in dem sich diese ganzen Materialien lösen,\ndann werden die halt auf so ein Band aufgetragen, auf so eine Folie aufgetragen, aber das muss dann alles noch rausdampfen. Es muss halt wieder trocknen,\ndann fährt halt wirklich dieses ganze Material über einen ewig langen Prozess durch eine Serie von Öfen. Also es wird wirklich,\nan so einem langen, langen, fließt man über einen sehr langen Zeitraum getrocknet. Dabei entstehen halt auch sehr viele Abgase,\ndie man nicht haben will und das Material selber\nleidet in dem äh in dieser Phase auch nochmal und verliert eben noch etwas von seiner potenziellen äh Energie äh Kapazität.\nUnd das Ganze wird nun abgelöst durch diese drei Bett Patry Electro Technologie, das heißt sie haben halt ein Verfahren äh mit dem sie eben dieses ganze,\nElektrodenmaterial einfach trocken, Walzen und mehr oder weniger direkt in diesen Prozess reingeben, wodurch der halt sehr viel schneller ist\nsehr viel also sozusagen auch nochmal ein ein Plus an äh an Kapazität\nerzeugt, weniger Abgase hat, aber eben vor allem viel, viel, viel schneller und dadurch eben sehr viel billiger ist. Und damit können sie natürlich dann die Produktion,\nextrem spean, ne? Sie haben halt diverse Companys gekauft in den letzten Jahren, wo diese ganzen Technologien herkommen, führen das jetzt alles zusammen. Dazu kommt noch so 'ne Bude, mit der sie eben diese ganze Automatisierung machen,\nSie wollen jetzt im Prinzip Batterien so bauen wie irgendwie andere Flaschen abfüllen.","Ja, sie haben, sie haben diese, diese Bude in Deutschland gekauft, die kurz vor der Insolvenz stand, die Batterien für BMW glaube ich gemacht hat.","Die Maschinen bauen, also das sind halt genau.","Die Maschinen, also Produktionsstraßen für Batterien bauen ähm,\nGenau, also das das mit der Dry Electrod, so wie ich das verstanden hab ist, war das das, was sie noch am wenigsten im Griff haben,\ndass sie aber unbedingt machen wollen und äh,\nSie sparen sich da halt unglaublich längere an an Produktionsstraße und halt Energie wegen diesen,\nHeizöfen, die sie nicht brauchen. Ja, also wie ich, wie ich bereits meinte, im Großen und Ganzen sind es ganz, ganz viele Maßnahmen, um die Batterien pro,\nKilowattstunden auf Packlevel vom Preis her zu halbieren, was die Kosten anbelangt. Und wenn sie das wirklich schaffen,\ndann stehen alle anderen Autohersteller ganz schön nackig da,\nweil äh Tesla dann natürlich zu einem ganz anderen Preis anbieten kann, beziehungsweise halt ganz andere Margen fährt für ihre Kirm,\nUnd wenn sie wirklich das kleine Auto für fünfundzwanzigtausend rausbringen wollten, dass da auch so kurz angerissen wurde, sah so ein bisschen aus wie ein wie ein kleiner Golf oder so,\nwir sollten.","Ja, das war nur so eine Schemazeichnung, also.","Ja, es war nur eine Schemazeichnung, es war so ein Umriss mit so einem Laken drauf und so weiter, aber es sah schon nach einem, nach einem Headback, also nach einem na ja so Golf.","Was auch immer, kompaktes Auto halt. Mhm.","Das Auto mit Kastenhack aus. Äh dass das wäre interessant, wenn sie das tatsächlich hinkriegen, weiß, dann wahrscheinlich auch ein direkter Konkurrent zum ID drei von von Volkswagen wäre.","Ich verstehe. Also Begeisterung, weil technologisch geht's vorwärts und Tesla hat einen Marktvorteil plus einen wirklichen Abler vielleicht an der Stelle. Äh bei.","Ja, aber sie müssen halt auch zeigen, dass sie diese Technologie, die sie jetzt angeblich entwickeln, dass sie die halt auch tatsächlich sehr reif hinkriegen und bevor da nicht das erste Auto mit mit der neuen Batterietechnologie vom Band läuft, es ist alles schöne Zahlen und und\nund äh äh Slides von Elon, aber nichts anderes, ne? Also.","Na gut, ich meine, wenn er bisher irgendwie gezeigt hat, äh wenn er irgendwas gezeigt hat, so in seinem Leben, dann ist es, dass er eigentlich seinen Ankündigungen in der Regel auch Taten folgen lässt. Und in.","Und zwar deutlich später als er verspricht.","Nein, nicht immer, nicht immer.","Nicht immer, aber meistens, also Elon Time ist ja nicht umsonst äh stehender Begriff oder auch in Tutesla Weeks, wie es so schön heißt.","Ja, das ist so ein Mehm, aber das äh ist ja nicht unbedingt immer so. Also ich meine bei Space sind sie extrem äh schnell und auch das Model Y kam ja sehr viel schneller raus. Aber das ist ja egal. Ich meine, wann auch immer es kommt, aber in Berlin ist es so, sie werden sie bauen, diese,\ndiese Fabrik, die sie jetzt bauen in Berlin, die wird mit dieser neuen Batterietechnologie ausgestattet. Und sie werden dort auch mit diesen Batterien dieses neue Model Y bauen. Und was du noch nicht erwähnt hast, ist ein Abfallprodukt, also,\ndieses äh es ist billiger und man kriegt mehr Energie in so ein Pack. Sie lassen ja sogar dieses Peck weg.","Ja, weil sie die Dinger direkt zusammenschweißen oder was auch immer, die da.","Nee, nee, sie, ne, sie, sie stecken die einfach sozusagen als strukturelles Element in den Boden und vergießen das wahrscheinlich so mit Harz,\nUnd dann wird das sozusagen das tragende Element und damit sparen sie sich die natürlich die ganzen anderen tragenden Elemente,\nDa kam da so nebenbei noch so diese Feststellung mit, ja, wenn man damit halt irgendwie ein Cabrio baut, dann ist es halt stabiler als ein Auto mit dem Dach heute. Also ich finde das alles relativ spannend, was da äh passiert und ähm,\nbin mal gespannt äh ob sie das jetzt durchhalten das Tempo und was da für Geräte demnächst aus Brandenburg rauskullern.","Haben sie, haben sie denn jetzt eine Baugenehmigung für diese Fabrik eigentlich.","Vorläufige verschiedene. Na ja, ich meine, die werden das Ding da fettig bauen und die werden dann ihre Baugenehmigung kriegen am Ende und fertig. Ich meine, Brandenburg, die stehen da so äh dahinter.","Klar nach nach Lausitz Ring und Cargo Lüfter braucht Brandenburg mal eine echte Erfolgsstor.","BER.","Und BR, aber immerhin, der ist jetzt früher fertig geworden.","Sieht's aus. Und wenn ihr jetzt schon einen Flughafen haben, dann können wir auch noch eine Autofabrik dazu bauen. Na ja.","Sagtest du gerade, der ist jetzt früher fertig.","Früher als was.","Als sie Tesla Fabrik.","Ja, okay, okay.","Ja alle anderen Vergleiche machen keinen Sinn. Das ist schon richt.","Kommen wir zu etwas vollkommen äh Annaben. Weil wir müssen ja heute noch ganz viel über Max reden,\nNe? Äh steht ja auf jeden Fall an. Äh aber gehen wir doch vielleicht mal so ein bisschen in der Reihenfolge. Hat denn irgendjemand schon ein iPhone zwölf bestellt.","Morgen.","Also bei mir dauert's glaube ich noch zwei Wochen, aber was sie mir schon geschickt haben, ist die Hülle.","Was für eine Hülle ist das?","'ne rote.","Eine Plastikhülle.","Ich glaube, sie nennt's Silikon oder so.","Ja, Plastikhülle. Das Original Epis Silicon.","Moment. Silikon.","Also du hast normale Zwölfer bestellt, ich habe das Max bestellt, weil ich habe mir gedacht, diesmal, wenn's so äh mache ich mal maximale Kamera, weil Low Light und.","Nee, ich habe das Probestellt.","Pro, aber nicht das Max, also normal normale Größe.","Normale Größe, ja, also mehr ist das ja schon eigentlich zu groß. Ich hatte ja sehr auf das, auf das Mini geschielt, aber hab's dann doch nicht bestellt.","Okay,\nAlso bei mir ist es Mini-Head, wirklich die durch die Kamera, das ist ganz absurd. Ich hätte eigentlich das Mini gewollt, so von der Größe her, weil ich will halt ein Telefon, ein Telefon größer, ähm aber im Endeffekt ist es hauptsächlich eine Kamera inzwischen, da brauche ich mir nichts vormachen und äh ich\nimmer so,\ndabei, dass es, ob ich jetzt vom Elfer, also vom Elfer auf das zwölf Max, ist jetzt nicht so viel Unterschied, weil das Elfer eh schon ein bisschen größer ist, als das äh andere war und ähm ich meine, es ist im Endeffekt einfach eine mobile Kamera mit einem ähm\nmassiv äh Overpower hat einen Rechner drin. So.","Also Twitter-Kleid mit Kamera,\nZur Not kann man damit auch telefonieren, wenn's sein muss.","Genau. So, aber kommt erst übermorgen, insofern kann ich noch nichts sagen, aber ich bin sehr äh positiv äh angetan vom Formfaktor an sich, also von der\nflacheren Kanten wieder und wieder so diese diese gefällt mir schon weit besser. Und ich bin sehr froh, dass es auch das Mini gibt so einen Größe, also das ist wirklich nicht nur nach oben geht an der Stelle. Ähm.","Ja, also aber so klein ist das Media gar nicht, ne? Also wenn man sich das anguckt.","Na ja, es ist aber zumindest wieder eine Telefongröße. Ich meine, das Tennen äh hat schon eine Größe aufgemacht, die eigentlich zu groß ist gefühlt. So von von Basis her. Ähm,\nUnd was ich ganz absurd finde, an sich ist, dass sie natürlich jetzt äh insgesamt die Größen nochmal alle minimal verändert haben. Also die Displaygrößen sind ja so Slidelied\ndir verrümmt, sowohl äh sowohl physikalisch als auch von der P,\nAnzahl bis auf das Mini. Das Mini hat die selbe Auflösung wie das Tennen früher hatte oder das zwölf, nee, das zwölf jetzt hat so rum und das ist ja dasselbe glaube ich was, was das iPhone ten dann auch\nÄh man hatte und dieses Problem ist aber ähm,\nalso ich find's halt absurd, dass dass sie alle das Dezember aufgegeben, dass es praktisch eine Größe gibt, dass es eine Pixelgröße gibt oder eine einen wirklichen Formfaktor so an der Stelle, finde ich.","Auflösung auch egal.","Relativ, ja und wenn's größer wird, hat auch interessanterweise fürs fürs Mini haben sie sich nicht gewählt, also das Mini hat wirklich dieselbe ähm äh Dimension, also die Punktdimensionen, wie das äh wie das normale Zwölfer. Ähm,\ndas haben sie halt absichtlich so gemacht, dass du praktisch nicht,\nApps hast, die dann jetzt mit auf einmal weniger Platz auskommen müssen, aber nach oben haben sie immer schon äh haben sie jetzt einfach so ein paar Pixel hier, ein paar Pixel da dazu geschustert. Das haben sie beim iPad\nbegonnen, also die iPad Pros haben das ja gemacht, dass die einfach ein bisschen mehr Pixel hier, ein bisschen mehr Pixel da und eigentlich äh dann skalieren, wenn du's nicht merkst und ähm und die Apps sollen's ja sowieso unterstützen, dass die beliebige Dimension können,\nist ja inzwischen auch so,\naber das ist jetzt so radikal gemacht haben, bei der Serie finde ich schon auch nochmal interessant, weil man hätte auch einfach ein bisschen ähm skalieren können und fertig. Also es ist ja nicht so wichtig, wie ob jetzt die DPI-Anzahl so genau sti,\nÄhm bis haben sie ja schon schon öfter mal nicht gemacht, aber sie haben jetzt wirklich ein paar wirklich,\nPixel und Punkte mehr gemacht auf allen Devices.","Also meine Erfahrung zu dem Thema ist, äh gib deinem Designer immer das Kleinste Device, was du hast, sonst passt das Design, was der herstellt, nicht aufs kleinste Device. Das ist wirklich irgendwie.","Das war halt mal das SE und es ist glaube ich jetzt immer noch, weil das SE kleiner ist als es tend. Aber das SE ist ja jetzt das iPhone acht eigentlich, also von der.","Das was Rodi gesagt hat, das müssten die auch mit den mit dem mit der Geschwindigkeit des Rechners machen. Gibt denen die Wellappe auch immer den langsamsten Rechner? Sonst kommt seine Software nur mit dem Schnellsten klar.","Auch das ist wichtig und das ist teilweise auch passiert. Also ich kann mich noch erinnern, wie wir äh irgendwie so die diese letzte äh diese iOS-Geschichte, die wirklich schneller geworden ist, da mussten wir, da mussten wir alle auf den alten Krücken leben. Das war uns sehr nahegelegt,\nDas war mal ein ganz guter Move an der Stelle auch. Es hat auch was gebracht.","Was ist denn jetzt eigentlich, ich meine, wir können jetzt irgendwie tausend Details äh durchrattern. Ich glaube, das ist es irgendwie nicht so richtig wert, aber äh so richtig neu an diesem iPhone zwölf, mal jetzt abgesehen vom Design her\nIst ja eigentlich, wenn ich's richtig sehe, nur also und mal diese ganzen Kameraverbesserungen mal ignorierend, ähm dass dor,\ndieses Lieder drin ist in den Pros und dass die Dinger mit diesem UW weißt du so, Uwe Chip äh.","Den gab's vorher auch schon, oder.","Den gab's vorher auch schon. Aber also das Elfer hat auch schon. Mhm.","Den gab's schon im Elfer. Ach so, okay, dann.","G halt und den schnellen Prozessor. Das sind so die drei großen Sachen.","Also fünf, fünf Nanometerpro.","Schneller Prozessor hatten ja alle vor uns immer das jetzt ja äh.","Ja, aber fünf G.","Ja gut fünf Game.","Also hier die Aluhuts Fraktion.","Ja gut, langfristig gesehen ist es schon was, aber.","Steigen jetzt auch die Chorona-Zahlen, ne? Weil die alle mit ihren fünf G Telefons jetzt rumrennen, ist ja logisch.","Nee, ansonsten ist es eigentlich ein Ess-Release so. Äh aber halt Design ist komplett anders. Also der Formfaktor ist anders und das macht schon einen Unterschied. Und Maxa finden, äh aber ich weiß nicht, ob ich das so oder,\nwichtig finde. Also es ist interessant, dass sie es gemacht haben,\nso, dass da jetzt ein bisschen Magnete drin sind, um sich alleinen zu können, aber ob das jetzt so die langfristige ähm äh super spannende Geschichte ist, ist mir ein bisschen unklar. Also ähm,\nIch mache das eh schon, dass ich hier einem Night Stand lade, das Telefon meistens, da steht's halt so,\nund da ist 'ne gute Weile Ladestation die halt da passt's rein da trifft da hab ich kein Stress,\nund ob da jetzt noch hinten Magneten dran sind, die das irgendwie äh,\nEs ist ein bisschen Apple Touch ist dieses. Das Maxif hat ein bisschen diesen Apple Touch, weil halt so die Device erkannt werden, die hinten dran sind, dass mehrere Gen. Es ist alles so ein bisschen netter. So, ja, das ist vielleicht noch so. Das hat so ein bisschen diesen Polisch ähm.","Aber ehrlich gesagt finde ich diese Magneten ziemlich gut und zwar wenn man äh das das Telefon viel im Auto verwendet als als,\nÄhm und will nicht eine von diesen komischen Zusammenschiebklammern haben,\ndann äh brauchst du halt hinten auf dem Telefon ähm,\nMetallteil, das musst du halt ran machen, damit du's dann an Magnet ranmachen kannst,\nUnd deswegen äh habe ich mir das eigentlich schon lange gewünscht, dass sie endlich mal auch ordentliche Magnete ins Phone selber machen,\nspricht ja nichts dagegen. Und dann kannst du halt auch einen ordentlichen Halter irgendwie ins Auto tun, wenn du dann die entsprechenden Gegenmagneten im im Auto hast,\ndas dann lädt oder nicht, ist nochmal eine andere Diskussion. Insofern finde ich das eigentlich eine gute Idee.","Ja, also schadet nicht an der Stelle finde ich. Also es ist eine ist eine ist eine ist eine nette Geschichte und sie,\nziehen's wohl durch demnächst auch ähm ja, das ist Maxafe zu nennen an der Stelle, ist halt wieder mal den Namen, weiter verwursten, weil er populär war, aber eigentlich hat weder safe noch Mac oder irgendwie, also Mac schon, aber,\nes ist jetzt nicht so, dass man sich die Telefone zerschossen hat, weil man also das ist nicht dieselbe Marketing von Maxafe.","Ja, das stimmt natürlich. Aber ich meine Rosetta haben sie auch wieder verwendet.","Irrgut, aber Rosetta stimmt ja auch. Ich meine, Roséta ist ja das Gleiche. Universal haben sie aber Universal zwei genannt, interessanterweise.","Ja, da sind sie nicht so ganz so äh konsequ.","Was genau daran zwei ist, aber egal.","Was ist eigentlich warte mal, ist Huckel eigentlich noch da? Huckel? Ah.","Na ja, aber der hat ja eh kein Bild gehabt, dass.","Dein dein Bild ja er hatte erst erst hatte er kein Bild jetzt gar kein Bild mehr. Was mit dir.","Ja, ich dachte mir, das ist doch Redundante, Traffic, der nicht wirklich notwendig.","Na ja das äh bisher sozusagen, wenn jetzt noch.","Auch äh Nacktpodcast.","Endlich, deine Manka.","Aber Huckel, da musst du ab und zu mal Comfort Watern.","Okay, okay, okay, okay, alles.","Komfortrader, super.","Ja, irgendwann schalten wir noch unsere Apple Watches zusammen, dann gibt's hier so ein Dashboard von der Freakshow mit den Puls äh Linien und so.","Sie kriegt eine Apple was schon von einer Meterebene, sehr geil.","Was? Was.","Gab's ja auch neue Apple Watches. Habt ihr da Interesse? Ich nicht.","Ich hab ich hab mir glaub ich dreimal eine in den Warenkorb gelegt. Ich mach das,\nJa, ich ich so mache ich das eigentlich immer, wenn's wenn's irgendwie ein neues Apple Gel gibt und so, lege ich mir mal irgendwas in Warenkorb und das gucke ich mir dann zwei Wochen lang an. Und wenn, wenn's mich dann immer noch interessiert, dann äh kaufe ich's aber meistens, lege ich's dann wieder weg.","Tims Version vom Windowshopping.","Na ja, ich habe,\nIch hab mir ich klick mir halt so einfach dieses so oh Shopping Earge, was hätte ich denn gerne, was kostet die Welt lala? Und dann klickt man so zusammen da also wenn ich jetzt sozusagen mir also wenn ich's jetzt in Toller haben will als ich's ohnehin schon hab. Ich lauf ja noch mit dieser Series drei äh rum, wo mich\nManche Leute schon schräg mit angucken. Dann denke ich mir so okay.","Wird immer noch verkauft, ist ja der untere Einstiegseinstiegsmodell.","Ja wird noch verkauft, wird wahrscheinlich auch gekauft, ist auch nicht äh äh schlecht und die Frage ist ja immer so, was bringt einem das Ding eigentlich wirklich, ne? Und ähm muss sagen, ich habe mich an dieser Apple Watch ziemlich gut,\ngewöhnt und ich finde sie so als äh Trainingsassistent ähm ein super Ding und äh ich finde so,\numso älter man wird, umso geiler findet man das, dass man sozusagen so jetzt so fünf, sechs Jahre Herzschlagrekord hat und äh weiß der Geier, wozu das nochmal gut ist und halte von diesen ganzen,\nFeatures eigentlich eine Menge und dieser Blut äh Sauerstoff äh Messer, der da jetzt so drin war, war ja dann so auch wieder so dieses potenzielle Corona äh Feature, auch wenn sie sich ja wirklich,\nextrem bemüht haben herauszustellen, dass das ja jetzt nicht Medical ist ähm und äh soweit ich das bisher gesehen habe,\nIst das vielleicht bestenfalls auch jetzt erstmal so eine Bitterversion eines Medical äh Devices oder wenn überhaupt.\nKann aber durchaus sein, dass es halt was bringt. Also für so medizinische Studien ist es sicherlich interessant, ob mir das jetzt was bringt, weiß ich ehrlich gesagt,\naber ich hab das ja auch nicht. Also dachte ich mir so mal gucken und dann klickt man sich halt zusammen und dann so ah na ja ganz schön zerkratzt dein Display, dann nimmst du dann doch lieber die teure und so und ach Edelstahl, das ist ja so teuer, es ist ja so schwer\nDas magst du bestimmt nicht, nimmst gleich mal besser Titan. So und dann klickst du das irgendwie alles zusammen und nochmal\nVersicherung obendrauf und dann guckst du auf diesen Betrag und denkst dir so,\nkeine Uhr, ja?","Die du täglich laden.","Schon zehntel Tesla.","Genau. Das.","So was du jetzt erzählt hat, hast, ist, du hast das rechts unten Modell geklickt und dich gewundert, dass die Zahl groß ist oder was.","War nicht das weiß nicht es ist rechts und ein Modell.","Titan klingt sehr rechts und.","Du könntest noch ein bisschen eine RMS wahrscheinlich drauf schmeißen.","Ja, genau, es geht genau. Es gibt auch noch überteuerte Lederabendbänder und so. Na ja, aber am Ende.","Liegt in deinem Ermäßen.","Am Ende habe ich's nicht gekauft. Ja, das kommt vielleicht noch.","Ich habe ja noch das iPhone zehn, also X, wie auch immer und ich habe eine Apple Watch vier und beide Geräte tun noch ganz formitabel, was sie so\ntun, also bis auf die Kamera im iPhone, die würde ich schon gerne upgraden, aber die Kamera alleine war es mir jetzt noch nicht wert und meine Familienmitglieder, die sonst immer auf meine Alt-Apple-Geräte geiern, die haben sich irgendwie alle selber versorgt. Insofern gibt's da auch kein Family Pear Presher upzugraden,\nund äh ich glaube, ich fahre die Geräte einfach noch ein Weilchen weiter und kriege dann vielleicht nochmal einen größeren Generationssprung über die Zeit spendiert.","Ja, das interne Familienupgrade, ne, das ist durchaus so ein Ding, ne? Aber ich bin bisher äh der Einzige, der so Apple Watch ähm Interesse hat,\nAlso das bei der Apple Watcher, das könnte bei mir noch passieren. Grundsätzlich finde ich das interessant und ähm mal gucken. Vielleicht.","Und Telefon nicht.","Bitte? Äh na ja, beim Telefon, also ich habe ja das elf Pro und ich bin eigentlich super zufrieden mit dem Ding,\nhat nach wie vor genug Akku, keine Macken, funktioniert soweit\nich wollt's mir dann mal anschauen, ob mich die Optik irgendwie total überzeugt und ich das jetzt unbedingt haben muss und dann kann ich das immer noch kaufen, aber auch da das habe ich mir einmal in den Warenkorb gelegt und dann war's auch schnell wieder weg.","Wie alt ist denn jetzt das iPhone X eigentlich? Sorry, kurz eine Frage. Zwei Jahre ist iPhone X.","Des Tennis drei.","Es ist das Zehn, jetzt sind wir bei zwölf.","Zehn, zehn S, elf, zwölf, also, drei Jahre.","Ach stimmt, da war ja noch was dazwischen.","Und das kam so ein bisschen später in in seiner Lebenszeit auch so. Ähm aber.","Ja.","Naja, aber ich habe das mit der mit der Watch tatsächlich auch überlegt, wegen der Sauerstoffsättigung, weil ich bin ja durch den ganzen Goruna Kram durch,\nund hatte irgendwie Monate später noch das Gefühl, dass ich nicht richtig Luft kriege und da wäre das mit der Sauerstoffsättigung schon mal interessant gewesen, allerdings\nDas, was Apple da erzählt hat, Klang jetzt nicht so, als könnte man sich da schon hundert Prozent drauf verlassen, insofern dachte ich mir so, na ja, dafür ist es vielleicht dann doch bisschen zu viel Geld, um nur um festzustellen, dass es nicht geht.","Da kann man auch Sauerstoffsättigungszeug kaufen, die gibt's ja auch einzeln. Wenn man die wirklich haben will.","Habe ich da auch schon gezeigt hier in der Sendung oder nicht? Habe da so ein Ding hier.","Und was steht drauf.","Achtundneunzig Prozent meistens,\nWenn's mal weniger ist, dann muss das mal anders am Finger halten, aber meistens ist achtundneunzig, aber ich glaube, wenn die Dinge anschlagen und sagen, du hast zu wenig, dann äh ist eh schon die, wie sagt man, äh zu sp,\ndann solltest du nicht nicht mehr zu Hause so rumliegen und das selber machen, dann solltest du schon professionell Hilfe aufsuchen.","Also das Einzige, was mich jetzt so ein bisschen zieht, ist halt so diese Langzeitaufzeichnung. Das ist finde ich das Feature eigentlich generell von der Apple Watch so einfach so ein Teil zu haben, was einfach die ganze Zeit,\ndeine na ja in Anführungsstrichen Gesundheit, also Messwerte,\nerzeugt, sodass du dann eben über einen längeren Zeitraum mal drauf schauen kannst und sagen kannst, so, aha.","Dafür muss man sie halt auch tragen wirklich. Also ich trage sie halt.","Ach so, echt? Na, ich trage die immer. Und ich habe ja immer diese.","Einkaufen, zum Apple Pay benutzen, so ist wirklich so. Ja, ich nehme die zum Einkaufen ziehe ich sie an. Ansonsten ist die Liqu.","Weil du wegen der Uhrzeit beim Einkaufen oder weil deine Einkaufsliste da drauf ist.","Zahlen, Zahlen.","Ach so ja.","Ja, was kannst du mit dem Telefon machen.","Zahlen an der Kasse, gerade jetzt um Ecorona, sehr praktisch.","Ja, kenne ich auch Leute, die sich die die sich die kleine Version der Uhr kaufen, weil sie meinen das einzige was sie damit machen ist bezahlen.","Aber das kannst du mit dem Telefon machen.","Gerade für Motorradfahrer habe ich gehört, so die haben halt irgendwie keinen Platz für Portemonnaie und Zeug und Telefon. Die haben dann ihre Uhr, gehen in Tankstelle, Zahlen, Klick und wieder raus.","Feature, das ich benutze.","Also ich habe, ich weiß schon gar nicht mehr, weil ich das letzte Mal bar bezahlt habe,\nAlso ich benutze nur noch die Uhr. Also es ist ganz, ganz, ganz selten, dass ich, dass ich irgendwie bar.","Also es hat gerade jetzt auch so mit Maske und und Face ID ist halt beim Telefon nervig. Also da musst du halt dann die die Nummer eintippen an der Kasse gereckt, wo es alle sehen und ich habe eh schon nur den Nummer-Code, weil die Maske äh inzwischen zw\nsechsstellig, aber trotzdem das gefällt mir eh schon nicht, dass ich das hab und den bin ich dann auch nicht in der Öffentlichkeit benutzen, insofern hab ich lieber die Uhr dran. So zum Einkaufen,\nMan könnte sich ja auch die die Karte hinhalten, geht auch. Ja, die alle meine Karten haben auch kontaktlos inzwischen. Also es ist nicht mehr so ein großer Vorteil, wie wie's mal war mit Apple Pay an der Stelle. Ähm äh aber trotzdem,\nist es äh ich nehme die Uhr halt, das ist praktisch. So. Das ist mein Anwendungsfall von der Uhr und alles andere habe ich nicht, deshalb habe ich keine kontinuierlichen Daten, ich habe keine Fitness, ich habe ähm ja, ich habe ab und zu die Uhrzeit, wenn ich die Uhr dran habe.","Also dass ich das wirklich oft benutze das Teil, das merke ich immer dadran, dass wenn irgendwie dieser Prozess nicht funktioniert und ich gezwungen bin, meine richtigen Karten zu verwenden, ich weiß meine Pins nicht mehr.","Brauchst du aber gar nicht bei Kontakt.","Nein, aber manchmal geht ja dieser Kontakt gibt's, es gibt ja in Deutschland, in Deutschland gibt's ja dann auch so Yannick kontaktlos, haben wir nicht. Die haben halt noch irgend so einen Steinzeitlesegerät oder es funktioniert aus irgendwelchen Gründen nicht. Und genau genommen,\nMacht mich das immer ein bisschen wahnsinnig, wenn ich dann feststelle, dass ich eben auch einfach nur mit der Karte kontaktlos ohne eine Pin einzugeben äh,\nbezahlen kann, weil ich das eigentlich ausschalte immer das Feature. Weil ich will nicht, dass ich meine Karte verliere und jemand kann damit einfach bezahlen. Meine, wozu gibt's denn jetzt äh.","Limits, also das.","Ja gut, aber die liegen äh gar nicht mal so niedrig, also ich habe jetzt gerade festgestellt, dass ich irgendwie, ich konnte neulich irgendwas mit für fünfzig Euro bezahlen, ist mir ehrlich gesagt das falsche Limita.","Aber das geht nicht, hundert Mal hintereinander.","Ist er sehr beruhigend.","So und das geht zwei, drei Mal, dann geht musst du automatisch wieder den Pin eingeben, da ist so ein Limit.","Na gut, aber mit meiner Uhr verliere ich noch nicht mal fünfzig Euro. Also finde ich irgendwie äh nicht geil. Auf jeden Fall werde ich ab und zu mal nach einer Pin gefragt, genauso wie es ja immer noch so vollkommen verunsicherte Menschen gibt, die dann, wenn man eben so mit der Uhr bezahlt, einen dann irgendwie noch irgendwas unterschreiben lassen wollen, weißt du, wozu?","Nee, vor allem wo den.","Passiert aber auch.","Auf dem Bong, der dann da rauskommt, wo keine Linie ist eigen.","Ja, ja, das ist ja, es ist vollkommen absurd und dann muss man den Leuten auch erstmal erklären, warum das jetzt hier nicht nach irgendwas fragt. Ja, aha, interessant.","Sind aber noch echt ein paar Jahre hinterher dann, ne.","Das hatte ich auch wirklich schon sehr lange nicht mehr. Oder eigentlich hatte ich das noch nie äh in letzter Zeit gucken die auch nicht mehr komisch.","Glaube ich auch, es hat auch mit der mit der Chorona Geschichte zu tun, dass sie halt eben ihr kontaktlos erfreut sind. So.","Ja und sie haben sich gewöhnt dadran, dass die Leute so eine Apple Watch haben. Also es ist irgendwie jetzt nicht mehr so, oh, was ist das denn, wo mit der Uhr, wirklich, oh, Magie.","Ich erinnere mich noch, so ich hatte glaube ich,\neine der ersten so wie ich über die bin ich habe ja angefangen da drüben als die als sie rauskam und hab dann beim Aldi hier bezahlt weil das war dann so die erste Geschichte das war der totale wohl was passiert jetzt nun mal so das war schon auch spannend aber das ist echt schon lang her.","Demnächst kann man über bestimmte Videos nicht mehr so lachen, was ich ja total geil fand, ist der Typ, der irgendwie mit einem Apfel in der Hand äh in so einen Laden rein ging und dann gefragt hat, aber auch mit Apple,\nmit Apple Pay bezahlen könnte und die so ja, Apple Pay geht auch und dann hat er halt die Uhr sozusagen unter dem unter der Jacke nach unten gedreht und nimmt halt\nden Apfel in der Hand, so wedelt er sozusagen über dieses Teil drüber, schauen ihn so an sowas. Ja, so Apple Pay oder nicht?","Ich hätte eine Birne genommen, aber gut.","Per Pay. Irgendwas wollte ich.","So, ich habe hier Banana Pay.","Irgendwas ist mir gerade noch eingefallen mit der Apple Watch, was war das nochmal, jetzt ist es mir entfallen.","Aber wenn man's da abfrühstücken an der Stelle, dann haben wir ja noch äh die die Apple Watch hat ja jetzt diese Workouts für Amerika, wenn man will, wenn man das Abo macht, so das Apple One Abo, das ist ja jetzt auch durch.","Ach du Balziska Hampel, da.","Genau, da können wir dann mit der mit der neuen Apple Watch oder auch mit,\nmit vielen Appen wollte ich in Form vom Apple TV Hampeln. Äh ich habe keine Ahnung, ich muss es mal ausprobieren, weil das wurde hier im Haushalt angefordert, ob man das irgendwie sharen kann, ist mir unklar. Aber da ich ja meinen Ami-Account habe, kann ich das,\ntheoretisch, aber da muss ich halt wieder Apple Music abonnieren, was ich eigentlich aus dem Prinzip nicht will, aber.","Aber Apple On.","Muss man das.","Ist doch, ist er mit Workout nur, wenn man irgendwie die teurere Variante benutz.","Genau, die teuerste, da hat man auch gleich Apple News, was man auch nicht haben will eigentlich, weil das ist eine Katastrophe äh Aktion äh und man hat Arcade und äh Music. Alles will ich nicht haben. Ich will eigentlich nur viel Speicher in icloud.","Er bei Arcade warte ich noch auf das dritte Spiel, das ich spielen möchte und wenn's das gibt, dann überlege ich mir das mit dem Arcade nochmal, aber bis jetzt gibt's erst, glaube ich, zwei Spiele, die ich spielen würde. Der Rest sieht irgendwie öder aus.","Und die Spiele gibt's nicht ohne Abo.","Nee, Acrede gibt's nicht ohne Abo, da gibt's keinen Weg drum.","Nochmal zu Apple äh äh Wort, jetzt weiß ich wieder, was ich noch sagen äh wollte. Habt ihr schon mal so eine Herz-Puls äh Warnung bekommen? So ein dein Puls ist zu hoch, weil du hast dich ja seit zehn Minuten nicht bewegt.","In der Badewanne.","Und auf welchem Puls hast du dir das eingestellt.","Das weiß ich nicht, aber ich glaube es, er war über hundert oder so.","Mhm. Und was hast du da so Aufregendes gemacht in der Badewanne? Ich fra.","Heißes Wasser, also es war wirklich sehr heiß, die Badewanne, weil ich wollte halt eine heiße Wanne.","Du gehst mit deiner Uhr in die Wanne.","Ich gehe mit meiner Uhr in die Wanne. Ja, warum soll ich die vorher abmachen.","Nur so anfassen, nicht also.","Damit du den Grint unterm Armband äh ordentlich sauber machen kannst.","Da ist bei mir kein drin.","Armband nicht äh abgeht. Also ich habe so dieses Regenbogenarmband zum Beispiel, das wird schon allein durch die äh andere Benutzung äh ist es jetzt schon echt Lusch leider.","Hier Edelstahl, da geht nichts ab.","Ich weiß nicht, äh habe ich habe ich schon mal diese Story erzählt, wann das Ding bei mir das erste Mal losgegangen ist?","Ne","Könnt ihr euch nicht dran erinnern? Also es war.","Die Begeisterung ist groß, ich weiß.","Nächstes Thema. Auf jeden Fall, dass dich.","Tim wird alt, bitte stellt eure Überweisungsträger um, danke.","Bei mir geht das Ding auf jeden Fall immer nur beim Fußball los, wenn ich irgendwie auf auf der Tribüne.","Wenn du live bist bei Fußball.","Bin ich live beim Fußball bin, dann macht's irgendwie so du bist aber ganz schön aufgeregt, ich so, ja, ich weiß. Aber ist schon mal gut, man ist so ein Fußballdetektor, gar nicht so schlech.","Krass, weil ich ich spüre so äh seit eh und je so ein Spiel, was ab und zu sehr hohe Adrenalinpegel bring.","Sag schon wie es heiß.","Uhr, meine Uhr bleibt ja immer entspannt. Also ich hab noch nie ein so eine Warnung bekommen.","Vielleicht bist du gar nicht so aufgeregt, wie du es äh dir vorstellst.","Ja scheint so.","Ich wollte grad sagen, du hast ja eher so diese Grund ähm.","Was was ist denn mit dem mit dem mit dem äh Fall äh Warnung dieses die Uhr denkt ich äh ich bin jetzt gefallen und.","Weiß ich nicht, ich habe das Feature ja nicht.","Ich hab das Feature, hab's aber auch noch nie bekommen.","Hat doch nur eine Dreier.","Ist es bei der drei noch nicht drin.","Die Dreier hat das nicht, die Vierer hat diese Fallgeschichte.","Das ist ganz lustig, weil ich habe nämlich ähm ich bin ja jetzt letzte Woche bin ich ja irgendwie die Kellertreppe runtergefallen.","Du nicht immer alles so machst.","Habe mir da eine ordentliche Bänderzerrung geholt äh am rechten Fuß und habe dann hinterher geguckt, ach jetzt guckst du doch mal, ob die Uhr den Sturz aufgezeichnet hat,\ngehört sie nicht,\nWeil nämlich die äh die Schlauberger, du kannst, du kannst die Sturzerkennung nur ein oder ausschalten. Wenn du sie aber eingeschaltet hast und erkennt einen Sturz, dann musst du schnell genug, nee, nee, danke, ist gut.\nsagen, sonst fängt die Uhr wild an, irgendwelche Leute anzurufen. Das wollte ich natürlich nicht, habe den Schalter ausgeschaltet und dadurch\nerkennt er dann gar keine Stürze mehr und und tut die dann auch nicht mehr ins Lok, das jetzt,\nvielleicht sturz erkannt wurde oder so. Fand ich super merkwürdig.","Er wird dich beknackt,\nOkay. Na gut. Kommen wir zu was vollkommen äh anderem? Software,\nIOS vierzehn und so weiter,\nWir bauen hier langsam die Spannung auf bis zum Hauptthema. Wir müssen ja nicht auch hier will ich nicht alles durchrattern, sondern nur so die Frage gibt's irgendetwas im Rahmen von vierzehn, was euch irgendwie,\nbeflügelt, gibt's irgendein Feature, auf das ihr nicht verzichten wollt.","Nee, das nicht, aber was ich sehr gut fand, ist, dass es äh gefühlt von Tag eins benutzbar war ohne größere äh Eskapaden, die bei vorigen Releases, aber jetzt komm.","Das ist die Apple Baystations gecrasht hat.","Das ist doch schon mal ein Feature. Also.","Ja okay. Ja ich habe keine, aber äh also ich fand's auf jeden Fall erstaunlich, schmerzlos upzugraden und ich hatte schon größte Sorgen und war dann ganz beruhigt, dass doch irgendwie alles geht.","Also ich finde, ich finde erstaunlich, wie sehr die dreizehn Nummer äh die Erwartungshaltung so gedruckt hat, dass genau diese Reaktion, äh die habe ich so viel gehört und ich selber fand's natürlich auch jetzt praktisch, dass ich relativ früh updaten konnte,\nweil's okay genug war oder nicht schlimmer geworden ist eigentlich als die Version da,\nDas ist schon mit auch ein Hauptfeature und ich hätte gerne, dass es jedes Jahr mindestens so gut wird und nicht wieder zurückgeht ähm ja,\nAber es ging schon, könnte mir schon, also den Release-Cycle war ein bisschen komisch fand ich, weil dann gleich irgendwie vierzehn eins und vierzehn zwo äh und ein paar Features wieder hinten dran und so. Also es ist jetzt nicht so super en\nBand gewesen, weil halt doch nicht alles ging gleich von Tag eins äh aber es ist schon, es war, man konnte halt einfach a,\nwieder mal so ein bisschen. Man konnte ein bisschen so diese Nummer fahren, mache ich halt,\nund man wurde nicht dafür gleich massiv bestraft, außer man hat eine alte Playstation die hatte,\nmeiner hat die aber nicht sich zerlegt, aber ich habe glaube ich ein bisschen eine aktuellere als du denn, das glaube ich.","Also meine ist bei meiner Exfrau geblieben, keine Ahnung, sie hat mir nicht erzählt, dass die irgendwie ein Problem gehabt hätte. Aber es wäre mir auch egal.","Na da war der Fehler, dass.","Äh sorry gut, dass du sagst, dass vierzehn zwei draußen ist, habe ich noch gar nicht installiert.","Ihr werdet es ändern wieder einiges. Also vierzehn zwei macht äh den gerade den äh Now Playing äh Control Center ähm screen ganz komisch,\nmit mit vielen Serie Shortcuts und Magic. Also weiß ich nicht, ob man also das hat mich ein bisschen irritiert. Ähm und ich musste meine Airpots neue Perlen äh damit\nAutohandover wieder gut funktioniert und so\nklamm. Also das ist schon auch alles ein bisschen dreckig. Ich habe schon ein großes Windows-Gefühl. Das ist auch bei Home Kit zum Beispiel ist es bei mir so, äh die Home Kid App muss ich öfter mal einfach mal abschießen, damit die wieder die äh den aktuellen Zustand von unserer Lampen hier bekommt.","Aber rumkittert und noch nie richtig funktioniert, oder?","Weiß ich nicht.","Scheiße,\nAber es gibt eine, es gibt einen, ich bin mir gar nicht grade gar nicht so sicher, ob das wirklich was mit Eiweiß vierzehn zu tun hat, aber es gab zwei Updates für doch, es hat was mit einer bis vierzehn zu tun. Und zwar,\nfür das beste Produkt, was Apple im letzten Jahr rausgebracht hat, das sind die Airports pro meiner Meinung nach. Das ist einfach, ich finde, die Airports Pose einfach,\nsind einfach mega geil. Das äh hätte ich selbst nicht für möglich gehalten, wie geil die sind, aber die sind wirklich einfach mega geil und ähm,\nIst euch aufgefallen? Also es gibt ja jetzt dieses automatische Wechseln zwischen Geräten,\nAlso wenn man jetzt vorm iPhone sitzt und wahrscheinlich auch vorm Laptop, aber dazu braucht man wahrscheinlich einen neuen, den ich nicht habe, da kommen wir ja noch zu. Oder im iPad und so weiter, muss man eben nicht immer manuell hin und her schalten, sondern\ndurch irgendeine Aktivitätserkennungsmagie äh merkt er sozusagen, welchem Gerät man jetzt die Aufmerksamkeit schenkt und schaltet automatisch diese Airpods rum,\nDas finde ich schon mal irgendwie geil. Aber dann habe ich irgendwie auch noch äh mir Fernsehserien auf Apple TV Plus angeschaut äh Ted Lasso unbedingt angucken, total lustig und,\nhab's erst gar nicht gemerkt, dass sie da diesen geilen 3D Sound da reingebaut haben. Habt ihr das schon mal erfahren.","Mhm. Ich hab's ausprobiert gleich.","Und wie fandst du das Dom.","Ich fand's erstaunlich cool. Also ich fand's im Raum orientiert ein bisschen seltsam,\nAlso so ähm weil irgendwie links und rechts und so, also ich fand's nicht so gut, der Serie angepasst, interessanterweise, wo die Leute sprechen,\naber im Verhältnis zu mir, also ich habe, ich habe gerne das iP\nin der Küche während ich irgendwie abspüle, sonst irgendwas mache, ein bisschen was koche, steht dann so im Eck und dann habe ich halt die Airports dran und da laufe ich halt ziemlich viel durch die Gegend.\nDass sich dieser Raumklang von der Serie so ändert, als würde das wirklich aus diesem, also aus der Richtung des iPads grob kommen, funktioniert,\nerstaunlich erstaunlich gut und ist angenehm, ist wirklich so, also ich ich höre gerne nur auf einem Ohr so, Geschichten, weil ich die Welt mitbekomme,\nAber ich habe dann mit äh mich angewöhnt wirklich ähm beide reinzusetzen, um das ein bisschen zu genießen. Ähm weil ich bin eigentlich habe ich diese ganze Atmos und 3D Sound irgendwo Geschichte, die geht an mir vorbei, die habe ich auch nie an mein,\nFernsehinstallation irgendwo dran, also ich habe da ganz minimalistische Audiogeschichten, aber ähm,\nDa ist es wirklich so gewesen, dass es einfach das klingt irgendwie sehr voll, das ist mit Nois Canceling wirklich bist du auch drin, wenn du willst plus diese,\ndiese Interaktion, dass du selber, dass deine eigene Bewegung und dein eigenes ähm sich im Raum irgendwo sich verändern, einen Einfluss hat, wie sich's anhört,\nIst gut, es ist nicht nur, als ich habe am Anfang gedacht, was soll der Scheiß, dann höre ich es ja schlechter, wenn ich irgendwie weggehe, aber jetzt ist es eher so, es ist subtil genug\nÄhm, das ist immer noch, dass du immer noch alles gut hörst und auch im Raum verteilt, äh aber halt auch so richtig spooky geil, ähm weil also das war schon so ein Technologiemoment auch für mich, das äh das zu erleben\näh weil weil du wirklich so so ein gefühlt so eine Tonkopfaufnahme hast, also wirklich von der Qualität her, wie es im Raum positioniert ist, die auch noch,\nauf dich reagiert, während du rumläufst.","Ja vor allem ich hab das dann ich war ich hab das erstmal überhaupt nicht geschnallt. Ich hab mir das einfach angehört und,\nJa, Klang irgendwie, das hat sich halt alles automatisch eingeschaltet und ich habe das dann so gehört und ich weiß gar nicht, wie ich drauf gekommen bin, aber genau, äh\nDadurch, dass ich mich dann im Raum bewegt habe und irgendwie immer das Gefühl hatte, ja, ist hier gerade in dem Raum irgendwas passiert, ist gerade irgendwas umgefallen, ist gerade irgendwas, keine Ahnung so. Dann habe ich das irgendwie erst langsam geschnallt\nUnd dann dann\nFiel mir das ein, so, ah, da war doch irgendwas mit 3D Sound, kurz mal gecheckt da im Controll Center, da war das andere, habe ich das ausgeschaltet auf den normalen Modus,\nBoah, fühlte ich mich ins letzte Jahrhundert, Kata.","Komisch, gell? Ich kann jetzt.","Unfassbar.","Also das ist auch sowas, ich will nicht immer ich will nicht immer beide Stöpsel drin haben, wenn ich was anhöre, aber jetzt habe ich das Gefühl, mir entgeht was, wenn ich Serien nicht so angucke. Ist doch zum Kotzen. Also ich,\nist auch auf Lautsprecher. Also ich denke mir jetzt, ich müsste mir jetzt eigentlich diese Dinger reinstecken, aber ich will eigentlich nicht, weil es mehr Convention ist, wenn ich jetzt auf Lautsprecher höre.","Ist das auch so ein Retine-Moment, der einmal gehört und kein zurück?","Ja, genau.","Irgendwie schon.","Irgendwie schon. Also es ist wirklich es ist einfach abgefahren und vor allem, was mir dann in dem Moment auch klar geworden ist, da haben sie offenbar mit diesen Airpots Pros auch,\nKlar, dass es irgendwie ganz nice und es klingt halt gut und es ist halt auch so eine, es ist wirklich sehr schwierig das zu beschreiben, warum das so gut ist\naber was man dabei halt auch merkt ist, dass dieses ganze Gefase über AR äh Augmented Reality,\nAn der Stelle irgendwie auf eine ganz komische Art und Weise mal Realität geworden ist. Ohne dass wir über irgendwelche dusseligen Brillen reden.","Na ja, ich meine die Zusammenhänge gibt's ja schon auch noch.","Na ja, ich könnte mir halt vorstellen, dass dass wir es noch erleben werden, dass dass diese, dass die Reality viel mehr durch Audio-Argumente noch wird als unbedingt äh visuell.","Also ich glaube, es ist ein Teil davon und wenn man jetzt auch so ein Feature, also ein Feature, dass es auch ermöglicht, sehr dieser äh der der U, wie viel Tipp weiß ich nicht, also der.\nDer ja auch in den Airports Fonds mit drin ist, so an der Stelle und wo wirklich die Positionierung,\nJa, haben sie auch mit drin, deswegen ist die Positionierung an deinem Kopf und im Raum, von den Dingern ist wirklich gut und\nDieses Tracking wird Teil der AR-Strategie sein, da bin ich mir ganz sicher\nÄhm und das ist jetzt praktisch nur. Ich hätte das Gefühl, das ist mehr so ein Nebeneffekt, das ist ja jetzt äh mit drei D Sound ausprobieren. Ähm aber so das ist auch eine, also eine coole Geschichte. Man kann wirklich Headtracking machen damit,\nauf eine gute Art und Weise mit den wenn man nur die Airports froh drin hat,\nSo, also da da steckt auch schon einiges drin, was nicht so gut funktioniert meiner Meinung nach ist wirklich, wenn man das iPad oder oder das iPhone wegbewegt an eine andere Stelle, im Verhältnis zum Kopf, also der Kopf ist viel besser gedreckt als ähm es ist Gerät,\ndas ist so. Das ist so ein bisschen noch, da ist noch, da ist noch Luft offen äh nach oben äh und das war jetzt bei mir im iPad Pro, da sind eigentlich auch schon alle Chips drin, um alles zu erkennen,\nMal schauen. Ja, aber es ist schon cool. Es ist auf alle Fälle Teil der AR Zukunft an der Stelle. Bin ich mir ganz sicher.\nund theoretisch, also wenn ich mir vorstelle, dass man die Airports benutzt, dann vielleicht die Watch äh eine Beefie gewatch plus plus eine eine Brille mit geilem Display und damit bist du versorgt, technologisch.\nAlso das ist schon eine große Freiheit, aber keine Ahnung, was dann das Anwendungsfeature ist, aber ich glaube, so irgend sowas kommt dann im nächsten Mal.","Denk denkst du wirklich, dass da so eine Brille kommt.","Irgendwas müssen sie, irgendwie müssen sie ein Display haben. Und was was soll denn sonst essen? Nur Audio meinst du,\nIch meine Audiodeskription, so können sie jetzt auch, also da kannst du ja schon viel machen, also in den Accessibility Features von vier zwo. Äh vierzehn zwo ist ja zum Beispiel auch drin und mit dem Leider noch oben drauf, ähm dass du erkennst, ob Leute vor dir stehen oder nicht und sowas. Also sie haben ja viel ähm,\nsie sie trennt sie übersetzen ja viel nach Audio, weil an Wissen auch für Accessability Features zum Beispiel. Also da gibt's schon einiges, aber ich will schon auch ein Overlay haben. Ich will schon sowas sehen, glaube ich. Also.","Ja, aber würdest du dafür eine Brille aufsetzen.","Wenn die gut ist.","Du würdest den ganzen Tag mit so einer Brille rumrennen.","Du gehst du auch zu deinem Monitor hin und schaltest deinen Computer ein. Das brauchst du dann.","Du müsstest doch eh eine Brille tragen.","Wo ist deine Brille eigentlich Tim? Du hast keine auf, hast, war das nicht auch mal eine.","Ja, weil ich die jetzt nicht brauche. Ich mache hier einen Audio-Podcast. Ähm also ist es vielleicht nochmal,\ngucke mal. Die Frage ist doch, was.","Kind.","Was soll es bringen? Also\nNe? West the Beef. Was was äh so diese ganzen VR-Spielereien oder AR-Spielereien mit mit hier Google, Glas und so weiter. Das sind alles solche so feuchten Nordräume und die sind einfach so Technologie induziert. Man benutzt es halt, weil die Technik sich jetzt gerade abzeichnet und weil's halt irgendwie\nWeil man meint, dass es cool ist. Aber wie oft äh sind schon diese komischen 3D-Brillen\nals das Nextbixing äh vorausgesagt worden, ja? Ralf Stockmann war ja auch bei uns hier und hat auch gesagt, das ist ja die Zukunft, die Zukunft\nAlso ja vielleicht ist das die Zukunft, aber welche Bitte, ja? Also in hundert Jahren oder was? Äh das das\ndas kriege ich seit zwanzig Jahren, kriege ich das erzählt, dass diese dass diese Brillen irgendwie die Zukunft sind? Und eigentlich will's keiner,\nweil du musst dir halt irgendwas auf deinen Kopf draufsetzen\nWas du halt normalerweise nicht machst, so eine Uhr, das funktioniert bei den Leuten, ja? Das stört dich nicht, das ist etwas, was was funktioniert und das Smartphone passt auch relativ gut oder ich sage nicht, passiert nicht, ich sage nur, bisher ist es nicht passiert\nObwohl die Technik ja irgendwie da ist, fehlt ja jetzt sowas zum Durchbruch.","Nee, sie ist noch nicht da.","Ja, aber welche Technik.","Ist noch nicht da. Also was du brauchst ist im Endeffekt eine Brille, die so leicht ist wie die Google Glasers waren so von der Größenordnung her mindest,\ngleichzeitig auch ein Fashion Statement ist, also ich sehe wie die Apple Watch so an der Stelle plus äh ist muss eigentlich mindestens das äh wie von dem Microsoft äh,\nmöglich sein an der Stelle von der Qualität her, was da am Start ist und dasselbe noch mit einem größeren äh mit einem größeren Sichtfeld. Und äh ich weiß nicht, hast du dieses Microsoft Ding schon mal aufgehabt,\nÄhm wie hieß denn das? Äh die Microsoft Lands glaube ich. Lenz.","Lenz, Lenz hieß das ja.","Genau. Ähm das ist halt so AR-Kram wirklich ordentlich in den Raum projiziert an der Stelle. Also das ist halt ein bisschen behäbig und ist ein blöder äh\nPC da in deinem Kopf oben. Ähm deswegen ist es nicht so dolle. Äh aber von dem, was man machen kann, also die Kombination ist schon spannend genug\nmuss alles gut genug sein und deswegen ist es technologisch wirklich so ähm das muss so sexy sein wie so ein iPhone so.","Ja, aber ich höre die ganze Zeit nur Technik, Technik, Technik, Technik. Was soll es für mich tun, das mich überzeugt, so ein Teil aufzusetzen.","Echt? Ich ich habe äh anstatt auf einem Telefon rumzugucken äh.","Anstatt eines Telefons. Du setzt dir eine Brille.","So gut ist, wenn das Test, wenn das Display so gut ist, lese ich, lese ich da Internet mit. Ja, bin ich sofort dabei. Ist mir wursch.","Also ich meine äh reden wir denn jetzt über eine VR-Brille oder über eine AR Brille? AR. Also,\nkann mir vorstellen, dass das so eine so eine äh Übersetzungsbrille relativ schlau wäre,\nne? Also du fährst in ein asiatisches Land und die Brille macht dir tausende von Overlays, von Texten, die du siehst, damit du verstehst, was da steht,\ndas wäre, das wäre Killerf.","Ja, aber das benutzt du dann halt mal im Urlaub ein paar Stunden.","Ja, so okay.","Ja, aber das ist doch kein Erfolg,\nDas ist, das ist ein Tool und da kannst du auch dein Telefon nehmen, das da drauf halten, dann sagt es dir auf diesem Schild steht das und dann steckst du es wieder weg und du musst kein blödes Brillenteil mit dir rumschleppen\nWas du dann nur in dem Moment dann benutzt, was zerbrechlich ist, was äh potenziell teuer ist, dann weg ist, äh nicht geladen ist in dem Moment, wo du's brauchst, also das verstehst du aus so einem,\nganz praktischen\nBenutzungskontext heraus bin ich schon skeptisch plus das es halt auch noch etwas ist was du dir ins Gesicht hältst und wo die Leute,\ntrem zurückhaltend sind, das merke ich ja schon bei mir, wie ich mich diesem Thema Brille an sich äh äh genähert habe\nwenn das dann normalerweise nicht sein soll, dann überlege ich mir das dreißig Mal, bevor ich mir da irgendwas drauflege.","Aber ganz ganz ehrlich, also wenn wenn Apple eine,\neine Brille macht, die sagen wir mal äh nicht Scheiße aussieht oder oder wo, wo die wo die Technik der Brille,\ngewissermaßen transparent ist und sie sieht schick aus und alles ich könnte mir das schon vorstellen, dass ich dann den ganzen Tag.","Und dann läufst du mit der selben Brille äh rum, die alle anderen auch haben.","Na ja wenn es nur ein Modell gibt wahrscheinlich schon, aber ich meine es gibt ja äh also,\nwahrscheinlich wahrscheinlich wäre es schlauer für Apple äh\ndass auch mehr oder weniger in so eine Art na ja wie soll ich sagen? Zwei, zwei äh Linsen, die muss ja auch, du musst ja auch geschliffene Linsen reinmachen können,\nFür die meisten Leute so wie ich.","Wer sagt denn, dass man durch die Brille noch durchgucken muss.","Kameras sind so gut inzwischen.","Na ja, guckt ihr halt den spiegellosen Kameras an, da haben auch alle gesagt, ja, nee, ich will nicht aus so einem Live-View-Dings gucken, das ist nicht so cool wie das das Bild in echt. Ich will da einen richtigen Sucher haben und so weiter und was passiert. Alle Fotografen sind in Null Komma nichts auf die Spiegellosen umgestiegen. Also nicht alle, aber viele.","Ich meine, wir werden sehen an der Stelle, was mich interessiert, ist wirklich was, was,\nob Apple einen Anwendungsfall hat, wenn sie damit rauskommen oder ob sie sowie ist wie bei der Uhr, äh wo sie einfach irgendwie mal das Rotflente irgendwo hinschießen und dann bleibt halt was hängen äh und drei Jahre später ist ein Produkt, da das halbwegs taugt, so. Keine Ahnung. Ähm,\nwill sie. Also ich glaube, wir werden das noch erleben.","Also aber außer Apple oder Google kann's auch gar keiner machen, um mal den Schröder zu zitieren.","Nee, weil das Apple App, Apple ist es an der Stelle, auch äh also du hast ja einfach die Infrastruktur. Du hast, du hast einfach, wenn du also du kannst es aufs Telefon basieren, da muss es wirklich nur ein dummes Display sein, das genug Strom hat\nan der Stelle, weil das Telefon hat so lange Power und und alle Chips drin, die es geht. Äh das reicht schon. Du könntest es mit der Uhr machen sogar, die Airpots, also das Ökosystem ist einfach so ähm da,\nAlso Apple wird's versuchen. Ich bin mir da ziemlich sicher.","Das brauchen, das braucht man aber auch, so eine Brille alleine bringt ja nichts. Das heißt, die muss in so ein Ökosystem rein und die einzigen zwei, die es gibt, sind Google oder Apple.","Also ähm Nordkonventionst. Also ich ich sehe einfach den Case für die für so eine so eine Brille. Ich sehe ihn einfach nicht. Das Ding ist unpraktisch\nJeder hat da andere Vorstellungen davon, was schön oder nicht schön ist, wenn du da deine eigenen Gläser mit reinbringst, da passt ja auch nicht. Äh ist ja auch nicht one size, fit's all, du kannst ja nicht alle Gläser in jede Brille reinmachen.","Doch mehr oder weniger schon.","Mehr oder weniger schon, da kenne ich aber ganz andere Geschichten. Ich meine, was kleine Gläser, große Gläser.","Ja, aber die Gläser, die Gläser, die du beim Optiker kaufst, sind in der Regel so groß, dass der Optiker sie so in die Größe bringt und in die Form, sodass sie auch in die Brille reinpassen,\nDa ist es dann nur eine Frage, was für ein Material bestellst du.","Und du gehst davon aus, dass diese Technologie in der Lage ist, ein beliebiges, geschliffenes Glas diese AR-Technik scharf reinzubringen.","Ja muss. Sonst haben sie keine Chance.","Ja muss. Ja eben. Aber wie soll.","Auch nicht also.","Wie warum nicht? Na weil's vielleicht unterschiedliche Bedingungen sind.","Ja, du musst, musst ja dann nur nur entsprechend die Optik halt anpassen, dass sie dass sie klar bei einem bei einem äh bei einem Zylinderschliff wird's vielleicht ein bisschen schwieriger, aber im Großen und Ganzen.","Aber das ist doch kein massenkonsumer Device. Das ist doch, das ist doch kein Produkt, wie Apple das macht.","Unklar, also werden wir sehen, was der Andrungsfall ist. Habe ich den bei der Uhr eigentlich auch nicht gedacht, warum haben so viele Leute diese.","Die Uhr ist insofer.","Tim wird sie zuerst bestellen.","Nein, aber die Uhr, die Uhr ist doch. Gucke mal, die Uhr ist doch klar.","Angepasst werden an.","Die muss nicht angepasst werden, da hast du zwei Größen, das war's. Es ist klar, wo sie ist, wie sie da sitzt. Du hast dann sozusagen nur noch diese Convenience mit, wie sieht sie aus und und und wie ist sie befestigt, aber\nOrt ist klar und vor allem 'ne Uhr ist nichts was den Leuten jetzt unbedingt so in Your Face präsentierst aber 'ne Brille ändert dein,\ndeine Erscheinung und da haben die Leute natürlich ganz andere Meinungen dazu und sie muss praktisch sein, sie muss passen.","Aber doch nur, wenn ich's arbeite auch, also wirklich, ich sehe die Brille schon eher als so einen, das habe ich halt, wie ich das Telefon mir vor die Nase halte, wenn ich's benutze, so wird es eine Brille sein, es wäre keine Brille sein, mit der ich den ganzen Tag ständig rumlaufe,\nDas ist wirklich eher so. Ich setze mich hier zum Computer, nein, ich setze mir jetzt die Brille auf.","Ja, aber wenn Leute eigentlich eine Brille haben,\ndann setzen sie sich doch nicht mal eben ihre eigene Brille ab, um dann durch eine Apple Brille durchzuschauen, um zu sagen fünf Minuten am Tag eine andere Brille, wo sie dann nochmal.","Der Stelle immer i.","Hundert Euro teure Gläser da irgendwie reinschleifen, nur damit man das irgendwie fünf Minuten lang austauschen kann.","Aber du musst ja auch nicht mit, du musst ja auch nicht gleich mit mit allen Brillenträgern kompatibel sein an der Stelle. Du musst irgendeine Lösung haben da.","Herbers haben doch einfach verdammt viele Leute eine Brille. Ja, aber die stört ja dein potenziell.","Ja klar und? Aber das ist doch ein ist doch es ist aber es ist doch erstmal ein Start von einem Produktsegment erstmal. Da musst du doch nicht alle erwischen gleich mit. Das iPhone hat auch nicht jeder gehabt sofort.","Sehe es nicht. Sorry, also ich lasse mich gerne eines Gegenteils überzeugen, aber ich sehe einfach den Punkt nicht. Ich sehe einfach die Anwendung nicht, ich sehe, ich sehe weder die Killer ab, nicht und wenn die Killer-App da wäre, sehe ich die Umsetzung nicht.","Ein geiles Display auf meinen Augen ist so eine Killer-App selber. Ich hätte gerne sowas. Ein geiles Display auf meinen Augen.","Ich sage Kopfhörer, Kopfhörer äh,\njeder hat zwei Ohr, also meistens haben zwei Ohren und äh das ist sozusagen etwas. Wir haben ja auch schon gesehen, mit diesen Airports,\nWie viele Leute mittlerweile mit diesen Dingern rumlaufen und vor allem auch, du trägst sie halt auch, wenn du sie gerade nicht benutzt und sie stören nicht. Das finde ich wirklich bemerkenswert,\nDas wäre bei der Brille nicht unbedingt so. Na ja.","Na ja, ich nehme sie schon raus, wenn ich sie nicht benutze.","Ja, aber nicht sofort. Also ich ich merke schon, ich stelle die dann schnell irgendwie auf dieses Durchschalten, dann kann ich mit meiner Umwelt äh interagieren. Ich packe die nicht dann sofort wieder rein. Das mache ich eigentlich erst, wenn die, wenn der Akku alle ist,\nBaby, that's just me, aber na ja.","Ich sag schon, du wirst, du wirst der Erste sein, der dann so eine Brille hat, wenn Apple sie rausbringt.","Das kann ja gut sein, wenn sie da irgendeinen großen Move machen, aber ich bin ja ehrlich, ich meine, also ich habe nicht genug Vorstellungskraft gerade,\nMir vorzustellen, was eigentlich dieses\nAngebot sein soll, was mich dazu überreden soll, immer so ein Teil mit rumzuschleppen, die was dann auch noch mit all diesen ganzen anderen äh Faktoren, die wir genannt haben, noch noch irgendwie klar kommt, bezahlbar ist\nund nicht etwas ist, was ich nur manchmal benutze. Die Uhr benutze ich die ganze Zeit und das Telefon benutze ich eigentlich auch fast die ganze Zeit.","Also wenn man, wenn man so ein Ding hat und ich gehe mal davon aus, dass die Brille dann tatsächlich auch Kameras hat. Ne, sonst wird das mit dem AER eher sowieso schwierig. Äh dann kannst du auch so Dinge machen wie ein Nachtsichtgerät,\nAlso wenn die Kameras gut genug sind, ist die Brille quasi Nachtsichtgerät.","Ja, aber ich meine, wie viele Leute kennst du, die mit dem Nachtsichtgerät durch die Gegend laufen? Das sind doch einfach, das sind doch keine Massenanwendungen. Da da da ziehst du auch nicht eine Factory in Thailand wofür hoch.","Nein, aber wenn du, wenn du genug, wenn du genug witzige Anwendungen reinpackst, die sich nicht gegenseitig stören, dann kriegst du vielleicht eine eine Masse.","Nee, da hast du ein Spielzeug, du brauchst ein Killer-App. Du musst sagen, hier ist Produkt X AR.","Was war denn, was war denn das? Die Killer-App von der Apple Watch.","Training und Gesundheit.","Finde eigentlich direkt vom iPad vom iPad gab's keine Killer-App. IPad hat einfach irgendwie funktioniert, aber iPad hat.","IPad hatte doch.","Was es ist. Ist ein großes iPhone.","Nein nein, das äh.","Display, was man tat.","IPad ist äh Filmangucken und Webseiten lesen und Bücher lesen ist auf dem iPad.","Großes Telefon.","Ja, ist ja kein großes Telefon. So, das ist, das ist die Anwendung für das für das iPad und natürlich Touch Malen.","Und das willst du nicht unbedingt mit so einer ganz schnieken Brille, die du aufsetzen kannst, wo du einfach geilere äh Optik hast als auf deinem Fernseher.","Was ist die Anwendung? Was ist die.","Video gucken, du willst deine Serien guck,\nJa, weil die viel geiler aussieht als jetzt, wenn du auf irgendeinem Display vor der Größe hast, du hast deine volle volle, volle Blickweite am Start. Äh wenn die so gut, die musst du gut sein, also die Brille braucht eine eine Bildqualität, die mindestens so gut ist, wie jetzt zwei große iPhones,\näh geht dann geht der Punker. Also wenn die muss Retina sein, die Brille muss Rezina sein an der Geschichte, du darfst keine Pixel sehen. Dann ist gut. Und es dauert halt noch.","Vor allen Dingen Video gucken ist dann mit der Brille geil, wenn du kannst dich halt mit der Brille hinsetzen, wo du willst und hast deine Kinoleinwand dabei. Du musst dich nicht vor irgendein Device setzen.","Ja, aber siehst du da noch was anderes außer den Film?","Wenn du wählst oder wenn du nicht wählst, das kriegst eine Option natürlich, weil abdunkeln ist ja kein Thema. Die Muskel.","Und dann rennst du irgendwie mit mit einer Kinoeinwand vor deiner Nase durch deine Wohnung und dann siehst du.","Couch oder ich lege mich hin.","Kellertreppe runterfällt. Echt? Also ich sehe das nicht.","Ja oder setzt sich in den Park und lehnst dich an den Baum.","Aber wozu ein Park gehen, ich kann mir doch das Bild auf den Schirm holen.","Ich bin sehr gespannt, wie diese Sendung alltägt. Können wir das mal irgendwie festhalten,\nAlso das ist erinnert mich so ein bisschen an die Sendung, wo ich, wo ich ihn witze, so gemeinter Twitter ist ein Dreck, aber ähm na ja, mal gucken.","Meine Vorhersage ist, dass äh die Brille äh eine Brückentechnologie zu Hologramm ist. Also eigentlich warten wir alle aufs Holodeck und auf Hologramm-Projektionen und äh ich will mir ja eigentlich nichts ins Gesicht setzen müssen, um irgendwas äh\nvirtuelles sehen zu müssen.","Eigentlich wollen wir so wie wie Matrix in so einer Suppe liegen.","Aber da, das ist die Holenz übrigens Tim. Also das ist, das ist ein Killerfee,\nvon der Hololenz ist, dass du im Raum ein 3D Modell von irgendwas haben kannst, dir angucken. Du kannst dir zum Beispiel saugeil äh das äh Sternsystem angucken. Das ist zwar technisch begrenzt in der Holenz, weil die halt nur so einen kleinen Ausschnitt von einem Blickwinkel erwisch.","Kannst dir das Sternensystem angucken.","Aber du kannst wissen, wissen, angucken. So, stell dir hast du Expans geguckt? Diese Art von Holodisplay angestellt, die hast du halt einfach potenziell und das ist geil,\nkannst du wirklich wenn du wenn das jemand gut macht kannst du wirklich ordentlich Content machen der sich lohnt ja? So der der ist strukturell 'ne Veränderung macht.","Ich sage dir mal, ich sage dir mal, ich sage dir mal eine Killer-App, die ist mir jetzt gerade eingefallen.","So ja dann.","Erst.","Die trotzdem nicht ausreichen würde glaube ich, weil sie all diese ganzen anderen Probleme nicht löst wurde, ne? Supermarkt,\ngehst du im Supermarkt und dann hast du sozusagen die Brille uf und die scannt dann automatisch die äh die Barcodes, wenn du dir die Produkte anschaust und zeig dir irgendwie gleich ist das jetzt hier irgendwie teuer oder nicht. Sowas. Ja, okay,\nkann ich, kann ich mir.","Die Brille kommt, da geht man nicht in den Supermark.","Kann ich aber heute aber auch schon mitm Telefon machen. Setze ich,\nauch nicht so oft ein und und dafür die blöde Brille aufsetzen.","Ja, aber wenn, wenn du dir der Vergleich zur Uhr, ne, du hast die Uhr am Handgelenk und du hast auch eine Uhr auf dem Telefon, guckst du aufs Telefon oder auf die Uhr.","Ja, aber die Scheißuhr verliere ich halt nicht.","Ja die Brille verlierst du auch nicht, die ist ja auf.","Das klar, aber ich verliere ja am laufenden Meter,\nHeuer sicherlich auch noch so ein, ja, aber.","Und dann hast du auch noch Feind mein Brille, das hast du bei den normalen Brillen nicht.","Oh mein Gott.","Jetzt wird.","Die Brille schön.","Okay, lass uns, äh, lass uns über andere Sachen reden. Lass uns über Software re.","Produkte oder so.","Ja genau, also äh morgen kommt ja ein neues Betriebssystem raus, der Größe, der große Sir.","Die große Sure, ja? Koran und so.","Und ja ich habe ja jetzt die letzten Wochen schon längere Zeit diese Public Beta gefahren mit eingeschränkten Erfolg.","Wieso denn.","Wieso? Hat mich interessiert.","Aber wieso? Wieso interessiert dich Big Sir auf einmal.\nHat zu Katharina auch einfach so installiert irgendwo, weil du gedacht hast, das ist spannend.","Weiß ich gerade gar nicht mehr, ob ich da die Bitter gefahren habe, ich glaube nicht,\nAber Bichser hat mich irgendwie interessiert, weil er dann doch alles anders ist, weil er sozusagen jetzt wirklich das User Interface anders ist und ich wollt's halt wissen. Ich hab's also jetzt nicht auf jedem Computer ins Handy, ich hab's nur auf einem Computer installiert, auf meinem furchtbaren McMini,\nwirklich grauenhaft und furchtbar und schlimm ist und ähm.","Wieso ist der furchtbar und grauenhaft und schlimm.","Weil ich also entweder ist das Teil an sich scheiße,\nglaube ich äh auch, aber äh ich habe auch offensichtlich so ein Montagsgerät,\nAlso schon Outdoors the Box ging irgendwie WLAN und Bluetooth nicht so richtig, hat irgendwie sich\npermanent wieder aussehen, WLANs rausgeklingt und Bluetooth-Verbindungen sind abgebrochen und es ließ sich aber irgendwie auch alles sehr schwere produzieren und war\nkonnte dann irgendwie Feder nicht gefunden werden, als ich das mal eine Weile beim Händler abstehen lassen,\nUnd irgendwie dachte ich mir so, na ja, mal gucken, bis es ganz kaputt ist und dann fing das Ding irgendwie an vor ein paar Monaten äh einfach so zu crashen so aus dem Nichts.","Das ist der, das ist der Barcelona McMini, ne? Von dem du damals erzählt hast, okay.","Und was mich schon immer genervt hat in dem Ding ist, wenn du da halt irgendwie auch nur so halbwegs den mal fragst, dass er mal was für dich tun kann, dann fängt er gleich an zu lüften und schwer zu atmen, so einmal Google Erst\nnur starten und dann sage ich so oh so total excited die Maschine und kam irgendwie aus dem Atmen nicht mehr raus und es war einfach alles nicht in meinem Erwartungs äh Horizont und das ist auch so ein Grund, warum ich jetzt einfach mit Insel auch abgeschlossen habe.","So wie das Auto von der von dem Apple Event.","Genau, genau so war das. Na ja und jetzt kam noch die Krönung,\nJetzt äh hatte ich so die letzte Public Beta drauf und dann kam äh vorgestern so die Nachricht, ja geil jetzt hier Golden Master von Big Sir. Ich so, super, ist klar, dann gib mal her, Installa.","Elf null eins meinst du.","Stand GM dran, irgendwie fast immer.","C, sie nennt's jetzt RC Release-Kandidat. Haben sie auch extra dazu geschrieben.","Steht GM. Na egal, es war nur so ein.","Code Release Kandidat meldete sich dann mit Peter vier, aber das ist vielleicht auch egal.","Okay, anyway, ähm diese Geschichte lief dann nicht so gut ab,\nDann habe ich halt diesen Installa gestartet, habe mir nichts weiter bei gedacht und bin nach ein paar Minuten irgendwie wiedergekommen, also gucken, ob er irgendwie fettig ist und dann kam so ein völlig obscures äh Bildschirmauflösung hat sich geändert, voll das PC Gefühl\näh\nirgend so ein oller Dialog kam dann so hoch mit, also so in so ein, so ein, so ein Hineingebudetes aus dem Rom Stück Software, sprach zu mir und meinte so, ja,\ndie aktualisierung deines Volums hat nicht funktioniert,\nsowie was für eine Aktualisierung irgendwie, irgendwas wäre jetzt hier erforderlich und das müsste jetzt mal geupgradet werden und es hat nicht funktioniert. Ich so, ja, probiere nochmal, wie der nicht funktioniert\nGebutet, Lässigne mehr buten, kommt immer nur in diesen blöden Dialog rein, dann irgendwie Ricaverymodus, das volle Programm, ja Systempartition lässt sich irgendwie nicht äh aktualisieren,\nwie gesagt bin ich auf was, warum? Weswegen wieso? Und dann tausendmal rumprobiert, hat alles nicht funktioniert, System äh Volume gelöscht, also nicht das Datenvolumen, nur das Systemvolum,\nIch dachte ja, neu installieren geht auch nicht. Und da war mir auch schon klar, so ich und Inte, das wird nix mehr,\nEs ist einfach, es war einfach.\nJa, aber es war halt einfach diese ganze Architektur, die da vor mir stand, die wollte ich irgendwie nicht mehr haben. Also die machte mir einfach nur Ärger und äh ich war bockig und äh ich war nicht glücklich,\nSo, jetzt habe ich da so einen geprägten McMini, äh den ich irgendwie auch nicht richtig backupen äh kann, weil ich natürlich nur\nhier externe Festplattenmodus über USBC machen kann. Das ist mein einziges USBC Gerät, weil mein anderer Fuhrpark ist ja zehn Jahre alt, weil diese scheiß Firma schon so lange keine Computer gebaut hat, die ich haben wollte,\nSo, so viel erstmal als Intro zu Big Ser, ansonsten fand ich's ganz geil.","Also ich habe ja, ich habe ja zwei McMenus. Auf dem einen läuf,\nhören nicht und auf dem anderen läuft nichts anderes,\nsage ich mal so äh und ja es ist halt bunt, also.","Langsam ist es vor allem.","Das Gefühl hatte ich nicht, aber das liegt vielleicht an der Hardware, das ist nicht langsam, sich ange.","Bei mir war das auch bei mir war's.","Wie, wie schnell die Hardware vorher mit dem US-Clark und Harz geflutscht. Und es ist big Service, irgendwie, als wenn's immer noch mal eine Sekunde überlegen muss, bevor es irgendwas mach.","Also Big Store selber ist jetzt nicht schneller geworden per se. Ähm deshalb fand ich auch dann,\nspäter so die Referenz darauf ganz interessant, ähm dass sie gemeint haben, sie haben da was gemacht, aber ähm.\nWas ich, also ich allein durch mehr Plör und mehr Grafikscheiß, der mehr anstrengend ist, haben sie wieder reingebaut, äh mehr ähm sie haben zwar,\nÄhm ich, ich finde, ich finde so ein bisschen schwierig, also bei mir war ja ich habe ja auch äh beim Mixer gedacht, das guckst du dir an,\nund da sie bei einem einen schönen APF äh S Fortschritt ja gemacht haben\nhabe ich mir erstmal so dann im Endeffekt meinen meinen Arbeitsrechner zerschossen, so halb, weil ähm Big Sir Beta eins hat halt eine APFS Podition angelegt, die man dann nicht mehr loswerden kann auf ähm\näh auf Play, selbst wenn wir im selben ähm Container, glaube ich, ein neues Volume anlegt. So, man muss praktisch einen separaten Container wirklich ein Volume machen,\nwir davor geschützt ist und das war für mich echt ein ziemlicher Akt, das wieder rückgängig zu machen. Das hat mich ein bisschen genervt, aber gleichzeitig finde ich die hm Fortschritte, die da passieren, eigentlich schon auch ganz cool,\nSo dass sie da diese zwei Volumes haben und die eine signiert haben komplett und wirklich so,\ndass die Apple Bits von Apple sind, wissen sie jetzt genau, das ist schon mal gar nicht schlecht so an der Stelle, zumindest die staatlichen, die da zusammengemercht werden zu dem einen gut Volume. Also was unter der Haube passiert, finde ich teilweise ganz interessant\nwas optisch passiert mit der Bedienung finde ich eher tragisch, aber ich hab das Gefühl es hat Gründe.","Es sieht also bubbelgarmäßig aus. Also ich find's optisch gar nicht cool. Auch das Doc schwebt jetzt in der Luft und ist gar nicht mehr am Rand irgendwie.","Die Dialoge finde ich auch, dass Dialoge im Endemiete sind unsere Fett sind und,\nUnd ich hätte es ja noch akzeptiert. Also wenn das jetzt alles dafür gedacht ist, dass es vielleicht irgendwann mal doch Touch unterstützt,\ndann hat es ja zumindest noch halbwegs einen Sinn, aber es ist trotzdem scheiße, hässlich und anstrengend. Also diese ganzen\näh schieds, die früher von oben rauskamen und irgendwie noch Zusammenhang mit dem Fenster haben, die jetzt einfach irgendwie in der Luft schweben, über dem Fenster, in der Mitte der Text nicht lesbar mit großen,\nFür sich allein gestellt ist nicht äh also nicht jetzt in der Evolution der Zukunft des Max gesehen, finde ich's eigentlich eine Katastrophe, äh aber,\nmit gewisser stoischen Hingabe, gucke ich mir das halt ein bisschen an im Moment.","Also ich weiß nicht, als das letzte Mal über Big Store geredet haben, habe ich irgendwie genau das gesagt und meinte auch noch, das wäre so, dass das äh iOS sieben, dass das Mac äh so äh vom,\nAch ist das alles jetzt bunt hier ähm ich find's nach wie vor immer noch ein Ticken zu bunt,\nhab mir das aber weggeguckt als OK da würde ich jetzt kein Augenkrebs von kriegen.","Zu bunt findest du das und ich finde das zu weiß.","Zu weiß. Ja.","Den hellen Modus.","So hell ist das alles.","Ich mache immer den Dunkelmodus.","Was sich was ich halt auch schwierig finde und da muss ich Damenrecht geben, das ist halt das die Schieds nicht mehr gibt. Also das finde ich also,\nich weiß nicht mehr, wann haben sie die eingeführt? War das, war das noch McOesten Beta oder so? Keine Ahnung. Auf jeden Fall war das einfach eine großartige Idee, dass man halt,\nDialoge hat, die man an einzelne Fenster ranpinnt und dass man auch sieht, dass die da dran gepinnt sind und und\ndiese Idee einfach wegzuwerfen für irgendwas, was halt einfach nicht richtig funktioniert, finde ich halt schwierig. Äh egal, ob jetzt, ob sie jetzt Touch nachliefern irgendwann oder nicht\nAlso die runde Geräte wird ja jetzt wohl kein Touch erstmal haben. Ähm ja keine Ahnung.","Dennis, warum hast du schon so lange den Sir am Start?","Wahrscheinlich hatte ich grad Langeweile,\nund dachte, ich brauche wieder ein bisschen Action in meinem Leben und so eine Woche mit seinem US-Spiel macht doch bestimmt,\nNee, keine Ahnung, ich wollt's mal irgendwie probieren. Und äh ich habe hier meinen meinen McDroh noch den Alten, also den den T,\nden Mund weißt schon und äh da ist ja auch kein Kataliner drauf, sondern noch das von davor und dann dachte ich ja, einen Rechner brauche ich ja auch mal einen Frisch und neu und\nX-Code und so weiter und so fort, weil ich das als ID zum Kurden benutze\nund ja dann dachte ich mach ich das mal und und an sich für ein Beter lief das auch alles einigermaßen stabil. Das ging alles aber ähm von einer von der Optik gefällt's mir eigentlich auch überhaupt nicht. Ich habe das,\nauch Träger. Das Einzige, was,\nWas ich finde, was wirklich schneller geworden ist, kann noch an der Terminal App selber liegen, aber wenn du im Terminal irgendein Logfi, was irgendwie hundert Megabyte groß ist, wenn du da Cut machst, äh das macht kurz Wusch und das ist durchgescrollt und,\ndu denkst, ah ja alles klar, kleines Lokfall und dann merkst du eigentlich, dass es riesengroß war. Also das ist wirklich,\nScrolling oder oder Textausgabe im Terminal ist irgendwie schnell wie sau, da müssen die irgendwas geändert haben. Aber sonst ist es.","Jetzt auch den Großteil der User besonders begeistern, dass die Textausgabe im Tom Ende.","Würde jetzt auch nicht sagen, dass die Leute kein Terminal benutzen, also ich finde schon auch.","Nee, nee, nee, nee, ich sag mal, ist halt\nist schon cool, also ich kann mich dadrüber auch freuen, weil mir äh ist das natürlich auch schon diverse Male passiert, dass ich da irgendwie dachte, Alter, was ist denn hier los, ein bisschen Text darstellen?\nmeinen nur so die der Großteil der äh hinzugekommenen Eppel-Junior wird wahrscheinlich äh dieses Feature leider übersehen.","Ja. Also, ja, aber sonst also ich habe noch nicht richtig entdeckt, was ich sonst irgendwie cool finde an diesem OS. Also es ist eher\nFeatures, die auf die man sich vorher verlassen könnte, sind optisch irgendwie nicht mehr so gut aus oder sind umständlich, aber ist jetzt nichts dazu gekommen, was ich finde, was das irgendwie ausgleichen würde und und die Optik\nbringt's einfach nicht, finde ich. Also es fällt mir auch genauso vorher lassen können. Ich weiß, Marketing sagt, macht mal alles neu, weil wir müssen beim Verkaufen ja irgendwas erzählen, was sich geändert hat, aber ja, finde ich, finde ich.","Also ich ich dachte mich mir würde es weniger gefallen. Ich habe mich relativ\näh äh schnell dran gewöhnen können. Und ich muss sagen, ich finde so die Grundidee, wie sie jetzt diese Fenster mit den Sidebars machen und so weiter, das wir\nauf mich durchaus logisch und aufgeräumter. Also ich finde so die Fensterordnung, also im Fenster, die Anordnung und diese\nMethode, diesen Sidebar, mehr so als Teil des kompletten Fensters und nicht nur des Contents zu äh sehen. Das macht schon Sinn und das ist an der Stelle sinnvoll. Bei den modalen Dialogen bin ich,\nbei euch, das ist einfach Kacke, das bringt gar nichts und dieser zentrierte Text, also das wird auch nicht so bleiben. Ich glaube, dass,\ndas ist etwas, was sich abschleifen wird, da ist der Widerstand dann am Ende einfach zu groß. Am Ende hoffe ich natürlich, dass sich einfach die Modernisierung auszahlt\nWas ja jetzt erstmal so ein Schmerz ist, ist dass die ganze Treibergeschichte komplett neu ist. Also ich hatte jetzt auf dem Big Mini auch das Problem, dass eben einfach ähm\nja Geräte äh die ich eigentlich gerne benutze, auf einmal nicht mehr benutzbar waren\nWeil schlicht einfach dieser Treiwasserport nicht mehr da war, weil der alte Kram jetzt überhaupt nicht mehr lief und jetzt erstmal neue Treiber nachgereicht werden müssen und da,\nMüssen wir schauen, ob das sich dann am Donnerstag die die Himmelspforten und dann irgendwie alles kommt oder ob's ewig dauern wird, ne.","Nee, da hast du wahrscheinlich da, hast du wahrscheinlich Verluste. Äh was ich ganz spannend finde, so jenseits von dem, dass man natürlich bei dieser Transition in irgendeiner Form als Nerd mit dabei sein will, Nördin,\nÄhm äh ist es schon relativ wenig, was eigentlich Big Sir einem selber so mitgibt. Also ich wurde ein bisschen gesucht. Die eine Geschichte ist, okay, wenn man viel mit Messages arbeitet, hat man jetzt endlich eine Message, es ist und paar ist mit iOS, so,\nhilfreich, aber es hat natürlich auch andere Probleme, weil es ist auch nicht so super rund. Ähm,\naber es ist schon okay, es kann zumindest grundsätzlich alles es ist insgesamt so diese Geschichte,\ndiese ganze Strategie ähm von äh von Universal Apps äh funktioniert halt jetzt ein bisschen besser, weil ähm wenn jemand die, wenn jemand\neine iPad App auch äh für für Big Sir rausbringen will, dann äh kann man das jetzt auch so machen, dass es ein bisschen weniger äh Mystik ist, so, es ist immer noch gefühlt eine Zweiklassengesellschaft, was das angeht, ob man jetzt eine Upgade-App oder eine\nIn der Katalist-App hat, aber es ist zumindest nicht mehr so Hanebüchen absurd. Äh und das wird natürlich noch mehr zusammenwachsen an der Stelle, was wahrscheinlich langfristig hilft, weil ja durchaus das iPad.\nÄh durchaus populär ist, uns viele Apps gibt, die jetzt erstmal von der Seite kommen. Ähm so das ist das ist mal die Geschichte, aber jenseits dessen\nist halt einfach wirklich, da ist ein anderer Look dahinter und äh ja Safari ist jetzt noch ein bisschen ähm datensparsamer. Das ist natürlich auch nicht schlecht. So per se, aber das haben sie eh gebackbeutet auf Katalina auch,\nviel davon. So mit dem äh dass sich der ein bisschen so verhält wie Brave und einem sagt, ja du wirst von so und so viel Seiten getrackt und wir haben bis jetzt mal bleiben lassen. Ähm\nich habe wenig, ich habe echt wenig gefunden. Ich habe versucht, so Bixirs für,\nfür normal Leute schmackhaft zu machen und außer dass es jetzt dass die großen Schmerzen von der Kompatibilität eigentlich mit äh mit Katalina gemacht wurden,\nbis auf jetzt anscheinend treiber Tim bei dir, ich weiß nicht genau, welche Treiber du genau meinst an der Stelle, wobei ich hab ganz wenig externe Geräte, die ich hier noch irgendwie unterstütz,\nder Einzug bei mir ist der Einzugsscanner, aber der muss eh noch auf eine Blutsystemwerde unten laufen, weil die aktuelle Software schon scheiße ist,\nSo, also der läuft bei mir auf einem McMini, der eingefroren ist auf Mohave.","Personalscanner.","Und in die Druckbox gehend.","Was denn für ein Scanner.","Der Scan den IX irgendwas, der schnelle.","Läuft auch auf dem aktuellen OS.","Ja ja, aber nicht mit der Software mehr, der ist eine andere Sof.","Du meinst dieses die alte Software, die ist neu released worden, die läuft jetzt auch unter Katalina wieder,\nseit äh vier Wochen oder äh acht Wochen irgendwie zwei Monate. Musste ein bisschen suchen. Nee, nee, haben sie, haben sie gehab.","Also, ach okay, gut. Äh wenigstens da, weil sie haben ja diese komische Online-Gescheite gemacht, haben mit Evernote und was auch immer, was weiß ich.","Ja, dieses Ganznap Home und das mochten ganz viele Leute nicht und dann haben sich doch nochmal irgendwie erbarmt und ein paar Leute bezahlt dann nochmal den Computer anzuwerfen.","Mein Setup ist trotzdem mit dem McMini hier am Start, das ist mir wurscht, das kennt eine Dropbox, sondern es ist überall.","Ja okay, gut, äh bei mir ist es das, der Space Navigator. So und ich habe halt äh große Hoffnung, erstens, dass er natürlich dann auch noch wieder laufen wird, glaube ich, ist ein,\nProdukt und äh die ganze Company lebt davon. Die werden dann die Treiber schon bereitstellen, die Frage ist immer, wie lange sich damit Zeit lassen und natürlich warte ich auch die ganze Zeit darauf, dass äh sich das mal ordentlich ins Betriebssystem integrieren lässt, weil dieses Business wie geht das sowieso das Geilste Stück Hardware unter der Sonne und ich verstehe irgendwie nicht, warum ich nicht irgendwie\nmein Leben damit steuern kann, aber das ist ein anderes Problem.","Na ja, ich habe, ich habe ein Medikeyboard, also das ist, das ist nur so ein Eingabegerät, also eine,\nTastatur mit schwarzen und weißen Tasten, was man so an USB anstöpselt und das Teil, das hat eigentlich immer funktioniert bei Katalina nicht mehr\nUnd das hat mich echt ein paar Stunden Google gekostet, um herauszufinden, was das Problem ist. So genau habe ich's auch nicht verstanden. Aber,\nWenn man einen USB habt, dazwischen hängt, geht's wieder. Also irgendwie hat Apple da das USB verkackt und deswegen geht das Teil nicht.","Strom wahrscheinlich, oder? Also die Stromaushandelgeschichte ist bei sowas immer äh ganz interessant und der USB-Herb hilf.","Nee, nee, es ist nicht Strom. Selbst, nein, nein, nein, nein, nein, nein, der der USB-Hab selber hat ja gar keinen Stromanschluss. Also es ist wirklich nur, dass die USB-Daten einmal durch den Hab durch müssen, damit sie dann irgendwie ich hab's nicht.","Der USB ist großartig, großartig immer auch. Also was mich bei der Midi-Geschichte auch äh nun mal eversis, kurzer Sidetrack, mein iPad Pro,\nhat dir äh einen USBC äh äh Kabel und das USBC kann man direkt mit äh mit USB Mediengeräten zum Beispiel auch äh anschließen,\nman möchte meinen, das funktioniert besser als Bluetooth Medi ist aber nicht so, das hat mehr Ausfall. Und ich weiß nicht, ob's an meinem Gegenstelle liegt, ob's an meiner Epiano liegt, ob das so scheiße ist, dass der USB Midi,\näh Dreck ist, aber über Bluetooth Midi äh mit einem mit einem mit einem Bluetooth-Media-Adapter funktioniert das äh ohne äh ohne Gedöns.\negal welchem USB CSU, USB, ähm, äh, Gerätekabel, das man da ansteckt, funktioniert, äh, verliert er einfach Noten,\nSaugeil. Also da ist so,\nda bin ich auch wieder in so einer Ecke, wo ich mir denke, wer testet das, wer weiß wirklich das Trumple Shooting da und wer ist zu Blame, Idono, als als Kunde. Aber ich hätte mir halt gedacht, Kabel ist besser als Funk, gerade bei äh Latenzensitiven ähm,\nGeschichten.","Vielleicht nochmal zurück zu Big Sir und warum ich mir das irgendwie so früh angeschaut habe. Ich hatte so die Ahnung dass ich mit diesem Betriebssystem,\ndass ich, dass ich die Installation dieses Betriebssystems nicht lange herauszögern kann.","Nach wegen der Zukunft.","Wegen der Zukunft und vielleicht reden wir mal über die Zukunft, denn die Zukunft ist ja jetzt da.","Ja, noch nicht ganz, aber.","Die langweiligste wirklich fahrt äh und Informationsärmste Kino die Apple glaube ich jemals ins Netz gegossen hat,\nfand statt, oder? Das war doch nichts. Also normalerweise ist es immer so bei der Keynote, danach zieht man sich mal so die Aufzeichnung und dann schaut man die noch entweder nochmal komplett nach oder zumindest mal so ein paar Stellen,\nWo Informationen waren,\nUnd diesmal habe ich festgestellt, dass dieser lächerlich kurzen Geschichte von fünfundvierzig Minuten noch nicht mal irgendwelche Informationen drin waren. Also natürlich waren ein paar Informationen drin.","Du meinst jetzt die von gestern?","Ja. Die One Boys singen. Da war eigentlich auch wirklich nur genau One Zing irgendwie drin, nämlich Hammer jetzt. So, also,\noffen, ja, also gut. Ja\nWeiß ich nicht. Also vielleicht hätten wir auch noch mehr erzählen können, aber so sind sie nun mal drauf. Dafür konnte man schön irgendwie über das Gelände fliegen und sich ein paar Parkhausetagen anschauen, die wir noch nicht kannten. Kanntest du die schon? Gab sie schon, als du da warst? Diese komischen bunten\nParkhausdinger.","Mir war unklar, dass sie so tief sind nochmal, weil ich bin nie mit dem Auto angekommen, aber so ich bin.","Angeblich sind die nicht so tief. Ich habe irgendwie auf Twitter äh gehört, diese Sirakuse hat nachgefragt, er wollte irgendwie wissen, was es mit diesen Dingern auf sich hat. Und im Video sah das ja so aus, als ob das so fünf, sechs Etagen untereinander waren.","Also sind farblich kodiert und es sind glaube ich zumindest zwei oder drei.","Es sind zwei Etagen, die sind irgendwie aber nebeneinander und nicht äh alle untereinander, da haben sie so.","Hatte einfach angenommen, dass das fake ist. Einfach direkt angenommen.","Gibt's wirklich genau in den Farben. Nee, nee. Ist alles echt.","Die Garage ist unten drunter. Es ist eine Tiefgarage und also so grundsätzlich geht's da zwei Stockwerke runter auf alle Fälle.","Na ja, okay, also was haben wir denn jetzt? Wir haben endlich eine Erkenntnis darüber, wie sie's genau machen und ich würde mal meinen, so richtig überrascht, weil da jetzt niemand ähm,\nIch wollte früher schon immer mal den Tipp abgeben, ist natürlich jetzt ein bisschen zu spät, das zu sagen, aber ich sag's einfach trotzdem, dass sie immer schlimmer vorgestellt habe, so M wäre eigentlich der richtige Name für den Prozessor. Ich habe bloß immer ein bisschen gezögert, weil sie hatten ja schon einen M\nSo diesen Motion Co Prozessor, der so hieß, aber es ist halt bisschen wie beim Maxafe, das ihnen mittlerweile egal, wenn sie es irgendwie wieder gebrauchen können, dann nehmen sie es halt einfach normal,\nAlso M eins, Mac,\nOder was es auch sein kann, Mob,\nJa und dass sie irgendwie noch ein P für.","Desktop D ja, D eins, dann.","Oder oder das, aber könnte sein, also sie könnten noch andere Prozessoren,\nTypen erfinden mit einem anderen Buchstaben oder sie sagen halt M für Mac und dann kommt der M zwei und den gibt's dann als M zwei X und M zwei X keine Ahnung,\nzum Porno gucken.","Aber mal Hand aufs Herz, glaubt ihr wirklich, dass der M eins ein anderer Prozessor ist, als der A vierzehn X oder wie er heißt, der jetzt im iPad drin ist.","Ja klar. Also hast du doch gesehen, die Keynote oder nicht.","Ja, ne, das haben sie erzählt, aber ich persönlich glaube da ja nicht dran, weil du hast die Skaleneffekte ja nur dann, wenn du möglichst viele von den gleichen Prozessoren baust.","Also ich kann dir jetzt, ich kann dir mit Sicherheit sagen, dass es nicht der gleiche ist, weil er enthält ja Komponenten, die der A vierzehn nicht enthält. Von daher kann es nicht derselbe sein.","Wenn er sie wirklich.","Wegen USB vier alleine.","Das Rambe drauf haben und die Controller und und alles. Also.","Ja, also es ist einfach äh eine andere Geschichte.","Das heißt aber, dass sie dann an einem eigenen Prozessor mit mit äh einer niedrigeren Stückzahl äh für diese Max bauen.","Ja, aber das machen sie auch für iPad.","Ja","Aber für alle. Also das ist ja die interessante Geschichte. Es ist ja wirklich dasselbe dasselbe\nSilikon für alle und sie haben's halt einfach nach Binding sortiert, also die haben ja keine Megaherz-Zahlen ab, aber natürlich stecken sie die höhere Megaherz-Zahl in die Lüftergeschichten und die weniger in die weniger und die ganz kaput\ndie sogar einen GBU-Chor verloren haben in das R,\nSo. Also da ist das einzige, wo du's siehst, weil das billigste R hat einen GPU-Chor weniger. So, aber ansonsten ist es genau dasselbe Ding über die komplette Range und dann hast du auch wieder eine Produktpalette, die breit genug ist fürs Gel.","Und ich glaube, weil es ja alles nur die kleinen Geräte waren, dass das MacBook Pro in ja sechzehn Zoll und äh Desktop weiß nicht, aber Macbook Pro und groß auf jeden Fall, dass die einen anderen kriegen, als den M eins.","Genau, aber bleiben wir vielleicht jetzt mal bei dem M eins und was das Ding eigentlich genau äh ist. Also sie äh nehmen halt iO,\ndie CPU, die GPO, die neue neure Engine, also die natürlich vom iPhone kommt dann nur neu für den Mac ist\ndas, was sie bisher in diesem T zwei Chip ausgelagert haben, also den SSD-Controller, den ganzen Crypto und diesen ganzen Climb-Bim. Das packen sie halt jetzt alles mit rein, koppeln das Ramm direkt an\nalles miteinander verschaltet über dieses Favorit, was ich so ein bisschen äh verstehe als so ein drei D Switch für Daten,\nheißt du kannst über dieses Fabrik halt alle Komponenten unmittelbar miteinander äh verbinden ohne nochmal irgendwie DMA und Datentransfer machen zu müssen und die können sich mehr oder weniger alle untereinander direkt verschalten\ndann eben dazu führt\ndass eben der Zugriff äh schnell ist, sie haben ja keine Zahlen genannt, aber davon sehr angegeben haben sie damit aber ohne konkret zu werden\nVon daher denke ich mal, dass sie da eben schon brauchbare äh Geschwindigkeiten erzielen werden,\nAlso was jetzt so Rahmendurchsatz und solche äh Geschichten betrifft und sich vor allem die Chors dann halt irgendwie,\nmehr oder weniger parallel auch alle irgendwie gleichzeitig die Daten um die Ohren schmeißen können,\nDas ist das Design, dadurch äh sparen sie eine ganze Menge Platz und.\nJa, stampfen halt irgendwie diese Prozessoren raus, den sie dann halt in gleich drei Low-End\nreingepackt haben. Das Ganze halt alles äh fünf Nanometer äh Prozess Unified Memory Architektur, so wie sie es ja im Prinzip auch schon\nangekündigt haben, furchtbar viele Transistoren äh acht Kurz CPU, die geteilt ist in diese High Efficiancy und die,\nHigh Performance Kurs,\nalso auch im Prinzip genauso wie beim iPad schon vorher vorexiziert und sie geben halt an, dass sie alle ganz furchtbar wenig Strom verbrauchen, sowohl die CPU, als dann eben auch die äh acht Core GPU,\nNeuro Engine mit sechzehn Chors und äh Pipapo. Dazu hat noch dieser IO-Teil der Sunder Bowl drei ist, wenn ich das richtig sehe,\nund USB vier, das hat mich so ein bisschen gewundert, weil ich dachte USB vier, sondern Boden vier müsste eigentlich in dem selben Paket kommen, aber scheint wohl nicht so zu sein, wobei USB vier ja eigentlich auch nichts anderes ist, als der ganze USB drei Klumpatsch mit All Options On.\nDrei im Verhältnis zu Zander, also Zanderboot vier hat ja nochmal ein bisschen mehr äh Wumps,\nUnd den machen sie damit nicht und sie können damit nur zwei Busse,\npowern. Also wir haben quasi diesen Stein so ausgelegt, dass ihr eben nur zwei Busse haben, Ergo hat sowohl das MacBook Pro, als auch das R, als auch der McMinee nur zwei USB C Ports,\nweil sie halt über jeden Port eben das Maximum,\nfahren können und sie haben sich nicht erbarmt gleich einen Hub draus zu machen und nochmal so zwei Porzes halt nicht ihr Ding,\nja und das ist jetzt eigentlich das Paket, was eben äh da drin ist und äh sie sind der Meinung, dass wir das Schnellste und abgefahrenste und irrste, äh was es jemals gab.","Was ich, was ich erstaunlich fand, war, dass sie immer den Vergleich zu dem meistverkauften PC der Klasse,\ngemacht haben, wo ich dann so sagen würde, ja gut, aber der meistverkaufte PC ist wahrscheinlich auch einer der günstigeren.","Nee, das stand da nicht. Da stand irgendwie Fast,\nLatest, Latest, genau, Latest stand da nicht fast, Latest.","Ja, da stand da stand immer so was wie sechs Mal schneller als der Moos Sould PC, bla, bla, bla. Und das scheint.","Stand da drauf.","Nee, nee, nee, der Rodi hat Recht, das habe ich auch so genau so verstanden.","Und das das natürlich, das ist natürlich ein total absurder Vergleich, weil du wahrscheinlich für den Preis, den du bei Apple bezahlst von diesen Mose-Souls irgendwie drei oder vier kriegst.","Nun sechs Mal schneller ist auch eh Quatsch.","Ja. Ich fand auch diese diese ganzen ähm Grafen alle so ein bisschen ruiert, also ich glaube denen schon, dass es schneller ist und ich habe auch schon die,\nmal so ein bisschen verglichen von denen, die sie da so rausgetan haben mit so anderen Architekturen und Releases aus der PC Welt und das ist schon für den Lap\nalles ziemlich schnell, aber dass sie irgendwie auch null skalen an ihre Diagramme machen und da irgendwelche luftigen Linien einfach so in den freien äh\n2D Raum malen mit, ja ist zweimal schneller, passt schon. Äh fand ich alles so ein bisschen äh so ein bisschen äh neu.","Auch schon interessant, das ist so eine Ecke, die mich wirklich jetzt schon nervt, ist auch was denn wieder gemacht haben, ist so, ich ich fühle mich wieder in diese Power-PC-Zeit zurückversetzt, wo,\ndie nicht so technisch versierten Menschen, Apples, Marketing Message aufsaugen und wiederkauen,\nohne jegliche Kritik von irgendwas, also mein Schwager hat mir zum Beispiel\ndamals so Dinge erzählt, also er einfach die Apple Behauptungen rausgehauen und ich meine, es gab ja bei der Powerbitte Geschichte viele Unterschiede und so, die Megaherz-Zahl ist jetzt nicht alleine, aber Apple hat schon immer viel nach oben gelobt in die falsche Richtung eigentlich auch und\nIst es so, dass die Fanbase einfach mal so\ndas nimmt und weitersagt, so das war ja dieser Keynote auch so hat so stattgefunden, ja, Menschen, die jetzt irgendwie Design machen, sagen dann, oh, so viele Kerne in so einem kleinen Gedräb, in so einem, wie geht denn das,\nund sowas. Das ist das,\nDas ist ja, aber das wird wieder aufgebaut jetzt, dieser Mythotos, diese, die Geschichte, ich finde, dieses nervt mich ein bisschen. Gleichzeitig äh glaube ich aber schon auch, dass äh dass das Ding schon ordentlich Wumps hat und echt eine eine coole Socke ist, so.","Ich meine, dass sie jetzt Marketing sprechen, ein Marketingvideo verwenden, das ist ja jetzt nicht.","Nee, aber die Vergleichbarkeit ist halt weg. Wenn sie mit Intell hatte man halt wirklich so zack bum, da ist halt Nutzgeburts. Da gibt's dieselbe. Du kannst wirklich den eins zu eins Vergleich mit dem Delaptop machen an der Stelle und äh aus ist und dann ist es teurer oder billiger oder besser oder schlechter.","Vor allen Dingen, wo es Phil Schiller, der sich hinstellt und dann immer die, die Vergleiche tatsächlich auf der Bühne machen muss, das das fehlte mir auch so ein bisschen. Den hätte ich gerne mal wieder gesehen, wie er sich.","Sympathisch waren die alle nicht so sehr oder im Verhältnis zu viel.","Ich fand ich fand Phil Schiller immer so geil, weil er die Zahlen auch so so relativ gut runterrattern konnte und und äh da ganz begeistert war und irgendwie war der totaler Clown, aber irgendwie hat er Spaß gemacht.","Ich habe ja äh in letzter Zeit so auch andere also ich bin ja ich zocke ja hier auf dem PC die ganze Zeit, deswegen bin ich so latent auch in dieser PC,\nWelt gerade tatsächlich informiert, was da so gerade so passiert und\nauf jeden Fall was ich so nach der Apple Keynote dachte und nach der letzten AMD Keynote ist das also was ich vorhin schon so meine so Peak Intel ist auf jeden Fall schon auf dem absteigenden Ass, also\nliegt schon hinter uns lange und die haben richtig hart Probleme jetzt auf allen Fronten, weil AMD,\nhat er jetzt auch mit der neuen Sennenarchitektur im Prinzip ein ähnliches Konzept, die haben das nicht so hoch integriert wie bei Apple, dass da alles auf dem Chip drauf ist, aber äh die haben auch einen Infinity-Fabrik und die haben im Prinzip auch dieselbe Idee, äh ein,\nquasi direkt zwischen die Kerne und alles zu legen, um die Wege kürzer zu machen, die sind bei sieben Nanometer, nicht wie Apple bei fünf. Und Intel ist ja jetzt immer noch bei vierzehn mit dem Des,\nDie nächste Generation, die rauskommt, wird ja auch immer noch vierzehn Nanometer sein und.","Kann man aber auch nicht eins zu eins vergleichen.","Nee, aber also die ganzen die ganzen Specks so äh das sieht nicht so gut aus für Intel gerade. Also auch AMD, der direkte Vergleich zwischen AMD und Inte ist äh ziemlich schlecht für.","Das ist wie mit den Verbrennerautos. Die brauchen alle einen Haarkennzeichen jetzt.","Mhm. Historische Prozessoren.","Ja? Also ich fand, ich kann euch das auch wirklich nur empfehlen, mal so im Vergleich, äh so AMD war ja so lange Zeit so mit einer der unsexigsten äh Hersteller, was das so das Marketing und überhaupt so die Features betrifft, fand ich immer. Aber die haben ja jetzt auch irgendwie eine neue Chefin seit einer geraumen Zeit und seitdem geht's ja da wieder bergauf und deren Keynote\nda muss ich sagen, die ist nicht so weit hinter Eppe, also klar hat Epple da noch ein bisschen den cleaneren Style, aber\ndie Chefin von AMD fand ich tatsächlich auch sehr sympathisch und deren Keynote von ihrer GP und äh CPU-Architektur hat mir tatsächlich auch ganz gut gefallen.","Aber die Architektur hat dir nicht gefallen.","Ähm na ja, wie gesagt, es ist halt natürlich nicht äh so integriert wie bei Apple, weil die halt keine integrierten Geräte bauen wie Apple, aber ähm ja, also macht Sinn, was sie erzählen.","Aber ich denke, man kann jetzt schon mal aber sagen, das ist jetzt schon ein guter Wurf, so definitiv. Die Diggeräte kommen jetzt mit mehr Wumps daher, mit weniger Stromverbrauch,\nja genau. Ähm und äh und,\ndie Roadmap selber ist natürlich eigentlich das Interessante, wenn Apple es schafft, weiterhin mit dem ähm mit dem mit dem Gas weiterzufahren\nam Start haben, dann äh ist die Perspektive halt schon auch äh äh konkurrenzlos an der Stelle. Ähm.","Anstelle von Gas muss jetzt sagen, wenn die sie weiter schafft, mit der Ampere weiterzufahren so. Gas ist auch, ist vorbei.","Was sich was ich spannend fand äh und das hatte ich nicht, das hatte ich nicht erwartet, dass sie da gleich drei Geräte vorstellen, beziehungsweise gleich mehr oder weniger drei, drei Gerätekategorien ersetzen\nIch hatte halt damit gerechnet, dass dass er irgendwie ersetzen, weil da macht's auch am meisten Sinn, irgendwie so ein Stromsparprozess am Start zu haben, aber dass sie, dass sie da also gleich ins Pro und und in den McMini mit rein sind, hat mich ein bisschen überrascht.","Macht da aber auch Sinn.","Wobei das halt die die Sachen natürlich ist, dass sie ja jetzt alles drei Geräte genommen haben mit äh die vorher mit Ince Great\nPU waren und da natürlich jetzt auch einen riesen Boost quasi im Vergleich bekommen. Äh\nVergleich dazu bekommen haben. Im Vergleich zu so Desktop GPUs ist ja noch immer\nein ganzes Stück weiter hinten und da bin ich eigentlich vor allen Dingen gespannt, wenn sie dann die Desktops rausbringen, weil dann werden sie ja wahrscheinlich weiter integrated, GPUs fahren und dann müssen sie da aber nochmal ein ganzes Stück an Leistung mehr rausholen,\nbin ich mal sehr gespannt, wie das, wann und wie das dann so äh vergleicht mit äh aktuellen Desktop GPUs.","Ja oder du kriegst halt tatsächlich eine eine Desktop GPU mit dazu oder sagen wir mal eine dedizierte GPO mit dazu. Das hast du ja bei den Progeräten, bei den größeren vorher auch schon gehabt.","Ja, wobei jetzt, wo sie halt Open GL abgesägt haben, dann wär's eigentlich das geilste, wenn sie jetzt eben nicht mehr auf irgendwelche anderen Hersteller da sitzen müssen oder warten müssen.","Das werden sie nicht machen, das werden sie nicht machen.","Glaub auch nicht, ich glaub sie machen jetzt selber so sie gehen jetzt selber den Deal ein, dass du Shared Memory hast immer für dein Zeug, damit du einfach äh für ganz Computer immer hin und her, dass du diese Behörde nicht hast\nAlso das macht ja einfach eine ganz andere äh Überlegung oben dran. Ich finde interessant, dass du die gar nicht so, also das ist eigentlich viel interessanter als es damals bei McPro bei der kleinen äh Tonne gesagt haben, okay, wir haben jetzt einmal zwei Grafikkarten, weil das meiste passiert auf der Grafikkarte äh,\nDas ist jetzt wirklich so äh,\nvon allen Excessival Speicher ist in alle Richtungen und du genau diesen Zoll nicht mehr zahlst an der Stelle von Architektur her und auch nicht auf absehbarer Zeit nicht zahlen wirst, auf der,\nIst du auch eine spannende äh eine spannende, strukturelle Veränderung ähm und,\nJa, was ich äh was ich interessant finde, ist dass du wirklich einem eigentlich den langweiligsten Schritt ever gemacht haben an der Stelle, nämlich genauso wie bei der äh Umstellung von Power PC auf Intel. Einfach die Geräte genommen. Er ist und äh,\ndie Chips ausgetauscht und überhaupt nichts verändert haben an den Dingen.","Das war damals ein guter Move und es ist diesmal ein guter Move, weil im Zweifelsfall der Käufer das nicht weiß.","Sie haben's halt jetzt aber so verkauft, also sie haben trotzdem diese diese komplette dreiviertel Stunden äh äh Präsentation dazu gemacht, obwohl sie eigentlich nur ja, das ist jetzt unser Chip und unsere Strategie äh und deshalb ist sie auch so gefüllt von,\nuninteressanten Informationen für uns gewesen und von Marketing.","Ich glaube fürs Marketing wäre es jetzt gar kein Fehler gewesen, wenn sie auch gleich so eine Next Generation Meck Intos mit irgendeinem geilen Feature, was wir jetzt vielleicht erst nächstes Jahr wieder sehen werden noch gebracht hätten, aber es ist natürlich für sie technisch jetzt im Vorteil, weil sie sich\nquasi jetzt vollständig auf die Stabilität,\nneuen Architektur konzentrieren können und sich nicht unter Umständen irgendein bekloppten Beifang reinholen, nur weil sie wieder irgendein neues Gehäusekonzept ausprobiert haben, was dann zeigt, dass es Probleme macht und dann fällt es sozusagen auf dieser Architektur zurück.\nDas ist ja äh da spielen sie es auch äh safe an der Stelle.","Und äh eine Sache, die noch interessant ist, weil sie also am Chat vorbeischauen, die Obergrenze des Rums ist auch jetzt bei sechzehn Gigabyte, so, selbst bei einem dreizehn Zoll McQue äh und.","Wo ich, wo ich mir auch denke, wieso? Aber na ja.","Naja, weil der Raum im Chip mit drin ist.","Und sie haben's halt, sie haben halt insgesamt die Gläser sind auch viel günstiger, also beim dreizehner MacBook pro hast du wirklich einen Steep äh Preisanstieg auf die Interesse da wieder, weil da kannst du ja die, also du kannst ja bis auf das Air, kannst du bei überall die Intellvarianten noch kaufen\nim Moment fahren sie ja zweigleisig. Sie bieten dir nur die äh DM eins Geräte zuerst an. Ähm,\nJa, mal sehen. Mal sehen, äh was kommt, wer von euch hat schon äh vorbestellt und ist jetzt demnächst super glücklich.","Also ich habe zugeschlagen und zwar nicht zu knapp.","Bei allen dreien,\nauf jeden Fall das er, aber.","Ich habe zwei von diesen drei Geräten gekauft. Ich habe ihr dürft raten.","Echt eine McMini und ein Air.","Mac Mini und MacBook Air.","Ja, das er auf jeden Fall. Da gibt's ja nichts zu raten.","Dass er heute im Mini, weil ich habe mein Air ist halt von zweitausendfünfzehn und ich brauche einfach mal,\nWisst ihr überhaupt, in was für.","Gerät.","Ja, der hat me\nalso das war wirklich so als Fanlass kam, habe ich schon mal die richtige Kreditkarte auf der Apple Watch rausgesucht. Da war das irgendwie klar\nUnd bei dem McMini äh blickte ich sozusagen auf diese Leiche, die gerade vor mir lag und dachte mir so, wir beide werden sowieso keine Freunde mehr, da kann ich dich auch einfach auch gleich\nersetzen, dann habe ich auch ein Gerät, mit dem ich dieses Backup machen kann. Und das passt auch irgendwie alles äh äh wunderbar.","Wie viel Speicher hast du dir Wein gegönnt, weil da wird sie auch schnell sehr teuer.","Da geht doch nur sechzehn.","Giga, er war es ist die, die beginnt ja.","Ja, ich habe natürlich rechts ungeklickt, ich kaufe nur rechts unten, ja natürlich ich brauche auch Speicher und so weiter und ist alles viel zu teuer, ich weiß, aber es ist mir egal, ich hab seit zehn Jahren keine Meckentoshis mehr richtig gekauft.","Du bist eher so das hier der Cruiserkauf steht bei dir eigentlich an. Du könntest dir eigentlich eine McPro, könntest du bekommen.","Ich mein ich bin doch meine Fresse, ich hab doch jahrelang irgendwie jedes Jahr meinen Fuhrpark aktualisiert. Das Gefühl kenne ich gar nicht mehr,\nnichts investiert in Apple und ich fahre ich habe mir dieses R, ich habe mir zwei oder drei Mal,\nalte erst von eBay gekauft\nWeil's bei Apple nichts mehr für mich gab, weil ich ich habe nur noch diesen alten gebrauchten Scheiß nachgekauft, wenn mir was äh abgeraucht ist, weil das das\nElf Zoll, ja, war einfach geil und ähm etwas größeren Bildschirm hätte ich gebrauchen können und nachdem sie mit dem neuen Formfaktor rausgekommen sind, wo es an sich kleiner geworden ist, aber trotzdem dreizehn soll, jetzt habe ich gesagt, okay, dann habe ich halt gewartet, bis die Scheiße escape-Taste wieder da ist\nDie war dann wieder da. Dann habe ich irgendwie war ich schon so kurz vor Kaufen.\nNee, du wartest jetzt nochmal bis die ersten Leute berichten und dann habe ich gefragt und atmet das Teil und die haben gesagt\nEs atmet und dann habe ich gesagt, nix da, kein Intel mehr, ever, nie mehr in zu kaufen, das hat jetzt alles ein Ende und ich warte jetzt,\nGeneration neues und deswegen werde ich jetzt einfach mein zwanzig fünfzehner R mit acht Gigabyte Rahmen und zwei Terabyte Platte mit irgendwie ähm,\ndie ich da selber reingebaut habe, habe ich einmal berichtet gegen dieses andere ersetzen, weil das einfach meine,\nmobile Podcastaufnahmestation ist. Das ist das Ding, was ich immer dabei habe, wenn ich irgendwie aufnehme und wenn ich hier im Studio bin und zu Hause bin, dann da habe ich irgendwie große Bildschirme und Desktop und so weiter,\nDeswegen war das für mich optimal.","Also wir werden von dir auch erfahren, ob's äh Audioprobleme gibt mit der Hardware.","Ja, davon gehe ich jetzt nicht aus, aber werden wir sehen, ne? Also ich meine, ich gehe natürlich davon aus, dass sie das, dass sie schon versuch.","Du hast ja nur zwei USB C Dinger von dem eigenen Controller, wo du Zeug anschließen kannst und musst und.","Ja ich weiß, aber die Alternative wäre gewesen jetzt noch länger zu warten, bis da so ein MacBook Pro ist und.","Nee, nee, nee, das sollst du schon machen, ich ich finde nur, ich finde, ich ich freue mich ja schon auf den äh wahren Erfahrungsschatz, welche äh Audiodevices an diesen Geräten gut funktionieren und welche nicht. Das ist ja.","Muss USB klares Audio machen und dann ist die Sache geritzt, also das ähm werden wir dann alles sehen äh das ist, ihr müsst euch das mal vorstellen,\nDieses eher, was ich da jetzt gekauft habe, ist das erste Retina Meckantosh-Device, was ich besitze. Wie lange gibt's Retina Meck.","Tim gibt es äh Duftbäumchen mit dem neuen Apple-Gerätegeruch.","Wann, wann, wann, wann kam der erste Retina Mc raus? Wann war das? Vierzehn.","Meiner ist jetzt von zwanzig dreizehn, ist aber auch nicht mehr das erste Gerät mit Retina. Weil das Air blieb ja sehr lange auf nicht Ret.","Zwölf glaube ich oder so.","Elf oder zwölf oder so.","Ich habe acht Jahre Meckentosh, die wir mit ausgesessen. Acht Jahre. Das ist doch irre.","Bei sieben und ich hatte jetzt irgendwie nicht das Gefühl, dass ich jetzt unbedingt klicken muss. Also.","Na ja. Und der McMini, der McMini an dem hat mich halt auch genervt, dass das Ding vor allem lüftet. Also das ist einfach das ist so ein Gefühl, da gibst du so viel Geld aus und dann fragst du den mal was,\nUnd dann so das ist ja so wie als hätte die ganze Zeit Dennis im äh in deinem Zimmer sitzen, der so rumfedert,\nJa","Aber immerhin achtundneunzig Prozent Sauerstoffsättig.","Ja, schön, wenn er zumindest schon mal irgendwie Corona frei ist. Das ist doch schon mal was. Also ich, ich will einfach im nächsten Jahr muss alles gehen,\nda will ich kein Verbrenner mehr fahren und kein Intel mehr fahren,\ndas muss das Ziel sein, zwanzig einundzwanzig Ende in einem Jahr muss alles gehen. Ich weiß noch nicht genau, ob ich das schaffe, aber ich äh hoffe sehr und vor allem, wo ich so richtig spitz geworden bin,\nHabt ihr denn von diesem Gerücht gehört, dass es so eine Art halben McPro geben soll,\nDas flog gerade so rum. Und da habe ich so ein bisschen drüber nachgedacht, was denn das sein könnte. Und ich meine, wenn wir uns jetzt die Timeline anschauen, jetzt gibt's diese M eins, Device,\nIst jedem klar, dass es jetzt der Anfang. Das heißt, nächstes Jahr werden wir wahrscheinlich irgendwann die M zwei sehen,\nund die werden dann die MacBook Pros powern,\nund zwar mit vier USBC Ports und also mit und vielleicht auch mit Sunderbold vier und das volle Programm und so weiter und die können dann irgendwie alles, was die Dinger können und sechzehn Zoll und fünfzehn Zoll.","Ja, aber die heißen R M eins X oder so, ich glaube, nächstes Jahr, die M zwei sind dann die, die Einjahresnachfolge.","Ja genau, ich rede aber auch von den Einjahresnachfolgern, die dann halt mit dem aktualisierten Sunderboot mit mehr Ports haben, die irgendwie mehr rammen können und mehr alles können. Die gibt's dann in M zwei und M und M zwei X Varianten oder oder wie auch immer. Auf jeden Fall,\nich gehe davon aus, dass wir in einem Jahr werden wir die komplette Laptoplinie.\nVorliegen haben in einer Armversion, also es gibt dann sozusagen kein Modell, was es nicht auch in Arm gibt. Sie werden wahrscheinlich noch ein paar Inselmodelle noch zwei Jahre weiterverkaufen für Leute, die da ihren Virtualisierungs äh Klimbin fahren müssen oder Windowsbooten,\nDas spielt dann aber keine große Rolle mehr. Die laufen dann halt irgendwann aus,\nDas einzige Gerät, was Ende nächsten Jahres nicht aktualisiert sein wird, dürfte der McPro sein,\naber vielleicht und vielleicht auch nicht im nächsten Jahr, aber das wäre sozusagen so ein bisschen meine Theorie. Wenn sie's bringen,\neinen kleineren McPro als Armvariante mit irgendeinem\nwas weiß ich, wie viel Chor, Prozessor, teuer und so weiter, alles das volle Programm, aber vielleicht nicht so mega arschteuer wie dieser MacPro jetzt, denn äh aktuelle und auch mit einem etwas\nkorrigierten Gehäuse äh Konzept, das sind nicht immer alle Kabel abziehen muss, wenn du da mal ran musst, das ist ja vollkommen beklopp,\nJa, aber noch ein bisschen kompakter, sodass du äh Karten reinstecken kannst und vielleicht auch Platten reinstecken kannst.","Eine Karte würde ich sagen. Höchstens zwei, also sehr wenig dafür, eine Menge M zwei Slots. Diese kleinen für die SSDs und so.","Ja","Auch weg, wollen die ja gar nicht, aber würde ich schon behaupten, dass man das braucht.","Irgendwie sowas. Also so ein pro,\näh in Light, quasi so vor Surest auf Ast. Also so ein Gerät was halt nicht so ein verbohrter iMac ist,\nWeil ist dann einfach, weißt du, okay, kannste so hinstellen. Alles ganz nice, aber ich hätte dann doch schon lieber gerne die Monitore meiner Wahl,\nInsbesondere, weil ich der Meinung bin, dass einfach,\nWhite Screen, Bildschirme sind sie einfach, ist einfach, wenn man das mal gehabt hat, dann will man davon nicht mehr weg und äh nur so ein McMini, wenn wir dann zu wenig oder sie bauen halt so einen Mc\nMini in Pro in mit so einem M zwei X, der halt so richtig Wumps hat, nehme ich auch.","Na ja, aber sie müssten ja, also äh wenn du einen richtigen Pro-Desktop-Maschine haben willst, willst du ja eigentlich einen, wo du eine Grafikkarte reinstecken kannst. Weil da wird's dann langsam für Pro Anwendungen spannend.","Ja, ich rede von deinem anderen Pro. Ich rede nicht von diesen Propros, sondern nehme so von wie wie nennen wir denn das? Nordpro,\nNee, Nordpro.\nAlso nicht so kreativer User, sondern dem Nerd geht's auch nur dadrum, man will alles anschließen können und man will was äh reinbauen können und so weiter. Uns geht's aber jetzt nicht da drum\ndrei Frachtschiffsche von Grafikkarten und äh Wärme fände ich dann da reinzubauen, um irgendwie drei D zu machen.","Nein, ich rede ja nicht von drei Grafikkarten, ich rede eher von einer. Also wenn du, wenn du, wenn du neuronale Netze trainieren willst, dann brauchst du eine ordentliche Grafikkarte dafür.","Bruder, du brauchst eine ordentliche, neurale Engine, die dir das irgendwie schon auf CPO-Level erlaubt.","Das ist richtig, aber wenn ich das richtig verstanden habe, die Nural Engine, die sie da haben, da kannst du halt ein neuronales Netz reinladen und dann kannst du da was mit rumspielen, aber du kannst keins trainieren, ne? Und.","Ich denke schon, dass du beides machen kannst. Also du hast, das ist im Endeffekt ein Copro, der beide Seiten bedient, glaube ich,\nes ist halt, du hast hal.","Denke ich, denke ich auch, aber ich habe da keinen Einblick wieder die Performance ist.","Sie haben irgendwo, wo habe ich in in ich glaube in Update habe ich letztens den gehört, dass du halt wirklich eigentlich eine relativ flexible ähm Copro-Architektur, die halt Richtung ML ausgelegt ist, ähm aber schon ähm.","Aber zum richtig zocken will man eine Grafikkarte haben. Und auch eine, die man nach zwei Jahren.","Wirst du eh doch wirst du eh kein Meck haben. Ja, aber da wirst du eh kein Mc haben, zum richtig zocken, das wird sich auch nicht ändern, also die Spieleleute haben sie.","Also,\nNee, aber das das Ding ist ja also die die Engines, Anreal und Unity in den aktuellen Versionen haben wir äh Metal Support drin. Die meisten Spiele, die es jetzt halt g\nauf diesen Engines basieren, die benutzen halt die Engines von zwei, drei Jahre vorher, weil wenn dann einmal das Spiel läuft, dann wird die Angin nicht mehr geupdatet, weil alles so voller Custom Code ist, der auf dieser speziellen Engine Version basiert,\naber in der Theorie jetzt so alle Spiele, die jetzt gerade in der Entwicklung sind, die sollten, also die auf Unity und Anreal basieren, was einfach der Großteil der Spiele sein wird, da das sollte dann eigentlich schon auf dem Mc theoretisch laufen.","Theoretisch laufen, ist ja nicht das Thema, sondern sinnvoll laufen, gut funktionieren und im Markt sein, den sie wirklich haben wollen. Also ähm das ist also im Moment äh haben sie Leute äh\nim Moment haben sie die Steamleute noch nicht mal äh Interessenten sind's noch nicht mehr interessant genug, das sind vierundsechzig Petry kompeten ihre Apps. Also ihre Spiele, die schon, die sie schon verkaufen,\nAlso weißt du? Also und dann müssten sie trotzdem eine komplette eigene Plattform bedienen.","Ich sag ja nur ich sag ja nur es ist wäre einfacher theoretisch als jemals zuvor, weil's jetzt zumindest mal absehbar ist, dass Apple jetzt auf diesem Metal bleibt und da drauf setzt und die die\näh äh oder die meist verbreiteten Engines für so eine Spiele haben Support dafür und du kannst da ein Knöpfchen drücken und sagen, bitte mach mal jetzt für Mac.\ndas gab's vorher nicht so komfortabel zumindest,\nWas ich auch noch irgendwie aus der PC will jetzt, wo ich ja so einen Hobel habe mit so einer fetten Grafikkarte und so,\n'n Display habe was was hundertvierundvierzig Herz kann und so und Deptive sinkt, das heißt.\nDu machst jetzt vor allen Dingen,\nDeptive Sink heißt im Wesentlichen, du machst nicht mehr Vising, wo dein Display der Grafik hatte vorschreibt, wie viel Frames die jetzt zu erinnern hat, sondern\nsind jetzt quasi in äh in Harmonie, ja? Und du lässt einfach die Frames raussprudeln, wie sie raussprudeln und das äh verringert halt generell ähm,\nLatenzen auch. Ähm und das ist echt ein richtig,\nschickes Feature soll, Bilder in hundertvierundvierzig Herz auf dem Schirm zu haben, finde ich auf jeden Fall schon mal richtig geil. Also man merkt tatsächlich auch noch den Unterschied zu sechzig Herz oder mehr.\nUnd so ne Sachen äh die mal sehen. Also ich bin wirklich sehr gespannt, was ihre GPO-Strategie so an der Stelle ist, weil so äh ein PC-Markt bei den Grafikkarten tut sich da echt auch noch einiges,\nÄhm und ich habe mal die, ich habe mal die Zahlen verglichen, so von den Specks, die sie jetzt so haben. Ähm,\nAlso verglichenes Beispiel mein zu meinem MacBook Po von zweitausendneunzehn wo äh eine Inte UHD Grafics sechshundertdreißig drin ist. Da bläst dieser M eins das komplett aus dem Wasser irgendwie\nTerrafflops sind sechseinhalb Mal mehr äh Giga, Texels und,\nPixels sind dreizehn Masch mehr und schneller und wie auch immer, ja? Also performt besser äh gegen meine Radio Mobile, also die den extra Daddycade Graficchip in meinem MacBook Pro, da ist es so,\nso viele Terra-Flops eins Komma sechs,\nalso oder äh wir andersrum die die Radio Pro ist eins Komma sechs Mal schneller theoretisch bei den Texturen und eins Komma eins mal schneller bei den Pixels. Also so in etwa ebenbürtig.","Wo steckt diese Religion drin.","In meinem in meinem MacBook pro sechzehn Zoll von zweitausendneunzehn.","Also im Neusten sozusagen.","Genau,\nUnd das ist auf jeden Fall schon ziemlich ebenbürtig und wenn dann dafür wirklich auch die Lüfter einfach viel seltener drehen und so und das alles super ist wunderbar. Und jetzt habe ich es mit meiner, ich habe ja eine EGPU-Seite geraumer Zeit, weil mich das Lüften im Homeoffice einfach e\nextrem nervös, ein externes Display mit Hua Framera und Auflösung dran hab und das ist eine Radion\nfünfhundertachtzig pro von zweitausendsiebzehn, die da drin steckt und da wäre der M eins ähm also die, die Radio ist zweieinhalb Mal schneller für Terra Flops und diese Texturfilter, aber,\nPixel Rate, die Giga äh Pixels, die waren sogar eins zu eins. Ähm\nfand ich auch ganz interessant, so die die PU, die wäre jetzt immer noch performanter, aber nicht so richtig krass viel und dann mit einer Lates greatis\nPU verglichen. Äh da ist die, so eine Desktop-GPU, die ist auf jeden Fall noch ein ganzes Stück weit vorne, Terra Flops ist irgendwie sechzehn Mal mehr in der Desktop-GPU\nDie Giga Texels, achtmal und die Gigapixels siebenmal mehr oder schneller oder höher oder weiter, wie auch immer. Ähm und genau in dem Gebiet,\nda bin ich wirklich sehr\nwas dann jetzt für die Desktops kommt, ob sie da denn auch noch so einen richtig fetten Sprung machen oder ob das eher so ein seichte Reise wird oder ob sie dann wirklich wie Rodi meinte irgendwie dann sagt oder weiß nicht in McPro schraubt euch dann einfach nochmal eine Radion mit rein oder so.","Aber das können sie ja eigentlich nicht machen. Mit ihrer neuen Architektur,\nNa ja, weil sie ja jetzt alles Memory äh mit haben, also sie haben ja dieses Unified, wie heißt das, Unified Memory,\nKonzept und das haben wir auch auf der WWD angekündigt, dass sie quasi auf einer Architektur setzen, wo alles eins ist, wo es also nicht so einen externen äh Speicher noch unterstützt wird,\nso habe ich das.","Du meinst, die werden nie mit PCI Bus kommen.","Doch sie haben noch ein PC ier Bus da irgendwie auf irgendeinem Slide drauf gehabt oder nicht.","Ja, sie haben Sanderboot und damit haben sie PC. Klar, sie werden sicherlich auch Karten unterstützen äh mit zum Teil, aber.","Aber die ECPUs zum Beispiel nicht im Moment.","Genau, die unterstützen sie nicht mehr mit diesen äh neuen M eins.","Also da fängt's schon an ein bisschen, dass die Richtung sich abzeichnet und ich glaube auch, dass sie halt einfach ihren eigenen Scheiß machen wollen und man darf ja auch nicht vergessen, ich meine, da geben sie auch Gas, also ähm,\ndas kann schon sein, dass die da dass die da auch Ampere, Entschuldigung, damit sie, dass sie dass sie da wirklich auch äh noch ordentlich nachlegen. Ähm wir werden's äh werden sehen,\nIch bin.","Weil in Video hat haben die jetzt nicht Armen gekauft ähm in bin ich auch mal gespannt wie das da weiter geht.","Ja gut, aber das wird sie ja nicht groß äh betreffen. Also.","Nee, das ist eigentlich durch, glaube ich, weil die Lizenz haben sie, was sie haben wollen und das, was sie da selber noch oben drauf machen, ist mehr wirklich.","Nee, das meinte ich gar nicht, meinte nur eher im Sinne von, was dann sozusagen die klassischen äh GPU-Hersteller sozusagen, also wie die dann im Vergleich mitziehen, falls Apple jetzt wirklich dann so ähnlich wie bei den,\nCPU äh also wat äh oder wie Performance, Pro Watt oder wie heißt das,\ndie Formulierung. Ähm wenn sie da jetzt soweit vorlegen und fünf Nannometer vor allen anderen machen, ob sie dann bei den GPUs auch irgendwie in einem Jahr eine Keynote machen und alles andere erstmal so ein bisschen links liegen lassen,\nsehr spannend.","Sie werden da auf jeden Fall einen Plan haben und meine, dass man auch arm in dick und fett bauen kann, das sieht man ja heute schon im Servermarkt, also das ist äh nicht das Ding. Äh es wird.","Kommt der Xurve zurück.","Es es ist halt interessant,\nIch meine diese,\nWas auch immer sie sich quasi für ihren Prozessor selber überlegen für den McPro. Ist ein bisschen schwierig sich vorzustellen, dass sie diese CPUs ausschließlich und nur für diesen McPro bauen,\nalso vielleicht wird's eine Variante geben, die auch so nur in dem McPro drin ist, so, aber von der,\nAlso wenn, wenn sie da irgendwie ihre High Performance GPU und so weiter für entwickeln, dann ist das sicherlich jetzt keine Technik, die jetzt sehr weit weg ist von dem, was sie dann in ein iMac reinschreiben oder in ein MacBook pro.","Na ja, sie werden wahrscheinlich drosseln, oder?","Ja","Für die anderen Geräte, also sehr billiger, das das Zeug alles gleichzubauen und dann im Zweifelsfall zu drosseln, ne.\nmit den Grafikkurs, die beim Air nicht nicht dabei sind. Ich kann mir vorstellen, dass sie hier nach Bedarf halt dann auch äh Grafikkurs plattlegen, die eigentlich funktionieren würden. Nur damit du halt dann wirklich nur sieben drin hast.","Gut, aber das ist eher eine Ausschuss äh Sache, also diese diese Chips, die sie jetzt haben, wo du nur sieben GPU-Kurs hast, das sind halt einfach die, wo eben auf dem Dahie eben einer nicht funktioniert und dann schalten sie einfach ab und fertig.","Ja, aber das haben ja andere Firmen auch schon gemacht und waren dann irgendwann an dem Punkt, dass sie auch gute äh gute Kurs abgeschaltet haben, nur damit halt die Zahl stimmt.","Okay, gut, das ist sie müssen's ja nicht an andere Firmen verkaufen, sondern da geht's ja nur darum, ihren eigenen Heal zu optimieren, um einfach äh das Ganze bezahlbar zu haben.","Nee, deswegen, deswegen kann ich mir halt nicht vorstellen, dass sie drei oder vier oder fünf verschiedene Chips äh tatsächlich produzieren.","Das glaube ich auch nicht.","Ja, aber du hast halt iPhones, dann hast du iPad. Dann hast du ein Mac Consumer, dann hast du MacPro, das wären schon vier verschiedene Chips.","IMAC Pro.","Ja MacPro ist jetzt Prochip, also pro Max.","Ach so, ein Prochip, ja.","Für die Pro die echten Pro Max.","Aber ich glaube, das haben die vorher schon eingeplant bei ihrem Umstieg von von Intel auf Armen. Also ich meine, ist ja für die trotzdem einfacher als die ganzen verschiedenen Intercipios zu verwalten, zu warten, bis Intel endlich mal liefern kann und so. Also ist doch trotzdem voll der Vorteil für die.","Ja, das kann natürlich sein.","Was denkt ihr denn, wo es jetzt so mit dem Mac hingeht? Also ich habe ja schon seit längerer Zeit so ein bisschen das äh Problem, aber es könnte auch daran liegen, dass ich alt bin,\nDass ich so ich habe nicht mehr so eine lange Liste von Sachen, die jetzt noch unbedingt noch kommen müssten,\nDas war ja früher anders. Äh da so Performance, Performance, Performance, mehr AEO und so weiter, ja klar. Aber so an sich habe ich so das Gefühl, dass das äh Konzept Desktopcomputer äh ganz gut ausgereizt ist\nOder fällt euch noch irgendetwas ein, was sie hier noch anbieten könnten, was wir noch gar nicht auf der Liste haben oder was ich zumindest nicht auf der Liste habe.","Also du redest jetzt nicht von so Sachen wie äh wie wär's mal mit mobilen Daten.","Okay, das ist äh doch, dass es äh in der Tat ein äh äh Feature darüber könnte man da auf jeden Fall schon mal äh sprechen, weil das äh war ja nun definitiv nicht dabei.","Ja okay, aber das machen sie seit Jahren nicht und niemand versteht warum und keine Ahnung, vielleicht kommt's doch irgendwann, aber ich meine, wir hoffen ja schon zehn Jahre drauf.","Ich hab da unter anderem eine These gehört, also habe ich auch mal drüber nachgedacht, es gibt so zwei Sachen, die da vielleicht reinspielen können,\ndas erste ist ähm,\nIch habe gehört, ich weiß aber nicht genau, ob das stimmt und wenn ja, in welchem Maße, dass wenn du jetzt so einen Basebandstein lizensierst, also zum Beispiel von Qualkom,\ndass der Preis, den du dafür bezahlst, sich daran orientiert, was das äh Endgerät, was du letzten Endes dort, wo du's hineinintegrierst, an sich kostet,\nsodass sozusagen der Preis, den du bezahlen müsstest für eine Mac, der halt mal locker äh das dreifache äh kostet, denn auch dementsprechend höher ist.\nKeine Ahnung. Kann man sich natürlich auch vorstellen. Apple hätte da genug Leway, um irgendwie was besseres rauszuhandeln.","Das heißt, man kann bei denen nicht Chips kaufen, sondern man muss sagen, wofür man die verwendet, ja?","Habe ich gehört, weiß ich aber nicht. Ich habe da nicht wirklich Insider Nollege. Also das ist so so eine These ähm was natürlich auch noch mit reinkommt ist einfach diese Abschätzung mit,\nWie sieht's denn eigentlich aus mit so Verfügbarkeiten von bezahlbaren Tarifen in USA, was ja nun so ein bisschen ihr Hometurf ist,\nsieht's ja noch schlimmer aus als bei uns, ne? Also wenn du, wenn du so einem Amerikaner,\ndie Situation in Deutschland schilderst, dann hat er das Gefühl wir leben hier in Fantasyland so und Garten Eden, der der Datenkommunikation. Wie sich das.","Als wenn du hier dich mit einem Schweden unterhältst, der von seinen zwanzig Euro Glasfaserein-Gigabit-Leitung erz.","Ist es so, als ob du vom äh aus dem Drittweltland in so ein Viertweltland äh berichtest. Das sind die natürlich ganz beeindruckt, aber das wäre hier irgendwie auch nicht da sind, wo wir äh hinwollen, ist klar. Aber es ist ja auch\nabsehbar, insbesondere jetzt mit diesen fünf G Netzwerken dass das sich auch irgendwann mal erledigt,\ndass einfach die ganze Bandbreite nicht mehr so dieses Thema ist oder anders ausgedrückt, das ist einfach bezahlbar ist so eine echte Flatrate zu bekommen oder zumindest,\nzeptable Tarife, sodass eben dieses Argument mit\nist ja so gefährlich in so 'n Meckentosch so 'n Detail reinzubauen, wenn das mal an ist, dann brät er dir irgendwie dein Datenvolumen weg oder hast du keinen Spaß mehr? Das ist durchaus ein Argument, das ich nachvollziehen kann in der Erwägung aus einer Marketingperspektive.","Vor allen Dingen jetzt, wo sie die Firewalls umgehen mit ihren eigenen C.","Genau. Ähm und dritter Punkt vielleicht noch,\ndass ich auch mir vorstellen kann, auch dass es nur so eine Überlegung,\nsagen ja wenn dann eben nur fünf G, weil das einfach auch in der Geschwindigkeit in so einem Bereich ist, wo ja teilweise WLAN schon nicht mehr mithalten kann,\nund dass sie aber die Integration dann eben auch so tief machen wollen, dass sie das dann auch mit in ihren,\nJa, also dass sie das sozusagen so systemnah haben wollen, dass sie das eben auch nicht realisieren möchten mit dritten Herstellern, sondern dass sie eben,\ndie Früchte, die aus ihrer Inte Mode im Akquisition, das ist ja, glaube ich, hier im Wesentlichen in Deutschland, ne? Diese fünf G-Bude, die sie Insel abgekauft haben, das ist doch hier, äh, wie heißt die Bude noch gleich hier in äh,\nDeutschland, die das gemacht hat, diese ähm es,\nwar das nicht ein Teil von Siemens oder ein Teil von was war denn das nochmal? Verdammte Axt,\nsind diese Bude, dieser andere Zip, andere äh andere Silikonhersteller in.\nInfinion, ja genau. Ich glaube, das ist so eine alte Infinion äh Abteilung. Ich bin jetzt auch nicht so hundertprozentig sicher,\nÄhm und die gehören halt jetzt Apple und die werden wahrscheinlich seit zwei Jahren, seitdem sie die waren, war das letztes Jahr, haben sie die gekauft,\nIst ja klar, wohin die Reise geht. Sie werden äh mittelfristig werden wir iPhones kaufen, wo eben nicht mehr der fünf G-Stein von Qualkum kommt, sondern eben auch von Apple ist,\ndas dann,\ndass dann quasi, dass das zu dieser Sweetspot ist, auf den sie hinarbeiten. Datenvolumen sind verfügbar, die Netze sind auch tatsächlich da. Sie haben ihre äh eigenen äh Prozessoren,\nund ähm alles kommt sozusagen zusammen und äh dann machen sie das auch. Könnte ich mir vorstellen.","Ich hab ja zwei Pain Points in McOS noch drin und ich vermute, dass sie den Bixer immer noch nicht gefixt sind,\noder verbessert worden sind\nDas Erste, da hast du vielleicht äh Tim noch am ersten Bezug oder vielleicht auch Rody, aber ich finde, das ganze Audiosubsystem äh könnte ersetzt werden durch den Rug ermöglicher Produktkatalog.\nAlso das war zum Beispiel dieses also ich hab ich benutze seit kurzem die Software Loop Bag von\näh Rogermöbe, wo man genau das machen kann mit einem wunderschönen, intuitiven Interface, was dieses Audio-O-Medi-Setup vielleicht verspricht, dass es kann, aber wo man immer am Ende frustriert\ndie in die Sachen hinschmeißen und sagen, geh sterben, äh, das hat keinen Zweck.\nAlso das ist ein richtig geiles Stück Software, um aggregierte Audiointerfaces zu machen und zwar wirklich beliebige, virtuelle, reale\nverschiedene Quellen in verschiedene Ausgänge mit verschiedenen Volumen von verschiedensten Kanälen und es ist sofort klar, wo das Audio herkommt und wo es hingeht,\nWarum ist das nicht in McOS? Ähm,\nGenauso das andere Sound Source und äh Audio Hightech, wo es darum geht, Audio von beliebigen Quellen aufzunehmen und ähm auch\nalso Sound Source ist auch einfach mega geil, wo du auch auf verschiedene Ausgabegeräte, sei es die Airpods,\noder was auch immer, dein Audio hin und her ruten kannst, Volumen äh bestimmen kannst und\nirgendwie finde ich immer, wenn ich diese Rogermöbe Software in den Fingern habe, denke ich mir, warum kann das eigentlich nicht McOS? Warum,\nist das seit Jahrzehnten gefühlt die gleiche Kacke in grün oder.","Sag mal, ging's nicht gerade um Hardware.","Nee, aber das ist jetzt echt mal ein guter Punkt. Ich hatte ich hatte das.","Zimmer hat gerade nach äh Desktop-Features und so weiter gefragt, oder?","Ja weniger in äh Punkto Software, aber letzten Endes ist es natürlich schon die Frage, was wollen, was also da hast du eigentlich Recht, äh man muss eigentlich auch\nSoftware und Hardware ist sicher da nicht drin. Also er ist jetzt sozusagen hardwaretechnisch nichts Neues, aber es ist natürlich etwas, was das OS\nbesser machen konnte und ich hatte genau die beiden Tools auch noch in meinen Shownotes äh äh liegen und ich möchte das gerne unterstreichen. Ich bin der Tim Hucke äh,\nFalls ihr das noch nicht ausprobiert habt, also Soundsource finde ich richtig geil. Also das ist wirklich das will man einfach immer installiert haben,\nDas ist so ein Tool, das installierst du und dann äh wird halt wie bei all diesen ganzen im Hintergrund arbeitenden Tools von Rook Amöver diese ACE Extension da äh installiert. Das ist sozusagen\ndie die Secret Source, die äh eigentlich im Betriebssystem sein sollte, aber weil die halt nicht da ist, hat Roke Amöver das ja selber gemacht, für Bigster sind sie noch am,\näh","Sie haben in Nicile Competibility.","Ach ja genau, das ist,\nGenau, also das kommt jetzt irgendwie äh äh läuft demnächst, aber noch ist es nicht ganz ähm fertig. Ähm Soundsource ist einfach großartig, weil du eben auch so einen Mixer hast für Apps,\nDas ist sozusagen das, was ja immer gefehlt hat, was ja Windows irgendwie auch schon seit Ewigkeiten hat. Dass du also ein Controller hast mit dieser App bisschen leiser und ein bisschen lauter oder auch Newton oder dass du sagen kannst\nDer Output von dieser App geht jetzt mal auf dieses Audiodevice und so weiter und dann hast du halt auch noch so einen systemweiten Mixer, also du kannst alles irgendwie schnell mal ruten und kannst die Quellen\nUnd Lupeck, wie du schon richtig gesagt hast, das ist ja\nquasi so die Schwesterapplikation, die dann eben diese ganze Konfiguration mit,\nwas für Devices gibt's hier eigentlich und welcher Kanal geht äh letztlich wohin? Da kannst du also quasi so ein virtuelles Device machen, was eben ganz andere Outputs und Inputs hat. Ich bin mal gespannt, ob sie ihr User interfest dafür noch ein bisschen besser hinbekommt, weil so richtig,\ngeschnallt habe ich das am Anfang auch nicht so richtig.","Ja, aber es ist auf jeden Fall deutlich besser als Audio, Midi, Setup oder wie das heißt und vor allen Dingen\nwarum ich das haben wollte ist äh dass ich so in irgendwie diesen Voicecolls hier in der Korona Zeit äh stetig stattfinde und auch meinen Gitarrenunterricht findet so statt. Wie kriege ich jetzt in diesen Call\nmein Audioface Sound wieder reingeschleift, aber ohne dass ich mich dann doppelt höre oder dass es irgendwelche Feedbackschleifen gibt und das kann man einfach mit Bordmitteln nicht\ntun. Und dann kannst du dir, weißt du nicht, äh mit Reeper, so eine N Minus eins Schalte oder irgendwie sowas zusammenfrickeln, aber,\nTool, da das geht einfach. Ste,\nsofort ohne Probleme, ohne dass man sich irgendwelche komische Open Software installieren muss. Ich will die jetzt nicht dissen, aber ich hatte in der Vergangenheit eher schlechte Erfahrungen mit den verschiedenen Open Source Angeboten, die das,\nbrechen und ich dachte echt so bei dieser beiden Tools da hatte ich so ein richtig so endlich mal wieder so richt,\ngute Software einfach die richtig Probleme löst, die schick ist, die die Snapy ist toll.","Das ist grandios, also.","Hätte ich gerne noch in Vicos.","Das ganze Produktpaket von von Rog Amöver ist grandios, also Audio Hightech weiß ich benutzen viele auch fürs Podcasting, finde ich ein bisschen überflüssig eigentlich, aber kann man auch machen,\nFerago haben sie auch noch im Angebot, das ist so ein, so ein, so ein, so ein Soundkeyboard, das habe ich hier auch lange verwendet, mittlerweile nicht mehr, weil das bei Ultraschall jetzt mit Bordmitteln besser geht und es gibt auch noch dieses wunderbare Fischen,\nwas noch so dieses Problem löst, wenn du ein MP3 schneiden willst,\nJa, kannst du einfach einen EP drei oder auch vier A oder so aufmachen. Äh machst deine Fates, machst deine Katze, Pipapo, speicherst einfach wieder äh ab, ohne dass Groß noch irgendwie unkonvertieren zu müssen. Also das ganze Line-up von Roka Möba ist einfach grandios.","Eine Kusshand in diese Richtung ganz gute Arbeit haben sie\nund dann das zweite was was ich noch so feature mäßig was auch nicht jetzt so unbedingt Hardware gebunden ist aber ich denke mir die ganze Zeit sie so wenn sie erzählen von ihrer Secure in Klar von was jetzt nicht alles toll ist sicher ist und dann guck ich mir muss ich mir jedes Tag dieses Keach App angucken,\nIch denk mir so, ey, es ist zwanzig zwanzig,\nUnd ihr habt die krasseste Security Halt, wer umsonst was und ich muss mit diesem Softwaremüll mit dieser äh weiß nicht, also wirklich,\ndem größten anzunehmenden User, Interface Unfall äh im einundzwanzigsten Jahrhundert mit meinen Passwörtern, Kies und Secrets und sonst was umgehen und äh das\ndass sie das noch nicht angefasst haben und ich nehme an, Big Sir ist es immer noch der gleiche Müll.","Nicht wirklich an, glaube ich.","Habe ich auch nicht so richtig verstand,\nauch schon wie echt total abledern lassen. Ich meine, gut Apple will vielleicht jetzt auch nicht unbedingt jetzt alles gleich wegsherlocken, was da auf dem Markt ist und äh trotzdem so als Basefunktionalität\nauch ein bisschen unter paar äh zu malen. Ich meine man muss ihn ja zu zugute halten. Seit wann gibt's diese Keychane? Die gibt's seit,\nMcGoS neun, ne? Oder so oder so? Ja.","Ja, ja, die kam schon mit rüber, das alte API.","Genau, das das gab's schon vor McUS.","Erklärt einiges.","API ist wirklich schlimm.","Ja, aber sie hatten immerhin hatten sie schon vor wie lange ist das jetzt her? Das ist doch alles zwanzig Jahre her.","Ja ja.","Ja, mehr, mehr als zwanzig Jahre, fünfundzwanzig Jahre. Vor fünfundzwanzig Jahren hatten sie schon das Prinzip eines Schlüsselbunds,\nDas war echt weit vorne. Ich meine, das\nProblem war damals, dass natürlich relativ wenig Apps, die irgendwie mit Passwörtern was zu tun hatten, dann bereit waren da so durch so Systemkonforme, Routinen das durchzuleiten, damit eben so eine Keache in sich da auch einhängen kann\nAber immerhin, es war da und es hat äh relativ gut funktioniert bei allen, die das gemacht haben.","Kam mit äh McOS acht sechs.","Fragen ja auch Leute im Chat, wer benutzt denn noch Keychan? Aber krass.","Prinzip benutzt ihr die alle, meine Damen und Herren, ja, wenn du jetzt Safari deine Passwörter speicherst, dann sind die in der wenn du äh irgendwo äh also die Kietscheiden, also,\nZertifikate benutzt, ne? Dann benutzt du das.","Meine SSH, Pass Fraces mit dem SSH Agent verbunden liegen in der und das ist ein großer Convenience-Faktor und.","Immer noch per Hand anmachen muss, oder? Das ist, ich habe das schon so lange hier nicht mehr gemacht.","Ich hab mir in meine SSH, in meinen SSH Profil da so ein kleines Skript gelegt.","Es gibt hier ICloud Keachrain,\ndas halt so, ich meine dieser Effekt, dass so was weiß ich, du kommst irgendwo an und dann so, ja, habt ihr mal hier WLAN,\nJa gib mal Passwort so, dann tippst du das irgendwie auf deinem Laptop ein und surfst so ein bisschen rum. Und dann schaust du zehn Minuten später auf dein iPhone und stellst fest, das iPhone ist mittlerweile auch in dem WLAN,\nEs ist schon ganz schön geil.","Es hat es hat es kann gute Effekte haben, ja. Ich sage nur ähm da da fehlt einfach noch ein großer,\nso sich wie Zukunft anzufühlen oder ne, wenn man gerade für übersprechen, dann denke ich mir so, oh, wenn Rocka Möl war jetzt so eine Kiezschein bauen würde, wie würde sie sich anfühlen?","Also bin mit Warm-Passwörter auch ziemlich zufrieden. Also ich mache so eine Kombination aus Passwort und äh und im Kitchen und dadurch, dass.","Dann alle Subscriptions für .","Skyption ist das, ja, leider.","Aber auch so was von wert, also es ist äh.","Ja, das stimmt, das ist.","Was kostet das.","Gute Frage.","Zwanzig im Jahr oder so.","Der ist bestimmt mehr.","Du hast mehr oder fünf für Monat oder irgendwie sowas drei im Monat.","Mal kurz. Ja, sie haben da so verschiedene Pakete.","Ja, aber ich meine, die Geschichte ist, die haben halt sehr, sie haben halt geöffnet für die anderen Tools, eben für ähm,\nPasswort und deswegen ist so ein bisschen so die eierlegende Wohnmischsau selber nochmal komplett zu machen, ist jetzt das Incentives bei Apple da nicht so groß an der Stelle. Das ist eine Infrastruktur, die.","Muss nicht die Eier weh legende Wollmilchsaal sein, es muss nur irgendwie sich so anfühlen wie.","Sei vorsichtig, was du dir wünschst. Guck dir das Discothilit hier an zum Beispiel, was wir damit gemacht haben oder oder die oder.","Oder die Music App.","Die Konsole, also.","Civity Monitor.","Ja, also das ist so, also wenn wenn du so du wirst nicht so ein Halbgarde Veränderung willst du echt nicht.","Eine Music App, die ist ja richtig schlimm geworden, ne.","Also, hier äh kurz,\nWarte mal, stopp, lass mal kurz, ja, lass uns mal kurz bei der Keechain bleiben. Also One Passwort kostet für Personal Use äh für einen quasi drei äh Dollar im Monat, Family,\nfünf Dollar und dann haben sie noch so Team und Business Sachen für vier und acht Euro und dann kannst du noch beliebig viel Geld ausgeben für Enterprise, was auch immer da drin ist\nUnd das ist irgendwie weiß ich nicht, das ist das ist ihr das Geld auf jeden Fall wert. Ich benutze dieses Tool\nden ganzen Tag. Ich habe da alles Mögliche drin, also nicht nur Passwörter, sondern äh ja Kontoinformationen und irgendwie Notizen.","Noch eine Preisfrage, ähm haben sie immer noch dieses Ding, dass sie unverschlüsselt die Passwörter dadurch so eine Pipe-Lokal durchjagen.","Also ich habe jetzt seit längerem keine Outdit-Berichte oder sowas mehr gesehen, aber sie haben ja ihr äh Fallformat vor längerer Zeit mal umgestellt und äh meine Erkenntnis ist, dass das alles komplett verschlüsselt ist.","Wäre mal interessant. Es war ja die längste Zeit immer noch da äh und ich habe lange nichts mehr diesbezüglich gehört, deswegen vielleicht weiß es ja jemand im Chat.","Also wenn's da mal einen Artikel gäbe, der da eine längere Analyse zu macht, das äh würde ich auch gerne mal sehen, aber ich äh wüsste jetzt keinen.","Also ich genau, ich weiß gar nicht mehr, ist jetzt auch schon ein zwei Jahre her oder so oder drei wahrscheinlich, dass äh jemand da diesen Artikel da in großer Breite geschrieben hat, dass es eigentlich ganz,\nist das alles da und verschlüsselt durch\nSystem zu peipen ähm und dann weiß nicht, hat irgendwie ja One Passwort glaube ich gesagt, ja äh geht aber jetzt irgendwie nicht anders und ähm,\ndann seitdem habe ich nichts mehr davon gehört, aber dafür war da war dann erstmal so das Thema One Paarswort bei mir erstmal temporär abgeschlossen und dann kann man sich das Subscription planen dazu und dann ja na ja,\nAnyway. Also äh mein Punkt jetzt die zwei Sachen vermisse ich noch so auf meinem Desktop quasi. Äh bin ich jetzt auch mit durch.","So Webcams könnte man verbauen, wenn's um Hardware geht, mal so die was sehen können und nicht nur Pixel rauschen.","So 'ne Frontfacing Camera als als Webcam wäre vielleicht gar nicht so verkehrt, ne?","Was ja nicht drin war, äh, bei den neuen Max, was glaube ich ja, Face-ID, das hat glaube ich viele verwundert mich auch, also weil jetzt haben sie ja die ganze Technologie, es ist ja alles da,\nwarum denkt ihr, gibt es kein Face ID in den Max? Zumindest nicht in den Laptops.","Weil sie halt kein Update gemacht haben jetzt. Sie haben ja wirklich nur den den Weg der geringsten Widerstand gemacht und einfach also die nächste Etation wird die interessante. Kommt der Touch dazu, kommt Face.","Wie sie haben kein Update gemacht, wovon haben sie kein Update gemacht.","Sie haben ein Speedbump gemacht.","Von dem Formfaktor, von dem Gerät und für Face Eddy brauchst du zumindest die Kamera um.","Für Face ID braucht man ja ein bisschen mehr als eine Kamera.","Ja, aber sie haben doch, aber sie haben doch äh äh ordentlich gebragter in dieser Keynote in diesem Video, dass sie jetzt äh für die Kamera auch diese ganzen in Hans äh Algorithmen da machen.","Ja, für das, was da hinten rausfällt, ja. Super.","Was hinten rausfällt.","Das was aus der schlechten Webcam hinten rausfällt, machen sie halt ihr.","Ach so, ja okay, sie hätten ja noch den anderen Sensor äh gebraucht, den haben sie nicht verbaut, ja, das stimmt.","Alle von dem kompletten Sensor des Sensormodul haben sie da nicht drin, also deswegen ähm das haben sie nicht gemacht, sie haben auch ansonsten da nichts geändert an der Stelle. Sie haben ein bisschen die Tasten geändert. Ähm äh bei dem die Funktionstasten vom Air haben sie geändert und der Rest.","Schrift oder was meinst du.","Nee, es gibt jetzt irgendwie das ist übrigens auch noch total skurril.","DF-Tasten, Medienkies sind anders beim R.","Also die FN Taste kriegt jetzt diesen komischen Globus, diesen komischen Emoji-Tastatur Sprachumschaltaste vom iPad mit drauf\nWas das jetzt bedeuten soll, ist mir ehrlich gesagt unklar, ob das bedeutet, dass die Taste bei iOS Apps, wenn du die fährst, wie auf dem iPad funktioniert\noder ob man das ummeppen muss, weil wenn sie mir die FN-Taste wegnehmen, dann schicke ich die Geräte gleich wieder zurück.","Kannst du bestimmt einstellen.","Also ja, das hoffe ich, dass man da irgendwas einstellen kann, aber äh also wenn wenn ich irgendwas liebe wie alles, dann ist es diese FN-Taste links unten, also ohne die könnte ich nicht leben. Das das.","Da gehört die ja mal gar nicht hin.","Natürlich gehört sie dahin, das ist die wichtigste Taste.","Nee, das stört mich voll. Links unten bin ich mein Control haben.","Auf dem kleinen gibt's hier nirgendswo anders.","Control willst du links unten haben?","Ist da ein.","Ja, ist ein bisschen schwierig, wenn man zwischen Desktop Tastatur und und Laptop-Tastatur wechs.","Deshalb mache ich das auch nicht. Also ich habe überall die Kurze.","Ja, aber die Kurzen halt nicht so geile Cursa-Tasten.","Ich habe überall ich habe überall die Lange.","Lange hat geilere Corsa-Tasten.","Damit ich am Laptop überleben kann, habe ich überall die Kurzen.","Dumm, du bist halt kein Koder, dann merkst du das nicht so.","Nee, ich programmiere.","Ja ich hab,\nich hacke halt einfach grundsätzlich mit externem Display, ich hacke eigentlich so gut wie nie außer Notsituation direkt am Laptop, deswegen äh habe ich auch immer eine externe Tastatur.\nAm Start und jetzt mit dieser EGP äh habe ich ja alle Kabel quasi die für meine Peripherie an dieser IGPU drinstecken und stecken nur noch ein Kabel an mein La\ntop und alles ist dran. Ist der Traum.","Aber mal so eine neue Tastatur wäre ja mal geil, also wirklich die kompakte, die A zwölf zweiundvierzig in in neu. Das, das fände ich ja mal gut, warum sie immer noch nur diese blöde\nFull Size, Keyboards äh Geschichte verkaufen. Dafür habe ich überhaupt nicht auch nur im Ansatz irgendein Verständnis.","Meine Lieblingstastatur wäre ja die Fulls heiß Tastatur, aber ohne den Ziffernblock aber schon mit den Cursertasten und dadrüber den FN entfernen und und F Tastenblock. Also da sozusagen nur der Ziffernblock weg ist. Das wäre super.","Gibt's als Zeit Party? Gibt's das? Von dieser Tastatur, Bruder. Ja, gibt's aber. Also ich hätte am liebsten die die Tastatur, die im Laptop ist,\nals Desktop-Tastatur mit Hintergrundbeleuchtung und mit so einem mit Akku drin und mit Bluetooth.","Ist nicht die kleine Tastatur wie die auf dem.","Auf die Hintergrundbeleuchtung.","Welche kleine Tastatur?","Nur die kleine Tastatur.","Welch.","Und das Pro Keyboard, also das, was sie zu den Pro-Geräten verkaufen, die hat keine Hinter.","Ja, die hat keine Teekurse, ne.","Genau, die hat keine richtigen Cursertasten.","Das können sie mal fixen allerdings, das stimmt.","Genau, ich will, dass Keyboard, was im R drin ist, genau so einfach noch hinten mit einem Lightning Stecker dran und fertig.","Mit Lightning und.","Der, du hättest gerne das jetzt zum.","Ja, natürlich mit Lightning, weil ich natürlich die Tastatur nicht über Bluetooth betreiben möchte, sondern mit einem Kabel, wie sich das gehört,\nwas ja geht mit den Dingern, aber sie haben halt diese bekloppten Cursa-Tasten und deswegen ist diese Tastatur nicht zu gebrauchen und ich verstehe nicht, warum sie jetzt noch so eine Tastatur verkaufen mit diesem verkackten Körsat.","Weil die Cursa Tasten nicht das größte Problem war in der.","Aber ein sehr großes.","Nach wie vor nicht.","Solange sie bei den externen Tastaturen nicht auch noch eine Touch-Bar machen, ist mir das dann wurscht. Also.","Im Chat schlägt er da vor Afro Zweit ist ja kaufen, genau, also Display abreißen und fertig und einfach ist.","Ähm und Tim, jetzt nur nochmal eine Frage dieses Magic Keyboard mit numerischem Keypad, also so dieses Full Size Brett, dass es dir einfach zu groß und hat das auch keine Hintergrundbeleuchtung.","Nee, es hat auch keine Hintergrundberuhigung.","Keine Hintergrundbeleuchtung und es ist mir einfach zu breit. Also es ist mir einfach zu breit und ehrlich gesagt, ich will auch nicht wie Dennis so ein separates Cursafeld äh haben. Auch das ist mir zu breit und ich bin so auf diesem Function,\nKiel hänge ich so fest, also das ist einfach Tastenpatch ab, Patch Down, Enter, Delid, äh, all diese ganzen Fußsalitäten, das benutze ich permanent. Den ganzen Tag, alle paar Sekunden. Und deswegen,\nkann ich mich auch nicht so richtig umstellen, sondern ich will einfach exakt genau die gleiche Tastatur wie im R, will ich aufm deshalb auch haben,\nUnd das gibt's halt nicht und ich verstehe nicht warum. Hintergrundbeleuchtung, ich meine, wo ist das Problem, wenn da jeden Akku drin ist, das bisschen LED.","Was was ich an Problemen habe mit der riesengroßen Tastatur ist, dass ich meine Tastatur,\nGerne, die liegst du natürlich so vor dich hin, dass wenn deine Hände hier auf ASDF und äh was ist das? J KLÖ sind, du willst das natürlich in der Mitte vom Bildschirm haben, wenn du das aber machst, dann ist noch recht so viel Platz belegt durch den Zehnerblock, dass deine Maus nochmal ganz viel weiter rechts ist. Also wenn sie schon unbedingt diesen\nTastaturblock, da haben\nwollen, können sie denn von mir aus sogar auf die linke Seite machen, weil links habe ich so viel Platz hier, da ist überhaupt gar nichts, weil da ist keine Maus, kein Zehnerblock, kein nichts. Aber alles ist irgendwie rechts und das nervt so ein bisschen.","Das wäre für mich als Linkshänder super, dann könnte man mal Zahlen eingeben, ohne dass man die Tastatur mal rum.","Kann auch mit Linkszahlen eingeben, die Hand, also das äh wir können da wohl beide Hände beim beim Tippen benutzen, das ist ja wohl kein Ding.","Also das Keyboard ist das Kernfeature des nächsten Laptops noch,\nIch habe nur gerade die Keyboard-Phase abgeschlossen eigentlich.","Du hast die Keyboard-Phase abgeschlossen?","Apple hat doch gerade die Keyboard-Phase so halbwegs abgeschlossen mit vernünftig zurückgerudert.","Ja, nee, weil es gibt ja äh sie haben ja immer noch so eine Bekloppte, sie verkaufen ja immer noch so eine bekloppte Tastatur.","Externe. Aber da müssen sie ja nur anpassen ein bisschen. Die könnten sie mal einmal einfach einmal anp.","Ich meine, so ein McMini braucht ja auch eine Tastatur, so und äh ich ich äh es gibt mittlerweile fast keine A zwölf, zweiundvierzig Tastaturen mehr zu kaufen. Also sie sind auf eBay echt schwierig zu kriegen mittlerweile.","Also schwierig als ein sehr teuer, ja.","Nee, der einfach nicht zu kriegen, werden einfach keine angeboten. Also hallo Hörer, wenn er mir mal eine echte Freude machen wollt und ihr habt noch eine Art zwölf zweiundvierzig irgendwo rumliegen, nämlich.","Zwölf zweiundvierzig ist die alte mit Kabel in klein, ja.","Kabel, klein, ordentliche Cursor-Tasten, Function-Taste, alles so wie sich das gehört. Nee.","Bluetooth willst du nicht, oder? Die hätte ich glaube ich noch.","Ja, bei dir hat er, hä? Bluetooth.","Batterien.","Die hat auch kein, das ist doch die, da war doch irgendwas kaputt mit dem Teil.","Nee, nur Batterien. Die ist, glaube ich, die hab.","Ach so, mit dem.","Sie mit der Rolle.","Aber sehr Batterienrolle hinten und kein USB hab.","In klein.","Das ist mein Medientestatur gewesen, die habe ich irgendwo noch. Vielleicht sogar deutsch, weiß ich nicht, brauchst du deutsch oder Englisch? Können wir ja uns später unterhalten.","Also von der kleinen mit Kabel, da hat mir ein lieber Hörer vor Jahren mal eine geschickt. Äh vielen Dank nochmal an der Stelle. Aber ich habe halt auch nur die eine.","Ach so, ihr habt alle einen bekommen, na.","Ja, ich habe auch nur die eine. Und die kriegst du auch nicht. Geschenke g.","Aus. So sieht's nämlich aus.","Äh wie ich meine meine eiserne Reserve ja anlegen, so Fisch für äh für alte Zeiten, so wie der äh John Gruber ja irgendwie auch immer noch so den ganzen Keller voll hat mit der alten äh Apple Extended Keyboard, mit dem.","Auch noch zwei von.","Da habe ich auch noch zwei von Original verpackt, unausgepackt. Äh.","Ui, ui, ui, ui, ui, ui.","Sich nochmal richtig einschlagen.","Aber Tim Alter Eisen ausgewöhnlich gut informierten Kreisen habe ich gehört, du wurdest mit Eisen eingedeckt allerdings neun.","Was? Eisen neun? Das sind Golf.","Neue Eisen, Waffeleisen.","Neu. Ach so, ja, das stimmt. Willst das Thema wechseln.","Nein, weil sich gerade nur alle äh bedankt haben und du von alten Eisen sprachst, äh da fiel mir das gerade ein. Dass du doch jetzt in Waffeleisen schwimmst dafür, wenn du schon nicht deine Tastaturen von Hörern.","Immerhin, aber ich habe versucht, hier über USB anzuschließen, hat nicht funktioniert,\nJa, ich äh bin gerade mit mit äh Letti und Thaler äh sind wir gerade im im Waffeleisenbusiness äh angekommen und äh.","Das mit den Computern, das wird nix mehr und du bereitest dich schon auf die Post, Apple Silicon Zukunft.","Und da muss man immer irgendwas machen und Brot backen geht ja jetzt auch nicht dauernd so, aber Waffeln ist richtig cool so\nalso also das kann man ja mal irgendwie, es wurde das Thema jetzt aufgebracht, also auch wenn's gerade überhaupt nicht reinpasst, aber so ist halt nun mal die Freakshow. Es gibt ein neues Produkt,\nund das ist wirklich der Brüller, also das ist jetzt einfach mal ultimativ,\ndas Thema Waffeleisen komplett äh neu definiert. Ich muss mal kurz gucken, es hat äh sie haben da irgendwie so viele davon,\ndass ich grad nicht das irgendwie die achtzehn neunundfünfzig oder sowas.","Bin ich ja mal gespannt.","Zumal also die Firma Clör äh schönen Gruß an äh Achim, der hört nämlich auch äh.","Ist das die mit der Waage.","Doch die Firma ist das.","Ach so, ja äh genau, die Firma äh ist das, genau und äh die Firma Clör hat ja dieses Waffeleisen erfunden. Also es ist ja sozusagen, da kommt das Waffeleisen her. Äh sozusagen als Produktkategorie.","Das Waffeleisen.","Ja, das Waffeleisen als solches. Und der.","Wage ich ja mal zu bezweifeln.","Ja, das kannst du aber nachlesen\nund ähm der Klassiker ist diese hundertneunundachtzig, aber da war ich nur so eingeschränkt mit äh glücklich und jetzt gibt's da irgendwie einen eine Profi-Variante, das ist das achtzehn achtzehn achtundneunzig Waffeleisen.","Link orditten Happen.","So alt.","Und das ist.","Also so alt ist die Firma auch.","Weiß ich nicht genau, ich glaube nicht ganz so äh alt.","Ja, es steht auf der Webseite Clear Sins neunzehn neunundneunzig.","Aber mal Entschuldigung, also erstens, es ist rund und zweitens, man kann's nicht umdrehen. Das ist doch kein ordentliches Waffeleisen. Ein Waffeleisen muss man umdrehen können.","Wenn es das benötigt, ja, aber dieses Waffeleisen benötigt das Umdrehen überhaupt nicht.","Natürlich jedes Waffeleisen benötigt umdrehen, sonst wird doch die Waffel nicht. Weil's nicht klappt da auf und dreh die Waffel um. Nein, du musst das Waffeleisen umdrehen können.","Wieso willst du dir die Waffel umdrehen.","Damit sie von beiden Seiten ordentlich.","Sie wird von beiden Seiten ordentlich braun. Das ist ja das Geile an diesem.","Außerdem außerdem ist es eins, ja, das ist so ein ja, das ist so ein rundes mit so Herzwaffeln, das ist doch eh nichts.","Du willst quadratisch, ja?","Das ist für den Geschmack äh ist für den Geschmack ehrlich gesagt unerheblich.","Belgische Waffeln, die Großen, da wo auch ordentlich Sachen reinpassen, wenn man da was reinmacht.","Ja, ich bin nicht so ein Freund von belgischen Waffeln. Also mag ja sein, es gibt da sicherlich etwas, auf jeden Fall ist die achtzehn achtundneunzig, ist auf jeden Fall voll gelungen. Da sind die Kabelwege äh äh richtig, da hast ordentlich ein ist einfach\nvom ganzen Handling her ist super und der hat mir dann irgendwie auch noch geschildert, was sie da irgendwie optimiert haben, da bin ich da so ein bisschen nach hinten gefallen, weil sie wirklich dann sozusagen noch so die\nSchrägung dieser Pyramiden, die in den Waffeln reindrücken, die wurden dann irgendwie noch optimiert, um die Wärmeverteilung noch besser zu machen.","Aha.","Also äh ich.","Und das ist für ein ist für einen Waffelkaliber von sechzehn Komma fünf Zentimeter, also Waffelkaliber, das ist auch ein Begriff, den ich nicht geplant hatte, nochmal auszu.","So auf dem Kongress auch schon mal den Waffelstillstand und äh all sowas.","Ja, auf jeden Fall bin ich jetzt irgendwie am Rumexperimentieren, wie man denn äh Waffeln erzeugen kann, ohne Eier zu verwenden. Einfach so als sportliche Unternehmung,\nUnd ist gar nicht so einfach, aber es geht. Also ich habe schon verschiedenste Varianten gemacht, bin aber würde jetzt bei keinem bei keiner Variante sagen, dass das jetzt schon sozusagen,\nverdammt nah am Ei ist, sondern da geht noch was.","Äh ohne Waffeleisen ja einen veganen Pancakes experimentieren. Da bin ich mittlerweile ganz glücklich mit den Ergebni.","Aha. Möchtest du unserer Shart Note zum Thema äh vegane Waffeln beitreten? Dann kannst du da vielleicht noch was mit rein.","Vielleicht vielleicht, ja. Aber ich vermute, dass Letti über Michi und so weiter eh schon alles äh gesüngt hat, äh was ich da beitrage beitragen hätte können. Aber egal, können wir mal später mal.","Okay, sie haben auch eins für für tatsächlich äh Brüsseler Waffeln, aber auch den kann man nicht umdrehen. Das ist natürlich.","Warum ist Umdrehen wichtig, das verstehe ich immer noch nicht.","Weil's welche gibt, die muss man umdrehen, damit sie auf beiden Seiten gleichmäßig braun sind, weil ja sozusagen die Grafitation noch eine Rolle spielt, aber es gibt halt auch Waffen, die schaffen das so.","Und äh eine Ex-Freundin von mir hatte mal so ein Waffeleisen. Da konnte man tatsächlich das gesamte Eisen umdrehen,\nDas war irgendwie auch der Fuß war so gebaut, dass halt alles rübergeklappt ist und dass die wurden immer ziemlich gut die Waffeln. War aber, glaube ich, auch belgisches Waffeleisen. Also insofern.","Ich glaube, die Dicke der Waff.","Ja, ein ehemaliger Kollege hat äh eines Tages ganz stolz berichtet, dass er sich auf eBay ein Waffeleisen für sechshundert oder achthundert Euro,\nhätte und das ist ein wahnsinniges Schnäppchen gewesen wäre, weil die normalerweise so das Dop,\nKosten und da wäre irgendein elektrischer Defekt, den konnte er aber selber löten und dann hat er jetzt also für den halben Preis so ein Deluxe-Dela-Kack, belgisches Waffeleisen gehabt ähm,\nDas war auch eine schöne Geschichte, wo alle sich dachten, für sechshundert oder achthundert Euro, was auch immer, es war, da könnte man sich schon einiges in der Küche hinstellen, was.","Ja, drei Waffeleisen.","Ja, zum Beispiel äh also was ein was ein äh vielleicht allgemeineren Benefit für die Küche,\nnur den einen Moment, wo man mal Waffeln im Monat macht.","Im Chat postet Georg grad ein Bild von Amazon, wird oft zusammen gekauft und hieß es war vielleicht von Chlör dazu und Space Nevigator. Ich bin,\nDa hat doch jemand Geschmack.","Äh kann man in diese kann man diese Dinger kraften, diese Amazon-Links.","Es ist bestimmt ein Fake. Fake News, aber schön. Also bei mir ist nicht weit vom Space Nevigator bis zum Waffeleisen und so ein Waffeleisen machen mit dem Space, der wie geht das steuern könnte, ist ja ge.","Ist so sehr schön, ja.","So. Ja.","Wo wir gerade bei Küche sind. Nein, Quatsch. Bitte wie.","Haben wir noch Themen.","Ja, was mit Küche? Sag.","Äh habt ihr denn alles scharfe Messer eigentlich.","Ähm da geht noch was.","Ja ausreich.","Bin in der Korona Zeit eins meiner Beschäftigungs äh meine neuen Beschäftigungen war Messer zu schärfen, nachdem ich festgestellt habe, da geht noch was\nÄhm und seitdem äh äh rasiere ich mir meine Arm und Beinbehaarung ausschließlich mit meinen Küchenmesser,\nnicht ganz, aber es ist doch erstaunlich, was man so aus den Messern rausholen kann und wie schön es ist mit scharfem äh Gerät äh zu agieren\nund äh ich habe also das ist so ein Nerd-Thema, da kannst du dich auf äh auf YouTube auch tot gucken an äh Videos, wie man jetzt Messer, so schärft und so weiter und so fort. Ähm,\nIch bin dann aber nicht den Weg gegangen, den jetzt wahrscheinlich viele im Chat und mir auch auf Twitter schon entgegengeworfen haben mit so einem irgendwie so ein Wetzstein, den man so nass machen muss und dann schlammt alles voll und man muss sich dann ganzen Sonntagnachmittag irgendwie Zeit nehmen, um seine Messer zu schärfen,\nStattdessen bin ich auf einen YouTube Kanal gestoßen von einem sympathischen deutschen Unternehmen, dass äh ein YouTube-Kanal hat der Schmiedeglut heißt,\nund äh da erzählen die so ganz viel, wie sie ihre Messer da machen. Also die machen selber ein Messer und da gibt's dann halt auch ähm,\nSchleifwerkzeuge und auch ein paar Videos, wie sie das da so machen. Da habe ich mir mal äh Diamantschleifsteine bestellt und damit meine Messer jetzt alles scharf gemacht.","Also sitze jetzt Sonntags Tochter und schlei.","Ist. Nee, das geht ganz schnell, tatsächlich mit den Diamantenschärfen. Es macht auch keinen Dreck äh und äh äh\nist überschaubar sag ich mal und ja seitdem frage ich mich eigentlich wie arbeiten die Leute so in ihren Küchen und es werden jetzt wahrscheinlich ganz viele Leute sagen in den Kommentaren oder wo auch immer ja also diese Schleifsteine, dieses sind das einzig wahre und man muss das muss man durch und wenn man die ultimative Schärfe will, ja da ja\nich will eigentlich nur\nschärfer als so äh der der ich will eigentlich das wie äh diese Schärfe, wenn Messer neu sind, ja? Und man sich freut, dass alles einfach so\neinfach gla,\nund easy zu schneiden ist, das geht ja dann irgendwann weg und äh ich will diesen Zustand einfach konstant halten. Und ob ich mir dann damit noch die armen Haare ab äh rasieren kann oder Gesichtshaare, äh das ist dann vielleicht für die Show ganz gut, aber ähm.\nBringt dann in der Küche jetzt nicht unbedingt noch einen großen Mehrwert für mich zumindest. Und äh diese Diamantschärfer, auf die ich dann dank dieser Schmiedeglutmenschen äh gestoßen bin, die funktionieren da tatsächlich auch einfach ex\nentspannt und da gibt's auch so verschiedenste Tools, also da gibt's den, wo man's einfach nur durchzieht, an so Diamantschärfer Platten, äh was immer noch besser ist als diese Scheiben oder Keramikschleifer zum Durchziehen, die man sonst immer so hat, sind auch in der Handhabung einfacher als so ein äh Stab, der oft in so einem Messerblock drinsteck\nich habe mir jetzt aber so eine, so ein, so eine große Platte quasi da geholt, die man wenden kann mit zwei Schleif äh,\nFeinheitsgraden oder wie man so sagt. Ich pack das mal hier einfach mal diesen Shop,\nMit den verschiedenen Angeboten einfach mal hier in den Chat und ich habe auch ein YouTube-Video, wo der Typ das mal erklärt, ganz gut, wie man damit schärft am besten. Und ich kann sagen, das funktioniert super und das hat mich selbst als totaler Schärf, Noop ähm,\nWeiß nicht, hatte ich nach einer halben Stunde ein Messer, was dann so schon mal ohne an, also ohne groß zu fummeln durch so ein Blatt Papier, Blatt durchschneidet, ohne Riffel, ohne\näh Fritzels, Ausfritzelungen und äh dann irgendwann kommt man auch auf diese Schärfe, wo dann äh jegliches, weiches Gemüse oder Frucht einfach dem Messer erliegt und dann ist schon ziemlich geil.","Nun, was hast du jetzt so bezahlt.","Ich habe mir dieses eine Ding für äh hundertneunundvierzig Euro gekauft, weil natürlich will ich jetzt nicht so einen kleinen Plastikdings da so ein Furzelding, sondern schon mal gleich was richtiges natürlich\nAber äh das ist halt äh dann so eher der individuelle Nerdboard, äh den man dann beliebig groß ausleben kann\nAber jetzt wo alle meine Messer wirklich sehr sehr scharf sind und ich mir natürlich auch gleich am Anfang direkt erstmal irgendwie das Messer so halb in die Hand gehackt hab\nnicht schlimm, aber es geht dann halt doch ganz schnell, wenn man nicht aufpasst. Ähm,\nHabe ich mich schon gefragt, wie wie konnte ich eigentlich vorher in der Küche arbeiten und wahrscheinlich äh,\nist es ja bei euch ähnlich oder seid es unter euch auch ein schärfer Freund.","Also ich habe mir neulich mal so ein, so einen Schärfeblock\ngekauft so einen anderen, als ich bisher äh hatte, habe den aber ehrlich gesagt viel zu selten benutzt, mir war das dann irgendwie wieder viel zu weiß ich nicht, äh, nicht äh nicht effizient äh genug. Ich habe jetzt noch nicht so ganz verstanden, welches Produkt du da jetzt empfohlen hast\nalso ähm.","Dieses äh warte mal, ich habe dieses also das, das wäre nix für dich, das hier, sondern ähm du müsstest.","Das hier ersehen. Der Diashab DMT Diamant Schleifstein wäre nichts für mich, den du hast.","Na ja, weil da das ist ja also so wie das klingt, äh willst du ja nicht groß da rumhantieren und einen Fummeln, sondern rela.","Ach, das ist ja riesig das Teil, oder?","Ja, ja, eben, genau, ich hab.","Ja, nee, den Platz habe ich gar nicht. Okay.","So groß wie Disketten.","Nee, ähm was für dich dann eher, da gibt's zwei Produkte eins, äh was hier nicht aufgeführt ist und das ist ähm,\nÄh der Hall äh Schleifer, Hall, warte mal, den Link packe ich dir auch mal einen Chat, dass so so ein, so aus der Kategorie sinnvolle Weihnachtsgeschenke für die Familie.","Oh Weihnachten stimmt, war ja noch was, Horr.","Auch dann von diesen Dingern jeder seinen eigenen, den kann man noch bei seiner mit seinem Bekanntenkreis immer rumreichen. Jeder hat den mal für eine Woche und bevor man den wieder braucht, ist er schon wieder bei einem angekommen. Also ich meine, der steht doch zu fünfundneunzig Prozent der Zeit, steht da so ein Ding rum.","Der Trend geht zum Personal-Wesserschleifer.","Ja, aber also hier dieser Hall, ne.","War jeder seinen eigenen Schalt kaufen muss.","Hier im Chat guckt, klickt man nochmal kurz auf dieses WWH Punkt com,\nDas ist eine deutsche Erfindung, das hat sich ein ganz pfiffiger Kerl ausgedacht und zwar äh im Wesentlichen besteht der pfiffige Trick da drin, dass da so ein Holzbrett dabei ist mit dem richtigen Winkel\nstarken Magneten drin, wo du dein Messer einfach ranklickst und dann mit diesem Rolldiamantschleife an der Messerkante hin und her reibst, es geht ruck, zuck und du hast\nziemlich scharfes Messer in wenigen Sekunden mit dem mit der sagen wir mal äh korrekten Schneidkante für die allermeisten Alltags.","Warte mal, die sehen jetzt hier so auf der Webseite aus ein bisschen wie so Salzstreuer, also sind die rund.","Genau, aber dieses,\nGenau, dieses das linke Ding ist der Roller, also das da ist an der Stirnseite, ist das Diamantmetall sozusagen drin, der Schleifstein\nUnd das rechts daneben ist dieses Brettchen, wo du das Messer ranklippst im richtigen Winkel und dann rollst du mit diesem Ding auf dem Tisch hin und her, an dieser Messerkante entlang.","Den Cruise oder den Pro.","Also das Messer ist dann fest oder was oder wie.","Ja so ziemlich, genau, dass der diese Magneten an diesem Holzbrett, die sind ziemlich stark, also du hast in der rech\neine Handel, eine Rechtshänder bist, nimmst du dieses Brettchen in die Hand, klackst da dein Messer ran, das steht dann, was ich in wie viel Grad dreißig, fünfzehn Grad irgendwie so und mit der linken Hand wird es dann mit diesem Roller einfach an der Messerkante entlangrollen und dann bist du wirklich in\nzehn Sekunden mehr oder weniger fertig und ein Messer ist scharf.","Und es gibt den.","Du hast es dir nicht versaut.","Und es gibt in Holz zwei Cruise und,\nes gibt hier noch Holz zwei Pro und jetzt das geilste sind die Untertitel beim Hall zwei mehr Möglichkeiten, mehr Schärfe, da gehe ich noch mit, Hall zwei Cruise scharf\neinfach so und jetzt kommt Hall zwei Pro Jahr unser Ernst,\nWas machen die da bitte.","Ähm äh so ehrlich gesagt, ich habe äh\ndieses Produkt noch vor dem Hall zwei kennengelernt und da gab's nur äh eine Variante, ich müsste mich jetzt mal informieren, was\nähm was jetzt da die Unterschiede sind, ähm also vorher war es so, dass es noch, äh wenn man so Rasierschaf haben wollte äh dann gab's noch ein zweites äh Schleifsteinset für diesen Roller da dran. Äh ich weiß jetzt ehrlich gesagt nicht, was\nDie zweite Generation kann aber das,\ndas Fazit ist auf jeden Fall, es ist wirklich ultra Deppen einfach, damit Messer scharf zu kriegen und man versaut sie sich halt auch nicht, was beim Schleifstein, wo man den Winkel selber halten muss\nähm.","Weil das Problem ist.","Der kostet aber auch hundertvierzig schon wieder.","Ja, das das liegt halt an diesem Diamantzzeug, äh was da drauf ist im Wesentlichen, dass diese Dinger so einigermaßen teuer sind, die halten aber dann auch,\nEwigkeiten, also diesen Hall als auch diese Schleifplatten, die wirst du in deiner Lebzeit als Nichtmesserhersteller oder Messerwerkstatt äh wahrscheinlich nie aufbrauchen.","Also genau das Richtige, damit ihr das mal mitbringst, Huckel und wir alle mit deinem Teil unser Messer schleifen können.","Und hier jetzt nochmal eine günstigere Variante.","Vor allem es gibt zwei, zwei verschiedene Winkel, fünfzehn Grad und zwanzig Grad. Zwanzig Grad für stabile Schärfe, fünfzehn Grad, für filigrane Schärfe.","Ja, da ist halt der Unterschied, je.","Der Winkel ist umso schärfer, ne.","Ja? Und aber wenn du halt so ein Messer zum weiß nicht so Outdoor-Messer zum Holz hacken oder so ein Schnitzenmesser haben willst, dann wird's halt nicht die feinste Kante, weil dann bricht deine Klinge halt ab,\näh wenn du aber äh Fleisch filzierst oder Tomaten schneidest, dann willst du's halt so,\nChrist wie möglich. Ich habe jetzt hier noch einen Link äh reingepackt von den Schmiedeglut-Leuten, die dann noch so ein, dieses DMC, nein, nicht die Substanz. Ähm DMT ist halt so einer von den wenigen oder angeblich der Marktführer in diesem Diamantschleif äh Geschichten und die haben dann halt auch noch so ein äh\nmal freundliches Tool, wo da einfach nur die Messer durchziehst und auch nach zehn Sekunden quasi ein äh,\nultrascharfes Messer haben kannst, die dann halt einfach nicht so lange halten wie diese großen Schleifsteine. Sehe aber gerade, die sind schon ausverkauft.","Also ich habe mir auch mal ein sehr scharfes Messer geholt für so besser durch Gemüse schneiden und Zeug,\nDas ist so scheiße scharf, dass es meinem Schrank ganz hinten liegt, getrennt von den anderen Messern, weil wenn man auch nur schon da rein greift, aus Versehen, weil man's greifen will, äh hast du sofort deinen Finger im Arsch. Also ich benutze es eigentlich nie, weil.","Also ich weiß ja nicht, was du mit deinem Mess.","Jedenfalls ist es äh zu gefährlich und ich benutze es nicht, weil's, weil es ist äh ja, es mir wirklich zu gefährlich, in dem lieber ein normales Messer\nUnd äh ja ich habe ja einen Freund mit Restaurant und da habe ich einfach mein anderes Messer reingebracht, habe gesagt, hier ist uraltes Ding, macht eine Bitte scharf. Und äh die haben einfach kurz gemacht und dann war das Ding scharf und ja, so mache ich das jetzt.","Ein Tool, was ich da auch noch in diesem Sinne empfehlen kann, gerade für dieses Schubladenthema, das packe ich mal auch, also gibt's verschiedene Hersteller, ich finde den von Zwilling tatsächlich am besten, weil dieser fucking Messerblock mir einfach zu viel Platz äh aufm\nTresen quasi äh ähm wegnimmt und ich in meiner Besteckschublade eben nicht die super scharfen Messer da rumkratzen haben will. Da gibt's so eine geile Schubläden äh Einsätze für diese großen, also für Küchenmesser, wo halt kleine, mittelgroße und\nganz große Messer,\nreinpassen, das passt, äh, also es gibt in schmal und in breit, passt dann auch eigentlich in die meisten Küchenschubladen oder Besteckeinsätze,\nUnd dann sind die da so schön äh einsortiert und griffbereit, ohne dass es Gefahr besteht, dass man sich schneidet oder andere Dinge zerkratzt oder,\nverbröselt. Das äh ist mir auch ins Haus geflattert in dieser Messerschär.","Mit deiner Mancave wirklich ernst gemeint vorhin, ne?","Ja, nee, das war kein Scheiß. Äh.","Ja, ich merke schon. Kommst auch nochmal, kommst du auch nochmal.","Ja, ja, ja, zum Einkaufen fanden Lebensmittel nicht, dann zerschneiden kann.\nJa, ich gehe schon nochmal raus. Also es ähm aber ich habe mich äh meinem, also mein Homeoffice und so und Mancave ist schon jetzt ganz gut so mit Ecutement ausgestattet, doch doch,\nIch habe mir einen Bürostuhl einen Ordentlichen gekauft, ich habe einen Stehschreibtisch, ich äh habe eine EDPU, das ist alles irgendwie jetzt es kommt alles zusammen.","Wo wir gerade bei äh praktischen Empfehlungen für die Corona-Zeit sind. Ähm fällt mir gerade ein, ähm,\nIch hab ja jetzt wir hatten da glaube ich auch anfangs schon mal drüber gesprochen so dieses Problem mit wie will man jetzt eigentlich sich behetze,\nUm irgendwie ordentlich an diesen ganzen ähm Podcasts teilnehmen zu können und ähm ich hatte ja euch äh dann auch erstmal so in einem ersten Move diese ähm\nAudiointerfaces von zwar schon Fokusreit zukommen lassen,\nund hab dann im Nachhinein aber eigentlich erst festgestellt wie wie unangemessen das eigentlich ist,\nAlso ist ein bisschen unpraktisch\nso ein einfaches normales Audiointerface für diesen Betrieb in Teilnahme an Konferenzen und Teilnahme an Video und Podcast und so weiter,\nund habe dann auch ein bisschen länger äh ausprobiert und irgendwie halb Toman äh leer gekauft, um dann irgendwie endlich äh ein Produkt zu finden, was mir irgendwie ganz gut gefällt,\nDas wollte ich nochmal kurz äh mitteilen, allein schon deshalb, weil's jetzt auch wieder verfügbar ist.","Alle gekauft?","Ja, ich habe ich habe ich habe, glaube ich, noch nie so viele Audiointerfaces gekauft wie in diesem Jahr. So, weil das war ja.","Ich auch.","War das war ja sozusagen jetzt äh äh so das Thema. Ich musste halt alle möglichen Leute äh mit denen ich hier so Podcaster, die jetzt hier nicht mehr zu mir kommen\nmuss ich ja irgendwie mit angemessenem Equipment ausstatten, weil sie das irgendwie selber nicht hatten und dann nicht weißt\nEs sind schon bereit, jetzt mal eben paar hundert Euro auszugeben für sowas. So, wobei das immer nur mir wichtig ist,\nUnd ähm na ja, da habe ich so ein bisschen hin und her probiert und.\nMein Setup, was ich jetzt äh sozusagen dann immer äh verschicke, also es klingt so, als würde ich das jetzt irgendwie so jede Woche machen, das jetzt äh auch nicht so das Ding, aber ich habe ja in UKW und so weiter immer wieder Leute, mit denen ich jetzt absehbar\nhäufiger diese Gespräche führe und damit ich halt sicherstellen kann, dass die\nDas Equipment haben oder den den Sound haben, wie wie ich das gerne haben möchte\nsag ich halt so, hier Dauerleihgabe, zack äh und wenn wir irgendwann uns wieder treffen können, dann kann ich's auch wieder zurücknehmen, aber es ist für mich äh billiger und effizienter,\ndas so zu machen, aber ich wollte es halt irgendwie ordentlich haben. Na ja äh jetzt ist ja kein Geheimnis, dass ich halt ein großer,\nFreund bin von den Bayerndynamik äh Headsets für den allgemeinen allgemeinen Gebrauch,\ntut's ja ganz gut, dass ähm DT sieben neun sieben PV Headset,\nÄh das hat Rody, das zeigt er gerade drauf, wie bist du zufrieden mit deinem DT sieben neun sieben? Sehr,\ntoll, ne? Weil es hat diese großen Ohrmuscheln relativ bequem zu tragen und hat irgendwie eben das selbe Mikrofon.","Drückt, drückt nicht, auch wenn man Brille trägt und so weiter. Also.","Genau, ist auch für Leute so mit Hörgeräten teilweise äh äh besser sowas zu haben. Weiß nicht, wer hat das noch von euch, sonst äh Dom, was hast du eigentlich.","Deine erste Empfehlung von ja vor Jahren irgendwann, ich weiß.","Das zwo neun sieben mehr genauer, das zwo neun sieben, was ich eigentlich normalerweise immer verwende, das sah nicht ganz so eine große Ohrmuschel,\nNa ja, das ist auf jeden Fall ein ordentliches Headset und äh das ist ja nicht ganz billig. Ich weiß, aber es ist halt ordentlich. Es macht halt ordentlichen Klang und es hat beim Kopfhörer und so weiter,\nJetzt Frage, was für ein Audiointerface macht man dazu,\nUnd äh da bin ich dann auf ein kleines Mischpult gestoßen von Yamaha, nämlich das Jamaha AG null drei,\nund warum das Teil? Das ist ein ganz kleines, kompaktes Mischpult, das kann man auch zur Not mal ganz gut irgendwie mitnehmen, was äh auf jeden Fall auch schon mal so ein Aspekt ist. Ich habe hier mir so Koffer ähm,\ngebaut, wo ich dann immer so ein Mischpult und ein Headset reintue, dann kann ich die auch mal eben mit der Post verschicken, ist ganz praktisch.\nUnd ähm das AG null drei,\nhat den Vorteil, dass da sozusagen alles dran ist, was man so haben will. Also du hast erstmal so 'n Feder für das Mikrofon,\nAlso du kannst natürlich erstmal normal Klinke XLR äh anschließen dann äh hast du natürlich äh achtundvierzig Volt, alles äh wie man das so äh kennt,\nUnd es hat natürlich auch einen Kompressor drin und das ist schon mal das, was den normalen Audio-Interfaces fehlt. Also selbst wenn du dir die teuren,\ndigital, hast du nicht gesehen mit Sander Bold und was nicht alles kaufst, haben die alle irgendwie nicht,\nein Kompressor, den du einfach mal einschalten kannst, was ich äh irgendwie nicht so richtig verstehen kann. Das ist natürlich jetzt hier kein Kompressor, der jetzt den allerhöchsten,\nAnsprüchen genügt, die man an so einen Kompressor stellen kann, aber er hat einen. Also es funktioniert mehr wie so ein Limiter und das Hauptproblem ist,\nwenn du halt ordentlich Wumps in der Stimme haben willst, dann willst du natürlich auch einen Brauchbahn-Gen einstellen. Aber wenn man dann halt laut schreit oder loslacht, dann kommt man halt schnell an so einen Punkt, wo es dann eben verzerrt. Und dann ist es,\nunangenehm und das sind diese normalen Audiointerfaces einfach nicht für gemacht.\nZum Reinschreien ist das Teil aber super, weil du halt einfach einen Kompressor hast und den kannst du halt auch noch äh mit einem Regler einstellen\nDer zweite große Vorteil ist, also das Ding ist natürlich auch USB-Powerd und das funktioniert irgendwie auch, also du brauchst halt nicht nochmal ein extra Netzteil für. Klemmst es einfach an deinen Laptop ran, läuft, braucht relativ wenig Strom\nUnd dann kannst du halt noch die Lautstärke deines Kopfhörers regeln und und das ist ja das eigentliche äh Feature. Du hast noch einen zweiten Regler, der nur die Lautstärke des USB,\nEingangs äh einstellt. Das heißt, wenn du für dich deine richtige Lautstärke gefunden hast, so wie du dich selber hören willst,\nkannst du das, was von der anderen Seite kommt, was ja unter Umständen zu leise ist oder eben auch zu laut, nochmal separat regeln. Und das äh das ist einfach die goldene äh die goldene Lösung.","Es klingt ziemlich gut.","Und es ist relativ äh günstig,\nkann man einfach mal so mit einpacken, das geht immer noch mit rein in äh in Koffer ist äh ne, also ist jetzt auch nicht mega kompakt, aber es ist halt,\neinfach das Nötigste, also bisschen mehr noch drin als man braucht, sondern so ein paar andere Klinken, äh Anschlüsse und so weiter, die ich jetzt für diesen Einsatzzweck nicht brauche, aber das Ding ist an sich, äh tut es einfach, was man äh braucht und man kann einfach diese,\ndadurch, dass man diese Lautstärke so flexibel einstellen kann, kriegt man das einfach an an jede Konferenzsituation und an jede Podcastsituation wunderbar angepasst. Und dann hast du halt so eine,\nvierhundert Euro Lösung und fertig.","Äh wie wie hieß das Modell nochmal.","Jamaha AG null drei gibt's auch in der AG null sechs Variante mit zwei Mikrofoneingängen.","Ja, weil ich habe äh ich benutze, nehme ich jetzt auch seit einer gewissen Zeit keinen Fokus, Right mehr, weil irgendwie, ich weiß es nicht\näh die letzten Produktreihen haben mich ehrlich gesagt auch nicht mehr so überzeugt. Ich hatte dachte so bei den ersten Scaled Interface so, ja, da gibt's noch ein bisschen Luft nach oben, aber irgendwie\nscheinen sie da den Anschluss jetzt so ein bisschen an die Konkurrenz auch verloren. Sagen wir so, ich hab jetzt gerade hier so 'n SSL zwei von Solid State Logic, das hat halt nicht ein Kompressor, das wäre jetzt für dein Anwendungsfall\nnicht das Richtige, aber das hat zum Beispiel auch diesen USB Input äh Mixer und äh die Pre-Ams haben richt,\nDampf und Power und auch der Head von Pream hat äh ordentlich Output, was bei den Focus Rights halt irgendwie mich immer nervt, dass wenn man dann\nhochomige Kopfhörer da anschließt, also die eigenen Studiokopfhörer sind für so Studio, Audio und der Face und dann kann das Interface den nicht ordentlich treiben oder du kannst nicht,\nwie alle Mikros da anschließen, das nervt halt ein bisschen hart am Ende und diese SSL Interfaces, die sind eigentlich in einer ähnlichen Preis, also es gibt das SSL zwei, SSL zwei Plus.","Link in äh machst du mal Link.","Mach ich mach ich Link genau und,\nJa, also für genau diesen Fall irgendwie mal so spontan irgendwie so einen Podcasting-Setup zu Hause machen, äh kann ich's, kann ich empfehlen dieses SLZ zwei, also wie gesagt minus äh dem Kompressorteil, aber.","Krass, das Jamacher ist günstiger als das Schuhe, dass ich habe.","Das kostet dich viel, hundert, was kostet das?","Hundertsechzehn und der Schuh kostet zweihundertachtundzwanzig, das was wirklich nur ein Device.","Welches Schuhmalzer das X2.","X2 genau.","Ja, das XVO macht ja im Prinzip genau das Gleiche, ist natürlich super kompakt, aber ist natürlich auch ein bisschen fitzelig in der in der äh Bedienung, ja.","Sind Scheiße, also diese Drehregner, die das mal so schnell verdreht aus Versehen. Also wenn wenn das also wenn das äh Rotationsregler hätte, ordentliche, dann wäre ich voll zufrieden, aber durch,\ndie Bedienung bin ich so oft am äh aus Versehen äh Umstellen, dass ich's echt blöd finde. Das muss dann immer ganz safe weit vor mir wegliegen. Weil da fummelt man auch gerne hin.","Genau, ich habe mir gleich so ein ganzes Paket von diesen AG null drei äh gekauft und mir ins Regal gelegt, die meisten davon habe ich schon wieder versendet. Aber es ist einfach super praktisch,\neben mal mit dem Laptop mal eben eine Podcast-Abhör oder auch Aufzeichnungssituation herstellen, einfach das Ding auf dem Tisch, ein Kabel raden, äh Headset ran, fertig\nund du hast irgendwie alle Einstellungen, die du brauchst.","Also ich bin ja immer noch sehr zufrieden mit diese,\nAlles AO zwei, wie das heißt, ich glaube, das gibt's gar nicht mehr, das hat auch wirklich ohne den Kompressor, alles das, was man so braucht, einschließlich den Mix zwischen USB und und Glocal Monitoring,\nAber hey, ich glaube, man kann's eh nicht mehr kaufen, insofern spielt das für die Diskussion auch keine weitere Rolle.","Kenne ich doch so ein altes Teil, ne? Aber Kompressor ist einfach das Feature und so. Ich meine, es ist kein High-End-Kompressor, aber er verhindert einfach, dass es äh überdreht und das ist eigentlich alles, was du herstellen willst.","Ich finde übrigens auch generell die Yamaha Mischpulte, auch die nicht digitalen sind sehr, sehr gut für so Budget-Szenarien, also ehe euch irgendwie so ein Beringer Plast,\nGelumpe hinbaut, wo die meisten Leute immer sagen, ja was funktioniert doch und das geht doch. Stellt euch mal also die Yamaha Mischpulte, die sind nicht viel teurer und,\nda ist einfach alles gefühlt besser äh Verarbeitung, Sound ähm.","Genau, das ist auch so ein Grund, warum das Teil so gut ist. Und dafür ist es echt günstig.","Schnell kaufen, bevor es wieder ausverkauft ist.","Genau.","Nur die Livehörer können jetzt noch.","Ich habe ja irgendwie meinen Homes Studio Setup jetzt auch irgendwie, also ich\nich hatte so ein, ich hatte so ein Buchhaltungsproblem im positiven Sinne, dass ich plötzlich\nGeld auf einen Haufen bekomme, habe, was ich hätte in drei Jahren in Rechnung stellen können, glücklicherweise\nwar die Quelle des Geldes bereit, äh mir nachträglich noch diese Rechnung zu bezahlen, obwohl's mein Fehler war, die nicht in Rechnung zu stellen. Auf jeden Fall dachte ich dann, naja okay, alles klar, was mache ich denn da jetzt so? Muss ja raus, sonst will die Steuer das alles aufessen\nund dann habe ich mir auch ein neues Audio in der Facet abgekauft und bin dann mal so in die Premiumklasse gewechselt äh zur Universal Audio.","Oha.","Ja und da muss ich ja auch leider sagen also das das ist schon, das ist schon ein richtig gutes Zeug, also\nich hätte ehrlich, ich hatte echt so ein bisschen Zweifel, ob das jetzt dieser Aufpreis des Wert ist, aber so in diesem Sinne, wenn man jetzt nicht diese von dir so geliebte Isernet äh Setup Sache hat, ja, auf jeden Fall auch ihre Berechtigung hat, sondern noch so Kabel gebundene Audiointerface werden, ist dieses Universal Audiozeug schon leider auch ziemlich scheiße geil,\nAlso ich habe auch tatsächlich zwei Geräte, ich habe einmal so ein Regionit und dann hier diesen Apollo Twin aufm äh Tisch stehen. Und wenn du die mit äh USB C äh,\ndann verhält sich das auch als ein Audiointerface und du kannst mit dem Tischgerät quasi das Rec\nTeil mehr oder weniger äh mit kontrollieren und andersrum und ach das, das, das gefällt mir auch richtig gut. Also alles, was ich bisher jetzt hatte, das war ja Focus Right on moto im Wesentlichen\nist von der ganzen Haptik und Qualität und Software alles so eine Klasse doch deutlich drunter finde ich.","Das ist auch so richtig digital, ne?","Ja, Stoch, ja? Also weiß nicht, was du genau damit meinst jetzt.","Na ja, die haben doch irgendwie äh ordentlich CPU und machen allen möglichen Scheiß äh in.","Ja, die haben da ihr.","Und Filter und hast nicht gesehen.","Ja, die machen halt erstens haben sie so, waren sie mit die ersten die DSP's mit ins Audio-Interface gebaut haben. Das machen mittlerweile einige mehr, aber die haben halt auch\nweil Universal Audi hat ja früher Analog-Hardware gebaut oder bauen sie auch immer noch. Und ähm die hatten dann halt auch die Modelle, also die Softwaremodell links davon und haben das auch auf ihren DSPs basiert, weswegen ist,\nbei Universal Alliou wenigstens auch tatsächlich Plugins gibt, die man auf DSP fahren will, wo zum Beispiel bei Moto, die haben halt\nirgendwas, wo man nicht genau weiß, worauf es jetzt eigentlich passiert ist und es klingt auch irgendwie nicht danach, selbst wenn's dran steht. Äh da hast du halt sozusagen einen Kompressor von Universal Audio und Software gemodelt, der auf den DSP latenzfrei, mehr oder weniger läuft, also eine Millisekunde\nÄh das ist echt vertretbar und dann machen sie halt auch noch so Sachen, dass sie halt ihre\nPre-Ems so bauen, dass sie äh wenn du die Impedanz änderst, dass da wirklich auch die Relax klicken und sie die Schaltung ändern und du verschiedene Mikrofon vor Vorverstärkertypen quasi so per Mausklick äh,\ndurchschalten kannst und so, das sind schon ein bisschen was anderes einfach.","Ja, aber auch ordentliche Preise hier.","Ja, das stimmt, das stimmt. Also, wie gesagt, hätte ich nicht diesen äh in meinem Fall glücklichen Buchungsfehler, der noch zu korrigieren war, da gehabt, äh hätte ich das jetzt auch nicht einfach so gekauft, aber ähm.","Ja, ja, die Buchungsfehler.","Mhm. Ja, ich habe einfach wirklich drei Jahre lang einfach den halben Betrag in Rechnung gestellt und habe das erst\nÄh jetzt soll äh Anfang des Jahres äh oder nee so im April festgestellt und dann war lange Zeit nicht glaube, dass noch zu verrechnen wäre, aber da es genug Nachweise gab, dass sich die Arbeit erledigt hatte, haben dann auch alle gesagt, ja okay, komm mach mal.\naber ja da habe ich mich sehr peinlich berührt gefühlt, als mir das klar geworden ist, aber sind so einige per Face Palmes in mein Gesicht geflogen, sage ich euch.","Ich hab das ist jetzt zwar kein Audiothema sondern wieder ein Küchenthema aber ich hab noch ein eine Maschine gekauft und zwar,\nso ein bisschen über über Umweg. Ich war bei meiner großen Tour war ich ja auch beim Penninger gewesen. Ähm,\nPenninger äh seines Zeichens äh bayerischer Brenner von äh allerlei Alkoholiker. Äh unter anderem der, der äh wie soll ich sagen, der legendäre Blutwurz,\nder sehr die Geister scheidet,\nBlutwurz heißt das Zeug, das ist äh das eine Pflanze, die äh wenn man da die Wurzel ausschneidet, kommt's da rot raus,\nBlutwurz genannt. Ähm dazu gibt's halt so ein, so ein, so ein Kräuterlikör. Ähm,\nGenau und dann haben wir da irgendwie so eine so eine Privatführung bekommen aus aus Gründen und als er dann das nächste Mal in Berlin wart, dann äh habe ich mich mit ihm getroffen und er hat mir einen äh,\nTütchen von seinem neusten Kaffee mitgebracht, allerdings in Bohnen und ich hatte keine Kaffeemaschine. Also musste eine Kaffeemaschine her ähm,\nund äh die äh jetzt habe ich eine gekauft und zwar eine Barazase. Ähm.","Baratza.","Link alteten Happen, Barazase heißt die,\nÄh die sieht ein bisschen space aus ähm ist aber wirklich gut. Also ähm,\nDas Interessante an dieser Kaffeemühle ist, ähm also gibt's mehr oder weniger in drei Varianten. Äh eine Variante, da kann man nur grob den Feinheit einstellen. Äh die zweite Variante kann man die.","Die Feinheit einstellen.","Da kann man die Feinheit fein einstellen und die dritte Variante, die habe ich allerdings nicht. Äh da ist eine Waage eingebaut,\nUnd dann kann man der äh der Kaffeemühle tatsächlich sagen, wie viel Gramm Kaffee sie mühlen soll,\nund sie mühlt einem dann diesen Kaffee in den in den Siebträger,\nIch habe nur die, die mittlere Variante, aber die hat immerhin einen Timer, der irgendwie auf eine, ich glaube, eine hundertstel Sekunde genau timet, wie lange die Mühle läuft,\nUnd ähm,\nJa okay, das wäre jetzt nicht so wichtig, aber das Teil, das macht wirklich guten äh,\nmühlt wirklich guten Kaffee, also das ist schon irgendwie äh das hat bei meiner, bei meiner Kaffeemaschine irgendwie nochmal das nächste Level gezündet. Ich hätte nicht gedacht, dass das geht,\nAber man kann halt wirklich die, wenn man die Menge an Kaffee und wie fein der gemahlen ist, richtig einstellt,\ndann hat man auch die Durchflussgeschwindigkeit durch den Siebträger relativ gut im Griff und dann kommt einfach mal richtig guter Kaffee bei rum. Insofern.","Kurze Frage, dass dass der Topf oben mit den Bohnen ist, das Glas oder Plastik? Bei vierhundert Euro hätte ich ja da Glas erwartet.","Nein, aber man kann den abmachen, während die Bohnen noch drin sind, wenn man das unbedingt machen möchte.","Die Sette zweihundertsiebzig oder gibt's da noch mehr.","Und es gibt noch die Sette zweihundertsiebzig WI, das ist hier mit der Waage. Also da tut man den Filterhalter quasi, also den Sieb\nTräger in den in den Halter rein und dann mühlt die Mühle relativ genau eine Menge äh gewichtmäßig, eine Menge an Kaffee\nAlso da gibt's ja Leute, die sind der Meinung, das wäre wichtig, dass dass die Menge auch gewichtsmäßig genau stimmt,\nich selber halte das für übertrieben, aber.","Es ist ein weiteres Beispiel dafür, dass gutes Zeug gut ist. Meine eine meiner Universalkonstanten, also man kann so in jedem Bereich irgendwie so ganz billig kaufen, so Medium oder wenn man sich dann sowas richt\ngutes kauft, dann kommt auch einfach nochmal.","Ich habe auch echt lange überlegt, ob ich das Teil jetzt kaufe oder nicht und ich hab's dann doch gemacht und ich hab's nicht bereut.","Das ist doch schön.","Genau, keine grobe Feinheit, sondern feine Feinheit.","Lange hast du die Maschine schon.","Ähm äh jetzt ungefähr zwei Packungen Kaffee.","Und das ist die Garantie die Gewährleistung bei diesem Gerät.","Das kann ich jetzt nicht sagen, tut mir leid. Da müsste ich nochmal komm.","Wenn man die Bewertung liest, sind da eine Menge Leute, die sagen, dass es nach ein paar Mal benutzen, äh das alles äh,\ndie die Zahnrädern so halt kaputt gehen und nicht so tolles. Also erzähl uns von der Maschine nochmal bei unseren nächsten oder übermäßigsten Sendung,\nLangzeitreview müssen wir mehr machen hier so, weißt du.","Ja, das können wir gerne machen. Also ähm.","Gerade bei so einem Geräten ist ja so typisch alles was bei Zahnrädern ist, ob das jetzt hier der Fruchtmixer ist oder oder hier weiß schon Obstmixer, Kaffeemaschinen, Albe, so ein Zeug, muss man immer irgendwie,\nLangzeit beobachten, weil am Anfang sind die natürlich alle toll.","Und was auch relativ genial ist an der Maschine ist, sie hat keinen Todraum. Das heißt, Totraum nennt man das, also ähm,\nwenn das das Kaffeemehl noch durch irgendwelche Schächte durchmuss, dann kann das sein, dass da was liegenbleibt\nAber bei der ist es so, dass der dass der Siebträger tatsächlich unter direkt unter dem Mahlwerk ist und deswegen äh nichts ungemahlenes irgendwo liegenbleibt.","Also es fällt alles direkt durch und wird nicht irgendwie, da bleibt nicht die Hälfte an man gemein im Kaffee für die nächste Benutzung liegen, sozusagen, sondern ist immer, ja, das ist gut, dass deswegen hat man immer frischen Kaffe.","Genau. Genau.\nUnd äh die Firma, wo ich das bestellt habe, das weiß ich jetzt nicht mehr genau, wo das war. Die haben mir also auch gleich noch eine eine Packung Probekaffee mitgeschickt. Der war auch ziemlich gut. Bin jetzt mal überlegen, ob ich versuche, den nochmal zu kriegen, aber wahrscheinlich ist der relativ teuer.\naber ja, das war ein großer Unterschied zu vorher.","Um vielleicht zum Schluss der Sendung, weil ich glaube wir sind jetzt langsam mal am Ende angekommen, wenn wir schon so über Kaffeemühlen unterhalten das Rad nochmal zurückzudrehen und äh auf Max äh zurückzukommen und wo\nDennis gerade nach Langzeitreviews, äh, um um Langzeitreviews Bad\nfiel mir das gerade ein. Habe ich eine äh Podcast-Empfehlung beziehungsweise auch eine Blogempfehlung und zwar gibt es einen Podcast, der heißt äh\nTwenty Max vor twenty twenty, der ist von Jason äh snell. Hast du schon reingehört da.","Ja, habe ich vorher äh habe ich vorher dran gedacht, wie wir um alte Max gesprochen haben, weil da hatte ich nämlich genau beim X Server freigehört zum Beispiel und bei den anderen äh sehr schöne also sehr schöne Aufarbeitung, sehr viel Material gesammelt, finde ich.","Genau, das ist nämlich ein interessanter Spin, also Jason Snell ist ja so ganz altes Holz irgendwie der Meckentosh äh Journalisten äh Garde, früher so McWorld und wo der überall war.\nmittlerweile unter Six Colors so sein ganz eigenes Programm hat, auch verschiedene Podcasts und bloggt fleißig und was nicht alles\nUnd was er gemacht hat ist, er hat nicht so eine Liste von die zwanzig besten Max der Welt, ja? Weil er auch meint,\nNa ja, der beste Mac ist sowieso immer der neueste. Das stimmt natürlich auch nicht so ganz, aber anderes Thema ähm sondern er hat quasi aus der vollständigen Meckantosh-Historie,\nzwanzig Max ausgewählt, die Air wie er das bezeichnet, Most Notible findet, also die in irgendeiner Form ähm ein besonderes Modell waren,\nDas heißt auch nicht unbedingt besonders erfolgreich,\nsondern auch teilweise totale Flops oder eben die in irgendeiner Form speziell waren und diese ganze Meckentosh Geschichte nochmal aus einer ganz anderen Perspektive heraus äh erzählen,\nÄhm das sind relativ kompakte Sendungen irgendwie fünfzehn bis fünfundzwanzig Minuten und ähm ich weiß nicht, er hat auch schon alle raus. Nee, er ist,\näh","Bei sieben sind wir gerade.","Bei bei sieben, aber.","Von zwanzig runter.","Genau, er zählt von zwanzig äh runter und\nwas allerdings auch noch bemerkenswert ist und ich muss zugeben, dass ich das selber noch nicht richtig ausprobiert habe, aber ich bin mir ähm sozusagen dieses äh Systems bewusst. Er benutzt nämlich, um diesen Podcast zu erstellen,\nein äh neue, ja, Software kann man gar nicht sagen, so ein, so ein, das ist Software äh gemischt mit Cloud, ich weiß nicht ganz genau,\nwieder der Cloud-Anteil ist, also man lädt sich quasi einen kleinen drunter, das heißt diskrip,\nund was das System macht ist ganz interessant und zwar lädt man dort,\nseine Audiofall, seine Recordings hoch und die werden dann alle durch so eine Transkription gejagt, das funktioniert wahrscheinlich derzeit nur mit äh Englisch ordentlich, deswegen habe ich das auch noch nicht wirklich ausprobiert,\nund danach bietet dir das System ein Schneideinterface, also du kannst dir quasi deinen Podcast zusammenschneiden, indem du quasi auf dem Text schneidest.\nAlso du hast eben Wort für Wort die Erkennung und damit natürlich auch die Position in dem Audio und kannst dann sagen, ja ich\ngerne hier diesen Redeanteil von diesem Wort bis zu diesem Wort schneiden und so baut er sich diesen Podcast zusammen,\nDas ist wirklich ganz interessant. Ich hoffe, dass.","Zum Beispiel.","Ja. Also das ist auf jeden Fall ein interessanter Ansatz, ne? Also in dem Moment, wo Transkreption wirklich so gut funktioniert und im Englischen sind sie ja da schon ein bisschen weiter als im Deutschen,\nÄhm,\ndreht man ja quasi die Geschichte um. Du schneidest nicht mehr auf dem Audio, weil da die Worte an irgendeiner Stelle sind, sondern du sagst halt einfach nur\nmöchte gerne hier dieses Wort und dieses Wort soll irgendwie drin sein und damit ist natürlich dann den und Outpoint auch gesetzt.","Also ist auch also eher sogar wie ein man macht halt ein Textdokument so fertig. Äh und da dahinter steckt halt auch noch ein Audio drin.","Und das funktioniert gut.","Offensichtlich.","In Anwendungsfall schon.","Hat er es äh geschafft, äh diesen Podcast damit zu produzieren und ja, das ist äh auf jeden Fall bemerkenswerter Ansatz, ob das jetzt die Zukunft ist, weiß ich noch nicht so ganz genau, was auf jeden Fall eine mögliche Zukunft,\nWenn's nicht einfach fest äh einfach äh hängen bleibt, wenn man irgendwo einen falschen Button drückt. Ist alles gut.","Ah ja.","So Leute, ich bin müde.","Nochmal kurz, lass mich nochmal kurz meine ich was.","Hast du noch was.","Ja, nee, ich äh.","Ich ich hätte noch kurz was ein. Ich habe äh wenn man noch die Mac Themen äh abschließen. Ich habe mich ganz kurz äh damit\nbeschäftigt. Also einerseits habe ich Israel, das ist jetzt schon Apple Silicon, falls es jemanden interessiert, äh weiß ich nicht,\nDer Aufwand war mittelmäßig, also Open Source Make-Fil basierte Sachen zu konvertieren ist ein bisschen aufwendiger als das Exco-Projekt selber. Also es war aber wirklich eigentlich wenig zu tun. Ein paar Kleinigkeiten hier und da\nÄhm das ist wirklich, das ist ganz spannend eigentlich, dass es eigentlich alles erlegt ist schon. Ähm.\nWeiß ich nicht, weil so bisher waren es zwei, drei Arbeitstage, ein Hauptproblem war, glaube ich, dass irgendeine Library dann da nicht mehr vorhanden war. Äh äh das,\nDie UPMP Library, die ich verwendet habe, musste ich halt anpassen, also ich musste zwei Open Source Sachen, die ich benutzt habe, äh ein bisschen massieren, damit die äh damit die laufen und dabei halt auch updaten, glaube ich, quer und dann war's ein bisschen schräg. So,\nund dann äh für Apple Silicon muss man auch noch alles signieren, bisschen mehr noch als vorher, so\nda haben sie ein bisschen die Daumenschrauben angesetzt, weil ich habe auch so einen Quando sein Tool für Lou. Äh zum Beispiel im Lua Modus kann man das da durchjagen, dann gibt's einem die Fehlermeldungen äh o,\nkompeiert oder nicht. Ähm und das musst du halt nochmal signiert werden. Da musste ich ein bisschen dann auch in die Deepmagic reingucken, wie das denn geht, dass man das Mandelsignal richtig signiert, äh das richtige Enttiplement da reinsigniert, damit's dann trotzdem funktioniert, weil der ganze Workflow und so. Also das war eher so diese allgemeinen Apple Schmerzen, die man so hat, wenn man da was macht\nÄhm.\nUnd äh ansonsten waren sie aber glaube ich so ein, zwei, drei Arbeitstage so in Summe, glaube ich, die ich äh die ich rumgeschraubt habe äh und das ging da also relativ zügig, aber die waren's glaube ich schon auch. Also ab und zu ich habe,\nweiß es schon gar nicht mehr. Ich habe schon so früh gemacht, ich habe zwar SEK war da und dann habe ich's um umgebaut ähm äh und.","Aber sag mal so ein normaler Code, da dürfte doch eigentlich vom Code selber jetzt, also wenn man jetzt nicht geänderte Frameworks hat oder so vom normalen Code dürfte ja nichts sein, weil es beides vierundsechzig B ist, beides Little Andien, da sollte er irgendwie kein Nix sein, oder? Also.","Nee, von normalem Code, wenn du so am Start hast, ist da eigentlich nix mehr. Also ich ich müsste mir nochmal kurz meine Diffs angucken, da bin ich jetzt leider nicht mehr gut, das Gute vorbereitet. Mir hat nämlich irgendwas, hat mich überrascht. Äh also es gibt ja so diese, ich glaube, die Vision durch null ist immer noch so ein Ding, oder?\ndie die Armen einfach mal erlaubt und äh und Insel nicht, aber wenn man von Internet kommt, ist kein Thema. Ähm.","Kommt dann raus bei einer Division durch null bei arm.","Äh ich glaube eben kein äh kein totaler Weltzusammenbruch. So. Das ist oder.","Immer da müsste ja der Max von dem Typen rauskommen.","Also es ist, ich habe, ich habe ein bisschen Code.","Kommt, glaube ich, raus, ne?","Genau, also genau das hatte ich. Es kommt nämlich irgendwo in irgendwelche Floting Point Geschichte. Kommt auf einmal statt äh,\nStatt äh Infinity Noteinander raus oder umgekehrt und das ist dann ziemlich viral wie das durch die äh durch die äh Dinger geht,\nund so ein so ein Detail hatte ich irgend so einen kleinen Kompeiler Detail, der also C Detail an der Stelle war aber nicht war nicht super tragisch. Ähm,\nhab ein bisschen Angst gehabt, dass ich was übersehe.","Und selber wird per äh Make-File kompeniert.","Nee, aber ich habe äh äh.","Die Abhängigkeiten.","Ich habe Onigmo drin, das ist praktisch die äh Regix Labry,\ndas in der Unionigumavariante und da musste man dann praktisch zumindest die Universal Bau äh Anleitung in den Make-Fall beschreiben,\npraktisch die beiden Geschichten kommen, damit Lepo wieder zusammenkleben und da war ein bisschen das Problem, dass es den Unterschied gibt, ob's Abend vierundsechzig ist oder ak,\nvierundsechzig und dann gibt's die Konvigatools, die wieder nicht wissen, dass es natürlich einen äh einen Arm vierundsechzig oder A vierundsechzig Apple gibt,\nund ähm einen Abend vierundsechzig Apple gibt's da nicht, sondern nur ein Ak äh vierundsechzig äh Apple, weiß das, das ist dann, glaube ich, auch IOS so an der Stelle und da ist halt so ein bisschen so die,\ndie Detailproblematik bei Open Source Kram, wenn du ähm welche Zielplattformen du jetzt hast, weil was für iOS iO ist ja doch ein bisschen anders als Mac\nsogar der auch mit den Librarys für die Configur Geschichte und so was dann alle zur Verfügung steht oder nicht. Äh und dann muss man da ein bisschen gucken,\nSo, aber man kann da eigentlich immer in Change Logs nachgucken, was ich da versaut habe. Es ist alles open Source. Wie peinlich ich da unterwegs war, kann man auch nochmal die Tage nachle.","Nee, ich hab ich hab ja unsere IOS App ähm,\nvon der Firma habe ich ja auf auf äh den Arm Mac äh portiert,\nUnd das war wirklich nur ein halber Tag und das war fast schon so ein bisschen peinlich, weil wirklich alles gelaufen ist inklusive äh diverser Werbeframeworks, die einem dann irgendwelche Dinge verkaufen wollten,\nwar so mal als als als kleine äh als kleine Fingerübung war das mal ganz spannend, dass das so unglaublich einfach ging.","Ah ja, ich habe zum Beispiel das Make-Five war kaputt vorher. Es hat vorher schon Universalmarke. Es hat früher mal Universal gebaut, glaube ich. Aber da war ein\nalso eine Sache hat nie funktioniert, es hat aber nicht gejuckt und dann musst du halt gucken, ob's aufm aufm Ditikay baut und auch auf dem Mac, also ich feder, dass es von beiden Seiten\nherbauen können und da muss halt im MacFil so die richtigen Variablen drin stehen, die musst du aus der richtigen äh Umgebung rauslesen und da ist so ein bisschen Details. Ist auch jetzt ein bisschen fragil, weil äh ich muss für das Contact Make-File,\ndie die Hausplattform nehmen und dann mache ich da ein bisschen Stringer setzen auf der Hose Plattform im Moment und das geht wahrscheinlich nicht auf Dauer gut es ist auch ein bisschen puschig,\naber äh gute Nacht vor, da baut dann mal erstmal für die Variante, bis sie sich alle bisschen gesetzt hat.","Das ist ja auch irgendwie.","Ich hab das auch ich bin auch eben bei Make-Five hab ich immer kurzzeitig Wissen,\ndas diffudiert dann wieder komplett und an der Stelle hatte ich wirklich einen ganz doofen Fehler gemacht auch, deshalb habe ich bin ich noch vorgestern wirklich noch dran gesessen äh,\nbis ich das bis ich's gecheckt habe, was dann wirklich kaputt war an der Stelle, weil ich wollte was ersetzen, weil beim Make Fire String ersetzen hat irgendwie gibt's einen Shortcut, dass es ein bisschen anders aussieht\nund der wird einmal so beschrieben, als wär's einfach nur der Patal Replacement, aber er wird eigentlich so ersetzt, dass es nur am Ende ersetzt wird und das hat halt vorher schon mal funktioniert, jetzt hat's nicht mehr funktioniert, ich wusste nicht wieso, es ist Big Sir, äh sonst irgendwas. Also viele kleine Details,\nman muss halt irgendwie ordentlich arbeiten. Ja. Genau. Das war das eine und das andere können wir vielleicht ein bisschen stehen lassen aber nur mal ich will's,\nkurz erwähnen. Ich habe die Big Glock aus Universal Swifty App mal gebaut, um mir ein bisschen Swifty anzugucken, aber das Thema ganz oft zu machen ist natürlich jetzt viel zu lange. Äh es sei aber kurz gesagt, A der Zustand von Swift You Eye, wenn man da mit arbeitet auf äh\nauf dem Gerät mit der Live-Preview ist unter aller Sau\nDas heißt, die Art, die Menge an Fehlern, die zurückkommen und die Geschwindigkeiten, der die Live Preview updated, ist äh ein auf meinem iMac Fro, ein ähm,\nunzumutbares äh Muddel leider. Ähm.","War jetzt, das war jetzt, also für Iros oder für Mac.","Swift You Eye für alle.","Diese Widgets und so.","Also ich habe mal Vicit gemacht. Also\ndie Big Glock hat jetzt ein Big, wenn du dein, wenn du deine Home-Screen äh von deinem Telefon so bauen willst, dass er aussieht wie ein altes iPhone oben mit der Uhr. Da ist jetzt eine Hevetikeruhr, das ist jetzt ein Widget, das funktioniert. Also für das Widget habe ich's eigentlich gebaut und da habe ich gedacht, ja, das\nApp macht so wenig, dann teste ich mal wie ich das auf Cross Plattform komplett machen kann auf äh also praktisch Mac. Ähm äh iOS und\näh und TV. Und es ist erstaunlich aufwendig dann trotzdem auch die Summe, weil du baust wirklich trotzdem drei Beinarest, du kriegst so einen Templer, wie du die Dreibeineries vielleicht bauen kannst. Du kannst relativ viel Codeshere mit Swifty aber auch wieder nicht alles, die Viches musst du auch wieder extra machen auf Mac,\nstatt auf iOS, wenn du nicht\nÄhm wenn du nicht eine Ketterlist-App machst, also das ist alles ein bisschen hakeliger, als man sich's gerne hätte, obwohl man das aktuellste verwendet. Plus. Ich mag Swifty Eye nach wie vor nicht. Äh aber was ich wirklich schlimm fand, war eine Swifty zu programmieren.\nDie Live-Preview nicht zu bekommen, also das sowohl das Autocomplete nicht halt funktioniert, die Scheiße plus äh die Preview Update hat wirklich mal so im äh da braucht teilweise dreißig Sekunden, bis die Preview updated,\nzu kompenieren von von dieser kleinen Witche Ding, was jetzt wirklich ein Big Glock ist, ja? Ist wirklich nur diese Uhr da in der Mitte,\nIst ein ganz kleine Swifty. Und das hat mich dann schon nochmal in einem größeren Maße eigentlich,\ntäuscht, als ich's eh schon selber bin, weil ich's mich eh nicht so interessiert. Ähm, aber so, dass, ich hätte gedacht, dass es wenigstens irgendwie,\ncooler als der Interfacebilder Schmarrn, aber die sind jetzt wieder so in der Geschwindigkeit von, weiß ich nicht, weißt du? Was sind zur Serie Linkzeit da, Rodi.\nZero Link, sagt dir das noch was,\nDas war mal so ein kurzer, so ein kurzer Moment, wo du aufm PowerpC äh also auf G vier äh in Exgurt bauen konntest, eine Variable verändern und nochmal bauen drücken und dann hat er nur zur Runsime die variable Wert verändert, weil er hat's nicht wirklich gelingt. Das war dann so ganz,\nfies im Hintergrund. Alles kaputt gegangen, hat nie gescheit funktioniert, aber das hat für meine Begriffe.","Genau das genau das war war auch mein Ding, dass ich das irgendwie drei oder vier Mal verwendet hab oder versucht hab und hab's dann ausgeschaltet.","Aber so in der Größenordnung funktioniert für mich die Swifty Live Preview an der Stelle, weil ich muss es.","Oder dieses dieses Distributed Compining, was es ja mal gab,\neigentlich was ja eigentlich total geil war bis auf den Fakt dass er irgendwie,\nN minus eins, falls äh irgendwie verteilt und\nUnd dann ganz zum Schluss ewig auf ein letzte Datei wartet, weil irgendein Rechner da draußen sieht, dann einfach nicht kompeiert kriegt. Statt das Lokal nochmal zu machen oder so,\nirgendwie es waren immer so die Details, die dann so ein Feature komplett gebrochen haben, wo du dann so denkst so, ja, dann kann ich's auch lassen.","Genau, so aber das wollte ich nochmal, weil ich habe ja hier so mein,\ndieser iMac, ja, mit aktuellsten Ex-Code und das ist ein iMac Pro immer noch, der sollte eigentlich in der Lage sein, da ordentlich Spaß zu machen und es macht keinen Spaß, selbst bei kleinem Kram.\nLeider, ich hab's mir angeguckt und ich werd's auch noch ein bisschen weiter verfolgen und ich ich denke aber es ist noch weit davon entfernt, dass wir es wirklich auf Dauer für tiefe Sachen einsetzen will, weil es ist wirklich,\nAlso entweder man weiß haargenau, was man tun will eh und dann ist es eh schon fast wurscht, welche Technologie du verwendest,\noder du nutzt dieses Live-Preview, um wirklich ein bisschen so interaktiv äh dich da zurechtzuklicken und ein bisschen schön damit zu spielen, damit du da ein bisschen was teilst und ein bisschen was machst. Äh aber da passiert's dann gerne mal, wenn du den falschen Modifyer drückst, dass\nganze der ganzes Haus in sich zusammenfällt und dir vor allem auch die falschen Incentives gegeben werden so an der Stell.","Ja, ich glaube, wenn man zu weit vom vom ausgetretenen Pfad weggeht, dann ist man sehr schnell im Wald da.","Wobei es grundsätzlich ja ganz schön ist, also in so einer Swish Vip kannst du ja unten so wirklich sagen, okay, ich habe gerne diese, also bei Vice zum Beispiel, alle Vice-Größen kannst du angeben,\nTestwerten unten drin. Aber wenn du halt so viele machst, was da im Hintergrund passiert ist, dann teilweise wirklich der Simulator hochgelaufen wird, die Simulator. Mir hat's einmal das Aua zerschossen,\nwenn du wenn du den Simulator lauf machst, kannst unter in der Mecco S, ich weiß nicht, ob's den Big Sor wirklich gefixt ist, ist zumindest ein existierender Back, den Sie kennen. Also\nWenn du den Simulator laufen hast, kannst du dir dein Audio zerschießen auf dem Mac. Und wenn du praktisch die Swifty Preview in einem Excode\nStartet hast, dann macht er im Hintergrund die Single Run Time an und dann kann's dir sein, dass dir dein Audio zerbröselt. Mir hat's einmal so ein, so ein USB-Audiogeknackse ins Ohr gehauen, wo ich äh einen Podcast gehört habe.\nbehättest fast die Ohren rausgehauen an der Stelle, weißt du, also wenn so so ein Audioback, der wirklich und das ist halt so, da klickst du halt auf so vielen Ebenen kriegst du da äh Krätze an der Stelle\nNa ja, aber Swifty ist ganz toll für viele Leute bestimmt, glaube ich, für mich nach wie vor nicht.","Bestimmt irgendwer findet's bestimmt toll.","Naja, ich sage mal so äh bis man so ein Work wirklich soweit hat, dass es ordentlich läuft, da haben wir auch andere Leute Jahrzehnte gebraucht,\ndie Zeit muss man, glaube ich, ansetzen, bis das ordentlich abgehangen ist. Ja.","Ja, aber das hätten wir dann auch tun sollen bei Apple und nicht in Public.","Was weiß ich, also keine Ahnung, iTo on Dork Food, vielleicht ein bisschen mehr.","Für mich persönlich ist immer noch die Frage, wohin wohin's denn, wohin's denn geht, weil wird's, glaube ich, nicht, äh aber alle Cross Plattformen you I sinds auch irgendwie nicht, you iked selber bremst sich aus, ein bisschen, dadurch, dass also,\nGeht schon, also Jake wird's noch lange Zeit geben an der Stelle mit Katalys, kannst du auch noch was Plattform App machen. Aber auch da sind so viele Entscheidungen zu treffen und ob du es wirklich gut wird, ist unklar, wenigstens geht. Ähm,\nIch weiß nicht, also ich hätte, also wenn wenn der Weg eingeschlagen worden wäre, so okay, wir wir haben jetzt, wir machen jetzt Kettles eigentlich und UI Kit und wir Unifin ist irgendwie und wir machen nicht nochmal eine eigene Suppe nebendran\ndann nochmal on top auf Everesting sitzt und eigentlich die Zukunft vielleicht ist, dann ging's mir viel besser, glaube ich, erst mit der viergleisigen Geschichte jetzt.","Wenn wenn sie, wenn sie nicht so hochgeschossen hätten, sondern nur gesagt haben, okay, dann machen wir das jetzt für Vichits und dann machen wir das jetzt für WhatsApp is Apps,\nUnd alles andere erstmal nicht, dann wäre das für mich eine brauchbare Story gewesen,\nAber so äh scheint es so zu sein, äh dass irgendwie äh da diverse Teams gegenseitig um um um um Anerkennung äh\noben im im guckschen Elfenbeinturm irgendwie hecheln und das kann's ja wohl nicht sein. Also es ist irgendwie na ja.","Ich bin durch. Ähm wir werden das auf jeden Fall noch weiter äh beobachten. Morgen gibt's neues Betriebssystem und,\nIch kriege meine Max voraussichtlich zwischen dem siebenundzwanzigsten November und dem ersten Dezember oder sowas.","Die Bildung Order haben eine ziemlich lange Lieferzeit.","Bill Toorna, das ist dann der groß zu bauen, Toorda.","Alles was du mit mir Erweiterungen, also die Dinge hättest nächste Woche schon gegeben. Die äh die Basisversion, aber nur die Basis des Version.","Ach so. Ja okay. Dann müssen wir noch ein bisschen warten, aber das werden wir dann auf jeden Fall alles beleuchten. Wollen wir Schluss machen? Jup.","Jo","Dann würde ich sagen, ich leite mal hier das Ende ein. Ähm.\nUnd ja wir sind wieder da, es wird auch äh bald wieder mehr Freakshow äh geben und ähm ja gucken wir mal, wie es da so läuft. Wir sagen tschüss, oder?\nBis bald.","Ciao."]}