{"v":1,"episode":253,"speakers":["Tim Pritlove","Dominik Wagner","Denis Ahrens","Ralf Stockmann"],"t":[83,140,141,160,161,168,169,181,189,191,198,199,208,210,213,218,228,233,265,268,270,296,297,345,349,442,443,487,498,508,510,520,526,531,536,545,551,572,573,575,579,581,587,588,598,600,608,614,623,628,630,633,1074,1121,1171,1174,1318,1322,1337,1342,1435,1440,1442,1451,1453,1478,1493,1496,1507,1511,1514,1517,1525,1526,1600,1948,1952,2021,2029,2053,2071,2105,2107,2144,2156,2158,2160,2161,2191,2208,2210,2255,2298,2304,2307,2310,2320,2337,2346,2347,2373,2375,2376,2381,2404,2408,2421,2422,2474,2600,2620,2621,2630,2636,2639,2641,2653,2655,2658,2688,2690,2744,2746,2869,2876,2883,2887,2890,2891,2893,2904,2914,2916,2918,2922,2924,2943,2950,2983,2989,2991,2994,2998,3004,3025,3029,3038,3046,3051,3054,3067,3067,3077,3082,3100,3103,3104,3115,3116,3121,3152,3155,3169,3174,3224,3272,3275,3283,3287,3290,3345,3364,3419,3420,3499,3532,3535,3538,3540,3545,3547,3558,3560,3582,3589,3592,3611,3632,3636,3666,3678,3682,3685,3686,3691,3692,3696,3709,3716,3720,3725,3731,3748,3752,3766,3772,3776,3781,3786,3787,3790,3791,3792,3795,3801,3805,3807,3809,3820,3821,3876,3879,3912,3928,3934,3959,4015,4020,4022,4022,4031,4035,4042,4091,4107,4118,4126,4130,4134,4144,4153,4161,4169,4174,4259,4276,4299,4301,4334,4338,4340,4343,4350,4353,4497,4547,4549,4630,4654,4655,4658,4659,4711,4713,4714,4726,4859,4864,4868,4896,4912,4913,4923,4924,4957,4965,4990,4992,5060,5063,5069,5084,5091,5106,5108,5196,5199,5217,5220,5276,5277,5348,5350,5356,5365,5375,5392,5433,5434,5580,5646,5647,5656,5658,5679,5681,5699,5702,5705,5706,5739,5741,5779,5787,5788,5792,5793,5794,5797,5798,6005,6009,6051,6055,6064,6065,6079,6080,6084,6177,6179,6180,6228,6239,6246,6272,6276,6293,6295,6320,6328,6345,6347,6368,6587,6590,6599,6601,6603,6613,6632,6633,6712,6896,6924,6973,6974,7000,7032,7033,7061,7067,7106,7110,7131,7132,7135,7136,7269,7286,7287,7396,7414,7421,7422,7438,7443,7444,7587,7594,7595,7601,7603,7672,7674,7683,7694,7695,7713,7720,7724,7728,7731,7852,7854,7908,7961,7972,7975,7977,7978,8001,8008,8037,8111,8116,8117,8120,8121,8127,8127,8131,8141,8167,8174,8288,8290,8379,8396,8424,8439,8451,8456,8464,8542,8612,8615,8645,8647,8721,8729,8731,8740,9017,9020,9041,9114,9124,9126,9130,9137,9222,9237,9239,9347,9374,9432,9444,9447,9450,9451,9453,9461,9463,9469,9474,9477,9495,9556,9571,9575,9644,9659,9696,9701,9718,9720,9738,9745,9751,9754,9792,9989,9993,9999,10039,10042,10095,10123,10129,10136,10164,10196,10197,10208,10233,10252,10262,10270,10302,10305,10313,10337,10338,10353,10359,10360,10365,10369,10375,10380,10387,10398,10440,10443,10467,10470,10642,10644,10644,10781,10865,11077,11117,11143,11178,11179,11202,11273,11312,11314,11373,11386,11389,11418,11421,11469,11502,11503,11504,11508,11512,11517,11519,11523,11524,11572,11583,11606,11627,11738,11768,11769,11770,11785,11788,11788,11792,11794,11800,11863,11932,11938,11942,11947,11948,11979,11981,12080,12139,12333,12347,12384,12406,12439,12446,12449,12453,12462,12478,12508,12548,12583,12640,12641,12682,12684,12685,12686,12689,12711,12713,12729,12740,12741,12744,12745,12754,12755,12768,12771,12776,12782,12814,12817,12818,12822,12825,12831,12837,12871,12874,12889,12892,12916,12918,12989,12993,13074,13079,13082,13084,13106,13125,13133,13140,13153,13173,13195],"s":[0,1,0,2,0,2,0,3,1,0,2,0,2,0,2,0,3,0,1,2,0,3,0,3,0,1,0,3,0,3,0,3,0,2,0,1,3,0,1,3,1,0,3,0,3,1,3,0,1,0,1,0,1,0,2,0,1,0,1,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,1,3,1,3,0,1,3,1,3,1,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,1,3,0,3,2,0,3,0,2,0,3,0,3,0,3,0,3,0,3,0,3,0,1,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,1,3,1,3,1,3,0,3,1,0,1,0,1,3,1,3,1,3,1,0,1,0,1,0,1,0,2,0,3,0,3,0,3,0,3,0,3,2,1,2,0,2,0,3,0,3,0,3,0,2,3,0,3,0,1,3,0,3,0,3,0,3,0,2,3,0,3,0,2,0,3,0,3,0,3,0,3,0,1,0,1,0,1,0,1,3,1,0,1,0,3,0,1,0,3,0,3,0,1,0,1,0,1,0,1,0,1,0,3,1,3,0,2,0,2,0,1,0,3,0,1,0,1,0,1,0,1,0,3,0,1,0,3,2,3,2,3,2,3,2,3,0,3,1,3,2,3,2,3,1,0,2,0,3,0,3,2,3,2,3,2,3,2,3,1,3,1,3,1,3,1,3,1,3,0,3,2,1,3,1,3,1,3,0,3,0,3,0,3,0,3,1,3,1,0,2,3,0,3,0,2,0,2,0,2,0,1,2,1,0,1,2,1,3,2,3,2,3,0,3,0,3,2,1,2,0,2,0,3,1,3,1,2,1,2,3,1,3,1,3,2,3,2,3,0,2,0,3,0,1,0,1,2,1,0,1,0,1,2,0,1,2,3,0,3,2,0,2,0,2,0,2,0,1,0,1,0,1,3,2,3,0,3,0,3,0,1,3,1,0,3,0,1,3,0,2,1,0,1,0,1,0,1,3,0,3,0,1,3,1,0,1,0,1,0,3,1,2,0,1,0,1,0,1,0,1,2,1,3,1,3,1,0,3,0,1,0,1,0,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,1,2,1,2,1,2,1,0,1,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,1,0,2,1,2,1,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,1,2,1,0,3,1,3,1,0,3],"x":["Hallo, herzlich willkommen zur Freakshow Noah. Was haben wir heute? Zweihundertdreiundfünfzig,\nvom fünfundzwanzigsten November zwanzig zwanzig und das ist schon wieder ein weiterer Geburtstag, heute nämlich mal meiner\nAlles hatte\nalles hatte Geburtstag, da müssen wir äh noch viel drüber reden heute. Ähm ja, Mancapes, ihr seid auch alle in eurer ähm Mancafe. Also ich bin's äh Tim. Hallo, habt ihr wahrscheinlich euch schon gedacht.\nUnd heute haben wir mal wieder eine richtige Männerrunde. Ausnahmsweise. Ja das äh vielleicht zum Hintergrund ähm\nhat gerade viel zu tun und Tala hat auch gerade viel zu tun, deswegen äh dauert das noch ein bisschen, aber nächste Woche wird sich das äh voraussichtlich schon ändern,\naber da wir ja wieder ganz viel über Max reden müssen heute, haben wir dann auch die passende Runde zusammengestellt und haben den Dom wieder dabei. Hallo Dom.","Ja, servus.","Und Dennis, habt ihr schon gehört?\nWisst ihr, denn es du hörst ja keine Podcasts, ist dir überhaupt klar, dass Wädern mittlerweile weit über die Freakshow hinaus mittlerweile zu einem Fachbegriff geworden ist, in der Podcastlandschaft in Deutschland.","Bisschen.","Bisschen.","Artikel gib.","Das war jetzt wahrscheinlich dann auch schon eine Prophezeiung. Genau, Ralf, du bist auch mit dabei, kannst du es bestätigen, dass WLAN einfach Begriff geworden ist.","Einen wunderschönen guten Abend. Äh ja ist es, allerdings, wenn man sich halt das Bild von Dennis anguckt, er hat sein Mikro auch einfach immer direkt am Nasenloch hängen, anstatt am Mund.","Nee, das war jetzt nicht ändern, nicht ändern. Ah! Das war schon, vorher war es lauter.","Was kannst du es ja mal mit tiefer probieren, Dennis.","Habe ich zwar Volster ge.","Ja jetzt gucken wir mal. Ist egal, aber ich habe ja professionelle Schneidekünste, man merkt da in der äh Aufzeichnung am Ende sowieso herzlich wenig von.","Also nur die Livehörer müssen leiden.","Ja und wir natürlich, ne?","Ja live besonders nah dran sein heißt es ja ne.","Genau, ja, äh, Ralf, Ralf, äh, Stockmann, du warst ja schon ein paar Mal da, ich weiß gar nicht, man muss sich, glaube ich, gar nicht mehr so groß vorstellen, oder?","Wir vermutlich nicht, das ergibt sich dann im Laufe des Abends vermutlich. Dann werden die Leute sich schon wieder dran erinnern.","Aber es hat auf jeden Fall mehrere gute Gründe, dass wir heute mit dabei bist und äh das hat äh auch damit zu tun, dass dass du dir auch einen neuen Mac gekauft hast.\nUnd äh ja da äh quatschen wir dann natürlich gleich noch drüber. Habt ihr denn äh\nHabt ihr denn auch von dem tollen äh Zeichen, was uns zwanzig zwanzig geschickt hat schon äh gehört? Dem wie es so schön im äh,\nAuf Google Maps heißt es jetzt offiziell der Silver Obelisk.","Wir auf Google Maps gibt's eine Location. Dachte wollten die Geheimh.","Monoliten meinst du? Der keiner ist.","Manche sagen halt es ist ein Monolit, manche sagen es ist ein Obelisk und ähm da kann man jetzt trefflich drüber streiten, was es ist. Vielleicht mal kurz für die Leute, die noch nicht äh gecheckt haben, was Phase ist\neine äh Behörde, ich weiß jetzt gerade gar nicht genau, welche. Ähm schon mal ganz kurz, Jutta, Department of Public.\nNee, warte mal. Also auf jeden Fall in.","Public Safety.","Ähm in Utah ist irgendwo im Nirgendwo, also da gibt's ja so so Orte, wo einfach nichts und niemand ist, wo einfach nur so\nHügel, Bergstrukturen über Jahrmillionen durch irgendwelches Wasser äh geschliffene Strukturen gibt und irgendwo so tief vergraben im Nichts,\nHat jetzt irgendjemand warum auch, wie auch immer die dahin gekommen sind und weiß auch niemand, wie lange das da schon steht, findet sich so ein.\nDreieckiger Obelisk, der weiß nicht, wenn man den Bildern so traut, wie groß ist das Ding? Zwei.\nDrei Meter hoch würde ich ungefähr sagen, drei Meter hoch, drei Meter hoch und vielleicht mit so einer Seitenlänge von nah.\nDreißig, vierzig, fünfzig Zentimeter vielleicht.","Mehr siebzig, aber ja. Mhm. Knapp.","Kann auch sein, ist ein bisschen schwierig auszumachen. Auf jeden Fall steht der da einfach irgendwo im Nirgendwo mitten in so einer Felsstruktur äh rum.\nUnd sie wollten dann erstmal nicht sagen, wo? Die wollten nicht gleich petzen. Haben aber äh wie man das so schön macht bei so einem Bericht ähm,\nganz viele Fotos gepostet, wie sie den gefunden haben und dass sie da mit dem Hubschrauber hingeflogen sind und so. Und das war dann wirklich ein wunderbares,\nBeispiel für ihr habt eure Operational Security nicht,\nim Griff. Ja, sie wollten einfach nicht sagen, wo es ist, haben aber dann natürlich erstmal den Hubschrauber,\nabgelichtet, mit dem sie dahin geflogen sind, der hat natürlich dann eine entsprechende Kennung und heutzutage kannst du natürlich überall nachschlagen\nwohin geflogen ist und in welcher Höhe er war und da haben so findige Leute dann erstmal diese Routen nachgesucht, haben dann irgendwie geguckt, wo er dann äh unten war, also vermutlich äh gelandet ist, haben das Ganze dann äh immer Kilometer und Kilometer weiter einge\nKreis, dann haben sie die Fotos von diesem Obelisken, die sie gemacht und veröffentlicht haben, analysiert mit der Uhrzeit, korreliert mit Schattenwurf, äh, wohin man sozusagen gucken muss, auf was für Strukturen man,\nmuss und dann war das Ding tatsächlich auf äh Google Maps und Google Ears sehr gut zu finden. Äh,\nKann ja mal kurz den den Google Maps Code hier einfach in die in den Chat reinwerfen. Das ist acht fünf C G acht acht VM plus sechs G.","Das waren Google Mems Kuh du.","Aber er ist dann äh wie ich festgestellt habe auch schon ähm zu finden, unter Willmann Silver, Obelisk, Komma Juta eingibt, dann müsste man eigentlich auch finden.\nUnd dann steht er da einfach. Also man kann das äh sehr gut sehen, dass er da steht. Das äh ganz äh zweifellos\ndiese Stille. Ja und das wollte ich jetzt einerseits mal erwähnen, weil ich irgendwie diese Recherche ganz geil war, weil es einfach irgendwie krass ist, was man heutzutage so im Netz schon so finde, Not Tools am Start hat, um solche Sachen rauszufinden, sehr schnell. Und andererseits ist natürlich die Frage.\nIst das jetzt ein Signal? Müssen wir uns jetzt zwanzig zwanzig auch noch mit außerirdischen Botschaften rumschlagen.\nIch weiß es nicht.","Äh in der Tat interessant, dass er auf Google Maps auch wirklich äh im Schattenwurf sichtbar ist. Das heißt, der muss er schon ein bisschen was stehen, ne? Je nachdem hat mal jemand draußen gekriegt, von wann die Luftaufnahme ist, die ihn da zeigt.","Das müsstest du eigentlich auf Google erst zumindest, müsstest du das sehen können? Bei Google Maps bin ich mir grade nicht ganz so sicher, aber wenn du.","Am Start hier.","Wenn du auf Google Oers da hinfliegst, dann müsstest du das eigentlich äh finden. Warte mal hier, Silver, Obelisk.\nJutta.","Max Neider schreibt gerade im Chat auf Google Earth seit zweitausendsechzehn. Das ist ja schon mal ein bisschen was her, ne.","Ach so, da, also das Foto ist von äh von zweitausendsechzehn.","Also ist schon mal keine kurzfristig angelegte Werbekampagne irgendwie.","Nee, das scheint mir wirklich einfach so ein richtiges Art Projekt zu sein, so nach dem Motto, wir bauen das Ding jetzt mal hin und dann gucken wir mal, äh wann's jemand findet.","Ja, hat Projekt. Das ist ja schon das hat schon mehr auf sich, ne?","Also was halt verstörend ist äh Dennis hat's ganz richtig schon ein paar Mal gesagt. Es hat halt jetzt für den zweitausendeins Obelisken einfach mal die komplett falschen Abmaße. Es hat vorhin eine quadratische Grundfläche, was man auf vielen der,\nBilder, die man jetzt so schnell googeln kann, gar nicht sieht, weil die man von direkt vorne drauf sind, damit's eben ein bisschen aussieht wie zweitausendeins, aber es ist im Prinzip quadratische Grundfläche mit.","Ich dachte er ist dreieckig.","Ich dachte auch, das wäre ein Dreieck gewes.","Nee, ich habe eben ein Bild gehabt, was ziemlich eindeutig nach Quadrat aus äh.","Video ist YouTube-Video, ja.","Das äh würde ich dann gerne mal sehen, weil alle Bilder, die ich gesehen habe, war irgendwie äh ein Dreieck.","Ja, warte mal.","Also wenn du was hast, wo man daraus entnehmen kann, dass es quadratisch ist, weil das geht jetzt aus diesem Luftbild nicht hervor, aber in der Tat, einundzwanzigster Oktober zwanzig sechzehn in Google öfter.","Richtig, es könnte auch dreieckig sein.","Also der Youtube Frame YouTube Frame zeigt schon bisschen von oben genug, dass man Dreieck sieht, das kann eigentlich kaum. Also wenn es eine Raute, aber ein Quadrat kann's eigentlich nicht sein.","Ja, okay, gut. Ja, das ist in der Tat die Perspektive täuscht hier an der Stelle, es könnte auch wirklich ein Dreieck sein, ja.","Ja, ist natürlich total verboten, sowas zu machen, ne. Aber wenn man mal guckt, wo das ist. Also es ist wirklich, da ist wirklich nichts, nichts drum herum.","Aber sehr zentral in diesem keinen Nichts. Also sie haben sehr schön in die Mitte von dem Nichts gestell.","Findest du.","In diesem kleinen Canyon, da ist es so, sieht's aus wie so die Mitte.","Ach so ja gut,\nJa gut, aber wenn du mal ein bisschen rauszoomst, dann ist er so ein paar Kilometer weiter, sind dann schon so Straßen und so. Nicht, dass da jetzt sonderlich viel äh Infrastruktur und Zivilisation ist, aber\nKann das mal kurz abmessen hier, was wir hier haben, also von dem Obelisken bis zur Straße sind's na ja zwanzig Kilometer.\nUnd da in die Richtung, sonst fünfzehn Kilometer. Ja, also ich würde sagen, die nächste Zivilisationsmarke ist.\nFlughafen, vierzehn Kilometer, na ja auf jeden Fall weit weg.\nJa, so viel dazu. Wir wissen nicht genau, was es damit auf sich hat, aber die Affen werden's rausfinden.\nGut, ähm, ich muss noch ein bisschen äh Housekeeping machen.\nBis wir hier äh ans Eingemachte äh gehen, denn es gab ja diverse äh Jubiläen zu äh feiern, unter anderem ist jetzt die Meterebene seit fünfzehn Jahren am Start.\nProst.\nWas ganz schön lange ist, wenn ich da mal so drüber nachdenke. Ich habe äh auf Meterebene im Edern auch noch einen längeren Blogpost dazu geschrieben.\nUnd das Ganze koinzidiert ja auch ganz gut mit ähm fünfundzwanzig Jahre, dass das irgendwie angefangen hat mit Chaos Radio damals.\nDas war nämlich auch im November. Also die erste Chaos-Radiosendung war vor fünfundzwanzig Jahren und\nDas habe ich jetzt alles auch auf Twitter und im Blog äh alles schon mehrfach äh breitgetreten, aber dann kam irgendwie heute noch so ein Kalenderevent hoch und äh habe mich noch an was anderes erinnert, was ich mir,\nwahrscheinlich vor Jahren mal eingetragen habe, dass es dann bloß nicht vergesse, wenn's mal soweit ist, sind mich vor dreiundzwanzig Jahren, morgen, vor dreiundzwanzig Jahren.\nWar Chaos Radio dreiundzwanzig.\nUnd ich sehe schon immer eure leeren Gesichter äh hinein, ihr wisst überhaupt nicht, äh was das bedeutet. Vielleicht bedeutet das auch gar nichts, aber meiner Meinung nach war das einfach.\nDie coolste Sendung, die wir aufgebracht Radio DE gemacht haben und wer die nicht kennt, äh sollte sich von mir äh ermutigt fühlen, da mal reinzuhören. Die ist äh,\ncrazy, das war wirklich so eine,\nSendung, wo wo ich danach wirklich mit schwirrendem Kopf äh äh rausgegangen bin und das nicht nur, weil wir uns irgendwie drei Stunden lang total durch äh bekifft haben, sondern weil's halt irgendwie ähm,\nsehr lustig war. Sind es kurdisch auf jeden Fall alles.\nJa und dann noch äh danke an alle, die meinem Aufruf bereits äh gefolgt sind, doch dieses Spendenkonto zu wechseln. Das scheint ganz gut zu laufen, sind auf jeden Fall noch ein paar\ndie die Botschaft wahrscheinlich noch nicht so ganz erreicht hat, aber ich hab so insgesamt das Gefühl mir wird da so ein bisschen zugehört. Ähm, ich kam.\nWurde dann äh auch häufiger äh gefragt, was äh was was ich denn da jetzt für ein Konto äh verwende,\nUnd tatsächlich ist das ja äh eine echte Herausforderung, ein ein Konto zu finden, was man so als Selbstständiger verwenden kann, ohne dass man sich dumm und dusselig bezahlt mit irgendwelchen,\nKontogebühren für normale SEPA-Überweisung, was ich so ein bisschen frech finde, das ist ja auch der Grund, warum ich irgendwie dieses andere Konto verlassen muss, weil mir da etwas heftige Kontogebühren äh drohten,\noder noch drohen. Und deswegen habe ich mir jetzt da so ein ähm so ein Konto bei Contest geklickt,\nwas so ein Produkt ist, was sich wie versucht so an selbstständige ranzuwanzen und es kann auch durchaus sein, dass das äh für Selbstständige irgendwie nochmal was ganz äh Praktisches ist. Das sind halt so diese typischen Features mit.\nJa, wenn du dann irgendwie Geld kriegst und da so irgendwie Umsatzsteuer drin, dann kannst du das dann gleich in deiner App draufklicken und sagen, ja, hier das und zu viel Umsatzsteuer drin. Weißt du, war ja Selbstständige immer vergessen,\ndass wenn sie das Geld eingenommen haben, dass da Umsatzsteuer drin ist, die sie später dem Finanzamt geben müssen, dann kommt das Finanzamt irgendwann an und sagt so, ja, was ist denn jetzt hier mit unserer Kohle? Und die Selbstständigen so äh,\nCola. Habe ich alles schon wieder ausgegeben, ne, weil sie halt irgendwie das nicht geschneit haben. Das eigentlich ganz\nWünschenswerte äh Features, auch wenn ich persönlich denke, dass das mal so ein bisschen schwierig ist, das äh nur so auf dem Level eines einzigen Kontos zu haben, aber ich denke, relativ viele\nmachen das und ähm.\nNa ja, für mich war das jetzt einfach ganz äh praktisch, weil sie einfach gesagt haben, es äh hier kosten die Überweisungen nichts für für Selbstständige und das war eigentlich genau das, was ich gebraucht habe in dem Moment\nWas nicht heißt, dass ich nicht nach wie vor der Meinung bin, dass Bunk äh nach wie vor, dass das coolste Produkt ist auf dem Markt. Ich denke, den.\nDen Titel, den äh verlieren sie nicht. Ich weiß nicht, ob irgendjemand von euch halt irgendjemand bei euch ein Konto bei Bunk? Nein, Kopf, Kopfschütteln.\nJa, okay. Das die zeigen einfach, wie's geht. Also das, das muss man denen wirklich mal ähm.\nDas muss man denen wirklich mal lassen, also so rein technisch äh ist es einfach äh cool, es wird auch schon ein Chat angemerkt, so NL-IBAN, ja, ich weiß, also rein rechtlich sollte, das kann kein ähm.\nKein Problem darstellen. Praktisch ist es dann aber doch noch so, dass er oft so, was weiß ich, Commerzbank und dann soll dann Daueraufträge eingerichtet werden und dann so, hm, das ist aber Ausland\nweil er so nein ist nicht Ausland, das ist Seepaar-Raum, ihr seid gesetzlich verpflichtet das genauso auch mit einer NL-IBAN zu realisieren, wie mit einer DE Iban, aber irgendwie scheinen sie dann noch so ein\nIBAN beginnt bis DE Sen. Ähm was weiß ich, benimm dich scheiße\nsolche Features eingebaut haben, das ist natürlich totaler,\nUnsinn und Unfug, trotzdem, wenn man jetzt wirklich flexibel sein will, wenn man vor allem auch irgendwie so Real Time Banking machen will, dann wirklich die Zahlung auch in dem Moment sieht, wo sie eingehen,\nUnd alles findet einfach sofort statt und alles benutze ich auch im Wesentlichen eigentlich so, wie man's haben will und das ganze Kartenmanagement und überhaupt\nalles einstellen und Sachen sperren und Sachen erlauben und Abbuchungen äh bestätigen und all all diese ganzen Geschichten, das funktioniert bei Bunk einfach super. Also ich würde sagen so gerade für ein Privatkonto würde ich sofort\näh Bunk empfehlen. Bei Selbstständigen ist es ein bisschen schwieriger, ne. Bei Bunkers halt dann\nGeschäftskonto, das kostet dann halt wieder was, das ist ganz okay, wenn man jetzt relativ wenig Zahlungen hat und einem dann ein, zwei Euro Kontogebühren dann für die Überweisung nicht so äh weh tun, aber in meinem Fall war es halt diese Nummer mit irgendwie sehr viele, viele, viele\nkleine kleine kleine Beträge und ich sehe halt einfach nicht ein, warum ich da irgendwie.\nGroßteil der Spenden einfach in so sinnlose Gebühren für Datensatzübertragung bezahlen soll. Ja,\nGenau. Dann äh haben mich noch ein paar Leute gefragt äh wie denn das so mit PayPal wäre. Ja gut, ich meine, wer PayPal benutzt,\nDas kommt an. Äh Pepel hat natürlich auch enorme Gebühren, insbesondere wenn die Beträge sehr klein sind, ne? Also es gibt halt Leute, die schicken dann halt einen Euro per PayPal.\nDa gehen dann halt siebenunddreißig Prozent von weg. So und das ist halt, ja, schade.","Was immer noch Hölle ist bei PayPal ist, wenn du jemals in die Situation kommst, dass deine Identität in gewisser Weise disputet wird über irgendwelche komischen Quellen. Also wenn du Kundenkontakt brauchst zu,\nPel, dass du an dein Geld du herankommst. Davon habe ich mehrere Storys von Bekannten gehört. Ich selber hatte auch mal nicht so viel Spaß, wie ich\nteile davon, von dem Geschäftskonto wieder machen wollte, hatte irgendwie Glück, aber weil irgendwie ein Amerika-Transfer ganz gut funktioniert hat. Aber so, das war bei PayPal immer die Hölle. Wenn du dann mal, also\nWenn du drauf angewiesen bist, dass du jetzt in den nächst, also, dass du auf das Geld immer Zugriff hast, dann kann's dir mal blöd übel mitspielen, dass du die\nPrüfung, dass du, du bist, ein bisschen länger dauert. Wenn das mal aus Gründen durch irgendwelche Filter geht.\nSo","Ja Pepe, ich meine ich bin auch nicht begeistert von von PayPal. Ich finde, das das war zwar am Anfang revolutionierende, dass insbesondere für die USA,\naber hier musste es ja eigentlich schon immer mit dem recht elektronisierten Payment Europas und speziell Deutschlands,\nmithalten und da war das ja dann nicht unbedingt für jeden sofort 'ne deutliche Verbesserung aber es ist halt einfach,\nuniversell, weil er halt mittlerweile fast überall online irgendwie was über PayPal kaufen kannst, uns dann meistens auch die weniger Schmerzbehafte Bezahlungsform ist im Vergleich zu.\nGib dir eine Kreditkarte Nummer ein und dann ruf deine Bank noch irgendwelche bekloppten Drittanbieter, Security-Check-Webseiten aus, die aussehen wie aus der Hölle und gib irgendeine Nummer ein, die du noch nie gesehen hast und ein Passwort, von dem du noch nie was gehört hast und dann kriegst du das irgendwie alles nicht, ob.","Was Kriminelles wie sofort überweisende Ehe.","Ja auch solche Geschichten aber es ist halt einfach man man sieht einfach wie wie schwer sich die deutschen Banken dann einfach auch immer getan haben mit dieser ganzen Internetanpassung und alles was halt außerhalb ihres Swiftraums passiert ist,\ndas verstehen die halt bis heute nicht. Und das merkst du auch diesen Contest an, ne? Also es\nkommt zwar hip daher und hat irgendwie so eine App und ne, mit all diesen ganzen Whisbang und so was man äh heutzutage schon erwartet fast,\naber ich merk das dann halt immer wieder,\nIch schaue mir dann halt, also dadurch, dass ich jetzt immer eine eine Push-Notification bekomme, wenn was überwiesen wird oder beziehungsweise wenn etwas auf dem Konto eingeht,\nkann ich halt relativ klar sagen, wann so wie wie batchmäßig das ist, ne? Und bei Bunk ist es irgendwie so, dass da kommt.\nJeder jede Zahlung kommt irgendwie für sich und,\nsehr offensichtlich wirklich zu dem Zeitpunkt, wo sie getätigt wird oder zumindest, wo sie von der anderen Seite von der Bank dann wirklich mal freigegeben wird. Bei Contist.\nGruppiert sich das immer in so komischen Batches. Da kommt's ja so morgens um zehn, ist ein bisschen was und dann so um zwölf ist nochmal ein bisschen was,\nDas ist ein Tag überall so Ruhe und dann kommt um achtzehn Uhr nochmal was. So, also hast du richtige,\nÜberweisungsbett, Spetterns, die du da irgendwie so aus diesen Motifications rauslesen kannst und das sagt mir halt immer wieder so ist halt irgendwie dann doch wieder an irgend so einen alten Scheiß ran gepflanzt und hat so ein bisschen\nInternet-Make-up drauf bekommen aber so richtig äh,\nDas ist das ist nicht komplett neu entwickelte Software. Während du bei Bunk so richtig das Gefühl bekommst so,\nOkay, da da haben sie sich so ihren eigenen Financial Core aufgebaut, haben eine neue Software gemacht, haben einfach angefangen gegen alle Apis, äh die für sie relevant sind, also vor allem natürlich diesen ganzen Sliftkram\ngegenzuprogrammieren und haben daraufhin dann sozusagen diese neue Experience gebaut, die sie dann halt in dieser App voll ausspielen,\nund machen sich dann halt auch in der App sehr viele Gedanken darüber, wie das denn eigentlich alles so zu laufen äh hat und kriegen das dann eben mit ihrem Backend auch verheiratet, weil das mehr oder weniger aus einem\nGuss ist, das ist jetzt zumindest so meine meine Einschätzung von außen. Ich habe da überhaupt gar keinen tieferen Einblick\nkenne da niemanden, habe da auch nie irgendwas gesteckt bekommen, aber das ist einfach nur so von dem, wie sich das verhält, lese ich das so ein bisschen so raus.","Und dein Aufruf ist nach wie vor, dass die Leute das ändern sollen. Von.","Also wer einen Dauerauftrag hat, äh der äh sollte und das alte Konto verwendet, sollte doch bitte das neue Konto verwenden und äh wer noch keinen Dauerauftrag hat, soll noch bitte einen einrichten. Genau.","Das alte Konto findet auch gar keine Erwähnung mehr hier, oder? Man kann das gar nicht so nachgucken. Ähm.","Nee, das habe ich jetzt äh runtergenommen. Das existiert natürlich noch und ich äh hoffe, dass es mir irgendwie auch nicht geschlossen wird oder so, damit werde ich halt mit denen nochmal in Dis.\nWarte ich aber jetzt erstmal noch den äh den Monatsbeginn äh ab und dann schaue ich mal, was da sozusagen noch tatsächlich stattfindet und äh guck mal, wie ich dann sozusagen mit den verbliebenen Nachzüglern, die das äh jetzt alle nicht mitbekommen haben\näh Händel, ich kann natürlich dann auch nochmal an alle eine Überweisung rausschicken\nein Cent an jeden mit einem Grußwort, das wollte ich auch nochmal machen, aber da warte ich halt erstmal bis äh bis vielleicht schon mal so der Großteil gegangen ist, macht dann die Sache doch ein bisschen einfacher,\nJa, was auch immer gerne genommen wird, ist ja so dieses Apple Pay im Web, das äh funktioniert ja irgendwie auch ganz gut, das ist zwar halt auch so relativ gebührenbehaftet, aber es hat einfach immer den Vorteil, das kannst du mal soeben,\nhochjagen und das funktioniert ja auch tatsächlich.\nAber das läuft halt dann auch wieder über so ein Payment-Provider, diese ganze Bankengeschichte ist echt komplex und es äh erforderte da nochmal etwas Aufwand, das angebunden zu bekommen, damit man dann eben sich wirklich so ein Apple Pay äh Button da in Swip\nreinballern kann und dann na ja, aber dann kannst du halt irgendwie deine Uhr vor deinen Rechner halten und äh gib ihm. Ist ja auch nett.\nNa gut, genug über Geld geredet ähm kommen wir doch zu den wirklich,\nwichtigen Dingen im Leben. Und jetzt ist äh müssen wir mal, müssen wir mal hier die unseren Ralf mal ein bisschen integrieren,\nRalf. Wann warst du letztes Mal da?","Ich glaub so vor knapp zwei Jahren hätte ich gesagt ist es schon her.","Ja, kann gut sein.","Und ich sollte eigentlich kommen im März,\nzur Release von Ultraschall vier und das war genau exakt die Woche, in der dann Corona technisch alles vor die Hunde ging.","Genau richtig, stimmt. Ich erinnere mich.","Und äh dann sind wir lieber alle in Quarantäne verschwunden, als äh irgendwo über Software zu reden\nAber es war insofern ganz gutes Timing, weil wirklich viele Leute dann zu Hause saßen und doch ein bisschen Zeit hatten und äh unsere vier Releases äh ganz gut äh dann äh testen und nutzen konnten. Das bin dann, glaube ich, sowieso die die Schatistik hätte ich gerne mal. Wie viel mehr Podcast durch Corona ja äh,\npubliziert worden sind. Hat das mal irgendjemand irgendwo gesehen? Es dürfte ein ganz erstaunlicher Wert sein, glaube ich.","Ah ich glaube da auf die ist der Christian das tatsächlich mal gemacht. Ähm kurz nochmal, also die Sendung, wo du da warst, war am dreiundzwanzigsten dritten zwanzig siebzehn also.","Nee, das kann ich's. Also danach war ich mit Sicherheit nochmal da.","Nee, stimmt nicht. Februar vierzehn, Entschuldigung. Nee, auch nicht. Warte mal, sechzehn, siebzehn, nee, warte mal, jetzt komme ich hier du. Nein, das ist so.","Obwohl zweitausendsiebzehn ja kannst du mal sehen.","Hundertfünfundneunzig.","Dann haben die Leute mich schon wieder vergessen, das ist gut.","Genau und dann erzählen wir das nochmal. Also du bist Ralf.\nUnd du hast früher mal Podcast gemacht.","Das ist lange her.","Das ist lange her, leider, genau und äh dann hast du irgendwie neuen Podcast äh geplant gehabt, der nie an Start ging und stattdessen hast du dann ähm Ultraschall,\nlosgetreten, was so quasi.\nSo wie Pott Love sich versucht hat ein bisschen um dieses Publishing von Podcast im äh im Web zu kümmern. Hast du mit Ultraschall diese Frage mit wie nehmen wir dir den Scheiß eigentlich aufgemacht? Darüber haben wir ja ausführlich gesprochen\nManagement Sumory ist, es gibt\nwas ich ja hier auch äh verwende oder ich verwende natürlich Ultraschall und Ultraschall ist sozusagen ein ein Set von Edons und Seams und anderen äh Feinheiten, Plugins\nRiper, so pimpen, damit es eine ordentliche,\nRecording und Streaming Solution ist. Ne? Also ich nehme jetzt hier alle Spuren auf, wir machen irgendwie das Livestreaming direkt aus der Software heraus, alles sozusagen aus einem Guss\nUnd ja, weiß ich nicht. Zwanzig siebzehn war dann Ultraschall drei aktuell.\nUnd ist irgendwas passiert seit dem?","Ne, wir haben halt äh Anfang des Jahres, also diesen Jahres in der Tat die die Viererversion rausgegeben, die hat sehr lange gedauert, anderthalb Jahre oder fast zwei Jahre sogar,\nWeil wir haben das ist auch so ein so ein so eine konstante Entwicklung so in der Ultraschallgeschichte, dass wir ja\nentlang von der kommerziellen Software arbeiten, die aber eigentlich so tut, als sei sie eine Open Source Software in Bezug auf was sie halt an APIs und Schnittstellen und\nEingriffsmöglichkeiten halt so bereitstellt. Da kenne ich also kaum eine andere kommerzielle Software, die so wie Reper dermaßen anpassungsfähig ist.\nUnd von Release zu Release decken wir quasi so neue Feinheiten auf, die wir noch bespielen können.\nUnd zur Vierer-Release waren das im Wesentlichen Dimendienste. Das heißt also, dass wir eigene Luaskripte,\ndie ganze Zeit im Hintergrund laufen lassen können, die also irgendwelche Statiabfragen und dann also irgendwelche Events abfeuern und äh einem dann Dinge abnehmen.\nUnd so, dass das Killerfeature der Vierer-Release war wahrscheinlich, dass äh Magic Rooting, dass man sich also äh keine Gedanken mehr machen muss äh,\nwo sende ich jetzt von welchem Kanal, was wie auf Studiolink, um meine in Minus eins schalten hinzubekommen, sondern was also einfach von uns ausgerechnet wurde, welche Spuren sind hier angelegt, welche Effekte liegen da drauf, wo ist eine Studiolinkspur, wo ist eine Soundboardspur\nund wird einem der ganze Kram im Hintergrund einfach, egal was man macht, immer richtig eingestellt.\nGenau solche Dienste konnten wir dann plötzlich machen. Vorher hätte man den Leuten wieder erklären müssen. Ja und dann musst du auf diesen Button drücken und dann auf jenen und jetzt prüfen wir einfach im Hintergrund, äh was Phase ist und stellen die die Software halt entsprechend ein. Das war so eine der.\nDer großen Errungenschaften, die dann plötzlich ging und das das zweite große Ding, was wir zur Vierer-Release rausgekriegt haben, ist, dass wir äh eigene Fenster und Nutzeroberflächen zeichnen können, dass wir also nicht nur auf,\nzurückgeworfen sind, was einen Reper so an,\nspeichern, ja nein doch nicht Optionen gibt, sondern dass da wirklich 'n Fenster aufpoppen lassen können was wir komplett selber zeichnen können, in Klammern leider auch müssen,\nAlso diese GFX Engine, die dahinter ist, da kann ich halt irgendwie eine Linie zeichnen und einen Quadrat zeichnen und einen Text irgendwo hinpappen und den Rest muss ich mir selber ausdenken. Das heißt also, schon um so ein klassisches,\nRechteck mit abgerundeten Ecken zu malen, muss man nur mal so richtig wie früher anfangen, erstmal die Kreise malen und dann das Quadrat drüber rechnen und so äh die Älteren unter uns erhindern sich an solche Zeiten. Genau in so einer Ebene sind wir dann plötzlich wieder unterwegs\nAber das ist auch hat auch ein bisschen Unterhaltungswert sagen wir mal. Und das diese beiden Features zusammenbringen uns halt jetzt in die Lage,\nwirklich relativ komplexe Settings bei\nbeispielsweise äh bespielen zu können, dass wir jetzt also ein Settingsdialog haben, wo man sich Dinge einstellen kann und die werden behalten zwischen den verschiedenen Sessions und haben Auswirkungen auf die Demendienste und\nwir haben einen sogenannten Soundcheck, der im Hintergrund läuft und die ganze Zeit prüft, so macht der Nutzer auch keinen Unfug und wenn er doch Unfug macht, wird er darauf hingewiesen und gewarnt, ob er nicht\näh wieder auf den goldenen Pfad zurückkehren möchte. Also beispielsweise solche Sachen wie.\nIch hab 'n unbekanntes Soundinterface und muss erstmal gucken, kann das Local Monitoring oder nicht, also steckt der Kopfhörer in dem Sound Interface drin und alle solche Geschichten.\nUnd ähm ja, das haben wir irgendwann im Februar März äh rausgebracht und das ist äh in der Tat dann richtig gut gelaufen. Die Software hat dann vielen doch ganz gut gefallen,\nAlso wir waren in ihrer T drei N drin mit äh bei irgendwie drei Seiten Strecke und dann haben wir es sogar in die CT geschafft, mit sechs Seiten,\ndann auch so äh Level durchgespielt, wenn du sechs Seiten mit deiner Software in der CD hast, das äh hat mich dann doch ein bisschen gefreut,\nÄh zumal der Redakteur auch echt äh äh cool drauf war, muss man sagen, der hat mich also im Vorfeld auch kontaktiert und mich mal drüber lesen lassen. Äh dass er da keinen groben äh Unfug schreibt und der kannte die Software zu dem Zeitpunkt erst seit drei Wochen,\nUnd äh äh Hut ab, dafür ist er wirklich sehr in sehr kurzer Zeit extrem weit gekommen. Inklusive, dass er mir vorgeschlagen hat, dass die äh,\nMastering Effektkette doch mal ein bisschen anders gebaut werden müsste.\nUnd ähm wir also unser Dynamics Effekt, also wir haben, muss man dazu sagen quasi das, was, was du mit Afonic machst, das kann man mit Bordmitteln, mit Ultraschall so einigermaßen auch erreichen, so man denn das saubere Aufnahme hat, also\nauf Honeck ist weit überlegen, wenn's um irgendwie Hallentfernung und Rausch äh Entfernung und ähnliches geht, aber wenn man ein normales, gut aufgenommenes Setup hat, dann kommt man mit unserer Lösung ungefähr gleichweit, wenn's darum geht, dass hinterher auf,\ngut klingende Minus sechzehn UFS Lautheit zu bringen und äh für diese Effektkette, wie wir das machen, hat er so einen Alternativvorschlag,\ndenkt man ja immer erstmal ein bisschen.\nKommt hier gleich mit so einem Kram um die Ecke und dann habe ich das mal nachgebaut und nochmal ein bisschen nachkühlen und da so. Ja, okay, er hatte einen Punkt und dann fängt man an zu messen und merkt, ja, so in manchen Edge-Cases klingt seine Kette dann doch ein bisschen besser.\nUnd jetzt kommt die halt in die nächste Release rein, so also von daher hatte der äh CT-Artikel dann da auch noch einen ganz guten Vorlaut nach hinten raus.\nUnd wie es dann immer so ist, eigentlich wollten wir relativ bald eine Service-Release nachschieben, wo dann also nur so kleinere Feinheiten nochmal getunt sind\nund das wächst sich dann ja immer alles etwas aus und mittlerweile haben wir jetzt vierundfünfzig neue Features und äh wieder eine neue Nutzeroberfläche ein bisschen vom Design her und dann haben wir gesagt okay\ndann machen wir jetzt halt einen Fünfer-Release daraus und die kommt jetzt hoffentlich\nbald mal raus. Da liegen wir jetzt also so in den Endzügen und so die ersten Alphas sind schon in Dewild.\nAber es kommen halt immer wieder irgendwelche Sachen äh dazwischen, wie beispielsweise jetzt halt äh ist da plötzlich so ein M eins und man will ja natürlich jetzt keine Fünfer-Release haben, die nicht auf Apple Silicon vernünftig performt und,\nEntwicklern hinterherschreiben, dass sie doch jetzt mal bitteschön Armversion rauszubringen haben. Das.","Wie sehr hängt er da jetzt von von Sirt Party ab?","Also wir haben halt äh einiges an,\nPlug-ins, auf dem wir aufbauen. Also das ist schon auch ein Stück weit äh Standing unsere Showders of Giants, also die sogenannte SWS-Extension nutzen wir halt,\nDas ist so das Standardtool, um um Reper erstmal aufzumotzen, um fehlende Funktion\nDie haben aber auch schon eine Abendrelease rausgebracht. Dann haben wir noch äh die sogenannte JS Extension, die.\nDinge, die eigentlich in der C-Schnittstelle von Reper verfügbar sind über die APE, aber nicht in der Lua Schnittstelle,\nso ein so eine Übersetzungsebene darstellt, dass du auch in Lua an diese Funktion rankommst,\nUnd die gibt's noch nicht in der Armversion, aber da habe ich jetzt die letzten zwei Tage auch schon den den Entwickler ausfindig gemacht und der ist auch schon willig, aber eventuell müssen wir ihm da noch ein bisschen helfen, was er das äh kompadieren angeht und äh eine Lizenz müsste er immer noch drauf\nPappmann nutzen können, wir es nicht bei uns irgendwie mit distribuieren. Also wir haben da schon so die ein oder andere Abhängigkeit, aber ich würde mal sagen, ich habe jetzt hier,\näh vor mir schon einen Ultraschall, was zu neunzig Prozent schon Feature Complete ist für für McAben. Von daher,\nbin ich da recht zuversichtlich, dass wir das jetzt relativ zügig wahrscheinlich an den Start krie.","Und die Stille ist aber Aulanduffing, oder? Also die ist wirklich so, entweder alle Plugins können arm oder äh du kannst sie nicht verwenden, oder?","Also ich hab ich hab's jetzt nur ein paar unserer Stellen so umgebaut, dass sie jetzt damit leben können, dass es jetzt diese letzte noch fehlende JA Sextension nicht,\ndass er es ein paar meiner schönen neuen Features für Kapitelbilder, die wir selber umrechnen in Fumbnails und dann lokal speichern, damit das Ganze ein bisschen performanter wird\nÄhm dieses eine Feature läuft jetzt gerade mal nicht, aber ansonsten ähm geht's schon.","Technisch eben hintendran so ein Prozess und diesen Plugins müssen alle dieselbe Architektur haben. Das ist jetzt dann später vielleicht bei M eins interessanter, aber ist auch bei Logic und so weiter so, das heißt\nMan kann nicht mischen, sondern höchstens dann eben so den Intell Rosetta Variante von laufen lassen mit allem, oder?","Ja, ich glaube, ich glaube, das ist so halb richtig. Ähm, also beispielsweise die VST äh Effekte werden, glaube ich, von Rosetta ähm,\näh quasi in eine eigene Fassung äh umkompaliert, obwohl der Rest schon auf Arm jetzt unterwegs ist. Also ich war auch ein bisschen erstaunt, unser Soundport ist ein klassischer VSD zwei Effekt.\nSelbst geschrieben von Daniel damals und da hatten wir in der Tat schon Sorge, weil der jetzt leben TM und Kinder und sowas mittlerweile auch in ganz anderen Regionen abgewandert ist. Wer baut uns jetzt unser Soundboard für arm,\nÄhm das funktioniert. In meiner quasi hundert Prozent äh armen Umgebung.","Über eigenen Prozess läuft.","Mhm. Also da ist halt mir so die interessante Geschichte, die die Plugins, die wirklich so Code Plugins sind, also da gab's irgendwann mal eine Aussage, die müssen dann eben auf dieselbe Architektur laufen, aber wenn irgendwas übers System läuft\ndann geht's wahrscheinlich anders auch. Bin ich nämlich ganz gespannt, weil\nähm können wir ja später nochmal dazu kommen, auch die ganzen äh iOS Plugins ja theoretisch verfügbar sein sollen von den ganzen iOS-Apps, die einfach auf äh auf Apple Silicon laufen. Äh und das müsste er dann auch auf,\nverfügbar sein, theoretisch,\nMal gucken, weiß ich nicht. Ist alles ein bisschen kompliziert, trotzdem finde ich auch, wenn alles so einfach geht. Wir werden's ja später dann von euch hören. Ich habe ja nur das kann ja sowieso nicht alles.","Ja, das ist dazu kommen wir in der Tat noch. Ich war bass erstaunt, dass dort Dinge nicht laufen, die jetzt auf dem echten äh M eins plötzlich funktionieren. Das hätte ich jetzt nicht so richtig für nötig äh möglich gehalten, aber kommen wir, glaube ich, hinterher noch zu.","Ist auch für Entwickler nicht schön, dass es so ist, aber es ist natürlich.","Das denke ich mir.","Ja, sonst hätte ich auch schon früher, sonst hätte ich.","Also es ist schön, dass jetzt viel mehr geht als vorher.\nAlso Stichwort Elektronen, also wir greifen jetzt wirklich vor, ja, aber auf meinem äh ich habe halt auch seit zwei Wochen dankenswerterweise von Heiko hier einen äh TDK Hals stehen, um genau schon mal zu\nwie verhält sich Reporter darauf? Und äh keine Elektronen-App lief darauf\nSo und jetzt kann man jetzt irgendwie das lange Genöle anfangen. Ja, selbst schuld, wenn irgendjemand noch Elektrin, aber es gibt halt schon doch einen Haufen von denen, die man irgendwie dann vielleicht doch so ein bisschen und keine von denen lief, auf der Kiste und die laufen jetzt alle auf meiner echten M eins, ja? Also\nkeine Ahnung, was da abgeht.","Ultraschall, also Ultraschall fünf kommt, so gibt ja äh da wirklich ein paar ganz äh kleine äh Nettigkeiten paar davon benutze ich ja glaube ich auch schon hier so diese Stream Deck in äh Integration, die gibt's.\nGibt's die eigentlich schon in irgendeinem Release? Nee, ne?","Das wird auch Teil der Fünfer. Mhm.","Genau, Stream lag, das ist ja hier dieses ähm,\nwie soll man das bezeichnen, so bunte, bunte Tasten über USB? So äh die alte Idee mit wäre doch schön, wenn man auf eine Taste einfach mal einen Bildschirm drauf hätte, das ist da quasi realisiert und\nIch kann halt hier so verschiedene Funktionen von der Aufnahme ja direkt über so eine so eine beleuchtete buntbebilderte Taste machen, das ist schon mal ganz cool.\nUnd ähm ja, ist die Frage, ob man das vielleicht auch irgendwann mal mit diesem Touchbar machen könnte, weil dieser Touchbar wäre ja.\nAlso ist ja eigentlich zu dick gut, aber dafür das wäre eigentlich ganz geil, aber da müsste man halt so richtig mitspezifisch was machen, ne.","Ja, also ich hab jetzt ja erstmalig in der Tat auch einen äh Mac mit Touch Bar jetzt hier vor mir sitzen, kommen wir gleich noch zu,\nund der Plan ist schon mal genau zu gucken, was kann man da eigentlich reparseitisch so hinschicken? Also was glaube ich einigermaßen entspannt sein sollte ist\ndass man irgendwie als Shortcuts darüber abfährt, das denke ich sollte,\nauf jeden Fall gehen, das würde ich auch relativ schnell wahrscheinlich hinkriegen, aber schwierig ist halt genauso solche Sachen wie State Anzeigen, ne? Oder mal irgendwie eine Timeline dann plötzlich doch draufrindern oder so was, das wird dann schon alles ein bisschen tiefer gehen\nIch habe schon rausgefunden, dass standardmäßig Reper da überhaupt gar nichts nutzt. Das heißt also Reper weiß nicht, dass es eine Touch-Bar gibt oder nicht gibt,\nAlso da muss man dann von schon von Grund auf selber ran.","Ja, es wäre ganz gut, wenn Rieper einfach mal Windows fallen lassen würde so als Target. Aber ich glaube, daz.","Ja, ich glaub die verdienen auch deutlich mehr an der Windows Version als an der Mac Version. Ja, ich glaub schon.","Meinst du? Hm.","Also in USA sind da glaube ich die, also wenn man sich so in den Foren äh EcocoS äh Foren, die Postings anguckt, im McOS äh versus Windows, äh dann ist die Lage glaube ich relativ eindeutig.","Ach, sollen sie einfach teurer machen, dann verdienen sie da mehr mit. Gut.\nWo war gerade so noch bei äh Hardware äh sind? Ähm ich hatte ja hier letzte Mal dieses Audio-Interface vorgestellt.","Was auch vielleicht noch äh damit wir eine sorry, wenn ich dazwischengerät, aber dann äh haben wir quasi Ultraschall abgeschlossen. Äh was ich wieder suche, dringend sind Entwicklerinnen und Entwickler.","Ah ja. Mhm.","Weil Leben TM die bisher ja,\ndie API und auch viele der der Features der Viererversion programmiert hat, äh, konzentriert sich jetzt einzig und allein noch auf die, die Ultraschall-API-Weiterentwicklung, was gut ist für die API, aber schlecht ist für mich, weil ich jetzt quasi die einzige bin, der überhaupt noch Frontend irgendwo nach vorne macht.\nDen ähm äh Udo hast du ja weggekauft, der programmiert ja jetzt nur noch Features für dich quasi.","Was? Ich weiß von nichts.","Der das die ganzen Stream Dead Geschicht.","Ach so ja okay.\nIst ja nicht nur für mich, das ist ja.","Ach so, ich dachte, na gut.\nAlso äh von daher da draußen, jetzt ist mir natürlich jetzt wieder ein etwas ungünstiger Zeitpunkt, jetzt irgendwie gerade einzusteigen, wenn man gerade in den Endzügen von der Release steckt, aber man kann das schon mal in seinem Herzen bewegen. Äh ich würde auch richtig gehend sagen, man muss keinen Dua dafür können,\nWeil also äh Tim wird's mir wahrscheinlich zustimmen. Lua lernt man in seinen Grundzügen an einem Nachmittag oder an einem Wochenende.","Ja, wenn man schon mal eine Programmiersprache in der Hand hatte, da ist jetzt Lua das geringste Problem.","Ja, also es gibt halt ein paar Konzepte, die man irgendwie ein bisschen umdenken muss so, weil alles ist ein Table und wie gehe ich damit um.\nAber ansonsten ist das also wahnsinnig äh Einsteigerfreundlich und sehr eine sehr gutmütige Sprache. Würde ich do.","Den Indix.","Die, so die, die deutlich größte Herausforderung ist, hat sich erstmal so in diese ganze äh Repower und Ultraschallarchitektur in sich reinzunören,\nAber ich hätte zum Beispiel gerne irgendwie Leute, die mal konzeptionell so ein bisschen mit draufschauen. Also äh Achtung jetzt Jehova Wald, zum Beispiel so ob\norientierte Programmierung. Ich hätte Bock, dass mir auf meine älteren Tage jetzt doch nochmal ein bisschen ernsthafter dran zu dran zu schauen, weil ich ahne, dass da Benefits irgendwie bei rauspurzeln könnte.\nÄhm also äh alle Leute, die irgendwie\nLust haben, sich da programmierttechnisch ein bisschen irgendwie zu beteiligen, da bin ich sehr für aufgeschlossen. Bitte dann nicht traurig sein, wenn's die nächsten Wochen noch nichts so richtig wird, viel Feedback und viel Interaktion, weil erstmal muss ich jetzt diese Release rausschieben\naber danach wäre das total hilfreich.","Ist auf jeden Fall eine sehr sehr lebendiger Treff, muss ich sagen. Also die Ultraschall Community, da da ist immer irgendwie was los und da äh tummeln sich viele Leute und werden immer ordentliche Ideen gewälzt und es wird viel geträumt. Das finde ich irgendwie sehr schön, so trommelt auch gerne manchmal\nbisschen mit so, aber so äh es wird\nes gibt immer so die Bereitschaft, auch alles nochmal so komplett anders zu denken und das hat ja auch schon zu so einigen Ergebnissen geführt\ndass das mag ich, würde mich sehr freuen, falls irgendjemand Bock hat, sich da mal zumindest mal für so ein Projekt irgendwie einzuklinken, das könnte die ganze Podcastlandschaft äh enorm voranbringen.\nNe? Was die Podcastlandschaft offenbar auch ganz äh vorangebracht hat. Ich hatte letztes Mal dieses ähm,\nMischpults, Audio, Interface, Dingsy vorgestellt, so als meine Empfehlung für Remote-Podcasting und auch eigentlich als,\nOption, um so an Konferenzen teilzunehmen und also eigentlich alles, was man so audiovideotechnisch Remote macht, wenn man einfaches Setup haben will und habe dieses\näh Jamaha AG null drei empfohlen. Und ich muss sagen, ich ich war etwas überrascht von der Reaktion. Also es äh es äh haben offensichtlich eine Menge Leute das Ding\nin ihr Herz geschlossen. Es war dann auch relativ schnell bei Thomann nicht mehr verfügbar\nAlso es hat dann irgendwie nicht so lange gedauert und äh vor, ich glaube also in der Sendung äh sprachen wir noch dadrüber, dass das Ding irgendwie ähm\nJa, jetzt im Prinzip sofort lieferbar waren, jetzt sind sie schon wieder bei in zwei bis drei Wochen lieferbar,\nAber so einige Leute haben's bekommen und waren wohl auch relativ äh zufrieden damit,\nJetzt hatte ich dir ja auch noch eins mitgegeben. Du hast ja mal äh so einen so eine so eine.\nSo ein so ein, so ein Kampf ähm angeführt gegen das Tempritzlauf-Gedächtnis-Headset.\nWeil das zu zu teuer, aber der ist zu teuer war, weil du so ein Billigheimer bist.","Genau.\nNa ja, also ähm das äh legendäre Superlooks HMC sechshundertsechzig. Mhm. Fantastischer Name. Ähm.\nIst halt ein äh Kondensator-Headset. Äh von denen gibt es also in der unteren Preisklasse ja schon mal wenig bis überhaupt gar keine eigentlich. Und das hat.","Knisterst du so.","Nee, das ist jetzt, weil du, ja, du bist gerade, du kommst knisterig rüber, das äh liegt wahrscheinlich ein Studiolink. Ja, das würde ich auch vermut.","Okay, ich habe aber auch schon alles hier an Hänge, brav am äh am Laden und hab auch schon alles.","Ja, das ist halt äh.","Vielleicht auch den Reload-Button drück.","Ja, ich weiß es nicht, keine Ahnung. Das sind äh wäre ja mal schön, wenn wir da mal einen äh Monitoring hätten, was uns irgendwie auch sagen könnte, was der Grund ist. Aber anderes Thema, das wollte ich jetzt gar nicht groß thematisier.","Ja, also ich ich habe ja ansonsten eine lokale Aufnahme dann noch hier. Ähm.","Ja genau, ich bin auch nicht beunruhigt. Noch geht's.","So äh Kondensator Headset und das hat ein relativ brauchbaren Kopfhörerpart und dann einen Kondensator Mikro drin, was wenn man es richtig ansteuert,\nBlind AB Test nie zu unterscheiden ist vom Klang her von ebenen Bayer Denegin. Bayer Dynamics DT zweihundertsiebenundneunzig. Und ähm das fand ich dann doch ganz erstaunlich, weil das kostet neununddreißig Euro statt zweihundertsiebzig oder was der A.\nAcht Uhr dreißig mit Kabel oder ohne Kabel.","Nein, achtunddreißig kostet das Superlooks.","Oh, die haben doch noch, haben sie noch den Preis runtergefahren, damit sie noch mehr, na ja. So und die die Cruks der ganzen Geschichte liegt aber in diesem richtig ansteuern, weil es kommt daher halt mit einem XL-Anschluss,\nund 'ne Miniklinke für den Kopfhörerteil, natürlich denkt man sich, ich fantastisch, pack ich in meinen Sound Interface rein,\nund äh plöck die Phantomspeisung, achtundvierzig Volt an, die ich ja halt für einen,\nKondensator, Mikronummer brauche, dann macht man das und dann klingt das total scheiße. Ja, also du hast null Bass und äh die ganze Zeit zu entfiepen und im Hintergrund noch ein du denkst dir, okay, das ist jetzt selbst für achtunddreißig Euro, kein wirk,\nklang. Und dann guckst du aber den Spezifikationen nach und dann siehst du plötzlich,\nDieses Mikro ist für Tonaderspeisung spezifiziert. Das heißt also eben nicht für achtundvierzig Volt Phantomspeisung, sondern dass so eine Reine, ich glaube, elektrielle Kapsel, so nennt sich das, glaube ich, drin\nÄhm die du also nur mit eins Komma fünf Volt bis irgendwie neun Volt zu betreiben hast.","Heißt das, hm.","Elektrik, ja danke. Das heißt also, das ist eigentlich so ein Mikroteil, was man normalerweise in äh so eine Miniklinke von einem Laptop reinpackt\nja, um dann dort mit äh irgendwie zu Headset.\nUnd dann habe ich halt einfach ein paar Tests gemacht und äh das Zoom H sechs beispielsweise hat ja die Möglichkeit, dass man die Phantomspeisung umstellen kann, nämlich auf äh vierundzwanzig oder zwölf Volt,\nund siehe da, sofort klingt das Teil total fantastisch. Darum kann man das also am Zoom H sechs ganz gut betreiben\nUnd ich habe ähm was ich normalerweise also immer empfehle und bisher genutzt habe, ist halt dann äh ein äh Xenix, drei null zwei USB,\nso ein mini Sound Interface, was auch irgendwie nur vierzig Euro oder so was kostet, was von Werk ab nur, ich glaube, zwölf Volt liefert und doch nicht mal auf achtundvierzig Volt kommt.\nWas in dem Fall halt ein Vorteil ist. Und was ich jetzt bei deinem,\nJama gesehen habe ist, dass es halt nicht nur ein XLR mit achtundvierzig Volt Phantomspeisungseingang hat, sondern irgendwo rechts daneben, in der Mit,\nnoch ein Headset-Eingang, der auch auf Channel eins gegangen wird und äh mit einer Miniklinke für den Kopfhörerpart und einer Miniklinke für den Kopfhörer äh für den Mikropart,\nwas so die normale Ausstattung ist, wie man sie auch bei PC Soundkarten kennt, ne. Roter Eingang, grüner Eingang so\nSo und äh dann dachte ich, ne, dann probieren wir es doch mal aus und habe jetzt also einfach einen kleinen äh Adapter genommen von XLR auf Miniklinke und habe das reingep\nund äh siehe da, es klingt fantastisch. Das heißt also jetzt auch deine,\nTim Prittloff Empfehlungsjamaha kann man mit dem äh Anti-Tim Brittler Billow Headset äh aus China mit einem wirklich guten Klang äh betreiben. Das funktioniert\nob das dann echt ein Vorteil bringt gegenüber meinem äh Xenix, was nochmal deutlich günstiger ist, dass man mal dahingestellt, aber das Cenix hat natürlich jetzt keinen Kompressor an Bord und äh,\nkeine anderen Feinheiten. Aber\nÄhm, ich hab also hier genauso wie solche HB Testfahren lassen und klingt also total fantastisch, von daher also wer dann sich das Mischput leisten kann, aber nicht noch das Headset dazu oder noch nicht.\nDer Kanaster.","Könnte dann diese Kombination machen. Also was braucht man da jetzt genau für einen Adapter dafür? Was womit endet das äh hättest du denn normalerweise, wenn ich das kaufe.","Mit einem XLR Mail endet das und du brauchst einen Adapter äh Mail auf Miniklinke. Ich kann das.","Ja, warte mal, der Kopfhörer in äh das Mikrofonende mit XLR. Und der Kopfhörer mit.","Genau. Auf Miniklinke, der ist schon perfekt.","Auf Miniklinke.","Aber auch Miniklinke, nicht nur normale Klinke, okay?","Genau und die Miniklinke kannst du da schon direkt reinpappen bei dir.\nHätte dieses ganze Gerät halt dieses ganze Headset gemacht, wenn der Kopfhörer, äh, wenn der Mikropart auch auf einem Mini kling.","Ach so, der hat äh jetzt verstehe ich's überhaupt erst, der hat ja tatsächlich okay, der hat einen Mini-Klink-Kopfhörer und ein Mini-Klinke-Mikrofon und das ist sozusagen exakt genau das, was äh das HMC hat.","Nicht hat, sondern XLR.","Ach so, XL auf.","Von daher gehst du halt einmal mit XL Air auf Miniklinke und schon ist alles fein.","Und was hast du mal gemessen, was da rauskommt.","Ich glaube, da liegen nee, habe ich jetzt nicht gemessen, müssen mal gucken. Also irgendwas zwischen eins Komma fünf und neun Volt wird da rauskommen wahrscheinlich also wahrscheinlich irgendwie.\nDrei, wer jetzt äh so man muss müsste ich jetzt nochmal mein mein Meskit rauspacken oder es steht irgendwo in Spezifikationen drin.","Ja, bestimmt. Ich äh gucke mal, ist wahrscheinlich Plug-In-Power mit fünf Volt, würde ich jetzt mal äh ver.","Genau fünf Volt wäre, wäre auch so ein Klassiker, ja.\nAber dieses HMC, du hast ja immer viel drüber gelästert und viel drüber gerantet. Also ich habe jetzt immer noch das auf von, was ich vor, glaube, fünf Jahren mittlerweile irgendwie entdeckt habe, es läuft immer noch.\nUnd äh ich habe das jetzt in Korona-Zeiten eben, weil ich's einfach nur ans Mac MacBook in den,\näh in den Audio in die Audiobuchse reinpacken kann, ohne überhaupt irgendeinen Sound Interface dazwischen zu nehmen,\nist das also mein Start-Equipment für seit einem halben Jahr sämtliche meiner äh Telekonferenzen, die ich mache und ich mache pro Tag sechs Stunden Telekonferenzen in meinem Job hier im Homeoffice.","Einem Adapter, der dann quasi XLR und die Miniklinke auf eine Vierpol-Mini-Klinke.","S, äh, ist das, glaube ich, ne?","Gibt's auch einen fertigen Adapter oder mal.","Steht alles im Sendegeld. Ich kann die Links und Sendegate posten. Genau.","Du kannst die Links vor allem mal genau mach das bei uns hier mal in den Free Show Kanal, dann kommt das auch bei uns in die Shownotes mit rein.","Und das ist halt dann wirklich angenehm, ja? Dass du also auch einfach äh das kann ich halt auch an den äh iPhone dranpappen oder an den iPad dranpappen, ja? Und dann hast du halt quasi Metaebene, Studiosound äh in dein,\nprofessionellen Meetings, ohne dass du halt die ganze Zeit dich noch irgendwie jungen Sound Interface kümmern musst. Das ist schon ein happy Sunshine Feature.","Ja, dann noch so ein Lightning-Adapter dazu und dann äh.","Genau. Das funktioniert lustigerweise, also selbst auch mit über Leibling habe ich alles schon gemacht. Das äh ist wirklich ab und weiter. Ist ein bisschen albern, will dann plötzlich so eine dreistufige Adapterkette dazwischen hast.","Ich wollte gerade sagen, du könntest ja eigentlich, also eigentlich kannst du dir zu einem zweifach Klinke zusammenlöten, weil anders verwendest du es eh nie, oder?","Nein, wie bin da schon ganz gerne flexibel, ja? Also es gibt zum Beispiel auch von.","Aber als XL direkt verwendest du es trotzdem nicht, oder?","Geht aber auch, also da ja, aber äh da gibt es beispielsweise auch von Super Looks äh auch wiederum einen Adapter, der achtundvierzig Volt Strom äh äh Phantomspeisung auf neun Volt runterregelt.","Okay.","So und wenn ich den, wenn ich den dazu und den dann aber trotzdem wieder XL rausgib, dann werde ich den dann wieder dazwischen klemme, kann ich das äh HMC halt auch in jedes X beliebige,\nMischpult reinpacken.","Also das, was ihr euch früher war von der Hand zusammen gelötet habt, gibt's jetzt mittlerweile auch als fertiges Produkt.","Genau, das gibt's, also wir haben da mal dann auch angefangen, richtig mit Widerständen äh dazwischen zu löten, um also das Ganze irgendwie runterzuziehen,\nzu halbieren halt. Es reicht halt, das zu halbieren von achtundvierzig auf vierundzwanzig, dann klingt's schon gut, aber es klingt noch immer besser, je niedriger man geht. Ich glaube, bis fünf Volt ungefähr klingt's noch immer besser, also so.","Der Adapter Cosa Noah zwanzig im Moment, okay, dann kann man selbst.","Wie heißt der Adapter?","Super Luxe PS einundvierzig acht minus S hat er in dem in seinem vorher im Poststand es mal hier als ähm.\nSpeiseada.","Phantomspeiseadap.","Röhre dazwischen.","Ja und irgendwann ist man natürlich dann auch wieder in der Region, wo du sagst, na gut, dafür könnte man sich dann auch wieder ein Beide Nemix kaufen, also vor allen Dingen, weil halt äh Brummen und Störeinstrahlungen schon echtes Problem sind, weil\ndas HMC, da da schlägt dann das Geld doch durch, ist halt wahnsinnig schlecht entstört in diesem Schwanhalsbereich.\nDas heißt also sobald eben was sich hier eben auch de facto hatte,\njetzt gerade mit vielen Geräten sitze und zwei schlecht entstörte Anker äh Netzteile noch irgendwo in der Steckdose drin sind, dann fängst du dir halt schon mal so in fünfzig Herzproben ein.","Ach, das war wirklich von deinem Headset. Okay, gut.","Genau, was sich dann dabei äh im Praxisalltag wiederum nicht so stark durchschlägt und schon gar nicht, wenn es halt direkt ohne überhaupt irgendeinen Sound interface an dem Rechner dran hast für Videokonferenzen oder sowas, da ist dann völlig unproblematisch, ne?","Aber die Hörmuscheln sind die angenehmer oder sind die genauso anstrengend wie bei dem schlichten Bayer.","Ich hab die also auch die kann man tunen du kannst,\nDas ist quasi ein Nachbau von einem an, also der Kopfhörerteil, ist ein Nachbau von einem anderen Bayer Dynamics ähm Kopfhörer und du kannst die Velour-Pads von dem auch hier auf das HMC drauf ziehen,\nUnd das ist das, was ich also standenmäßig auch empfehle, weil die Standardpads auf dem HMC sind wirklich richtig Scheiße. Das ist richtig unangenehmes\nPlastik, aber sobald du da quasi Bayer Dynamics äh Velour drauf hast oder es gibt auch\nvon Heimziel nochmal deutlich günstiger sind. Dann ist es eigentlich ganz flauschig, dann muss man sich's noch ein bisschen breiter biegen, weil das extrem eng ist. Vielleicht ist mein Kopf auch zu breit oder so. Aber dann kannst du's stundenlang tragen. Also gesagt, ich habe das seit einem halben Jahr jeden Tag sechs Stunden auf und äh,\nbin da eigentlich nach wie vor ziemlich zufrieden mit und kaputt geht das Teil eigentlich so nicht ohne weiteres. Also gesagt meins ist jetzt irgendwie vier, fünf Jahre alt. Wenn's läuft, dann läuft's.","Gut. Dann wollte ich Tim noch was fragen. Das AG null sechs äh ist ja bestimmt ja auch untergekommen,\nUnd das hat ja irgendwie einen Eingang mehr, aber das war halt für dich nicht interessant, weil nur ein bisschen teurer und keine Phatomspeisung auf den zweiten Eingang, oder? Ähm weil ich habe die so eben.\nAlso das AG nur sechs hat keine Phantomspeisung auf den zweiten Eingang, sonst hätte ich gedacht, okay, ich kaufe mir das lieber, weil dann habe ich\npraktisch zwei, habe ich praktisch ein lokales Duo, Selbstsetup, wenn ich will, aber das geht leider nicht.\nDann äh aber mit deinem Headset ging's vielleicht, wobei das geht trotzdem auf Kanal eins leider und du kann eins macht die Phantomspeisung. Also selbst mit dem Trick, mit dem Billow Head,\nauch nicht gehen als zwei Personennummer. Ja. Ähm aber bei Fragen so an sich, weil das kostet ja nicht viel mehr und sieht ein bisschen aufgeräumter aus.","Bist du da sicher, dass das so ist.","Dass da keine Verhungsspeisung müsste, ja das war im Test und das hat auch keinen Schalter für die Vertumspeisung, sieht man hier auch, ist nur für Gitarre oder für normale Geschichte.","Ach, das ist ja bekloppt. Das war mir gar nicht bewusst.","Aber du hast dir trotzdem nicht empfohlen, das AG sech.","Nee, das stimmt, du hast Recht. Nee, ich habe sie empfohlen, weil mir ging's ja jetzt explizit um diese äh eine Person.\nWill, dass Audio ordentlich hinbekommen, so und das hat einfach so den richtigen Satz an an Reglern, dass er halt einfach mal schnell alles ausgleichen kannst und das ist einfach so kritisch dieses\nDie richtige Lautstärke herzustellen, das wird zu,\nHabe ich auch selber, als ich äh jetzt äh in der ersten Welle angefangen habe, mir irgendwie Equipment zusammenzukaufen, habe ich diesen Aspekt irgendwie völlig\nignoriert und auch mit dem Kompressor völlig ignoriert und das war jetzt nicht high-End so, aber es es hat halt alles an Bord, was,\nErstmal benötigt wird und du musst,\nUnfassbar viel Geld ausgeben für irgendwie total absurde, völlig übertriebene Audiointerfaces. Bist du dann überhaupt erstmal so ein, so ein Set kriegst so und dann hast du noch nicht mal ordentliche Regler dran. Deswegen ist das Ding in gewisser Hinsicht gerade eine totale Ausnahme.","Mhm. Also ich werde mir das auch irgendwann mal zulegen, glaube ich. Im Moment komme ich noch drum rum, weil diese kleinen Fummelregler von dem Ding sind halt echt blöd, die ich aktuell habe,\nist auch blöd, ich sehe es im Dunkeln nicht ähm und ich habe keinen Kompressor für mein blödes Gelache. Ähm ja, es ist eigentlich nur drei ist schon dann schicke.","Es ist es ist halt äh überhaupt merkwürdig, dass dass ich das nicht konsolidiert irgendwie, gerade jetzt im Hinblick auf,\nbrauche ich eigentlich, ne? Weil alle stellen sich ja dieselbe Frage\nUnd äh da habe ich auch gleich nochmal eine Frage an euch, beziehungsweise vielleicht auch mal äh an die Werte, Hörerschaft, weil ich jetzt gerade auch so den Riqueso aus äh aus dem Kinderzimmer bekommen habe, mit äh es bräuchte doch jetzt mal ein besseres Gamer-Headset.\nUnd diese Kategorisierung Gamer Headset, die ist für mich persönlich natürlich ein bisschen schwierig, weil ich habe natürlich A eine Vorstellung davon, was ein Headset ist und B.\nEigentlich keine Vorstellung davon, was es heißt ein Gamer zu sein, weil das etwas ist, was ich in meinem Leben ähm.\nNa ja, ich würde sagen, meine Gamer Karriere hat sich abgespielt ungefähr zwischen hm.","Achtzig und ne.","Neunzehnhundertvierundachtzig und neunzehnhundertsechsundachtzig.\nDann habe ich die Lust verloren. Also das das war für mich irgendwie Spiele spielen irgendwie durch oder sagen wir mal siebenundachtzig. Und ähm,\nKlingt jetzt ein bisschen überheblich, aber mich hat's einfach nicht so gejuckt. Ja, ich wollte puramieren und ich wollte irgendwie dieses Thema verstehen, das das hat mich einfach mehr gereizt als irgendwelche kleinen Männchen übern Bildschirm zu jagen\nKlar, das hat man mal gemacht und das ein oder andere Spiel habe ich dann auch mal so gedaddelt, aber so dieses,\nmich meine Zeit ausschließlich in Spielen zu versenken. Das war's mir damals einfach nicht wert. Mittlerweile ist natürlich da eine ganz andere Gamerkultur bei rausgekommen und ganz andere äh Tools entstanden, das auch alles,\ntoll und ehrbar und finde ich auch äh gut und da sage ich auch gar nichts gegen, aber ich kenne die Anforderungen nicht.\nDie denn sein? Also es fängt ja schon mal mit diesem Anschluss schon mal an, ne? So Gamer Headset, wenn du halt so etwas als,\nKaufs was als Gamer Headset gebrandet ist, dann ist es halt meistens so eine Doppelklinke wie du halt. Ne, also was ich zum Beispiel in dieses Mischpult reinstecke.\nFrage ich mich halt so, na ja okay, warum warum sollte ich das jetzt machen so? Also es ist dein super Lux irgendwie, ist das ein Gamer Headset.","Ich würde sagen eher nein, weil's halt ein Kondensator und damit sehr empfindlich ist. Ich glaube, so eine der Sachen, die du beim Gamer Headset haben willst, ist eigentlich eher schon so eine eingebaute neues Unterdrückung. Also ich habe selber nur ganz, ganz\nkurz online gespielt mit mit Headsets ähm\nAlso ich würde mich durchaus als Gamer bezeichnen, aber halt nicht mit irgendwie online und vielen Leuten, sondern eher so äh alleine und gemütlich auf der Couch. Aber das, was ich so aus dem erweiterten Kreis wahrnehme, ist, dass dort eben die Anforderungen,\nan irgendwie.","Kondensator Mikrofon, ich bitte dich, also.","Nein, nein, nein, alles Dynamik, alles.","Nein, niemal.","Kenn kein Day Gamer Headset, was ein äh Kondensatormikro drin hat. Kenne ich nicht.","Dynamisches Mikrofon.","Natürlich. Weil du willst da das Ganzen das äh Lüftergeräusch vom Rechner nicht drauf haben und so weiter und so fort. Kondensator ist viel zu empfindlich, hast du den ganzen Raum mit drauf.","Ähm.","Es geht nicht darum gut zu klingen, sondern es geht darum, so gerade eben verständlich zu sein. Die Bitraten sind ja sowieso, glaube ich, immer noch äh einigermaßen deprimierend so, die äh\nbei den Spielen mit übertragen werden. Also ich rede jetzt eher so vom vom PS drei Universum, nicht irgendwie PC mit, äh die noch irgendwie eine eigene äh Voice-Infrastruktur nebenbei laufen lassen. Ich lasse mich dabei jetzt gerne äh vom Chat korrigieren, wenn das grober Unfug ist, was ich erzähle. Wie gesagt, das ist jetzt also.","Als Profizocker ist man ja in einem Teamspeak. Oder noch Mambis, aber je nachdem.","Teamshit Mumple oder Disco.","Ja oder Discod genau. Und dann will man auch ein Headset, wo wenn man das Mikro nach oben klappt, das automatisch auf mut geht, das möchte man,\nBequem soll sich's tragen, dass man's halt zehn Stunden am Stück oder noch länger äh tragen kann, ohne dass einem irgendwie der Kopf wehtut.\nSo","Also ich sehe gerade im im Chat gibt's gerade einen Link auf einen Bayer-Dynamik äh Gamer Headset.\nOder Gamer Headsets, Custom Game. Ach so, ja, genau, da ist dann auch dieses MX dreihundert, aber ich glaube immer noch nicht, dass das steht ihnen hier nicht, was das für ein Mikrofone sind.","Weil's Gamer sind die Birnen ähnlich verstehen.","Wieso steht denn das dann nicht.\nWie kann man denn hier keine professionelles Mikrofon steht hier? Aha. Was heißt denn das? Professionelles Mikrofon.\nAber ernsthaft dynamisches Mikro, das kann ich mir nicht vorstellen. Weißt du, dass irgendjemand im Chat? Ich würde mir da auf jeden Fall gerne mal was empfehlen lassen. Ich brauche irgendwie äh was Cooles für Weihnachten.","Also ich äh suche ja wirklich schon lange äh Alternativen zum HMC, eben unter hundert Euro Bereich und äh ich habe bisher keine gefunden, weil sie eben alle dynamisch sind.","Ernsthaft. Und deswegen steht das hier nicht drauf, was was für Mikrofone sind.","Weil's nur dynamische gibt. Ja. In dem Bereich.","Du bist dir da wirklich sicher.","Also ich äh also auf jeden Fall bei allen, die ich in der Hand hatte und getestet habe, bin ich mir natürlich sicher.","Aber will man das denn.","Wie wie testet man das und wie merkt man das, dynamisch ist.","Na ja, bei den meisten Kunden kriegt man ja schon die die Datenblätter raus. Und beim Klang her ist das halt sofort, weil die Dynamik schon alle dumpf sind. Ne, also gegen das fehlt einfach so dieser Schmelz in der Stimme und die Brillanz, die du halt bei dem Kondensator hast.","Ja. Aber die machen jetzt dynamische Mikrofone, damit sie nicht so viel äh nicht so viel Wädern oder was.","Ja genau und weil's billiger und einfacher, einfacher zu handhaben ist, du hast kein Problem mit Störgeräuschen.","Ja äh.","Oder wie die ganzen Ami-äh Leute jetzt in der in der Pandemie war, immer nur mit äh Airports froh, ja.","So, aber äh immerhin hier Tim Obacht äh ganz unten bei der bei dem, was du gerade hattest für hundertfünfundvierzig Euro hier von Bell Dynamics. Wandlerprinzip für Mikrofonkondensator, Niere. Das heißt also, das ist ein Kondensator,\ndann was hier im Chat gepostet wurde für hundertfünfundvierzig, das bei Dynamics.","Ach da, da steht nie, ah ja doch, Chronisato nie, ja, genau, ja.","Aber ruft halt dann auch schon hundertfünfundvierzig Euro auf, ne? Reduziert von hundertdreiundneunzig, also da sind wir auch schon fast wieder in den normalen Regionen unterwegs. Aber das ist in der Tat eins. Aber wie gesagt, dann auch schon einen ganz schönen Preis.","Ja gut aber ein gutes Headset? Das sieht ja ordentlich aus. Okay.","Hat interessantes äh Fundstück. Hm, das müsste man mal probieren.","Es hat aber einem merkwürdigen Schwanenhals irgendwie, aber und dieses MMIX dreihundert.","Das hatte ich in der Hand, das ist äh auf, also auch getestet, das ist auf jeden Fall ein dynamisches.","Aha.","Dreihundert Euro.","Dreihundert Euro.","Zweihundertdreiunddreißig ist.","Nee, dann ist Dennis ein anderes, dann ist es ein anderes.","Mikrofon. Hier steht irgendwie kalte. Nee. Das MM.","MMX dreihundert Manufaktur, Premium Gaming Headset.","Das ist auch äh Kondensator.","Dürfte auch für den Preiskondensator sein, ja.","Ja, das ist auch ein Kondensator. Na ja, denn Nobel Talking irgendwie, dann ist er vielleicht dieses MMX dreihundert, weil das sieht nämlich genauso aus wie das.","Das Superlooks.","Nee, wird das siebenhundertsieben, das hat den, das hat denselben Schwanenhals und so weiter und äh das ist einfach ein ordentlicher Bayer, Dynamik-Kopfhörer. Ich meine, das das können die irgendwie, das ist einfach die Firma, die babaut einfach ordentliche Headsets.\nDas könnte schon was werden. Okay. Na dann,\nIch bin für weitere Empfehlungen äh offen, auch wenn ich äh mir bewusst bin, dass ich dann jetzt die nächsten zwei Wochen wahrscheinlich auf Twitter erschlagen werde mit unterschiedlichsten Einschätzungen darüber, was denn jetzt irgendwie das\nist oder nicht, aber äh da muss man manchmal ganz gut muss man durch, hier Doggy Tick hatte auch noch was. Ist halt so, gut aber dann enden die halt auf Klinke.\nSo. Wo ich mir dann halt auch denke echt zwanzig zwanzig.\nWarum eigentlich? Warum an Enden die nicht auf auf USB.","Na, da gibt's halt auch unendlich viele. Also es gibt unendlich viele.","Kein einziges Gaming Headset gefunden, was auf USB endete, sondern es ist immer nee du hast immer Klinke klinke.\nUnd dann legen sie dir da noch so ein USB Wandler dabei.\nAdapter, der halt einfach zwei äh wo die beiden Klinken reingehen und dann schließt es über USB an,\nwo er auch sagen kann, ja okay, gut ja, warum nicht? So, dann frage ich mich halt nur so, warum könnte man ja dann auch die ganze Lautstärkeregelung direkt im Kopfhörer äh machen, wenn das Ding seine eigene Elektronik im Griff hat.\nWas Daniel wegfällt.","Also davon gibt's wirklich viele, glaub mir, also da habe ich auch ein paar von getestet,\ndie wirklich auf USB rausgehen, aber die kriegst du dann glaube ich nicht mehr so ohne Weiteres an die Xbox, sondern die PS vier dran. Das heißt also, das ist da glaube ich der der Grund, warum viele dann noch auf die Klinken gehen.","Stimmt, es gibt ja dann auch noch diese gibt ja dann auch diese Konsolen, ich vergaß.","Und bei der wie gesagt bei der bei der Katze halt einfach in den Controller einstecken und fertig. Also das ist halt auch praktisch, wenn du Konsolen machst.\nKabel, Controller, alles läuft direkt und du kannst sogar Videoaufnahmen mit Audio einspielen und also Marcel macht ja sein ganzes Zeug wirklich nur mit der Aufnahme von,\nvon der Konsole selber was fürs Audio jetzt nicht so dolle ist, aber irgendwie für ihn gut genug.","Weitere Aspekte hier auch schon im Chat genannt wurde, den ich auch schon öfter gehört habe, ist das sozusagen diese ähm die Ortbarkeit, also dieser dieser drei D Effekt des Sounds. Ja, also das Logitich, was jetzt hier gerade äh verlinkt wird, Logit\ndie vier drei zwei Gaming Headset ähm na ja, da sprechen sie davon, dass sie Surround Sound Support haben.\nWo ich mich ja erstmal frage, okay, wo kommt der Suround Sound dann erstmal her? Also bestimmt nicht aus einer Miniklinke, aber das Ding hat wohl auch äh USB.\nAber gibt's das, dass irgendwie Spiele dann ein Surround Sound Signal über USB.\nRaushauen oder ist das irgend so eine Dolby äh Look Endpoding, wo man sich das dann irgendwie rausholt? Ich habe keine Ahnung.\nAlso wo nehmen die diesen Surround Sound her? Ist das jetzt sozusagen nur wir tun jetzt mal so, als ob das Surround Sound ist.","Nee, nee, das ist ja schon das Zeug vom Spiel, das ist dann schon das Zeug vom Spiel, das geht bestimmt.","Ja, aber in einem Kopfhörer.","Ja, ja. Wieso nicht.","Sieben Punkt eins. Ich meine was heißt denn das? Dass sie dann sieben sieben Kopfhörer da drin äh sieben Lautsprecher da drin haben oder acht.","Nee, aber das kannst du doch, das kriegst du doch alles hin. Also.","Nee, du hast so einen so einen umgerechneten Klang, der dann äh sieben um dich herumstehende Lautsprecher simuliert. Ne, dieses äh.","Ja, also ich ich wollte gerade sagen, also bei den Airports pro hast du kein Problem gehabt mit dem, dass es äh vor allem Saroundsklang mit den zwei kleinen Furzdingern in deinen Ohren hinbekommt, aber bei einem Headset für Gamer, auf einer von einer anderen Marke hast du ein Problem. Also das verstehe ich jetzt echt nicht,\nAlso sorry. Klar, geht es und auch über normale Stereosignale und dann rausgefiltert. Irgendwie ist das alles anstrengend,\nAlso nicht nur Sterbesignal, sondern halt auf einen wie auch immer kurdierter Audioscheiße. Da haben sie ja alles gemacht schon mal und das ist ja nicht erst seit gestern so, dass es Surrounds Out auf Kopfhörer gibt. Und an sich sind ja mehr als zwei Ohren hast du eh nicht, ja? Also,\nkriegst du schon breikodiert komplett. Und die Sony äh die Playstation hat sowieso nochmal ordentlich ähm Werbung gemacht damit, dass sie, dass sie das massiv unterstützt auch. Ähm.\nDas geht schon.","Ja gut, ich meine draufschreiben können sie das natürlich alle, ne, aber dass das sozusagen auch wirklich funktioniert und dass das auch in allen äh Situationen funktioniert und in in den Kombinationen, in denen ich das ähm dann benutzen möchte\ndas weiß ich halt auch immer nicht so richtig, ne?","Ja das braucht dann natürlich wahrscheinlich schon wieder irgendwie eine Chain-of, das funktioniert, so ähnlich wie halt bei dem ganzen äh home Media Scheiße. Ähm aber die Leute, die das haben wollen, wissen wie das geht.","Ja, ich will's ja jetzt haben, also ich will's äh verschenken, aber ich ähm weiß halt nicht wo, wo ich da einsteigen soll und komme mir ein bisschen blöd vor.","So, der der Chat ist voll mit, glaube ich, schon ernst zu nehmenden Empfehlungen. Ich glaub.","Ja, es sind viele Empfehlungen, aber noch keine kalt Zusammenfassung, wie die ganzen zu sich zueinander.","Bitte, bitte mach doch mal eine Sendung dazu und dann äh verlinke die. So, ihr könnt ja schon gleich mit, gleich bitte ins Around Sound.","Airports Pro ist sowieso das Beste der Hinsicht. Das sollten sie mal lieber äh unterstützen irgendwie mit ihren Blüten Games. Hast du Airports, Prost, äh, Ralf?","Nee, ich habe die äh normalen Airports und bin mit denen aber auch sehr glücklich, also Rauschunterdrückung ist ein Feature, was ich glaube, nicht zu brauchen.","Nee, es geht gar nicht um ein neues Kanzler, es geht, glaube ich, das letzte Mal besprochen haben, es geht um um um diesen 3D Sound, den sie da jetzt irgendwie eingebaut haben bei Apple.","Ja, ja, wenn ich mal also für Pott, also ich hörte, höre damit nur Podcast und so ganz sehe ich.","Das ist so wie M eins Prozessor, also das ist so das ist so. Aha, so kann es klingen haben will. Warum klingt nicht alles so? Na ja.\nNoch ganz kurz den Bereich Podcasting abzuschließen ja über Vorbereitungstours können wir durchs nächste Mal reden oder ach nee eigentlich bist eigentlich muss das mal raus.\nVorbereitungstools das ja finde ich ja also wenn man so eine Sendung kollaborativ.\nVerwenden will, so. Ja, dann brauchst du ja irgendwas, wo du deine Notizen sammelst.\nUnd es ist macht mich wahnsinnig, dass auch im Jahr zwanzig zwanzig irgendwie immer noch nichts ordentliches am Start ist.\nIch würd mal gucken, ob ihr andere Empfehlungen noch habt. Kennt ihr\ngute Tools. Also, vorbereiten heißt, mehrere Leute sammeln, Informationen, vor allem Links in einem gemeinsamen Space. So, was gibt's? Da kannst du dir dann so einen Google-Dog aufmachen, da kannst du irgendwie Apple Notes benutzen, da kannst du dir\nEvernote installieren, da kannst du dir Workflow installieren und da endet dann auch schon so ein bisschen, da gibt's noch diese Isar Pads,\ndieser Pads kann ich überhaupt nicht mehr sehen. Das mir einfach in im Browser geht schon mal gar nicht. So und ich will da eine App für haben.","Ja, aber sieht doch links,\nAlso diese Browserphobie an der Stelle verstehe ich nicht, weil eigentlich das meiste, was du da sammelst, sind Dinge im Netz auch wieder und wenn das Ding dann selber auch einen äh einen Web äh Seite ist, finde ich's eigentlich fast authentischer, aber na ja.","Ja, weil was heißt\nEs geht ja nicht nur um Links, es geht ja um alles, es geht sozusagen um die Struktur. Also, derzeit benutze ich ja Workflow. Workflow ist eigentlich auch so eine Webanwendung. Hat aber den Vorteil, dass ihr zumindest noch dran gedacht haben, so eine App rauszuhauen für den Mac.\nUnd das Gute. Ja klar, es gibt gibt eine Workflowy äh McOS App, die benutze ich auch, sieht aber dann auch nicht sehr viel anders aus als ein Browser. Also es ist hal.","So ein Browser App.","Auch nur ein Browser äh Dingsbums und so weiter, aber das hat zumindest schon mal den Vorteil, es hat sein eigenes Icon und was du dir nicht selber bauen musst und äh in gewisser Hinsicht, na ja, hattest du eine gewisse App Awareness, aber es ist natürlich keine richtige MacApp,\nUnd das merke ich auch am laufenden Meter immer wieder. Und das merke ich halt auch in jedem Browserfenster und ich hasse, hasse, hasse Webapps. Es ist einfach die tun seit Jahren so, als wären sie richtige Apps,\nAber das sind sie einfach nicht. Das muss man einfach mal ganz klar sagen und äh äh deutlich in die Welt plakatieren, ja?","IOS-App, ist die iOS-App auch äh eine Browser App.","Das kann ich dir nicht sagen, aber ich.","Die kannst du jetzt verwenden. Nur so als Hinweis.","Ach so, ah ja, nicht, ja, bin ich, wenn ich überall Armmax habe, dann kann ich das machen, ja, in der Tat sind die auch freigeschaltet, das wei.","Das ist aber ist ja bald so bei dir.","Das hoffe ich, da werden wir nachher noch drüber sprechen. Das könnte noch ein steiniger Weg werden.\nÄhm auf jeden Fall warum, warum will ich eine richtige App haben.\nIch weiß ja nicht, wie wichtig euch das noch so ist. Sie sind ja viele Leute, sind ja bereit durch ein Röhrchen zu atmen, aber ich lehne das einfach ab.\nIch liebe es einfach, gerade wenn's darum geht, Text zu editieren mit der vollen Bandbreite der McUS,\nEditing, Funktionalitäten arbeiten zu können. Wenn du weißt, was ich meine. Das ist einfach meine\nimmer dieselben sind, dass ich irgendwie weiß, dass ich irgendwie mit Kontroll Anfang des der Zeile gehen kann, dass sich wie sich das äh verhält, wenn ich die Cursortasten drücke und gleichzeitig noch irgendwie ein Shift mache, womit ich irgendwie was dupliziere, womit ich was\nDragon, womit ich was äh verschiebe, womit ich was move, womit ich irgendwie Systemfunktionen aufrufe, Dictionary benutze und so weiter. Ich will einfach nur ein,\nText verhalten haben\nin meinem Computer und nicht jedes Mal darüber nachdenken müssen, in welchem Fenster ich jetzt gerade bin und ob ich jetzt gerade in so einer Elektron äh Chromwolk,\näh bin, ob ich in einer Safari-Wolke bin oder ob ich irgendwie äh eine richtige MacApp habe oder noch schlimmer jetzt wahrscheinlich irgendwie iOS Apps, die sich dann wieder nochmal ganz anders\nverhalten. Das nervt mich schon mal so ganz grundsätzlich. Dann kommt natürlich noch so ein zweiter Vektor mit rein, das ist,\nWie ist das überhaupt strukturiert? Klar, du kannst jetzt mittlerweile in jeder komischen Notiz-App irgendwelche Listen machen und wenn du gut bist, dann kannst du auch noch verschachteln, aber mach das mal in Apple Notes,\nJa, geht irgendwie, aber ist natürlich keine richtige Outline.\nBei Workflow hast du eine richtige Outline oder kannst du halt irgendwie irgendeinen Tri nehmen, rüberdrecken und äh äh unter einen anderen Tri drunter hängen und einklappen und ausklappen, ja, was Apple Notes zum Beispiel nicht kann.\nUnd ich verstehe einfach nicht, warum warum es nichts ordentliches gibt. So. Wie verhalten sich die Dinger, wenn du da was rein trägst in Apple Notes? Trägst du deine Webseite rein? Dann muss er da gleich,\nso ein Preview reinmachen, so einen riesigen, fetten, dicken Button mit eine Webseite, ich habe erkannt, dass hier ein Link ist. Ich bin total intelligent, da ist harte DPS, davor, ich weiß alles und jetzt muss ich hier irgendwie so ein komplettes Web\nKit hier irgendwie nochmal durchrennen lassen, um hier irgendwie so ein Subney in deinem blöden Notizblock reinzuballern, den ich da nie haben wollte.\nNervt einfach.","Ja. Also ich ich fühle da deinen Schmerz, ich kann das nachvollziehen. Ähm ich selber bin halt ein Pad Freund,\nAlso EverPads fand ich schon immer gut und das jetzt mal äh auch äh für die Shownotes und im äh Chat geht's auch schon rauf und runter. Wenn man sowas in die Richtung äh nutzen möchte, sollte man sich mal Headstock oder,\nehemals QDMD, das ist also einem das selbe, die haben sich umbenannt. Das ist so ein bisschen das für EverPads, was,\nDiscors für Forensysteme war, dass das also mal so Everpad in etwas benutzerfreundlicher und etwas cooler und.\nEs hieß bis vor kurzem Cody MD und die haben sich jetzt unbedingt den Headstock.\nDer der Clou daran ist, dass sie sehr stark marktdown orientiert sind. Das heißt also alles, was du in Marktdown halt irgendwie schreiben kannst, kannst du da auch machen. Plus Drag and Drop von Grafik.","Für Tim aber gut für mich, danke.","Plus äh Dragon Drop von Grafiken und was besonders cool ist, die haben diverse Bibliotheken eingebunden, die so ein bisschen ladtechartig daherkommen,\nzur Erstellung von Schaubildern. Das heißt also, du,\nmit irgendwie vier Zeilen menschenlesbarem Code äh darüber rändern lassen oder einen Flowchart oder\nmuss man sich also mal die Demoseite von denen einfach angucken und unten so ein bisschen durchklicken. Das ist schon echt cool\ndurchaus auch überlege, wie ich das bei mir auch verarbeite irgendwie mal verbreite, weil anstatt den Leuten irgendwie Visualisierungstools zu installieren und da muss man ihm beibringen, so wie Malte jetzt die Kästen und wie Malte die Beziehungspfeile und was, wie baue ich ein eins zu N und sowas? Das ist einfach äh durchdenken und in Text runter\nund schwups wird ihnen das fertig gerändert. Das ist also noch so ein äh finde ich echtes Killerfeature, was dieses Tool noch mit sich bringt,\nPlus, du kannst dein rechter System hinterhängen, du kannst es sein lassen, du hast ein Archiv von verschiedenen Seiten, die du angelegt hast, also wenn man was im Everpad Bereich machen möchte, sollte man mal in die Richtung gucken, das ist im Moment so der heiße Scheiß. Das heißt im Moment seit Jahren, die sind ja irgendwie so,\ndrei Jahren würde ich sagen, sind die mindestens irgendwie da so Marktführer, TM.\nAber ich kann verstehen, dass das da ein News Case jetzt überhaupt nicht trifft, aber ähm um jetzt einfach nochmal für die Pads eine Lanze zu brechen, weil es hat schon.\nEchten Mehrwert, wenn irgendwie dreißig Leute gleichzeitig auch an irgendwas tippen können.","Ja, das hat ja auch dann was mit Notifications zu tun und wann wirst du wovon in Kenntnis gesetzt et cetera und wie verhalten sich da links und all diese ganzen Sachen? Es, ich weiß nicht. Also ich habe so dieser Eindruck, es wird nie irgendwas geben, was mich so richtig,\nglücklich macht, bis man mal so ein richtiges Podcast-Planungstool baut. Das muss einfach mal sein, irgendwann irgendwann, irgendwann kommt das.","Den Eindruck haben wir auch.","Ja, dass es irgendwann kommt oder dass ich.","Dass ich nie irgendwas glücklich macht.","Mich, auch mich machen schon eine ganze Menge Sachen, wirklich, da reden wir eben nachher auch noch drüber.\nSo, um den Podcastbereich mal äh abzu äh schließen, noch eine kleinen Hinweis, die ich letztes Mal eigentlich schon bringen wollte. Und zwar das tolle Pott Love Team.\nÄhm macht seit einiger Zeit einen Podcast. Und das ist hier noch nie erwähnt worden und das ist eigentlich totaler Blödsinn. Ähm,\nUnd zwar sind das äh vor allem Alex, Michi und äh Erik, die halt auch derzeit einfach am meisten machen,\ndie haben dann irgendwann mal meine Gebiete erhört und weil ich immer meinte so, ja ihr macht zwar so geile Sachen für Potlov, aber das Problem ist immer eben,\nMacht kein Podcast und ihr wisst überhaupt gar nicht, wo die Schmerzen sind, so. Und man muss das halt irgendwie machen, das gilt im Übrigen auch für dich Ralf, du musst unbedingt.","Podcast.","Mal wieder machen. Das ist einfach.","Könnte es in der Tarti sein, dass wir uns ernsthaft mit der Überlegung äh äh rumtreiben, einen Ultraschallpodcast mal aufzusetzen? Und jetzt muss man das wahrscheinlich machen, weil sonst hätte ich's jetzt nicht sagen dürfen.","Genau und wenn wir geimpft sind, dann setzen wir uns auch wieder zusammen, dann darfst du mir live dabei zuschauen, wie ich so eine Freakshow zusammenschneide. Wir hatten ja neulich schon mal ein bisschen damit angefangen. Ich glaube, da ist ja schon aufgefallen, dass äh da ist noch einiges zu holen. Na ja, auf jeden Fall haben sie das dann irgendwann getan und es gibt jetzt Pottler was\nPunkt org und Pott Lovers Punkt org ist quasi der Ort, wo\nEinerseits halt dieser Podcast ist und es ist halt dann eben auch Idiot Dog Food, das heißt die Webseite ist komplett selbst äh programmiert und versucht so die neuesten möglichen Sachen, die mit der Potlapfer äh Webplayer Software machbar sind\numzusetzen. Ist also kein Potlof Publisher.\nWas ich ein bisschen schade finde, weil die Schmerzen hätte ich sie gerne auch noch spüren lassen, aber immerhin ähm nimmt das dann sozusagen schon äh Formen an und es hat dann auch so was weiß ich äh,\nPlayer, der irgendwie nicht weg äh geht während der abspielt und du klickst irgendwas anderes an und so weiter und sie geben sich eine,\nenorme Mühe, also erstmal haben sie am Anfang Sendung für Sendung die einzelnen Komponenten von Potlaff durchgequatscht, also den Publisher, dem wird Player des Hubs grade Button,\nwenn man über den Radiator gesprochen, Podolf Publisher Plus und letzten Sendungen sind sehr viele Gespräche mit Podcastern über den Podcast Workflow, auch ganz interessant mit Stefan Schulz, mit Daniela Christian, von Füth und Tobi Bayer jetzt auch,\nHabe ich noch gar nicht gehört, die Neuste und ähm.\nMachen treiben das dann so weit, dass sie nicht nur extensive Shownotes haben, sondern auch die komplette Sendung dann auch noch transkribieren. Und zwar auch wirklich hand nachbearbeitet,\nPlus halt so richtig das Transkript läuft ab und so weiter und du siehst halt wo es spielt und so weiter. Also du kannst quasi die Dinger auch im Volltext durchsuchen. Also allein schon,\nfür diesen Aufwand äh ist das hoch zu loben und hört doch mal rein\nwenn ihr in irgendeiner Form Interesse habt, vielleicht mal ein bisschen näher zu verstehen, also entweder weil\nPodlerauffindung seiner Form verwendet oder euch vielleicht auch mit dem Gedanken trägt, äh gegebenenfalls mal äh euch so ein lustigen Projekt anzuschließen, weil auch dort ist Hilfe von Nöten.","Ist unter Podler, was dort nun mal so, dass das auch mal hier akustisch erwähnt wurde.","Ist schon akustisch erwähnt worden, aber du kannst es auch gerne nochmal sagen.","Ich überhöre sowas immer, das ist ganz lustig. Wenn's nur einmal gesagt wird, also es gibt nichts Schlimmeres für mich als Podcast zu hören, die schlecht vershomotet sind, was dieser Podcast natürlich nicht ist, wobei sind ein bisschen viel, deswegen ist auch immer schwer zu finden, aber egal. Äh und dann wird,\nZeugreferenziert und empfohlen und nur einmal ganz kurz irgendwo erwähnt und ich habe genau in dem Moment nicht aufgepasst und ich muss mir das ganze Segment nochmal anhören. Deswegen so, wenn das geklammert ist vorne und hinten mit der URL, wenn's eine gibt, die einfach zu merken ist, finde ich viel besser.","Okay. Gut, das war ein äh berechtigter Hinweis auf die Webseite des äh Pott Love Podcasts, der unter Pott Lovers Punkt org äh liegt.\nSo läuft das. Potsdamer Punkt org. Dort können sie sich alles anhören.","Ich werde auch mal dabei am Anfang.","Stimmt. Genau, du warst ja auch dabei. Dann kommen wir mal hier zum Elefanten im Raum.","Ist irgendwas passiert.","Äh ja,\nWenn der Postmann einmal klingelt, bin ich schon am gegen Sprechanlagenapparat gerät und äh ja\nIch habe alles äh vorbereitet und ich war in der Lage, die Sendung anzunehmen und äh Apple hat schneller geliefert, als sie,\nangekündigt haben und ich habe jetzt schon mal eins von zwei M eins Meckentuschgeräten im Haus, nämlich den McMini. Und Ralf.\nDu hast auch.","Genau, ich war total gehypt und habe fünf gedrückt und habe dann äh MacBook Pro M eins seit Montag.","Seit Montag, genau und bei mir äh sieht's ähnlich aus, habe seit gestern dann den McMini und äh ja, seitdem habe ich eigentlich die ganze Zeit in dieses Gerät reingestartet und ähm.\nBoy. Falls ihr es nicht schon sowieso überall gelesen habt, aber das ist mal ein Computer. Das ist wirklich.\nEinfach geil.","Dieses komische siebenhundert Euro Einstiegsgerät.","Ja, also ich hab's nicht für den Einstiegspreis gekauft, ich hab mir das natürlich irgendwie in der rechts unten Variante gekauft.\nAber ähm das erfüllt jetzt so erfüllt er irgendwie sofort alle\nich hatte nicht gar nicht mal so viele Anforderungen glaube ich, aber die waren sofort erfüllt. Ich wusste irgendwie schon, dass es äh so sein wird, aber es fühlte sich extrem gut an, als es dann so war. Es war schon sehr lustig überhaupt, diesen beiden Geräten zuzuschauen. Meinem alten Mac Mini und dem neuen McMini\nWährend er mit diesem Migrationsassistenten diese Daten von A nach B äh rüberschob. Und so der neue McMini so.\nUnd der alte Mac Mini so bin ich froh, als ich diese Maschine ausgeschaltet habe.\nUnd der neue Mick Mini ist einfach.\nLeise und er ist auf eine Art und Weise schnell, äh wie ich das schon lange nicht mehr erlebt habe, was einfach Zero Late and Computing ist.\nSo würde ich das jetzt mal nennen.","Ja aber.","Warum machst du überhaupt einen McPro? McPropro gekauft und kein.","Erstens, weil ich fand, dass der Preisunterschied nicht so dramatisch ist. Es sind jetzt quasi nur dreihundert äh Euro Unterschied so zwischen den Basemodels und die Upgrades sind dann ziemlich exakt leicht teuer. Zweitens wollte ich eine Touch-Bar haben.","Also das ist es genau da wollte ich hinaus.\nFür mich wäre die Touch bei irgendeinem Grund, das eher zu holen.","Dass das nichts, das kann ich nachvollziehen, aber äh nach drei Tagen glaube ich auch, dass ich so ein Touch-Bar-Typ werde. Also ich finde das jetzt schon ausgesprochen interessant, was da so auf.\nIst meine erste Touch-Bar, genau. Das muss man sowieso als Disclaimer sagen. Ich komme von einem Early.","So ging's mir damals auch.","Irgendwann wieder alt und weise wird. Ja, also es mag alles passieren, ja? Aber genau darum wollte ich's halt auch einfach mal probieren für den wenig Geldaufpreis halt, ne?\nAlso ich komme von dem zweitausendfünfzehner äh MacBook Pro Early zweitausendfünfzehn. Allerdings ziemlich rechts unten damals, also mit sechzehn Gig. Mehr ging, glaube ich, zu dem Zeitpunkt nicht,\nZwei Chor irgendwie drei Komma fünf Gigahertz oder sowas, also wie teuerste CPU, die man da auch einsetzen konnte. Also und bin mit denen eigentlich bisher immer total glücklich gewesen und hatte da so die Schwierigkeiten,\naber vor einem halben Jahr Wasserschaden. Meine Frau sagte er war vorsätzlich und äh von daher saß ich dann so wirklich bei der Keynote und sagte, nein, ich will kein Air und nein, ich will kein McMinee, ich will Mc\nund dann kam es endlich und dann wurde auch sofort geshoppt, aber ich finde, so die Onboarding Experience von\njetzt äh von der M eins mit dem Migrationsassistent und alles, was da so dranhängt. Die fand ich, war schon ein bisschen Underwelling. Also ich habe die Migration über eine Festplatte gemacht.\nÄhm kann man natürlich sagen, ja warum auch, aber dann dachte ich, habe ich gleich wieder irgendwie ein aktuelles Backup und so weiter, kann ja nicht schaden und ich habe vorher noch ordentlich durchgemessen, lesen schreiben, hundert MB pro Sekunde Durchsatz,\nberauschend, äh, aber über USB drei jetzt auch irgendwie so nicht unterirdisch und hätte eigentlich dauernd\ndürfen achtzig Minuten, wenn man das so pi mal Daumen ausrechnet. So das Speichern vom Alten hat schon drei Stunden gedauert, dachte ich schon, oh Labe, na ja, das wird bei dem neuen ja bestimmt schneller. So, M eins hochgestartet, äh Backup eingespielt, wie lange dauert's.\nDrei Stunden, ja, dachte ich dann schon, naja toll.","Aus so einem X Code auf dein in deinem System.","Nee, aber es ist ein richtig zugewuchertes System. Das ist also auch der nächste Disclaim, mit den ich dazuschieben muss. Ich habe überlegt, ob ich eine Clean Ins Toll mache\naber dachte, äh, gerade so für AB Test ist es natürlich eigentlich viel, viel sinnvoller, zwei gleichermaßen zu gewucherte Systeme zu haben. Das ist glaube ich zwölf bis fünfzehn Jahre alt, das ist die, seitdem kein Clean Instal mehr gemacht, sondern alles.","Aber du hattest schon Big Sir auf dem anderen.","Genau, ich hätte Bixör sogar schon seit der ersten Divelopa Beta, also das die nehme ich immer ganz gerne mit, auch ein bisschen mit dem Ultraschallhintergrund, dass ich zeitig vorher weiß, wo da eventuell die Fallstrecke sind\nÄhm hat da bisher toi, toi, toi bis auf eine Beta, wo plötzlich irgendwie ja mein Nass weg war, ähm äh hat das auch ganz gut funktioniert.\nMit Big Store die ganze Zeit schon durch und hab's dann also von daher äh war das also ein überhaupt kein Umstieg,\nAber das muss man als Disklay mal sagen. Für mich ist jetzt sehr viel neu. Die Touch Bar ist neu, die Tastatur ist neu, mit der ich glaube ich auch sehr, sehr gut freuen werde\nÄhm von daher habe ich jetzt also natürlich eine Menge äh Wow-Effekte. Aber dieser Migrationsassistent war schon mal sehr langsam irgendwie. Drei Stunden, das hatte ich mir anders vorgestellt. Na gut, dann startet man das Ganze hoch,\nDann siehst du das nächste, was er macht halt auf meinem System, ist dass er ungefähr vier Stunden indexiert hat,\nJa, also Spotlight, einmal richtig durchindexiert. Äh du siehst es ganz gut, weil die vier Low Performance-Kurs die ganze Zeit so bei dreißig, vierzig Prozent rumrödeln, ja? Und dann guckst du halt ein.","Sie heißen die Offiz.","I Efficiency, danke. Ähm was was du genau nicht Lob performet, sondern na jetzt schon sieht, danke. Danke dafür. Ähm sowas tun die, die indexieren halt\nso, aber er indexiert halt auch nicht schneller mit seinem Performance-Kurs, wenn man halt nichts macht oder wenn man ihn halt einfach nur am Strom in die Ecke stellt, wäre ja auch eine Option, aber nein, ähm will halt nur Spotlight Indexierung machen mit seinen vier ähm\nHigh Efficiancy Kurs. So und das ist halt das nächste, jede App, die du startest, dauert halt\nersten Start dann mal echt lange, weil halt alles erstmal auf Rosetta irgendwie überlegt äh umgesetzt wird und ab dem zweiten Start fängt's dann an langsam Spaß zu machen. Wenn ja wenn,\nman nicht bei nahezu wirklich jeder meiner App, ich erstmal wieder irgendwelche Rechte hätte zuteilen müssen\nja? Also Zugriff auf den Bildschirm und Zugriff auf irgendwie die Excessibility Features und dieses nicht und das kommt nicht von dem Entwickler. Und wie gesagt, ich habe ein zugemülltes System, aber wenn ich doch jetzt irgendwie einen Timemaschine-Backup mache, das war jetzt also nicht irgendwie über äh Carbon Copyclown oder sowas, sondern ganz offiziell Time erschienen\nwarum zum Teufel werden mir diese Rechte nicht auch mit zurück überspielt, ja? Bei jedem einzelnen muss ich jetzt mein Passwort eingeben, aber immer dasselbe Passwort.","Na weil die neu sind, die Rechte, oder?","War so warum, weil es ist immer dasselbe Passwort, was ich eintippe, das heißt also wo ist der der Security.","Ja, ich glaube, die haben das kryptomäßig halt so gelöst, dass die das nicht übertragen können, denke ich mal, sonst hätten die das wahrscheinlich gemacht. Sonst könnte man ja auch schummeln.","War das früher mal anders, bevor es irgendwie T zwei äh analoge Chip gabs? Also mag sein, dass das so ein Grund ist, aber von von der Userexperience her fand ich's beschissen.","Ich glaube, wenn das direkt verbunden hättest, wäre es anders gewesen. Also ich glaube, wenn du, wenn du Teilmaschine-Backup machst und zurück hast und ein bisschen weniger äh Convenience, als wenn du die Migration machst über die direktes Kabel verbunden von der Maschine A zur Maschine B. Ich\nda gibt's einen definitiv einen Unterschied.","Ich habe die Migration über Isernet gemacht,\nauf dem McMini Migrationsassistent gestartet und dass der direkt rübergeholt und ich hatte dann auch äh ein paar rechte neu zu vergeben für Programme, die ich schon vorher hatte, aber ich,\nAh, nee, warte mal, ich muss das ein bisschen zurücknehmen, weil ich hatte, ich habe, ich bin nämlich einen anderen Weg gegangen\nBei mir war ja der Mick Mini, ich hätte mir den Mick Mini irgendwie geprickt, also meinen alten Intel hatte ich mir äh mit dem Big Ser, also das das GM kam. Und er sagte so, ja, jetzt ist alles fertig, jetzt ist alles getestet, jetzt ist alles gut. So und,\nMit der Installation hat er sich dann komplett die Karten gelegt und ich musste das Ding am Ende äh komplett platt machen. Also so richtig.","Was heißt die Karten gelegt?","Ja er äh hat so das äh Surfwareupdate gestartet, hat dann irgendwie geblutet und ich kam dann irgendwie nach einer Weile wieder einen Raum dazu. Was ist denn jetzt hier und so? Und dann kam irgendwie so ein Screen, den ich noch nie gesehen habe,\nüber den auch keinerlei Informationen im Netz zu finden waren, somit ja, nee, hier muss irgendwie deine Butpartischen, muss irgendwie aktualisiert werden,\nSomit so ein Button so aktualisieren. Ich so ja, aktualisiere doch, äh aktualisieren wir. Ja, nee, hat nicht geklappt. Aha.\nUnd jetzt? Ja nee, muss aktualisiert werden. Klick drauf, so, ja, nee, ging nicht. Ja, toll,\nUnd aus dem Status habe ich die Kiste nicht mehr rausbekommen. Ich habe dann irgendwie Systempartischen gelöscht, irgendwie versucht neu zu installieren, so nee, neunzehn kann ich auch nicht,\nAlso noch nicht mal im Ricavery Modus war in der Lage auf ein frisch formatiertes System Volume ein neues System aufzuspielen. Dann habe ich irgendwie gedacht, so ach Scheiß drauf, habe das Ding erstmal äh übers Hunderboot gebautet, habe so mir die wichtigen Sachen, weil da war jetzt nicht so viel Wichtiges drauf,\nich mir irgendwie auf einen anderen Rechner gezogen habe, das Ding einfach komplett breit gemacht und dann habe ich den komplett frisch neu installieren, das heißt, ich habe den mit Mini komplett frisch neu installiert. Es kann natürlich sein, dass viele Rechte da auch noch äh in der Luft hängen ist, wo ich drüber nachdenke\nvon daher kann ich da jetzt gar keine Aussage zu machen, aber was ich halt haben wollte ist, ich wollte den Performancevergleich haben zwischen,\nMini Intel von vor zwei Jahren komplett frisch aufgesetzt mit Big Sir, was übrigens nicht ging, weil er im Ricovery Modus nicht,\nBigser als das neueste Betriebssystem angesehen hat, sondern irgendwie Katalina, also muss erst Katalina installieren, dann installieren, dann habe ich da irgendwie\nirgendwie so halbwegs so hingemacht, so wie ich mit diesem Rechner normalerweise arbeiten möchte. Und in dem Zustand habe ich ihn dann äh auf den neuen M eins mit Mini,\nmigriert und das ging irgendwie relativ problemlos.\nAber dann wusste ich trotzdem so, aha, also der Intel McMin so einfach mal ein, zwei Stunden frisch eingerichtet mit allem Arbeiten und das da wusste ich dann auch gleich wieder so, ah okay, das ist dieser Rechner, dem ich die letzten zwei Jahre schon so genervt hat.\nUnd weil's dann doch halt alles nicht so flüssig war. So, dann schiebst du doch mal ein Fenster von links nach rechts und es ruckelt und macht irgendwas und klickst auf irgendwas, muss auf irgendwas warten,\nJa, dann habe ich das mit dem M eins mit Mini gemacht und seitdem kenne ich diesen Effekt nicht mehr.","Wird gut, ja? Also darauf darauf wollte ich jetzt auch hinsteuern, so es wird, ne? Das heißt also, wenn man sich durch dieses\nMehrtal der Tränen wäre jetzt etwas dramatisch ausgedrückt, aber diese doch etwas äh,\nUnderwelling äh User Onboarding Experience ein bisschen durchgekämpft hat, so ab Tag zwei\nfängt dann schon der Spaß an, ja und dann merkst du halt so, okay, das ist jetzt doch ganz schön flott hier und ähm seitdem mache ich halt auch wirklich viele AB Tests, um zu gucken, so in was für einen Bereich spielt sich das eigentlich ab.\nUnd das äh wechselt halt zwischen so, na ja es ist,\ngenauso schnell, ich kann den Tier ein paar Benchmarks mal runterrattern von Sachen, die ich so so an an äh echt leben, Sachen gemacht hat, bis hin zu oh mein Gott, das ist ein wirklich sehr großer Unterschied, sodass das Eindrucksvollste, was ich bisher gesehen habe, ist ähm\nAffinity, Foto oder Affinity-Designer-Staat,\nselbe Version selbes Bisher Betriebssystem elf Punkt null eins das dauert halt auf meiner äh alten Meckb\npro I sieben Kiste ungefähr vierunddreißig Sekunden von zweitausendfünfzehn.","Okay, fünf Jahre alt.","Ne, aber von der CPU her, so schlecht ist der auch heute immer noch nicht, ne? Also gesagt, irgendwie äh drei Komma fünf Gigahertz, äh, I sieben, so, das, das geht schon. So, also.","Langsamer als ein iPhone elf.","Vierundvierzig Sekunden Startzeit, ja? Und das bei einer Software, die ansonsten auch auf dem alten Rechner so rattenschnell läuft äh in den Foren wird das auch auf und runter diskutiert, was da eigentlich definitiv falsch macht. So und dann der eben M eins keine vierunddreißig Sekunden, sondern\nvier Sekunden, ja? Selbes Setup, selbe Version so, das ist, das merkt man dann schon sehr den Unterschied, ja?","In nativ oder in Rosetta.","Das ist ein Motiv, also definitiv war eine der ersten, die also sofort äh letzten,\nglaube ich oder letzten Donnerstag schon rausgegangen sind und gesagt hat, hier äh Dobby sagt, sie machen's irgendwann zweitausendeinundzwanzig hier, Uve Gadgecovert, hier unsere komplette Suite komplett M1 Native Fun,\nÄhm die machen halt sowieso, finde ich.","Diese neue Version hast du auch auf dem Intel benutzt aber.","Genau, genau, die ist ähm, das ist also hier.","Nicht, dass du da irgendwas.","Nee, nee, das ist also ne, wie wie heißt Universal? Ja, also sie behaupten, sie hätten dann auch M eins Optimierungen drin.\nNe, das würde ich denen auch in der Tat zutrauen, dass die also äh sobald das äh DTK draußen war, da wirklich drauf getunt haben. Ähm aber,\nim echten Einsatz dann, wenn das Teil erstmal läuft, merkst du dann wiederum weniger Unterschied, weil halt auch einfach äh,\ndie ganzen Definitivsachen schon auf dem E sieben, so Rattenschnell waren, also vielleicht ist der Bildschirmaufbau noch ein Tuckenflüssiger, kommt man vielleicht gleich noch zu, aber der Hauptunterschied war danet hat die Startzeit, ne.","Hast du denn da so den Test wiederholt?","Ja klar, wenn du also die Sachen einmal geschadet hast und dann wiederholst, äh dann geht's auch natürlich auf dem, dem Intere genauso schnell, also genauso schnell als Op,\nsind vier, fünf, sechs, Sekunden sind aber so in dem Zeitrahmen, aber ich mache solche Tests immer so Frischbuden, ne? Frischbuten, dann erstmal zwei Minuten stehen, lassen bisschen laut drunter ist,\nÄhm also seit ich äh irgendwie selber ein paar ein paar Server betreibe, gucke ich nicht mehr auf die CPU-Last, sondern ja auf die Load, ja?\nGucken so, was läuft denn da wirklich noch im Hintergrund so rum und wenn die dann so auf der Anzahl der CPU-Kurs ist, dann mache ich den eigentlichen Test, ja? Und das dauert halt auch unterschiedlich lange. Aber dann würde ich sagen, habe ich so Pi mal Daumen ungefähr, dass das gleiche,\nBelastungsszen.","Aber du hast auch schon vor den Buten schon mal gestartet und so, das ist nicht also wir sind schon bei der noch. Mhm. Ja ja frag i.","Nee nee. Nee, das ist total legitim. Also.","Immer, also Testmethologie ist immer wichtig für für.","Äh vielleicht der Chor, der kann.","Sie zumindest erwähn.","Kann so manches schiefgehen, da bin ich ganz bei dir.","Genau, genau so.","Ähm ich kann also falls was es gerade irgendwie reinschieben wollen, äh habe ich in der Tat noch ein paar Messungen zu bieten. Falls das mal so,\nauch aus dem Podcastbereich von Interesse ist, äh, vermutlich denke ich schon, ne? Also mich hat natürlich vor allen Dingen interessiert so, wie sieht's mit Reper aus.\nUnd es gibt halt von Reper jetzt sowohl eine Version, die unter Rosetta äh Imulation läuft, als auch eine Beta-Version, die native als arm läuft,\nUnd das ist natürlich dann schon interessant zu gucken, so wie verhalten sich die beiden eigentlich zueinander. Versus dann noch dem, was halt mein, mein altes äh I sieben so anstellt.\nUnd äh der Punkt ist halt, dass das Repaar generell halt so äh performant programmiert ist, dass man gar nicht so viele Bereiche findet, wo man überhaupt wartet. Aber drei Dinge gibt's eben schon\ndie so im Podcastingbereich mal wieder eine Rolle spielen. Das eine ist halt hinterher am Ende die fertige Sendung raus, Rennen dann als Flagg oder als MP3 oder was auch immer. Das dauert Zeit, gerade bei so einer Vier-Stunden-Sendung. Dann ein Feature, was Tim sehr gerne hat, dieses Stille entfernen,\nwo man also aus einer Aufnahme\nso einen Filter drüberlaufen lässt, der identifiziert, sowohl sagt jemand gerade was nicht und das sind automatisch rausschneiden kann, damit man die Sendung also ähm noch ein bisschen kompaktieren kann auf der Zeitebene oder so.\nUnd das Dritte ist eine Funktionis, der so einfach eine Analyse macht, so, wie ist die Lautheit einer Aufnahmeversus, was äh ist einfach nur der Pegel. Das sind so drei Funktionen, die schon ein bisschen dauern und die habe ich jetzt einfach nochmal gegeneinander laufen lassen auf meinen drei Maschinen.\nKann jetzt einfach mal so die Werte äh rausgeben.\nDas wo es am meisten Unterschied macht ist in der Tat so, dass rausrindern. Äh von von daher fangen wir damit vielleicht an, also ein MP3 Ländern mit einem Lame-Code, der dahinter steckt.\nMacht der Arm,\nohne Effekte auf irgendwelchen Spuren bei mir in zweihundertzwanzigfacher Real Time. Das ist schon geiler Wert. Ja, also,\nReal Time würde halt dauern eine Stunde Sendung dauert eine Stunde rauszurindern und zweihundertzwanzig Fach Real Time, das ist schon mal eine Ansage.\nAuf hat's äh komme ich auf vierzigfach mit meinem I sieben halt, ne? Das ist also schon hier Faktor, wie viel ist das,\nungefähr, ja. Wenn ich Rosetta mache, bin ich bei siebzigfach. Also das ist schon ein Unterschied. Also ähm doppelt so schnell wie auf dem Intel.\nAber dann doch äh noch drei Größenordnungen, Faktor drei unter dem, was er alternativ dann auf dem Arm macht. Die ganze Sache,\nverschiebt sich etwas oder kriegt einen anderen Spin, wenn ich mal Effekte drauflege beim Rausrennen,\ninsbesondere halt diesen Dynamics Effekt, also der sowas ähnliches macht, hatte ich ja vorhin schon erklärt, wie auf Honic. Dann lande ich bei dem,\nauf achtunddreißigfach\nDas heißt also ungefähr auf die Hälfte, ne, das ist ziemlich genau der Wert, den den das Cleaner-Rausrennen auch hat. Das heißt, da macht's kaum einen Unterschied. Das heißt also vierzigfache Geschwindigkeit, Versus achtunddreißigfacher Geschwindigkeit, kann auch Messunggenauigkeit sein an der Stelle, ja, würde ich also nicht überbewerten,\nSo, die Armvariante.\nWar ja Clean zweihundertzwanzigfach, das geht dann runter mit Effekten auf achtundachtzigfach. Aber immer noch doppelt so schnell wie quasi die Intell Variante. So und jetzt wirklich interessant ist hier der Rosetta Wert,\nzwei Komma siebenfach. Das heißt also.","Da scheint, das scheint mir äh optimierter Co zu sein.","Ganz genau. So, dazu muss man halt sagen, unser Dynamics äh Effekt, den haben wir halt ähm äh selber gebaut halt mit diesem Work JSFX. Äh was halt.\nÄh Reper mitbringt, was halt so eine Programmierschnittstelle für Echtzeiteffekte ist und die wird halt schon hochgradig intell optimiert einfach sein\nund äh damit kommt dann offensichtlich die Rose Rosetta Emulation mal so überhaupt gar nicht klar. Als ich das zuallererst gestartet hatte, dachte ich so,\nK M eins, das ist jetzt nicht besonders eindrucksvoll. Das ist mal weniger als ein Zehntel von dem, was ich vorher hatte, so das muss aber noch besser gehen. Aber wie gesagt, die reine Armvariante ach mit achtundachtzigfacht, da ist man dann schon wiederum irgendwo\nim goldenen Land.","Wahrscheinlich nutzen wir diesen SSE-Kram im Intercode.","Also es ist auf alle Fälle gut zu wissen, dass es äh Lücken gibt in dem, wo sie da äh Variante, die durchaus relevant sein können.","Exakt genau zu so einer.","Also das den Datenpunkt finde ich jetzt echt gut, weil der wurde bisher, glaube ich, noch nicht großartig erwähnt, weil alles so äh Ratten schnell war im Verhältnis und das mag im Schnitt so sein, aber wenn das jetzt die Anwendung ist, auf die du angewiesen bist und äh.","Du keine armen Version.","Keine Armversion und auch nicht so in Aussicht vielleicht, dann ist es relevan.","Genau. Genau, also zusammen Punkt wäre ich ganz genau auch gekommen, allerdings außer der andersrum Perspektive, also ich nehm's im Moment sofa, dass jetzt viele auf der Suche sind nach\nDer einen Anwendung, die auf dem M eins gerade mal nicht so toll performt, ja? Und die dann also mördermäßig pR-technisch rausschieben. Ähm nach meinen bisherigen\nMessung und Anschauung gilt das eben dann aber auch nur so für vielleicht fünf Prozent der Usecases, ja? Und so in fünfundneunzig Prozent ist das Teil brettschnell, ja? Also in einer Dimension, die man für so einen Preis dann do\näh irgendwie nur schwer für möglich gehalten hätte. Also ich habe im im Vorfeld,\nhab ich für mich immer so 'n bisschen so die Rechnung aufgemacht, so wann bin ich von so 'n M eins, dessen Namen damals noch nicht kannte eigentlich beeindruckt und ich hatte immer so ein bisschen mit so einem, so 'n Performancedreiends,\nPerformancedreieck argumentiert,\nentweder ist es zum selben Preis doppelt so schnell wie das, was intell macht oder es ist insgesamt für den gleichen äh ähm für den ähm.\nFür dieselbe Performance halb so billig, dass sie es produzieren können oder es verbraucht eben für den halben Strom oder hat äh irgendwie doppelte Akku-Laufzeit oder ähnliches. Und ich dachte mir, sie müssen zuminde,\nzumindest eines in diesem Performancedreieck müssen sie irgendwie optimieren, aber ich war nicht davon ausgegangen, dass man quasi so beliebig äh das Dreieck als solches expandieren können würde\nund nach meinem bisherigen dafür halten ist ihnen aber dann doch genau das gelungen. Sind also doppelt so schnell zum halben Preis mit irgendwie doppelte Akku-Laufzeichnung. Das ist für den allerersten Aufschlag\nfinde ich das schon erstaunlich.","Weovershot sagten sie dazu.","Sie selber etw.","Ihr Ereignis Ziel ja ja sie hatten ein Ziel und das haben sie dann äh mehr als nur erreicht und so sieht es halt auch aus\nAlso ich habe jetzt nicht so detaillierte Benchmarks gefahren, habe ein bisschen mit dieser Reeperversion rumgespielt, aber ich finde die Rinderperformance ist von von Rieper steht\nmich sowieso vor Rätsel. Ich weiß nicht, was dieses Gerät macht, weil da einfach die Chors nicht ausnutzt,\nund wenn er die Cors nicht ausnutzt, frage ich mich, was der andere Flaschenhals sein kann, aber es ist bestimmt nicht das SSD, weil irgendwie die paar Bits, die ja da am Ende bei rausschreibt, die können ihn wirklich nicht lange beschäftigen, es sei denn, da hast du noch so eine alte MFM äh Festplatte aus den Achtzigern dran.\nDeswegen ist mir eben, es ist mir das unklar, warum das überhaupt alles so lange dauern muss, warum man den Scheiß nicht schneller rausschreiben kann.","Der Vollständigkeit halber, weil ich hatte es vorhin angeteasert, also noch draußen war's. Ich habe halt noch Messungen gemacht für Remove Silence, weil das auch durchaus äh länger dauert bei langen Tracks. Das äh wirst du auch bestätigen können und für und so und für äh Lautenisanal.","Ja, ich habe das gehört, ich äh hatte, ich ich war zwar aus der Kamera, aber ich habe hier trotzdem den Lautsprecher an, also Folge der Sendung.","Auch ist ja auch Teil der Wahrheit. Dort gibt es praktisch keine messbar sinnvollen Unterschiede. Das heißt also ich hab's mit einem Zwei-Stunden-Track durch äh laufen lassen und äh bei Remove Silence kommt also der M eins im Rosetta Modus auf acht Sekunden\nim A-Modus auf sieben Komma drei, also schon irgendwie,\nzehn Prozent schneller, aber dann eben auch nur zehn Prozent. Und meine I sieben kommt ja auf neun Sekunden. Also vielleicht zehn Prozent langsamer, aber das ist jetzt also wirklich nix, was du merkst.","Das ist ja auch eine Alpha-Release, also oder ist das schon, nennt sich das schon.","Nee, das Beta ist das ja. Und äh ganz ähnlich. Im eins zehn Sekunden,\nmit Rosetta in der Armversion acht Komma sieben Sekunden und als I sieben elf Sekunden. Also das ist dann deutlich sehr, sehr, sehr, sehr, sehr viel dichter alles beieinander als jetzt das Rausrennen dann, ne? Das heißt also.","Sind da viele Kurs beteiligt an der Geschicht.","Wie Tim gerade schon sagte ähm\nBei all diesen Operationen sind alle acht Cors im Einsatz, weil das hätte mich auch interessiert, um zu gucken, so nehmen sie dann nur die Performance-Kurs, dann auch für solche Sachen, nee, es sind schon alle acht\nund die alle gleich verteilt und ehrlich gesagt sieht das so aus, als würde sich größtenteils langweilen, also das ist genau das, was Tim sagt, also in der Anzeige gehen die kaum über dreißig Prozent rüber, wenn überhaupt, ja? Also da\nIst eventuell cotechnisch auch noch irgendwie Luft nach.","Ja nicht nur eventuell wahrscheinlich an der Stelle, dann hast du natürlich ein viel kleineren Faktor von von Ecke.","Das das Ding dreht irgendwie Däumchen und ich weiß nicht was sie da machen, aber das ist auf jeden Fall so ein Bereich, der ist so so unoptimiert, was merkwürdig ist für Ripa, wo du es eigentlich an allen anderen Ecken und Enden so extrem äh optimierten, polierten Eindruck macht.\nDas was glaube ich gar kein guter Vergleich ist.","Die kann man nicht mal fragen, was da los ist, das geht nicht.","Das werde ich mal tun. Also ähm Justin, der Chorentwickler von von Reper, der steht im Forum eigentlich immer\näh tüchtig Rede und Antwort, wenn ihnen ein Thema einigermaßen interessiert und ich glaube, das interessiert ihn gerade schon. Also weil auch der Erste, der mit einem MR eins eins aufgeschlagen ist und wir sind da schon ein bisschen im Austausch und ähm ich werde das äh Thema da mal rüberschieben.","Ja, also ich habe nicht so viele Benchmarks äh gemacht, aber ich habe.\nIch habe so mit dem Rechner jetzt mal so einen Tag so gearbeitet, wie ich schon mit dem Rechner vorher immer arbeiten wollte. Und wenn mich irgendwas wirklich total nervt, dann ist es irgendwie Latenz. Ich will einfach.\nImmer die Twitter Timeline gucken, da ist ein Link, die ich wieder drauf klicken, ich will die Webseite sofort vor mir haben und ich will da drin rumscrollen und ich will irgendwie zum Ende scrollen und ich will die, was weiß ich, Ausdruck abspeichern, Bugmarken, dann will ich Dinge tun, dann will ich hier die App starten und so weiter,\nfummel die ganze Zeit mit zehn, zwanzig Programmen gleichzeitig rum und,\nEs muss immer alles irgendwie kommen. Und ich merke immer schon so, wenn ich anfangen muss, einundzwanzig zweiundzwanzig zu zehn, bevor die nächste Aktion passiert, die ich gerne hätte, dann werde ich einfach.\nIrre. So und wenn's wenn ich schon bei neunundzwanzig bin, dann werde ich verrückt.\nMein altes MacBook R mittlerweile unter Big Sörder dann da das wir alles verloren. Also da da bin ich schon bei hundert und ich weiß überhaupt nicht mehr was überhaupt noch passiert. Und dieser frisch eingerichtete McMini, der war zwar relativ.\nNaja, also der hat schon so ganz okay performt und wäre jetzt vermessen zu sagen, man könnte damit nicht arbeiten.\nAber damit kann man nicht arbeiten,\nund dieses Zerolate sind sie Computing, das das ist irgendwie das, was ich gerne hätte. Und offenbar ist Apple mit diesen Maschinen etwas gelungen.\nWas für diese Zero-Latinsie Idee essentiell ist. Sie haben einfach ganz viele kritische Bottle-Nix,\nentfernt auf eine bestimmte Art und Weise. Und ich habe so ein bisschen so eine Vermutung, dass das so ein Zusammenspiel von vor allem von zwei Sachen ist. Das eine ist, dass sie diesen Prozessor,\nnicht nur neu gebaut haben und dass der schnell ist an sich, sondern dass diese Geschwindigkeit, die sie da erreichen,\nsehr linear verteilt es über alles andere. Also sie haben quasi ihren kompletten Instruktionssatz gleichmäßig beschleunigt und zusätzlich haben sie noch Dinge optimiert, die halt auch spezifisch unter McOS\neine große Rolle spielen. Es wurde ja auch schon oft zitiert\ndas hier ähm wie heißt diese Operation Dorben äh NS Object oder eines, also wenn man sozusagen NS.\nAlso fürs,\nalso fürs Memory Management, dass das sozusagen etwas ist, was halt was waren die Zahlen auf äh Intel,\ndreißig,\nNa nur Sekunden und auf dem M eins irgendwie fünf oder so und unter Rosetta immer noch vierzehn.\nZahl\nja? Also, dass sie quasi sich wirklich auch Sachen angeschaut haben, von denen sie wissen, die werden auch oft gemacht, ne? Oder das gab's ja auch glaube ich in der letzten Zeit schon mit dem mit den A Prozessoren, dass sie äh äh das, was zu Java Skript oft braucht, einfach,\nbesonders gut angefasst haben. Und sie haben diese Optimierungspower. Das heißt, sie haben einfach viele,\npotentielle Flaschenhälser irgendwie erweitert für für Operationen, die eben auch wirklich oft vorkommen.\nSo das das scheint so das eine zu sein, wo das Ding schon mal deutlich breiter atmet.\nUnd insgesamt und ich habe mir am Anfang so ein bisschen mich gefragt, so warum sie da so einen Heckmack draus machen schon bei der Ankündigung auf der WWC.\nDiese Sache mit diesem Unified Memory. Was ja auch erstmal so ein bisschen beschränkend klingt, ne? So ja nee, das muss jetzt alles in einem Adressraum sein und.","Dächsichtig dran an Shert Memory.","Ja, deine Grafikkarte, die raubt dir jetzt auch noch den den Rahmen weg und hat halt nicht ihren eigenen Rahmen und das geht dann irgendwie auch noch weg von allem und jetzt haben wir auch noch Masch.","Sondern die gibt einem was. So muss.","Ja aber.","Heutzutage eine Grafikkarte kaufst, die haben zwölf Gigabyte oder sechzehn, also ich meine, die haben so viel wie dein ganzer Rechner. Nur dass sie nicht nutzen kannst, wenn du ihn nicht brauchst. Jetzt ist es eins.","Ja gut, aber wenn du die sechzehn Gigabyte haben willst, dann hättest du ja auch sonst nichts mehr übrig. Also es ist schon etwas, was einem irgendwie erstmal so ein bisschen Angst macht oder wo man sich denkt so, okay, was\nDeal. Und als sie dann diese M eins äh Prozessor Matrix da äh gezeigt haben, wie heißt das diese Fabrik\nJa, also dieser, ich würde das mal so einen Switch.","Meinst du das.","Nein, nein, das ist in der Architektur. Du hast halt die einzelnen Komponenten, du hast die CPU, du hast die GPU, du hast diese New Roll Angin, du hast diese äh diesen Imageprozessor und alles ist halt miteinander verbunden über dieses Element, das nennt sich Fabrik und das.\nVerstehe ich als so eine Art äh Switch so ein dreidimensionaler Switch, der quasi alle Komponenten miteinander verbindet, unter anderem eben auch den Rahmen\nDas heißt, jede Komponente kann genau dann, wenn sie das braucht, mehr oder weniger latenzfrei auf diesen Rahmen zugreifen. Und viele Operationen, die bisher eben die Überbrückung dieser\nMemory Grenzen erfordert hat, also wenn du die Grafikkarte ansprichst und du willst da irgendwelche Texturen reinschieben, dann musst du die halt über den Bus,\ndahin kopieren, damit es dann in der Rammwelt von dieser Grafikkarte auch existiert, bevor die damit was machen kann. Jetzt hast du das quasi schon fertig berechnet, du hast deine Texturen geladen und die sind in dem Memory und dann kann halt die Grafikkarte auch sofort drauf zugreifen,\nda muss nichts mehr kopiert werden, da muss nichts mehr umhergeschaltet werden, sondern es ist halt einfach sofort da und über diese Fabrik blockieren sich auch diese ganzen Subsysteme auch nicht,\nnicht so, dass jetzt darf nur die Newroll Angin aufs Ram zugreifen und alle müssen mal warten und jetzt darf die Grafikkarte mal was damit machen. Ja, also äh bei ganz alten acht Bit-Architekturen hattest du sowas ja, ne.","Aber es wird natürlich, es ist schon noch ein Bus, so ist es nicht, das ist jetzt ein geiler Bus ist, ist ja Zeit mal dahin gestellt, aber ich denke, ich denke, der Hauptgewinn an der Stelle ist äh ist einerseits äh die Reduktion von Komplexität\nWeil es halt wirklich so ist, okay, du musst keine speziellen Optimierungen machen, sondern gar nicht drüber nachdenken, weil er ist Speicher.\nKann zugegriffen werden. Punkt. Wenn du dann äh die komplette,\nVariante durch ähm äh spielen willst von von äh am Stromsparensten zu äh höchster Performance,\nkannst du trotzdem immer auf den selben Daten arbeiten, du kannst praktisch sieben, das kostet nix, du kannst äh Daten reinpumpen, rausholen, ohne geh mal irgendwas zu haben. Früher war das, also,\nAlso auf so einem auf so 'nem mit 'ner dedizierten Grafikkarte auf dem Mac, wenn du eine Core E-Mail-Operation machst, ja?\nDann kann Core Image eigentlich so einen, so einen Blarfilter oder was auch immer, kann er auf der CPU machen und kann er auf der GPO machen\nÄh alles schön und gut, wenn das, äh, wenn es auf der Gepio macht, ist es schneller, normalerweise auf der CPU ist es ein bisschen langsamer, aber du hast natürlich viele CPU-Kerne und hast viele GPO-Kerne\nalle gemeinsam arbeiten lassen willst, wirklich volle Pullerotte drauf,\ndann macht es dann ist es die Höllenaufwand, weil die Daten so segmentieren muss, dass die nur die Daten in die Grafik hatte müssen, die wirklich in der Grafikkarte sind und sie haben da zwar Pipelines, die du vorher konfigurierst\nÄhm,\nNichtsdestotrotz ist das immer so ein Bottle Neck gewesen, wo wenn du nicht genau die richtigen Technologien an der richtigen Stelle verwendest, dann fällst du da über eine über eine Kliffe nach unten und das fällt dann alles weg, ja? Es mag vielleicht auch in manchen Aspek\nein bisschen langsamer sein, aber es ist auf alle Fälle eine Reduktion von Komplexität an der Stelle, die ich persönlich begrüße, weil das Ding ist eh so kompliziert an der Stelle.\nUnd obendrauf kommt eben noch das sämtliche Kopro äh Mechanismen auch auf den vollen Speicher einfach so Zugriff haben.\nJa, also hörst du wirklich, du hast ja den kompletten Chemie-Sachen, die du, die du äh frei programmieren kannst, weil du Shader äh bauen kannst. Du hast deine Noal Engine, die speziell äh äh optimiert ist für\nähm für wirklich fiese matte Sachen, die wirklich super optimiert sind, die kannst du praktisch auf eine, also die Idee, dass du wirklich durch den Unified Memory\nWenn du den Zugriff hast und der nicht rechtlich voneinander weggeschützt ist in deinem selben Task, äh auf einmal mit der New York Engine einfach auf dem\nauf den Texturdaten arbeiten kannst und die dann gleichzeitig darstellen oder so einen Scheiß, ohne ohne dass es irgendwas kostet, ja? Dich kostet das alles nichts, weil alles, was da im Speicher ist, kannst du wieder komplett darstellen. Äh das ist alles,\ndas ist alles schick und das ist das ist sehr zentral. Also ich glaube, diese Unified Memory Geschichte ist für die ganze Architektur, die sie jetzt am Start haben, ähm die ist zwar aus der äh aus der\nmobilen Situationen draus geboren, aber das ist was, das wirst du nicht mehr verschwinden sehen. Also klar kannst du wahrscheinlich in in irgendeinem zukünftigen\nPro, den es da wieder gibt, dann noch externe Sachen reinbauen. Ähm aber ich glaube\ndass der Hauptgewinn sein wird, das ist Unified an der Stelle und das so eine, dass so gar nicht so viel gewinnst, wenn du so eine super fette, mega äh Envidia Grafikkarte da reindonnerst. Das hättest du lieber mehr von von dem selben hier an der Stelle.","Da haben die auch einen krassen Vorteil, weil sie ja die Hardware und die Software selber machen\nund äh die anderen Firmen könnten das gar nicht hinkriegen mit so einer Architektur, weil dann müssten sie sich mit erst mit den Grafikkarten,\nalso das dann also entweder die Bude macht das komplett selbst so wie Apple oder das geht halt einfach nicht und dann haben die einen krassen Vorteil, dass diese ganzen zum Speicher, also in die Grafikkarte kopieren, von da wieder zurückkopieren, das fällt alles weg, das können die anderen Firmen erstmal nicht so auf die Schnelle machen.","Und sie haben halt auch wirklich jetzt schon eine Situation, wo sie,\nwo sie mit den mobilen Chips, die sie hatten, schon locker an die vorherige Konsolengeneration reingekommen sind von allen, was der technologisch unterstützen und wenn sie das jetzt nochmal voll ausfahren, ja,\ndann sehe ich da sowieso noch ähm echt eine eine gute Chance, dass die einfach aufholen, ja? Dass sie einfach aufholen,\nund da alles zur Verfügung ist. Also ich glaube, ich glaube weniger an Surt Party und äh ähm Unterstützung von Grafikkarten als daran, dass das Apple einfach aufdreht, ja? Und dann eher sowas wie jetzt wie jetzt diese ähm\ndiesen äh diesen diese eine Karte, diese für den McPro gebaut haben, die ja einen äh wie heißt das, so ein programmierbarer ähm.\nDass sie das auch noch integrieren in irgendeiner Form, ja? Dass sie wirk.","Karte, meinst du.","Genau, das\ndie dann auch noch integrieren in dieses Modell und dadurch noch eine flexible Ecke haben, wo sie wirklich auch noch ordentlich was machen können. Also das ist praktisch also ich glaube eher so an einem sehr integrativen Prozess, den man,\nden man dann halt das den Nachteil hat, man kauft das Ding im Vorfeld, also ich glaube wenig an das das ist du hast viele Steckkarten und machst dir dann einen Spaß, sondern du\nkaufst halt das Gerät so von Apple in dem Zustand, wie du es jetzt kaufen kannst.","Bin ja gespannt mit dem McPro, weil wann kam daraus Ende letzten Jahres, kam der, oder? Vor einem Jahr.\nDie wussten ja das schon, dass sie ihr Apple Silicon machen und dass sie auf Armen umstellen und haben trotzdem diese Kiste so gebaut. Also ich meine, die machen das ja nicht, um die jetzt einzustellen, die sondern die werden in McPro ja auch so groß, wie es werden in der wahrscheinlich weiter benutzen,\nJa, ich glaube, sonst hätten die das nicht getan,\nDann bin ich ja gespannt, was da alles drin ist. Also, wer weiß vielleicht kommt der McProner, sagen sie, das sind sechzehn M eins Kärtchen drin oder so.","Ist sehr spannend an der Stelle, ja.","Also die für mich entscheidende Frage und darum wollte ich auch mit in die Freakshow, um die endlich mal irgendwie vernünftig zu stellen, weil ich finde, dass die in der ganzen Debatte äh zu der M eins bisher unterbelichtet ist. Ist folgender Gedankengang,\nAlso äh wir wissen jetzt mittlerweile, dass die M eins so wie sie jetzt rausgekommen ist,\nziemlich auf Augenhöhe spielt mit allem was irgendwo zu bieten hat derzeit. Man kann sich jetzt lange darüber streiten, ob es jetzt irgendwie die Top achtzig Prozent oder die Top neunzig Prozent sind, aber man.","Na ja, nee, nicht mit allem, sondern im gleichen Powerverbraucherbereich.","Ja, also mein Mann ist da schon wirklich sehr robust jetzt unterwegs mit einer M eins. So, jetzt wissen wir ja, dass die,\nquasi DNA, die dort drinsteckt, die eigentlich aus den Chips kommt. So, aus der iOS iPhone, iPad,\nSo und wenn man sich jetzt mal rausguckt, wie war eigentlich jetzt die Evolution der.\nHab mal versucht sowas mal irgendwie fünfzig als Schaubild als Vorbereitung für die Sendung zu kriegen, aber so einfach ist das überhaupt gar nicht. Wie ist eigentlich der,\nComputing, Zuwachs von Aship zu Aship, das heißt also wie viel Prozent war das Computer vom A zehn schneller als das vom A neun, das äh äh vom A elf schneller als das A zehn und so weiter.","Waren noch immer so zwanzig bis dreißig Prozent, da haben sich doch auch alle schon immer gewundert.","Exakt. Das heißt also, so wie ich es erinnere, da können wir jetzt irgendwie nochmal ein bisschen Crowdsourcen und äh könnten irgendwie die die verschiedenen Kinos zusammenfallen,\nwar der jeweilige Unterschied schon so zwanzig bis wenn's richtig super lief irgendwie vierzig Prozent, ja? So irgendwo aber in dem Range hat sich's manchmal war die war die GPO höher, manchmal war die CPU höher, beim Großen und Ganzen war das ungefähr die Steigerungsrate.","Es war teilweise auch mehr.","Ja teilweise mag's auch mal mehr gewesen sein, ja. Also.","Also deutlich mehr.","Ähm werden sie es schaffen\nso eine Steigerungsrate jetzt auf die M-Reihe zu übertragen und was passiert dann eigentlich? Weil das, was wir bei Intel sehen, korrigiert mich, wenn ich da jetzt als Techniklaie irgendwie falsche Neben sehe, sind ja eher so jährliche Steigerungsraten von so vier Prozent\nungefähr bis irgendwie vielleicht maximal mal fünf oder sechs Prozent, aber viel mehr passiert da eigentlich nicht. So, das heißt also, wenn wir jetzt ins nächste Jahr zweitausendeinundzwanzig gehen\npassiert mit Inteil, plus vier Prozent, was passiert mit dem M zwei? Hm, dreißig Prozent, vierzig Prozent, was passiert zweitausendzweiundzwanzig? Intel\nvier Prozent. Was passiert denn mit dem M drei? Hm, zwanzig, also ihr versteht, worauf ich hinaus will. Ja, das ist also quasi eine Corona, exponentielle Kurve, die da ansteigt. Das heißt also, das, was Tim gerade eben gesagt hat, mit dieser Zero-Latency-Welt\nIch glaube, da sind wir jetzt noch nicht, aber in zwei bis drei Jahren oder in vier bis fünf Jahren.\nNähern wir uns dann vielleicht vom Computing auf der Mac Seite äh wirklich aus, dass sich beim Rändern aus Reper überhaupt nicht mehr auf irgendetwas warten muss, sondern es ist selbst das Rendern ist da.\nGeht nicht nur darum, dass die Benutzeroberfläche die Spuklizität durch die Decke geht, sondern,\nDer Anteil an Aufgaben für die ich überhaupt noch auf irgendetwas arbeite warten möchte könnte wirklich radikal runtergehen. Also schafft es Apple wirklich mit der M-Reihe\ndas zu wiederholen, was sie mit der A-Reihe geschafft haben. Und meiner Meinung nach stehen die Chancen mehr als gut, was das schaffen, weil Dennis, wie du gerade sagst,\nSie haben viel mehr Platz, sie haben die ganzen thermischen Probleme nicht, sie müssen das nicht in so ein scheiß kleines Telefon rein\nsondern sie haben können sonst was für Gebäude Gehäuse noch drum rum bauen. Auch der mit dem Monitor und so weiter. Da ist er nun mal Platz. Das heißt also, was spricht denn wirklich dagegen, dass sie also schon morgen,\nein Gerät rausbringen, wo sie halt vier oder acht Stück davon äh in die Reihe schalten. Ob sie das dann noch so gut skalieren können, ob die M eins jetzt also dafür geeignet ist, jetzt wirklich ein Multi äh äh CPU-System irgendwie vernünftig äh abzugeben. Da kenne ich mich nun wirklich überhaupt gar nicht gut genug aus, aber selbst wenn sie jetzt also nur die\nnormalen Steigerungen von einem M eins auf einem M zwei so umsetzen, wie von einer M äh A elf auf einem A zwölf\nstehen uns hier mehr als rosige Zeiten ins Haus und das wird dann, glaube ich, die PC Welt schon beeindrucken, darauf werden die irgendeine Art von Antwort früher oder später finden müssen.","Na vielleicht kann man ja dir beim McPro dann wirklich ähm eins Module nachkaufen und reinstecken und dann,\nkriegst du halt immer gleich sechzehn Gigabyte dazu, acht Kerne dazu, mehr Grafik dazu und dann skaliert alles immer sozusagen gleichmäßig nach oben und äh ja.\nVielleicht.","Theoretisch. Ähm also.","Ansonsten warte kurz noch, ähm Ralf, weil du meintest, wie die, wie die so skalieren werden, da gab's vor vor ein, zwei Wochen auf bei Daring Firewall habe ich das gesehen, so ein ähm Link auf einen Artikel,\nposte den mal in Slack, ähm wo es dadrum ging, um die Disruption sozusagen, was was Intel verkackt hat.\nDass der der damalige Chef von von sich mit einem Professor Christensen oder so unterhalten hat, was äh also wie große Firmen halt äh verpassen. Also wie sie von von kleinen Firmen überholt werden.\nScheiße, ich kriege das jetzt nicht mehr so schnell zusammen. Aber der hat ähm gesagt, dass eine eine große Firma wird nicht,\nersetzt durch die Konkurrenz, die ein besseres Produkt macht, sondern durch die Konkurrenz, die ein billigeres Produkt macht, die sozusagen von unten kommen. Und das ist die, die Grafik, die ich ja auch in Slack gepostet habe, da sieht man, wie der, wie der Archip, halt, wie die kommen, vor wann ging das los? Zweitausend\noder zweitausendelf. Da da hat\nIntel haben die sich gedacht, ja okay, die machen da irgend so einen Telefonchip und so weiter. Aber die Entwicklung vom Archip geht halt krass nach oben und die Entwicklung des Interchaps. Ich meine, die sind ja auch nicht stehengeblieben, ne. Die sind auch schneller geworden. Aber halt nicht so schnell, wie die\nwie die Artschiffs von Apple äh besser wurden und dann kann man sagen, ja okay, die sind noch am Anfang, am Anfang ist man immer erstmal so schnell, dass das flacht sich ab, aber da bisher hat sich da nichts,\nund jetzt haben sie sie halt überholt. Also.\nZumindestens jetzt in dem Wattbereich, wo die, wo die jetzt da noch so spielen bis zwanzig, dreißig Watt, da muss man gucken, gegen achtundzwanzig Kerne wird jetzt irgendwie der Heimchip noch nicht antreten können, da hat er einfach keine Chance, aber äh hatte da auch keine achtundzwanzig Kerne, sondern Singles Red Performance\nda ist er einfach mal schneller.","Ich muss dich korrigieren, also es ich hab auch schon Benchmarks gesehen die die Leute gefahren haben wo auch ein achtundzwanzig Kern mit\npro äh nicht mehr mitgehalten hat. Also äh der hat auf der dicksten Maschine versucht irgendwie acht K Video zu schneiden und das hat irgendwie geruckelt und er hat das mit MacBook eher hinbekommen.","Ja, dann würde ich aber sagen, dann hat das noch, liegt das noch an anderen Gründen, aber nicht an der Performance.","Anfassen.","Dennis, danke für die für die Grafik, die,\nperfekt, das ist genau das, was ich gesucht hatte. Ja und da siehst du wirklich, dass also mindestens seit dem A neun, du echt einen linearen, also nicht exponentiell, das war Quatsch, was ich eben erzählt habe. Linie Jahren äh Anstieg quasi wirklich im Computing hasse. Und warum solltest du das mit der M-Reihe nicht schaffen, ne.","Von anderen Tech an der Stelle, die äh die Grafik, so aus der Originalquelle her und das ist.","Dass es solide.","Das ist echt, es ist echt interessant, dass sie diese lineare ähm diesen Laden ansteht hinbekommen haben und auch vor allem, dass sie ihn halt mit A so einer Armplattform hinbekommen haben, die an sich halt,\neinfach eine eine geilere Performance äh äh,\nPervat Geschichte hat, schon immer hatte. Ähm das heißt, da kommt man schon mal mit einem Bonus daher. Äh seit vierundsechzig bitte ist die natürlich auch trotzdem komplizierter geworden an sich. Ist jetzt nicht so, dass die jetzt ähm diese\nRüstigkeit noch hat, die jetzt das Ganze einfach mal viel einfacher macht, also zwischen\nzwischen der Intell vierundsechzig BIT Architektur und der AM24 Architektur, es sind die Unterschiede jetzt nicht mehr so endlos,\ngroß, fantastisch. Was Apple aber gemacht hat an der Stelle ist, dass sie natürlich an allen ähm an allen Ecken dieser Architektur ähm,\neinfach dran gepflanzt haben und und und verbessert haben. Also es gibt auch so äh also die der Art\ndie Art am an Cashing und Paralismus, der an der Stelle schon stattfindet, so an Vorverarbeitung äh ist einfach bei dem Chip nochmal ordentlich dicker geworden. Die Frage, die sich,\nwirklich stellt ist zum Beispiel ob alle diese Aspekte des Prozesses dieser jetzt ausgebaut haben ja?\nDie die für die Performance verantwortlich sind, also Unified Memory, eine längere, längere Cashes, schnellere, größere Cash, schnellere Cashes, äh längere Pipelines, äh mehr Predictive Compulation, äh ganze ähm,\ndie ganzen.\nMittel diese zur Verfügung haben, wie sehr die schon ausgereizt haben. Ich meine, es kommt noch oben drauf, dass ihr auch äh mit vorne dran sind mit dem äh fünf Nanometo-Prozess. Darf man auch nicht vergessen, schon auf dem Weg zu vier Nanometer. Das heißt, auch die Produktions äh,\nFähigkeiten, die praktisch die Koordination äh und und äh Organisation bei Apple so mit sich bringt, äh die,\nnatürlich auch dazu bei, dass das hier einfach vorne wegfliegt, weil auch irgendwie hat,\nPower PC damals die Kurve nicht bekommen, das Ganze kleiner zu machen, ähm Intel hat jetzt auch äh seine Probleme damit und Apple anscheinend nicht, ja? Das muss man ganz deutlich sagen, das macht einfach physikalisch einen riesen Unterschied, wenn sie immer kleiner bekommen so in in allen\nalso in Strommenge in äh in in äh in Produktionsmenge in.\nIn in Möglichkeiten, wie viel du eigentlich an so einem Tipp auch wenn du, wenn du's wirklich extrem treiben würdest, ähm äh stecken kannst, äh,\nan anpower.","Aber Apple macht ja die, die, also die Technik, was die die Nanometers ausmacht, macht App ja nicht selbst, sondern die geben, dass sie einen Auftrag.","Ja, aber die haben natürlich.","Könnte theoretisch könnte ja sogar auch machen, können sie zu TSMC gehen und sagen, macht uns mal bitte einen schnellen Zeh und.","Genau, TSMC ist die Bude, die das umsetzt, ja.","Vielleicht, aber die die Menge also also also einfach mit den iPhones äh äh einfach die Menge an Tipps, die so an sich brauchen, die die Cloud, die sie haben, die Art und Weise, wie sie in der Production Pipeline agieren können und auch wieder äh\nagieren, ja? Also dies können sie halt einfach, ja, Zeug herstellen und herstellen lassen, kontrollierterweise mit Qualitätsstandards, das haben die halt einfach drauf, ja,\nund und Anbieter gegeneinander ausspielen, damit es auch dann wirklich klappt, da da passiert einiges. Ähm\nAber worauf ich hinaus wollte, war eigentlich äh ich glaube eher, dass es die fehlenden Constraints jetzt von so einer größeren Kiste,\näh eher vielleicht potenziell äh Chancen liefern, so ein bisschen sich in in der Ecke zu machen. Also wenn man schon die die einfachen Ideen nämlich irgendwie äh man steckt halt einfach siebenundzwanzig von den Dingern in Slots an der Stelle. Äh skalieren ja nicht auf Zeit,\nJa, das sind so die kannst du jetzt einmal machen und das ist einmal ein Boost, aber dann ist vorbei\nUnd alles, was sie bisher machen mussten, musste er immer in das Telefon passen. Musste immer noch in das Telefon passen. Es musste in den Power Embelo. Äh die hatten alle Constraints am Start. Also ich glaube eher, dass eine Gefahr besteht.","Jetzt satt und zufrieden werden.","Das ist das ist irgendeinen komischen eine Sackgasse gibt, ja? Eine Sackgasse gibt an der Stelle, die sie betreten. Aber das dauert noch. Also im Moment sind sie erst noch am am beholen.","Aber die Telefone haben sie ja noch weiter, ja? Und Dame eins ist ja jetzt nicht so dramatisch anders als der äh als der A vierzehn, ja? Also da ist ja auch dieser andere äh äh Artikel.","Meinen sie das nicht dramatisch anders.","Also die die Grundperformance jetzt der Kerne ist ja relativ vergleichbar. Das heißt also, sie haben natürlich jetzt äh schon alles quasi irgendwie verdoppelt und aufgestockt und weiter durch äh optimiert, aber die Grundlage für den M eins ist ja schon der A vierzehn. Das wird\nallgemein schon so ausgelegt, ne.","Ja, der CPU-Teil meinste, aber da ist ja noch das ganze Zeug drumrum. Der M eins ist ja eben mehr als nur so ein A vierzehn.","Ja, wobei die GPUs ja in der A vierzehn auch schon drin sind und äh Memory G.","Ja, das ist schon, das ist schon im Wesentlichen dasselbe. Also das dann.","Der A vierzehn hat ja keinen Umer, oder?","Klar, die ganzen iPhones haben das. Ja, das das ist, das ist schon immer äh im Prinzip der M eins ist nichts anderes als,\nA vierzehn ohne die Konstrens eines Mobile Devices. Du hast mehr Platz, du hast eine ganz andere termale Voraussetzung. Du hast natürlich auch nochmal sehr viel mehr Akku\nSie können damit hören, äh, Taktraten rangehen und natürlich läuft ein McOS auf so einem System auch anders und sie haben\nsehr viel Zeit darauf verwendet, das Ding zu profilen, um zu schauen,\nwas muss der Prozessor auf Basis der selben modularen Architektur, die sie jetzt entwickelt haben? Wo müssen wir quasi mehr reinschieben,\num den Anforderungen entgegenzukommen und genau das haben sie gemacht. Das heißt, der M eins ist im Prinzip einfach ein.\nÄh ein Prozessor, der sich in alle richtigen Richtungen ordentlich ausstrecken kann, um da eben genug,\nHub zu haben und da sind sie dann im Prinzip schon jetzt auch beim ersten Schritt weitergekommen, als sie ursprünglich dachten.\nUnd so wird es weitergehen. Also es ist vollkommen klar. Ich meine, wir hatten jetzt hier vor der Sendung, gab's schon wieder irgend so ein Twitter League äh Account, der meinte so, ja, M eins X ist schon,\nin der Mache für MacBook Pro äh sechzehn Zoll, der hat dann irgendwie acht Performance-Kurs und vier High-Efficiancy Kurs und äh ich denke mal, die die Roadmap für die nächsten zwei, drei Jahre, die steht auch schon,\nund die steht unter Garantie auch für den McPro\nWeil sie ja gesagt haben, sie wollen in zwei Jahren fertig sein. Also ich meine, wir haben's letztes Mal schon so prognostiziert und ich glaube auch nach wie vor da dran. Wir werden jetzt im Laufe des nächsten Jahres allerspätestens in einem Jahr werden wir sehen\ndie iMax und die MacBook Pros mehr oder weniger komplett ihren M, was auch immer,\nbekommen haben werden. So und die werden dann auch zweiunddreißig oder vielleicht auch schon vierundsechzig Gigabyte haben unterstützen, weil's einfach wirklos gibt, wo du eben auch viel Rahmen trotzdem noch.","Da gehe ich auch felsenfest von aus.","Na, genauso. Der McPro, klar, da ist jetzt noch vieles unklar und da ist natürlich die große Frage, wenn sie jetzt das Ramm direkt an den Prozessor\nund das irgendwie alles nicht upgradible ist, zumindest in der derzeitigen Konstellation. Wie geht das zusammen mit so einer Maschine, die eben\nheute auf, was weiß ich, was kannst du da reinstecken? Eins Komma fünf Terrabyte Ram, ja, also wie soll das irgendwie skalieren? Kriegen sie diesen diesen äh müssen sie dann doch nochmal irgendwie mit Bussen anders schalten und so weiter, aber das ist natürlich nichts, was sie nicht jetzt schon wissen, wie sie das lösen werden. Also ich bin mir sicher,\nEs gibt im Prinzip so eine Art Prozessor für den McPro auch schon,\nUnd man sieht ja auch, wie Nasi mit der Performance jetzt im Prinzip auch schon sind. An so einem achtundzwanzig Chor Intell Mac. So und wenn sie dann halt eine Maschine rausbringen, die.\nMit sechzehn Chors einfach das Ding schon äh beiseite liegt, dann ist der Drops wahrscheinlich auch schon gelutsch.","Also was man nicht vergessen darf an der Stelle bei dieser ganze der McPro kam mal raus und die wussten das schon, dass das kommen wird. Ähm.\nWas sie nicht wussten ist, wie viel äh wie wie viel,\nGeschwindigkeit sie wirklich rausholen, ob das weiter so bleiben wird. Deswegen kann könnte die Alternative Welt schon auch sein, dass dieses McPro Gehäuse und der McKrowie jetzt existiert, nach wie vor ein Intel McPro sein wird und der langfristig angelegt wird,\nPunkt. Das ist einfach so deren teures, das Intergerät, das man so bauen kann und das ist nur für das gedacht, also dass der nie in dem Formfaktor überhaupt einen Apple Silicon bekommen wird. Also wird, würde mir nämlich,\nwürde für mich am meisten Sinn machen, weil dieses Ding ist halt einfach viel zu fett,\nfür das, was äh was einen äh einen armbasiertes Ding äh Counterpart sein sollte. Ähm.","Es ist ja nicht nur der Prozessor, der äh von dem McPro-Netzteil betrieben wird, sondern das sind ja das ist ja ein Gerät für Leute, die stecken dann auch alle Slots voll. Also in so einem High End Video, drei D Bereich.","Aber mit, aber mit, aber mit was stecken die Slots voll? An der Stelle.","Grafikkarten zum Beispiel.","Ja aber.","Speziellen Beschleunigungskarten, mit Interface Karten, äh die halt einfach äh Dinge offloaden, die wir normalerweise in unserem Prozess so nicht sehen\nes kann natürlich auch sein, dass sie auf einmal in der Lage sind mit ihrer CPU oder mit ihrem kompletten System one Ding äh auf einmal Prozesse schon so schnell zu machen, dass manche dieser Karten gar nicht mehr erforderlich sind.\nDurchaus vorstellbar.","Da gibt's gibt's einiges an an Leads, das an der Seite passiert, wo ich sagen würde, okay, da kann kein Apple wahrscheinlich was besseres liefern an der.","Ja aber es es wird es wird diesen Markt noch geben. So, also der geht nicht morgen äh weg. Die große Frage ist eher,\nkriegen sie das mit der Grafikkarte hin. Sehen sie wirklich für sich mit ihrer CP äh mit ihrer GPU-Architektur da einen äh Pfad, der halt wirklich diese ganzen externen Grafikkarten obsolit macht. Das,\ndas ist eigentlich das das Hauptfragezeichen. Aber es gibt natürlich nach wie vor einen Bedarf für Leute, die äh Sachen in ihren Computer reinstecken wollen.","Äh wie gesagt, ich ich glaube an der Stelle ist es so, dass einen eine McFro, der äh auf Apple Silicon basiert,\nandere Anforderungen hat, wie der, der auf Intere passiert ist an der Stelle und dass ihr deswegen,\nVielleicht von von der Designstroh her was Ähnliches sehen werden, aber A es wird kleiner sein, B, es wird andere äh Vorkehrungen sehen an der Stelle, weil auch viele der äh\nist es mal abgesehen davon, dass es gar nicht so viele Karten sind, die es jetzt dafür gibt. Mal haben wir abgesehen, auch da ist wieder äh mehr Platz für potenzielle Karten\nals eigentlich wieder im Angebot ist, weil da McPro ist nach wie vor ein sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr, sehr nischiges Produkt an der Stelle, auch wenn er jetzt ein bisschen mehr Sinn macht, wieder wie früher. Ähm und und,\ndiese Karten dann unter einer Armwelt Sinn machen, ist auch wieder die andere Geschichte und äh und und ansprechbar sind und äh\nunterstützt werden. Äh wiederum nochmal eine ganz andere Geschichte. Also die Zukunft des McPros finde ich ist eine,\ndie größte Orakelei an der Stelle und\nIch wollte nur die Möglichkeit in den Baum stellen, dass es wirklich sein könnte, das Ding, es ist, auch wenn's langfristig geplant war, war immer nur dafür gedacht,\nDas ist die maximale Inten Plattform ist und bleibt und dass Leute gibt, die dafür zahlen.","Aber meinst du nicht, dass Apple komplett intell loswerden willst oder aus deren Sicht doch voll Sinn machen.","Natürlich wollen sie.","Ganz langfristig, ja. Definitiv.","Ganz, ganz langfristig auch kurzfristig.","Vier Jahren ist das Thema abgefrühstückt, also da glaube ich nicht, dass du noch Inter äh Max kaufen kannst. Weil die jetzt auch ihre.","Ich sage.","Weitertun, also allein auf der Betriebssystemebene werden sie das loswerden wollen.","Also du meinst, wenn die sagen, Transition, zwei Jahre heißt nicht, dass dann das äh dass sie aufhören, Intels zu verkaufen, sondern nur das alles auch als Arm angeboten wird.","Ich sage hiermit voraus, dass wenn es überhaupt noch irgendein Insel einen neuen Intel Meckentosh geben wird, dann nächstes Jahr.\nAlso es könnte sowas sein wie ein,\nDate für ein MacBook Pro, das halte ich schon für eher unwahrscheinlich oder äh ein Update für den MacPro im Sinne der Systempflege mit, es gibt hier neue Grafikkarten und es gibt vielleicht auch mal eine neue CPU und so weiter.","Ja gut, aber es ist dann ja auch nur so ein, ein Speedbump und das also nur CPU gewechselt, da ist da noch nicht mal das Maserboard anders dann.","Genau und zwanzig, zweiundzwanzig gibt's keinen neuen Insel Mac mehr von also auch kein Update mehr für irgendeinen Inselrechner. Da,\nwürde ich jetzt fast Geld draufsetzen. Um mal kurz die Diskussion vielleicht von einer anderen äh Seite auszugreifen. Ich habe natürlich nach diesem,\nangenehmen Schock ähm ich habe so ein bisschen damit gerechnet, ne, aber als ich so jetzt einen Tag mit diesem Mini gearbeitet habe, ich habe einfach.\nIch habe einfach durchgeatmet. Das war einfach,\nSo wollte ich immer, dass mein Computer sich verhält. Es war einfach, es war einfach schön, es war einfach wohlig warm und und wie in so Kissen gebettet, habe ich irgendwie auf diesem Rechner rumgeklickt. So möchte ich gerne arbeiten,\nkann, gar nicht erwarten, bis ich irgendwie mein MacBook eher habe.\nUnd dann habe ich hier so in mein Studio geschaut und hab gesagt okay, welchen von diesen Verbrennungsmotoren schmeiße ich jetzt hier irgendwie als nächstes raus,\nUnd ich habe ja hier noch so ein iMac von zweitausendneun, ich weiß gar nicht, ob ich überhaupt nochmal ein iMac äh brauche. Die Kerngeschichte ist eigentlich mein MacPro. Ich habe heute hier meinen meinen McPro, der eigentlich von zweitausendneun ist, aber so von seinem,\neigentlich ein zwanzig Zehner ist und,\nIch meine, drüber nachgedacht, okay, was was muss ich jetzt eigentlich machen, damit ich das Ding irgendwie in so einen Couchtisch umbauen kann und,\nDer McMini liefert jetzt schon die Performance, die ich eigentlich haben möchte. Also es ist halt einfach überhaupt gar keinen Vergleich. Das ist äh\nich will eigentlich, da habe ich schon gedacht, okay, ich kaufe mir jetzt einfach noch ein McMini und dann dann stelle ich den dahin und dann ist das hier irgendwie mein Studioaufnahmerechner.\nHat aber nur einen Haken. Ich habe da halt noch eine PC-Karte drin, die ich brauche.\nSo, das ist diese Dante Audiogeschichte, die ich benutze und äh die benutze ich halt deshalb, damit ich da irgendwie die maximal niedrige Latenz und viele Kanäle habe und das so wie so eine Karte, die tut irgendwie das Richtige.","Die kann man nicht extern an so ein, so ein PC.","Ja, genau. Dann habe ich dann habe ich mal so ein bisschen rumgeklickt und mal geschaut, was gäbe es denn da eigentlich? Und äh da ist mir tatsächlich ein ganz interessantes Produkt äh über den Weg gelaufen,\nbis dahin noch gar nicht kannte und zwar von OWC ähm Sunderbay Flex acht und das ist im Prinzip so eine Art,\nund im McPros, also quasi so ein ähnlich äh aussehendes Gehäuse, wo du vor allem natürlich erstmal ganz viele Plattenslots hast. Du hast schon mal nicht ganz unpraktisch, dass man da einfach viele SSDs äh oder Festplatten sogar noch reinstecken kann, einfach um die zu haben. Das habe ich ja jetzt in meinem\nPro auch und ein PC Slot ist auch noch dabei und das schließt halt einfach über Fundabold an. Das würde vollkommen ausreichen.\nProblem ist, ich brauche natürlich Treiber dafür. Das ist jetzt eigentlich die die Bremse\nso eine PCI-Karte will ihren Treiber haben und natürlich hat die auch einen und abgesehen davon, dass ich habe dann gleich mal bei Fokusrat geguckt, wie das Ding offiziell verkaufen und dann ist das erstmal der Prekated und bei überhaupt bei diesen Audiobuden.\nIhr wisst ja, wie das ist ne? Es gibt wieder irgendeine Systemgeneration oder irgendwas in diesem Betriebssystem geändert. Native Instrument hat ja irgendwie so eine Warnung rausgegeben, dass man jetzt nicht irgendwie auf Big Sear updaten soll, damit nicht ihre Geräte kam,\ngehen, weil sie dann irgendwie eine Überhitzung irgendwie ihrer externen Hardware äh befürchten. Da frage ich mich auch, was sie da irgendwie äh,\nfalsch gemacht haben und.","Hieß es nicht, dass äh die Apple Silicon Dinger man kann keine externe Grafikkarte benutzen, das schließt aber dann nicht aus, dass man extern äh PCI-Karten benutzen kann, wenn man den Treiber hat,\nes geht speziell dann nur, dass Grafikextern geht nicht, ja?","Genau, Grafik\ndann geht's ja explizit um die Performance mit diesem Unified Memory und dass die Grafikkarte eben nicht ihr eigenes Memory hat, aber so eine PCI-Karte, die jetzt Audio macht, die hat ja nicht groß Memory, also die wird irgendwie ein bisschen Memory haben, um irgendwas zu buffern, aber die\nschert ja jetzt die die muss jetzt nicht irgendwie in so ein System eingebaut werden äh um da groß Speicher äh zu scheren, sondern die will halt einfach über PCI, also über Sunderboard letztlich äh angesprochen werden. Das reicht ja vollkommen aus.","Also aber ich weiß noch nicht, ob da im Moment was funktioniert, hast du das schon mal nachgelesen, ob äh ob das, ob's Treiber gibt für PCI-Karten, die bei Sunderboard angeschlossen haben beim weißen Speck hergibt, in irgendeiner Form.","Nein, wenn du so ein Gehäuse über Sunderbold anschließt, dann ist das PC. Dann brauchst du keinen speziellen Zanderbowl-Treiber, sondern dann ist die Karte über Sunderbold im System, als hätte der Rechner ein PC-Lot.","Ja aber du brauchst den Treiber und der Treiber darf ja nicht äh äh Intel sein an der Stelle, oder?","Richtig, ich brauche halt einen Arm und äh natürlich auch einen Treiber, der die neue äh Big Ser Systemarchitektur äh berücksichtigt, also keine Curner-Extension.","Hast du ja schon mal zwei Probleme angesprochen an der Stelle, die wirklich bedeuten, okay, Leute müssen das produzieren. Und äh dadurch, dass es keine internen PC-Lösungen gibt aktuell,\nden Gerä,\nist es natürlich so eine Nische, dass es echt wahrscheinlich sogar vom Markt her schwierig wird. Nichtsdestotrotz, bei der EGPU-Geschichte ist es schon so, dass Apple selber ja die Aktiv unterstützt hat bisher. Ähm und die Art und Weise, wie die äh\nwie die zwei\nähm an Apple Mitarbeiter, die über die ähm äh Apple Silicon bei Update gesprochen haben ähm auf den EGPU\nKomment reagiert haben, klang jetzt eher so, dass sie denken, sie machen ein gutes Angebot mit ihrer Grafikkarte und sie haben's so ein bisschen abgetan. Dies klang nicht so, als würde das nachkommen,\nAlso also IGPU scheint wirklich eher vorbei zu sein. Das war eine ganz kurze Übergangslösung äh für die jetzige Situation und äh das interessiert bei Apple keine Sau sonst. Insofern äh kannst du mal,\nknicken wahrscheinlich das in Zukunft für dich Sinn machen und die Mancave von ähm,\nÄh von Hugle hat dann leider jetzt einen sehr äh einen sehr guten äh Teewärmer\nfür die nächste Zukunft oder halt ist er glücklich im Moment mit der Internetseite.","Wollte nochmal ein ein Gedanken reinbringen, der sich ein bisschen an das dranhängt, was Tim gerade gesagt hat, dass er so glücklich war und sich so flauschig fühlte und endlich ist es immer so, wie wir es immer haben wollte, weil man kann ja durchaus auch mal das Narrativ aufziehen\nna ja\nwir sind jetzt hier irgendwie so die Spezialexperten und mit unseren ganzen, aber was haben denn die normalen Nutzer davon? Denen reicht doch die bisherige Performance völlig aus, ist doch alles schnell genug und da merkt auch keiner mehr den Unterschied,\nMehr würde ich immer sagen\ndenkt nochmal zurück an das allererste iPhone und was das eigentlich so besonders gemacht hat. Und das allererste iPhone, so limitiert und so Krude ist schon immer wahr und es gab keinen App Store und so weiter\nEine Sache hat es von Start weg perfekt oder sehr, sehr gut, zumindest schon gekonnt und das war eine responsive Oberfläche. Das heißt also,\nDu hattest, du hattest deine deine Liste mit Settings, was auch immer und du hast deinen Finger drauf gelegt und was ist nach oben geschoben,\nund es ging in der genau derselben Geschwindigkeit, wie du deinen Finger nach oben geschoben hast, hat sich das ganze User unter Face ohne merkbare Latenz nach oben geschoben. Es war einfach Instant,\nEs fühlte sich organisch an, es fühlte sich so an, als hättest du eben nicht ein.","Wie Timme sagt, dass sie unter meinem Fing.","Exakt unter dem Finger. Das ist das, was das iPhone meiner Meinung nach groß gemacht hat. Und das, wo ich heute noch kotze, wenn ich vor einem\nAnführungszeichen Aircode Smartboard stehe im Jahr zweitausendzwanzig.\nTausend Euro kostet. Und ich nehme diesen fucking Stift,\nan darauf zu schreiben und ich sehe wie eine halbe Sekunde später sich irgendwo auf diesem fucking Smartboard eine Schrift manifestieren. Ich denke Leute, das ist nicht euer Ernst. Wie lange haben wir iOS Devices.","Touchscreen in Volkswagen Out.","Jesus Christus, ja? Es darf nicht wahr sein. So und,\nich glaube in der Tat, das eine, ich glaube, ich habe sogar schon mal eben von den Freakshow erzählt. Ich glaube, dass einer, der wirklich entscheidenden Erfolgsfaktoren für die iOS-Device es war und Android hat irgendwie sechs Jahre gebraucht, bis sie auf den Stand waren\ndass die für\njeder Mann und jeder Frau so zugänglich waren, weil sie sich so organisch angefühlt haben. Das war nicht irgendwie so Technik, auf die man wartet, sondern ich habe was mit meiner Hand gemacht und das hatte sofort eine unmittelbare Auswirkung. Und meine These ist, dass diese MCs diesen Effek,\nin das Computercomputer übertragen werden. Das heißt also, dass wir plötzlich eine Art haben, einen Computer zu sehen, wo wir eben nicht mehr auf Dinge warten, wenn ich irgendetwas öffne, wenn ich etwas speicher, äh wenn ich irgendwo äh draufklicke\nwenn ich etwas verschiebe, wenn ich Dateien kopiere, sondern dass wir auch hier plötzlich in ein State kommen, wo alles eben Tim hat's ja genau richtig gesagt, Zero Latency, es ist einfach unmittelbar da. Und wir sind noch nicht da, es wird noch zwei, drei Jahre dauern, aber dann wird das plötzlich\nIm echten Impact haben und ich glaube, das wird in den Mainstream übergreifen. Leute werden wieder ungeduldig werden\nwerden sehen. Das ist der selbe Effekt, wie wenn man ihn dann damals einen Android in die Hand gedrückt hat. Äh\nOkay, warum ruckelt das hier so? Wenn ich Pinch to Zoom mache, ja, was ist denn das? Das kenne ich von meinem iPhone nicht.","Genau der der Mainstream wird nämlich dann endlich akzeptieren, dass ich die ganze Zeit recht gehabt habe, wie es immer ist.","Na gut, ob das nun der.","Erst heißt es immer ja der Tim, der will ja Sachen, die keiner haben will und dann kriegen sie's endlich und dann sagen sie, ja, warum gab's das nicht schon immer.","Also also ich denke, das ist auf alle Fälle ein großes Ding, dass für Mainstream schon auch wichtig ist, dass Dinge einfach mal schneller funktionieren. Äh auch wenn sie es nicht so bewusst wahrnehmen. Ich denke, das ist schon\nÄh das ist schon ganz klar. Äh die längere Akku-Laufzeit natürlich ist super wichtig, dass die Dinge einfach mal ein bisschen länger benutzt werden können. Also ich habe gerade heute eine Stunde mit meinem äh,\nsind Zoll, MacBook äh aktuellste Variante gearbeitet, die Batterie war leer danach und ich musste praktisch nur kurz den Ort von der Ste\nIch musste danach ganz schnell wieder zur Steckdose reinen, hecheln, damit ich weiterarbeiten konnte an der Stelle plus meine äh Oberschenkel sind warm geworden ohne Ende und ich esse ich will das auch nicht mehr an der Stelle. Ähm\nwas ich was ich denke, war dass es aber trotzdem ein bisschen länger dauern wird, dass es genauso durchzieht ähm.\nIst beim iPhone und beim iPad hast du halt einfach die direkte Interaktion an der Stelle. Solange sie nicht Touch in diese Geräte bauen, hast du diese Schmerzen nicht so sehr. Also an der Touch Bar siehst du's ja schon. Die Touchbar ist eine trotz scheiß latentes\nDrecksding, äh was das angeht,\nweil es es regiert ab und zu äh passend, aber ansonsten nicht. Vielleicht die M eins Touch war besser als alle anderen bevor, aber die Touch Bar hat genau das Problem. Es ist Touch in der Face ist ein bisschen zu laten, das unkeinhaptisches Feedback ist. Es fühlt sich nicht direkt an, nicht unmittelbar. Es ist einfach eine\nKrücke. Ähm und das Problem ist, andersrum,\nWenn du es nicht direkt wahrnimmst, spürst und interagierst, dann fällt dir das nicht so sehr auf\nDer Effekt, den ihr jetzt habt, der ist natürlich da und der ist wichtig und wenn der weg ist, ist er problematisch. Ähm aber du hast trotzdem noch ein indirektes äh Medium, ja? Du hast so eine Maus, die da irgendwas macht, indirekt oder ein Truckpad auf\ndem Bildschirm, du hast nicht so du machst jetzt was und es soll sofort was passieren. Ähm,\nDas ist denn Effekt für uns, der ist für den Mainstream ein bisschen schwerer, zugänglich als beim iPhone und iPad. Sage ich mal zu behaupten. Er ist trotzdem wichtig, finde ich und\nwenn man die App so richtig designed in die Richtung finde ich das ein sehr guten Weg äh für die Computerei wieder, ja? Also ist für mich auch schon immer wichtig gewesen, dass ich eine Live-Preview habe hier äh anstatt,\nanstatt irgendwie nur nur mal einen Roundtrip, der ein bisschen dauert, also bei SAP Israel zum Beispiel wie wie Web.\nSo schnell war, dass sie mir einfach so, okay, ich zeige dir die Vorschau von dem, was da in der Webseite gerade ist, live wären beti,\nja? Du tippst einfach und du hast sofort das Live-Ergebnis so recht. Auch wenn's indirekt ist, macht ein ganz anderes Arbeiten, als jetzt zum Beispiel der Dreck bei Swifty, wo ich mir letztens drüber,\naufgeregt habe, wo einfach ein paar Sekunden dazwischen liegen an der Stelle, so richtig langsame Sekunden, die vielleicht auch fehl schlagen können. Da ist ein Unterschied wie Tag und Nacht an der Stelle,\nund die Chips und die und die Architektur erlaubt es jetzt. Also die Situation, wo jetzt noch nicht drüber gesprochen hat, dass man jetzt externe Monitore anschließen kann,\noder die Auflösung wechseln kann und es ist einfach mal\nist verändert und fertig und nicht ich fade langsam aus in das Schwarz, ich fäde wieder ein, mein Fenster hüpf\nein bisschen durch die Gegend. Die nächste App startet woanders hin. Also diese Tragödie, die im Moment auf dem Mac,\npassiert, wenn man ein externes Display ansteckt oder absteckt ähm aus allen Gründen, ja, die jetzt schon weg ist. Das ist schon immer so ein Ding, das haben sie behoben. Insofern\nIch hab sehr viel Hoffnung, dass Apple einen Weg einschlägt, der auch da die Stärken ausspielt und,\nund so sage ich, sobald ich das mal habe und das funktioniert, akzeptiere ich das auch nicht mehr, wenn's anders ist. Im Moment ist es noch\nAuch die iOS-Geräte sind ein bisschen komisch, wenn ich Airplay anmache, Apple im Screenmaring. Da passieren auch noch ein bisschen komische Dinge teilweise, ja? Dann dauert's ein bisschen, bis es passiert. Also wenn die Apps.\nMehrere Monitor-Set-ups unterstützen, dann haben die trotzdem eine gewisse Latenz, also es ist jetzt nicht so, ähm, dass das per se gut funktioniert, nur weil das jetzt Apple Silicon oder Arm ist,\naber das, was ich jetzt gehört habe von den äh von den aktuellen Geräten äh ist durchaus äh begrüßenswert und zeigt so eine Richtung auf, die für mich persönlich auch wirklich so einen Quality of Life-Unterschied macht\näh so, also Batterielaufzeit plus diese Performance plus äh wirklich so eine es fühlt sich einfach alles viel direkter an und\nDas Ding wartet auf mich, nicht ich auf S. So, das ist so die. Das ist so der Unterschied. Das macht für mich immer den großen Unterschied aus. Wenn ich eigentlich zu lang, wenn ich eidel, ja, ich,\nIch eide, weil ich gerade mein das Problem, das ich lösen will, da komme nicht weiter und ich bin nicht dabei, meine Komfixist und Outdoor Execud so zu konfigurieren, dass ich genug Speicher habe, um Windows so booten zu können, dass ich vielleicht Winwords so stark.\nGrafiken auch noch nicht explodieren, wenn man's importiert hat, in dem.","Das sind jetzt aber die richtig guten alten Zeiten, wo Tim gar nicht weiß, wovon man redet.","Ja, aber das ist für mich schon wirklich so,\nDas war für mich damals der Unterschied zwischen meinem Armbrechner, weil ich bin ja, ich bin ja so ein alter so auf meinem Akku an, ich mache den an und der ist da, weil er budet aus dem Rom und ich kann sofort was tun oder ich bin am ähm am, am Windows konfigurieren. Und\nwar für mich so, das war so ein, so ein, so ein Aha-Moment, so wie es jetzt wieder sein könnte an der Stelle.","Das ist, ich meine, wir wollen ja eigentlich, dass der der Computer ein Werkzeug ist,\nSinn der ganzen Geschichte. Und das iPhone, das hast du im Prinzip schon gut zusammengefasst, Ralf, ne? Ist so ein Werkzeug geworden, weil es sich auch wie eins\nverhält. Es ist halt\nunmittelbar. Klar, dann ist das Ding alt und dann kommt die neue Eiweiß-Software und deinem Telefon ist fünf Jahre alt und dann wird's halt auch irgendwie fleaky, ist klar. Software äh versucht irgendwie voranzuschreiten\nneue äh Dinge funktionieren mit aktueller Hardware halt super. Die alte Hardware ist dafür nicht gemacht, deswegen ist es da langsam. Klar, das hast du, deswegen braucht man irgendwie auch äh immer mal wieder neue Geräte. Aber die Frage ist halt auch immer,\nkannst du mit der aktuellen Generation für einen akzeptablen Zeitraum von sagen wir mal zwei, drei Jahren sicherstellen. Und derzeit können die halt nicht sehr viel sicherstellen mit dieser ganzen Intellarchitektur.\nWeil's halt an sich schon nicht da ist, wo es sein muss. Und\nIch will so ein Gerät, ich will zu so einem Gerät reden, ich habe eine Idee, ich will an meinen R und dann ist auch schon so dieses Allways On, das da konnte ich jetzt noch nicht nachvollziehen, hast du das eigentlich bei dem MacBook Pro diesen Effekt äh wo der Grak Federiki da ins Video,\nin den Laptop so reingelächelt hat, so geht der sofort an.","Ähm äh ja, aber es nutzt mir nichts, weil er sich dann erstmal mit Pennerwatch koppeln muss oder halt mit irgendwie Fingerabdruck und die Latenz merkst du eigentlich nach wie vor.","Ach so, wegen den Login und so weiter. Ja okay.","Ah ja, die Latenz vom Fingerabdruck ist nicht so geil, weil die anderen haben nämlich gesagt, das wäre auch viel geiler jetzt.","Finde ich nicht sogar, aber es mag sein, dass ich meinen äh Stinkefinger da irgendwie nicht vernünftig äh genug draufgelegt habe. Also die Erkennung des Fingers ist nicht toll.","Ich glaube auch die neuen Rechner haben wir noch nicht gesehen, bevor nicht elf eins draußen ist. Also das Ding fährt im Prinzip gerade einfach so eine Bitterversion. Aber um diesen Gedanken mal kurz äh äh weiterzuführen äh ja, also auch wenn der Rechner einfach,\nschon an ist und sich nicht einloggen und aufwachen muss. Ich gehe ran und will dann,\nzack, zack mit drei Tasten drücken, ein Programm starten. So, Learn Spar, ich denke da gar nicht drüber nach, so. Kontroll, Space,\nTM, Return und dann will ich einfach ein leeres Fenster in meinem Textilitor haben,\nZur Textmade geht auf und dann will ich sofort reintippen und ich will dreißig Tasten reinhämmern,\nund eine Millisekunde, nachdem ich die letzte Taste gedrückt habe, soll dieser Buchstabe auf dem Bildschirm sein.\nNur dann kann ich damit arbeiten. Und das ist halt einfach derzeit nicht der Fall mit den alten Systemen, sondern es ist so,\nach ja, auch Kontrolle, ja also äh Moment, stopp, ja, äh hier ist das Fenster, ach du hast schon einen Buchstaben vergessen, jetzt irgendwie zu akzeptieren und der fehlt irgendwie einer oder ich habe schon mal in ein anderes Programm rein,\nweil irgendwie das noch vorne war und das das einfach du hast die ernsthaftes Gefühl, dass dass so ein Gummi rumfuhrwerks irgendwie halt als ob du so ein Eimerublick irgendwie vor dir hast und wenn du dich zu schnell bewegst, wirst du irgendwie aufgehalten.","Da gab's doch vor einem Jahr mal der Vergleich, wo einer so einen uralten Mac genommen hat und die Latenz zwischen Tastendruck und wann der Buchstabe auf dem Bildschirm erscheint, gemessen hat und das Gleiche mit einem also vor einem Jahr aktuellen Rechner irgendwie und der Mac von damals war, glaube ich, schneller, oder?","Ja, ja, der war um einiges schneller.","Ja, mein zwei sechsundachtziger mit mit äh äh mit Xenix im Jahr neunzehnhunderteinundneunzig war schneller.\nUnd das, ne, weil klar, da war noch die nicht dieses Gummi drauf, sondern es war einfach Textmodus, aber es war einfach unmittelbar und ein Rechner wird einfach\nIn dem Moment so sehr viel wertvoller, wenn er alles unmittelbar macht und und äh vor allem natürlich auch extrem zuverlässig meine Eingaben zur Kenntnis nimmt und nicht durcheinander bringt und an die falschen Programme leite. Ich meine, du willst ja auch nicht einen Hammer in die Hand nehmen\nDer eine halbe Sekunde Latenz hat, da triffst du doch keinen Nagel mehr. Also das, das kannst du überhaupt nicht bedienen. So, das heißt, es muss,\nEs geht einfach gar nicht anders als Sirula. Und das muss irgendwie äh sichergestellt werden. Und davon habe ich irgendwie so eine Vorschau gesehen. Ich habe irgendwie gesehen, dass das jetzt äh die Realität sein kann.\nUnd das ist gut so. Wollen wir mal so ein bisschen zu den äh konkreten.\nBigser äh mit und ohne M eins äh Sachen kommen, weil auch dieses Betriebssystem ist ja gerade äh erschienen.\nDruckfrisch gut gab es schon eine Weile im Beta, aber ist genau ein Tag nach der letzten Sendung rausgekommen und jetzt hatten ja alle Gelegenheit mal so ein bisschen damit zu arbeiten.\nÄhm vielleicht gleich mal was ähm Nördiges vorweg.\nIch hab natürlich jetzt auch versucht diesen Rechner so einzurichten, dass ich damit arbeiten kann und während das eben mit diesen normalen Sachen wunderbar funktioniert, gibt's ja ein ganz wichtiges Tool, was derzeit noch nicht so out of the Box funktioniert und das ist Homebroo.\nWeiß nicht, ob ihr mal versucht habt, äh Homerow aufzusetzen.","Bei mir ist es schon so lange her, dass er dummerweise damals auf meinem DTK erstmal die Welle bei Tools überschrieben hat. Ähm das war dann nicht so hilfreich, weil dann sind die die Kate die Welle Partour zu beschrieben worden, mit Interl Developer Tools. Ähm\nJa, äh aber ansonsten ne,\nnicht mehr nicht nicht auf der der armen Geschichte. Ansonsten natürlich ständig.","Es gibt auf jeden Fall jetzt einen schnellen Hack, wie man das äh machen kann. Also ähm und zwar kannst du\nwenn du jetzt Hombru neu äh am besten neu installieren, das heißt, schmeißt deinen ganzen User Localkram, schmeißt da irgendwie erstmal weg und dann kopierst du dir da von der Webseite diesen Installationsdrink da, wo er dieses Ruby aufruft und Pipapo und äh schreibt's einfach vor, diese Zeile noch ein\nKommando Arch, also ARCH für Architektur, Lehrzeichen Minus X sechsundachtzig Unterstrich vierundsechzig\nLeerzeichen und dann eben diese Installationszeile und dann wird quasi dieser ganze String aufgerufen im Kontext von bitte hier alles machen, als wäre Intel angesagt,\nUnd dann kommt Palter eben den ganzen Homero-Kram für Intel zusammen und jedes Mal, wenn du dann Bruh aufrufst, musst du im Prinzip auch immer dieses Art Minus äh X sechsundachtzig Unterstrich vierundsechzig davor machen. Kannst ja also einen Alias machen und dann läuft das.","Was du auch machen kannst, ist natürlich äh die Shell auch in äh X sechsundachtzig starten, dann passiert das auch. Und außerdem solltest du auch bitte Ralf wieder mit in den Chat mit reinnehmen. Du musst den Anruf annehmen, weil er grinst mich gerade so an, als hätte er auch was gemacht.","Ah okay.","Homebrow. Der muss einfach nur angenommen werden.","Da sind.","Rausgegangen ist, was äh hallo Ralf.","Ich hatte nochmal neue neue Connected hier, weil meine mein Buffer irgendwie über vierhundert gelaufen ist, da dachte ich, wäre es wieder mal ein guter Moment.","Ja, es wird nicht besser mit dir, also ähm von daher sorry.","Bist du eigentlich auf deinem Arm äh Mac äh hier am Pargassen oder auf einem.","Nein, äh so sollte ich das jetzt hier nicht angehen, sondern das ist jetzt hier auf meinem.","Nein. Nein.","Hältst du das mal gemacht? Da hätten wir jetzt die Rollatency.\nGenau, also dieser Homebru-Tipp äh genau und der andere Tipp ist einfach so ein Terminalprogramm nehmen und dann im Fenster sagen, bitte immer mit Insel aufmachen. Manche machen das mit diesem iTurn zum Beispiel, dann geht es auch. Kann man mach.","Man kann äh bei den Apps kann man das jetzt inzwischen auch auswählen im Finder, ob intell oder nicht intell anders stellt, du kannst natürlich beim Terminal auch sagen, hey Terminal soll einfach immer intell sein ähm.\nJa, also im Finder gibt's ja den denselben Knopf wie ja an sich will man das nicht, wobei du kannst natürlich auch den umgekehrten Trick machen, wenn du mal einen Arm Terminal haben willst, kannst du den Arsch vierundsechzig äh AM vierundsechzig äh und dann äh\noder CSH oder welche Shell du auch immer haben willst, aufrufen und dann bist du auch in der Welt unterwegs. Äh was mich ein bisschen interessieren würde an der Stelle, ich weiß nicht, ob ihr das schon mehr gemacht habt. Man ist ja eigentlich jetzt ähm\nangeruhigt, dass alle äh Librarys fett sein sollen natürlich, weil man will ja schon auch, wenn man was baut, es so bauen können, dass man's vielleicht auch Leuten geben kann, die jetzt äh noch keinen Arm haben oder umgekehrt äh\nhabe mir jetzt einfach zwei Parallele pro Installationen,\noder hat man ist Homebrit so aufgebaut, dass es immer alles Fett baut, wenn man auf der Armseite ist. Äh was ist denn da los? Wer weiß denn da was.","Na noch ist es ja gar nicht fertig. Also sie sagen ja explizit, dass sie weder Big Ser äh geschweige denn im eins derzeit schon fertig implementiert haben. Also es ist sozusagen noch nicht fertig. Wie so manches andere auch.","Mhm. Also du was du jetzt machst, ist komplett Rosetta Home Bro und dann geht das meiste.","Genau, ich ich komme Peiler halt einfach meine ganzen Commandities dadurch einfach als Insel und lasse es äh quasi mit Rosetta laufen und das funktioniert dann halt auch. Ist halt nicht so schnell wie es sein könnte, aber es geht zumindest erstmal.\nUnd es geht ja auch okay, also es ist ja nicht irgendwie langsam oder so. Es ist ja nach wie vor schneller, aber eben nicht so schnell, wie es vielleicht sein könnte, aber das ist jetzt bei diesen Commandities auch erstmal nicht so das große äh Problem. Klar möchte ich gerne, dass FFM Pack dann\ndurchheizt, aber dann muss halt diese ganze diese ganzen Pakete, die sie da gebaut haben, das muss halt irgendwie alles äh funktionieren und.\nIch denke, dass das Thema ist ein wahrscheinlich schon in der nächsten Sendung wahrscheinlich durch oder übernächste Sendung, also in diesem Jahr wird das auf jeden Fall noch gelöst, weil die Nachfrage ist natürlich extrem oder werden sich natürlich jetzt alle Nerds ransetzen, weil es ist ja auch nicht so\nein unlösbares Problem. Es ist einfach man muss den ganzen Scheiß halt einfach jetzt nur ordentlich mit der neuen Architektur machen und irgendwie vielleicht äh gucken äh\nOb man da äh Insel und Arm auch gleichzeitig ähm vorhalten kann, wenn man das aus irgendwelchen Gründen braucht oder eben halt einfach nur arm und fettig aus.","Ich glaube auch, dass das Problem sexy genug ist, dass sich da genug Leute jeweils draufwerfen, ja? Also das ist jetzt einfach mal so das\nder Stunde und wer da jetzt nicht irgendwie vorne mit dabei ist, der finde ich hat auch irgendwie seine Profession dann so ein bisschen verpeilt, ne? Also. Hallo Adobi.","Ist das natürlich lustig. Echt aber ein Klassiker, weil es ist jetzt so, Apple kommt irgendwie von links hinten mit äh grundsätzlich einer,\neine Idee, die andere schon äh mal gemacht haben, aber so jetzt hat sie halt genug Zug, ja, weil irgendwie Windows auf äh Arm äh hat irgendwie nichts genug Zucht gehabt. Äh überhaupt äh armen Laptops von Peinen äh sonst irgendwas und selbst mit einem Resperry, äh was hier wirklich\nDas Ding gibt's wie Sand am Meer,\naber so richtig Zucht hat's nicht bekommen und jetzt kommen aber auf einmal wahrscheinlich äh die Leute aus ihren ihren Pötten und machen äh machen die entsprechenden Anpassungen an der Stelle relativ zack.","Heckentosch auf dem Resperry Pil vier, das.","Äh jemand hat gerade den äh das Ischo gepostet von Homebrow, was sozusagen gerade eigentlich das Problem ist. Da steht hier ähm also für Homero auf Arm,\nund da steht Major Blockers, äh Setup, Armbase CI, Infrastruktur, also quasi ihre Continuous Integration, Infra.","Was bei Rust auch immer. Mhm.","Genau, ne? Dann äh have Home Bruce CI äh Bild äh die am vierundsechzig Big Store Bottles, also dass sie die ganzen Beinaries ähm machen. Das gehört mehr oder weniger dazu. Dann go, wating for abstream Version eins eins,\nzehn, dann rast weiting vorab vier neun, also auch da.","Läuft, aber ist noch nicht mit Rust ab äh erhältlich, also mit sich selber zusammen kompetent, Russ ist so kurz davor, dass es fertig ist.","Dann steht hier ein GHC, da weiß ich gar nicht, was das ist. Help Wonted, was ist GHC.","Glorius Glasgow Hascal, Hasköl.","Also Programmiersprachen im Wesentlichen QT, Open Jadicay\nGCC, also es geht im Wesentlichen um Compiler pur. Wir sprachen äh die halt natürlich hochgradig von einer Architektur abhängen. Und ich denke mal, sie wollen erst äh in dem Moment einen Hombru-Release machen, wo sie alle Poemir-Sprachen ausliefern können.\nLese ich das jetzt mal und das ist ja auch nachvollziehbar und diese Probleme müssen gelöst werden. Ist halt auch nicht so, dass diese Poamirsprachen noch nie\nEin Armprozessor gesehen haben, das gibt's da alles nur eben konkret auf McOS, auf M eins. Wollen die vielleicht auch nochmal ein paar Minuten zum Testen haben.","Also ist halt, ist halt, ganz interessant, das ist Vor-und Nachteil zugleich, weil du natürlich jetzt so eine Plattform hast, die doch wieder ganz anders ist, also\ndie irgendwie halt auf Liedungsarm sind, dann müssen also die sind halt jetzt auf also Dinge gehen jetzt auf iOS, aber die gehen dann auf den Mac dann wiederum nicht, weil die Abhängigkeiten anders sind,\nja? Also es gibt äh so so ähnlich auch wie ein Exco-Programmierer jetzt ein bisschen ein Problem hat ab und zu, weil er simu.\nDas Binary, das für einen Simulator gebaut wird, ist nicht das Spidery des Lokal auch läuft und früher war das klar durch Architekturen getrennt. Jetzt ist es nicht nur Architekturen getrennt, das heißt, die Unterschiede sind subtiler, das heißt, die Einstellungen, die man treffen muss\nseine Projekte sind subtiler und die muss man erstmal wieder hinkriegen, es hat keiner Tutorials geschrieben. Also das sind so ähm Schmerzen, die man jetzt\ndefinitiv noch ein paar Wochen und Monate haben wird, aber die auch gelöst sein werden, aber die brauchen halt eine Lösung und eine Antwort. Also wie gesagt, ich würde gerne wissen, würde Bru in dem Endzustand dann alles Fett installieren oder zwei Paralleleinstallationen haben\nJa, weil du kennst ja sämtliche Librarys und Binarys äh ähm schön zusammen Merchand, dass du intell und ähm,\nimmer an der selben Stelle hast, damit das alles einfach mal läuft, aber es hat viel mehr Aufwand, weil da musst du alles doppelt bauen, alle Make-Face, wenn du auf Apple Silikon bist, musst du auf einmal dich anders verhalten als wenn du auf einem äh normalen Armrechner bist,\nArmrechner braucht einfach kein X sechsundachtzig Bayer Ree, aber der Apple Silicon hätte das gerne für Rosetta noch parallel,\nja? Dass trotzdem beides geht. Ähm und das ist schon nochmal eine andere Größenordnung, je nachdem, wie sehr man die Rosetta äh Infrastruktur unterstützen will an der Stelle noch und hat viele Details, die es zu klären gibt. Ähm.\nDas Problem ist aber nach wie vor sechs sieben, mal gucken, äh ob sie äh das gut lösen. Ich bin sehr gespannt. Ich habe mir auch ja einen bestellt\nÄhm ich habe nur auf ein bisschen Rabatt gewartet, weil ich bin da immer so ein bisschen äh ich bin ein, ja, ich bin ja noch in meiner alten ähm Apple\nBekanntschaftsecke drin. Also wenn Leute, also auf auf die Gefahr hin, dass mich jetzt,\nLeute, die bei Apple arbeiten, vielleicht nicht mehr so gerne mögen, äh Apple-Mitarbeiter bekommen Rabatte für Freunde und Familie, die sie rausgeben können, die über diese komplett,\nähm.\nJa, die sind einfach wie ein Apple Store einkaufen, kannst du machen, kriegst du Prozente drauf. Äh wenn wenn man Mitarbeiter kennt, kann man da fragen, ist ein bisschen Aufwand und man muss diesen,\nMitarbeiter oder Mitarbeiterinnen auch ähm dann vertrauen, weil man die Zahlungsmethode natürlich übergeben muss, weil das ist in einem Portal, da kann man selber nicht drauf zugreifen, aber man kriegt alles mit äh mit Rechnung und Bund, ist alles super, kann man äh einfach Rabatte mal\ngreifen kann für alle, auch für Businesszwecke\ndas passt. Und da habe ich jetzt in dem Fall gewartet, weil ich dachte ja, und da kommen wir zurück. Äh mal kurz zu der Geschichte. Ich habe das DTK, ich kann alles testen. Äh leider hat es DTK\nBeispiel keine iOS-App Support bekommen. Ich konnte meine Apps nicht laufen lassen auf äh also man kann sie irgendwie selber bauen drauf\nwenn man will, aber ich will ja die alte Version, das alte Pinory laufen lassen, das wirklich jetzt im Store ist, weil es gibt sowas wie wie Dosit, ist das Update, die ich jetzt nicht auf die neue iOS-Version nur damit ich's testen kann, ob's läuft.\nÄh weil ich Angst habe, dass mit der neuen IOS-Version vielleicht was kaputt geht, sondern ich will einfach das Bynery testen, ob,\ndas denn Spaß macht, die Emulationsschicht, da habt ihr ja eh noch nichts dazu gesagt, oder so, wie sind denn die iOS Ap.","Gibt's nicht auf dem DTK.","Doch doch Bichser gibt's aber Bikser unterstützt keine äh iOS äh Apps direkt aus dem App Store. Die kannst du nicht mal laden.","Also ich ich habe ähm hatte ich eine Pre-Show schon gesagt seit zwei Wochen hier dankenswerterweise schon DTK äh stehen und da auch jetzt die elf null eins von Big Store drauf noch nicht die elf Punkt eins, das mache ich aber irgendwie vielleicht heute Nacht nochmal\nund\ndie Unterschiede jetzt zur Original M eins sind erstaunlich, muss ich sagen. Also im Sinne von, dass ich als Laie äh staune, also beispielsweise halt die ähm\nNa, wie heißt Elektronen, äh, Apps laufen also nicht auf den DTK,\ndie laufen alle klaglos auf der M eins und dann sind halt solche Geschichten wie äh Gitter, Desktop und äh irgendwie äh Rocket-Chat äh App und äh so ein Krams halt.","Halt auch, oder?","Genau, genau, Visualcode auch, ja. Also davon gibt's mittlerweile auch eine Armversion, die schon irgendwie jemand gestern, glaube ich, rausgehauen hat, so. Äh der Unterschied ist aber nicht so riesig, zumindest bei den Uhrgeschichten, die ich da mache, mit irgendwie tausend Zeilenkurt.\nÄhm aber das läuft alles auf dem, auf dem DTK lustigerweise überhaupt\nnicht, ja? Obwohl also selbe selbe Softwareversion, selbes Betriebssystem, offensichtlich ist da dann der Unterstützung doch nochmal echt was, was irgendwie äh äh umgeswitcht worden, was Kompetentivität hat. Weil ich dachte, Leute, wenn ihr, wenn ihr Elektro nicht unterstützt, Auto für Box, dann habt ihr ein strategisches Problem, Apple,\nalso natürlich jetzt irgendwie so die die Apps, die ein bisschen was auf sich halten, werden das neu kompalieren und Elektron hat eine neue Version draußen womit er auch arm äh Universal bauen kannst\nAber es gibt natürlich irgendwie, sagen wir mal, äh dutzende bis hunderte bis tausende Elektronen-Apps, die das nicht machen werden, weil sie erbändungen woher sind, aber trotzdem irgendwie funktionieren,\nUnd wenn ihr die alle jetzt nicht zum Laufen bekommt, auf Mamst, dann habt ihr ein Problem. Aber sie laufen.","Der öffentlichste Downer, was es angeht, äh, war äh für die Entwickler das Virtualisierung nicht unterstützt wurde, auf dem auf dem DDK. Also da schon da es gab einfach ein paar\näh paar Prozessorinstruktionen, die es einfach nicht\nund wahrscheinlich sind die halt inzwischen auch für Rosetta, für manche Aspekte relevant und da das die die Keno eine Übergangslösung war, wird's da auch keine weitere Besserung geben,\nInsofern bin ich ganz froh, dass ich jetzt einen bestellt habe und ich muss dann halt auf dem echten Gerät testen.","Also ich habe ein paar IOS Apps mal installiert und äh ja, Tipps kann ich noch nicht so viele geben.","Weil ich habe ja heute Abend gesessen und dachte, so, ich installiere jetzt einmal eine iPad-App und dann ich so, ja, aber welche. Also.","Genau, das war dann auch erstmal mein,\nbin dann mal so durchgegangen auf meinem iPhone was ich was eigentlich so die App sind, die wo ich jetzt sagen würde, oh, das wäre wirklich richtig geil, wenn ich die auf dem Mac hätte und nahezu alle,\ndie wirklich mich interessiert hätten, sind für den Mac nicht freigeschaltet, tauchen also in diesem Store überhaupt nicht auf. Zum Beispiel der DB Nevigator oder die YouTube-App oder äh Maps me und weiß nicht mehr ganz genau, also ganz viele nicht.","Da habe ich ja gerade was verlinkt, ja? Also es gibt im Moment eine Möglichkeit, wie du die Apps trotzdem zum Laufen kriegst,\nweil du musst ja nur das AP APA aus dem App Store runterladen, da gibt's einen Link zu, den kannst du rausfinden und wenn du's doppelt klickst, kannst du trotzdem starten, weil du sie ja gekauft, also wenn du die App auf iWS gekauft hast, dann äh es wird ein äh trotzdem ein äh,\neinen Schutztest gemacht, aber es geht im Moment. Also das kannst du ausprobieren, ist halt nicht fully supported, aber kannst ja trotzdem ausprobieren,\nÄh ich habe da das verlinkt im Chat. Kannst du ja nochmal also in unserem Chat gerade nicht in dem anderen.","Ach so, nee, mach mal.","ETP war das, ja, mache ich meinem Slack jetzt nochmal. Ähm ich hab's selber auch noch nicht getestet, aber im Moment scheint's zu gehen, die Frage ist, wie sehr es ähm.","Das wird jetzt auch Entschuldigung nochmal kurz äh\nich denke, dass das wird sich auch relativ schnell finden, weil natürlich die ganzen Developer das jetzt auch irgendwie erstmal machen. Manche werden wahrscheinlich einfach aus welchen Gründen auch immer strategisch erstmal das äh nicht erlaubt haben, weil sie, was weiß ich das nicht wollen, dass es da läuft oder dass,\nirgendwie möchten, dass die Leute trotzdem noch irgendwie im Browser rumklicken oder so, keine Ahnung, aber ich denke, das ist so eine Geschichte, die wird\nbald verschwinden.","Aber kurze Frage ähm kann man noch die Apps aus dem Backup irgendwie rauskratzen.\nUnd wenn ja, ist das nicht ein riesengroßer Raubkopiemarkt, also kann man nicht da einfach irgendwie auf seinem Rechner installieren.","Die checken schon auch Fairplay und und App Store. Du musst es schon gekauft haben auf deinem Account. Also das passiert schon in der Change. Also deswegen hilft dir das noch nichts. Du musst ja also die Runter.","Die sind ja nicht verschlüsselt, die sind ja nur signiert, aber kann ich mir die dann nicht selber signieren? Als die Wellappe auf meinem eigenen Rechner.","Aber dann gehen vielleicht Dinge nicht mehr wegen Entheitelmens und Kram, also da weiß ich nicht. Da also du hast ja bald einen, dann kannst du ja testen.\nHarren der Dinge. Also ich habe mir auch gedacht, so also der, also was du machen kannst auf alle Fälle, was Interessantes ist,\ndadurch, dass du auf Mac läufst, kannst du auf einmal die Mac Infrastruktur verwenden, um äh dein Netzwerk zum Beispiel äh undurchlässiger zu machen. Du kannst da praktisch einen einen harte DBS-Broxy dazwischen hängen\nZwischen deinem Mac insgesamt und mit mit Schnorcheln, was deine Apps denn tun, was du mit einem iPhone schwieriger nur machen kannst. So Geschichten.","Ja, wieso wenn du das im WLAN drin hast, kannst du das ja auch alles mitlesen.","Nee, nee, nee, nee, nee, du kannst halt lokal wirklich sagen, okay, ich truste in meinem eigenen Zertifikat und komplett mitlesen, das kannst du jetzt überm WLAN nicht machen mit einem iPhone. Also mit beliebigen.","Da gab's auch einen, der da schon so einen in so einem Artikel das geschrieben hat oder hast du das nicht so auf Twitter äh getweet äh retweetet von irgendjemandem,\nDann noch kurze andere Frage, wo wir schon bei Apps und iPhones sind. Wenn ich hier ein altes iPhone habe, wo ein Tool drauf ist, was ich gerne hätte auf meinem neuen iPhone, das aber nicht mehr im Store gibt, kann man Programme von einem alten Phone irgendwie auf aufs Neue kriegen.","Wieso sind die nicht mehr im Tor?","Ja, keine Ahnung, hatte die Wählerpowerscheibe eingestellt oder so, weiß ich nicht. Aber auf meinem alten Telefon geht's noch, ist ein Siemer, der muss auch vierundsechzig Bit sein eigentlich, glaube ich, also aber es gibt halt nicht im Store, ich würde es gerne weiter benutzen. Kriegt man sowas irgendwie gemooved.","Nee, gibt's das, gibt es nicht im Store oder gibt's in deinem Perches Liste auch nicht? Also da gibt's den großen Unterschied. Nur weil's im.","Liste gibt es.","Dann kannst du es da downloaden. Wenn's in deiner Patchesliste auf der neuen Telefonismus ist darüber downloaden.","Wenn ich da klicke, dass ich's downloaden will, dann sagen sie ist nicht mehr verfügbar.","Okay. Echt? Aber er zeigt sie da noch an, interessant. Okay, die, die Variante kenne ich noch nicht.","Noch an, da ist da ist so 'ne Wolke, dass man so klicken kann und wenn ich drauf klicke, sagt er, nee, es geht aber nicht, weil.","Ja, dann haben sie es absichtlich weggemacht, also es ist sowas wie bei Facebook macht das zum Beispiel oder so, also zeugt das viel Online-Kom.","Ja gut, aber kann ich halt die App, die ihr auf meinem alten Telefon noch drauf ist, kann ich die von da irgendwie per Backup oder iTunes oder früher gab's doch das alles auf Neues, auf also auf neues Telefon von mir schieben.","Du kannst, wenn du das A4 besorgst über deinen Developer\nTeil, kannst du einen API da rüber draggen und dann installier er das, aber du musst es halt vorher sein, nochmal als du, glaube ich, sonst geht's nicht. Ähm und dann gehen halt die App selber nicht mehr, weil es nicht mehr von dem Entwickler ist, äh also,\ndann weiß ich nicht. Also du kannst, aber wie wie viel dir das bringt, ist noch unklar, weil du musst es erstmal richtig sein und dann ähm über den Organizer praktisch den Ex-Code\ndraufträgen, auf dein Telefon. Wenn du das wenn du das EPA irgendwo her hast von dem. Was im Backup,\nVielleicht noch drin, das weiß ich nicht. Früher war das mal drin, inzwischen eigentlich nicht mehr so, weil's halt aus dem Tor kommen soll. Theoretisch.","Ne? Weil ich werde nochmal googeln.","Ja, nochmal kurz zurück zu dieser Frage, welche IOS Apps machen denn eigentlich Sinn. Ähm,\nich würde sagen vor allem sind's die Sachen, die auch auf dem iPad gut laufen, das ist irgendwie das, was sie am meisten äh anbieten würde. Ist auch ganz interessant. Ich habe ein paar Sachen installiert und manche tauchen halt sind einfach\nklein und auch nicht recycelble übrigens in so einem iPhone Größe.","Die iPhone-Dinger bleiben so auf iPhone Größe.","Ja und lassen sich auch nicht riesheißen aus irgendwelchen Gründen und nicht mal doppelt so groß oder irgendwie sowas\ndann gibt's ein paar Apps, die halt irgendwo so ein bisschen iPad sind. Da kannst du dann auch wirklich resizen äh oder auch das die Fenstergröße an sich irgendwie äh ändern\nkommen auch schon größer hoch, also es ist alles noch ziemlicher Wildwuchs. Ich schätze mal und das ist ja glaube ich auch die Strategie an dieser Stelle. Ich denke nicht, dass Apple jetzt gesagt hat,\nOh, wir packen jetzt mal die iPhone Apps drauf, weil das ist ja so geil, sonst kannst du mit diesem Witzelkram da irgendwie auf deinem Bildschirm arbeiten. Das ist nicht so die Hauptmotivation, sondern ich glaube, es ist auch so ein bisschen, dass man die\nEntwickler. Also einerseits natürlich ihnen die Gelegenheit gibt es einfach zu ermöglichen, aber natürlich auch mit diesem zusätzlichen Incentive. Gucke mal\nZwei, drei kleine Änderungen an deiner App so in Richtung Katalyst, Apps und so und dann lässt sich das sogar schon richtig benutzen. Und wenn du jetzt wirklich keinen Bock hast, noch eine richtige Make-App zu machen, dann ist das jetzt dein Incentive,\naus deiner iOS oder iPad App auch eine App zu machen, die einfach auf Mac ordentlich läuft und dann hast du diese Plattform damit auch abgedeckt.\nDas ist glaube ich die der Hauptgrund, warum sie das machen. Und wir werden in den nächsten zwei Jahren sehen, dass,\nbestimmte IOS-App sicherlich nicht alle. Äh sagen okay ich habe jetzt gar nicht so große Anforderungen, ich brauche jetzt nicht Beschleunigungssensoren und diesen ganzen anderen Klimbim, der auf dem iPhone nun mal da ist,\nIch gehe jetzt einfach diesen Weg, weil der Weg ist jetzt nicht mehr besonders schwierig und die Leute fragen auch danach, weil sie schon die Minimalversion installiert haben und jetzt wollen sie halt mehr haben und dann merken sie halt auch überhaupt erst, dass diese Nachfrage existiert.\nLass mal\nmal Bigser so im Allgemeinen äh auch nochmal besprechen mal auch ganz unabhängig von M eins. Hat sich ja noch ein bisschen was anderes geändert, nämlich speziell diese Treibersituation und das scheint das für mich jetzt auch persönlich ehrlich gesagt das größte Problem,\nweil ich eben hier und da doch schon von dem ein oder anderen Treiber abhänge, der jetzt erstmal entweder noch gar nicht verfügbar ist.\nIm schlimmsten Fall noch nicht mal angekündigt ist oder es irgendwelche Beta-Versionen gibt, die nicht funktionieren. Und das ist äh wirklich anstrengend.\nUnd da kommt dann eben diese neue Geschichte ins Spiel. Das ist ja diese alten Curnal Extensions auch nicht mehr gibt. Also in dem Moment, wo ein Treiber als Körner-Extension implementiert ist und das ist ja bei vielen Sachen so.\nMüssen die Anbieter eben auf diese neuen Systemextensions gehen. Ähm der Unterschied ist ja im Wesentlichen der.\nVorher lief das halt im Körner und jetzt darf's das nicht mehr, sondern jetzt läuft's halt im Userland, was ja auch ganz sinnvoll ist und dafür gibt's eine komplett neue API und dann heißt es eben Systemextensions.\nWeiß nicht, warum hast du dir das mal angeschaut, wie knifflig da die Umstellung ist.","Ähm.","Einblicke.","Also wie kniffig genau die Umstellung ist nicht, weil die Details sind halt schon auch sehr spezifisch für Köln-Entwickler. Sie haben schon jeweils eine ganz gute API gemacht äh und äh also der Übergang ist halt von iOK,\nzu diversen äh Driver Kids, die sie da gemacht haben ähm und das und der und der größte Unterschied ist halt vorher warst du im Curnal, hattest auf alles Zugriff im Kurnel, was die Kurde API so hergibt,\nJetzt hast du nur noch auf das Zugriff, was\ndie entsprechende Driver Kit API hergibt, was weniger ist, aber schon auch äh noch Anlehnungen hat an das Vorhergehende. Also ähm.\nMehr Details, weil sich da im Moment auch nicht. Was an sich äh Tatsache ist es, sie deprekaten, Curnal Extensions, seitdem sie\näh die Systemextensions gemacht haben und zwar ähm machen sie es folgendermaßen, wenn System Extensions,\ngibt, also Driver Kids gibt, mit dem man die Funktionalität, die Necorn Lextension machen kann, äh, implementieren kann,\nin dem Jahr und im nächsten folgenden Jahr ist es dann so, dass diese Curne Extension nicht mehr per Defold laufen wird im System. Also es scheint wohl so zu sein, dass wenn du eine Curn Lextension brauchst.\nDie noch die die alt ist und der war im letzten Jahr schon, dass so trotzdem noch hergehen kannst und diesen komischen\ngeh in deine Discovery äh Recovery Modus Modus gehen kannst und sagen kannst OK Curnel Extensions von Develop zertifizierten Developern will ich trotzdem trasten und nicht nur\nModus. Das Problem ist allerdings, dass die natürlich aktuell äh für X sechsundachtzig sind und das ich glaube nicht, dass du keinen Extensions für X sechsundachtzig auf deinem Arm,\näh Apple Silicon machen kannst. Das ist jetzt dein Problem. Du brauchst wirklich frische Triber. Äh Leute, die nur Bigser haben auf einem Internetsystem,\nkönnen einfach die Security eins runterschrauben, also einfach ist relativ gesehen, weil in die Recovery-Potition booten,\ndiese Einstellung zu sehen, umzustellen, nochmal neu zu booten ist durchaus auch eine Leistung, die muss man schon auch ähm das muss man schon auch machen. Es ist schon auch ein bisschen creepy. Die muss man auch machen, wenn man auch in einem Intell System,\nfremdwuten will, auf einer fremden Platte. Das ist wirklich so Recovery System und dann äh hat man einen fiesen Dialog, wo man sagt, äh bitte bitte sei unsicher,\ndas muss man schon auch mögen.","Da gab's ja jetzt einen Fall und zwar Soundsource, was wir hier in der letzten Sendung besprochen haben, Lupek, also diese ganzen äh Audiogeschichten, die halt dieses Audiorouten äh anfassen,\nwar meines Wissens, also ich habe\nLeute auf Twitter angesprochen, haben gefragt so, ja habt ihr denn irgendwie Curny Extensions? Ich habe hier eure neue Beta runtergeladen und die will jetzt irgendwie, dass ich genau das mache, nämlich Inricaver-Modus,\nExtensions erlauben und dann wieder Neubuden und dann geht das irgendwie.\nUnd die meinen so, ja, nee, wir hätten sie hätten noch nie eine Körner-Extension gehabt, sondern sie sind immer nur ein Audio-Plugin. Ein Audio-Plugin, was halt.\nProzessübergreifend eingreift, von daher ist es natürlich schon so eine eine Security äh relevante Sache, die sich jetzt nicht einfach mal installieren kann,\nmit ich starte dich und äh ich sage einmal ja und arm und gebe mal ein Passwort ein und dann war's das,\nsondern auch schon diesen Vorgang musst du explizit bestätigen. Also es bezieht sich nicht nur auf Curnal Extensions, obwohl das User Interface in dem Moment.\nExplizit von Curl Extensions nur spricht, noch nicht mal von System Extensions. Und das musste ich einmal einschalten und dann ließ sich das aktivieren und scheint auch soweit erstmal zu funktionieren.\nIst auf jeden Fall total.","Ja, also bei bei Rock am Möbel sieht man's schon auch so, das ist wir, also der Prozess, der da beschrieben wird, ich habe den jetzt auch nochmal in den Chat gepackt, vielleicht machst du es dann nachher mit den Shownotes. Da sieht man schon, welche wie,\nAlso\nweit man springen muss, um das zu aktivieren, das ist nämlich schon auch ein sehr sehr langes, äh, langer, langer Artikel und diese Einstellung unten mit Full Security oder Reduce Security und dann Erlau Usermanagement of Curne Extensions, from Identifice Developers, ist wirklich,\nAlso man muss erstmal freischalten, dass identifizierte Welle was überhaupt Curnal Extensions benutzen dürfen und dann muss man nochmal,\ndie jeweilige einzeln freigeben an der Stelle. Es ist wirklich schon ganz, ganz, ganz, ganz, ganz dicht gemacht. Ähm, der Rogermeva Fall stinkt für meine Begriffe nach,\nÄhm Apple ist nicht ganz fertig geworden mit dem Aspekt des Systems. Äh Roger Miba benutzt API, die grundsätzlich\ndurchaus 'ne gewisse\nmehr an an Schutzbedarf laut irgendwelchen internations, obwohl es trotzdem in der, in der, in der Audio-Plugin API, in dem in dem entsprechenden Kit für diese Systemixation drin ist und äh irgendwer hat sich, ist sich nicht rechtzeitig einig geworden, also werfen sie äh aus Versehen mal in dich in den sichereren Pfad\nund du musst es falsch halten da unten. So, äh das ist eigentlich,\nWenn man ehrlich ist, wenn bei Apple neue Systemfeatures eingebaut werden, gerne so einen Weg, dass sie was vorhaben.\nDann passiert's irgendwie und die Details sind leider ein bisschen scheiße,\nund das ist halt eins davon. Ob sie's im Laufe des Pixers noch korrigieren werden für jetzt das konkrete Plug-in, ähm da würde ich jetzt daran festmachen,\nob sie\nob sie da ein bisschen mehr äh dichtmachen vorhaben oder nicht, weil das ist natürlich schon eine sehr öffentliche problematische Situation, die hier so äh da äh findet von einem von von einem Tool, von Broger Meber, die wirklich.\nVon von der Pike auf, geiles Zeug für Mac gemacht haben mit viel Verbreitung. Also wenn sie da diese Situation nicht fixen im Laufe von Big Sir jetzt unterwegs,\nDann haben wir wirklich eher so ein Abdichtungsproblem an der Stelle, das so ein bisschen Scheiße ist. Äh weil dann\nsind's halt ist er die Ecke, zwar äh sicherer geworden, aber problematisch, weil sie nicht genug Aufmerksamkeit bekommt und nicht genug Pflege und nicht genug Liebe im Sinne von, wie man das bedient. Was man grundsätzlich, wenn man diese Prozesse, wie man denn Zeug freigibt,\nanguckt,\ndurchaus schon sagen können. Die haben sie dafür einfach nicht gelöst, ja? So sehr sie sich damals über Vista lustig gemacht haben über die tausend Dialoge. So sehr sind sie jetzt in dem in dieser Situation, wo eine App will was machen, die App beschreibt dir, was du tun sollst,\ndann passiert ein Systemdialog in dem du entweder okay drückst oder äh oder öffne Systempräferenzes,\nWenn du okay drückst, weißt du nicht mal mehr, wo du hin musst, um das dann irgendwann mal später freizugeben. Wenn du System Preferences öffnest\nbist du vielleicht an der an dem Ort in System Preferences, nämlich in den Privace die Eck irgendwo wo du genau okay sagen kannst und er laut drücken kannst, wenn du Glück hast, steht da eine Zeile irgendwo in einem sehr äh nicht diskriptiven\nTeil des Fensters wohnen Textzeile stehen kann ähm und da steht vielleicht noch, wenn du Glück hast, der App-Name oder der Name des Entwicklers äh äh der Entwicklerbude.\nOder der Entwicklerin an der Stelle. Äh das ist also von der UI her mit so wenig Liebe gemacht an der Stelle, ähm dass ich da\necht auch skeptisch bin wie sehr\ndie UI davon äh noch organisiert bekommen. Ich glaube nicht, dass es dass sie das vorgehabt haben, dass das der Vorgang sein muss für eine Systemextensi.","Ja vor allem, denn dann lässt du das zu und dann gibt es, nachdem du das zugelassen hast, verschwindet es und es gibt keinerlei Übersicht,\nDas sind die in deinem System installierten Dinge. Ja? Oder diese Tatsache, dass du deine Security-Systemweit mal eingeschränkt hast,\nist auch nirgendswo reflektiert, nicht so das Wohl irgendeinem Kontrollpanel steht. So dieser Rechner läuft gerade in diesem Sicherheitsmodus und willst du das wirklich beibehalten oder willst du es nie wieder zurücknehmen? Und guck mal, das sind gerade diese Curning Extensions, die hier laufen, also\nVielleicht kriegst du das irgendwo so oben in diesem Apple System Informationsdingsbums äh angezeigt, aber,\nna ja, also transparent ist an der Stelle wirklich an.","Ja, das ist wirklich so in dem, in dem allgemeinen Teil von der Security and Piracy Preference Paint, von dem System Präferences gibt's unten so einen Lernbereich\nja? Und wenn da was ist, was denn, was was braucht, dann ist da rechts unten ein Erlaubenknopf und links unten eine Textbeschreibung, ich brauche was,\nSo, das ist das, wo man drankommt, wie man das dann wieder irgendwie sich da stehen lassen kann, ob das irgendwo geht, äh weiß äh hoffentlich bei Apple irgendjemand, aber.","Also da müssen sie auf jeden Fall äh dran arbeiten.\nIm Chat wird drauf hingewiesen, es gibt da Command Line, ist mir klar, dass es da Command Line Tools gibt und so weiter, aber sowas benutzt du halt nur, wenn du genau weißt, womit du's eigentlich zu tun hast. Also das, das muss einfach im User Interface äh.\nAnders gemacht werden. Ich meine, ich verstehe jetzt bei.\nBei dem bei diesem dieser ACE äh Insider äh Extension von von Rok Amöver. Ich verstehe das. Ich meine, das ist ja im Prinzip ein Eingriff, ja? Du kannst dich quasi in den Audiostream aller Programme einschreiben.","Inklusive des Mikros.","Mikrofon, Skype und so weiter, das ist ja sozusagen der der Traum jedes äh Quellen-TKÜ-Freaks,\ngenau das wollen die, ne? So, von daher verstehe ich schon, dass das irgendwie dicht gemacht werden muss, aber ich würde mir dann sozusagen gerne einen anderen anderen Weg sehen, wie das dann später transparent gemacht wird.","Also nur so in der Vergangenheit, es gab ja damals so die Umstellung von von Webkit zur zur äh der etwas sichereren äh Web\nWebview die Leute verwenden können äh und die entsprechenden Security Implications davon, dass da die Cookies mitkommen oder nicht äh und es gibt\nbei so Geschichten intern bei Apple oft dann Diskussionen, die nachgelagert sind, ja? Also es gibt\nTechnologie wird vorgestellt, die wird gemacht und dann kommt jemand mit, aber mit Audio kommt ja, also wir können jetzt, also zum Beispiel, könnte das so eine Geschichte gewesen sein, okay. Von allen Apps irgendwie audioabgreifen und der User muss nur einmal ja gesagt haben, du kannst ja ne,\nmachen wir nicht, das können wir nicht machen\nWir haben jetzt gerade so einen grünen Knopf, grünen Dötzel, den gemacht, dass man immer genau weiß, wer was ist, wir trennen das Mikro, wenn man das äh Laptop zu macht, aber äh aber eine App darf einfach alle Audio von allen äh Quellen in irgendeiner Form umrauten, wie es lustig ist, nur weil der User einmal ja gesagt hat, so\nich parafrisiere. Diese E-Mail könnte,\nund dann sind sie halt schnell am rotieren, wie kriegen wir das wieder ins System integriert? Zack, wird für behalten sie eine Curne Extension fertig, ja? Das ist so der,\nAbbiegung an der Stelle. Also wie sowas entsteht ist nachvollziehbar, es ist aber trotzdem echt Hölle. Ja.","Apple, Apple muss einfach die Fußsalite von Lupeck und Soundsource ins Betriebssystem einbauen. Hookle hat's das letzte Mal schon gesagt und er hat einfach Recht. Es ist einfach, dass das kann, dass dass,\nDas muss einfach da sein, man braucht das. Das ist etwas, was man braucht und das müssen sie auf dem Systemlevel lösen.\nEine andere Aufregung, die es ja noch äh gab als Bixeur rauskam, war diese Geschichte mit dieser Online-Zertifikatüberprüfung von Apps.\nÄhm wenn ich das richtig verstanden habe, kamen mir zwei Sachen zusammen. Erstmal ein System, was es, glaube ich, schon bei Katalina gab, ne? Das ist ja nicht nicht im eigentlichen Sinne ne.","Sogar ins Frühjahr vielleicht, glaube ich, sogar.","Irgendwas mag sich da äh geändert haben, vielleicht noch bei Big Sir, auf jeden Fall als sein Big Ser rauskam,\ngab's wohl eine Verfügbarkeitsproblem eines Servers bei Apple oder vielleicht auch mehrere Server, keine Ahnung, irgendwas ist da auf jeden Fall schiefgelaufen und dadurch waren dann diese Antworten auf diese Online-Zertifikatsüberprüfung,\nlangsam und das führte dann dazu, dass halt Programme nicht starten wollten, weil die irgendwie auf irgendeine Rückmeldung aus dem Netz gewartet haben,\nUnd dann gab dann die natürlich das Geschrei äh gleich wieder los, gab so einen Blogpost, wo äh jemand äh sofort wieder äh die Messer,\nGewätz hat und so, ja, hier, alles wird überwacht und jeder kann von außen sehen, welche Programme gestartet werden, et cetera und ja, das ist da ist so ein bisschen was dran, wenn ich das richtig sehe,\nVielleicht sollten wir das mal ausrollen. Also erstmal ja hast du dir das genau angeschaut.","Nein, genauer nicht, aber ich weiß ja, was es ist. Also es ist so, auch um dieses, also was Apple da macht, ist ja OCSP, so heißt die Sache.\nSteht für, das kann ich kurz mal gucken, hier.","Online Citificit-Statusprotokoll.","Genau und das ist, was auch Safari schon macht, wenn man auf eine Seite geht wie ja, Google zum Beispiel hat ja auch ein Zertifikat, also ähm früher SSL heute, TLS, also harte TP\nS, dann ist da halt ein Test Zertifikat so und\nDa will man natürlich auch angenommen Google hat irgendwie hat einer bei denen im Tresor eingebrochen, hat deren deren Ruth äh nee diesen, wie heißt das denn? Ähm,\nwas brauchen die, um ihr Zerzerfikat zu erstellen? Wisst ihr auch nicht, wie heißt das Ding.","Wer wer.","Genau, wenn wenn jemand von Google die Rouze Eck klaut.\nDa müsst ihr Google natürlich alle Zertifikate, die sie, die sie benutzen, müssten sie natürlich zurückziehen,\nund dafür ist dieses Online-Zertifikat Statusprotonell dieses OCSB das fragt, zu sagen, ist dieses Zertifikat, was wir vor Google bekommen haben, ist das hier noch aktuell oder nicht? Oder müssten wir jetzt mal äh\nein anderes nehmen, also wir können sozusagen Zertifikate revoten, um aber um die Revoten zu können, muss man erstmal checken, ob die Revoke sind und das macht dieses OCSP\nUnd das das gibt's auch schon bei beim beim Brausen passiert das halt die ganze Zeit. Und Apple nutzt das halt auch, um die Zertifikate von ihren Apps zu checken, ob,\nzurückgezogen wurden. Also ob Apple sozusagen einem Developers entzieht, dass diese App laufen darf. Was sie ja ab und zu machen.","Genau, wenn da zum Beispiel irgendwas mit, also irgendein Malware\nTool äh durchgerutscht ist, durch ihren äh Store, was irgendwie, was weiß ich, anfängt, alles zu verschlüsseln und Bitcoins zu fordern, dann wäre Apple in der Lage, dieses Zertifikat nachträglich zu äh,\nzur zu Revoken, dem sozusagen die Rechte zu entziehen.\nDas muss ja der Rechner auch irgendwie merken und wo soll er die Information sonst herbekommen, als er äh im Ne,\nDas macht er aber jetzt auch nicht bei jedem Launch, sondern das ist schon eine Information, die wird gecasht und ab und zu mal über.","Na ja gut da da.","Ja, warte, warte.","Die Geister an der Stelle, wie lange dieses Cashing es an der Stelle, also grundsätzlich ja.","Bevor das Problem war, war diese Cash-Zeit waren fünf Minuten.","Eine Aussage aus einer Ecke und jetzt ist es ein halber Tag so. Ich weiß nicht mehr, ich habe den.","Verlängert, als sie das Problem hat.","Aber eigentlich nur fünf Minuten, insofern war es schon bei jedem Launch der App. Ähm.","Krass. Das ist.","Krass fand an der Stelle, aber da habe ich auch jetzt nicht weiter recherchiert, außer diesem einen Artikel. Ich habe den mal geglaubt, weil in dem USC Perius Pons steht nämlich die Duration drin, wie lange sowas okay ist,\nund deshalb konnten sie serverseitig dann fixen äh an der Stelle und mussten sie es auch haben, aber eigentlich darf er auch lang genug gebraucht, weil es war wirklich schon mehrere Stunden,\nan dem Tag, wo Bikser rauskam. Die andere Geschichte ist, ähm also was was mal die Bank ist, die die Leute wissen nicht, alle ähm was,\njede App, die immer aufgeht an der Stelle, sondern nur von welchem Entwickler, also in dem was geprüft wird, ist das der Weg Entwicklerzertifikat, nicht das von der speziellen App,\nSo, das ist die andere Geschichte. Also der Derry Voking Mechanissen bei Apple ist so für den Entwickler, dem Entwickler sein Zertifikat dessen Zertifikat wird äh wird und gecheckt.","Das heißt, wenn aber ein Entwickler eine Malwehr hat und aber auch zwei, drei coole Programme, dann sind alle Programme von denen betroffen, ja. Das heißt, ein schlechter Entwickler ist alles von dem dann hinüber.","So in dem Sinne, ja, aber es ist ja wirklich, ich sage, auch es ist auch ein ganz übler Hammer. Dafür gibt's Note Resation, ist der andere Teil auch, der ist pro App. Äh und das wird einmal gecheckt.\nJa, also Notal Rezation ist pro App und.\nDieses Staple ist dafür gedacht, wenn nur einzelne Apps äh nicht mehr laufen sollen. Es wird aber viel, viel seltener überprüft an der Stelle. Also das ist sowas, es geht dann nicht on the fly.","Dann haben sich die Leute ja noch Sorgen gemacht, dass halt über ihre Privatdaten eventuell Reaple ID übertragen wird oder was weiß ich nicht, was sie halt alles gleich so dachten. Aber da das ja halt eben\ndieses ähm OCSPs und ein ganz normales Standardprotokoll, da ist wahrscheinlich gar kein Platz, um irgendeine Apple ID zu übertragen, also zumindestens nicht vorgesehen\nAlso ähm passiert das da auch.","Also was mir jetzt was die Alternative wäre an einer Stelle, um zu wissen, ob äh Zertifikate kaputt sind, sind halt Revocation-Lists. Die kann man auch anfordern. Das Problem ist aber, die skalieren anders nicht. Also das ist so äh die Frage ist, ist,\nDie Frage, die man sich stellen kann an der Stelle ist, ob OCSP die wichtige Wahl ist für Apps an der Stelle, um,\nMeanismus zu haben, die kann man sich stellen, die kann man diskutieren. Äh da bin ich jetzt aber auch nicht eingelesen genug. Ähm die Tatsache ist für Apps ist es so bei Apple, dass die Entwicklerzertifikate äh wenn du Netz hast\nund äh du eine App startest, dann äh musst du warten, bis du da einen Go kriegst\nfür das Entwicklerzertifikat oder dass das gecash to go von einem halben Tag noch da ist,\nsonst äh nix öffnen. Wenn du kein Netz hast, dann sagt, äh dann darfst du es öftern auch. Das war nämlich der Workaround, den äh manche Leute mal vorgeschlagen haben. Du kannst halt äh sowohl den ähm Apple OC.\nWie OCSP Server in deine Hostei eintragen und dann irgendwo hin zeigen lassen, die ist nicht erreichbar, reagiert nicht, ist auch okay,\nJa? Aber wenn er reagiert, äh, wenn die Gegenstände reagiert, dann wird auf die Antwort gewartet und nur dann, wenn das Go gegeben wird, äh, wird auch die App gestartet und das haben halt einige erlebt und mit diversen Apps, ja?\nÄh und das ist schon irgendwie eine krasse Geschichte. Also bei aller ähm\nBei aller fehlenden äh ähm\nNegativität, weil irgendwie musst du es ja auch sicher halten, immer mit Zertifikate machst und die nicht überprüfst, dann hast du auch wieder äh ist auch wieder für die Katz. Äh ist es trotzdem schon auch Scheiße, wenn ich Netz brauche und Netz habe, ähm,\nDann bin ich auf einen Go angewiesen, dass da kommt, ja? Ähm anders das ist schon ja, ist schon nicht so schön, finde ich insgesamt.","Auf jeden Fall Apple hat äh Besserung versprochen, also offensichtlich haben sie ja schon mal diesen Timeout äh hochgesetzt,\nes ist wohl auch künftig geplant das abschaltbar zu machen und wo ja auch moniert, dass diese OCSP über HCTP läuft.\nWeil's halt schnell gehen soll.\nUnd na ja, wissen wir ja nur alle äh hat die TP ist eigentlich nicht so gute Idee und jetzt haben sie wohl auch angekündigt, da irgendein in irgendeiner Form gekrüppeltes Protokoll zu verwenden.","Also finde.","Weil ihr auch immer das aussieht.","Finde ich halt andersrum auch lustig, dass du in dem Endeffekt dann mit einem Mittel an der Stelle auch einen Detox machen kannst, indem du reagierst, aber nicht,\nAlso indem du die Leitung offen hältst, nicht antwortest, also dich genauso verhalten an der Stelle, wenn du im Netz irgendwo dazwischen sitzt. Wäre schon auch kras.","Genau, du kannst, kannst verhindern, dass Programme schnell starten.","Überhaupt Staaten, nicht nur schnell.","Äh ja genau, überhaupt Staaten, ist eine absolute.","Finde ich schon auch krass. Also.","Ja, das, das scheint so ein Bereich zu sein, wo sie wohl die Sache nicht ganz zu Ende gedacht haben.","Aber ich denke da denken jetzt Leute, weil das war schon echt peinlich, weil das war am Tag von äh vom Launch, von Big Sore ähm\nBig Sir runterladen, hat auch nicht funktioniert, ob das mit dem selben äh äh mit der selben Sache zusammenhängt, weil sie das Zertifikat von äh von Biksor auch testen wollten, während des Downloads oder so, kann auch sein, unklar,\noder ob sie nur ein allgemeines Serverausfallgeschichte haben, aber so die Leute, die am Tag an Stunde eins, Big Sir runterladen wollten, äh waren schnell in der Situation, dass das Ding nicht downgeloadet hat, komplett oder abgebrochen hat, in der Mitte und nicht geklappt hat. Ich persönlich.\nWar in der Situation, dass ich 'nen Film aus iTunes geguckt hab geliehen der dann auch irgendwann mal abgebrochen ist.\nKeine Ahnung, ob die Zusammenhänge an den Services stehen oder auch an irgendwelche rechte Dingen, die dann kaputt gingen, äh an mehreren Stellen, aber für mich war's halt so, ich musste mein Backup von diesem Film rausklagen\nbis ich auch hatte,\nirgendwo wenigstens um den Abend weiter zu gestalten, aber da war halt echt so nix zu machen. Das Ding hat einfach äh aufgehört, so. Dann Daten zu liefern und das verlag an Apples Seite.","Es hört einfach auf.\nZweiter Aufreger war ähm in dieser Hinsicht, also in der Hinsicht Security und so weiter äh und was erlaube Apple. Das ähm,\nLittle Snitch dieser ich schaue mir deinen Traffic von innen nach außen an und frage mal, ob das alles so okay ist. Tool.\nÄhm auf ihrer Webseite erzählt haben, dass bestimmte Apple Dienste sich von ihrer Firewall nicht ausschalten lassen.\nUnd natürlich gab's auch gleich da wieder die große äh Verschwörungsdiskussion mit irgendwie.\nWas Erlaube Apple und überhaupt und jetzt wollen sie irgendwie verhindern, dass ich jetzt hier überprüfen kann, dass irgendwelche geheimen Daten an Apple weitergegeben werden, wozu ich auch nur sagen kann\nWenn Apple wirklich so evel ist, dass ihr irgendwas äh rausleiten wollen, dann.\nDann kriegen sie das auch auf andere Art und Weise hin, also das das bräuchten sie nun wirklich äh nicht. Und es gab wohl einen Tweet von einem Developer, den du auch kennst bei Apple, der meinte äh der ist noch the feature it's a buck.","Sehr interessant, äh den habe ich nicht mehr gefunden jetzt in der Recherche. Ich weiß nicht, ob er den gelöscht hat oder ob ich.","Ich habe ihn nicht gebucht Markt leider.","Also, ich habe ich habe ich bin mir sehr sicher, dass es die Person war, die das getweetet hat.","Hatte ich dir das nicht geschickt? Ne.","Und äh wenn die gelöscht wird ähm.\nAlso wenn das viel gelöscht wäre, kann es zwei Gründe haben, entweder das ist ein absichtlicher Rückzug oder äh hat halt von Corporate auf die Nase bekommen, dass er sowas nicht zu sagen hat,\nÄhm auch wenn's stimmt. Eins von beiden kann wahr sein,\nich hab leider alle Referenz auf diesen einen Tweet nicht mehr gefunden. Es ist so ab und zu ist es echt schwierig bei wenn so viel los ist dann dann da nochmal zurück zu kommen,\nähm weil die anderen.","Ja, hatte ich das nicht irgen.","Anderen Diskussionen darum sprechen schon eher von der Designentscheidung, die jetzt überdacht wird wieder ähm\neinen Firewall-Hersteller hat gemeint, okay, mit mir mal in dem Paket fehlt der API benutzt, dann kann man noch alles äh mitbekommen und alles blocken und ist super. Nur wenn man die Content API benutzt, dann nicht.\nLeider hat Lindles Ditch noch nicht wieder geupdatet was denn da Sache ist. Ich hab Little Snitch Thema installiert. Ähm.\nUnd mir das mal so an sich angeguckt es scheint ein bisschen diffuseres Thema zu sein. Leider.\nÄhm das Problem ist halt hier auch, der Network, die Network Curning Extension, die Lilizitch vorher benutzt hatte, die ist Deprecated, deswegen kann man die jetzt so nicht mehr benutzen, also man könnte die nur benutzen mit dem selben Stunt,\nden wir vorbeschrieben haben und das ist halt für 'ne Firma die Software verkauft nicht Instruktion eigentlich, also,\nFür Roga Miba ist es gerade so, weil sie so im falschen Topf gelandet sind, aber\nähm für eine Firewoll-Firma, wer jetzt nicht die Aussage, ja, das geht jetzt gerade noch, aber in der nächsten Version nicht mehr, sondern da wird halt auf die neue EPI aufgesprungen, was Little Snitch auch toll gemacht hat, also die Version ist echt eine schicke\nähm kann ich empfehlen. Die sieht sehr gut aus äh und kann auch einiges und laut deren Meinung nach ähm,\ngehen die auch davon aus, dass sie demnächst auch die Apple Dienste wieder sperren können über die API Zukunft. So klingt es ein bisschen. Es gibt die entsprechenden referenzierten Feedbacks. Es heißen ja inzwischen früher war es Raiders. Ähm.\nAber.","Meine die Frage ist ja, warum ist das überhaupt so? Und äh ich meine, ich kann mir das sehr gut vorstellen, dass äh irgendjemand die Logik folgendermaßen vorangetrieben hat.\nUnd das haben wir ja gerade bei dieser OCSP-Debatte gesehen, ja? Wenn das US nicht sicherstellen kann, dass es bestimmte Protokolle fahren kann,\nDann ist sozusagen die ganze Stabilität und Integrität der Laufzeit des Betriebssystems in Gefahr\nUnd deswegen wollen wir gar nicht, dass irgendein Tool daher kommt, was uns hier einfach essentielle Dienste ausschaltet, weil der User Panik bekommen hat und,\nWas erlaube Apple und so weiter und dann wird irgendwas geblockt. Ja, also wenn du jetzt zum Beispiel diesen OCSP äh schon irgendwie deine eigenen Firewall bloggst, dann na ja, dann geht halt gar nichts mehr.\nSo, also es ist halt eine nachvollziehbare Problematik, ob ob das jetzt sozusagen die optimale Lösung ist, weil äh kann ich nicht beurteilen. Äh.","Es ist an der Stelle auch,\nEs ist an der Stelle auch ein Content-Filter an der Stelle, also so ein Network-Filter, das heißt, du kannst nicht nur reingucken, sondern du kannst auch Daten verändern unterwegs und so absichtlicherweise von der Extension glaube ich. Und das ist halt schon auch so ähm dass sie das,\nmachen für wenn du nicht extra diesen Integraity-Schritt außen wieder aufmachst,\nhalte ich sogar für gar nicht so schlecht die Idee, ja, dass du die Systemdienste denen auch nur wieder dann was vorgaukeln kannst, den du selber gesagt hast, okay, mein System soll das erlauben. Auf einer sehr fundamentalen Ebene. Ähm\nda kann man schon auch viel äh äh viel schief machen. Ähm das muss man sich ein bisschen angucken, wie es denn hier weitergeht,\nGrundsätzlich,\nWenn man äh Dinge abdichtet an der Stelle ähm verstehe ich schon, dass da auch Apple eigene Sachen mit dabei sind. Wenn man jetzt natürlich äh rausfinden will, was denn eigentlich noch passiert,\näh im System und so ein bisschen mehr Security Research treiben will an der Stelle, wird's natürlich schon auch ein bisschen,\ninteressanter und da kommen wir zu diesem anderen Systemextensions äh ähm,\nProblem, um Systemextensions wirklich zu deploiden auf normalen Rechnern brauchst du äh das Entheitelment von Apple für deinen Developer-Account an der Stelle und die Freigabemechanismus, der ist noch sehr manuell, das heißt du erpleist dafür und kriegst den vielleicht,\nEs gibt ein paar Security Researcher, die da auch äh irgendwie groß äh.\nGroß laut äh die Trommel schlagen auf Twitter, weil äh irgendwie McKeeper sowas bekommen hat, aber sie nicht, weil sie Research betreiben wollen. Ähm\nUnd das ist natürlich schon auch so eine Grauzone, die so ein bisschen spannender ist äh von der politischen Natur her, weil äh natürlich hätte man zumindest gerne die Möglichkeit, sowas,\nlokal und für andere Entwickler deploiden zu können um um halt reinzugucken\nja, weil irgendwie nur Apple Vertrauen ist halt blöd. Transparenz ist an der Stelle schon wichtig. Ähm und ja, das ist halt alles so ein bisschen,\nso ein bisschen schwierig, aber es ist alles nicht so schade, wie die, also die die ganzen Stimmen mit, das ist jetzt immer vorbei und das ist jetzt schon hier wie,\nwie 'n Überwachungseck und Apple geht es sowieso an allen vorbei. Das ist\ntrifft glaube ich das äh den Kern der Sache nicht. Ich glaube, Apple ist nach wie vor äh darauf aus, äh, eine sichere Plattform zu bieten. Bei iOS haben sie das äh relativ gut geschafft, weil sie so dicht ist, äh auf Mac\nmüssen sie halt irgendwelche Wege gehen, die äh sinnvoll sind und die langsam da sich dahin bewegen. Es ist auch wichtig, finde ich.\nIch davon ausgehen kann, dass mein Computer nicht kompromist ist, so per se, das ist eine sehr wichtige Eigenschaft, äh die die mir persönlich auch am Herzen liegt ähm\nund dass sich durch ein durch größere Reifen springen muss um das aufzuheben ist okay für mich, also auch bei einer\nist ja auch ein riesen Eingriff ins ganze System. Wenn ich da einmal so sagen muss, okay, ich will sowas grundsätzlich erlauben mit einmal äh eine schwierige Aktion durchführen mit meinem Rechner. Finde ich auch\nokay.\nJa, weil äh ist mir lieber so, als andersrum, dass einer jemand mal Lille Snitsch hackt an irgendeiner Form, also bei bei denen Schadcode einfügt und die dann äh das Easy-Gym machen können, ja, für alle Beteiligten.","Ja, einmal Passwortabfrage und auf einmal installiert sich etwas, was halt in alle Programme, in bisher genau wieder in der selben Geschichte wie vorhin mit dem Audio, dann haste äh deine deine deine Quellen TKÜ quasi installiert. Und das ist genau das, was ihr an der Stelle eben auch verhin.","Absurderweise mit einer mit einem Eintrag in der in der Hosty Host immer noch geht an der Stelle anscheinend, wenn wenn das noch funktioniert, dass die nur CDWs selber eingetragen haben. Also, also manche Sachen sind dann auch ein bisschen lächerlich, aber mein Gott,\nAlso das ist halt, man kann halt nicht alles richtig machen an der Stelle. Und wenn so eine Diskussion und neue Technologie aufgeht, dann kommen halt die Diskussionen gerne ins kleinste Detail, dass man's umgehen kann äh und einen einfacheren Weg zum Loom findet. Ja, Mai. Äh,\ndas ist äh immer Zeit für eigentlich einen Kongressgelächter äh und danach wird's wahrscheinlich besser oder so.","So, jetzt sind wir bald äh durch. Ich laufe auch schon nur noch auf äh vierzig Prozent, aber ähm ich wollte auch nochmal deinen Kommentar hören zu dem äh Appstore, Änderung, dem.\nApple Small Business Programm. Alles one ist, wenn du nicht so viel Kohle verdienst, musst du auch nicht mehr so viel Kohle an Apple abgeben.","Ja, dieser Marketing-Schachzug ist natürlich super. Ähm was Apple gemacht hat ist äh eigentlich nicht schlecht, nämlich äh okay, für alle Leute äh für alle äh Entwicklerinnen, die ähm\nAb zwoundzwanzig einundzwanzig äh wohl weniger als äh eine Million äh.\nDollar verdienen werden durch den Apple äh App Store äh pro Jahr.\nDie Prozente von dreißig auf fünfzehn Prozent zu senken. Ähm.","Ja, ich habe diese Logik nicht ganz verstanden. Also was dieses Jahr gelaufen ist, spielt noch gar keine Rolle.","Na ja doch, wahrscheinlich ist es relativ die Erwartung.","Gucken ein Jahr zurück. Die gucken ja ein Jahr zurück.","Ja, aber auch die Erwartungshaltung spielt eine Rolle. Also wenn wenn du praktisch auch nur knapp drunter warst und wahrscheinlich im nächsten Jahr drüber, also es ist ein Ermessungsspielraum, da haben sie genau, ich habe Apps im Stor.","Also du hast auch Apps im Store. Machst du damit mehr als eine Million im Jahr.\nGut. Hätten wir das auch mal geklärt. Heißt das, dass du jetzt für deine Apps im nächsten Jahr automatisch, sondern du musst es beantragen.","Anfang Dezember Informationen wie man das beantragt. Und die Frage ist, wie automatisiert es läuft, wahrscheinlich sehr, weil es halt die der Großteil der äh Entwickler innen auf der Plattform macht ganz wenig Geld\nÄh ähm und äh den Kleinteil macht sehr, sehr viel Geld.\nDer Großteil der Entwicklerinnen muss dann auch erprüft werden für diesen Prozess, insofern wird es schon relativ automatisiert sein, aber man muss bestimmt den App Store Connect da mal klicken und dafür ableihen und irgendwas sagen.","Ja, aber es ist ja, sie können ja nicht einfach das einschalten\nNe, gab ja so Argumente mit, na ja, sie wissen ja, wer viel Geld verdient, dann können sie ja auch automatisch äh bei mir rausgeben, beziehungsweise man könnte es ja generell so machen mit wenn du quasi,\nsagen wir mal so, deine erste Million gibst du halt nur fünfzehn Prozent ab, ab der zweiten gibst du mehr ab. Das könnte man ja alles automatisch machen. Das Ding ist natürlich nur das, wenn du jetzt\nfünf Apps im Store hast, dann gehst du natürlich sofort hin, machst dir vier neue Develope Accounts auf und äh teilst deine Einnahmen schön auf, damit du quasi mit jedem unter einer Million bist. Und das ist ja sozusagen das, was sie verhindern müssen, damit\nihr Modell funktioniert.","Ich hoffe, die werden ihr Modell noch ein bisschen anpassen und das nicht so machen, wie sie gesagt haben.\nWeil sonst hast du wirklich demnächst hunderttausend Firmen und ich meine, man braucht ja auch so ein bisschen einen Firmenname als Wiedererkennungswert, damit man weiß, alles klar, das ist die, die coole Bude mit dem geilen Spiel von letzte Mal\njedes Spiel irgendwie eine andere Bude hat, dann weiß der jetzt gar nicht mehr, was du dir installierst und\ndann ist ja die Chance, dass du dir halt irgendeine, ne, nicht mal wäre, aber irgendeinen Schrott äh installierst, nochmal viel höher, also man will schon ein bisschen auch äh die die Wellopa dahinter\nkennen und werden die jedes Mal anders heißen, also das ist ja eine Katastrophe, nicht nur für User, sondern auf Ap.","Genau, aber an der Stelle hast du natürlich schon die Situation, dass die äh dass Apple wiederum die Person hinter den jeweiligen Läden kennt,\nund diese Zusammenhänge gibt's ja jetzt auch schon teilweise, sie gibt's ja, wenn den Entwickler zu viele,\nzu viele Accounts aufgemacht hat, wird es schon gesperrt und und geblockt und so weiter. Das ähm,\nDas Problem haben wir grundsätzlich und das haben die bestimmt irgendwie im Griff und ja müssen sie machen. Äh deshalb werden sie es wahrscheinlich äh sich freigenommen haben, das manuell zu machen, dass sie einfach nein sagen können, wenn sie wollen, äh ist ja auch\nist ja auch in Ordnung, dann ist es halt nicht automatisch. An sich finde ich halt ähm ich find's ganz schön, dass es die die,\nDie die untere Einkommensecke erwischt an sich es ist natürlich trotzdem,\nfür Apples im Verhältnis zum Apple Umsatz so insgesamt und richtiges Feigenblatt für gegen äh Antitrust äh und und Public.","Gegen die Epikgeschicht.","Und auch den Quart of Public Open, genau, weil die Leute, also die kriegen halt damit so diese äh sofort wahnsinnig viele Leute auf ihre Seite, die äh\ndie Entwickler für Geizig halten anstatt Apple selber. Und das finde ich halt, das finde ich halt so. Ich finde, das hat echt perfide,\ndeswegen gefällt mir das nicht gerade, weil es mit so einer Marketingaktion von ja, unsere Indie-Entwickler hier freuen sich, damit sie jetzt mehr Geld haben, um mehr entwickeln zu können. Ähm und an sich ist es natürlich, man darf nicht vergessen, es ist ungefähr eine äh eine Einkommenssteigerung von zwanzig Prozent,\nvorsteuer ähm und das schadet nicht, sagen wir mal so. Ähm es macht auch ob.","Zwanzig Prozent?","Haben wir auch ein bisschen wenig vor.","Musst, musst du.","Wie kommst du jetzt aus, wie wie kommst du jetzt auf zwanzig Prozent.","Hochrechnen, statt dreißig Prozent zahlst du nur fünfzehn Prozent von den, du musst ja von der Seite Kompotenz rechnungstechnisch.\nUnd deshalb ist es für dich zwanzig Prozent mehr,\nWeil du hast vorher siebzig Prozent bekommen, dann bekommst du fünfundachtzig und Prozent vom Kuchen. Und diese fünfzehn Prozent mehr sind insgesamt zwanzig Prozent mehr von den siebzig, weißt du? So, lustige Prozentrechnung.","Ja okay, du führst schon wieder einen Schritt wei.","Genau, aber das ist ja die relevante Größe für mich als Firma. Ich kriege jetzt im Endeffekt ohne was zu tun, zwanzig Prozent mehr Einkommen. Ähm schadet nicht. Reicht jetzt auch nicht, um äh,\nzu machen, aber ist natürlich insgesamt eine bessere Kondition, die nehme ich an sich gerne an. So ist es nicht.","Das hängt da hängt davon ab, wie mager deine Kuh vorher war. Ich meine, wenn du jetzt irgendwie äh was weiß ich, fünfhunderttausend im Jahr äh verdienst, dann kriegst du halt einfach mal.","Hunderttausend mehr.","Hunderttausend mehr, das ist jetzt Kind, das ist nicht Nick.","Nee, das ist nie nix.","So. Und vor allem ist auch muss man ja auch mal sehen ist ja nicht so, dass jetzt Apple dafür keine Dienstleistungen bereitstellen.","Nee, nee, so an sich.","Und das äh ne, also sie haben da äh enorme Infrastruktur, also sie haben da diesen App Store, der ist irgendwie kuratiert, äh ein Großteil der Apps äh kostet sowieso nichts. Ja, also es äh sehr viel des Traffics.","Schillerargument.","Da ist aber so. Ich meine, die allermeisten Apps, die da rausgehen, dafür wird nicht bezahlt. So, also.","Gut, dafür kann ja der Typ hier nicht der eine App schreibt, wo er halt mal einen Dollar für haben will. Also das kann man ja nicht in einen Topf werfen.","Nein, ich will überhaupt nichts in einen Topf hören. Ich stelle das einfach nur fest, diese Infrastruktur muss ja auch betrieben werden, ist ja nicht also es ist jetzt nicht so, dass Apple da jetzt\nreinen Gewinn macht, sondern die haben ja auch äh Payment und irgendwie das ganze Handling und Frotitaction und so weiter. Also der hängt ja eine ganze Menge Sachen dran.\nDeven ist Apple, die nicht abnehmen würde, du ja selber machen müsstest und früher sei das Distripution so aus, dass du da eben noch sehr viel mehr\nabgeben muss, ist an entsprechende Payment Prozessor Buden, die es ja auch immer noch gibt.","Nee, nicht mehr. Weniger.","Weniger bist du sicher.","Weniger bei Fast. Ja, ja, ich habe, wir haben jetzt ein bisschen mit Fast Spring gemacht, also Fastspring war damal.","Mich fast bringen, was muss man da so abgeben.","Oder so waren es damals und da war dafür noch geile Services mit auch Kundenkontakt und so weiter mit drin, da hat man die Gegenleistung bekommen, die noch spannender war ähm.","Okay. Gut, dann dann steigen sie zumindest auf diesen Level äh ab, sagen wir es mal so.","Aber also fünfzehn Prozent macht Apple immer noch nicht äh kostet Apple noch nichts für mich. Also also das das kannst du mal knick,\nähm die haben damit wirklich einen einen einen feigen, feigen Blattmove gemacht, der natürlich begrüßenswert ist, aber so äh\nwir gehen schon viel mehr. Die dreißig Prozent waren immer eine Apple äh Wunschzahl und alle anderen haben sich danach gerichtet, weil es Apple durchziehen hat können so, ja? Es ist nicht andersrum, dass das irgendwie eine Industriegröße ist, sondern Apple hat diese Zahl festgelegt. Und diesen Narrativ\ngegen den, daher deshalb ist mir der Kragen geplatzt, ein bisschen wie das Auto.","Wieso meinst du, wie was meinst du mit sie haben den festgelegt.","Die haben beim App zur Eröffnung die dreißig Prozent festgeleg.\nWaren der erste App Store an der Stelle, Google hat nachgezogen auch dreißig Prozent gemacht. Äh so die ganze die ganze Landschaft hat sich an Apple orientiert und deshalb ist dreißig Prozent jetzt ein etablierter Größenordnung. Es ist nicht.","Aber war das dich auf den auf den Konsolen nicht schon ähnlich.","Konsolen ist ein bisschen anders, also Konsolen gibt's ja auch noch mehr mehr engere Lizenzverdrahtungen ja da gibt's Vergleiche, die kann man die kann man ziehen,\ndas geht aber im Massenmarkttechnisch ist es nochmal was anderes finde ich. Also bei Konsolen waren immer auch die Lizenzen wie du denn da das du überhaupt für diese Hardware entwickeln kannst und ähm,\nPipapo, also da war.","Ja, ein Investment, dort kommt er auch noch mit dazu und so.","Also inzwischen und inzwischen ist es ja wirklich so das meiste, was da passiert, ist wirklich die Zahlungsabwegung und die immer in die Kundenbetreuung bei Apple ist ja auch Scheiße, was das angeht,\nund ich kann es sogar, also ich kann als Entwickler nicht mehr was machen, also der der Innovationsdruck auf Apple, dass man die Situation besser wäre, für mich ist ganz gering. Ich meine, der Zeitpunkt, dass wir auf ähm,\nauf Kommentare antworten durften, so überhaupt, ja?\nNur lesen mussten und nur keine Quelle hatten wer das war und überhaupt könnten Support machen konnten. Das ist auch nur erst fünf Jahre her oder so oder sechs. Also es ist jetzt so, also da ist wirklich kein Rumus Blatt. Die Testflight-Geschichte haben sie sich irgendwann mal eingekauft. Also es ist,\nDie dreißig Prozent waren schon immer hoch, äh die fünfzehn wären angemessen an sich für eine größere Masse auch, dass es teurer wird, wenn man mehr verdient, finde ich auch okay. Die dreißig Prozent finde ich schon eine Stange Geld. Und dass es Sonder, die es gibt für äh große Firmen E,\nist sowieso nochmal so 'ne so 'ne andere Geschichte darf man auch nicht vergessen. Also die Sonderdienste gibt's ja eigentlich auch schon immer. Bei Amazon,\nJa und bei Amazon kann man jetzt auch schon in der App kaufen, wieder glaube ich bei bei Audible nicht. Also ist so ein bisschen eine komische Mischung. Also alle Regeln haben so.","Macht er die Differenzierung zwischen Virtual, Goods und Physical Goods.","Ja, ja, immer werden Grenzen eingesetzt auch noch und dann gibt's trotzdem noch natürlich Backdor-Deals auch an der Stelle. Ja, also bevor bevor Netflix sich da rausgezogen hat, gab's da glaube ich auch eine äh bessere Kondition erstmal und dann kamen ja die fünfzehn Prozent für alle,\nGiabonenten, die länger als ein Jahr Abonnent sind. Ja, da gibt da gibt's ja die fünfzehn Prozent auch schon. Für für Abo-Preise. Ähm was übrigens eine andere Geschichte ist, die ich nicht so genau weiß, wie die läuft, dann äh werden wir dann sehen.\nAlso an sich begrüßenswerte Geschichte äh,\nohne einen großen Hit zu machen ist im Appstore eh keine Kohle mehr zu machen, es ist eh Wurst äh also entweder du machst so einen großen Hit, dann äh dann kommt genug Kohle raus hinten raus oder du kannst dich nicht finanzieren äh dazwischen ist sehr wenig Spielraum ähm\nInsofern da machen jetzt die fünfzehn oder dreißig Prozent nicht die Kuh Fett, sondern halt der überhaupt Erfolg,\nder Ecke, wenn du nicht einen komischen Abo-Dienst machen willst oder wahnsinnig viel Schlumpfbären nachkaufen willst. Also da und selbst da musst du ja auch,\ninvestieren, damit du erfolgreich wirst. Also das ist echt so, also diese Goldgrube ist halt einfach an sich vorbei. Und wenn man Apps machen will, die was taugen, ähm ja\nSchwierige Sache, also ich frage mich nicht im Moment, mal schauen, ob sich das noch wieder ändert. Ähm das ist so ein bisschen schwierig. Mal schauen.","So Leute, ich bin durch. Wie sieht's bei euch aus.","Es ist schon Speck, gell? Es ist ja schon morgen.","Ja","Ja, jetzt haben wir uns gar nicht überall aufgeregt\ngell? Aber das haben wir schon oft genug gemacht. Aber die Window, äh die Window muss schon noch kurz. Also, dass man, dass man ein Fenster nicht mehr verschieben kann, weil man's nirgendswo anfassen kann, weil da überall Eigen sind, die irgendwas tun, aber nicht das Fenster verschieben.\nDa könnte ich so, da kann's noch so interaktiv sein. Also das ist so.","Ja, da bräuchtest du so irgendwie so einen Modifire, den man drückt und dann ist es egal. Hauptsache, man hält die Maus übers Fenster und dann schiebt man das Teil. Ich meine, Space drücken oder so, irgendwas. Also egal.\nAber man wie Max Neider so schön sagt, man kann, man kann sie noch verschieben, was beklagen wir uns überhaupt?","Man muss halt irgendwo einen freien Slot finden, wo kein Icon ist. Also es klappt ja auch auf der linken Seite, noch auf der rechten Seite und auch unten.","Nee, auf der linken Seite geht's öfter mal nicht an diesem, an diesem Video, weil man da aus Versehen genau in im Tod im toten Raum dazwischen ist. Das habe ich schon.","Also ich habe jetzt gerade äh Designer offen noch und darf jetzt also wirklich alle vier Seiten zugepflastert mit Icons haben. Man findet noch die zehn PX äh Screen Astade, wo man's noch verschieben kann so.","Ja, ich muss sagen, mit der Maus geht's besser als mit dem Trackbad. Trackway ist ja auch ein bisschen touchiger, bisschen bisschen may, aber es ist trotzdem für mich so ein jedes Mal, wenn ich mein Fenster nicht verschieben kann, wenn ich's will oder wenn ich aus Versehen was auslöse, was ich nicht auslösen will,\nChris. Griech Plaque. So.","Gut. Ich äh leite mal das Unvermeidliche ein. Leute, vielen Dank fürs äh Zuhören. Ralf, danke fürs Kommen.\nUnd Dennis und Tom natürlich auch und wir hören uns in zwei Wochen wieder. Bis bald, bis dann. Tschüs.","Tschüs."]}