{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:34",
      "text": "Hallo, herzlich willkommen zur Freakshow Nummer zweihundertvierundfünfzig.\nWie andere Kreise auch sagen würden, FE.\nWir verlassen hier demnächst den äh den acht Bittraum. Das sollte uns zu denken geben. Bevor wir darüber nachdenken, äh kurze Rundenvorstellung. Hallo, ich bin's, äh Tim und außerdem heute dabei der Huckel.\nUnd Letty ist auch wieder mit dabei."
    },
    {
      "speaker": "Letty",
      "time": "0:02:05",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:07",
      "text": "Genau und wir haben noch einen mysteriösen Gast, nämlich den Rami, hallo Rami.\nHerzlich willkommen in der Freakshow Rami. Wir haben äh schon eine Weile versucht, die hier mal an Bord zu holen, umso schöner, dass es jetzt äh geklappt hat.\nBevor wir da äh vielleicht mal ähm auf andere Themen wieder gleich ähm abbiegen,\nKannst du ja vielleicht mal kurz sagen, was du so für ein Nerd bist und warum wir dich denn hier überhaupt reingeholt haben."
    },
    {
      "speaker": "rami",
      "time": "0:02:41",
      "text": "Na, ich mache hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:43",
      "text": "Du gehörst ja auch kann man gleich vielleicht mal vorweg sagen, du gehörst ja auch zu erweiterten äh Chaos, Blase und so, ne, aber sag mal selber, was du so treibst."
    },
    {
      "speaker": "rami",
      "time": "0:02:53",
      "text": "Genau, ich mache irgendwie Dinge mit Software und Dinge mit Events und in den letzten Jahren mache ich meistens Dinge mit Software und Events gleichzeitig.\nWas auch immer das dann wird. Ähm das äh geht bei,\nne? Also das Open Source Projekt Pretix für den Ticketverkauf ist wahrscheinlich vielen, die hier zuhören schon mal irgendwo begegnet. Und über die Jahre sind alle anderen alle möglichen anderen Späße aus der Ecke dazu gekommen. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:22",
      "text": "Genau, darüber wollen wir ja heute auch äh viel reden, weil wir uns mal so einen kleinen Schwerpunkt gesetzt haben heute und wollen mal so ein bisschen über Events äh quatschen.\nAber sag doch nochmal so unabhängig äh davon, worauf's jetzt alles bei dir hinausgelaufen ist, so äh,\ndu bist auch schon so so Hacker seit jungen Jahren oder bist du Quereinsteiger?"
    },
    {
      "speaker": "rami",
      "time": "0:03:46",
      "text": "Nee, ich bin, ich glaube, das kann man nicht anders sagen. Also ich war mit vierzehn zum ersten Mal dann auf dem Kongress. Ich glaube, um das Hacker in jungen Jahren kann ich mich nicht drücken. Ähm.\nIch habe irgendwie angefangen, ja als Schüler mich äh mit.\nMit diesem Web zu beschäftigen und bin dann so ins ins Programmieren abgestiegen über über alle möglichen Umwege und.\nJetzt irgendwie da raus gekommen, wo ich bin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:17",
      "text": "Was war denn das für ein Kongress dann."
    },
    {
      "speaker": "rami",
      "time": "0:04:19",
      "text": "Das war der sechsundzwanzig C drei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:22",
      "text": "Also noch in noch in Berlin, okay? Kennst sozusagen auch noch die alten Zeiten?"
    },
    {
      "speaker": "rami",
      "time": "0:04:30",
      "text": "Na ja, nicht die ganz Alten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:31",
      "text": "Nicht die ganz alten Zeiten, aber jetzt bist du ein bisschen alte Zeit."
    },
    {
      "speaker": "rami",
      "time": "0:04:34",
      "text": "BCC, genau so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:35",
      "text": "Okay. Und wie ist dir das so vorgekommen damals? Bist du mitgeschleppt worden oder bist du da so alleine hingerannt? Angerann."
    },
    {
      "speaker": "rami",
      "time": "0:04:42",
      "text": "Ne, ich bin mitgeschleppt worden, ich war ich bin über einen Schul.\nIch war im in der Schule, in der Computerpannendienst AG, wir haben irgendwie Computer repariert und da war ein älterer Schüler, der hat irgendwie Chaosradio gehört und davon erzählt.\nWenn ich irgendwie, es gab zu dem Zeitpunkt in da hat sich der war der der Mannheimer CC grad in so einer Spaltungsphase, der Chaos trefft Mannheim hat sich gespalten in den CC Mannheim und in den Ukult.\nOrganisierte Querdenke für langfristige Technologiefolgenabschätzung."
    },
    {
      "speaker": "hukl",
      "time": "0:05:20",
      "text": "Ach du liebe Zei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:21",
      "text": "Der Name ist ein bisschen ausgelaufen jetzt."
    },
    {
      "speaker": "rami",
      "time": "0:05:24",
      "text": "Ja, die gibt's auch schon lange nicht mehr.\nUnd bin dann da irgendwie auf einem Treffen aufgeschlagen, zwei, drei Mal und ähm habe dann irgendwie bei fünfundzwanzig C drei habe ich per Livestream verfolgt und sechsundzwanzig C drei bin ich da dann halt mit ähm,\nhalb mitgeschleppt worden, ja klar, also mit Leuten, die da irgendwie sich ein bisschen auskannten und an die ich mich dranhängen konnte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:48",
      "text": "Und wie war das so."
    },
    {
      "speaker": "rami",
      "time": "0:05:50",
      "text": "War cool. Das war nein, also ich ich fand's ähm also ich fand's, ich fand's total klasse. Ich äh ich meine, wie gesagt, ich war, ich war vierzehn, ich hatte das Gefühl, aber das hat keinen interessiert. So.\nGlaube, mich hat auf dieser ganzen Reise auch niemand gefragt, wie alt ich bin. So, das fand ich irgendwie gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:09",
      "text": "Ja, das kann ich mir vorstellen. Ich glaube, das hat auch keinen nicht im eigentlichen Sinne, irgendjemand interessiert. So im Sinne von so du äh als ob du zu jung wärst oder sowas, meinst du jetzt, ne? Ja, ja, nee, ich finde aber mit vierzehn ist man auch nicht zu jung."
    },
    {
      "speaker": "rami",
      "time": "0:06:23",
      "text": "Nein, also es war halt irgendwie beeindruckend, ich erinnere mich natürlich auch nur noch dunkel, das verschwimmt dann ja auch diese ganzen Kongresserinnerungen. Ich mein du saßt an irgendwelchen Vorträgen drin und wenn dann das\nJemand Vater Englisch halt nicht mit deutschem Akzent sprach, sondern mit irgendwas anderen, dann kam halt nicht mehr so viel bei mir an. Aber ja, so findet man dann rein."
    },
    {
      "speaker": "hukl",
      "time": "0:06:43",
      "text": "Und mein mit der heißen Nadel gestricktes äh äh CC Ash äh Cash System hatte ich auch in die Veranstaltung reingelassen. Das ist ja auch."
    },
    {
      "speaker": "rami",
      "time": "0:06:52",
      "text": "Ja, ich erinnere mich noch an die an das Ende der Schlange, als es da ließ, vorne wird noch programmiert. Ich kann sie noch ein bisschen ein bisschen hauern. Wir standen da so einmal durch den ganzen BCC-Keller entlang."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:06",
      "text": "Das war ja auch noch wirklich so die Zeit, wo wir dann."
    },
    {
      "speaker": "rami",
      "time": "0:07:08",
      "text": "Es war das letzte Jahr ohne Vorverkauf glaube ich, der sechsundzwanzig zu drei. Ja, wo man, genau, also da sind wir einfach hin und und ja, viel schon noch Tickets geben."
    },
    {
      "speaker": "hukl",
      "time": "0:07:18",
      "text": "Dann weiß ich gar nicht, ob ich da, ob ich da da schon für verantwortlich war, ich ich habe auf jeden Fall mit Golden Tokings und so, ja."
    },
    {
      "speaker": "rami",
      "time": "0:07:26",
      "text": "Und im Jahr danach war dann mit mit online Klicken. Ich habe zumindest zum siebenunddreißig siebenundzwanzig C drei zum ersten Mal online geklickt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:35",
      "text": "Das heißt das eigentlich, dass du dann sozusagen mit der ganzen Einlass äh und Ticketfrage schon von Anfang an konfrontiert warst oder ist das jetzt eher kam das dann eher später."
    },
    {
      "speaker": "rami",
      "time": "0:07:44",
      "text": "Es kam ein bisschen später. Ich bin dann zweitausend, ist ja deutlich deutlich später und wann denn, wann war denn der sechsundzwanzigste drei? Ich kann das immer nicht in Jahreszahlen umrechnen, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:55",
      "text": "Na jetzt, wir hätten jetzt den sieben äh siebenunddreißig C drei gehabt, also muss es zwölf Jahre her sein ungefähr."
    },
    {
      "speaker": "rami",
      "time": "0:08:01",
      "text": "Ja genau und das hat dann sicherlich noch ein paar Jahre gedauert. Ich bin dann da immer, ich war die ersten Jahre beim Kongress, war schon so relativ passiver\nTeilnehmer, ich bin da halt hingefahren, habe mir irgendwie Vorträge angeguckt, sah es im Heckcenter rum, halt irgendwelche lustigen Sachen gemacht, aber ich habe auch erst nach dem Umzug nach Hamburg, also beim ersten Hamburger Kongress habe ich glaube ich zum ersten Mal dann geengelt\nUnd.\nIrgendwo so in dieser Zeit, wie gesagt, Jahreszeit kriege ich es kann nicht an, also als ich so achtzehn war, äh bin ich zu einem Treffen hin in Mannheim, wo neue Orgaleute für die MAM-CD gesucht wurden\nnur so kleine Chaosevent in Darmstadt. Auch nicht mehr ganz so klein. Ähm,\nund bin da irgendwie hin auch mit zwei, drei Leuten, die ich kannte und bin da eingestiegen in MAM-City organisieren und die Aufgabe, die halt irgendwie frei war, war, ja, wer kümmert sich irgendwie um Webseite und online\nTickets verkaufen und da die ist bei mir gelandet. Und seitdem und auch sonst,\nverfolgt mich das irgendwie das ob mit ob da oder sonst wo auch wieso ich hab dann nebenberuflich angefangen als\nselbstständig als Programmierer zu arbeiten neben Studium und mich haben immer dieses irgendwie immer bei Dingen mit Geld, Dingen, mit Payment Abrechnung rausgekommen, dann die egal wo ich hingeguckt hab, irgendwie war immer sowas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:29",
      "text": "Also hat dich sozusagen hat früh sozusagen deinen Berufsweg äh mit geprägt alles."
    },
    {
      "speaker": "rami",
      "time": "0:09:35",
      "text": "Ja ich sitze so ein bisschen hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:36",
      "text": "Kann man nicht anders sagen. Oh ja, na gut.\nJa also äh unter anderem ist dabei halt das Pretix bei rausgekommen, da sprechen wir dann nachher nochmal ganz ausführlich äh drüber,\nJetzt machen wir vielleicht erstmal noch ein bisschen Hausmeisterei, damit wir dann für den Rest auch so richtig viel äh Zeit haben. Ähm.\nErstmal hier wir hatten ja vor zwei Sendungen habe ich nicht schlecht geguckt, weil also als wir quasi nach der Pause wieder angefangen haben, war dann auf einmal dieser unser Livestream total voll,\nweiß nicht, ob das jetzt daran lag, dass wir so lange weg waren oder sich ausnahmsweise mal früh genug Bescheid gesagt haben oder so, keine Ahnung. Auf jeden Fall schaute ich so auf die äh Anzahl der Leute, die live mithörten und es war dann,\nvierhundertneunundneunzig.\nDachte ich so, äh was wie vierhundertneunundneunzig kurz mal äh Rücksprache gehalten und tatsächlich ähm war auf dem Stream eine fünfhundert Teilnehmerlimitierung drauf.\nUnd zwar aus diesen rechtlichen Gründen, ihr wisst schon, ab fünfhundert Leute ist man Radio."
    },
    {
      "speaker": "rami",
      "time": "0:10:44",
      "text": "Oder? Bei der Gamma oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:47",
      "text": "Nee, das ist jetzt kein Gamer-Ding, sondern das ist sozusagen von den Medien."
    },
    {
      "speaker": "rami",
      "time": "0:10:52",
      "text": "Rundfunk, ja, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:53",
      "text": "Medieneinschalten so ein Limit, so nach dem Motto, wenn du, wenn du mehr als fünfhundert Hörer hast äh oder oder Streamteilnehmer, ich weiß gar nicht, ob das so auf Audio bezogen ist, sondern es glaube, es geht allgemein um Streaming,\nNa ja, dann musst du das halt irgendwie anmelden. Das ist ja äh haben wir ja schon immer so ein bisschen drüber gekichert und sind wir dann schon Radio und so weiter.\nAber ich wusste nicht, äh dass der Sebastian in den Studiolinkstreamer äh tatsächlich so ein Limit reingesetzt hat, dass äh nur wenn man irgendwie auch wirklich angemeldet ist\nman dann sozusagen auch mehr als fünfhundert darf, also mit anderen Worten, ich bin davon ausgegangen, dass ich dann wahrscheinlich das erste Mal die Fünfhunderter,\nGrenze auch äh überschritten hätte, habe ich aber nicht, weil eben diese Softwarelimit da drin war,\nGleich erstmal beschwerten. Er so, ja, dann melde doch einfach an, ich so, okay, meinetwegen, ja, ein bisschen so geguckt und habe dann tatsächlich da so ein Formular gefunden, habe das irgendwie ausgefüllt, da hingeschickt und dann war er irgendwie zufrieden, als freigeschaltet. Natürlich war bei der letzten Sendung\nkamen dann nicht mehr so viele und jetzt ist irgendwie auch nicht so voll, das war's dann wahrscheinlich meine einzige Chance, jemals richtiges Radio zu sein,\nStellt sich auf jeden Fall raus, weil ich kriegte dann irgendwie eine Woche später eine Mail von dieser äh Rundfunk, Medienanstalt Berlin-Brandenburg,\nJa, das wäre ja alles gar nicht mehr nötig. Das Limit wäre ja äh vor kurzem geändert worden. Ich so kurz irgendwie heiße gek,\nsondern so, ah ja, hm, okay, gerade im Dezember ist dieses Limit auf zwanzigtausend hochgesetzt, habe ich irgendwie überhaupt nicht mitbekommen. Das heißt, richtig Radio ist man jetzt erst ab zwanzigtausend.\nDa müssen wir jetzt noch richtig dran arbeiten. Jetzt sind wir gerade bei hundertachtundachtzig. Da geht noch was."
    },
    {
      "speaker": "hukl",
      "time": "0:12:25",
      "text": "Es ist wegen diesem unerwartet frühen Anfang, das so wie die Sommerzeitumstellung oder so, da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:33",
      "text": "Feine Dame möchte heute früher ins Bett und deswegen äh haben wir das ein bisschen nach vorne verleg."
    },
    {
      "speaker": "hukl",
      "time": "0:12:37",
      "text": "Da auch nichts gegen ehrlich gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:39",
      "text": "Ja, nee, ist jetzt auch nicht wirklich schlimm, aber es wird wahrscheinlich ungewohnt. Die wolltest du doch."
    },
    {
      "speaker": "Letty",
      "time": "0:12:45",
      "text": "Ja aber du musst ja nicht gleich wieder so sagen. So.\nNe? Ja, ich bin halt früher Aufsteher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:55",
      "text": "Komm, komm, steh zu deinen Entscheidungen. Das ist alles in Or."
    },
    {
      "speaker": "Letty",
      "time": "0:12:57",
      "text": "Ich bin Frühaufsteher, ich geb's jetzt zu. Man äh ertappt mich auch schon mal, dass morgens am Rechner zeitig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:05",
      "text": "Wahrscheinlich ist es einfach so, dass wir eine Tagesschau Gong kommt, dass alle wissen so, up Freakshow."
    },
    {
      "speaker": "Letty",
      "time": "0:13:10",
      "text": "Ist der Freakshowgang."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:12",
      "text": "Der Friedshow Gong, genau. Der äh der fehlt. Müssen sie sich Leute jetzt ähm an an heute orientieren."
    },
    {
      "speaker": "Letty",
      "time": "0:13:20",
      "text": "Ich hätte einen scrollendes lautes Mausrad ähm als Alternativenvorschlag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:25",
      "text": "Weiß gar nicht, der hat heute hat nichts, hat keinen Gong, ne? Ich habe mich gar nicht mehr dran erinnern, wie diese Sendung klingt. Weiß nicht, wer das letzte Mal in der heute Sendung überhaupt eingeschaltet habe. Es ist sehr lange her. Na ja."
    },
    {
      "speaker": "hukl",
      "time": "0:13:39",
      "text": "Das auch im Internet. Ich hab ja kein Fernsehen."
    },
    {
      "speaker": "Letty",
      "time": "0:13:43",
      "text": "Die werden gestreamt bei ZDFs AD."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:45",
      "text": "Ich glaube ja, das ist irgendwie glaube ich mittlerweile schon so. Aber ich kann es dir nicht sicher sagen.\nGut, also das war sozusagen die.\nKurzer und äh verhältnismäßig unbedeutende Geschichte äh meiner meiner Streamerkarriere. Das ähm ist halt einfach so. Jetzt müssen wir irgendwie gucken, wie wir die zwanzigtausend Vollkriegen, vielleicht müssen wir da mal einfach irgendwas total Spektakuläres tun. Sowas darin irre tolles irgendwas, was."
    },
    {
      "speaker": "Letty",
      "time": "0:14:10",
      "text": "Ja, wahrscheinlich kommt gleich ein Stadtjoche, keine Ahnung, hier dann äh die, die wie heißt das Kamera anmachen? Ich glaube, da da wirst du deinen äh zwanzigtausend Stream vollbekommen wahrscheinlich. Oder nur Tim macht die Kamera an und wir nicht."
    },
    {
      "speaker": "hukl",
      "time": "0:14:23",
      "text": "Live-Übertragung auf Twitch. Aber da wird's schwer, heute zu konkurrieren."
    },
    {
      "speaker": "Letty",
      "time": "0:14:30",
      "text": "Ja, heute auf jeden Fall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:31",
      "text": "Da sind wir schon wieder so halb im im Thema, ne. Das ist so,\nTalking Heads im Internet. Ich kann diese ganzen Screenshots mit mit tausend Fressen irgendwie in so einer Matrix. Ich kann es nicht mehr sehen.\nIch ich weiß nicht vielleicht ist es eine Überreaktion und vielleicht sollte ich mich gar nicht groß drüber aufregen, aber dieser mangelnde Mehrwert und diesen ganzen.\nGesichtern, die da einfach am Bildschirm kleben und im Wesentlichen nichts tun."
    },
    {
      "speaker": "Letty",
      "time": "0:15:04",
      "text": "Wir könnten ja auch irgendwas zusammen spielen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:07",
      "text": "Ja, gut, uns könnte was einfallen, aber ich glaube einfach nicht daran, dass dass diese ganzen Leute, also Leuten, beim Hören zuzuschauen, ist doch nicht unterhaltsam."
    },
    {
      "speaker": "hukl",
      "time": "0:15:17",
      "text": "Wieso nur hören, die sprechen doch auch miteinander, also."
    },
    {
      "speaker": "Letty",
      "time": "0:15:19",
      "text": "Man würde ja auch sprechen. Also wenn ich jemand anderem beim Hören eines Podcasts zugucken würde, auf Twitch, das würde ich mir auch nicht anschauen wollen."
    },
    {
      "speaker": "hukl",
      "time": "0:15:31",
      "text": "Aber ich meine hier diese ganzen Diskussionssendungen hier Maischberger et cetera, wie sie nicht alle heißen. Äh da sitzen ja auch nur Leute rum und unterhalten sich, das könnte man ja dann äh dementsprechend auch wegstreichen und nur als\nBroadcasten, aber das Format Leuten beim sich unterhalten, zuhören ist ja äh althergebracht mittlerweile."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:52",
      "text": "Meine Rede. Also auf jeden Fall irgendwie alles äh total,\nüberflüssig. Ähm, ach so, ein Talking Head muss man vielleicht noch sagen, war ja angekündigt für heute ist dann leider nicht dabei, der Clemens, der lässt sich entschuldigen,\nden Clemens hat Besseres zu tun der ja und diesmal hat er wirklich eine eine sehr gute Ausrede gehabt.\nClevers ist nämlich gerade dabei unsere neu aufzubauenden Impfzentren mit Internet zu versorgen. Damit das so mit dem Klicken auch funktioniert."
    },
    {
      "speaker": "hukl",
      "time": "0:16:26",
      "text": "Man da seine Podcasts runterladen kann, während man auf die Spritze war."
    },
    {
      "speaker": "Letty",
      "time": "0:16:32",
      "text": "Clemens die Sendung dabei live."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:34",
      "text": "Und der Garantie tut er das. Da bin ich mir relativ sicher, dass er das gerade tut. Das kriege ich bestimmt gleich wieder eine Nachricht von ihm. Ja, genau. Also das ähm,\nist auf jeden Fall die Erklärung, warum äh kein Clemens dabei ist.\nDann äh noch ein kurzer Hinweis zum Thema Kontoumstellung, hatte ich ja hier die letzten Male schon ausgeführt und ich garantiere euch, Leute, nächstes Jahr,\nhalte ich auch die Schnauze erstmal wieder, ja? Aber bis dahin muss ich es nochmal kurz sagen, also,\nWer einen Dauerauftrag laufen hat, das Konto hat sich geändert, bitte ändern, Link ist in den äh Shownotes.\nUnd ähm glaube ich hatte auch letztes Mal schon kurz erwähnt, weil ich gefragt wurde,\nähm was ich denn da jetzt für ein Konto nehmen würde und warum ich denn nachdem ich ja hier schon mal erzählt hatte, wie toll,\nWie toll ich doch dieses Bunkprodukt finde. Ihr wisst, diese holländische Start-up-Bank, ja, die äh.\nAbgesehen davon, dass ihr einen so ein bisschen nerven mit irgendwie Bäume pflanzen und diesen ganzen Klingeling und Instagram-Feeds in deiner Banking-App und so ein Quatsch, ja, was mich vollkommen überhaupt gar nicht interessiert. Ähm.\nHaben die dann äh äh doch noch relativ hohe ähm Transaktionskosten, zumindest für so Geschäftsgründen.\nUnd deswegen habe ich so ein bisschen geguckt und bin dann letzten Endes bei Contest gelandet, die also versuchen sich so ein bisschen an Selbstständige ranzuwanzen mit dieser ganzen.\nÄhm, hohe Steuern sind für dich zu kompliziert, wir bieten dir so ein User interface, damit du so deine,\ndeine Umsatzsteuer wegschieben kannst und deine Budgetplanung machen kannst und damit du dir irgendwie dein Gummiboot, auf das du sparst, irgendwie nochmal\nrichtig weglegen kannst, aber im Wesentlichen geht es so oft dieses ganze Modell mit online,\nSteuerberatung, Buchführung und so weiter, wo ich ja noch enorm skeptisch bin, ob das wirklich,\nso eine so ein solider Markt ist in der Zukunft, aber das Selbstständige in der Regel etwas hilflos sind, was das betrifft, dem kann man ja wahrscheinlich auch zustimmen, ne.\nDu bist auch selbstständig."
    },
    {
      "speaker": "Letty",
      "time": "0:18:52",
      "text": "Ja, aber also ich meine, ähm es liegt vielleicht auch so ein bisschen daran, wie man sich vielleicht äh.\nJa, mit dem ganzen Thema beschäftigt, aber eben für mich ist das halt von vorne herein klar, dass sobald ich sobald eine Rechnung bei mir beglichen wird, werden halt die ähm Umsatzsteuer und ich habe.\nDen groben Steuersatz, den ich einfach zurücklege, der ein bisschen höher ist, ähm über dem wahrscheinlich den ich zahle. Ähm äh der halt sofort auf ein anderes Konto kommt.\nAlso ich weiß nicht, es gibt halt so ein paar Sachen, die man halt als Selbstständiger ähm beachten sollte.\nAber ich weiß nicht, ob da Software immer, also also ob diese Softwarelösung da das sinnvollste ist. Hm, weiß ich nicht. Also ich ich kenne niemanden, der sich nicht damit auseinandersetzt, wie er sein ich weiß nicht, gleich ein Business nennen, aber wie er sich selber.\nOrganisiert in dem Rahmen. Deswegen ich bin dann gespannt, wenn du das ein bisschen länger benutzt hast, was du so für Erfahrungen da hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:48",
      "text": "Ja, na ja, ich bin jetzt, sagen wir mal aus anderen Gründen auf dieses Konto gekommen, weil die schlicht und ergreifend für kleine Überweisungen halt keine Gebühren nehmen, ne? Das\nzu sagen für selbst mal explizit mal so ein Kontoprodukt was für Selbstständige ist. Normalerweise hast du ja, wenn du selbstständig bist, eigentlich bei Banken eher den schwarzen Peter, ne, bis hin zu du kriegst hier gar kein Konto und so, ne? Die wollen halt alle\nentweder Privatkonto sehen, wo sie wissen, da sind dann die,\nda sind nicht so viele Bewegungen und dann kriegst du ja dann meistens noch alles kostenlos, wenn du dann regelmäßig dein Gehalt da drauf kriegst, wo also halt so die typischen Angestellten eben,\noder du hast dann eben Geschäftskonto mit äh allem Pipapo und äh auch extrem hohen Gebühren, aber natürlich dann auch mit einem ganz anderen Support. Weil halt natürlich.\nKundenkunde heißt ja immer Arbeit bei der Bank und da sind mit dem Geld selber relativ wenig Geld verdienen. Suchen sie eben jetzt andere Möglichkeiten und dann,\nProbieren sie es halt entweder indem sie dir,\nirgendwelche Versicherungen verkaufen oder sonst äh Kredite aufschwatzen, keine Ahnung, wie erfolgreich sie damit mittlerweile sind und der ganz neue Ding ist halt so dieses ganze Via,\nwerden jetzt so dein Finanzmanager im Hintergrund und wir docken dann auch direkt\nan dieser Online-Buchführungsprogramme an, ja, dass du dann sozusagen so deine Onlinesteuersoftware im Hintergrund hast und dann läuft da so dein ganzer Kontokram da rein und das ist ja,\netwas, was ich an sich auch gut finde, so dieses man man sollte\ndass schon auch alles weitgehend automatisieren und vielleicht sind für manche solche Lösungen auch ganz gut, aber ich persönlich habe natürlich ein Problem damit mich da nur von einem einzigen System\nabhängig zu machen, ne? Was ist, wenn ich das Konto mal wechseln will, dann entfällt diese ganze Automatik, ist natürlich auch eine Möglichkeit, Kunden zu binden. Was nicht heißt, dass nicht,\neinzelner, die jetzt wirklich nur auf der Suche nach,\nIch brauche ein Konto als Selbstständiger, da muss irgendwie die Kohle rein und wenn ich das in irgendeiner Form leicht automatisiert bekomme eben dieses äh eingenommene Umsatzsteuer wegparken, Ding, wenn ich das irgendwie leicht machen kann, um da auf der sicheren Seite zu sein, weil wenn du das machst, dann.\nDann dann bist du bist ja quasi auf der sicheren Seite, also bin deine Einnahmen, die werden ja dann immer noch dagegen gerechnet, aber du hast dann sozusagen immer so dieses äh äh auf dem,\nBudget liegt das Geld, was ich ausgeben darf und auf dem Budget liegt das Geld, was ich nicht."
    },
    {
      "speaker": "Letty",
      "time": "0:22:14",
      "text": "Umsatzsteuer und Einkommenssteuer wohlgemerkt, das sollte man schon beides weglegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:18",
      "text": "Umsatzsteuer und Einkommen."
    },
    {
      "speaker": "Letty",
      "time": "0:22:19",
      "text": "Einkommenssteuer, das sollte man natürlich immer mit im Hinterkopf haben."
    },
    {
      "speaker": "rami",
      "time": "0:22:23",
      "text": "Obwohl Letti sagt\näh zurecht, dass sich jeder damit irgendwie beschäftigt. Ich finde das ein geiles Feature. Also ich finde das superätzend, dass es sich irgendwie nicht auf mein Konto gucken kann und ungefähr sehen kann, wie viel Geld ich zur Verfügung habe, sondern dafür irgendwie diverseste Buchhaltungskonten gegeneinander aufrechnen muss."
    },
    {
      "speaker": "Letty",
      "time": "0:22:41",
      "text": "Echt? Okay, das fand ich spannend, weil das habe ich, wenn ich mein Konto öffne, ähm kann ich dir quasi sagen, okay, das sind noch so und so viele Gehälter, die ich mir auszahlen kann. Mit dem Aktuellen, was drauf ist."
    },
    {
      "speaker": "rami",
      "time": "0:22:53",
      "text": "Nee, das kann ich nicht, weil ähm da dazu müsste ich ja im Kopf haben, wie viel Steuernachzahlung ich fürs Vorjahr noch,\neinplanen muss und wie viel die Umsatzsteuer irgendwie die ist bei mir immer nur ein Monat drauf, deswegen geht das irgendwie, ist das irgendwie klein, die Schwankung klein genug, aber sowas wie ja, so wie viel Einkommenssteuer muss ich eigentlich für letztes Jahr nachzahlen, das sehe ich meinem Konto nicht an."
    },
    {
      "speaker": "Letty",
      "time": "0:23:17",
      "text": "Äh okay, dann habe ich das Fleisch ausgedrückt, ich habe ein Unterkonto, auf dem geht's sofort, also so wie bei mir eine Rechnung reinkommt, splitte ich den Betrag auf und schiebe es auf ein Unterkonto, sodass ich ein ein Konto habe, was quasi wirklich reine,\ndrauf und sehe wie lange ich mir davon einen Gehalt auszahlen kann und das andere."
    },
    {
      "speaker": "rami",
      "time": "0:23:33",
      "text": "Genau. Ja gut und wenn wenn das jetzt automatisiert passieren würde, wäre ja noch geiler."
    },
    {
      "speaker": "Letty",
      "time": "0:23:37",
      "text": "Ja, gut, das stimmt ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:38",
      "text": "Wobei man sagen muss, dass mit den Untergründen ist bei Contest nur eine Versprechung, da steht irgendwo auf ihrer Webseite, dass das so comings huhn ist und wenn man die mal fragt, das habe ich mal gemacht. Meinten sie so, ja wir könnten da jetzt noch nichts sagen, wann das kommt und vielleicht kommt's bald und vielleicht äh kommt's nicht so bald."
    },
    {
      "speaker": "Letty",
      "time": "0:23:50",
      "text": "Das ist das wichtigste Feature, was man haben will."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:53",
      "text": "Das verstehe ich auch nicht, warum sie nicht von vornherein äh damit an Start gegangen sind. Also das ist mal alles so ein bisschen so halb gut, ne?"
    },
    {
      "speaker": "rami",
      "time": "0:24:01",
      "text": "Ja vor allem also solange das Unterkonto keine IBAN haben muss, kann das ja nichts kosten. Das ist ja im Zweifel ein Filter im Interface."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:08",
      "text": "Richtig. Okay, ich meine, sowas haben sie, glaube ich, auch. Ich benutze das halt irgendwie nicht, weil ich mache äh.\nMach das an, ich mach das anders, ne? Aber ähm ich glaube so als äh rein,\ndein Konto ist in verschiedene Budgets aufgeteilt, glaube so funktioniert das da an sich auch schon, aber ich kann das jetzt ehrlich gesagt nicht mit Erfahrung behaupten, weil ich das einfach nicht benutze.\nAlso ich habe das einfach aus anderen aus anderen Gründen dieses Konto angenommen und äh dabei ist mir nur aufgefallen, dass es ja an sich, sagen wir mal, für die meisten Selbstständigen an sich ganz praktisch sein,\nkönnte, wenn's denn gut funktioniert, wenn man halt alles mit so einer App machen will, so. Das will ich ja auch nicht unbedingt."
    },
    {
      "speaker": "Letty",
      "time": "0:24:51",
      "text": "Wie sind die Anbindungen zu äh Money Money."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:54",
      "text": "Die funktioniert, die haben eine eigene Art hier und die sind Money Money ähm implementiert. Und deswegen ist das für mich halt überhaupt nur eine Option, also mal kein Konto zulegen, was nicht in Money Money verfügbar ist,\nDas funktioniert soweit auch ganz gut. Insofern bin ich da soweit jetzt erstmal äh zufrieden. Falls jemand äh,\nvor zwei Tagen so ein Affiliate-Programm freigeschaltet. Da kriegt ihr fünfzig Euro geschenkt, wenn er das macht. Ist gut. Aber ich ja auch."
    },
    {
      "speaker": "Letty",
      "time": "0:25:25",
      "text": "Der alte Fuchs."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:27",
      "text": "Der alte Fuchs. Aber genug gebettelt. Ähm.\nÄh kommen wir zu Computern.\nHeute wollen wir ja nicht so viel über Max reden, aber ich muss unbedingt noch über einen Mac reden, weil ich habe nämlich meinen McBook Air auch bekommen.\nDas war ja letztes Mal noch nicht da und ich kann euch sagen Leute das wollt ihr auch haben.\nMindestens."
    },
    {
      "speaker": "rami",
      "time": "0:26:02",
      "text": "Lieber zwei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:03",
      "text": "Ja, also könnte ich mir auch vorstellen, also Litti wird natürlich jetzt gleich äh ganz richtig sagen, dieses nein, ich brauche das in sechzehn Zoll, stimmt's jetzt? Genau."
    },
    {
      "speaker": "Letty",
      "time": "0:26:13",
      "text": "Richtig. Richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:14",
      "text": "Hast ja auch Recht und sollst ja auch kriegen und sieht ja auch so aus, als ob du das bekommen werden können könntest, könntest bald. Also."
    },
    {
      "speaker": "Letty",
      "time": "0:26:22",
      "text": "Den wäre ich damit sehr verbunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:24",
      "text": "Äh die gerüchte Küche ist da etwas divers noch, aber so aus dem Bauch heraus, würde ich mal meinen ich wäre nicht überrascht, wenn wir so im Frühjahr zur WWC,\nAlso so April, Mai, Juni, äh, die Ecke, wenn äh wenn's dann schon neue MacBook Pros hagelt."
    },
    {
      "speaker": "Letty",
      "time": "0:26:46",
      "text": "Ja, das achte Jahr finde ich, kann ich auch noch mit dem MacBook, was ich hier habe, voll machen und dann hätte ich dann gerne Neues."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:51",
      "text": "Spart auch Heizungskosten."
    },
    {
      "speaker": "Letty",
      "time": "0:26:53",
      "text": "Er warte, dann muss sie noch W anmachen, weil jetzt ist er nicht warm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:02",
      "text": "Gibt ja viele Leute, die sind total skeptisch, ne? Kann ich auch verstehen, so ein neues Gerät, ein neuer Prozessor, neue neue Architektur und so weiter, das kann ja nur schlecht sein und lass mal lieber die anderen noch äh die Bugs beheben\nJa, ist auch so, ist noch so einiges im Argen und bin gespannt, ob ob äh irgendwas von dem, was nicht funktioniert, sich gegebenenfalls nochmal auf Hardware,\nzurückführen lässt. Also bei dem Mac Mini habe ich zum Beispiel wirklich Travel,\nmit dem Bluetooth, dass es irgendwie nicht sauber, aber ich habe auch so nicht unbedingt den Eindruck, dass das ein Hardware-Ding ist, weil ich glaube einfach, dass dass das Big Sir einfach gerade\nnoch nicht da ist und dass wir nächste Woche kommt ja irgendwie elf eins raus, dass es damit dann äh vielleicht schon besser läuft, keine Ahnung,\nBei dem R hatte ich irgendwie ein riesen Heckmack mit mit dem Umziehen meiner meiner Daten, da bin ich auch gleich in so eine ganz böse Falle reingelaufen, weil ich dachte so,\nziehst du mal um, dann.\nMigration so auf der Hälfte so eingefroren, weißt du irgendwie so, ja, noch so und so viel hunderttausend Dateien oder ich habe so und so viele hunderttausend Dateien schon übertragen und dann blieb das einfach so stehen für so ein paar Stunden und dachte mir so, okay, super,\nüberlegt, wie mache ich das jetzt und dann nicht so ganz diese Migration, so einer halben Migration nicht so richtig vertraut.\nWollte dann super klug sein, habe dann einfach mal nochmal alles platt gemacht so. Die haben komplett neue dieser ganze Recovery-Modus, ist jetzt bei den M eins Mix komplett neu gemacht worden,\nAlso man merkt richtig, da ist jetzt so im Prinzip dasselbe wie vorher, aber es es ist, es ist alles anders so und,\nAuf jeden Fall habe ich's dann geschafft, in so einen anderen Fehler reinzulaufen, dass das ganze Ding sich nicht mehr installieren ließ, mit\nden merkwürdigsten Fehlermeldungen und haste nicht gesehen und dann musste mich durch ein paar Supportartikel durch äh klicken und am Ende war ich gezwungen, das Ding von einem\nVon meinem anderen Mac Mini\nDer einzige, der irgendwie einen USBC-Port hatte, bezog äh Direktkabelverbindungen die komplette Fernwehr zu resetten. Also soweit muss es dann gehen. Klingt jetzt erstmal alles ganz furchtbar, aber danach hat auch alles funktioniert und seitdem das Ding läuft, läuft's äh einfach Sahne,\nIst einfach unfassbar. Einfach diese."
    },
    {
      "speaker": "Letty",
      "time": "0:29:12",
      "text": "Wie ist das denn mit der Migration? Ist das so ein bisschen vom Style her jetzt wie ähm das mit den iPads und dem äh iPhones der Fall ist, mit dieser Wolke? Na ja, nicht mit der Wolke wahrscheinlich, oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:22",
      "text": "Ist ja nichts Neues, also dieser Migration Assistant, den gibt's ja jetzt schon seit längerer Zeit und der wird ja auch am laufenden Meter immer wieder mitgezogen und aufgewertet,\nstellt sich auch raus, dass.\nWahrscheinlich gar nicht so schlecht damit gefahren wäre, hätte ich das nicht alles abgebrochen, sondern darauf vertraut, die Migration später voranzusetzen, weil ich habe so den Eindruck, äh zieht das alles,\nrüber, aber solange nicht alles komplett vollständig kopiert ist, äh ersetzt er auch erstmal überhaupt nix. Und dann,\nliegt das erstmal so irgendwo in irgend so einem Snapshot oder so, also davon war nix zu sehen von diesen halb übertragenden Daten und äh wahrscheinlich hätte ich's dann doch auch einfach,\nspäter nochmal fortsetzen können und dann hätte das funktioniert, aber,\nDa fehlte mir so ein bisschen die Erfahrung damit und ich war ein bisschen panisch und dachte, ich bin äh total klug und mache erstmal alles platt und damit habe ich, dass sie alles platt gemacht habe, habe ich halt alles so richtig platt gemacht und musste das Ding halt so richtig wieder äh,\nja wie hieß das da Firmenwehr,\nReplayment oder gar keiner weiß immer genau wie die Formulierung war. Auf jeden Fall musste man das Ding so richtig auf der niedrigsten Ebene komplett leer machen.\nUnd dann habe ich nochmal von vorne angefangen und dann ging's irgendwie. Ja, aber trotzdem.\nIst einfach ich ich kann mich immer noch nicht so richtig an diesen Gedanken gewöhnen, dass ein Laptop vor mir steht und ich hab da kein Stromkabel dran.\nUnd der funktioniert dann auch fünf Stunden später immer noch.\nUnd sieben und acht und zehn Stunden später funktioniert er auch noch. Es ist völlig völlig ich bin komplett in einer neuen Welt.\nWie wie ich in der letzten Sendung auch schon ausgeführt habe dieses niedrig latenzige Arbeiten mit dem Computer, das bin ich gar nicht mehr gewohnt, aber das ist so schön,\nAlso es ist einfach so irre, es ist einfach so, es könnte nicht keinen ganzen Tag einfach nur zwischen dem Programm, in der klicken und so geil ist das.\nEs klickt sich schön. Ist einfach geiler."
    },
    {
      "speaker": "Letty",
      "time": "0:31:28",
      "text": "Macht wieder eine Freude, das Klicken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:30",
      "text": "Ja, das klicken macht, ist einfach Spaß. Es ist einfach ein harter Klick. Es ist einfach verstehst du,\nscharfkantige Transition so. Es gibt so Klick und dann sofort Reaktionen bam, Buff, Klick,\npassiert immer irgendwas, nicht dieses tranige Rumgeeier und dieses oh ja nee, was war das jetzt ein Klektar nachdenkt? Ah Fenster aufmachen ja Grübel,\nund dann so kommt so dieses Fenster aus dem Nichts und da ist immer das Gefühl zwischendurch hat er irgendwie noch Bitcoin berechnet.\nEinfach sofort. Sky."
    },
    {
      "speaker": "hukl",
      "time": "0:32:07",
      "text": "Ich bin gespannt auf die Propro Geräte und irgendwann äh werde ich da wohl auch mal mit Freude hinwechseln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:18",
      "text": "Also die Gerüchteküche sagt äh der selbe Prozessor in einer,\nacht Performance Kursvariante könnte drohen und vielleicht sogar auch in einer sechzehn Performance Kursvariante.\nOder Entschuldigung zwölf, also es gibt ja immer diese vier Low-Efficiency Kurs, also die Efficiency Kurs\ndie Efficiency ist high, aber die die Energy ist low, genau so rum was. Also diese Fishancycors, dieser Eisdormkurs, davon bleiben sie, da bleiben sowohl bei vier, das reicht dann wohl aus, aber diese Performance-Kurs, davon machen sie noch mehr rein,\nJetzt haben sie halt vier in den Modellen und wenn sie das irgendwie auf acht oder eben auf zwölf erhöhen,\ndann weiß ich überhaupt nicht, was passiert. Also es ist einfach das."
    },
    {
      "speaker": "hukl",
      "time": "0:33:06",
      "text": "Ja die Frage, die ich äh nach wie vor habe, ist, was machen sie mit der GPO Sektionen in den Pro-Pro-Geräten, weil die können sie dann schon auch noch ein bissel dicker sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:19",
      "text": "Ja, also Gerüchteküche sagt äh derzeit haben sie acht GPO äh Kurs und dann gehen sie alle voraus sechzehn."
    },
    {
      "speaker": "hukl",
      "time": "0:33:27",
      "text": "Okay, okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:28",
      "text": "Und da sie ja jetzt schon nahezu alle diskreten,\nGrafikkarten, die im Mobilbereich so auf dem Markt sind, komplett an die Wand stellen.\nOder zumindest die gleiche Performance liefern dass aber eben bei,\nsehr geringeren Strom verbrauchen, ne? Also die ziehen dann eben nicht äh vierzig Watt und machen dann eine Batterie nach einer Stunde leer, sondern das Ding bleibt halt einfach kalt,\nbin ich mir eigentlich relativ sicher, dass wenn sie da jetzt eine, sagen wir mal, jetzt von MacBook Pro mit,\nkeine Ahnung, sie verdoppeln einfach die Performance-Kurs, dann haben sie sechzehn Performance-Kurs,\ndiese vier Afficancy Cors und dann machen sie auch nochmal sechzehn oder auch nur zwölf GPU-Kurs rein, dann ist das einfach eine rasante Kiste.\nEinfach das läuft alles so unfassbar schnell, das dreht einem den Kopf auf und ich glaube die Zeit von diskreten CPUs ist over, ist einfach vorbei.\nWeil eine diskrete CPU würde alles nur langsamer machen, weil du musst ja dann permanent Daten.\nIn diese andere Speicherdomäne übertragen, weil die ja alle ihr eigenes Ramm haben. So und dann muss halt mal rein mit der Textur raus mit der Textur und das kostet alles so viel Zeit, während sie halt jetzt mit diesem Unified Memory Architektur.\nEinfach,\nDa liegt halt immer alles schon bereit. So, du kannst die Daten zwischen der CPU und der GPO und der NPO und dem Imageprozessor und was so auch immer gerade äh drauf werfen möchtest. Einfach nur,\nna ja weiter reißt sozusagen die Pointer weiter reißt, dann werden da die Operationen drauf gemacht und dann nächsten,\nIm nächsten Schritt stehen sie eben sofort im anderen Subsystem zur Verfügung und dadurch gewinnen sie schon mal eine ganze Menge,\nZeit und Performance und deswegen sind diese Dinger so schnell. Also nicht nur deswegen, aber unter anderem, deswegen sind sie so schnell.\nUnd ich glaube, dass von dieser, von dieser alten Architektur werden wir einfach nichts mehr sehen und äh ich denke, das wird auch für den McPro gelten.\nDas war dann so das Ende der aktuellen Gerüchteküche. Es gibt da so wieder von diesem Mark German auf Blumberg. Ähm, so ein Artikel, der meint so, na ja, also Apple würde halt an zweiunddreißig Chors arbeiten, so zweiunddreißig Performance-Kurs und zweiunddreißig,\nGPU-Kurs. Ich glaube nicht, dass irgendwas auf dem Markt dann auch mithalten kann. Das Ende von."
    },
    {
      "speaker": "hukl",
      "time": "0:36:05",
      "text": "Aber äh also zumindest auf der MacPlattform."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:09",
      "text": "Nö, ist einfach auch generell das Ende von Injoy. Weil der PC Markt muss jetzt,\nMuss sich was einfallen lassen, sonst werden sie die nächsten Jahre Apple dabei zusehen, wie die halt.\nWie das so damals in den neunziger Jahren waren, Maschinen auf dem Markt sind, die einfach zwei, drei Mal so schnell sind.\nDa kannst du dann nicht lange ein Verkaufsargument äh offen halten, weil sich dann alle fragen, so, ja, wieso ist denn mein Betriebssystem,\nnicht auch so schnell und dann sagen sie, ja wegen Intel, ja, dann nimmt doch was anderes. Ja, würden sie ja gerne machen. Problem ist nur, diese.\nDiese Armarchitektur ist natürlich jetzt verlockend und das,\nPrinzip könnte er Microsoft auch sagen und sie haben ja sowas ja auch schon mal produziert. Sie haben ja schon mal am Computer gebaut. Gibt's ja auch zu kaufen dieses Service äh wie heißen die, Surfice X Pro, keine Ahnung. Auf jeden Fall sind die halt nicht ansatzweise so schnell.\nSo, im besten Fall halb so schnell und während eben.\nDa sozusagen gar nichts liefern kann und und AMD auch nicht, weil AMD und Insel liefern halt nur zwei der Komponenten, die derzeit gefragt sind,\nSie haben ja nur die CPU und die GPU. So, mit Einschränkungen äh machen sie da äh auch noch diese,\ndieser neurale Prozessing, aber Apple hat in diesem SOC einfach noch sehr viel mehr drin verbaut, ne? Du hast halt einfach diesen,\nMachine Learning Beschleuniger, du hast es Imageprozessing drin, du hast dieses Secure and Clave et cetera PP. All diese ganzen Komponenten, iO kommt da noch mit rein und sie bauen einfach alles rein und hier aus so einem\nBaukasten bauen sie sich quasi ihren Computer auf einem Chip zusammen,\nalles in einer Memory-Domän hat und deswegen so schnell ist und auch so optimiert ist auf den konkreten Bedarf, den sie eben da haben. Sowas kannst du halt in der Inselwelt überhaupt nicht machen,\nWeil du kriegst ja nur den fertigen Prozessor, fertig konfektioniert als Käferchen, genau in dieser einen Verpackung, wie Insel der Meinung ist, wie der auf dem Markt jetzt in irgendeiner Form.\nErfolgreich sein müsste, aber wenn das dann eben für deine Anwendung nicht genau passt, dann stehst du da halt. Also wird sich das alles so in diese Armrichtung verschieben, nur diese Dynamik und diese diesen diesen Vorsprung, den Apple äh da hat,\nhat halt sonst kein anderer Hersteller. Also gibt's halt Qualkom.\nNa ja und das heißt die Firmen müssten jetzt anfangen genau das zu machen, was Apple auch macht, nämlich ihre eigenen Prozessoren zu bauen. Das wird dauern."
    },
    {
      "speaker": "hukl",
      "time": "0:38:43",
      "text": "Ja, aber in der Zwischenzeit, also selbst, also ich glaube auch, dass äh Apple da jetzt performancemäßig ganz weit vorne ist, trotzdem werden die Leute weiterhin PCs kaufen, weil da laufen halt die Spiele drauf und da läuft, läuft halt Software drauf, die auf Mac nicht läuft und äh\njetzt auch noch viel schlechter läuft, weil's dann keine Virtualisierung et cetera gibt. Ähm das heißt es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:04",
      "text": "Die laufen nicht schlechter. Es gibt jetzt hier schon diesen diesen äh diesen Wind zweiunddreißig Emulator. Wie heißt das Ding? Crossover. Dann lassen sie die PC-Spiele auf dem M eins laufen, die laufen schneller."
    },
    {
      "speaker": "hukl",
      "time": "0:39:15",
      "text": "Da würde ich wahrscheinlich jetzt nochmal."
    },
    {
      "speaker": "Letty",
      "time": "0:39:17",
      "text": "Da siehst du es mal wieder, man braucht kein Gaming-PC."
    },
    {
      "speaker": "hukl",
      "time": "0:39:20",
      "text": "Ja, ja, ich, ich nehme da mal noch einen gehäuften Teelöffel Salz mit dieser Message äh äh ins System auf, aber äh,\ngucken wir mal, ob das dann äh die ganze Welt im Sturm erober dich vermute, es wird immer noch kleine Enklaven geben, die aus verschiedenen Gründen doch noch aufm PC, äh auf der PC-Plattform eine Weile auf jeden Fall hocken werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:44",
      "text": "Klar, das geht nicht von heute auf morgen, aber in fünf Jahren in fünf Jahren ist dies ist dieser äh ist diese Disruption vollzogen und in zehn Jahren redet von Wintel kein Mensch mehr."
    },
    {
      "speaker": "hukl",
      "time": "0:39:57",
      "text": "Na ja, mal gucken. Also äh ich würde sagen, Intel hat auf jeden Fall einen sehr schweren Stand auch innerhalb der PC-Nische äh kommt ja jetzt AMD äh immer,\nmehr in die Rolle, da auch Intel davon zu laufen, auch äh in den Prozessen und Fessoren äh,\nBei den GPUs sind sie noch nicht ganz so weit, aber auf jeden Fall sieht Intel gerade so ganz schlecht aus in der ganz Gesamtmengelage ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:25",
      "text": "Und AMD hat sozusagen dasselbe Modell und ist zwar vielleicht etwas besser als Intel, innerhalb der selben Domäne, hat aber dasselbe Businessmodell und dieses Business Business Modell wird einfach leiden. Weil der Trend geht einfach zu SWCs,\nDu willst deinen Computer jetzt auf einem Chip bauen? Dieses, ich baue mir das aus verschiedenen Chips zusammen, greife nicht mehr."
    },
    {
      "speaker": "hukl",
      "time": "0:40:45",
      "text": "Aber AMD ist halt in der Lage, im Gegensatz zu Intel, beides\nzu machen, weil die machen ja GPUs und CPUs, das heißt, die haben zumindest schon mal äh das ganze Knowledge-Inhouse und ihre letzten CPU in GPU äh äh Architekturen gehen ja schon ganz vorsichtig in genau diese Richtung,\nnoch.\nNa, dass wenn du eine AMD CPU, eine AMDPU auf einen AMD-Board steckst, dass die auch schon eine ganz andere Speicherverheiratung und Kommunikation fand, als wenn jetzt eine Insel CPU mit einer AMD Grafik hat oder andersrum machst, also die\nÄhm,\nMusstest du ja mal die die Keynotes dazu angucken, die also es ist noch weit weg von dem, was jetzt Apple macht, aber es ist auf jeden Fall näher dran, an dem was Apple macht, als das, was Intel macht.\nAlso ich könnte mir eher vorstellen, dass AMD quasi vor äh also auch dann eher in diese Richtung marschieren kann überhaupt äh\nals, ja, das Intel sich jetzt auf einmal wiederbelebt und ganz frisch an den Start kommt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:52",
      "text": "Ja, also ich glaube einfach.\nFertige CPU, GPU-Komponenten ins Over. So, das ist einfach das Auslaufmodell und das zeigt Apple einfach mit der Performance von diesem.\nM eins so und äh Unified Memory ist, ist einfach der neue Weg,\nich glaub dass da da wird so wird keiner dran vorbeikommen. Man man muss seine Maschinen so bauen wenn man performancemäßig in irgendeiner Form noch mithalten will\nund da sie da AMD und hinterher halt keine eigenen Computer bauen,\nSind halt die Computerhersteller jetzt sozusagen in dieser Falle, wenn sie weiterhin mit Insel und AMD gehen, werden sie weiterhin diese Bratpfannen produzieren, die einfach.\nWärmekraftwerke sind, ja, aber nicht gerade Performance Monster, die kriegen diese Dinger auch nicht ordentlich skaliert,\nund äh Apple tanzt in zwei Jahren wirklich Tänze um die herum.\nKompletto. So und es wird einfach äh auf Arm gehen und vielleicht vielleicht auch noch ein bisschen Risk Five in der Zukunft, aber dieser ganze X sechsundachtzig Kram ist vorbei,\nAal meinte gerade im Chat, ich würde ja den Gaming-PC-Markt unterschätzen\nJa äh weiß ich nicht genau, was er mir damit sagen äh will, inwiefern äh der Gaming-PC-Markt\nbaut, ähm, ja, auch nur so Intel äh Kisten zusammen und guck dir an, was das für Klötze sind, was die für eine Wärme durch die Gegend schieben. Und wenn du halt dieselbe Performance in so einem Backbook Air, was noch nicht mal einen Lüfter hat,\nabfeiern kannst, dann sage ich nur goodbye."
    },
    {
      "speaker": "hukl",
      "time": "0:43:30",
      "text": "Kannst ja nicht, noch nicht. Also erstmal noch ähm also ich bremse da jetzt auch nur mit der Euphorie ein bisschen, weil erstmal will ich sehen, bevor man diese Sprüche rausholt, weil noch sind sie halt nicht da, wo jetzt,\nGaming PCs, sondern natürlich kannst du das jetzt hoch projizieren und ich denke auch, dass die Performance mäßig da irgendwann hinkommt, aber noch sind wir nicht da und noch hast du auch nicht gesehen, was die anderen jetzt als Reaktion da drauf machen, deswegen vielleicht nochmal ein bissel,\nFüße stillhalten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:58",
      "text": "Du klingst für mich so wie einer, der mir sagt, ach weißt du, meine Festplatte ist eigentlich auch ziemlich schnell und die richtig großen Festplatten, die sind auch geil. Du mit deinem SSD und so weiter. Das will ich erstmal sehen, ob."
    },
    {
      "speaker": "hukl",
      "time": "0:44:07",
      "text": "Gar nicht. Also ich war einer der ersten SSD,\nund hab allen gesagt hier du steck dir mal 'ne SSD rein aber das Ding ist es gibt einfach Sachen die kann man jetzt noch nicht mit dem M eins machen und,\nAlso nicht ebenbürtig, deswegen äh noch ein bissel abwarten, bevor wir den Hypetrainer so auf die Hochgeschwindigkeitsstrecke dann wirklich so mit allen,\nvon Fahren schicken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:34",
      "text": "Setz dich mal rein in so eine Maschine. Und dann reden wir noch."
    },
    {
      "speaker": "hukl",
      "time": "0:44:36",
      "text": "Will so eine Maschine haben, aber ich kann, ich weiß, dass ich jetzt aktuell einfach viele Dinge nicht da drauf tun kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:43",
      "text": "Na gut.\nÄhm vor allem dann können wir das glaube ich äh auch erstmal abschließen. Ich kann nur sagen, Matbook Air geile Maschine. Geilste, das also das ist wirklich das ist wirklich der geilste Laptop,\nden ich jemals gehabt habe. Das topt alles. Korrekte Tastatur, alles drin. Ich bin einfach begeistert."
    },
    {
      "speaker": "hukl",
      "time": "0:45:08",
      "text": "Das ist schön auf jeden Fall, dich mal wieder zu frieden zu hören."
    },
    {
      "speaker": "Letty",
      "time": "0:45:14",
      "text": "Tim, wenn wir jetzt noch das glitzern in deinen Augen dazu sehen könnten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:18",
      "text": "Der ganze ganze Meterebene erstrahlt in so einem in so einem Spiegelkugelglanz gerade."
    },
    {
      "speaker": "Letty",
      "time": "0:45:24",
      "text": "Das sehe ich hier oben, alles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:27",
      "text": "Ja ähm vielleicht noch einen kleinen Internettipp. Ähm.\nIch äh habe äh schon wieder mein mein, also der der aktuelle Quasi-Lokdown hat ja schon dazu geführt, dass mein.\nSchlaffachzyklus sagt man, also wann man so einschläft, wie nennt man denn das denn?\nAlso wann so der Tag für einen anfängt. Und aufhört, hat sich so ein bisschen verschoben und äh ich tauche äh wieder in so bestimmte Welten ein und wollte mal so drei kleine Findings äh,\nnoch als Tipp rausgeben und zwar mein erster Tipp, ein YouTube-Kanal.\nÄh der sich auf eine sehr angenehme Art und Weise mit der Gesamtfrage von Sest Susanability,\nAlso neue Energieformen et cetera, aber im weisesten Sinne auch äh Klima,\nWandel und also auch immer so da diesen Gesichtspunkt, was gibt es so an neuen Technologien oder auch an etablierten Technologien, die so ein bisschen ihr ihre zweite Phase erleben\nund die äh hervorragend vorgestellt werden aus einem sehr, sehr, sehr netter Moderator dessen Name mir jetzt gerade\nentfallen ist. Ähm das werde ich nochmal kurz nachschlagen, weil ich mir nämlich auch die URL nicht gemerkt habe, der Kanal heißt auf jeden Fall just have a think.\nGlaube ich, ein Brite und ähm der Vogel überhaupt, steht hier gar nicht oder?\nDave Bales heißt er. Ähm.\nUnd äh kann ich euch sehr empfehlen. Sehr äh sehr unterhaltsam und vor allem kriegt man sehr schnell einen extrem guten Überblick. Was es alles so an coolen,\nneuen Ansätzen äh gibt, mal so Energie,\nherstellen kann oder vor allem auch Energie speichern und umwandeln kann äh et cetera ganz großartig, hervorragend moderiert. Äh ich bin ein Fan.\nMhm. Und falls ihr,\nUnd falls ihr mal äh einfach nur eine Nacht wieder vorm Rechner sitzen wollt und einfach nur in den Bildschirm starren, ohne groß nachzudenken und einfach nur so klick geil, klick geil, klick geil,\ndann hab ich noch zwei Tipps für euch nämlich zunächst einmal eine Webseite die,\nist ein ähm das ist wie heißt das Ding? Isch-Kurs, Guide, To Electronic Music,\nDas ist so eine riesige Map, das ist glaube ich auch nicht neu, aber es wird irgendwie immer noch gepflegt. Also wer sozusagen elektronischer Musik schon immer mal hinterhergehen wollte, hier ist so\n'ne komplette Historie von allen Genres, die die elektronische Musik bisher so aufgelegt hat mit allen Verästelungen, mit was ist aus was hervorgegangen in welchem Jahr.\nSo die Zeit von links nach rechts aufgetragen und das Ganze fängt schon äh,\nIn den fünfziger Jahren an und geht dann eben bis heute und wird dann natürlich immer dichter,\nDu kannst dann quasi mit der Maus immer auf ein Ja gehen in dem jeweiligen Genre draufklicken und dann gibt's so eine Playlist von eins, zwei, drei, vier, fünf verschiedenen Tracks, die dann halt genau dieses Genre in dem Jahr äh repräsentieren,\nUnd wenn man irgendwie äh früher schon mal ein bisschen elektronische Musik gehört hat, so dann boah, das bringt echt die Memorys äh zurück.\nKönnte das jemand von euch? Ich kurz Guide, du selectronic Music und letzter Tipp und dann bin ich auch fertig ähm,\nFalls einem das zu kompliziert ist und man mit elektronischer Musik nicht äh so viel am Hut hat, äh Radio dot com, das waren jetzt, wie ihr wahrscheinlich gehört habt, fünf Os.\nRadio dot com. Das ist wirklich irre, das ist dieses Musical Time Maschinen. Und zwar kriegst du so eine World Map vor die Nase,\nund kannst dann auf dieser World Map ähm irgendwelche Länder anklicken und ähm.\nDazu ein Jahrzehnt und dann kriegst du quasi immer Lieder gespielt, die in der Zeit damals gerade in dem jeweiligen Land populär waren.\nDann fängst natürlich erstmal mit Deutschland an, denkst dir so, hm, ja okay, kenne ich und so weiter und dann gehst du in meine DDR, dann ist es schon mal ein bisschen anders. Aber dann fängst du an, so fünfziger Jahre, was war denn irgendwie abgefahren in Äthiopien oder sowas,\noder spielen wir nochmal so die Hits aus den Siebzigern aus Kolumbien vor und dann bist du schon komplett verloren, dann willst du gar nichts anderes mehr machen.\nRichtig geil."
    },
    {
      "speaker": "Letty",
      "time": "0:50:11",
      "text": "Also dieses Ischko ist echt ganz spannend. Ich gehe gerade die Darkwave schienen durch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:15",
      "text": "Hätte ich vielleicht nicht jetzt bringen sollen, sondern erst zum Ende der Sendung und jetzt haben wir dich verloren."
    },
    {
      "speaker": "Letty",
      "time": "0:50:25",
      "text": "Nein, der ist ja nur der der Darkwave ist ja wirklich eine ganz ganz so eine Schiene."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:31",
      "text": "Du meinst es nicht so populär."
    },
    {
      "speaker": "Letty",
      "time": "0:50:33",
      "text": "Ja gibt's halt nicht mehr so viel. Ist halt so, da ist ja auch egal. Schon wieder zurück."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:41",
      "text": "Gut, dann kommen wir nochmal so zu unserem Meta äh Thema. Events und ähm ja Rami. Jetzt kannst du nochmal ein bisschen erzählen.\nWie denn das eigentlich gelaufen ist? Also vielleicht für die Leute, die nicht so richtig wissen, wovon wir jetzt gleich sprechen, mal kurz meine Sicht der Dinge. Du hast irgendwann angefangen, Pretix zu bauen, ein.\nEine Software, die Open Source ist.\nDie du aber auch selber als Business betreibst, also du schreibst an dieser Software andere Leute tragen dazu bei und es gibt\näh Kritiks Punkt EU und da kann man sich quasi selber so sein Ticketsystem einfach als Dienstleistung klicken, aber alles das, was man im Prinzip bei dir als Dienstleistung einkaufen kann, fertig gehostet und so weiter\nkann man aber auch komplett als Software ähm sich runterladen und selber betreiben, wenn man das möchte und das machen auch viele Leute."
    },
    {
      "speaker": "rami",
      "time": "0:51:41",
      "text": "Jahr fast. Also es ist tatsächlich so, dass es Dinge gibt, die ich wir nur,\näh Kunden anbieten und die nicht Teil der Opens-Auslöser sind. Also Pretix hat eine sehr modulare Architektur und man kann irgendwie super ein Event nur mit dem ganzen Open Source Kram machen. Aber es gibt halt auch Zeug, das nicht zu dem Open Sous Kram gehört."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:03",
      "text": "Mhm. Okay, aber der Großteil des Open Source."
    },
    {
      "speaker": "rami",
      "time": "0:52:07",
      "text": "Prozent, aber ich würde es irgendwo zwischen sechzig und achtzig Prozent verordn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:11",
      "text": "Sag doch mal, wie es, wie ist überhaupt dazu gekommen ist."
    },
    {
      "speaker": "rami",
      "time": "0:52:14",
      "text": "Na, wie vorhin schon gesagt, ich bin in dieser Hocker von diesem Chaos-Event in Darmstadt gelandet, den Meter Rhein-Main-Chaos, die's.\nUnd sollte dann irgendwie die Webseite pflegen und mich dadrum kümmern, dass man da irgendwie Tickets kaufen kann und Webseite war irgendwie,\nSo ein WordPress-Ding\nAlso habe ich irgend so einen WordPress Plugin zum Ticketsverkauf runtergeladen. Das hat man irgendwie war von den WordPress-Entwicklern selber für ihr Wordcamp damals und ähm,\nna ja das musste da dann noch irgendwie so, dass man dann deutsche Banküberweisung und so Zahlmethoden reinpatschen und diverse andere Dinge machen. Das war rundum,\nUnd dann haben wir das Jahr danach haben wir das System verwendet, dass der Kongress damals verwendet hatte.\nAber das war halt\nSehr spezifisch für den Kongress gebaut, so. Das war halt nie beabsichtigt, dass man das auch nochmal für eine andere Veranstaltung mit vielleicht anderen Prozessen, anderen Anforderungen verwendet und das war auch ähm äußerst anstrengend dadurch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:22",
      "text": "Wer hat denn das gebaut eigentlich?"
    },
    {
      "speaker": "rami",
      "time": "0:53:23",
      "text": "Das hat ein Team aus Köln rund um Zacks gebaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:29",
      "text": "Ah, mhm."
    },
    {
      "speaker": "rami",
      "time": "0:53:31",
      "text": "Genau, hat oft im also sowohl das Kassensystem, das damals auf dem Kongress lief und als auch plus Presse dazu hat für den Kongress ja gut funktioniert. Ähm aber war halt nicht wirklich übertragbar,\nund ähm dann habe ich in dem, in dem dritten Jahr quasi, in dem ich das machen sollte, beziehungsweise nach diesem zweiten Jahr saß ich dann auf den MRM CD mit zwei äh Freunden zusammen und äh habe\nso wir haben halt immer so aufgeschrieben, wie man das eigentlich jetzt machen müsste, damit das wiederverwendbar ist,\nund habe dann da rum überlegt und ich habe dann irgendwann damit angefangen, ja, das zu bauen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:07",
      "text": "Mhm. Einfach so. In Peißen."
    },
    {
      "speaker": "rami",
      "time": "0:54:10",
      "text": "Einfach so. Kinder. In Peifen, genau, Peifenjango, Webanwendung hatte ich gerade irgendwie ein Jahr vorher gelernt und für ein anderes Projekt benutzt. Hat mir gefallen, ähm habe ich dann weiter weiter gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:23",
      "text": "Mhm. Was, was sind die denn so für für also Events sind ja sauer aus einer Softwareperspektive,\ngar nicht so einfach, weil äh das ist so ein bisschen meine Erfahrung. Ich hatte ja mal ähm dieses erste,\nSoftwaretool überhaupt, um den Kongress zu planen, mal angestoßen,\nDer Penta warf damals, was so ein bisschen die Vorlage war für den Frapp, der ja heute noch so zum Einsatz äh kommt."
    },
    {
      "speaker": "rami",
      "time": "0:54:54",
      "text": "Mir hat auch diese Woche noch jemand erzählt, dass er Pentabarf benutzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:58",
      "text": "Auch ernsthaft? Wow."
    },
    {
      "speaker": "rami",
      "time": "0:55:00",
      "text": "Die Fosten glaube ich, aber sicher bin ich mir nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:01",
      "text": "Wirklich? Ol. Das finde ich ja mutig,\nwie so der Hauptentwickler schon lange Zeit entschwunden und keiner hat ihn mehr gesehen. Ähm,\ntrotzdem konnte tatsächlich der Pinter BAF,\nAuch so einiges noch, was äh seitdem auch noch nicht wieder nachpuamiert wurde, aber egal, ich wollte ja auf was anderes hinaus. Es ist so dieses, wenn man darüber nachdenkt, was so für ein, was ein Event so für.\nComplexitys mit sich bringt. Also und vor allem also nicht nur innerhalb einer Veranstaltung, sondern eben auch wenn man das so versucht zu verallgemeinern für verschiedene Arten von Veranstaltungen.\nDann habe ich einfach immer wieder gemerkt so, oh, diese Annahme, die hier vollkommen ins Schwarze trifft,\ndie ist einfach schon beim nächsten Event komplett für die Cards. Ja, also allein schon so so Logiken wie was weiß ich so\nWie denkst du überhaupt deine Veranstaltung? Hast du da Tricks? Hast du da irgendwie\nist sie mehr nach zeitorientiert, ist immer nach Räumen orientiert, ja?\nÄh auf welche Art und Weise nehmen diese nehmen die Teilnehmer eigentlich teil? Ist das alles nur so Besucher, Strom oder oder sind die auch selber aktiv dabei, wie viel Eingriffe so äh den einzelnen Leuten\ngeben, wie viel Kontrolle kriegt man über alles. Jetzt ist natürlich dieser Ticketbereich, in gewisser Hinsicht noch so ein bisschen vorgelagert, aber ich könnte mir vorstellen, dass das auch,\nda sehr viel Komplexität ist. Also wie, wie bist du denn da rangegangen."
    },
    {
      "speaker": "rami",
      "time": "0:56:27",
      "text": "Na ja, also wir haben ja äh,\nwenn man in das Gitarre guckt und dann mal sechs Jahre an Commits zurückguckt, dann findet man ganz am Anfang wie so ein Anforderungsdokument, was das Ding jetzt können soll. Und da standen halt so Sachen drin, wie man soll das für seine eigene Veranstaltung benutzen können, ohne dass man was programmieren muss,\nAlso das ähm war irgendwie so die die Initiale Idee, dass das irgendwie übertragbar ist und natürlich,\nbin ich das aber angegangen völlig in dem\nin dem Mindset der Veranstaltung, die ich da kannte, klar, also kannte natürlich auch ein paar andere, ne, aber hauptsächlich so Chaos, Events, Chaos, Event ähnliche Sachen ähm.\nUnd am Anfang war das halt erstmal ja so für für diesen News Case gedacht. Klar, da.\nGibt's auch schon viel Komplexität und wie gesagt, was für ein was für ein Kongress richtig war, er war ja für uns bei den MMC schon wieder nicht richtig. Ähm aber es sind natürlich ähnliche Muster und ein ähnlicher Aufbau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:27",
      "text": "Huckel hast du dich auch mal an dem Ticketkram mitgemacht."
    },
    {
      "speaker": "hukl",
      "time": "0:57:31",
      "text": "Ja, ich wurde dazu genötigt, mehr oder weniger, als einer der wenigen Menschen im Berliner Chaos, Computerclub, die sich mit diesem Web befassen wollten\näh wurde mir dann irgendwann so kurz vor knapp äh gesagt, ja du äh also wie sieht's denn aus, können wir hier mal irgendwie so äh diesen\nTicket, dieses Kassensystem und so weiter und so fort und dann haben wir erst, also es sind diese golden Tokens oder wie auch immer das hieß am Anfang als das so in Berlin das erste Mal aufkam bei den Kongressen, da habe ich dann\nso eine Rubi-On-Rails-Sache zusammengestrick\nmal eben und dann auch das Kassensystem damit und dann habe ich aber eigentlich gesagt, dass ich das so nicht nochmal machen würde und das ging dann aber genauso dann noch ein paar Jahre weiter und dann haben sich glücklicherweise Leute mit äh etwas mehr Leidenschaft und auch Zeit und so weiter. Da\nähm damit ja beschäftigt."
    },
    {
      "speaker": "rami",
      "time": "0:58:26",
      "text": "Aber ist ja ein typischer Zyklus, ne? Äh bei dieser ganzen Software, die da entsteht und das ist ja erstmal auch nichts äh,\nNichts Schlechtes dran, aber\nSie sind halt meist ein, zwei Leute, die ähm das machen, solange sie Bock haben und dann dann halt nicht mehr und dann findet sich meist auch niemand, der es übernimmt und das ist halt auch\nextrem schwer, wenn man das so für eine einzelne Veranstaltung macht, dann ist man in diesem Jahreszyklus und dann braucht man's wieder elf Monate nicht, da hat man schon wieder fast vergessen, wie's geht, dann ist man erstmal wieder ein Tag,\nbeschäftigt, dass auf den aktuellen Stand zu bringen. Also ich hatte da schon von Anfang an irgendwie so, ich wollte das nicht für\nEin einzelnes Event machen schon, damit das halt irgendwie nicht so im Sande verläuft."
    },
    {
      "speaker": "hukl",
      "time": "0:59:07",
      "text": "Das ist auf jeden Fall eine gute Variante, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:12",
      "text": "Und dann was dann passiert? Dann hat's funktioniert. Hat es denn gleich."
    },
    {
      "speaker": "rami",
      "time": "0:59:18",
      "text": "Funktioniert.\nEs hat funktioniert, ja ja, es hat sich, ist, wir haben es dann zweitausendfünfzehn für die dritte MAMCD, bei denen ich mitgemacht habe, äh, eingesetzt, da sah das nur ein bisschen anders aus, dass es jetzt ist. Da hat es noch einige Features, die inzwischen wieder rausgeflogen sind und ganz viele andere Sachen nicht.\nEs war dann so der Beta-Use Gase und das hat getan. So und jetzt im im Rahmen des Erwarteten. Und dann ähm.\nJa, dann habe ich weitergemacht,\nNein, also ich hatte dann schon den Plan, dass irgendwie so als Nebenbusiness aufzuziehen, irgendwie anderen anzubieten, die jetzt also ne, das äh.\nEs außerhalb dieser Chaos\nBubble gibt's jetzt nicht so wahnsinnig viele Leute, die Events machen und die jetzt in der Lage sind oder Willens sind, sich sowas von Gitap zu klonen und dann irgendwie auf einem Ginox aber aufzusetzen und dann den Webserver zu streichen, so dass\ndie meisten Leute können das nicht und,\nSelbst die Leute, die es können, haben keine Zeit dafür, wollen das nicht so, ne? Also ich hatte schon relativ früh den Plan, dass irgendwie ja gegen Geld anzubieten, den Leuten, die sich nicht damit weiter befassen wollen\nund hatte dann so ausm Bekanntenkreis kleine Test,\nUser noch so, also nur neben den MAMCD gab's dann das ein oder andere kleine Charosevent, das es ausprobiert hat, dann irgendwie so Barcamps hier aus der Region. Ähm.\nDas ist dann, ja, ich weiß gar nicht, wie Stück für Stück immer ein bisschen größer geworden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:51",
      "text": "Ja, kann man wohl sagen. Also äh ich habe.\nAuch zum Einsatz gebracht, als wir hier Logbuch Netzpolitik live gemacht haben und so, weil wir natürlich dann auch einfach\ndie immer wieder immer wieder dieses selbe Problem hat, so Orbo-Tickets verkaufen und so. Und es gab ja, ist ja auch nicht so, dass es jetzt nichts anderes gab, ne? Es gab ja irgen,\nEvents und."
    },
    {
      "speaker": "rami",
      "time": "1:01:12",
      "text": "Also in, in nicht Open Sours gibt's ja also es gibt's ja wie Santa Meer inzwischen. Also ich könnte ich könnte tagelang Ticketing äh Software aufzählen,\nAber das war mir damals auch nicht so klar ehrlich gesagt so, ne? Ich kannte, ich hatte nach nicht Open Source Sachen gar nicht gesucht, weil es für so ein Chaos-Event irgendwie nicht in Fragen kam und da gab's tatsächlich nicht sehr viel,\nUnd was es da so an an propretären Services gab, das ja, wie gesagt, hat mich hat,\nMich hatte ich gar nicht so auf dem Schirm. Inzwischen äh wenn ich das damals gewusst hätte, ich hätte ich mich vielleicht nie getraut, das selber zu machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:47",
      "text": "Mhm. So, aber jetzt jetzt ist das ja jetzt existiert das ja, ne? Und man kann irgendwie auf Gitter gehen, Gitterp äh Punkt com Slash äh Pretex, ne, wenn ich das richtig sehe.\nÄhm und was was findet man da und was was kann man damit machen."
    },
    {
      "speaker": "rami",
      "time": "1:02:05",
      "text": "Ja, man findet eine Webanwendung, die im Grunde war das jetzt gefährlich, wenn man das sechs Jahre irgendwie Leuten verkauft hat, aus dem eigenen Marketingsprech wieder rauszukomm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:15",
      "text": "Wir kriegen dich dann schon wieder."
    },
    {
      "speaker": "Letty",
      "time": "1:02:19",
      "text": "Uns schon einen Marketingpitch jetzt hier geben."
    },
    {
      "speaker": "rami",
      "time": "1:02:23",
      "text": "Will ich nicht. Nein, also es ist inzwischen wirklich so alles was.\nMit also ich ich kriege ein Stück Software, was mir diesen ganzen Prozess.\nAuf meiner Veranstaltung abbildet, der damit zu tun hat, wer kommt,\nWas bezahlen die dafür? Wie kommuniziere ich mit denen, wer war wirklich da? Was muss ich versteuern\nne? Also ich habe die Kern, die das Kernfeature ist ein Onlineshop, eine klassisches E-Commerce, ich\nklicke mir was in ein Warnkorb, ähm was irgendwie aus einer aus einer Auswahl an Produkten, die jemand vorher angelegt hat und bezahle irgendwie, gebe noch irgendwie meine Adresse ein und,\ndann was in dem Fall halt ein Ticket PDF mit einem QR-Code drauf oder so.\nUnd dann gibt's halt so ein ganzes Ökosystem drum rum an Sachen wie, dann habe ich, gibt's die App.\nMit der ich am Eingang als Veranstalter das Ticket scanne, um zu gucken, ob's gültig ist. Ähm und dann gibt's irgendwie das Skript, das irgendwie mit dem Bankkonto verbindet und guckt,\ndie Zahlungen eingegangen sind und so, also neben diesem, diesen dieser Hauptwebanwendung gibt's halt noch so Satellitenprojekte drumrum, aber das,\nKern ist immer diese eine große Webanwendung, die diesen Hauptprozess abbildet."
    },
    {
      "speaker": "Letty",
      "time": "1:03:48",
      "text": "Das heißt, man könnte theoretisch, wenn man die ganzen anderen Sachen nicht hat, auch ich sage mal, das würde man jetzt nicht machen, aber diese Bankverbindung könntest du halt auch brauchst du nicht diesen Satelliten benutzen von dir, sondern du könntest das auch noch händisch machen,\nWer will das schon, aber theoretisch ist das halt alles möglich und du könntest reine Pretix benutzen."
    },
    {
      "speaker": "rami",
      "time": "1:04:04",
      "text": "Genau. Ja, ja, genau, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:07",
      "text": "So, was kann das jetzt alles? Also was was."
    },
    {
      "speaker": "rami",
      "time": "1:04:10",
      "text": "Alles natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:11",
      "text": "Alles ist eine Menge irgendwie. So, ich ich kenne ja noch meine ganzen Feature-Requests der letzten Jahre, also alles."
    },
    {
      "speaker": "rami",
      "time": "1:04:18",
      "text": "Immer wenn immer wenn Tim Software benutzt kriegt man danach so zwei Dina vier Seiten an guten Ideen für die nie Zeit ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:26",
      "text": "Aber sie sind gut."
    },
    {
      "speaker": "rami",
      "time": "1:04:28",
      "text": "Größtenteils."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:33",
      "text": "Beschreibst auch mal, also gucke mal, also man will jetzt sozusagen Pretex so installieren, äh nackt auf einem äh Rechner. Was muss ich was muss ich, was muss ich denn dann machen sozusagen, um das zum Laufen zu kriegen."
    },
    {
      "speaker": "rami",
      "time": "1:04:45",
      "text": "Na ja, also ne so bisschen bisschen Dinge in eine Kommandozeile eingeben, dann läuft irgendwie der Webserver. Ich glaube, der Part ist nicht spannend.\nSo dann logge ich mich da ein. Ähm und fange an eine Veranstaltung zu erfassen. Also das ist so, es geht immer um eine Veranstaltung,\nund trage ich ein, was ist das für eine Veranstaltung, wann ist die? Wo ist die.\nUnd dann kann ich in der Veranstaltung relativ detailliert jetzt mein ja mein mein Prozess\ndefinieren, indem ich\nProdukte anlege. Ich habe hier siebzehn verschiedene Ticketarten, die kosten verschiedenes und wir haben dann, wenn man in diesem Konferenz unterwegs ist, die Chaos-Events sind ja meist noch so, ich zahle einmal Eintritt, dann bin ich drin, dann ist alles drin, aber so bei so kommerziellen Konferenzen hat man das dann auch gern, es gi,\nähm\nes gibt den Konferenzen, dann gibt's noch die Workshops und dann gibt's das Package, wo ich beides zusammen habe und dann gibt's das drei aus zwei App, ey, das ist drei aus vier Package, wo ich drei zum Preis von zwei, wenn ich aber\nUnd so ne, also ich kann mir relativ komplex zusammenbasteln, wie ich als,\nKunde jetzt nachher die Auswahl habe, was kaufe ich jetzt eigentlich? Und dann steht dahinter auch wieder eine relativ vielseitige\nähm Kontingentverwaltung, dass ich nachher aufpasst, okay, ich habe jetzt in keinem Workshop zu viele Leute sitzen und ich habe insgesamt nicht mehr Leute, als in mein Gebäude rein dürfen, ne, klassisches Kongressproblem. Ich darf äh nicht mehr Leute in ein CCH quetschen, als die Feuerwehr zulässt\nÄhm.\nDas ist so dieser dieser ganze Prozess, dass ich einmal definiere, was was gibt's eigentlich alles, was kann man eigentlich alles machen? Ähm,\ndann kann ich meinen Fragebogen definieren jetzt Corona dieses Jahr. Plötzlich muss jedes Mal, wenn ich irgendwo hingehe, meine Telefonnummer bekannt sein, damit das Gesundheitsamt mich kontaktieren kann. Also ich kann irgendwie definieren, was müssen die Leute ausfüllen, um ein Ticke,\nkaufen. Das ist quasi dieser dieser ja dieser ganze Erfassungsprozess und dann sage ich OK jetzt Gotime\naktiv schalten und dann kriege ich einen Link und ähm,\nMit dem Link können dann eben Leute in dem Onlineshop ihre Tickets kaufen. Sprich,\nauswählen, in den Warenkorb liegen, Daten eingeben, bezahlen, entweder\nklassisch, ich schicke eine Banküberweisung irgendwo hin oder ich habe eine Kreditkartendienstleister eingebunden oder PayPal oder was auch immer. Ähm\nUnd dann habe ich als Veranstalter natürlich im Packen die Liste, was habe ich für Buchungen eingehend? Kann mir jeden einzelnen angucken, habe ähm.\nStatistiken, wie viel habe ich heute verkauft, wie viel habe ich gestern verkauft, wie viel Platz habe ich noch? Also das, ja, das Ufer dann in alle möglichen Richtungen aus, indem man weiter erzählen kann von äh es gibt\nein komplexes Gutscheinsystem, dass ich sagen kann, ich habe hier fünf Plätze für eine bestimmte Zielgruppe oder einen Rabatt für Leute, die,\nSesam öffnet dich eingeben und so weiter und dann\nhabe ich diesen ganzen Prozess des Verkaufens und dann geht's eben über zu diesem ganzen Einlassprozess. Wer darf eigentlich rein? Wer darf wann rein, wenn ich so eine mehrtägige Veranstaltung habe und Tagestickets\nkann ich definieren. So, heute dürfen die rein und morgen dürfen die rein und dann kann ich das eben am Eingang so kontrollieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:06",
      "text": "Wart ihr denn das von vornherein klar, dass du das so zweigleisig fahren willst? Also Open Source auf der einen Seite, aber das dann auch wirklich so als Business zu betreiben."
    },
    {
      "speaker": "rami",
      "time": "1:08:13",
      "text": "Das war mir relativ früh, das war relativ früh der Plan, ja. Also ich habe damit damals sicher nicht gerechnet, damit gerechnet, dass es gut klappt, aber ähm vor hatte ich das schon, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:25",
      "text": "Und das klappt eigentlich ganz gut, oder?"
    },
    {
      "speaker": "rami",
      "time": "1:08:27",
      "text": "Es klappt eigentlich ganz gut, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:29",
      "text": "Trotz trotz Korona."
    },
    {
      "speaker": "rami",
      "time": "1:08:30",
      "text": "Trotz Corona interessanterweise, also wir haben natürlich irgendwie im April Angst gekriegt, so äh weil unsere normale Kundschaft ist äh weggebrochen, wo wir von einem Tag auf den anderen sind halt,\nKeine Events mehr stattgefunden. Klar, es gab irgendwie einzelne unserer Kunden, die irgendwie Workshops durchführen oder so, die gesagt haben, ja, wir machen das jetzt halt online und dann können wir nicht mehr so hohe Preise nehmen, weil dann sind die Leute nicht so zahlungsbreit, aber wir können trotzdem irgendwie weitermachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:55",
      "text": "Ihr habt zwar noch am am Anfang erstmal ganz viele Features eingebaut, so im Bezug auf Rückerstattung, ne."
    },
    {
      "speaker": "rami",
      "time": "1:08:59",
      "text": "Ja genau, das war natürlich das allererste so. Wir hatten vorher gar natürlich konnten wir einzelne Buchungen erstatten, aber wir hatten vorher gar keine Funktion drin, um es einfach mal alle tausend.\nTickets für eine Veranstaltung auf einen Klick zurück abwickeln und überall das Geld zurückzuschicken.\nGab's vorher den Use Case, ne, wenn das wenn das einmal im Jahr einem Kunden passiert ist, dass Künstler krank war und man irgendwie absagen musste, dann haben wir das halt irgendwie schnell manuell. Ich führe den automatisiert irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:27",
      "text": "Da ruft man an und dann macht ihr das einfach mal sozusagen."
    },
    {
      "speaker": "rami",
      "time": "1:09:30",
      "text": "Das war vorher einfach, es ist vorher quasi nie vorgekommen. Ähm.\nUnd ähm plötzlich plötzlich halt ständig so, ne? Und dann ganz viel so eben Einklick alle Absagen oder so, dann da gab's ganz viel so Geschichten, wir haben viele viele Kunden so ausm,\ngemeinnützigen, ehrenamtlichen Bereich, da gab's dann ganz viel so ja, dass mit die Kunden dann gefragt werden wollen, sie,\nIhr Ticketgeld zurück oder wollen sie es nicht lieber spenden oder halb halb oder so, also wir haben dann erstmal erstmal ganz viel an dieser ganzen Rückerstattungsgeschichte gearbeite\nklar. War für uns natürlich klar wichtig, dass da dann dass das alles läuft, weil das musste ja alles passieren, aber für uns war es natürlich erstmal beängstigend.\nWeil ja, Weiher war ja im im Grunde alles Kunden, die uns verloren gehen, also nur zum Benehmen nicht so, wie wenn man jetzt irgendwie einen E-Mail-Service kauft, äh dass wir irgendwie eine Fixgebühr im Monat nehmen, sondern wir.\nHaben in der Regel eine Beteiligung an den an den Ticketpreisen. Ist eigentlich ein ganz faires Preismodell, die Leute, die die tausend Euro teure Events äh verkaufen, die können sich's auch leisten, ist ein bisschen mehr zu zahlen als die Leute, die für fünf Euro irgendwie ein Barcamp machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:36",
      "text": "Und es ist ja eigentlich auch die Kerndienstleistung, ne? Ihr verkauft die Tickets sozusagen, dann ist da genau diese."
    },
    {
      "speaker": "rami",
      "time": "1:10:41",
      "text": "Nee, wir stellen die, ja, wir stellen die technische Plattform dafür bereit, genau, also es gibt durch, wenn du jetzt bei Eventim die verkaufen ja tatsächlich Tickets, das machen wir nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:51",
      "text": "Technisch verkauft ihr die Technik, das das meine ich."
    },
    {
      "speaker": "rami",
      "time": "1:10:53",
      "text": "Genau, technisch verkaufen wir die Tickets, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:56",
      "text": "People, aber ihr seid ihr die die Nabler sozusagen."
    },
    {
      "speaker": "rami",
      "time": "1:10:59",
      "text": "Genau. So. Und aber das war natürlich für uns erstmal klar so, das ist jetzt weg diese Einkommenszweig. Ähm,\nhat sich dann aber.\nRelativ schnell ins Gegenteil gewandelt, zumindest jetzt so bis Ende Oktober. Jetzt Anfang November ist wieder nichts, aber so von ähm Mitte Mai bis\nMitte Oktober gab's ja jetzt effektiv eine Ticketingpflicht in Deutschland, weil man ja nix mehr machen konnte ohne sich vorher irgendwie\noder ohne ohne erfasst zu werden und ähm das ist natürlich,\nFür viele Sachen nur zweckmäßig, wenn das irgendwie vorher und eine Nennung passiert, ne? Also in der Gastro geht das irgendwie noch mit Name auf dem Zettelkritzeln und dann gibt's einen großen Stapel mit den Zetteln.\nÄhm aber äh\nwas dann zum Beispiel, was wir gar nicht haben kommen sehen ähm oder wo wir gar nicht mit gerechnet hätten, ist, dass wir dann plötzlich Anfragen von von Schwimmbädern hatten, also von öffentlichen Bädern, die gesagt haben, so, wir können das jetzt hier in Freibadbetrieb nicht händeln, ohne dass wir unsere Tickets online verkaufen, das\ngeht nicht, dass die Leute vor Ort einen Zettel ausfüllen, wir haben ja tausende Leute am Tag trotzdem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:05",
      "text": "Die haben dann auch so so Zeitreservierungen und sowas, ne?"
    },
    {
      "speaker": "rami",
      "time": "1:12:07",
      "text": "Genauso ich habe dann die haben dann immer so von von acht bis elf, dann wird eine halbe Stunde alle raus und desinfiziert und dann von zwölf bis vierzehn Uhr oder so mittags schwimmen und dann so, also sie brauchten so eine Zeitslotbuchung.\nÄhm und dann ähm äh brauchen sie eine Zeitslot buchen und dann eben\ndie wollten dann natürlich auch dann vor Ort nicht die vielen Leute in der Schlange und Bargeld und dann waren natürlich auch die Zahlen beschränkt, also es gab\nTage, da war es alles ausverkauft und wenn du bei gutem Wetter und dann wollten wir natürlich auch nicht, dass man eine riesen Schlange vor der Tür hat, die versucht noch ein Ticket zu kommen, sondern die wollten das dann wirklich in den meisten Städten einfach alles online haben\nUnd die haben sich natürlich dann verteilt auf alle möglichen Ticketanbieter. Es gibt natürlich auch Firmen, die schon vorher auf dieses Schwimmbad Branche spezialisiert waren. Aber ein ein Teil davon ist halt zum Beispiel auch bei uns angekommen. Deswegen hat uns das jetzt den Sommer über\nhauptsächlich so einen, so ein bisschen einen Fokusschiff gebracht so von Konferenzen und so Businessevents bis hin zu zu ganz anderen Sachen."
    },
    {
      "speaker": "Letty",
      "time": "1:13:07",
      "text": "Das heißt, für euch ist das vielleicht auch ein bisschen ein Vorteil gewesen, um noch so neue Usecases wieder mit einzubauen, überhaupt erstmal mit zu wissen, dass es die geben muss und somit halt auch die Software noch weiterzuentwickeln."
    },
    {
      "speaker": "rami",
      "time": "1:13:18",
      "text": "Genau. Also wir hatten vorher ein Schwimmbad, das ist mal eine Therme, die war mal durch Zufall auf uns gestoßen,\nwussten wir, dass es irgendwie geht, aber wir warten gar nicht auf die Idee gekommen, dass man da jetzt irgendwie dass das jetzt ein größeres Ding sein könnte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:33",
      "text": "Also was ich ja an an Pritik so mag ist, also erstmal obwohl's irgendwie Open Source ist, sieht's nicht scheiße aus."
    },
    {
      "speaker": "rami",
      "time": "1:13:39",
      "text": "Danke."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:40",
      "text": "Das finde ich schon mal bemerkenswert so, also es ist einfach hochgradig äh benutzbar,\nwürde nicht sagen, also es ist nicht ohne Komplexität und es gibt so,\nGibt schon so Dinge, wo man manchmal so sein Hirn bisschen spalten muss, um irgendwie noch mitzukommen, weil grad das versucht schon so eingangs erläutert hast du dieses Ganze mit\nJa und jetzt habe ich hier so einen Wauschar und was schaltet der dann genau frei und ist jetzt sozusagen, wo ist jetzt diese Logik gespeichert? Ist das jetzt irgendwie\noder irgendeiner Kategorie und was was beeinflusst jetzt eigentlich was? Also es wird irgendwann wird's einfach schwierig. Man weiß manchmal gar nicht so richtig, wie man das machen soll. Das ist über die Zeit so ein bisschen\nbesser geworden, aber äh dafür sind so die ganzen Basics da, ne? Also allein schon so, ich habe einen Account, aber dann kann ich so verschiedene\nOrganisatoren, Gruppen anlegen, die dann wiederum die Events machen, sodass man auch bei jedem Projekt andere Leute mit einbeziehen kann und zugriffsrechte äh entsprechend verteilen kann. So diese ganzen Sachen,\nsind irgendwie mit drin.\nSoweit es eben unsere Finanzlandschaft so ermöglicht, eben auch so diese Integration des Zahlungsweges, ne? Also so Problematikbanküberweisungen und so weiter. Ich weiß nicht, ob sich da bei euch mittlerweile was getan hat. Muss man ja immer noch.\nAuszüge rein importieren."
    },
    {
      "speaker": "rami",
      "time": "1:14:58",
      "text": "Ne, man muss im Moment immer noch Kontoauszüge rein importieren, weil diese diese äh PSD zwei, die da ja vor,\nAlso es ist gab ja vor letztes letztes Jahr neue europäische Gesetzgebung zu diesem ganzen Thema Banken und Ab.\nÄhm und das war ja so ein bisschen Griff ins Klo an vielen Stellen und das größte Problem ist, dass jetzt vorher war es so ein bisschen Grauzone, wenn wir jetzt irgendwie gesagt hätten, also ne, wir haben schon lange die,\nich Main Tainer eine Pfeifenbibliothek für für FinTS,\nähm Kommunikation, also irgendwie Api-Kommunikation mit traditionellen Banken, das ist eigentlich, also technisch wäre das kein Problem, dass wir da direkt von der Bank die Kontoauszüge angerufen haben, rechtlich, ne? Wir dürfen dein,\nOnline-Banking-Pin nicht speichern. Das wäre bis letztes Jahr wäre es nur, hätte, hätte man damit nur gegen die AGB deiner Bank verstoßen, was im Zweifel allen egal gewesen wäre.\nÄhm seit letztem Jahr ist das ein ein äh was wo man,\nwo die Finanz äh Dienstleistung Aufsicht für zuständig ist. Also man muss bei der BAFin\ngemeldet und zugelassen sein, um sowas machen zu dürfen. So, das ist äh was, was muss ich jetzt irgendwie als kleine Firma nicht antun will oder kann\nähm ist zwar keine Banklizenz, aber so auf zwanzig Prozent Weg dahin vom Aufwand her. Und die\nDie Lösungen sind halt so zu Drittanbieter\nAber davon, die das für einen Brox sind und diese Lizenz haben, aber das ist alles ein bisschen unbefriedigend, die dies in Deutschland gibt, einer hat einer davon, mit dem wir ursprünglich mal kooperieren wollten\ngerade Schlagzeilen gemacht, weil sie jetzt irgendwie der Schufa gehören und äh,\näh und schön, schön hier ähm Leute ausschnüffeln wollen für Credit Scoring, da wollen wir natürlich irgendwie nix mit zu tun haben. Und jetzt sind wir so ein bisschen auf der Suche und,\ndas ist gibt's jetzt noch nichts Spruchreifes, aber da wir\nirgendwie eine Lösung geben auf absehbare Zeit, aber es war ja auch so, dass es irgendwie seit letztem Jahr sind Banken verpflichtet, eine API zu haben, aber irgendwie hatten sie die dann doch nicht und dann mit der Verpflichtung, na ja, komm, wir geben euch noch ein paar Jahre und ist kein, kein schönes Thema leider."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:17",
      "text": "Ja, vor allem, sie wurden nur verpflichtet, eine zu haben, nicht nicht alle eine. So, sagen nur überhaupt eine."
    },
    {
      "speaker": "rami",
      "time": "1:17:23",
      "text": "Sie, die haben sich da zumindest irgendwie geeinigt, also es gibt den den Berlin Group Standard,\nÄhm das ist zumindest mal so eine grobe Skizze, an der sie sich orientieren.\nIst glücklicherweise, also ist traurigerweise ja nicht mein Problem, wenn die alle eine andere Art hier haben, weil ich diese Apis ja ohne Barfin-Zulassung eh nicht ansprechen darf selber. Ich,\nkein A Piki dafür."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:47",
      "text": "Das ist wirklich ja genau immer. Und wenn man wenn man halt selber so einen Dienstleister werden will, ja, äh habe ich auch schon mal von jemandem gehört, der tatsächlich durch diesen äh Ring gesprungen ist. Da musst du ja erstmal,\nrichtig viel Geld zahlen, um überhaupt dran teilnehmen zu dürfen, dann musst du richtig viel Geld zahlen, um jedes Jahr noch weiterhin dabei sein zu dürfen und dann darfst du erst anfangen zu arbeiten."
    },
    {
      "speaker": "rami",
      "time": "1:18:10",
      "text": "Ja, also für diese Barfin-Lizenz, du musst halt irgendwie ein gewisses Startkapital haben, du musst gescheit versichert sein oder du musst der BAFin mit sehr sehr viel Papierkram nachweisen, dass du,\nÄhm dass du geeignet bist diese Aufgabe vertrauensvoll auszuführen und ähm das ist halt also äh ich verbringe so schon viel mehr Zeit meine Arbeitswoche mit irgendwelchen Compliance,\nund Rechtsthemen als mir irgendwie recht ist.\nUnd das äh also da müsste man halt jemanden für da, also da kann man sicher jemand mindestens eine Person Vollzeit mit beschäftigen, sich nur um diese ganzen Zahlungs äh rechtlichen Sachen zu kümmern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:46",
      "text": "Was ihr ja jetzt auch gerade gemacht hat, ist das, ist das auch Open Source, der ganze Sitzplankram."
    },
    {
      "speaker": "rami",
      "time": "1:18:52",
      "text": "Nee, das ist tatsächlich eins von den Features, wo wir gesagt haben, die machen wir mal nicht Open Source. Ähm,\nAlso die zwei großen Features, die nicht Open Source sind, sind irgendwie dieser Sitzplatzkram, also grafische Buchungen, wo möchte ich sitzen und äh unser Kassensystem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:07",
      "text": "Also Katzensystem ist so mit den Apps dann so gleich vorne alles."
    },
    {
      "speaker": "rami",
      "time": "1:19:11",
      "text": "Bargeld, Bargeldhandling vor Ort."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:14",
      "text": "Äh richtig Bargeld, okay? Mhm."
    },
    {
      "speaker": "rami",
      "time": "1:19:17",
      "text": "Nach der Gesetzgeber nämlich auch schön zwischengefunkt. Dieses hier letztes Jahr, dieses Jahr. Es gibt jetzt,\nde facto glaube ich nicht, dass es nochmal Open Source Cussen Software gibt in Deutschland. Ähm,\nWeil es gibt jetzt sehr schrohe gesetzliche Anforderungen, was Kassensoftware erfüllen muss,\nUnd wer anderen Software zugänglich macht, die diese Anforderung nicht erfüllt, der verhält sich auch schon gleich ordnungswidrig und Bußgelder bis fünfundzwanzigtausend Euro und so.\nWäre ich doch schön, also das Risiko da was auf Gitter zu stellen, was vielleicht nicht ganz rechtskonform ist. Es ist glaube ich nicht, dass ich den Schuh jemand anziehen wird, so schnell."
    },
    {
      "speaker": "Letty",
      "time": "1:19:58",
      "text": "Was ja eigentlich total Quatsch ist, also so,\nwarum nicht auf Gitter stellen und eins mal richtig entwickeln und halt gemeinsam entwickeln, dass wofür Open Source steht, ähm statt halt wieder irgendwelchen Leuten da eine Position zu geben und irgendwie Kloster auszuschreiben. Was halt eigentlich total.\nFür mich total strange kling."
    },
    {
      "speaker": "rami",
      "time": "1:20:17",
      "text": "Ja, also es ist total blöd, also immer gucken, wir haben das ähm also es gibt das\nPretixkassensystem, das wir kommerziell erbieten. Beim Kongress zum Beispiel kommt ein anderes Kassensystem zum Einsatz, das für den Kongress Use Case äh\ngemacht hast, das war bis letztes Jahr Open Source und als es diese neue Gesetzgebung Kraft hat, haben wir das jetzt erstmal\ndepubliziert und wenn das dann irgendwann wir uns so sicher fühlen, dass das alle äh Regelungen erfüllt, dann überlegen wir uns das nochmal. Aber so, jetzt einfach so, das alte System online lassen, war halt einfach zu heiß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:47",
      "text": "Absolut nachvollziehbar. Ne, ist halt einfach auch äh knifflig mit Geld und Steuern und all diese ganzen Sachen und Veranstaltungen sind ja auch so wunderbare Geldwaschanlagen im Prinzip. Kann ich mir schon vorstellen, dass das Finanzamt da ordentlich hinterher ist."
    },
    {
      "speaker": "rami",
      "time": "1:21:00",
      "text": "Ja, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:02",
      "text": "Ne, also überall, wo mit so viel potenziell ja auch Bargeld ähm gearbeitet wird, wo es, was so schnell in großen Mengen schwer überprüfbar äh fließt so, dass äh äh man."
    },
    {
      "speaker": "rami",
      "time": "1:21:14",
      "text": "Ja, ich weiß jetzt gar nicht, ob Events so ins also ob an Events jemand gedacht hat, als diese Gesetzgebung gemacht wurde. Ich glaube, da ging's mehr so um Gastronomen sauber, macht's halt einfach für alle, für alle Kassen in Deutschland alles, was ein alles, was elektronisch,\nBargeldtransaktion aufzeichnet, wird halt von diesem neuen Gesetz erfasst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:31",
      "text": "Und der Sitzplatzeditor auch. Na gut, aber der ist trotzdem geil.\nSchon mal ein bisschen rumgeklickt und das ist irgendwie äh das äh ja das löst schon mal eine ganze Menge äh Probleme.\nAlso ich hocke, hast du noch Fragen irgendwie zu Pritix? Oder Anmerkungen."
    },
    {
      "speaker": "hukl",
      "time": "1:21:52",
      "text": "Außer äh super."
    },
    {
      "speaker": "Letty",
      "time": "1:21:56",
      "text": "Ich hab noch Fragen, ich hab noch Fragen. Sogar extra aufgeschrieben. Und zwar ähm.\nAlso also aus der einen Sicht aus der Entwicklersicht und aus der anderen Sicht als ähm.\nMensch, der das vielleicht zweckentfremden wollen würde. Wie habt ihr denn dieses dieses gesamte Modul mit, also du sagst, eigentlich ist Pretex wie ein Webshop.\nDann halt auch so aufgeteilt, dass du, ich sag mal so modular arbeitest, dass du sagst OK ich hab jetzt hier so dieses Basistool, das ist prinzipiell wie so 'n Webshop aufgebaut und dann so das Event drumherum gebaut.\nAlso die Anforderung, so rein aus Entwicklersicht und aber auch aus Kundensicht."
    },
    {
      "speaker": "rami",
      "time": "1:22:35",
      "text": "Ist es schon ein hochspezialisierter Webshop für Events\nAlso es gibt Leute, die Predigts benutzen, um Bücher zu verkaufen, aber das ist äh die absolute Ausnahme und so. Geht auch nur, wenn man wirklich das auf niedrigen Skalen und mit niedrigen Anforderungen macht."
    },
    {
      "speaker": "Letty",
      "time": "1:22:50",
      "text": "Aber theoretisch wäre es möglich."
    },
    {
      "speaker": "rami",
      "time": "1:22:52",
      "text": "Theoretisch wäre es möglich, dir fehlt halt alles. Also ne, wenn du, wenn du ernsthaft Versand äh Versandverkauf, Versandhandel betreibst, dann brauchst du eine Anbindung eine Warenwirtschaft und brauchst ein\nernsthafte Versandmanagement mit Paketdienstleisteranbindungen so. Das ist alles, das passt alles nicht rein, das könnte man alles in die Richtung,\nerweitern, aber oder auch der die Produktdarstellung. Es ist, wenn du, wenn du jetzt irgendwie Versand,\nHandel machst, hast ja normalerweise hunderte, tausende Produkte vielleicht, in denen man irgendwie suchen muss und kategorisieren. Wenn du ein Event verkaufst, gut\nsitz vielleicht mal eine Konferenz, die hundertfünfzig Workshops hat, die sie alle einzeln verkauft, aber es ist die absolute Ausnahme. Meistern gibt's eher so drei oder vier Preisstufen. Es ist einfach nur mal so von der ganzen Darstellung und vom ganzen Ansatz her nochmal ein bisschen,\neinfach eine eine andere Nische."
    },
    {
      "speaker": "Letty",
      "time": "1:23:44",
      "text": "Ich wollte gerade sagen, genau deswegen kam ich nämlich drauf, weil Tim, du hast das ja, glaube ich, bei ich weiß gar nicht, welchem Event ähm auch das Merch darüber mitangeboten, oder?"
    },
    {
      "speaker": "rami",
      "time": "1:23:52",
      "text": "Aber zum Abholen nicht zum Verschicken, ne?"
    },
    {
      "speaker": "Letty",
      "time": "1:23:54",
      "text": "Genau, mit zum abholen, genau, dass ähm das vielleicht das ja, stimmt das."
    },
    {
      "speaker": "rami",
      "time": "1:23:56",
      "text": "Genau. Also verschicken geht grundsätzlich auch, aber da da ist es halt nicht so mächtig, wie es jetzt so genau abholen. Ich meine, ob du jetzt dir ein ein Ticket.\nTicket einlöst, indem du eine Tür durchschreitest und ob du ein Ticket einblüßt in dem neuen T-Shirt abholst und so, dass es dem System natürlich am Ende egal, was du da verkaufst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:14",
      "text": "Ja, aber das ist äh hat sich, das hat sich dann schon bei der Benutzung dann doch schon teilweise sehr\nähm unrund angefühlt, weil es ist schon dann doch nochmal was anderes, so ein so ein Ticket, das ist, da ist dann halt immer so Zugang mit verbunden, ne? Und das das musste, das musste man dem dann immer erstmal irgendwie entziehen,\noder zumindest äh nicht drüber nachdenken.\nÄh damit es eben sozusagen so ein so ein physisches Gut äh machen kann, ja? Was man ja dann im Zweifelsfall auch was weiß ich, was da nicht abgeholt wurde und was du dann später doch noch wieder, also du warst einfach ganz andere Dinge damit verbunden sind. Auf der anderen Seite ist natürlich dieser Merch-Kram,\nschon auch etwas, was an Veranstaltungen auch fest dranhängt, ne? Also\ngerade wenn ich sogar Bands und so weiter nachdenke, also ich denke so richtig dran vorbei, werdet ihr an dem Thema nicht kommen, aber es wird halt nicht im eigentlichen Sinne jetzt so einen Onlineshop, im Sinne von Amazon für Arme äh werden, ne?"
    },
    {
      "speaker": "rami",
      "time": "1:25:05",
      "text": "Genau. Das gibt's ja auch genug, ne? Da gibt's ja Shop Software gibt's ja auch einige auch einige Notens aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:13",
      "text": "Genau, aber ich denke, die, die Stärke von von Pritix, in meinen Augen liegt halt wirklich da drin, dass man eben auch sehr,\nkomplex gestaltete Community Events vor allem auch damit irgendwie modelliert bekommen. Gut, ich mein,\nKein Wunder, ne? Da da kommt es jetzt sozusagen her. Also wenn man in der Lage ist, quasi damit einen Kongress zu vertreiben, dann findet das eben mit kleineren Community-Veranstaltungen auch sehr gut, aber ihr habt doch ähm.\nAuch Anfang des Jahres so eine Onlinekonferenzkomponente mit eingebaut, ne? Und ähm äh dann gibt's da nochmal so ein zweites äh Produkt, das habe ich mir jetzt ehrlich gesagt noch nicht so genau angeschaut. Äh das äh wie heißt das? Ne?"
    },
    {
      "speaker": "rami",
      "time": "1:25:53",
      "text": "Venulis, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:55",
      "text": "Ähm sag doch mal was dazu, was was das jetzt eigentlich ist.\nIst das auch Open Source oder ist das jetzt auch nochmal."
    },
    {
      "speaker": "rami",
      "time": "1:26:04",
      "text": "Jetzt muss ich aufpassen, weil er also Venulis, der Source Code ist auch auf Gitarb, aber wenn man jetzt äh die Osi oder die Free Software Foundation fragt, dann ist das nicht Open So."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:13",
      "text": "Ach so, ja okay."
    },
    {
      "speaker": "rami",
      "time": "1:26:14",
      "text": "Frei genug ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:15",
      "text": "Der Code ist verfügbar, das wollte ich wissen."
    },
    {
      "speaker": "rami",
      "time": "1:26:17",
      "text": "Code ist verfügbar, man darf auch genau alles damit machen, was man mit einem Open Source Projekt machen dürfte, außer es ein Software Asses Service in Konkurrenz zu uns betreiben für Brite,\nSo, das haben wir, das ist, haben wir jetzt einfach mal mit 'nem anderen Modell Experiental Pretex bei Pretix machen wir so Open Core.\nÄhm Kernopen Source und drumrum nicht alles. Bei Venulis machen wir jetzt mal alles Open Source, aber halt äh also alles offen, aber unter einer etwas weniger freien Lizenz.\nIst ja unser Versuch ähm,\nmöglichst vielen unserer Pretex-Kunden und auch anderer Veranstalter irgendwie eine Möglichkeit zu geben, ihre Events jetzt trotz Pandemie online stattfinden zu lassen. Also\nnoch bevor das irgendwie klar war, dass wir da mit Schwimmbädern oder so einen von den anderen Markt finden in der wir uns über Wasser hält dieses Jahr\nWarum sind wir natürlich in alle möglichen Richtungen losmarschiert und haben überlegt, was was machen wir jetzt? Und unsere Kunden natürlich auch ähm die mussten ja auch irgendwo irgendwas tun, die wollten ja auch nicht jetzt einfach,\nihren Laden zumachen. Und dann haben äh so,\neinerseits äh Rix, der das Pre-Talks über das wir nachher, glaube ich, auch noch reden wollen, ähm entwickelt und noch ein\nAndere gemeinsamer Freund von uns beiden rasch und ich so über die Osterfeiertage ähm hingesetzt und ein neues Projek\nProjekt angefangen, das Venulis und die Idee ist so ein bisschen.\nNa ja ähm viele dieser Komponenten, die man für ein Event braucht, um sie online durchzuführen, gibt's schon lange. Also es gibt irgendwie Livestreaming, so das macht das Vog beim Kongress seit, also\nals ich zum ersten Mal da war, gab's das schon. Ich weiß nicht, wie lange die das machen. Aber schon, schon lang, das ist gelöst\ndas technische Problem und irgendwie sowas wie Videokonferenzen ähm gibt's auch sowas wie Chat gibt's auch, aber was irgendwie fehlte, war\nalles irgendwie zusammenzubringen. Also wenn man jetzt irgendwie sich eine Onlinekonferenz in den ersten Monaten dieses Jahres angeschaut hat oder sogar noch davor, dann war das so. Meist so ja\nHier sind die siebzehn Zoom Links für die Workshops. Hier ist der Link zu den drei YouTube Streams. Ähm hier ist der Slack Inwide Link. Hier ist das Slido zum Fragenstellen und so. Also es war halt\neine von der User Experience sehr, sehr unbefriedigend, weil sich das Ganze mal über über siebzehn Plattformen gezogen hat. Die für den Nutzer völlig separat voneinander waren,\nUnd die Idee bei Venuel ist es, dass auf bestehenden Komponenten aufbauend in in ein in eine Nutzeroberfläche zu,\nZu vereinheitlichen, in der ich meine komplette Konferenz habe als Teilnehmer nachher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:09",
      "text": "Mhm. Das heißt, wenn ich jetzt so ein, so ein, so ein Online\nDie Freakshow Konferenz machen will, wo irgendwie Vorträge stattfinden und Begegnungen stattfinden sollen und sowas, dann lege ich mir das dann sozusagen als als Event darin an."
    },
    {
      "speaker": "rami",
      "time": "1:29:27",
      "text": "Genau. Also ich habe irgendwie meinen meinen Livestream oder mehrere, wo,\nZentral produziertes oder irgendwie Vorträge vor großem Publikum stattfinden. Ich habe äh Workshops oder Ghettogethers oder\nwas auch immer, wo ich in einem Videokonferenzraum bin mit anderen. Ich habe äh,\nChaträume, textbasiert, ich habe äh eins zu eins Kommunikation, also Direct Messages und irgendwie dann Videocalls eins zu eins,\nirgendwie noch so ein bisschen, ne? Brauchen brauchen ja irgendwie die meisten Events äh auf dieser Welt finanzieren sich ja zu irgendeinem Anteil durch Sponsoren, also es gibt irgendwie so Ausstellungsflächen, wo ich meine meine Sponsoren präsentieren kann\nUnd so und habe das halt alles so in einer hübschen Navigation, kann dazwischen hin und her wichsen, als wäre es alles eins, auch wenn's vielleicht verschiedene Tools sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:19",
      "text": "Wie muss man sich das jetzt so vorstellen? Wie sieht das jetzt aus wie so ein acht Bit äh Game, so selber irgendwie äh."
    },
    {
      "speaker": "rami",
      "time": "1:30:26",
      "text": "Nee, nee, überhaupt nicht. Ähm es sieht eher aus wie eine wie eine wie eine Website oder eine App, oder? Also ich habe links mein Menü mit meinen verschiedenen Räumen. Also es gib\nwieder kann ich mich da irgendwie zwei D durchbewegen noch, sehe ich irgendwie die anderen Leute als kleine Figürchen, sondern es ist eine,\ngut gelernte durch tausende,\nund Webseiten gelernte Menüstruktur, die aber simpel und flach und ohne Hierarchien daherkommt und mir einfach meine verschiedenen Räume, die die ich gehen kann, links in einer Liste präsentiert und dann klicke ich da drauf und dann bin ich da drin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:59",
      "text": "Mhm. Und wie würde das jetzt aussehen? Also,\nIch hab ja ähm habe ich ja auch mit äh äh,\näh organisiert hier diese Subscribe Konferenz, diese Podcast Konfer\nalso so dreihundert Leute, da haben wir dann so ein, zwei, drei, vier, fünf, sechs, äh, Workshop Räume und ein Vortragsraum und nochmal so 'ne zentrale,\nMarktplatz äh Situation und dann finden da halt ganz viele Workshops drin. So wie wie also vermute mal, dass es sozusagen etwas, was was sich darin ganz gut abbilden lassen ließe. Gegebenenfall."
    },
    {
      "speaker": "rami",
      "time": "1:31:35",
      "text": "Ja genau, ne? Also wir haben al,\nwie gesagt so das was man da dann jetzt hauptsächlich hätte wären halt so interaktive Videoräume, das ist bei uns derzeit ist da Beat Blue Button als Open Source Videolösung eingebunden und ähm,\nDann hast du halt mehrere so Big Blubberten Räume, in denen du dich austauschen kannst oder einen Workshop erhalten kannst und zwischen denen du halt easy hin und her springst.\nOhne dich jedes Mal neu irgendwie einloggen zu müssen oder zu sagen müssen wer du bist\nAber wenn du jetzt mehr als dreihundert gut dreihundert Leute, wenn du jetzt sagst, du hast es bei den dreihundert Leuten, ähm, das sind irgendwie diese sechs Workshops parallel, aber du hast danach noch irgendwie einen einen Keynote, wo alle zuhören wollen, ähm das funktioniert jetzt nicht mehr so gut in so einem Video, haben wir alle durcheinander qu\nwo du ähm.\nDass du auf mehr Zuhörer zu skalieren kannst, wo du nur einen Einwegvideo hast und auf der eine Richtung Video und daneben noch einen Chat. Ähm.\nUnd du kannst diese diese verschiedenen,\nAusstattung, ne, so wie du in einem in einem, ne, sonst komme ich wieder in mein Marketing sprech, so wie du Konferenzgebäude unterschiedlich ausgestattete Räume hast mit unterschiedlicher Technik drin hängen und mehr oder weniger Stühlen, kannst du halt in den verschiedenen Räumen ganz unterschiedliche Softwaremodule drin haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:53",
      "text": "Die dann was machen, die."
    },
    {
      "speaker": "rami",
      "time": "1:32:55",
      "text": "Entweder eben so ein Stream mit Chat daneben oder halt einen big bluebatten Videoraum oder halt eine Präsentation meiner fünf tollsten Aussteller oder Sponsoren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:05",
      "text": "Okay. Und was kriegt man sich dann zusammen."
    },
    {
      "speaker": "rami",
      "time": "1:33:08",
      "text": "Ja\nEs ist so, wir haben jetzt erstmal so mehr den Fokus gelegt auf das was nachher für den Teilnehmer schick ist, als dass es irgendwie besonders bequem zusammenzuklicken ist. Also man kriegt das im Zweifel mit unserer Hilfe zusammen. Ähm aber genau, das kann man sich dann so zusammenstellen, wie man's braucht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:24",
      "text": "Hast du Fragen? Immer."
    },
    {
      "speaker": "Letty",
      "time": "1:33:26",
      "text": "Ja, darf ich bis ja, genau. Ähm nee, ich habe noch äh vielleicht geht das auch so ein bisschen dann in das nächste Thema mit rein. Du hast ja gesagt, Herami, dass du am Anfang hast du allein daran gesessen, oder? Ganz zu."
    },
    {
      "speaker": "rami",
      "time": "1:33:39",
      "text": "An Pretex, ja. An Venules nicht, Venulis haben wir zu dritt angefangen."
    },
    {
      "speaker": "Letty",
      "time": "1:33:43",
      "text": "Na und aber das hat sich ja dann wahrscheinlich, also ihr habt euch dann aber ja mit mehreren Leuten zusammengefunden, also wie viel seid ihr jetzt die das aktiv entwickeln und wie hat sich das so über die Jahre hinweg dann auch entwickelt."
    },
    {
      "speaker": "rami",
      "time": "1:33:54",
      "text": "Also da muss man jetzt wieder immer so ein bisschen trennen in in Firma und Open Source Projek,\nÄhm bei Pretex habe sehr lange ich ähm als einziger mit viel Zeit und so,\nBeruflich oder semiberuflich dran gearbeitet. Inzwischen sind wir sechs Leute, die ihren Lebensunterhalt in irgendeiner Form von Pretix beziehen.\nÄhm,\ninzwischen vier, die irgendwie sich um Entwicklung in und um Predigs kümmern und zwei die äh Kundenberatung und Vertrieb machen.\nUnd dazu gibt's natürlich noch Leute aus der Community, die meist dann,\nwenn sie's für ihr eigenes Event gerade irgendwie brauchten oder brauchten, ob,\nAn dem Open Source Projekt mitgearbeitet haben, mitgewirkt haben, das sind insgesamt, glaube ich, hundertfünfzig Leute, die da mal von,\nFehler, fixen bis neues Feature einbauen, irgendwas gemacht haben. Ähm.\nAber meist also mit mit wenigen Ausnahmen relativ punktuell, wo sie es halt selber gerade den Nied hatten und gesagt haben, so das mache ich jetzt halt selber."
    },
    {
      "speaker": "Letty",
      "time": "1:35:07",
      "text": "Es ist schon gerade nicht ein kleiner Kreis an Kontiguten. Oder? Für ein Open Source Projek."
    },
    {
      "speaker": "rami",
      "time": "1:35:14",
      "text": "Ja, nee, nee, also es sind schon sind schon einige Leute, wie gesagt, die sind ja jetzt auch schon sechs Jahre und die der Umfang der unterschiedlich.\nAber es sind trotzdem, es sind viele Leute, die sich in irgendeiner Form mal irgendwie eingebracht haben, ja. Das ist äh auf jeden F."
    },
    {
      "speaker": "Letty",
      "time": "1:35:31",
      "text": "Ist echt schick."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:32",
      "text": "Äh ja wohl wohl gerade äh diese Community Beiträge äh machst, weil also erstmal eine will ich gleich nochmal ein Bienchen nochmal verteilen, also ich finde allein schon die Release Notes,\nUnd ihr releast ja Pretex regelmäßig was Neues. Weiß nicht, habt ihr da einen festen Skedul eigentlich."
    },
    {
      "speaker": "rami",
      "time": "1:35:47",
      "text": "Monatlich außer es ist irgendwie Urlaubs oder Weihnachten also ich sag mal zehn Mal im Jahr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:53",
      "text": "Okay, gut, aber ähm mit auf jeden Fall mit mit einer, mit einer Konstanz, wie man das eigentlich selten äh findet und dann auch immer wirklich mit super ausführlichen, wohlbebilderten Blog-Posts, wo genau beschrieben ist, was irgendwie sich geändert hat und das sind immer\nWeiß nicht, also wenn das wirklich jeden Monat kommt, da braucht man ja schon fast einen Monat, um diesen Blogpost zu schreiben."
    },
    {
      "speaker": "rami",
      "time": "1:36:12",
      "text": "Ja, aber ein paar Stunden sind's dann oft schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:15",
      "text": "Ja, ja, also da da steckt auf jeden Fall schon was drin, aber da da kenne ich auf jeden Fall genug andere Tools, die nicht ansatzweise äh auch nur so viel darüber zu äh verlieren haben,\nUnd ähm wie gut funktioniert denn das, weil diese ich meine äh\nne, also auf der einen Seite ist äh also äh anders formuliert. Wir wissen ja alle so, Open Source ist nicht gleich Open Source Food, ne? Nur wenn irgendwie ein Quellkot draußen ist, wird das auch nicht gleich für alle Leute benutzbar, wenn's benutzbar ist, heißt noch lange nicht, dass man auch\nes schafft also einen aktiven Community-Prozess hinzubekommen, dass eben Leute kontroversieren. Jetzt hast du gesagt, okay, das machen dann Leute, die irgendwie für ihre eigenen Events was brauchen,\nDas ist ja auch okay und das ist ja auch, so sollte es ja eigentlich auch sein, ne, dass man so aus einem eigenen Örch heraus Sachen äh entwickelt, aber das dann eben auch wirklich,\nso zu kontributieren, dass es dann auch wirklich Teil des Pakets wird. Und wenn's auch nur so als Modul ausgelagert ist, aber oft wird's ja wahrscheinlich auch eine Änderung am am Code selber sein. Das ist ja auch nochmal ähm ein gewisser Aufwand, oder?"
    },
    {
      "speaker": "rami",
      "time": "1:37:12",
      "text": "Ja, jetzt muss ich natürlich bisschen vorsichtig sein, was ich sage, weil ich will natürlich niemanden davon abhalten, der gerne schöne, tolle Contribusions zu schicken, aber es macht natürlich auf beiden Seiten Aufwand, wenn man sich äh für eine kleine Sache in ein großes Projekt einarbeiten muss\nÄhm und dann wieder weg ist und was ich mit anderen Dingen beschäftige, was ja völlig okay ist, aber da ist halt immer so das Verhältnis zwischen wie viel Zeit brauche ich, um da überhaupt erstmal reinzukommen,\näh wie viel Zei,\noder wie viel, wie viel Nutzen habe ich dann am Ende selber draus? Ist halt ja, wenn man's nur sehr selten oder gelegentlich macht, nicht immer so super ideal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:47",
      "text": "Ja klar, ich meine darauf darauf spreche ich auch gerade an, so das ist halt, also ich.\nMan unterschätzt glaube ich immer, sagen wir mal so, ist immer so diese allgemeine Sichtweise, ja, wenn's Open Source ist, da kann ja jeder dazu beitragen, ne? Aber dass das sozusagen auf beiden Seiten einen enormen Aufwand darstellt, ne, wie du schon sagst, so auf der einen Seite sich reinzulesen,\nIch muss ja erst überhaupt erst meine existierenden gut genug verstanden haben, um mir überhaupt was beitragen zu können,\nKlar, wenn es so eine wohldefinierte API ist und so ein Modul und so und da gibt's eine ordentliche Doku für, dann dann ist das so das eine, aber so richtig Änderungen am Kernkot, an dem ihr vielleicht gleichzeitig auch Hauptentwickler sitzen, die dafür schon ganz andere,\nPläne haben. Da muss man ja auch wieder so eine Kommunikation äh herstellen, um um um das dann sozusagen auch für beide Seiten wenig frustrierend zu machen, ne? Die\nLeute, die beitragen wollen, die wollen ja auch sehen, dass es dann irgendwie ankommt und wertgeschätzt wird und dass es dann irgendwie nicht gerade in dem Moment sowieso alles neu geschrieben worden ist\nauf der anderen Seite die Zeit, die man auf,\nbringen muss, um dann so Kontributionen auch wirklich einzuarbeiten, ist ja auch nicht zu unterschätzen."
    },
    {
      "speaker": "rami",
      "time": "1:38:50",
      "text": "Klar.\nAlso das gibt's ganze Spanne von bis, ne und bei,\nQ, das ist relativ schwierig, wo sie zum Beispiel, wir kriegen sehr, sehr viel Hilfe aus der Community bei\nÜbersetzung in andere Sprachen, also ne Predigs kann man auch auf Spanisch und auf,\nTürkisch benutzen und obwohl ich kein spanischer Türke spreche, da ist das wirklich ein No Brainer, ne? Da läuft das. Da kommen auch viele Contribusions, da gut ich meine Reviewen kann ich da eh nichts, ich spreche kein Türkisch\nähm aber äh das muss ich einfach vertrauen, dass das irgendwie sinnvoll ist, aber da ist die die Schwelle auch relativ niedrig.\nWären jetzt bei bei Code ist die Schwelle relativ hoch, da gibt's natürlich immer wieder Leute, die sich eh mit Django auskennen und guten Einblick haben und dann kommt er plötzlich aus dem Nichts, ein richtig toller Pulverquest und man fliegt auf ähm\nes hat vielleicht noch ein, zwei Kommentare und dann klickt man auf Merch und dann.\nÄhm dann dann ist wahnsinnig toll, aber es gibt natürlich auch ähm die die wo man auch als Reviewer dann,\nmehr Arbeit reinsteckt als wenn man's einfach schnell selber gemacht hätte und dann sieht man die Person nie wieder und dann ist es natürlich auch irgendwie frustrierend so,\nschönen Open Source Gedanke erfüllt, aber hab jetzt, hab ich jetzt auch nichts gefunden."
    },
    {
      "speaker": "Letty",
      "time": "1:40:06",
      "text": "Ja, aber ich finde das, ich finde das auch echt spannend, weil ihr echt ein funktionierendes Projekt seid und ich frage mich halt, wie ihr das halt untereinander macht\nder also zum einen so ein bisschen Kommunikation und aber auf der anderen Seite halt auch Release und Future Bruntes. Also ihr erarbeitet ja wahrscheinlich auch mit My Stones und ich meine, wenn ihr jeden Monat release,\nhabt ihr auch Regeln, also ja gut, dadurch, dass ihr eine Firma seid, habt ihr auch sowas wahrscheinlich dann wie regelmäßige Meetings, dass ihr euch wirklich auf so einen kleinen, gemeinsamen Nenner ähm halt zusammen."
    },
    {
      "speaker": "rami",
      "time": "1:40:33",
      "text": "Es ist es kommt natürlich schon der Großteil der Entwicklung von uns, es ist das ist natürlich irgendwie auch so eine sich selbst verstärkende,\nGeschichte, ähm äh wenn ich jetzt ein Open Source Projekt benutze, wenn ich jetzt irgendwie,\nein, ein, ein, ein, also, ne, wenn ich ein Open Source Projekt benutze, wo ich weiß, da steht eine,\nFirma dahinter, die sich drum kümmert und Entwickler bezahlt, dann ist meine Motivation da irgendwie Podolcast zu schreiben, auch deutlich niedriger als bei einem Open Source Projekt, wo ich weiß, das macht irgendwie einer hobbymäßig und da kümmert sich sonst niemand.\nÄhm entsprechend ich nehme an, dass das einer der Faktoren ist, warum einfach auch relativ wenig und auch je mehr wir selber machen, desto weniger,\nKommt dann vielleicht auch aus der Community.\nKlar als Entwicklerteam in der Firma und da haben wir natürlich irgendwie dann nochmal andere Kommunikationswege und äh interagieren den ganzen Tag und interagieren vor allem auch den ganzen Tag mit Kunden und kriegen irgendwie mit, was was brauchen die jetzt, was wollen die und können dann irgendwie unsere,\nUnsere Planung machen, wir haben relativ, also wir haben jetzt nicht die nächsten zwölf Monate geplant, was machen wir für.\nFür Features und haben das irgendwie eine genaue Roadmap, bin Stones, sondern das passiert relativ dynamisch, wo gerade der Bedarf so hoch ist, dass es jetzt passieren muss oder was wir schon so lange vorhaben, dass wir jetzt endlich mal dazu kommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:56",
      "text": "Ja dieses Jahr sowieso nicht funktioniert."
    },
    {
      "speaker": "rami",
      "time": "1:41:58",
      "text": "Hätte dieses Jahr sowieso nicht funktioniert. Nein, überhaupt."
    },
    {
      "speaker": "hukl",
      "time": "1:42:02",
      "text": "Ihr seid also ganz agil."
    },
    {
      "speaker": "rami",
      "time": "1:42:04",
      "text": "Wir sind total lagil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:08",
      "text": "Jetzt gibt's ja noch dieses schöne Seiten äh äh Projekt, was schon am Rande angesprochen Pre-Talks. So, das äh."
    },
    {
      "speaker": "rami",
      "time": "1:42:15",
      "text": "Seitenprojekt würde ich es nicht nennen. Das ist halt nochmal äh bisschen, also es ist halt nochmal äh separat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:23",
      "text": "Ja, separat Seitenprojektes ich glaube wir wollen das selber ausdrücken. Wir verwenden nur andere Worte dafür. Also äh sagen wir mal so, ich äh ist für mich ein gefühltes Spin-off,\nweil wenn man sich Bretox\nalso vielleicht kurz mal zur Erklärung, Pretox ist halt auch Open Source, also verfolgt eigentlich sagen wir mal so dasselbe Modell wie Britix ist meines Wissens auch auf Peißen und Jungo und so weiter genauso auch aufgebaut, ne? Also es hat so 'ne,\nvergleichbare technische Struktur, von daher sind die, sagen wir mal, auch so ein bisschen auch."
    },
    {
      "speaker": "rami",
      "time": "1:42:50",
      "text": "Schwesterprojekt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:51",
      "text": "Schwesterprojekt trifft's vielleicht noch ein bisschen besser. Ähm mit dem Ziel eben\nVeranstaltung, so ein äh andere Sache abzunehmen, nämlich das was vorhin schon mit dem Penta Barf und Fraps angesprochen haben, nämlich die eigentliche,\ninhaltliche Planung, also Drecksplanung, Vorträge et cetera, Speaker, annehmen, Auswahl, dieser ganze äh Klimbim, das ist ja auch für sich nochmal eine extrem komplexe Welt\ndas ist ja jetzt nicht dein Projekt so, aber vielleicht kannst du ja trotzdem mal was dazu sagen."
    },
    {
      "speaker": "rami",
      "time": "1:43:23",
      "text": "Genau, also Pre-Talks hat eine ähnliche Entstehungsgeschichte wie Pretix, es stammt auch aus diesem MMCD-Umfeld ähm und begeht hauptsächlich ja auf die Initiative von von Rix zurück,\nder so ein Jahr nachdem das mit dem Pretex losging, ich weiß es nicht mehr genau, wann das war, eben gesagt hat, so jetzt muss man irgendwie dieses.\nVortragsthema auch nochmal in Angriff nehmen, weil das äh Frapp irgendwie auch unseren, unseren Wünschen nicht ganz,\ngerecht wurde und ähm das ist,\nSag mal, das ist natürlich kein Zufall, dass das ähnlich heißt und ich hab\nwar da in den Anfangstagen von Pretox, war da ich zum Beispiel als Open Source Computer Contributer öfter beteiligt jetzt inzwischen bin ich nur noch sehr selten. Ähm, das hat sich dann halt eben so zum ja zum\nProjekt von von Rex entwickelt, der das ähnlich wie\nwir mit dem Pretex äh betreibt er das auch als äh sowohl als Open Source Projekt als auch, dass man das irgendwie als Software ist, Service äh bei ihm einkaufen kann,\nschlüsselfertig. Ähm also ne, es ist ein ganz ähnliches Modell, es ist sind viele ähnliche Gedanken in der Software, es sind auch viele technische Sachen in der Software ähnlich ähm.\nUnd ja er füllt halt einfach noch mit Deck nochmal einen anderen anderen äh Part dieses ganzen Veranstaltungsprozesses ab."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:50",
      "text": "Dann sind die irgendwie miteinander verknüpft die beiden Dinger."
    },
    {
      "speaker": "rami",
      "time": "1:44:53",
      "text": "Ähm im Moment tatsächlich,\nNicht direkt jetzt durch das Venules haben sie endlich so ein bisschen ihren gemeinsamen Verknüpfungspunkt gefunden, weil sowohl das Predigt als auch das Pre-Talks, anders Venulis angebunden sind.\nEine direkte Interaktion zwischen den beiden ist schon lange geplant, wird's auch irgendwann mal geben. War bisher tatsächlich aber auch nie so notwendig, weil diese Prozesse bei den meisten Events auch ziemlich separat und von separaten Leuten laufen unter,\nDa gibt's jetzt gar nicht so viel, ja, also die Speaker müssen natürlich am Ende auch irgendwie ein Ticket haben, aber das sind meist auch nicht so viele. Also der das war jetzt nie so der drängende Usecase.\nAuch wenn's natürlich cool wäre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:33",
      "text": "Ja, ich glaube, bei so großen Veranstaltungen wie dem Kongress, da gibt's natürlich so ein Missverhältnis, ne? Und ganz andere Sachen, aber ich würde sagen, schon so bei der Subscribe, bei diesem Workshop Ding, da sind ja so potenziell alle Teilnehmer auch irgendwie Speaker.\nUnd ähm da ist es schon irgendwie ganz sinnvoll, wenn man eigentlich äh auch alles sozusagen in der, also wenn man so eine Person nicht mal abbilden muss,\nja? Wenn ich auch sehen kann, so hier der Speaker, der hat auch schon eingecheckt. All diese ganzen Sachen, das hängt ja auch alles äh eng miteinander zusammen, ne? Oder,\ndieser Speaker hat folgende Anforderungen oder man weiß, wann der kommt, das ist da alles so so planerische Sachen, die man so mit der Person im in der direkten Kommunikation macht, dann in so ein System einbringt\ndie dann aber sagen wir mal für so eine Login-Situation am Eingang äh auch äh interessant sind, ne? Braucht Unterstü\noder was weiß ich oder soll sofort was weiß ich, wenn das Ticket gescannt wird und dann ist gleich die Information. Hier handelt es sich um Speaker, bitte sofort zum Speaker-Büro bringen, weil Vortrag ist in der Stunde und so weiter. Also\nKönnte man sich eine Menge zu."
    },
    {
      "speaker": "rami",
      "time": "1:46:35",
      "text": "Nein, also da kann man sich genug nützliche Sachen vorstellen. Das das wird kommen. So, es ist nur eine Frage, wann, wann ist die entsprechende Priorität hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:44",
      "text": "Ich sehe schon, dass Pre-Universe, was irgendwie den gesamten Veranstaltungs äh Mark."
    },
    {
      "speaker": "rami",
      "time": "1:46:50",
      "text": "Ja, wir haben das Namensschema mit Venulistern ja durchbrochen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:53",
      "text": "Ach so, naja gut, das muss ja nicht so bleiben. Äh ich hoffe ja auch, dass bei diesem Aspekt vielleicht wieder wegbekommen."
    },
    {
      "speaker": "Letty",
      "time": "1:47:02",
      "text": "Na ja, weil ich meine, äh das das Framing ist wahrscheinlich falsch. Ihr habt ja jetzt alles, was zu dieser Pre-Veranstaltung gehört, aber dann gibt's eben die Veranstaltung, was ist und dann gibt's ja noch alles, was danach passieren könnte. Also irgendwas, was mit After ist."
    },
    {
      "speaker": "rami",
      "time": "1:47:15",
      "text": "Ja das das Kassensystem, das auf dem Kongress zum Einsatz kommt, heißt tatsächlich Postings.\nAlso wir haben dieses Namensschema schon äh noch ein bisschen weiter getrieben, aber irgendwann war's dann auch mal gut. Und äh wenn Julius hat dann nach langer Suche doch die Namenssuche gewonnen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:33",
      "text": "Okay. Ja gut, die Männer sagt zumindest aus, worum's geht, ne? Ja. Okay,\nNa dann bin ich ja mal gespannt, bis das irgendwie alles äh miteinander verbunden ist.\nJetzt äh stellt sich so ein bisschen natürlich die Frage, äh wie also dieses Jahr ist ja wie ein Hurricane über diese ganze Veranstaltungsszene äh,\ngekommen. So und prominentestes Beispiel sicherlich der der Kongress so in unserem Umfeld, wo sich ja relativ früh abgezeichnet hat.\nDass das keine gute Idee wäre und jetzt wo wir kurz vor dem Datum,\nsind, ist auch klar, das ist auch genauso gekommen so, also es niemals wäre es auch nur im Ansatz vorstellbar gewesen, den Kongress unter diesen Bedingungen durchzuführen, Geschweige denn, das hat natürlich überhaupt nicht erlaubt worden wäre und so weiter\nUnd jetzt gibt's halt ähm diese andere Idee irgendwie Remote, was,\nzusammen zu bekommen, einfach mit dem stützenden Gedanken so,\nMan will ja die man will ja nicht sozusagen, dass die Community diesen diesen diese Verbindung zueinander komplett verliert, die sich derzeit vor allem an der Teilnahme dieses Kongresses ähm ausgedrückt hat.\nIch muss zugeben, ich habe dieses Jahr.\nNahezu an nichts wirklich teilgenommen, was so in diesen ganzen Remote-Eventkram aufgegangen ist,\ndas ist natürlich einerseits so ein bisschen auch meiner Profession äh geschuldet, so ich muss nicht in Meetings, ich muss nicht in, ich muss nicht an irgendwelchen Konferenzen teilnehmen.\nIch muss mich nicht am laufenden Meter mit anderen Leuten abstimmen. Ich glaube, ich bin der wahrscheinlich der einzige Mensch auf diesem Planeten, der in diesem Jahr in keiner Zoom-Konferenz teilgenommen hat.\nJa ähm was äh,\nJa und ich äh vermisse auch nichts so, also das das ist das ist so das Ding, ne? Andererseits, weil das so ist bei mir, will ich jetzt auch gar nicht so sehr in äh so an äh das ist ja alles doof.\nWeil ich schon auch sehe, links und rechts bei Leuten, bei denen es eben anders ist, dass das ja, sagen wir mal, positive und negative äh Effekte hat. Sagen wir mal Wissenschaftler.\nMöchte ich fast meinen, haben eher davon profitiert, weil sie sich auf einmal viele reisen, die eh nur teuer sind, gespart haben,\nam Ende sich doch dann äh in der Regel um Veranstaltungen handelt, wo es halt um den rein puren Informationsaustausch geht,\nAlso wo wirklich die Konferenz wirklich im Mittelpunkt steht mit all ihren Vorträgen und diese Informationsaustausch und dass man das eigentlich online.\nFast noch besser abbilden kann,\nweil's eben auch noch sehr viel inklusiver ist, dadurch, dass man eben eigentlich nur einen Internetanschluss braucht und eben nicht sich das Ticket nach was weiß ich, äh Katar leisten muss, um irgendwie an dieser total tollen Konferenz teilzunehmen.\nÄhm andererseits äh und das ist natürlich etwas, was im in so Community geprägten Events beim Kongress natürlich vor allem im Vordergrund steht, dass so,\nVorträge sind natürlich nicht alles und viele Events leben halt eigentlich.\nLeben eigentlich eher so von diesem Vorort sein, von diesem unmittelbaren Kontakt und und dieser äh Saren Dipity, so diesem, diesem, diesem Glück, dass du einfach in in irgendwelche\nMenschengruppen reinläufst und da auf einmal,\nUnd sonst vielleicht nie einen Kontakt gehabt hättest und das ist äh sicherlich auch ein Faktor, der beim Kongress sehr stark ist.\nWie empfindet ihr alle denn jetzt so dieses Jahr in dieser Hinsicht? Also was habt ihr denn da so für Erfahrungen gemacht und was ist eher so in der Pro und was ist so eher in der Kontraspalte gelandet.\nIrgendjemand darf zuerst."
    },
    {
      "speaker": "hukl",
      "time": "1:51:37",
      "text": "Hu eine große Frage ähm in der Pro.\nJa, mir fällt ehrlich gesagt gar nicht so viel für Pro ein, außer äh,\nwas du im Prinzip schon gesagt hast, dass äh wenn du einen Internetanschluss hast dann\nansonsten irgendwie Budget und Planung und so Unterkünfte, Reisen diesen ganzen der sonst so mit Veranstaltungen noch so äh\neinhergeht, dass der quasi wegfällt, aber also ich habe an zwei Online-Konferenzen teilgenommen und,\nfand es beides mal so mittelgeil, also\nzum einen einfach, weil diese dieser Punkt schon alleine das äh also die eine Konferenz war so, dass alle Leute quasi von zu Hause\npräsentiert haben, ja? Also man war dann zwar schon in so einem offiziellen äh Videokanal von der Konferenz, aber am Ende des Tages saß der Präsentateur halt auch bei sich zu Hause und war auch Geisel seines.\nJa, Geißel seines Internetanschlusses einfach, weißt du und ähm äh sozusagen, wenn du beim Kongress bist, dann hast du zumindest schon mal,\neinigermaßen Sicherheit, dass der Ablenk korrekt ist und dass es da dran schon mal nicht scheitert, ja\nDas äh ist bei zum Beispiel diesen äh Present From Home, sage ich mal, Konferenzen einfach, das ist einfach immer noch das Problem, speziell in so Entwicklungsländern bezüglich des Internets wie Deutschland. Ähm wo halt\nvielleicht ist der Download noch okay, aber beim Upload da scheitert's dann bei vielen zu bestimmten Uhrzeiten, bei diversen Providern. Ähm,\nund da da drunter leidet meiner Meinung nach auch immer sehr die Interaktivität ähm,\nAlso selbst wenn es dann so jetzt okay Fragen und so weiter oder irgendwie den den Aufruf gibt oder die Möglichkeit sich auszutauschen, dann äh ist das Problem, was jetzt gerade nur der präsenter hatte mit dem Internet-Uplink\nProblem für alle und also\nJa, zumindest das fand ich äh insgesamt doch alles ein bisschen lecklaster, wie man so schön sagt,\nbei beiden Konferenzen und ich, da ich ja auch jetzt so ein Kurs mache, der macht ja Letti auch quasi wahrscheinlich auch vom Home. Äh da treffen halt diese ganzen Aspekte dann auch zu, also,\nja"
    },
    {
      "speaker": "Letty",
      "time": "1:54:05",
      "text": "Da können wir ja vielleicht dann später nochmal drauf eingehen."
    },
    {
      "speaker": "hukl",
      "time": "1:54:07",
      "text": "Genau, ganz im Besonderen, aber finde ich da äh dann auch äh was sozusagen auf der negativen Seite ist, diese Interaktion mit Leuten.\nDie, weiß ich bisher habe ich da noch nichts äh gesehen, was so Remote so funktioniert wie vor Ort oder,\nanders aber ähnlich gut."
    },
    {
      "speaker": "rami",
      "time": "1:54:29",
      "text": "Also das äh würde ich auch genauso unterschreiben. Also diese die Hemmschwelle einer Kommunikation mit jemandem, den ich noch nicht kenne, ist einfach online viel, viel höher. Ähm.\nJemanden anspreche, in denen ich reinlaufe in der Warteschlange am Mittagsbuffet oder so, das das passiert einfach nicht und da,\nKann man irgendwie, ne? Das da die diversesten Ansätze, die alle möglichen versuchen ein Chat-Roulette hat jetzt eine Business-Edition. Ähm.\nDie man sich."
    },
    {
      "speaker": "hukl",
      "time": "1:55:11",
      "text": "Ganz ehrlich, ähm das ist an sich äh ja gar nicht so ein blödes Konzept, weil zum Beispiel bei meinem vorigen,\nmeinem vorigen Arbeitgeber hier die Spielebude da Wuga. Da gibt's ja gab's ja schon immer das Mystery Lunch, einmal im Monat glaube ich, wo sozusagen jeweils so Grüppchen von sechs Random zusammengewürfelten Mitarbeitern äh essen, also weiß nicht jeder zehn Euro oder so.\nIn die Hand gedrückt kriegen und jetzt,\ndiese Gruppe zusammen halt Mittagessen und es kann halt sein, dass du einfach jeden Monat mindestens zwei oder drei Leute in der Gruppe hast, mit denen du vorher noch nie geredet hast\nwas für das Gesamtcommunity-Klima der Firma natürlich total super ist\nund das machen die jetzt auch schon seit Monaten quasi remote wo du dann zu Hause mit deinem Bestellessen oder so vor der Kamera hockst, aber es ist einfach trotzdem noch was anderes, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:01",
      "text": "Die kannten sich ja auch vorher schon."
    },
    {
      "speaker": "hukl",
      "time": "1:56:03",
      "text": "Nee, nee, nee, also dieses dieses Zusätz zusammengewürfelt werden, das passiert nach wie vor. Ähm aber ja ähm der das Feeling ist trotzdem einfach ein anderes, ja."
    },
    {
      "speaker": "Letty",
      "time": "1:56:17",
      "text": "Boah ganz ehrlich, das hört sich für mich wie der Horror an."
    },
    {
      "speaker": "hukl",
      "time": "1:56:19",
      "text": "Ja, ich fand."
    },
    {
      "speaker": "Letty",
      "time": "1:56:21",
      "text": "Mit fremden Menschen sprechen müssten."
    },
    {
      "speaker": "hukl",
      "time": "1:56:24",
      "text": "Ja, also ehrlich gesagt, ich habe das auch am Anfang so äh als äh so mit der Nerd-Einstellung erstmal so arg gewöhnlich betrachtet, aber am Ende war's doch tatsächlich eine gute Sache zumal in der Firma doch sehr wenig,\nschlechte Menschen eingestellt wurden, also im Sinne von mit denen wollte man gar nichts zu tun haben, sondern es waren schon in der Regel immer alles ganz interessante Persönlichkeiten,\nIch denke mir dann aber auch immer, wenn ich über diese ganzen Nachteile so nachdenke, vielleicht ist es jetzt auch einfach noch so eine Übergangsanpassungsphase\nÄh und es braucht einfach ein bisschen Zeit, bis die Leute jetzt so andere Interaktionskonzepte äh vielleicht finden oder sich einfach dran gewöhnen,\ndamit anders umzugehen."
    },
    {
      "speaker": "Letty",
      "time": "1:57:08",
      "text": "Ja oder das mit dem Internet zumindest schon mal besser wird."
    },
    {
      "speaker": "hukl",
      "time": "1:57:10",
      "text": "Ja, darauf kann man, glaube ich, in Deutschland lange."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:13",
      "text": "Tja, also ich habe ja äh ich habe ja vor.\nFast dreißig Jahren schon mal online Konferenzen äh äh organisiert, die irgendwie mit bis zu hundertzwanzig Teilnehmern funktioniert hatten und die Leute hatten sich alle total lieb und haben sich gegenseitig geheiratet."
    },
    {
      "speaker": "Letty",
      "time": "1:57:32",
      "text": "Redest du jetzt von deinem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:35",
      "text": "Ich rede von der, ich rede von der Villa."
    },
    {
      "speaker": "Letty",
      "time": "1:57:38",
      "text": "Doch, das ist mir doch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:40",
      "text": "Weil ich meine das, was Rami jetzt gerade so mit Venules beschrieben hat, so ja, man setzt da so einen Ort auf, so einen virtuellen Ort und der hat so Räume und da kann man sich dann so von Dings und Dings bewegen und wenn man dann in einem Ort ist, dann kann man auch miteinander kommunizieren und so weiter, das ist genau das, was wir neunzehnhunder\ndreiundneunzig mit der Villa online gebracht haben. So und da hat auch nix geruckelt. Und ähm.\nBesondere daran war halt einfach, es war halt ohne Bild,\nUnd was mich halt wirklich ein bisschen madig macht, ist halt so diese diese Dominanz des Video äh ne\nich seh das ein, wenn man's live zeigen will und manchmal auch einfach mal ganz interessant mal so visuell zu checken, okay\nWie guckt die Person, wie sieht die aus, was wie wie kommt die mir so rüber? Das will ja nicht sagen, dass das visuelle, uninteressant ist\naber in der Regel auch über die Dauer einer solchen Konferenz halt diese ganzen Talking Heads sich die ganze Zeit anzuschauen, da ist dann halt auch irgendwann nicht mehr sehr viel Neues dabei\nUnd es nimmt natürlich auch total den Zauber. Meine wir sehen das ja hier auch mit Podcasts. Podcasts haben immer.\nDadurch, dass es einfach immer so aus dieser aus diesem dunklen Loch der Audiowelt herauskommt, hat es halt irgendwie was, hm.\nWeiß nicht, ob ich das richtige Adjektiv finde, aber sowas, sowas latent mysteriöses, so auf der einen Seite, auf der anderen Seite ist es aber auch,\nein bisschen vorurteilsfreier. Also man nimmt die Leute einfach mehr so wie sie sind, wenn man sie nur hört als wenn man so ein Bild dazu hat.\nWeil wir sind einfach totale ähm visuelle visuelle Vorurteil so. Also wie soll ich das sagen? Also man.\nMan teilt die Leute einfach schneller ein, wenn man sie sieht.\nSo, man man speichert sie einfach irgendwo weg. Attraktiv, nicht attraktiv, blöd, nicht blöd, was auch immer, so. Bevor man vielleicht wirklich mal richtig zugehört hat. Während,\ngemacht haben damals mit der Villa,\ndass die Leute sich einfach auf eine wundersame Art und Weise miteinander eingelassen haben, weil sie sich eben nur gehört haben. Weil es für eine, die eine rein akustische Geschichte war und durch diese Stimme.\nÄhm einfach was anderes transportiert wird von einem selbst, was einfach mal vollkommen unabhängig davon ist, wie man aussieht, ob man großes oder kleines oder dickes oder was auch immer\nMan checkt nicht sofort so diese sexy Ness äh aus, die so eine rein visuelle körperliche Sexiness ist, nicht dass es jetzt immer nur um sexy und das geht, aber,\nihr wisst was ich meine. Also das das spielt mindestens bewusst immer in irgendeiner Form irgendeine Rolle. Oder ob's auch nur so ist, da irgendwann meint, dass eine bestimmte Person einem Stereotyp vielleicht entspricht, nicht entspricht, entsprechen sollte oder nicht entsprechen sollte oder was auch immer. Irgendwas wird da auf jeden Fall immer bewertet. Man man kann sich\ndavon in der Regel nicht drin oder wenn's einzelnen Leuten vielleicht gelingt,\ndas so zur Hand haben, kann man glaube ich auch festhalten, dass es den meisten Leuten so nicht gelingt. Und in dem Moment, wo du eigentlich nur Audio machst.\nSieht das schon wieder ganz anders aus. Ist natürlich schwierig, das zu organisieren, wenn viele Leute im Raum sind, ne? Also,\nWir haben das ja hier im Prinzip auch gerade, so dieses wer redet eigentlich gerade oder wer sollte jetzt als nächstes reden? Man unterbricht sich nicht und so. Also man muss da irgendwie Protokolle schaffen und\nsicherlich hat das irgendwo auch so eine bestimmte äh Grenze so. Wir hatten damals auch nicht so eine so eine Konferenzsituation, wie wir das jetzt hier haben, dass jeder im Prinzip jederzeit reinquatschen kann und man dann eben auch durcheinander äh redet, sondern das war dann immer so,\nin in Häppchen aufgenommen und hintereinander abgespielt. Das war eher eine technische Limitierung, hat sie aber später eigentlich als eine sehr äh angenehme, automatisch moderierende äh Funktion herausgestellt.\nNa ja und dann hatten die Leute halt einfach da äh extrem Spaß, weil's halt einfach so ein bisschen es war immer so ein bisschen wie geisterbahn. Ne? Du gehst so durchs Dunkel,\nund.\nDir wird immer akustisch irgendwas eingeredet, wo du jetzt vielleicht gerade sein könntest, so ob du jetzt im Garten bist oder irgendwie äh im Keller oder im Kühlschrank,\nund äh dann dann kommen so auf einmal die Stimmen und dann ist es irgendwie so aber es hat immer sowas ganz äh beeindruckendes. Und ehrlich gesagt, bin diesen Gedanken nie losgeworden, irgendwie sowas,\nWie die Villa dann auch nochmal vielleicht irgendwann mal wieder so in die Welt zu setzen. Man bin ich\nkein Promierer mehr und die Zeiten sind so ein bisschen vorbei und es ist auch nicht so, dass es unbedingt das so ein Markt dafür geben würde, aber es wäre auf jeden Fall mal eine interessante Spielart und dass dass dieses,\nVideoding, dieses Visuelle irgendwo auch langweilig ist. Also es ist einfach nicht spannend, ist einfach nicht es hat nichts Überraschendes finde ich."
    },
    {
      "speaker": "hukl",
      "time": "2:02:26",
      "text": "Für dich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:27",
      "text": "Ja, für mich klar, das ist jetzt meine meine Sache nicht, das mussten alle so sehen, aber das war so ein bisschen meine Erfahrung. Ich meine, das ist ja auch nichts Neues. Wir hatten seit wann gibt's Second Life? Das ist doch schon uralt, oder?\nWann ist das rausgekommen? Second Life, das ist doch bestimmt schon fünfzehn Jahre her, oder? Äh ich gucke mal kurz. Live zweitausenddrei.\nGut geraten.\nSiebzehn Jahre, fünfzehn Jahre und ich habe da nie viel Zeit drin verbracht, aber wir alle äh habe ich da irgendwie mal drin rumgeklickt und das gibt's ja irgendwie immer noch.\nUnd lustigerweise war dieses, wir machen da Veranstaltungen und Workshops und Vorträge. Das war so das, was so diese äh äh Internetauguan der damaligen Zeit relativ schnell gemacht haben.\nAlso hier, ich, weil Chris, die Namen grad nicht mehr so zusammen hier ähm,\nÄh äh erstmal gerade den Fallen, aber äh auf jeden Fall so so die Online-Pioniere, die haben sich dann halt in Second Life da irgendwie ihren Avatar zusammengeklickt und haben sich irgendwo auf eine Wiese gestellt und andere Leute haben dann so in drei Drumherum gesessen.\nRoma erwähne ich das jetzt, also erstens man hat sofort gesehen so A interessant, vielleicht kann man ja so so Konferenzen in so einem virtuellen Raum machen.\nUnd das wurde dann auch ausprobiert und es war ja dann immerhin schon auch so dreidimensional, wo ich wieder sagen würde,\nda könnt's dann vielleicht auch in gewisser Hinsicht auch wieder interessant werden. Also wenn du wirklich so wirklich so einen richtigen Cyberraum baust, der dann auch so mit der,\nKraf\nwie man sie heute so in Videospielen sieht. In der Lage ist wirklich so eine Atmosphäre zu schaffen, dass doch irgendwie was weiß ich angenommen. Ein Wind weht und Hintergrundgeräusche und du schaust irgendwie aus dem Fenster und dann sind, dann siehst du da die die Berge und den See, weil du bist ja gerade in Genf\nso und dann kannst du dann halt mit deinem Headtrack gegen VR Brille durch die Gegend schauen.\nJa, wenn man schon mal gar nicht mehr wissen, wie man in seinem Zimmer in dem Moment gerade aussieht, so, aber das wäre ja dann auch mal eine interessante Teilnehmer äh, weil dann kannst du halt auch mal nach hinten gucken, musst nicht mehr so nach vorne starren. Trotzdem.\nGibt's das nicht. Und trotzdem hat sich das irgendwie auch nicht durchgesetzt. Es kann sein, dass es jetzt so."
    },
    {
      "speaker": "hukl",
      "time": "2:04:42",
      "text": "Bei den Chinesen. Die haben da gab's doch diesen äh auf Twitter so ein, so ein,\nPosts äh das irgendwie irgend so ein chinesischer\nRegierungskongress oder was auch immer, da so komplett virtuell, wo dann alle ihre Avatare hatten und genauso halt so wie in Final Fantasy sah das eher aus, als wie ein Second Life. Äh alle so,\nformiert auch schön, aber da in so einem virtuellen Konferenzraum waren war das nicht China,\nmal finden, den Tweet ist auf jeden Fall schon ziemlich so fisticated aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:15",
      "text": "Ja gut, ich meine, wenn die das jetzt so verschrieben bekommen haben, ist ja klar, dass sie dann daran teilnehmen, aber ähm ist das sozusagen."
    },
    {
      "speaker": "hukl",
      "time": "2:05:25",
      "text": "Wollte nur sagen, also dass das äh prinzipiell, dass das Konzept, also ich habe kürzlich erst sozusagen wieder äh reale äh und moderne Beispiele dafür gesehen. Ich finde die Idee prinzipiell auch ganz cool,\nund frage mich eigentlich, also ich habe mich auch schon bei diesem chinesischen Kongress oder was auch immer, das war, ich musste den Tweet mal rausholen. Ähm,\nDa hatte ich mich auch schon gefragt, ja warum, warum machen wir das eigentlich nicht mehr? Also gerade\njüngere Generation, die sowieso mit Gaming jetzt im Multiplayer-Modus quasi täglich konfrontiert ist und sich mit Leuten virtuell austauscht. Äh die werden ja da sofort dabei,\nund irgendjemand macht bestimmt ein 3D Modell vom CCH oder äh CCL und dann äh,\nLichtinstallation fahren, die noch niemand gesehen hat."
    },
    {
      "speaker": "Letty",
      "time": "2:06:16",
      "text": "Aber ich, ich meine, es muss ja auch noch nicht mal limitierend sein, ob du erstellst was, was es in der Realität gibt. Weil ich meine, das hast du vielleicht schon gesehen."
    },
    {
      "speaker": "hukl",
      "time": "2:06:21",
      "text": "Ja, er weiß es doch. Das war jetzt nur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:24",
      "text": "Aber es scheitert an an bestimmten Dingen, es scheitert erstmal dadran, keiner hat so eine blöde VR-Brille, ne? Und obwohl Ralf hier vor zwei Jahren gesagt hat, das ist die Zukunft und Tim, du wirst schon sehen, so, wo ist er? Die Zukunft ist immer noch nicht da.\nKeiner kauft sich das. Keiner kauft sich so eine VR-Brille für den Fall mal einer Konferenz teilzunehmen,\nKeiner baut so eine Konferenz, weil sich keiner eine VR-Brille baut. Also irgendwas scheint da noch nicht ausreichend zu sein\nvielleicht werden wir das noch erleben. Jetzt wenn alle M eins äh Computer haben und die Dinger nicht mehr so lüften, wenn sie drei D machen, könnte das vielleicht äh nochmal auf den Tisch kommen, so,\nIch will einfach nur feststellen, die Idee ist siebzehn Jahre alt, also die implementierte Idee ist siebzehn Jahre alt,\nund obwohl Pandemie ist,\nist es immer noch nicht, obwohl Millionen Leute Gamer sind. So, also ja, klar, könnte irgendwie alles zusammenpassen, aber offensichtlich.\nIst es nicht so?\nOffensichtlich wollen Leute sich lieber doch in in treffen und sind in gewisser Hinsicht nur dann auch mit dem mit dem geringsten Ding ähm zufrieden oder vielleicht auch noch nicht mal das."
    },
    {
      "speaker": "hukl",
      "time": "2:07:38",
      "text": "Ja. Also ja ich ich denke in diesen Fragen immer darüber nach, wie das so, also wieder wie ich quasi\näh gewohnheitsmäßig gebayerst bin, äh weil wir kennen das halt alle so\ndas geht jetzt auch aus den Köpfen nicht so schnell raus und da ist so eine gewisse Wartungshaltung einfach einprogrammiert, wohingegen jetzt vielleicht,\njungen Generationen\njetzt nach äh Rücken einfach äh wirklich digital im digitalen Zeitalter aufgewachsen sind und für die ganz andere Dinge der Kommunikation völlig normal sind und,\nweiß nicht vielleicht äh ist das äh erübrigt sich das über die Zeit sozusagen ein bisschen, dass die gar nicht mehr irgendwie,\nhaben notwendigerweise die Leute zu sehen zum Beispiel bei dem Kurs, äh, den ich so mache, da fällt mir einfach immer auf, wenn ich die Leute nicht sehe, wenn die ihre Webcam nicht anhaben und\nkeine Möglichkeit habe zu äh zu deren Reaktionen oder Rezeption zu beobachten und zu sehen, ob die jetzt alle einpennen, ob die meine schlechten Witze schmunzeln oder ob irgendwas, ne, also einfach so dieses visuelle Feedback fehlt\nmir sozusagen ähm äh sehr und äh ja das ist auch so die Frage ist es einfach vielleicht Gewohnheit oder ist das\ndoch schon eine Kernkomponente des menschlichen Austausches und der Kommunikation in solchen Szenarien."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:06",
      "text": "Also Feedback ist."
    },
    {
      "speaker": "hukl",
      "time": "2:09:08",
      "text": "Noch nicht zu einem abschließen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:09",
      "text": "Feedback ist glaube ich ein wichtiger Punkt und zwar gerade auch ähm dieser Realtime-Aspekt,\nAlso wenn äh wenn wenn irgendeine Reaktion nicht sofort kommt, dann ist es sehr schnell, sehr verstörend,\nAlso du merkst das ja so allein schon so 'ne Audiokonferenz auch hier so so 'n Live-Podcast jetzt irgendwie auf einmal die O.\nUnd so, weißt du, dann dann ist es sofort schlimm. So, also äh wenn du diesen diesen Realtime Kontakt zur zur Realität, zu deiner Realität in dem Moment nicht hast und deine,\nReaktionen nicht unmittelbar sein können und nicht unmittelbar wahrgenommen werden können dann spürt man sofort so ein, so ein Detatchment,\nAlso dieses ja mal wie Snicky ein bisschen vom Vortragspodium so in den Zuschauerraum rein,\nGrinsen und schon sehen, ob das irgendwie angenommen wird oder nicht so, um einfach mal zu fühlen, was was denn hier gerade eigentlich so der der Mond bei euch so, wie welchen Grad an zusätzlichen Entertainment braucht ihr oder äh seid ihr eigentlich mehr so Fak\ngierig. Da kann man dann einfach visuell und und auch akustisch in Echtzeit sehr viel einsammeln und\nMan hat sozusagen unmittelbares Feedback. Und wenn das dann alles nochmal durch so eine\nso eine so eine Sekundenlange äh äh Internetverzögerung verbunden ist, da kannst du halt überhaupt\ngar kein richtiges Konzept entwickeln und kannst kannst eigentlich nur in so eine steile äh One Way Performance gehen und hoffen, dass die irgendwie in dem Moment richtig ankommen\nIch glaube, das ist so schon mal so ein so ein Element, was was einfach fehlt und was ich einfach durch durch die Technologie heutzutage noch überhaupt nicht ersetzen lässt."
    },
    {
      "speaker": "hukl",
      "time": "2:10:50",
      "text": "Ja und das geht sogar in verschiedene Brunches raus, weil wir hatten jetzt zum Beispiel also,\nauf dem Kongress kann ich mich an diverse so Gänsehaut äh Crowd äh,\nMomente erinnern bei irgendwelchen Vorträgen und das hat auch funktioniert zum Beispiel als der Edward äh Remote zugeschaltet war, der hatte natürlich nicht so das Live-Feedback von der ganzen Crowd, der hat es natürlich mit\nbekommen was da so geht, aber das wäre jetzt nicht so zustande gekommen diese Momente, wenn die Zuschauer oder Hörer,\nalle verteilt einzeln an ihren Rechnern gesessen, hält Meistern dann so bestimmte Feedback äh quasi äh wie sagt man, ähm,\nLoops im Prinzip ist ja so ein Gänsehautmoment, wo alle plötzlich anfangen aufzustehen oder zu klatschen oder irgendwie merken, hier ist gerade irgendwie jetzt eine ganz große Message rübergekommen ähm so das geht ja in beide Richtungen. Das\ngeht dann natürlich auch mit aktuellen Mitteln nicht so richtig und wäre etwas, was ich vermissen würde auf jeden Fall.\nUnd auf der anderen Seite noch ein letzter Punkt, so zu diesem,\näh auch Remote-Teaching, aber es das zählt für Vorträge meiner Meinung nach auch so.\nWenn du das als Konsument halt an deinem Rechner oder Fernseher von mir ist oder in deinem privaten Raum da so konsumierst, dann kommt man auch einfach schnell in diesen Bestrahlmodus, also so, ich hänge mich vor die Glotze und lasse mich mal beschallern und\nirgendwie schalten einfach da auch ganz viel ab. Also ich merke das auch im ersten äh Semester, wo ich diesen Kurs gemacht habe, war das einfach,\nganz stark zu merken, dass die, ja, okay, ich habe jetzt in meinem Kurs und ich mache das jetzt mal an und ich hänge jetzt auf, ich mache auch die Kamera an und dann saßen die auf dem Balkon und haben eine Zigarette geraucht und ein Bierchen getrunken und habe das einfach so, ich gehe mal kurz aufs Klo, ne? Ist ja egal, es läuft ja weißer, die waren einfach so in so einem kompletten\näh"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:44",
      "text": "Opturn Modus."
    },
    {
      "speaker": "hukl",
      "time": "2:12:45",
      "text": "Beschallungsmodus äh und jetzt habe ich so im zweiten Semester so ein bisschen äh schon versucht, andere,\nAnsprachen und Modi zu finden, um die so ein bisschen mehr äh äh zu ermutigen, auch mal das Wort zu erheben und die Muttaste äh zu anmuten und aber es ist auf jeden Fall ein Prozess, also ich äh,\nund das das ist etwas, wo ich ganz deutlich sozusagen den Unterschied mehr gezogen\nalle sind im selben Raum, im selben Space und fühlen dieselben Vibes so und reagieren auf die selben Dinge. Äh das ist durch diese Remote-Gestaltung alles etwas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:23",
      "text": "Ja auch dasselbe Wetter, der selben Himmel, die selbe Temperatur, so das sind ja alles wichtige Parameter. Wie ist denn das bei dir Letti mit deinem Remote Events? Machst du auch Teaching."
    },
    {
      "speaker": "Letty",
      "time": "2:13:35",
      "text": "Ja, so ein bisschen das, was äh Huckel eigentlich erzählt hat, also also was bei mir noch so ist und dazu kommt, ich kann mich besser konzentrieren halt, wenn ich in einem Raumteature wirklich, also wer nicht wirklich vor Leuten stehe, da bist du halt so.\nUnd point einfach dann da bist du halt viel fokussierter. Wenn du aber so zu Hause bist,\nkann nicht oder wenn du halt in so einen leeren Raum reinsprichst, finde ich für mich lenkt dann relativ viel ab. Ähm,\nsei es halt, dann kommen diese blöden E-Mails gerade hoch oder ich höre dann doch diesen pink, obwohl ich eigentlich die Natifications ausgeschaltet habe, dann kommt ein Vogel am Fenster vorbeigeflogen, ne? Es sind halt schon so Banalitäten, die dann nicht einfach schon mal aus dem Konzept\nbringen können. Und ähm das das hast du halt in so einem Raum,\nwo du eben auch das Feedback wie äh Huckel sagte äh von den von den Studierenden oder auch von den Teilnehmern das letzte, was ich gemacht habe, war ein Seminar für Mitarbeiter an der Hochschule, ja an der Uni.\nEs ist halt was anderes. So, das ist die eine Sache und.\nJa, also in meinen Kursen, den letzten Kurs habe ich auch Metaler zusammengehalten, das war halt, ich sage mal schon so ein bisschen mehr,\npraktisch orientiert und wenn du in so einem Raum zusammen bist, alle machen,\nAlle beschäftigen sich mit dem selben Thema und Feedback geben, passiert das halt ähm.\nWenn es nicht online ist, immer zwischendurch so automatisch, dass Leute anfangen zu reden oder Feedback geben und Gedanken einfach so ausdrücken und die Hemmschwelle finde ich ist größer in so Remote-Veranstaltungen. Ähm wenn du explizit sagst, vorher so, ja\nFeedback geben, gerade wenn so Endpräsentationen sind, passiert das viel. Aber so eine Diskussion und.\nAuch den anderen so ein bisschen zu helfen wird halt schwieriger,\nSo, weil du kannst halt nicht sagen, komm, wir gehen mal kurz um die Ecke oder ich komme mal schnell zu dir und ich erkläre dir, was ich meine. Das geht halt irgendwie alles dann nicht so, ist immer, ja, ist schwierig.\nAuf der anderen Seite ähm ich find's halt auch cool. Also wir haben die letzte oder die letzte das letzte Seminar komplett aufgezeichnet\nund den Teilnehmenden zur Verfügung gestellt, sodass sie halt auch im Nachgang zum Beispiel sich nochmal Sachen anschauen konnten und ich habe für ähm das Seminar, was ich am KIT gegeben habe, von vornherein halt direkt Videos produziert\nwas natürlich auch ein immenser Aufwand ist, das kann man halt nicht äh,\nWenn man mehrere Lehrveranstaltungen hat, einfach mal so produzieren. Aber man muss halt auch versuchen, ähm mit den unterschiedlichen Lerntypen.\nAuch unterschiedlich umzugehen, also nicht jeder kann für sich alleine arbeiten und je es gibt Leute halt die brauchen so ein bisschen den Frontalunterricht, das ist so die Balance zu finden, ist relativ schwierig,\noder auch die Aufmerksamkeitsspanne von den Teilnehmenden ist halt einfach so,\nDer erste schaltet nach zwanzig Minuten ab und der nächste erste nach einer Stunde sozusagen. Es ist ähm ja, macht man einen ganz schönen Spagat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:35",
      "text": "Das das Big Blue Button, was ihr da bei Venules äh einbindet. Das ist doch eigentlich primär für den Lehrbetrieb auch gedacht, oder?"
    },
    {
      "speaker": "rami",
      "time": "2:16:43",
      "text": "Das ist auf jeden Fall irgendwie so, kommt aus dem Schulumfeld, ist da irgendwie entstanden, glaube ich, aus diesem ganzen Jahr Schuluniversitätslehrumfeld, ist das ist das gekommen und dafür ist es designed."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:55",
      "text": "Was heißt das? Also was hat es sozusagen äh hat, hat's irgendwelche Features, die wir jetzt äh hier äh angesprochen haben, wo es irgendwie äh behilflich sein kann? Mann, ich weiß, es gibt, glaube ich, dieses Konzept dieser Breakout-Sessions und so, aber."
    },
    {
      "speaker": "rami",
      "time": "2:17:07",
      "text": "Genau, also es macht irgendwie Breakout-Sessions. Es ist erstmal ist es irgendwie so vom ganzen,\nVerhalten sehr darauf ausgelegt. Es muss jetzt eigentlich hier einen Minuspunkt sind,\nBezug auf meinen Jesus gesprochen haben. Das ist irgendwie einen gibt, der präsentiert und viele, die zuhören. Das heißt\nim Vergleich zu so einer Gitzi Session oder so, passen da auch relativ viele Leute gleichzeitig rein, die passiv teilnehmen. Also da kann man gerne auch mal so hundert Leute drin haben,\nViel mehr vielleicht nicht. Und dann ist halt irgendwie so ein das einer präsentiert und,\nschert seinen Screen oder hat Folien, also es hat halt native Unterstützung für für Folien. Ähm,\nAber es können auch alle, es können auch mehrere Leute hierher, ne? Es können auch mehrere Leute, es kommt aus dem Schulumfeld, aber es kommt auch aus einem anderen Jahrzehnt. Ähm."
    },
    {
      "speaker": "hukl",
      "time": "2:17:54",
      "text": "Ja. Also wir benutzen das tatsächlich auch äh."
    },
    {
      "speaker": "rami",
      "time": "2:17:58",
      "text": "Es ist."
    },
    {
      "speaker": "hukl",
      "time": "2:17:59",
      "text": "Ich bin jetzt das ja."
    },
    {
      "speaker": "rami",
      "time": "2:18:00",
      "text": "Es ist ein bisschen schlimm. Manche punkten und manche Punkte kann's ganz gut. Das ist äh ja ähm es hat so eine Whiteboard-Funktion. Ich weiß nicht, ob die übrigen jemand wirklich, also kann's auf den Folien dann rummalen, auch kollaborativ. Ich weiß nicht, ob das irgendjemand ernsthaft,\nnutzt, weil so toll ist es dann auch wieder nicht. Ich glaube, so ein Key Feature sind schon diese Breakout Rooms und das soll noch ein Chat, du hast noch einen Everpad mit eingebaut, das,\nvielleicht auch manchmal ganz nett."
    },
    {
      "speaker": "hukl",
      "time": "2:18:26",
      "text": "Also ich muss sagen, alle diese Features außerhalb von dem Volb äh Gruppen äh\nChat oder was auch immer, Session. Sind alle ziemlich schlecht. Also\nzumindest ist Kanorten natürlich sein, dass jetzt meine Uni das irgendwie nicht so besonders performant und skalierend aufgesetzt hat, aber alles. Also schon alleine so ein so ein PDF mit Slides hochladen und das\npassen lassen, es dauert dann irgendwie einfach Minuten und manchmal wird's nicht fertig oder dann sind die Slides weiß oder schwarz."
    },
    {
      "speaker": "rami",
      "time": "2:18:57",
      "text": "Spornt ein Libro-Office im Hintergrund. Ja."
    },
    {
      "speaker": "Letty",
      "time": "2:19:02",
      "text": "Wow."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:02",
      "text": "Beim PDF zu passen."
    },
    {
      "speaker": "rami",
      "time": "2:19:07",
      "text": "Ja, du kannst dir ja nicht nur ein PDF hochladen, sondern auch ein PPTX oder was auch immer, das ist dir dann ein Farkstückel."
    },
    {
      "speaker": "Letty",
      "time": "2:19:14",
      "text": "Also da muss ich echt sagen, also ich habe ähm am KIT äh von Clemens and Jitcy Server genutzt, das lief Smooth, aber ich habe halt da auch.\nEigentlich haben wir noch Video ähm äh nein, äh wie heißt das? Ähm Bildschirmsharing benutzt, weil ich halt, wie gesagt, alles, was Material war in Videoform und mit ein bisschen äh Text den so zur Verfügung gestellt habe und\nTU Berlin hat einen äh leider halt einen, wie heißt das äh Zoom Client,\nder aber erstaunlich gut funktionierte also als wir äh die Seminare gemacht haben, lief bei uns äh echt immer alles fluffig. Es ist furchtbar die Software eigentlich, aber immerhin haben sie da wirklich das hinbekommen, auch ähm,\nVeranstaltung damit abzudecken. Es gab mal eine Zeit lang, da hatten sie ein bisschen Serverprobleme, aber das hat sich wirklich so auf zwei, drei Tage äh begrenzt. Ansonsten waren die immer auch,\nstark hinterher, dass da ähm sowohl die Lehrenden als auch die Studierenden nicht frustriert sind. Ich durfte dort nämlich nicht das beklobatten benutzen.\nAus ähm wie heißt es doch so schön, Datenschutzgründen? Weil ich wollte das von Clemens nämlich eigentlich aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:24",
      "text": "Auf."
    },
    {
      "speaker": "hukl",
      "time": "2:20:24",
      "text": "Ja das das fiese ist wirklich das\nAlso ich habe ja jetzt glaube ich auch schon jede Software unter diesem Planeten probiert äh zum Thema äh\nalso genau dieses mehrere Teilnehmervideokonferenz, was auch immer und leider muss man immer sagen, Zoom hat so den wenigsten Hessel, also selbst sowas wie Google Hängeouts ähm\nist es schlechter am Ende oder also in der Tag zu Tag Performance, wir machen in der Firma auch natürlich die ganzen Meetings, alle so Remote und wir haben da auch schon jede Software unter den Sternen durch und\nÄhm es ist äh das einzige, wo ich,\nzumindest so mit der Sprachqualität auf Dauer ganz happy, bin es tatsächlich noch Discod. Und wenn man bei Discord Geld einwirft, dann,\nhatte ich bisher eigentlich auch immer sehr gute Erfahrungen so, dann geht auch Video und Screensharing so einigermaßen, aber es ist natürlich nicht für diesen News Case gemacht, sondern das merkt man dann auch wieder an allen,\nanderen Ecken des User in der Faces."
    },
    {
      "speaker": "rami",
      "time": "2:21:25",
      "text": "Für so Firmenmeetings oder Meetings mit Kunden nutzen wir tatsächlich äh Wareby dot com. Das funktioniert auch wirklich gut und es tut also ne, es ist so schicki jemandem einen Link und es tut einfach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:38",
      "text": "Chat werfen bitte."
    },
    {
      "speaker": "rami",
      "time": "2:21:39",
      "text": "Ja mach ich. Ähm."
    },
    {
      "speaker": "hukl",
      "time": "2:21:42",
      "text": "Das haben wir noch nicht probiert bisher."
    },
    {
      "speaker": "rami",
      "time": "2:21:44",
      "text": "Da sind wir ganz happy mit ähm ansonsten verbringe ich zurzeit äh viel zu viel meiner Zeit in Microsoft Teams, weil mir irgendwelche Leute irgendwelche Teams in Bike, Links schicken, auch wenn die\nNutzeroberfläche als Gast schon echt reudig ist, äh es funktioniert zumindest meist auch irgendwie."
    },
    {
      "speaker": "hukl",
      "time": "2:22:02",
      "text": "Dieses aber auch dann wieder so Web-ITC basiert."
    },
    {
      "speaker": "rami",
      "time": "2:22:07",
      "text": "Ja, ja, klar. Genau."
    },
    {
      "speaker": "hukl",
      "time": "2:22:10",
      "text": "Ich ich hätte ja gerne wirklich eine Voice Videokonferenz in whatever App, die nicht Web RTC benutzt, das fände ich mal ganz schön."
    },
    {
      "speaker": "rami",
      "time": "2:22:17",
      "text": "Ja, Zoom, hey."
    },
    {
      "speaker": "hukl",
      "time": "2:22:20",
      "text": "Ja genau, also also es funktioniert ja gut genug für die meisten Fälle, aber ich\nbin doch immer überwiegend äh enttäuscht von der Performance auf Dauer, ähm was Web RTC dann liefert, sei es, weil\ndie Kodex einfach nur auch auf Sprache fokussiert sind und sobald du es wagst irgendwie so Multimedia Content oder sei es so ein Gitarrenunterricht oder Musikunterricht, äh Konzep\nzu fahren, dann dann drehen dreht der Kodek einfach komplett frei, ich verstehe auch nicht, warum die Sprachqualität generell in Web RTC immer,\nAlso es fühlt sich immer so an, als immer, als ob immer der schlechteste Kodek ausgewählt wird, um das zu machen, wenn Leute ineinander sprechen, oh, alles ganz furchtb\nweil ich denke mir immer so, okay, ich habe einen Breitbandanschluss und manchmal kriege ich sogar die Bandbreite, die in meinem Vertrag steht, warum\nmüssen wir immer noch so klingen, als würden wir äh primitivste Telefontechnik verwenden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:17",
      "text": "Das wundert mich, wenn RTC verwendet, doch Opus eigentlich, oder?"
    },
    {
      "speaker": "hukl",
      "time": "2:23:21",
      "text": "Ja, aber äh die die nehmen oft einfach die niedrigste Bitrate aus unerklärlichen Gründen und Opus ist halt, weiß nicht."
    },
    {
      "speaker": "rami",
      "time": "2:23:30",
      "text": "Weil sie sich denken, je niedriger die Bitrase, desto stabiler."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:34",
      "text": "Einfach das Video weglassen."
    },
    {
      "speaker": "hukl",
      "time": "2:23:36",
      "text": "Hilft ja oft auch nicht, das ist das Verrückte. Ich versteh, ich ich bin dem tatsächlich auch schon mal ein bisschen mit Wirschalk hinterher gegangen und wollte wissen, okay, was verwendet ihr? Was supporten die Browser, was wäre maximal möglich\nähm und bin dann aber immer nur so enttäuscht, äh am Ende stehen geblieben bei der Tatsache, dass es halt nicht\nvollen technischen Möglichkeiten des einundzwanzigsten Jahrhunderts ausschöpft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:00",
      "text": "Dabei würde vierundsechzig Kilo Bit völlig ausreichen."
    },
    {
      "speaker": "hukl",
      "time": "2:24:04",
      "text": "Na ja und halt auch noch so ein bisschen, ich weiß nicht, an welcher Stelle das stattfindet, dass ähm,\nAlso zum Beispiel, ne, wenn ich mal in Gitarrenunterricht mache, äh mit meinem Gitarrenlehrer, der würde am liebsten Skype verwenden, weil für ihn das am besten funktioniert, ich mach's meistens auch über Jitzi, weil dann muss ich mir nicht das olle Skalpe installieren, aber dann ist es halt so, in dem Moment, wo du einen Sound machst, dann kommt es gleich hoch und sagt, hier Microphone, Piercing\näh sobald ich Musik oder einen Sound produziere, wird der andere gemutet, obwohl ich meinen Gitarrenlehrer gerne noch dabei hören würde, während,\nspiele und so eine Sache, weißt du?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:38",
      "text": "Ja. Dabei ist das auch wirklich so eine absolut gefragte Anwendung, ne? Also äh der Klavierunterricht äh meiner Kinder hat sich natürlich auch auf Skype verlagert oder Facetime, was auch mal gerade so äh angesagt ist. Und das ist echt."
    },
    {
      "speaker": "hukl",
      "time": "2:24:52",
      "text": "Eine Plattform, die kann ich hier mal noch kurz äh vielleicht die habe ich ja erst kürzlich äh kennengelernt, die halt auch so ein leider sehr bekloppten Namen,\ndie heißt du so dot com ähm und äh,\nDa geht es tatsächlich direkt um Music Education, da muss der Lehrende oder die Lehrende äh auf jeden Fall leider auch ein bisschen Geld einwerfen für den Service, aber was die dann halt auch machen ist\nDu kriegst so eine Beatsynchronisation, das heißt, da läuft dann Metronom mit und das ist immer wahrscheinlich je nach Latenz ein oder zwei Takte versetzt, aber zumindest\nweißt du sozusagen welcher Klick wo ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:31",
      "text": "Kannst du den Link nochmal äh teilen."
    },
    {
      "speaker": "hukl",
      "time": "2:25:32",
      "text": "Nicht raten ich hab's in oh schau sorry fuck ich hab mir so 'n Chat.\nÄh"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:41",
      "text": "Du sollst doch nicht während des Podcasts arbeiten."
    },
    {
      "speaker": "hukl",
      "time": "2:25:44",
      "text": "Ja, nee, ich musste hier mal kurz auch mal die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:46",
      "text": "Mit Doppel."
    },
    {
      "speaker": "hukl",
      "time": "2:25:47",
      "text": "So äh ich hab's jetzt in dem Meter eben eine Freakshow Channel Dings."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:52",
      "text": "Da gehört's hin, ja. Mhm."
    },
    {
      "speaker": "hukl",
      "time": "2:25:54",
      "text": "Genau, also das gibt's dafür, wie gesagt, äh, dadurch, dass die Lehrkraft dort Geld einwerfen muss, dass es vielleicht jetzt auch noch nicht so weit verbreitet, aber ich kenn ein.\nMusiklehrer, der das benutzt und der meint, das wäre auf jeden Fall für Musikunterricht das Beste bisher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:12",
      "text": "Ich hab noch nicht so ganz verstanden mit dieser Synchron, also was was wird da miteinander synchronisiert."
    },
    {
      "speaker": "hukl",
      "time": "2:26:18",
      "text": "Na du hast halt einen Klick, also ein Metronom,\nDas heißt, du kannst im Prinzip auch miteinander spielen, du du ähm,\nmachst die Latenz sozusagen äh berechenbar und äh dadurch äh kannst du quasi auch miteinander spielen, auch wenn's dann vielleicht.\nÄh also natürlich immer noch schlechter als live im Raum zusammenzusitzen, aber wenn du gar keine Referenz hast, wie groß der Delay ist oder die Latenz, dann ähm dann kommst du halt gar nicht zusammen auf den selben Nenner.\nUnd da wird sozusagen dafür gesorgt, dass beide denselben Klick hören.\nWeiß nicht, ich kann das grad nicht so gut beschreiben, aber vielleicht weiß er, was ich meine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:05",
      "text": "Im Chat wurde gerade noch auf eine Plattform namens Wonder Punkt me verwiesen. Kann man natürlich jetzt nicht äh wieso muss auf all diesen Webseiten, die man aufmacht, die Videokonferenz hat permanent irgendwelche Fressen, die einem zuwinken.\nLasst euch doch mal was anderes."
    },
    {
      "speaker": "hukl",
      "time": "2:27:21",
      "text": "Ja, na ja. Also am Ende des,\nich halt eigentlich von allen Lösungen äh also nicht begeistert, wenn das einfach so per Deefold Web RTC benutzt ähm aber wenn jetzt zum Beispiel hier Rami sagt, werbei funktioniert prinzipiell sehr gut."
    },
    {
      "speaker": "rami",
      "time": "2:27:40",
      "text": "Also Musik gemacht habe ich da jetzt noch nicht drüber. Ähm."
    },
    {
      "speaker": "hukl",
      "time": "2:27:43",
      "text": "Ja, nee, das muss ja auch nicht sein."
    },
    {
      "speaker": "rami",
      "time": "2:27:44",
      "text": "Äh sehe es, der ist äh Rap ATC ist halt die größte Chance, auch funktioniert bei jedem ohne Installation. Wenn man's richtig macht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:52",
      "text": "Klar.\nGegen Web RTC spricht ja nichts, man kann das ja trotzdem auch mit mit Clients machen, ne? Nur den Aufwand wirklich funktionierende, lokal gut funktionierende Kleins, die an die Anwendung,\nfür die Anwendung optimiert sind, zu bauen, den Aufwand scheuen dann halt viele, denken sich da, machen wir lieber hier Webinterface, weil manche haben dann doch vielleicht nicht die Möglichkeit irgendeine App zu installieren\nOder wollen's aus irgendwelchen Gründen nicht und dann äh reicht halt der Browser. Das kann er auch verstehen,\nWäre halt trotzdem bloß gut, wenn man mal ordentliche User hinter Face macht, weil es sind nun mal nicht ganz uninteressant ist, wie wie leicht das dann eben zu benutzen ist und das funktioniert einfach mit Webseiten auch heute nicht richtig gut."
    },
    {
      "speaker": "hukl",
      "time": "2:28:30",
      "text": "Ja, aber immerhin, hey, der Safari kann jetzt auch Video-Web-RTC und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:35",
      "text": "Ciao. In der neusten Version meinst du."
    },
    {
      "speaker": "hukl",
      "time": "2:28:38",
      "text": "Ja, jetzt weiß nicht, seit also ich habe ja noch nicht Big Sir und es geht auch in meinem Safari seit irgendwie dem letzten Safari-Update also Version vierzehn habe ich hier."
    },
    {
      "speaker": "Letty",
      "time": "2:28:49",
      "text": "Safari ist und bleibt der neue Internetexplorer, sorry."
    },
    {
      "speaker": "hukl",
      "time": "2:28:53",
      "text": "Nein, das stimmt nicht, hör auf den Safari zu dissen, bester Browser der Welt."
    },
    {
      "speaker": "Letty",
      "time": "2:28:58",
      "text": "Nein. N."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:59",
      "text": "Also auf jeden Fall auf jeden Fall ist der schnellste Browser und nur weil."
    },
    {
      "speaker": "hukl",
      "time": "2:29:03",
      "text": "Der Stromsparendste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:04",
      "text": "Nur weil die ganzen Webdeveloper benutzen und von daher nur für Chrome ent."
    },
    {
      "speaker": "Letty",
      "time": "2:29:07",
      "text": "Ich benutze keinen Chrom. Die nein, Firefox."
    },
    {
      "speaker": "hukl",
      "time": "2:29:12",
      "text": "Also man muss schon sagen, die Webdevelopment Facilitys von Safari sind nicht geil und wie sie so den Webständer jetzt ein bisschen hinterherhinken, ist auch nicht geil\naber von allem anderen ist es auf jeden Fall kilometerweit vor irgendwelchen Internetexploderzeiten, also er ist schnell, er ist rammschonend, er ist stromsparend, also als Konsument des Internets oder des WWWs\näh ist das auf jeden Fall der Browser der Herzen und der Wahl."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:42",
      "text": "Der Browser."
    },
    {
      "speaker": "Letty",
      "time": "2:29:43",
      "text": "Meiner grauen Haare."
    },
    {
      "speaker": "hukl",
      "time": "2:29:46",
      "text": "Und er wird nicht, er wird äh du wirst da nicht hier irgendeine Daten werden nicht alle die im Google spendiert und also ich meine gut, wenn du Firefox benutzt, dann hast du's auch nicht, aber\nMozzilla macht dann so Späße wie jetzt äh einfach per Die voll DNS oberharte DP äh zu äh entforsten. Ich meine, das machen sie glaube ich noch nicht in der EU, aber\nMozzilla ist da auch teilweise aufm eher komischen Film."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:11",
      "text": "Firefox gibt's noch nicht mal für M eins. Total, we."
    },
    {
      "speaker": "Letty",
      "time": "2:30:16",
      "text": "Der nur nur relevante Apps haben's halt geschafft. Er findet hier äh Zerefert ja auch sofort alles auf M eins gehabt."
    },
    {
      "speaker": "hukl",
      "time": "2:30:26",
      "text": "Ja und äh hier Black Magic und äh Final Cut war natürlich auch, also Black Magic hat ja auch, dass der Vinci Resolf gleich in einer Beet ihre Beta Film eins releast und\nnatürlich wieder nicht bei der Party dabei. Dobi."
    },
    {
      "speaker": "Letty",
      "time": "2:30:42",
      "text": "Tobi sind aber auch sorry, das ist eine Firma, die kannst du nee, sorry, die ging."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:46",
      "text": "Das ist mal noch bei den Konferenzen bleiben bevor wir wieder über Max äh äh reden. Jetzt ist natürlich so ein bisschen die Frage, kann man das überhaupt lösen und was.\nWas fehlt eigentlich? Also was, was will man machen? Ich meine, jetzt haben wir ähm jetzt steht ja hier ich will mal nicht Ersatzkongress sagen, weil das ist irgendwie nicht die richtige Bezeichnung dafür, aber so dieses Remote-Chaos so, ne? Also quasi das, was online da so stattfindet.\nStadt des Kongresses. Und da gibt's ja auch so eine 2D,\nRaumwelt, das heißt du wenn du da so in deinem eigenen Semli normalerweise auf dem Kongress hattest, dann kannst du das in irgendeiner Form dann\nvirtuell anbieten und das ist dann eben wirklich so ein bisschen so ein Selder Interface, wo du also mit so einem 2D-Avatar, so einer 2D-Welt durch die Gegend läufst und da\nTische und Stühle äh äh abbilden kannst und Pflanzen und was nicht hier alles um um sich da halt irgendwie zu treffen, aber ich bin.\nAuch nicht so richtig davon überzeugt, dass das jetzt unbedingt das ist, was was den Bedarf abholt. Aber die Frage ist, was ist der Bedarf, den man jetzt überhaupt abgeholt bekommt übers Internet."
    },
    {
      "speaker": "Letty",
      "time": "2:31:56",
      "text": "Wahrscheinlich sehr individuell, dass ich das überhaupt gar nicht so fassen lässt. Also du wirst ja nie alle erreichen und alle zufriedenstellen, weil die jeder so ein bisschen vielleicht andere Erwartungen daran hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:08",
      "text": "Nee, alle erreicht man sowieso nie. Egal, was du machst. Also auch mit einem Live-Event erreichst du nie alle.\nÄh Rami was sind denn so deine bisherigen Erfahrungen so mit Venules und so weiter, was also ist schon, ist schon jemand mit irgendwas wirklich sehr glücklich\ngeworden, hast du mal irgendwo erlebt, dass irgendwas wirklich hervorragend gepasst hat oder oder wo in welche Richtung denkst du das auch selber,\nWas eigentlich fehlt."
    },
    {
      "speaker": "rami",
      "time": "2:32:36",
      "text": "Ja, also es ist sehr sehr zielgruppenspezifisch, ne? Also wir haben schon Events, wo es wirklich um.\nMehr oder weniger reine Informationsvermittlung geht, wo die,\nTeilnehmer da sind, um sich ihre sechs Vorträge anzuhören und was dabei zu lernen und dann wieder zu gehen und gar nicht so interessiert daran sind jetzt groß mit andere in Interaktion zu treten und das funktioniert natürlich sehr gut, aber,\nSo richtig und was was ich auch selber erlebt habe als Teilnehmer ist äh was auch sehr gut funktioniert ist, wenn da,\nViele Leute sind, die wir schon kennen, ne, also wenn das Bekannte, viele viele bekannte Namen, bekannte Gesichter dabei sind und man irgendwie so diese diese zwischenmenschliche Ebene mit den, mit den äh.\nLeuten, die da auf der Plattform auftauchen, schon mal irgendwo aufgebaut hat.\nDann kann das auch richtig Spaß machen. Aber so dieses ich bin hier neu und ich kenne hier keinen und geht mal hinterher schon so ein bisschen mit dem Gefühl raus, dass man immer noch keinen kennt. Also das habe ich noch,\nNiemand so richtig gut lösen sehen würden und wirklich alle glücklich waren."
    },
    {
      "speaker": "hukl",
      "time": "2:33:40",
      "text": "Aber Rami, das Internet.\nWirst du es bestimmt auch kennen dieses Gefühl, du äh hast irgendwas auf dem Herzen, du findest raus, wer vielleicht dein Problem adressieren könnte. Du schreibst die Person einfach an, unbekannterweise und kriegst vielleicht,\neinfach sogar geholfen und das sei das jetzt über E-Mail, Twitter, Usegroups, Chadrooms et cetera und also ich meine, ich kenne\nzahllose Beispiele aufführen wo man mit Leuten die man nicht kennt auch als Nerd gerade im Internet quer über den Planeten sich verbindet."
    },
    {
      "speaker": "rami",
      "time": "2:34:16",
      "text": "Genau, aber die, das sind meist, also ich hab,\nIn meinem Leben auch genug Menschen übers Internet gut kennengelernt, aber das waren meist relativ langfristige Prozesse und diese Events, die sind ja meist zumindest im Moment noch,\nRelativ kurzfristig gedacht, so auf ein, zwei Tage und ähm ob sie,\nwirklich sowas entwickeln, nicht? Ich kann ja auch nicht in die Köpfe der Leute reinschauen, die auf den ganzen Konferenzen äh irgendwie sind, mit denen ich jeden Tag zu tun habe.\nKriegt das ja auch immer nur am Rande mit das Feedback. Ich habe jetzt selber so privat auch nicht viel an an Events teilgenommen online, weil ich meine, ich mache das ja den ganzen Tag beruflich schon, wenn ich dann äh abends nach Hause komme, will ich auch mal was ander."
    },
    {
      "speaker": "hukl",
      "time": "2:34:54",
      "text": "So genau, wir können jetzt vielleicht so ein bisschen dadrüber reden, wenn wir über die verschiedenen Use Cases mal noch das,\nbesprechen, also weil Lehrer zum Beispiel hat sicherlich andere sowas fehlt oder was könnte man machen? Szenarien als jetzt wirklich so Konferenz zum Beispiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:11",
      "text": "Ich freue mich auch gerade, ob.\nDie Konferenz selber das, was den Bedarf macht oder nimmt man nicht einfach das falsche Konzept für das für das richtige Ziel. Die Konferenz ist ja dafür gedacht.\nAlso und zwar sage ich jetzt mal konkret so eine Konferenz, die auch die Qualität hat, neue Leute kennenlernen, sich kennen. Ja? Also vielleicht könnte man jetzt,\nCommunity Konferenz trifft's vielleicht nicht so richtig, aber äh abgetrennt mal von der Idee, alle kennen sich schon und es geht rein nur um die Wissensvermittlung. Das denke ich mal ist klar, das funktioniert irgendwie. Aber dieses andere Ding,\nDa würde man dann halt ein Event organisieren, weil man weiß, dass wenn dann da alle hinkommen und sich\ndie Hälfte nicht kennt und dann werden die sich aber schon kennen und dann sitzt man irgendwo kuschelig zusammen und steht irgendwie in der in der Warteschlange äh beim Gripstand und und daraus ergeben sich dann Dinge. So, das ist so das, was so so den Kongress halt stark macht,\nDeswegen gibt's halt diesen Kongress überhaupt auch. Genau, um das eben zu erzeugen. In dem Moment, wo man eben sich nicht treffen kann.\nFällt vielleicht eben auch einfach wirklich dieser ganze Bedarf Konferenz im Sinne von es gibt einen Zeitraum, an dem sich alle um ein Lagerfeuer herumscheren, vielleicht fällt es einfach komplett weg.\nGibt's den Bedarf an der Stelle auch gar nicht mehr, weil weil es sich nicht ersetzen lässt, weil's eben nur mit Redler funktioniert."
    },
    {
      "speaker": "rami",
      "time": "2:36:39",
      "text": "Nur weil sie es nicht ersetzen lässt, heißt ja nicht, dass es den Bedarf nicht gib."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:42",
      "text": "Ja, es gibt ja, es gibt ja, es gibt den Bedarf, die Frage ist, kann man den Bedarf damit äh abdecken, also gibt's einen Weg, das online zu erzeugen oder ist es so unersetzlich, dass halt einfach nur mit Impfstoff geht."
    },
    {
      "speaker": "rami",
      "time": "2:36:55",
      "text": "Also mein mein Fazit ist bisher ja, aber also geht aber nicht zufriedenstellend, also bald diese Pandemie vorbei ist, werde ich trotzdem wieder auf Events fliegen, selbst wenn die noch online stattfinden.\nBesser Zug fahren als Fliegen, aber ne. Ähm ihr werdet trotzdem wieder irgendwo physisch hingehen. Schon allein, weil weil,\nAlso was für mich ein großer Faktor ist, ist neben dieser Hemmschwelle eben jemanden ansprechen, ist auch einfach, wie ich hier zu Hause sitze, an meinem Schreibtisch, da sind einfach,\nganz andere Ablenkungsquellen. Ähm ich habe das schon selbst schon erlebt, wenn ich eine eine physische Konferenz hatte, die hier in\nin meiner Heimatstadt stattfindet, dann fängt man an irgendwie mit sich selber zu verhandeln, ja, aber da an dem Vormittag der Vortrag interessiert mich nicht so und da äh da arbeite ich dann doch lieber noch eine Runde, weil ich muss dringendes\nfertig kriegen, so wenn ich wenn ich äh vier Tage in Leipzig bin, dann bin ich vier Tage in Leipzig und da ist nichts mit Alltag."
    },
    {
      "speaker": "hukl",
      "time": "2:37:51",
      "text": "Und man muss ja auch die ganze Zeit aufräumen, ne? Das ist ja auch das ist ja purer,\nschon alleine, weil bevor ich hier die Kamera anmache, da muss ich erstmal mit dem Schaufelradflader äh Schaufelradlader heißt das so, durchfahren\nNein, aber ähm."
    },
    {
      "speaker": "Letty",
      "time": "2:38:06",
      "text": "Hast du noch keinen Queens."
    },
    {
      "speaker": "hukl",
      "time": "2:38:07",
      "text": "Denke auch, also zum Beispiel nee, leider nicht. Ähm\nzum Beispiel auf dem Kongress, das ist ja für mich mittlerweile mehr mein eigentliches Weihnachtsfamilientreffen, also da,\ngibt's auf jeden Fall viele Leute, die ich gerne wiedersehen will und dann das neue Leute kennenlernen, passiert für mich auch nicht so sehr dadrüber, dass ich\neinfach wahllos fremde Leute ansprechen, das passiert gelegentlich mal. Grüße an meinen Lieblingsengel Knoff an dieser Stelle. Ähm aber oft ist es, der hört das bestimmt nicht. Oft ist es eher so, dass ich\nLeute kenne, die wieder treffe und in deren Bubble ist irgendjemand neues dazu gekommen, den ich noch nicht kenne und dann ähm dann dann erweitern sich so ein bisschen die Kreise, das ist immer so ein\nWeiß nicht äh äh betreutes äh neue Leute kennenlernen eher als äh so ganz zufällig, aber,\nJa, dieser Aspekt des Familientreffens et cetera, der Austausch, das äh äh zusammen Quatsch machen und so, das geht einfach Remote äh.\nNull und schon gar nicht, wenn irgendwie dann eben auch noch diese diese technische Infrastruktur so schwach ist, dass sie dann eben mit so,\ngeliegen, Kodeck, Roboterstimme, Bild fällt aus, Pixel, dieser ganze,\näh mit denen man sich tagtäglich in diesem Umfeld beschäftigen muss, der es alleine schon auch einfach frust,\nfördernd, den man äh in so realen Begegnungen einfach nicht hat.\nGlaube, da kommt da da kommt auf absehbare Zeiten nicht dran."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:43",
      "text": "Auch 3D nicht, auch nicht VR."
    },
    {
      "speaker": "rami",
      "time": "2:39:46",
      "text": "Nicht bevor wir das Internetproblem gelöst haben. Also solange die Verbindungen ruckeln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:52",
      "text": "Aber bist du so sicher, dass wenn das gelöst ist, dass es dann funktionieren würde."
    },
    {
      "speaker": "rami",
      "time": "2:39:56",
      "text": "Nee, aber es wird besser."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:58",
      "text": "Ja gut besser."
    },
    {
      "speaker": "rami",
      "time": "2:40:00",
      "text": "Also es ist eine notwendige Voraussetzung, ne, dass es nicht mehr ruckelt und dass ich mein Feedback kriege, damit man über sowas wie 3D überhaupt nachdenken kann."
    },
    {
      "speaker": "hukl",
      "time": "2:40:09",
      "text": "Also Vodafone liefert gerade, also ich habe hier so ehemals Kabel Deutschland, wo du wo du von Kabel und wir haben's auch im Büro gerade noch und in den letzten Wochen dieser tollen Weihnachtshochzeit von Corona äh bekommen wir\nOffice, als auch ich hier zu Hause drei Prozent meines vertraglichen Uplings in Zeiten. Da kannst du halt, da kannste\nkannst du, weiß nicht, kannst du deine ganzen Fantasien wieder schöner werden könnte erstmal konkret hinten anstellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:40",
      "text": "So, aber jetzt ist ja so, man muss ja trotzdem irgendwie äh oder ich, also ich nicht, aber ihr äh müsst oder wollt ja trotzdem noch in irgendeiner Form äh an sowas teilnehmen. Äh du hast auch noch so, du hast auch noch ein paar Technik äh Tipps für uns, oder? Äh.\nHuckel, was, na ja, so nach dem Motto."
    },
    {
      "speaker": "hukl",
      "time": "2:40:57",
      "text": "Oder ja. Ja ja, also ich hab ich hab mich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:01",
      "text": "Was baut man sich hin, ne."
    },
    {
      "speaker": "hukl",
      "time": "2:41:03",
      "text": "Genau, ich hab auf jeden Fall versucht jetzt so nach dem ersten Semester, wo ich das mit meiner Laptop-Web Cam und aber schon ordentlich Mikrofon gemacht habe, dachte ich mir, okay\nIrgendwie muss das hier mal ein bisschen professioneller sein, damit es äh vielleicht auch für die Studenten etwas ansprechender alles aussieht und ein bisschen professioneller daherkommt, damit die dann auch äh\nvielleicht sich motiviert sehen, etwas äh mehr Qualität in ihren Beiträgen beizuwirken, keine Ahnung. Ich wollte einfach mal, dass es ordentlich ist und habe mal geguckt, was so geht\nweil Apple baut ja bis heute zum Beispiel in ihre Laptops\neher schlechte Webcams. Also es fängt erstmal schon mal mit dem Bild an. Ich kann diese pixeligen, schlecht beleuchteten Webcam-Gesichter auch nicht mehr sehen. Ähm,\nund dann habe ich so geguckt, was habe ich denn so? Dann habe ich geguckt, okay, Webcams kannst du ja wie Grafikkarten und\nPC Komponenten so oder was auch immer, kannst ja grad nicht kaufen, selbst wenn du wolltest\nwenn du dann könntest, dann gibt's so eine Handvoll Webcams, die ungefähr seit fünfzehn Jahren nicht weiterentwickelt worden sind und im Prinzip nur neue Gehäuse kriegen, deren Bilder einfach schlecht aussehen\nGlücklicherweise konnte ich sie nicht kaufen, deswegen musste ich mich nach anderen Möglichkeiten umgucken und dachte mir, ich habe hier noch so eine alte kleine, kompakte Mirroles äh Video und Fotokamera rumliegen.\nMit einem HDMI-Out,\ndann mich damit beschäftigt, okay, wie machen das diese ganzen Twitch-Streamer oder Youtuber, wie kriegen die dieses geile Crispyschöne Bild in ihren Computer und als Webcam verfügbar,\nund ähm da da fing dann so eine ganz große Equipmentreise an und äh teilweise wurde ich zum Paketverteilzentrum oder Zieldestination für\nPakete aus der ganzen Region Deutschland ähm hab ganz viel ausprobiert. Also das erste ist auf jeden Fall Webcam aus dem Laptop, kann man vergessen,\nIch würde auch gar nicht versuchen, eine Webcam äh auf den Rechner zu stecken, wenn ihr nicht ähm unbedingt\nmüsst oder gerade einen rumliegen habt, also das Minimum, was man so machen könnte, wäre eine GoPro, vielleicht so eine GoPro-Sieben, die ist sehr günstig\nimmer noch auch gebraucht vor allen Dingen die halt auch HDMI Out und dann was man dann eigentlich nur noch braucht ist irgendein Gerät oder ein Stück Software was diesen HDMI\nOutput in ein Webcam.\nInterface quasi macht und ich dachte erst, okay, ich hole mir einfach so eine Capture Card hier von Black Magic habe ich ein schönes Gerät, den Ultra Studio Recorder Regie, der wir Stunder Bolt feinstes äh Signal an den Computer liefert.\nIch dann festgestellt, Linko hat Diddenham, ja, ich such's gleich raus,\näh ultra Studio Rekorder, wo bist du? Da zack.\nSo, Link äh fliegt in den Chat.\nDamit habe ich's erstmal geschafft, irgendwie meine Fotokamera, das ist in dem Fall eine Sony Alpha fünftausendeinhundert, die ist glaube ich auch jetzt schon fünf, sechs, sieben Jahre alt und kann sehr günstig gebraucht gekauft werden, aber wie gesagt, GroPro würde auch gehen,\nDamit komme ich äh kriege ich das Bild in meinen Rechner, nur ist dann das Problem, dass Webbrowser,\ndiesen diese Kamera nicht als Kameras, also als Webcam anerkennen, weil da gibt's einen Standard, ich habe schon wieder vergessen, wie der heißt, UVC und UVA,\noder irgendwie sowas,\nUCV UCA ähm was im Prinzip USB, Audio, USB, Video, Webcam Devices beschreibt. Ich habe das nicht genauer nachrecherchiert, aber das ist das, was,\nBrowser wollen, wenn du dann Web RTC und so weiter machen willst, ähm da kannst du nicht einfach mit so einem schnöden Fundabold Kamera Device kommen. Gut, also,\näh was habe ich dann überlegt zu machen,\nAlso ich habe mir jetzt eine Hardware-Lösung gekauft dafür, dass es vielleicht nicht für alle attraktiv, aber ermöglicht viele tolle neue Möglichkeiten. Und zwar ist das auch von Black Magic und das ist ein HDMI Switcher\nder einigermaßen günstig ist und viele tolle Dinge kann, packe ich auch mal einen Link rein.\nJa? Es ich komme auch gleich noch zu anderen Produkten von anderen Firmen\nDas ist jetzt meine Lösung gerade, da können bis zu vier HDMI-Signale rein und man kann den Hardware halt so äh die Feedswitchen und Fäden und Transitions machen. Das benutze ich alles gar nicht. Das Killer-Feature, was ich da haben wollte, ist\ndass du ein Audioin hast,\nund du kannst quasi Audio und Video sinken. Du kannst sagen, wie groß der Offsite zwischen Audio und Video ist, um wirklich so, wenn du in die Hand klatscht.\nSelbst aus unterschiedlichen Video- und Audioquellen, ne? Ich habe ja so ein externes Device für Audio und dann habe ich noch als Extens Device die Kamera, äh damit die entsüngt sind. Und das funktioniert ziemlich gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:01",
      "text": "Pro Kanal dann oder."
    },
    {
      "speaker": "hukl",
      "time": "2:46:02",
      "text": "Das na du hast zwei Audioinputkanäle ähm,\ndie du dann unabhängig voneinander sünden kannst mit dem Delay und unter\nunabhängig voneinander auch mixen kannst. Also dieser Mixer kommt auch mit ein bisschen Software, wo du dann auch die Audiospuren. Da gibt's dann auch ein Limiter und ein IQ und einen Kompressor gleich noch mit da drin. Und dann kannst du dein Audiofee schon mal ziemlich gut.\nPräparieren, damit er dann in dem Stream auch sehr schön klingt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:34",
      "text": "Der hat einen, ah, der hat vier HDMI in und hast du den Namen schon gesagt, Blick Magic Design, Atemmini. Vier HDMI in, zwei Mikroin, aber nur mini Klinke."
    },
    {
      "speaker": "hukl",
      "time": "2:46:47",
      "text": "Aber mein Stereo, die Leinen und Mike Level können also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:51",
      "text": "Ja und dann ach so, warte mal, ach so, das sind Mikro-Eingänge, aber die können auch leihen, okay, gut. Und dann äh.\nHDMI-Out, USPC, Webcam-Out und das das ist dann sozusagen auch eine richtige Webcam und wird als solches sozusagen erkannt. Ah ja."
    },
    {
      "speaker": "hukl",
      "time": "2:47:08",
      "text": "Genau, der HDMI-Out, das wäre halt für dein Monitoring, wenn du jetzt sozusagen die nächsten Kamera-Cut previewen willst, dann kannst du da dein äh dein Preview-Monitor anschließen. Aber genau, ich habe jetzt diesen äh Webcam-Out genommen\nden schließe ich mit USBC an meinen Rechner an und habe dann für alle Browser, für alle Eventualitäten, wurde das bisher als valide Webcam\nerkannt und äh sieht auch sehr gut aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:33",
      "text": "Ja, ist es aber der liefert auch das Audio von den HDMIs mit. Also wenn Audio am HDMI-Eingang ist, dann wird das mit reingemixt, man mixt diese Mixports noch zusätzlich dazu."
    },
    {
      "speaker": "hukl",
      "time": "2:47:46",
      "text": "Genau, du kannst also diese ganzen Tasten, die großen eins, zwei, drei, vier, das sind die Videofeeds und die Tasten dadrüber beschäftigen sich fast ausschließlich mit Audio.\nKannst du.\nSagen, dass so das Audio jetzt von diesem Kanal haben willst oder eben nicht und kannst es lauter und leiser mit den Tasten auch machen von den einzelnen Videofeeds und\ndie Mike oder Line Ins, mit der Miniklinke, die kannst du nochmal separat in der Software dann steuern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:15",
      "text": "Und ist das alles für K."
    },
    {
      "speaker": "hukl",
      "time": "2:48:17",
      "text": "Der Kleine weiß ich gar nicht, ob der vier KM."
    },
    {
      "speaker": "rami",
      "time": "2:48:23",
      "text": "Tausendachtzig steht bei Thomann."
    },
    {
      "speaker": "hukl",
      "time": "2:48:25",
      "text": "Nee, tausendachtzig P. Es da musste dann äh größere Kaventsmänner, die er ähm noch besorgen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:32",
      "text": "Aber das ist ganz."
    },
    {
      "speaker": "hukl",
      "time": "2:48:33",
      "text": "Es gibt auch noch eine Pro-Variante, die dann auch noch mehr kann, aber für meine Zwecke war das jetzt,\neigentlich schon Overkill, aber ich find's ziemlich geil, weil das Ergebnis sieht wirklich sehr gut aus. Äh das äh man,\nDas muss man aber nicht machen, ja? Also wenn man's sparsam betreiben will, gibt's auch andere Varianten, also zum Beispiel die Firma Elgato, die hat sich ziemlich krass so auf diesen ganzen Streamer und\nYoutuber und Broadcast am Markt\nspezialisiert und die haben auch kleinere USB-Capture Karten und so weiter die\nauch die haben bestimmt auch glaube ich so ein HDMI direkt zu Webcam\noder Adapter, da kommt man auch deutlich günstiger mit weg, nur was sie nicht haben, meiner Meinung nach oder meines Wissens nach, ist dieses Audiosyng Feature von diesen verschiedenen Quellen und das wollte ich halt unbedingt haben, weil mich das\nwahnsinnig nervt, wenn man in die Hand klatscht und dann kommt der Ton halt früher später oder einfach falsch und so, ne? Na ja.\nUnd dann die andere sehr mächtige Option, also wie gesagt, ich habe jetzt Black Magic nur genommen, weil ich Black Magic toll finde, Elgato kann auch viel, aber es gibt noch eine kostenlose oder eine günstigere Option und zwar das alles in Software zu machen\nDa gibt's so eine Software namens OBS, die im Prinzip auch die ganzen Streamer auf Twitch benutzen. Ist eine sehr mächtige Software und erstaunlich gut auf Max supported und die hatten seit einer Weile schon auf Windows das Feature eine virtuelle Web\nCam zu bereitzustellen und im Prinzip kannst du dein ganzes,\nPositing von deinen Live-Feeds, sei es äh Greens, Green Overlay Effekte, Animationen, et cetera. Alles ist Bild in Bild, alles in Software machen.\nUnd das dann an das virtuelle Webcam-Device rausgeben, du kannst auch Audiodelays machen, du kannst mit Audio ziemlich viel machen und.\nDas gibt's jetzt auch. Ich weiß nicht, es war vor kurzem noch Release Candydid, aber es gibt's jetzt auch für Mac und erstaunlicherweise, soweit ich das gesehen habe, ohne Curnal Extensions oder andere Magie,\nIch muss es noch ausprobieren, ob das wirklich so ist, aber das wäre eigentlich dann die\ndie andere sehr gute professionelle Lösung, wenn man jetzt nicht extra Hardware haben will, wenn man nicht extra hier fast dreihundert Euro dafür ausgeben will, dann,\neinigermaßen kraftvollen Rechner hat, dann kann man das mit OBS im Prinzip auch alles tun."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:59",
      "text": "Ja, das ist ja jetzt eh schon seit längerer Zeit so ein bisschen der der Senderstandard, mit dem man irgendwie sich alles zusammenklicken kann."
    },
    {
      "speaker": "hukl",
      "time": "2:51:05",
      "text": "Ja, also das funktioniert auch weitestgehend gut. Es gibt auch mittlerweile schon einige kommerzielle Lösungen, die vieles noch besser machen. Ich habe auch gesehen, wie MEO hat seinen eigenen,\nseine eigenen Stream Software gebaut, die auch sehr sehr gut aussieht, aber die kostet dann halt leider auch wieder ordentlich Geld. Also insofern für kostenlos,\nist OBS auf jeden Fall äh richtig geil\nAch so und dann sieht man äh hier Aal meint auch gerade, wenn man OBLS nutzt, kann man auch NDI mit dem iPhone nutzen\ndas heißt du kannst dann dein iPhone als Kamera verwenden, das wahrscheinlich denn der Delay auch wieder erstmal zu kompensieren, aber es geht ja dann. Und ja das wäre auf jeden Fall auch ein Punkt, man kann auch das iPhone einfach nehmen, halt dann als Kamera\nist immer noch besser als die Notebook-Kamera.\nJa, also das wäre so das Thema, wie kriege ich erstmal ein geileres Bild als das, was mein Laptop oder die Logi Tech X Y Z Webcam, Hoaching Flower, Power Enterprises, was auch immer liefert.\nDer Markt ist irgendwie seit zehn Jahren stehen geblieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:10",
      "text": "Also ich sehe gerade, es gibt bei den Atems gibt's auch noch äh größere Varianten von diesem Mini, also äh wenn ich das richtig sehe.\nKönnten die anderen auch vier\nhaben oder mehr Streams. Für mich wäre das erstmal ganz interessant, hier meine meine blöden alt einfachen HDMI-Switcher, die ich hier verwende, um das Bild auf dem Pima äh auszuwählen, mal so ein bisschen intelligenter zu machen und aus mehr Quellen zu äh ernähren. Das wäre auch mal ganz nett."
    },
    {
      "speaker": "hukl",
      "time": "2:52:36",
      "text": "Ja, die dicken, die wir dicken Black Magic Geräte, die kosten dann halt aber auch gleich wieder\nrichtig dick. Also man muss schon sagen, so von der Bildqualität meiner Meinung nach kommt auch nichts an Black Magic am Ende heran, die kommen einfach aus der Branche und\ndie sind jetzt eigentlich von so einem ganz hohen Ross arbeiten sich so langsam mehr an die äh so Streamer-YouTuber\noder auch ja einfach,\nSemiprofessionellen Leute ran und komme aber mit der gleichen Qualitäts- und Erwartungshaltung darunter und das merkt man dann\nfinde ich schon,\ngenau und auch diese Atemminis und Pro und Pro Iso, die können ja dann auch teilweise aufnehmen und also direkt auf Karte und geben dir dann quasi ein fertiges Da Vinceri Solf-Projekt\nwas du dann nur noch so doppelt klicken musst, weißt du, wann du es am Rechner aufhast und hast dann schon alle Spuren auf der Timeline, mit allen Cuts und so, das ist schon\nSehr, sehr geil."
    },
    {
      "speaker": "Letty",
      "time": "2:53:41",
      "text": "Das hört sich sehr traumhaft an."
    },
    {
      "speaker": "hukl",
      "time": "2:53:43",
      "text": "Na ja, ähm genau, also das war jetzt so der Punkt, aber trotzdem erstmal so Kamera als Abriss und wie man vielleicht eine andere Kamera da reinbekommt, wenn man jetzt so einen Switcher hat, dann kann man eben auch noch sein iPad oder einen Zweitrechner nehmen und da seine Folien\nabspielen lassen und die dann hier schön mit Transitions und Soft Fates hin und her schalten, das geht da hervorragend. Ähm gut äh,\nWenn's dazu jetzt keine weiteren Fragen gibt, kann ich noch weitere Punkte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:11",
      "text": "Der Greenscreen ist auch sehr schön von äh Elgato, den man da kaufen kann, dieses Chromer Key Panel, was man da so ausfahren kann. Das äh\nschon mal im im Einsatz gesehen, ist sehr stabil und\nstellt man einfach so auf dem Boden, da ist es so ein größerer Metallkasten und dann hast du das irgendwie null Komma nix hochgezogen und schnell wieder eingefahren, wenn du's nicht mehr brauchst, ist es äh extrem praktisch. Übrigens startet in drei Minuten die äh Space Rakete."
    },
    {
      "speaker": "hukl",
      "time": "2:54:40",
      "text": "Okay, okay. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:42",
      "text": "Noch nichts mitbekommen von war."
    },
    {
      "speaker": "hukl",
      "time": "2:54:44",
      "text": "Nee, ich gucke da, ich brauche das nicht immer unbedingt im Live."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:48",
      "text": "Ja, es ist ja jetzt das Space Ship, was jetzt irgendwie äh das erste Mal in zehn, zwölf Kilometer Höhe äh geschossen wird. Das dicke Teil, weißt du?"
    },
    {
      "speaker": "hukl",
      "time": "2:54:58",
      "text": "Okay. Äh nee, weiß ich nicht, aber gucke ich gleich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:03",
      "text": "Aber du kannst gerne weiter ausführen. Ich äh äh schaue, dass parallel mit einem Auge äh für dich an und berichte dir dann gleich ob's geklappt hat. Kann man sich danach auch noch eine Aufzeichnung anschauen."
    },
    {
      "speaker": "hukl",
      "time": "2:55:14",
      "text": "Also auf jeden Fall kann ich sagen, dieses Elgato-Zeug. Prinzipiell ist auch ziemlich cool, nur das Problem ist, wenn man das jetzt haben will, ist alles ausverkauft, was cool ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:22",
      "text": "So ist es schon das ganze Jahr übrigens."
    },
    {
      "speaker": "hukl",
      "time": "2:55:26",
      "text": "Genau und das Black Magic Zeug im Gegensatz zu dem L-Guate-Zeug, das gibt's halt äh verfügbar, wahrscheinlich, weil noch nicht genug Leute,\ndas vielleicht als Alternative gesehen haben oder so, keine Ahnung, aber äh das als Tipp jetzt könnt ihr das noch bei äh\nIch sehe, weil wir toben mal ein geringes Stück zahlen nur noch. Na ja, vielleicht müsst ihr schneller sein. Ähm anyway. Äh nächster Punkt, äh den ich verbessern äh wollte oder zumindest,\nich schon gut hatte, aber die anderen Leute bei diesen Konferenzen gerne noch besser haben könnten, Mikrofone, Kopfhörer, Headsets,\nIch bin mittlerweile, also wenn es nicht so eine Headsets sind, wie Tim sie gerne hat und irgendjemand hatte vorhin so im Bingo schon geraten, dass Bayer Dynamik heute nochmal fällt,\nÄhm das ist jetzt der Punkt. Also wenn man jetzt nicht so einen Bayerdynamik, DET zweihundertsiebenundneunzig oder wie heißt das mit den dicken.\nSiebenhundertsiebenundneunzig habe. Ähm diese ganzen Gamer Headsets weg mit dem Scheiß. Alles,\nall dieser ganze Plastikramsch und Plastikmüll weg,\nklingt scheiße. Die Leute kriegen diesen Arm nicht korrekt vor ihr Gesicht positioniert, immer kriege ich irgendwie das Ausatmen, Rölpsen, Niesen, Husten, einfach immer direkt\nins Gesicht, weil die halt nicht schnell genug, entweder ihre Mewaste finden oder den Arm da wegdrehen. Deswegen bin ich.\nGroßer Freund von Kopfhörer und Mikrofon getrennt, aber wie gesagt, wenn man das verbessern kann und möchte, dann würde ich auf jeden Fall sagen, ähm diese Plaster-Headsets weg und,\nsich mal einmal ordentliches Headset kaufen oder,\nwenn man ordentliche Kopfhörer hat, das ist ja dann egal, wenn's für einen selber Scheiße klingt, da kann man ja selber dann das Toleranzlevel für äh wie schrottig oder gut das klingen soll setzen und\nbeim Mikrofon, da bin ich jetzt dazu übergegangen, dass ich mir an meinen Schreibtisch äh einfach hier diesen rote Mikrofon ähm gebaut habe, wie heißt der rote PS,\neins, den man auch bei allen möglichen Youtubern Streamern sieht, ich pack den Link in den Chat. Der ist ziemlich günstig.\nUnd ich hatte schon äh Sorge, denen dann vielleicht aufgrund dieser Günstigkeit wieder zurückschicken zu müssen, aber der ist extrem\nstabil eigentlich, also der Socke schraubt sich sehr, sehr gut an den Tisch und macht einen guten Eindruck und der Arm hält hier so einen Schuh, sieben,\nB, was jetzt nicht das leichteste Mikrofon ist und hat macht gar keine Probleme und äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:02",
      "text": "Benutze das gerade."
    },
    {
      "speaker": "hukl",
      "time": "2:58:03",
      "text": "Äh an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:04",
      "text": "Das sieben B. Ah. Das."
    },
    {
      "speaker": "hukl",
      "time": "2:58:09",
      "text": "Das ist halt, ich mag das sehr gerne, weil eben so Atemgeräusche oder sowas, die kommen dann nicht so ganz krass durch und auch der Raum klingt nicht so krass mit wie bei Kondensatormikrofonen,\nJa und wenn's jetzt an dem Abend ist, kann ich mich zum Niesen auch schnell wegdrehen und dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:27",
      "text": "Nee, das sieben B ist natürlich interessant, weil das hat wirklich das einzige wirkliche High End, dynamische Mikrofon ist, ne? Und von daher natürlich den Raum gut wegnimmt und trotzdem noch ordentlich klingt,\nalso das ist auch so das Einzige, was ich eigentlich auch nochmal testen wollte, aber nie so richtig dazu gekommen bin,\nAllerdings bin ich halt äh ein Freund von nichts vor der Nase haben und von daher ja wenn man alleine ist es ganz gut, ne?"
    },
    {
      "speaker": "Letty",
      "time": "2:58:53",
      "text": "Na, ich finde auch, was es nicht nur vor der Nase, sondern ich finde das nervig dieses, man dreht sich weg, weil vielleicht irgendwas ist und dann kannst du aber nicht mehr sprechen in so einem Mikrofon. Was bei den Konferenzen ja manchmal nicht so oder ja, Veranstaltungen nicht so cool ist."
    },
    {
      "speaker": "hukl",
      "time": "2:59:09",
      "text": "Ja, ich meine, ich sitze halt, wenn ich die Kamera anhabe, die sehr frontal, das Mikrofon ist an dem Abend, den kann ich so ein bisschen zurechtzuppeln, wenn ich mich irgendwie mal anders positionieren will und so oft drehe ich mich dann nicht weg und,\nIst halt ist ein auf jeden Fall ein bisschen Geschmacksfrage und wie gesagt, wenn man gerne Headset hat, dann bitte aber nicht so ein Plastermüll.\nDas ist das Einzige, was ich dazu noch zu sagen hätte. Das Problem ist halt auch, wenn man so einen Schur sieben M, äh sieben B\nhaben will, dann braucht man halt auch ein Interface mit genug Game, das ist eigentlich der einzige Kritikpunkt an diesem Mikrofon, dass man wirklich sehr viel Game braucht auf dem Interface oder sehr viel Headroom oder wie auch immer man das nennen will\naber ich finde, dass sieben B seit, ich habe das seit, ich weiß nicht, bestimmt sieben, acht Jahren, ist eins der besten Mikrofone, die ich,\nbenutzt habe, also eins der vielseitigsten besten,\nProblemfreisten, stabilsten Mikrofone ever. Also es hat seinen Ruf nicht zu Unrecht und wenn ihr euch das kauft\nwerdet ihr damit höchstwahrscheinlich zufrieden sein mit einem guten Interface und da gebe ich jetzt hier an der Stelle auch ein Interface nochmal eine Empfehlung, wo ich weiß, dass es genug Game hat, weil ich's auch,\nbenutze dauernd und das ist bald dieses SSL zwei. Äh die ich ja letztens irgendwie schon mal erwähnte, dass\ndie für mich gerade ein bisschen vor, Focus Rights äh Einsteiger, Interfaces und Pre-Emsing. Ich,\ndiesen Link hier nochmal rein. Das habe ich äh vor kurzem zwei Freunden schon fohlen, diese genau diese Kombi, sieben B und dieses Interface und die waren jetzt beide glücklich und wenn man irgendwann nicht mehr Bock dadrauf hat oder die Pandemie vorbei ist,\nsieben B kriegt ihr auch immer noch für einen richtig guten Preis noch Jahre später verkauft, ist ein Studioklassiker."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:53",
      "text": "Genau, das ist der Vorteil einfach von High Endcher, die die meistens auch nach fünf Jahren noch genauso viel wert.\nAlso mit geringen Abstrichen, je nachdem wie schlecht man das dann so behandelt hat. Ja auf jeden Fall.\nWas ich mich ja gefragt habe, was ja sozusagen auch noch so eine Variante ist ähm,\nMikrofon vor der Nase haben oder auch einen Kopfhörer äh oder zumindest ein ein richtig großen Kopfhörer mit äh Schwanenhalsmikrofon. Ist natürlich nicht unbedingt optimal, wenn du wirklich,\naufnimmst und sagen wir mal, also ich kenne jetzt vor allem diesen Fall äh du willst halt jetzt quasi einen Vortrag aufnehmen.\nDer so ein bisschen nicht nur für den Moment ist, sondern so ein bisschen für die vielleicht auch nicht unbedingt für die Ewigkeit, aber sagen wir mal zumindest mal so fürs nächste Jahr. Also Leute sollen hier sich sozusagen auch mehrfach anschauen, möchtest das Ding vielleicht irgendwie online stellen et cetera und dann willst du halt,\nnatürlich,\nso wenig Mikrofon im Gesicht haben und so wenig Kopfhörer aufhaben, wie es äh irgendwie geht, ne? Also weil du ja sozusagen One Way äh rein äh sprichst so. Und das ja,\nAuch eine interessante Frage, was man sich da so an Equipment ähm wählen sollte.\nWas ja viele Leute machen sind diese Lavalier Mikrofone, also diese kleinen Ansteck\nMikrofone alternativ die äh richtigen Headsets, also diese Bügel ähm Mikrofone, wo man nur so einen dünnen, fleischfarbenen Metalldraht\nBügel sich äh quasi hinten auf den Hals schiebt und dann äh so ein kleines Mini Mikrofon, eine kleine Mini äh Mikrofonkapsel, so vor den Mund geschoben wird, die man halt eigentlich fast,\ngar nicht sieht, so wie man das auch im Fernsehen äh immer sieht, so typische Fernsehtechnik\nLetztere würde ich ja bevorzugen, weil es einfach immer der Vorteil ist, wenn das Mikrofon konstant Abstand zu deinem Mund hat, ist super. Lavalier hat immer das Problem,\nraschelt, kommst du mal mit der Hand dagegen, ne, weil du musst ja irgendwo ranklippen und ähm kann man vielleicht auch mitarbeiten,\nIch habe nicht so richtig viel Erfahrung mit diesem Mikrofon. Ich habe nur festgestellt, als ich mal einen längeren Test gemacht habe, als ich irgendwann mal bei Thomann selber war.\nWo ja dann alles zum Ausprobieren haben. Äh du kriegst irgendwie.\nFür jede hundert Euro, die du im Meer reinsteckst in so ein Mikrofon, kriegst du mehr Qualität. So. Also ich habe so verschiedene Sachen äh getestet und es war definitiv so das Teuerste, das mit Abstand teuerste war auch mit Abstand das Beste,\nin dem Fall waren es äh DPA,\nDPA-Mikrofone und ich rede jetzt sowas wie äh denk gar nicht erst drüber nach, weniger als sechshundert Euro für so einen Teil auszugeben. Für ein Mikrofon, ja, was wirklich sehr klein ist. Aber eine andere Frage ist natürlich auch, woran schließt du das an.\nKlar, jetzt kannst du natürlich äh Kabeladapter und ein Kabel legen so, aber manchmal will man ja auch frei stehen,\ndann sind Kabel immer blöd und dann gibt's ja diese Voiales äh Sets, ne? Diese klassischen kleinen Klappteile, die man immer so bei Veranstaltungen bekommt, die man sich dann hinten an den ähm.\nAn den Gürtel schneit, das ist ja so so Standard, diese kleinen Boxen, ne? Und dann brauchst du auf der anderen Seite natürlich noch ein Willes-Empfänger. Und äh da gibt es."
    },
    {
      "speaker": "hukl",
      "time": "3:04:11",
      "text": "Das kostet nochmal mehr als genauso oder mehr als doppelt so viel als."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:14",
      "text": "Ja gut, ich meine, in der Regel kaufst du ja dann so ein Set, ne, wo irgendwie mehr oder weniger alles dabei ist. Wobei ich glaube, diese Empfänger sind jetzt nicht unbedingt im einigen Sinne das teuerste. Also das teuerste sind gute, sehr gute Mikrofone. Du kannst ähm,\nbezahlbare Pakete bekommen mit so ukaischen Mikrofonen und dann hängt's natürlich so ein bisschen davon ab, wie du das selber so siehst, ne."
    },
    {
      "speaker": "hukl",
      "time": "3:04:34",
      "text": "Also wenn ich ja, also bei gerade bei diesem Thema Funken\nhab ich auch schon weiß nicht gefühlte Wochen an Recherche reingesteckt mit was ist so das minimale Budget ist um auch die minimalen Kompromisse eingehen zu müssen und das ist ja immer eigentlich so der\nNord Optimizer Stresh holt, also wie günstig komme ich weg mit den wenigsten Kompromissen und dann stellt man leider immer oft fest,\nOkay, da gibt's einfach so eine Sprungmarke, wo es schon ein bisschen weh tut im Geldbeutel, aber wo man dann auch wirklich die Features bekommt,\nUnd zwar alle zusammen in einem, die man so haben will und diesen Funken ist das gefühlt auch bei,\nachthundert Euro oder so geht das oder sechshundert, achthundert Euro geht's da los."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:18",
      "text": "Ja, kommt drauf an, wofür jetzt, ne? Also ich wollte jetzt mal auf ein bestimmtes Modell hinaus, weil es nämlich gerade für\nPodcasting sehr interessant finde, ne? Ich meine diese Produktkategorie von der wir sprechen ist halt eigentlich so primär so Audio für Video, so wird das zum Beispiel bei Sennheiser auch irgendwie in der Produkt äh im Produktkatalog eingeführt\nÄhm und zwar gibt's da diese AVX Systeme, das glaube ich so, ist ziemlich das neueste, was die am Start haben und die haben einen ganz interessanten.\nAlso es ist zunächst einmal, wenn es so als Z kaufst, das geht irgendwie bei siebenhundert Euro los, dann hast du halt ein Lavalier-Mikrofon, ne, wo ich halt sage, so ja, nimm kein Lavadiermikrofon, ein anderes, aber egal, das würde jetzt erstmal funktionieren, dann schließt du das halt an so eine kleine,\nja so 'ne kleine Clip on Box an die halt 'n Sender ist die hängt dann hinten bei dir am Gürtel dran und dann brauchst du ja noch den Empfänger,\nDas war dann nicht selten, war das ja so relativ klubige,\nneunzehn Zoll Teile oder halb neunzehn Zoll oder irgendwie sowas. Und diese AVX-Dinger.\nDie sind ganz kess, weil das sind nämlich Teile, die steckst du einfach, das ist einfach so ein kleiner Klotz und die steckt, die haben so einen fest angebrachten XLR-Stecker und die steckst du quasi direkt in die XLR-Buchse rein,\nDie brauchen auch keinen weiteren Strom, weil die sich aus der Phantompower ernähren. Das heißt, wenn du einen Rekorder hast,\nDer Phantomspeisung liefert, was jeder gute Rekorder ja tun sollte\nSteckst du diese Dinger rein und hast quasi gleich einen Empfänger an. Ich habe schon so Setups gesehen. Muss sagen, jetzt, also das Klemer, das klammert das klar, ich habe das nicht selber getestet, aber ich hab\ndas bei verschiedenen Leuten gesehen, die gesagt haben, dass sie das äh einsetzen,\nzum Beispiel so ein Zoom H sechs nimmst mit vier XLR-Eingängen und in jedem diesem XL Dinger war so ein AVX-Empfänger drin und dann hast du quasi so vier Mikrofone, Wireless an einem mobilen Rekorder, der auf Akku läuft.\nUnd damit kannst du halt durch die Gegend laufen. Ist natürlich auch sehr pandemiefreundlich, weil du kannst da sozusagen deinen Podcast draußen aufnehmen. Alle können irgendwie frei durch die Gegend laufen.\nUnd du nimmst das Ganze auch noch so rimode."
    },
    {
      "speaker": "hukl",
      "time": "3:07:24",
      "text": "Aber noch so einen kleinen Puschel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:26",
      "text": "Gut Puschel ist dann glaub ich."
    },
    {
      "speaker": "hukl",
      "time": "3:07:28",
      "text": "Am Mik."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:29",
      "text": "Ringste Investition, ich meine, wenn er jetzt hier irgendwie das Set mal mit siebenhundert Euro mal vier ja, vielleicht bist du also auch schon bei knapp dreitausend Euro,\nÄhm aber egal, ich meine, wenn man ähm rumspielen will und äh es nur darum geht,\nGeld auszugeben, dann kann man sowas natürlich machen. Aber es."
    },
    {
      "speaker": "hukl",
      "time": "3:07:53",
      "text": "Nee, aber das ist ähm,\ndas ist im Prinzip schon genau das, was ich meine. Also ja es gibt's aber, wie gesagt, viel weiter unter diesem Preis kommt man dann halt leider nicht zufriedenstellenden Lösungen. Ja.\nAber ja, das ist auf jeden Fall, die sind mir auch schon mal irgendwann in der Recherche über den Weg gelaufen, fand ich auch, wie äh muss mit deinen Worten zu sagen, ganz Kess.\nÄhm ich habe jetzt noch so zwei kleine Unterpunkte, die können wir auch ein bisschen schneller jetzt vielleicht noch abarbeiten. Das äh,\noder ist vielleicht sogar nur einer und zwar Licht.\nDie Kamera kann noch so gut sein, es sei denn es ist so 'ne vier oder fünftausend Euro teure Sony Kamera wenn das Licht halt kacke ist dann ähm wird auch mit der tollen Kamera kein schönes Bild da rauskommen\ndas musste ich auch noch lernen und also das wusste ich im Prinzip, aber ich dachte mir, na ja, vielleicht kriege ich das hier mit so meinen paar Funzeln, die so ein bisschen Tageslicht und hoher CAI-Wert. Ähm also Lampen, die einen hohen CRI-Wert haben, vielleicht kriege ich das auch so hin, aber\nDann habe ich mir noch diverse YouTube-Videos angeschaut von Filmleuten, die dann berichten, wie man also so eine Szene korrekt beleuchtet oder so Talking Head Situationen und dann,\nwollte ich jetzt auch nicht Unmengen an Geld ausgeben und habe äh das getan, was man ja dieser Tage nicht mehr so öffentlich zugeben möchte. Ich habe bei Amazon bestellt und habe so,\nChina, Lichter bestellt äh,\naber erstaunlich gut sind für den Preis und zwar äh die, die ich mir bestellt HB, warte mal, hier hatte ich doch gerade einen Tab offen\nÄh da gibt's halt dasselbe Panel quasi von natürlich fünftausend unterschiedlichen Flower Power Enterprises Firmen\ndas was ich jetzt nach langem hin und her Gesuche gekauft habe heißt ich kann den Namen gar nicht sagen, ich ich paste es.\nFreak Show Channel. Ähm nein, das heißt also die Marke heißt mit Doppel E, aber das Modell kann ich jetzt sechshundertsechzig vielleicht LED. Ähm,\nAlso das macht äh quasi ähm zwischen fünf,\nzwischen dreitausendzweihundertundfünftausendsechshundert Kelvin Licht. Das hat sozusagen so Alternierende LED-Reihen und wenn man so einen Mischwert macht, dann sind halt die die warmen und die kalten LEDs sozusagen gleichzeitig an\nÄhm und wenn man auf fünftausendsechshundert geht, was so Tageslicht wäre, dann sind nur die kaltlichen LEDs an, die dann natürlich die Lampe auch nur\ngefühlt halb so hell machen, aber es reicht auf jeden Fall. Die Macht ordentlich hell und davon ähm kann man sich dann so vielleicht zwei besorgen und die so eben na ja vielleicht neunzig Grad Winkeln seinen Schreibtisch montieren,\nalso je nachdem wo die Kamera steht und die eine bisschen heller, die ein bis andere ein bisschen dunkler äh machen und dann hat man plötzlich auch richtig geiles Licht, da macht man noch einen Weißabgleich mit der Kamera und dann sieht es aus wie auf YouTube plötzlich. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:58",
      "text": "Wie auf YouTube."
    },
    {
      "speaker": "hukl",
      "time": "3:11:02",
      "text": "Ja, wie so bei den ganzen Profi-YouTubern, aber das das Tollste daran, also ich äh dieses Licht, wie gesagt, da gibt's tausende Variationen, ihr könnt euch tausende Reviews auf YouTube angucken, das kann ich auf jeden Fall sagen, funktioniert und ist gut. Äh macht auch gute Farben,\naber der eigentliche, die eigentliche Anschaffung, die mich richtig glücklich damit dabei gemacht hat, war äh,\nquasi die Lösung auf das Problem, wie bringe ich die jetzt an meinem Schreibtisch ran? Ich habe ja so einen Ikea-Steh-Schreibtisch, den ich hoch und runter fallen kann, weil ab und zu in diesem ganzen Homeoffice-Wahnsinn, muss ich ab und zu mal stehen\nUnd äh wenn ich das hoch und runter fahre, dann soll natürlich die Kamera mitfahren, dann sollen die Lichter mitfahren, alles soll mitfahren und das habe ich bisher ziemlich gut geschafft. Jetzt kamen diese Lichter hinzu, das hat es ein bisschen verkompliziert und auch die Kamera\nAber die Lösung zu diesem Problem und ich weiß nicht, warum ich das vorher nicht wusste, heißt Manfrotto Magic Arm. Gibt's auch bei Thomann.\nUnd wer das noch nicht kannte, das gibt's auch von anderen Herstellern, aber ich bin der Meinung, man Frotto macht die Besten. Ähm ich mache mal hier einen Link rein.\nUnd das ist einfach nur geil\nUnd zwar, was das ist, ist ein äh Arm ähm Montagearm an den Enden sind jeweils Kugelköpfe\nmit den typischen, ich glaube, das sind so die Licht- oder Filmtypischen Adap\näh so für Lampen zum ranstecken und die haben auch noch Gewinde, wo es Adapter gibt auf Mikrofonstativ und Fotokamerastativ. Also man kann sozusagen auch die Dinge direkt an diese Kugel Kopfenden machen.\nUnd in der Mitte von diesen zwei Armen ist dann eine große Schraube, es gibt noch ein Modell mit einem großen Feststellhebel\nDer Clou ist jetzt eigentlich der, wenn man dieses Rad in der Mitte, also an den Mittelgelenk löst, dann werden alle Gelenke loser, also alle Kugelköpfe.\nAn beiden Enden und das Mittelgelenk werden lose. Man kann diesen Arm so sehr flüssig in genau die Position bringen, wie man sie haben will, zum Beispiel man stelle sich vor, man hat die Kamera, die an einem Ende des Armes hängt, in der Hand\npositioniert die genauso wie man haben will, wahlgericht mit Wasserwaage, was auch immer, dreht an diesem Rad und plötzlich werden alle Gelenke Bomben fest und der Arm bleibt einfach so wie er ist.\nUnd damit habe ich's jetzt gemacht, also an meinem Schreibtisch ist ja eh so ein Ergotronarm, an dem mein Monitor hängt.\nDie Kamera wollte ich überm Display haben, deswegen habe ich mit einem Frotto Magic Arm die Kamera perfekt,\nÜber das Display positioniert und die Lichter klemmen sozusagen links und rechts am Schreibtisch auch mit diesen Magic Arms und Leute, ist das schön,\nmit professioneller Hardware zu arbeiten. Es ist einfach eine Freude, diese dieser mit dem Hebel, was der anders macht, als der mit dem Rad ist, dass der so richtig schnackt, also,\nwenn man eine Kamera damit positioniert, ist es ein bisschen schwierig, die präzise einzustellen, weil in dem Moment, wo dieser Arm dann so in seinen Rastpunkt schnackt, dann verzieht sich vielleicht nochmal was ein Millimeter. Das ist für die Lichter egal.\nÄh den mit dem mit der Schraube, den würde ich halt für alle Feinjustier äh Arbeiten neh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:11",
      "text": "Was ich nicht verstehe bei diesem Abend, das ist ja im Prinzip so ein Winkel mit zwei Befestigungspunkten. Woran ist denn das Ding selber befestigt."
    },
    {
      "speaker": "hukl",
      "time": "3:14:18",
      "text": "Ja, ah gut, dass du fragst. Ja natürlich äh warte mal, das heißt, wie heißt denn dieses Ding? Moment, ich muss in meinen Bestellungen bei Toban klicken, das ist nämlich das andere, wirklich wunderschöne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:28",
      "text": "Es gibt hier ein Set, alles klar. Mhm."
    },
    {
      "speaker": "hukl",
      "time": "3:14:31",
      "text": "Ja die die Manfrottouniversalklammer und das wäre jetzt das Tool mit dem du,\nAlso das wird für Film und Licht generell benutzt, wenn du irgendwelche Dinge bombenfest an irgendwelchen Traversen, Platten,\nirgendwo befestigen willst, dann nimmst du diese Universalklammern oder Super Superclams heißen, die gibt's auch, wie gesagt, sagt von anderen Herstellern\nmit einem sehr festen Griff, dann schraubst du das an, was auch immer du das haben willst und dann gibt's da diesen Einsatz, wo zum Beispiel der Magic-Arm Videolichter und andere Stative einfach so reinpassen,\nUnd dann kannst du das mit Adaptern et cetera auf deinen Wunschendstück zusammenpuzzeln. Also da gibt's verschiedenste Installationsmöglichkeiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:18",
      "text": "Chat fordert, fordert ein Foto. Also ich glaube, du könntest sein, dein Setup mal, wenn du so schon so schön aufgeräumt hast, dann wird ja sicherlich so ein Foto äh problemlos möglich."
    },
    {
      "speaker": "hukl",
      "time": "3:15:30",
      "text": "Habe ich ja nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:31",
      "text": "Alles nur fake."
    },
    {
      "speaker": "hukl",
      "time": "3:15:33",
      "text": "Ja, warte mal, ich ich gucke gleich, wenn ich fertig bin, mittelt äh mit meinem äh Redeflow, dann mache ich mal hier ein Foto, zumindest von dem einen Arm, wie das Licht hier an meinem Schreibtisch klebt. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:47",
      "text": "Bist du noch nicht fertig."
    },
    {
      "speaker": "hukl",
      "time": "3:15:48",
      "text": "Genau, also mit diesen."
    },
    {
      "speaker": "Letty",
      "time": "3:15:50",
      "text": "Halt noch ein bisschen du."
    },
    {
      "speaker": "hukl",
      "time": "3:15:52",
      "text": "Doch jetzt so ziemlich. Ja, nee, nee, ich wollte nur sagen, also diese mein Frotomagic Arms dat dat müsste euch mal geben. Das ist wirklich ein Traum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:04",
      "text": "Ja, wenn ich das mal wirklich richtig aktiv benutzen kann, also ich habe mir so eine Logi Tech Webcam gekauft, damit bin ich ja eigentlich schon sehr zufrieden, weil die brauchte ich an dem Mini-Computer, weil der hat ja keine eigene Kamera.\nDas äh hat soweit erstmal ganz gut funktioniert, aber ist natürlich so Gebimsel und Gedöns. Ja.\nAber wie gesagt, ich will mein Video auch eigentlich gar nicht in die Welt schicken, von daher ist das für mich alles nur sekundär.\nFand ich deine Tipps mit diesen HDMI Mixern schon interessanter, weil so raussenden ist ja irgendwie okay, aber nicht unbedingt man sich selber. Ja.\nIch mache auch nie für Selfies. Das kann ich auch nicht. Wie Lüge. Was heißt denn hier Lüge."
    },
    {
      "speaker": "Letty",
      "time": "3:16:48",
      "text": "Würde meinen, ich habe mindestens eins von dir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:52",
      "text": "Na ja du aber doch nicht für die Öffentlichkeit."
    },
    {
      "speaker": "Letty",
      "time": "3:16:55",
      "text": "Seit wann bist du schüchtern?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:58",
      "text": "Ich bin nicht schüchtern, ich habe bloß keinerlei Fotografieautomatik und ich bin, weiß nicht, ich bin der Mann der Stimme, ich finde Audio einfach geiler.\nIst so eine Präferenz von mir. Romy, bist du noch da?"
    },
    {
      "speaker": "rami",
      "time": "3:17:16",
      "text": "Ja, ich bin noch da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:17",
      "text": "Was hast du denn noch so für ähm hast du mit Interesse zugehört oder was?"
    },
    {
      "speaker": "rami",
      "time": "3:17:22",
      "text": "Zugehört und dachte mir immer, oh geil, das brauche ich auch, dann habe ich den Preis gesehen, dann dachte ich mir, na so oft brauche ich's dann doch nicht."
    },
    {
      "speaker": "hukl",
      "time": "3:17:29",
      "text": "Ja, ich ich habe wirklich so einen Gier quizision Syndrom Anfall mal wieder bekommen und hatte keine Medizin äh."
    },
    {
      "speaker": "rami",
      "time": "3:17:40",
      "text": "Also ich bin mit äh ich produziere halt nichts, ne? Ich produziere nichts, was irgendwie bleibt. Ich mache von dieser einen Podcast-Folge hier heute abgesehen, sonst halt Meetings, die danach vergangen sind, unter Tools, die Logitec-Kamera und das.\nDann auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:57",
      "text": "Ja"
    },
    {
      "speaker": "rami",
      "time": "3:17:58",
      "text": "Das macht der, das macht der Tim nachher noch weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:03",
      "text": "Das ist halt so, da gehe ich nicht so richtig konform, weil gerade ich meine, man muss ja mal da bedenken, andere Leute müssen einen ja hören so und dann muss man das, dann muss man das ja nicht unbedingt noch schlimmer machen und.\nGutes Mikrofon ist glaube ich so die Basis jeder Audio Audiovisuellen Kommunikation. So mit einem mit einem mit einem Bild, was man manchmal rauscht, können wir äh leben, aber mit einem Audio, was rauscht, kann\nkommt keiner klar.\nDeswegen ist es schon sinnvoll das zu haben. Ist auch man kann halt auch einfach seiner, wie soll ich's sagen? Gerade wenn's wenn man so Rimot ist,\ndann dann will man ja dann doch möglichst.\nViel von seinem eigenen Charakter irgendwie noch mit auf die Reise geben und nicht auf der anderen Seite als jemand ganz anderes ankommen als man eigentlich ist. Und das ist nunmal in der Stimme. Und wenn das Mikrofon nicht in der Lage ist, man,\nZumindest die Bassanteile, die relevant sind für die eigene Stimme auch mit so äh aufzufangen und dann Idealfall auch ordentlich zu übertragen. Ist nicht die Aufgabe des Mikrofons ist, dann ist es einfach sinnvoll.\nAlso gewisser, sie sind sogar die Headsets, die ich verwende, die an sich ganz gut sind, an der Stelle schon ein Kompromiss, weil ich natürlich weiß, würde ich jetzt hier so einen Großmembranmikrofon nehmen, die werden halt noch einen ganz anderen Kuschelfaktor so, ne? Das ist äh nochmal,\nDann kriege ich Entsorgungspark sagen und alle rollen mit den Augen. Aber insofern, ne, große Mikro."
    },
    {
      "speaker": "rami",
      "time": "3:19:39",
      "text": "Ja ja, nein, das ist, das ist Sinn macht, ist schon klar. Du wirst dich aber auch wundern, also ein ein Großteil meiner täglichen Kommunikation, also sagen wir, was wahrscheinlich über die Hälfte passiert über klassisches Telefon, da kommt dann nachher eh nichts mehr durch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:51",
      "text": "Ja, na ja gut, Voiceover IP äh ist ja da auch schon bringt ja auch schon was, ne?"
    },
    {
      "speaker": "rami",
      "time": "3:19:58",
      "text": "Ja, wir müssen ja, muss ja auf beiden Seiten dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:01",
      "text": "Ja gut aber gucke mal, die Leute haben doch alle Messenger und dann können alle Volk und so, also.\nDas wird schon, aber du hast natürlich Recht, äh, ist, ist, ist so ein Ding, wobei ich halt auch äh gerade so mit diesem\nSetup, was ich hier in den letzten Folgen schon äh empfohlen habe, dieses kleine Yamaha AG null drei Mischpult mit einem ordentlichen Headset dran. So, das kann man halt mit USB an alles ranbringen. Das kann man sogar an Telefon anschließen."
    },
    {
      "speaker": "Letty",
      "time": "3:20:27",
      "text": "Das muss ich auch sagen, also dass Tim da uns die Interfac\nwar echt so Gold wert für die ganzen Meetings, weil ich in der Regel, wenn es mit Video ist, also mein Rechner lüftet dann halt so ein kleines bisschen zu viel, ähm dass ich halt\neigentlich standardmäßig jetzt äh,\ndie ganzen Calls, die ich so habe mit Video auf dem iPad halt laufen lasse und einfach nur das Focus Right anschließe und halt die großen Bier-Dynamiks ran. Und das ist es ein Träumchen."
    },
    {
      "speaker": "rami",
      "time": "3:20:57",
      "text": "Ja, ich wehre mich noch ein bisschen."
    },
    {
      "speaker": "Letty",
      "time": "3:20:58",
      "text": "Man kann nie genug Räte haben."
    },
    {
      "speaker": "rami",
      "time": "3:21:00",
      "text": "Eigentlich nicht noch mehr Geräte auf dem Schreibtisch haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:03",
      "text": "Die anderen kannst du ja wegschmeißen dann."
    },
    {
      "speaker": "hukl",
      "time": "3:21:04",
      "text": "Ja, aber genau, also das Headset, was du jetzt gerade aufhast, das musst du auch nicht behalten."
    },
    {
      "speaker": "rami",
      "time": "3:21:10",
      "text": "Ja, aber das das braucht ja nicht nochmal wieder eine Steckdose und das braucht kein Platz auf dem, das ist einfach von Ohr USB in das Notebook und äh wenn ich es nicht benutze, ist es weg.\nSo ein AG null drei, das nimmt ja gleich wieder richtig Platz und dann braucht's wieder eine Steckdose, man braucht's wieder noch ein Kabel und dann ist das Kabel wieder zu kurz. Ich habe auch so einen Schreibtisch, der hoch und runter fährt, dann braucht man wieder ein langes Kabel. Also es ist einfach so der.\nTot, ja. Der fehlt mir noch so ein bisschen bei diesem ganzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:38",
      "text": "Der Call Videos Faktor heißt Airports."
    },
    {
      "speaker": "Letty",
      "time": "3:21:41",
      "text": "Die sind scheiße."
    },
    {
      "speaker": "hukl",
      "time": "3:21:43",
      "text": "Aber die klingen ehrlich gesagt auch nicht gut im Volk oft. Als."
    },
    {
      "speaker": "Letty",
      "time": "3:21:46",
      "text": "Also Ramich kann dir auch ich kann dir eins empfehlen so ein Schubladen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:51",
      "text": "Dafür sind sie hochgradig konvinieren."
    },
    {
      "speaker": "Letty",
      "time": "3:21:52",
      "text": "Alles fein sauberlich verstauen kann, hilft bei einem kleinen Schreibtisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:01",
      "text": "Stimmt, da geht auch das Mischpult rein."
    },
    {
      "speaker": "rami",
      "time": "3:22:03",
      "text": "Die ist ja nicht klein, das ist nur der Platz ist nur wertvoll."
    },
    {
      "speaker": "hukl",
      "time": "3:22:06",
      "text": "Äh\nAlso ich habe, ich habe alles so auf meinen Schreibtisch jetzt montiert bekommen, der wenn jetzt hier Leute reinlaufen, meinen Schreibtisch sehen, die denken auch irgendwie, was für eine Raumstation ich mir hier zusammengebaut habe,\noder Control Panel irgendwie ähm aber es ist alles, es fällt alles hoch und runter. Ich habe mir auch hier schön so Haken unter den Schreibtisch,\nwo ich die Kopfhörer dranhängen kann und alles ist so äh mit der Platte hoch und runter fährt das hier, das ist ganz äh toll.\nAch so und dann noch eine letzte Empfehlung ist ja auch noch ähm ich wollt's ja nicht wahr haben, aber Isanet ist schon auch wirklich nochmal so ein Faktor für so Calls.\nMein WLAN ist ja einigermaßen korrekt\naber was die Leute da für ranzige WLANs haben, was ja oft nicht ihre eigene Schuld ist, weil sie vielleicht einfach Häusern wohnen, wo sie mit äh WLAN bombardiert werden aus allen Himmelsrichtungen und deswegen auch ihre Kanäle nicht die tollsten sind,\nwer mit Isernet manchmal doch was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:07",
      "text": "Dein Wort in Gottes Ohr, das ist so Internet ist so eine Technologie, die die war schon immer da.\nUnd es ist in gewisser Hinsicht erschreckend, dass wir jetzt schon wieder so eine Generation hochziehen, die teilweise gar nicht weiß, was es ist.\nDas geht nicht, ja? Also wenn ihr Freakshow hört, müsst ihr wissen, was Isernet ist, denn Isernet ist dein Freund und ich muss auch mal sagen, das muss man, glaube ich, wirklich betonen.\nIst wahrscheinlich die stabilste, zuverlässigste und am längsten verfügbare Technologie, die noch nie Scheiß gemacht hat,\ndie es überhaupt gibt in diesem ganzen Computerbereich, da fällt mir jetzt aus dem Stand nichts ein, was länger durchgehalten hat und immer noch geil ist.\nWie lange gibt's das jetzt? Gibt's seit den Achtzigern.\nDamals noch als gelbes Kabel, so irgendwann ging's dann auf äh Decade-Kabel\nDas ne, weil am Anfang war ja noch so hier mit äh Bajonettverschluss und so weiter, das das war in der Tat nicht so geil, aber das Funktionsprinzip von Internet hat sich\nVon Tag eins an nicht\ngrundlegend geändert, da kamen nur noch ein paar nette Sachen dazu und es ist einfach solider und wenn ihr Interesse an niedriger Latenz habt und zuverlässiger Datenübertragung\nhabt ihr einfach,\nIsernetz zu legen. Als ich in die letzte Wohnung eingezogen bin und äh die nackt war sozusagen und es noch anstand mit wo muss noch was hingeschraubt werden und wo sollen die Steckdosen hin? Habe ich ja erstmal gesagt, überall Isernet\nÜberall\nSwitch, da wo der Stromverteiler ist, da kommt auch noch schön ein Cutverteiler hin und überall gehen irgendwie K sieben Kabel äh hin und natürlich haben mich diese ganzen Handwerker und sonstigen Planungsleute alle angeschaut und gesagt, so wozu, warum, weswegen und wir wollten doch hier äh Fernsehkabel verlegen.\nBrauch kein Fernsehkabel, ich brauch nur ideal net. Das ist das was man braucht. Und wenn,\nWenn ihr damit nicht zufrieden seid, dann könnt ihr auch vielleicht schon anfangen, Glasfaser zu verlegen, aber ich glaube für at home ist einfach das gute, alte Cut Isernet ist einfach The Best."
    },
    {
      "speaker": "hukl",
      "time": "3:25:20",
      "text": "Und vor allen Dingen, du hast es ja richtig gemacht mit Cat sieben. Äh da kannst du ja dann auch mehr als Gigabit rüberfahren. Das äh ist ja möglich,\nähm,\nIch hab das auch so Freunden empfohlen irgendwie meinte ja hier Johanno kennt sich doch irgendwie aus mit so Internet und so oder Netzwerk was soll man denn Sommer hier im Haus Internet verlegen? Dann hab ich sofort gesagt ja auf jeden Fall und dann hab ich auch gesagt mach einfach Cut sieben,\ndann hast du auch in Zukunft noch große Freude und,\ndas das hat auch bestanden. Ich habe jetzt auch mir hier mühsam halt das Problem ist, mein Computer ist genau äh auf der anderen Seite vom Rotor und das war nicht so easy, hier so Cut sieben unauffällig zu verlegen, aber ich habe einen Weg gefunden.\nUnd äh genau, jetzt habe ich und äh mein Lieblingswitch, meinen lieben, kleinen Lieblingswitsch habe ich auch mal wieder bestellt, den Net Gel GS einhundertfünf GE. Wer kennt ihn nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:13",
      "text": "Ich habe ihn nicht."
    },
    {
      "speaker": "hukl",
      "time": "3:26:16",
      "text": "Pack sofort einen Link in den Chat, da, das ist, es ist ein Klassiker, der ist ungefähr das Modell, so wahrscheinlich so alt. Na ja, okay, der kann ein Gigabit, also der kann nicht so alt sein, aber\nEs ist ein treuer Begleiter, der mich auch noch nie enttäuscht hat und den ich schon in unzähligen Situationen mal ach\noh ja okay pass auf, ich lasse euch mal diesen Zwitscher, der ist nicht so teuer und der funktioniert, der geht einfach nicht kaputt,\nDer läuft in diversen Orten, wo ich mal Netzwerk verbessert habe, liegt einer dieser Switches rum seit Jahren nie, man hat sich beschwert, dass der aufgehört hätte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:46",
      "text": "Switche, pflasterten seinen Weg."
    },
    {
      "speaker": "hukl",
      "time": "3:26:51",
      "text": "Ja. Äh und den habe ich dann aus äh treuer warmherziger Erinnerung jetzt auch hier bei mir verlegt ähm äh oder auch unter den Tisch geschraubt quasi. Ähm ja und seitdem bin ich auch hier voll verisernet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:05",
      "text": "Beste Technologie ever will man haben."
    },
    {
      "speaker": "hukl",
      "time": "3:27:12",
      "text": "Ja äh Alsa, gerade er kann kein Foul an, aber da gibt's eine Version, die kann das, wenn man das braucht, zu Hause brauche ich keine Faul eins, aber ich äh ja.\nKann man klicken. Gibt auch mit, ich hatte den ursprünglich mal kennengelernt, weil der halt als kleiner Switchen Mirror Port hat. Da konnte man halt äh prima mit Wireschalke mal so ein bisschen Netzwerk analysieren. Ähm und der kann glaube ich dann auch Faulanz, aber ich äh das Modell, was ich glaube ich in Chat geschrieben habe, das ist die\nstumpfe Variante, wo es nur ums Ver."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:39",
      "text": "Sender der Taschen switcht für zwischendurch."
    },
    {
      "speaker": "hukl",
      "time": "3:27:43",
      "text": "Genau, die haben immer dabei halt, wenn man mal irgendwo hinfährt, wo Leute Probleme mit Netzwerke und so weiter haben und dann kann man eben im Zweifel da lassen und dann ist es auch nicht t."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:49",
      "text": "Andere Leute fragt man nach Taschentüchern. Huckel fragt man nach dem Taschenswitch."
    },
    {
      "speaker": "hukl",
      "time": "3:27:54",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:00",
      "text": "Ja Leute, ich würde sagen, wir sind durch, oder? Haben wir noch irgendwie meine meine meine Liste ist leer."
    },
    {
      "speaker": "Letty",
      "time": "3:28:10",
      "text": "Ich habe doch was gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:10",
      "text": "Ja, das klingt wie eine schweigende Zustimmung. Dann äh was? Was hast du gesagt? Du hast nichts gesagt? Ja, das äh war dann auch Zustimmung."
    },
    {
      "speaker": "hukl",
      "time": "3:28:26",
      "text": "Du musst es länger klingen lassen der Mutter Kodik und der Algorithmus eine Chance hat dich dann auch äh durchzuschalten und wir deine."
    },
    {
      "speaker": "Letty",
      "time": "3:28:34",
      "text": "Hören kannst."
    },
    {
      "speaker": "hukl",
      "time": "3:28:34",
      "text": "Spektren wahrnehmen können.\nWeil weil der erste, der erste Ton ist immer abgehackt irgendwie. Ich weiß nicht, ob das bei euch aus ist, aber wenn Letti jetzt zum Beispiel nur so ja sagt oder als Tim gerade gemacht hat, dann ist immer der erste Buchstabe."
    },
    {
      "speaker": "Letty",
      "time": "3:28:50",
      "text": "Ja"
    },
    {
      "speaker": "hukl",
      "time": "3:28:51",
      "text": "Geschnitten, deswegen muss hier so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:56",
      "text": "Glaube ich nur akustische Auslöschung bei dir, rein technisch wird hier erstmal überhaupt nichts rausgenommen."
    },
    {
      "speaker": "hukl",
      "time": "3:29:01",
      "text": "Na gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:03",
      "text": "Zumindest wüsste ich das nicht. Alright. Dann ähm,\nWürde ich sagen, war's das äh für heute. Rami, vielen, vielen Dank fürs Kommen und dabei sein.\nJa. Tschüs Letti, tschüss Hucke und äh tschüss alle, die äh da draußen wieder fleißig zugehört haben. Das war's. Eine Sendung, machen wir hoffentlich noch dieses Jahr und dann sage ich mal tschüss und bis bald."
    },
    {
      "speaker": "hukl",
      "time": "3:29:30",
      "text": "Tschüss."
    }
  ]
}