{"v":1,"episode":255,"speakers":["Tim Pritlove","roddi","Denis Ahrens"],"t":[143,164,165,168,169,173,175,184,185,197,198,217,218,244,249,251,252,261,264,269,275,277,287,288,291,295,299,315,326,334,337,356,368,378,380,390,398,399,407,409,411,415,417,418,435,436,453,469,473,474,482,493,498,500,510,516,594,600,602,630,633,637,646,662,663,700,713,716,720,778,781,939,947,987,996,1012,1015,1017,1023,1037,1039,1041,1054,1093,1095,1129,1133,1214,1216,1226,1227,1238,1242,1259,1270,1271,1283,1330,1342,1374,1379,1382,1391,1483,1490,1511,1525,1579,1580,1585,1586,1588,1591,1599,1602,1604,1608,1739,1741,1752,1756,1764,1765,1862,1878,1879,1888,1900,1921,1923,1969,1972,1987,1995,2000,2004,2007,2019,2023,2028,2030,2033,2041,2044,2052,2054,2061,2085,2103,2121,2122,2124,2129,2134,2136,2145,2151,2155,2157,2160,2161,2185,2187,2234,2237,2246,2248,2269,2285,2292,2332,2352,2357,2364,2365,2427,2430,2434,2442,2444,2453,2460,2486,2516,2530,2550,2554,2567,2590,2603,2607,2610,2615,2629,2641,2643,2644,2651,2662,2665,2671,2673,2679,2689,2690,2701,2749,2751,2764,2767,2772,2778,2806,2814,2818,2862,2865,2870,2874,2880,2882,2885,2887,2896,2906,2910,2914,2932,2938,2940,2941,2958,2983,3021,3030,3032,3034,3035,3051,3064,3105,3136,3139,3140,3152,3154,3177,3181,3247,3248,3257,3258,3281,3287,3344,3357,3358,3382,3426,3496,3514,3529,3567,3573,3624,3636,3641,3646,3651,3666,3668,3686,3688,3691,3695,3738,3748,3751,3756,3760,3784,3810,3823,3830,3835,3846,3847,3903,3926,3946,3997,3998,4031,4042,4044,4046,4050,4060,4065,4068,4074,4113,4115,4141,4159,4163,4167,4169,4178,4189,4195,4197,4203,4212,4222,4248,4261,4267,4270,4275,4290,4292,4326,4337,4339,4341,4345,4350,4353,4362,4363,4366,4369,4390,4434,4438,4442,4494,4506,4508,4540,4581,4584,4598,4600,4604,4608,4614,4669,4671,4672,4673,4739,4791,4805,4900,4913,4921,4926,4927,4928,4946,4951,4955,4971,4996,5001,5011,5028,5034,5040,5052,5063,5088,5157,5158,5177,5180,5205,5248,5256,5259,5261,5266,5267,5273,5281,5283,5286,5291,5299,5326,5330,5333,5337,5341,5344,5352,5354,5370,5373,5376,5379,5382,5417,5424,5430,5439,5455,5457,5464,5476,5487,5517,5524,5525,5529,5535,5538,5586,5587,5599,5600,5618,5622,5652,5655,5659,5667,5671,5674,5689,5690,5692,5694,5708,5712,5716,5720,5723,5735,5761,5766,5767,5778,5780,5783,5809,5826,5851,5853,5862,5880,5883,5902,5916,5926,5928,5954,5960,5975,5989,6009,6025,6046,6069,6073,6084,6085,6089,6091,6199,6201,6202,6206,6214,6216,6242,6254,6260,6262,6273,6278,6285,6292,6343,6347,6434,6439,6441,6457,6469,6471,6487,6489,6496,6497,6517,6519,6527,6571,6573,6575,6614,6643,6683,6684,6721,6723,6726,6736,6767,6781,6786,6802,6804,6810,6816,6837,6839,6984,7001,7005,7017,7019,7061,7095,7107,7125,7136,7139,7149,7174,7193,7198,7202,7203,7204,7208,7294,7361,7362,7367,7381,7386,7393,7406,7412,7443,7474,7480,7501,7502,7513,7522,7525,7528,7536,7545,7547,7548,7559,7566,7695,7699,7731,7736,7739,7745,7746,7756,7772,7775,7776,7789,7804,7806,7808,7810,7813,7815,7818,7820,7825,7832,7843,7853,7861,7871,7872,7875,7896,7915,7918,7919,7921,7934,7936,7993,7994,7999,8001,8004,8197,8200,8264,8269,8300,8337,8341,8343,8348,8380,8404,8422,8434,8465,8490,8492,8538,8551,8552,8571,8659,8666,8697,8705,8709,8716,8718,8730,8777,8781,8811,8820,8823,8826,8844,8855,8858,8859,8865,8874,8876,8877,8947,8973,8974,8975,8976,8978,8981,9056,9062,9075,9076,9107,9109,9181,9183,9207,9237,9239,9240,9251,9254,9260,9263,9267,9286,9296,9298,9303,9349,9355,9368,9372,9375,9395,9409,9412,9453,9466,9501,9532,9537,9547,9549,9554,9565,9573,9575,9582,9719,9720,9731,9734,9804,9806,9822,9845,9853,9856,9884,9922,9926,9930,9935,9938,9948,9949,9952,9976,10030,10036,10094,10117,10119,10122,10125,10129,10131,10135,10138,10154,10162,10165,10179,10193,10206,10240,10302,10307,10394,10403,10410,10412,10426,10428,10429,10430,10435,10438,10442,10446,10454,10461,10468,10488,10506,10548,10551,10594,10595,10615,10616,10692,10693,10708,10764,10784,10845,10859,10861,10880,10889,10894,10896,10918,10920,10934,10935,10944,10945,10946,10947,10977,10980,10983,11069,11074,11079,11084,11104,11106,11153,11173,11185,11207,11218,11237,11239,11246,11251,11288,11289,11296,11315,11317,11337,11342,11353,11372,11390,11395,11402,11422,11424,11463,11480,11510,11515,11547,11553,11556,11557,11567,11570,11584,11589,11602,11630,11631,11632,11635,11643,11645,11663,11676,11682,11713,11734,11750,11755,11758,11761,11776,11776,11792,11795,11812,11858,11860,11914,11918,11955,11957,11968,12021,12036,12040,12043,12043,12046,12082,12087,12088,12100,12124,12128,12129,12132,12147,12155,12160,12200,12206,12211,12238,12248,12252,12253,12261,12263,12269,12282,12302,12339,12343,12364,12375,12379,12380,12390,12393,12394,12398,12405,12408,12418,12420,12427,12442,12448,12490,12492,12494,12496,12508,12512,12531,12582,12622,12637,12675,12680,12770,12775,12811,12814,12864,12872,12886,12888,12889,12900,12901,12906,12908,12912,12925,12926,12932,12934,12936,12937,12942,12945,12947,12992,12995,13005,13007,13117,13122,13218,13219,13236,13237,13242,13242,13255,13262,13267,13295,13301,13348,13367,13379,13410,13412,13431,13438,13568,13579,13584,13589,13597,13603,13605,13607,13634,13640,13642,13644,13646,13647,13655,13658,13666,13685,13688,13690,13744,13746,13751,13766,13768,13780,13782,13785,13788,13791,13794,13795,13797,13799,13803,13812,13817,13829,13830,13841,13843,13846,13851,13857,13863,13874,13877,13886,13889,13891,13925],"s":[0,1,0,1,0,1,0,1,0,2,0,2,0,1,2,1,0,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,2,0,2,0,1,0,1,0,1,0,1,2,1,2,1,0,1,0,2,0,1,2,1,0,1,0,1,0,2,0,2,0,1,2,1,0,2,0,1,0,1,0,1,0,1,2,1,2,1,2,1,2,1,0,2,0,2,1,0,2,0,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,0,1,0,1,2,0,1,0,1,0,1,0,1,0,2,0,1,2,0,1,2,1,2,1,2,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,0,1,0,2,0,1,0,2,0,1,0,1,0,1,0,1,2,0,1,0,1,0,1,0,2,1,0,2,1,2,1,2,0,2,1,0,2,1,0,1,0,1,0,1,0,2,0,1,0,1,0,1,2,1,0,1,2,0,1,2,0,2,1,2,0,1,0,1,0,1,0,1,0,1,2,0,2,0,2,1,0,1,2,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,1,2,0,2,0,1,2,0,2,0,2,1,2,0,2,0,2,0,1,0,2,0,2,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,0,2,0,1,2,1,2,1,2,0,2,0,2,0,2,1,2,1,2,1,0,2,0,2,0,2,0,2,0,2,0,1,0,2,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,1,0,1,0,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,2,1,0,2,0,1,0,1,0,1,0,1,0,1,2,1,2,1,2,1,0,1,0,2,0,2,1,0,2,1,2,1,2,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,2,0,1,0,2,0,2,0,2,0,2,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,2,0,2,0,1,0,2,0,1,0,1,2,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,2,0,2,1,2,1,0,2,1,2,1,0,1,0,2,0,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,0,1,0,1,0,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,0,2,1,2,1,2,1,2,1,2,1,0,1,0,1,0,1,0,1,2,0,1,0,1,0,2,0,1,2,0,2,0,1,0,1,0,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,0,1,2,1,0,1,2,1,2,0,2,1,0,2,1,2,1,0,2,0,2,0,2,0,1,0,1,0,1,2,1,0,2,0,1,0,1,0,2,0,1,0,1,0,2,0,2,0,1,0,2,1,0,1,2,0,1,0,2,0,2,1,0,2,1,2,0,2,0,2,0,2,0,2,0,2,0,1,0,2,0,2,0,2,0,2,0,2,0,1,0,1,0,1,2,1,2,1,2,0,1,2,0,1,0,2,0,2,0,2,0,2,0,1,2,1,0,1,0,2,0,1,0,2,1,0,1,0,2,0,2,0,2,0,1,0,1,0,2,1,0,2],"x":["Ching, cutching, cutching\nHallo, herzlich willkommen, hier ist die Freakshow und es ist nicht irgendeine Freakshow, nein, es ist alle Bits gesetzt, Freakshow, null XF zweihundertfünfundfünfzig Ausgaben, das war's dann mit acht Bit.","Die letzte acht Bit-Folge, genau.","Genau, jetzt sagt Bit Folge danach äh gehen wir.","Sind wir sechzehn bit.","Genau, machen wir eine Transition oder vielleicht gehen wir auch gleich auf vierundsechzig Bit.","Oh, oh, oh.","Na ja insgeheim sind wir natürlich schon immer vierundsechzig Bitt gewesen. Die Nullen sieht man halt nicht. Das ist äh das ist das Problem.","Ja wir Podcasten ja auch.","Wobei, ich kann mir nicht so richtig vorstellen, dass ich ähm die vierundsechzig Bitten auch voll mache hier mit den Episoden, also ehrlich gesagt, kann ich mit sechzehn Bitch schon nicht vorstellen. Mal gucken, also ein Bit müsste noch drin sein.","Vorstellen.","Ja, neuen Bits könnte ich mir durchaus vorstellen, das könnte vielleicht noch funktionieren, mal gucken. Ähm,\nAber trotzdem, das ist äh das ist ja jetzt schon, ich meine, wir hatten jetzt schon so ein paar ähm Rückblicke und so weiter. Wann haben wir nochmal angefangen? Ich vergesse das jedes Mal.","Zweitausendacht oder.","Zweitausendacht erster April war das, ne? Genau, das heißt, dann haben wir dann dreizehn Jahre quasi vor uns, ne? Die kriegen wir auf jeden Fall noch voll,\nInsofern müsst ihr alle keine Angst haben. Herzlich willkommen zur Freakshow, heute mit dabei der Dennis, hallo Dennis.\nsollte mir diesen das nicht angewöhnen immer Leute mit mit Artikel zu nennen. Das ist eigentlich eigentlich ist das eine Unsitte, oder?","Nö, ist nur bayrisch. Ja.","Was hast du gesagt?","Der Britlauf Tym, gell.","Ja, äh dann ja, da muss ich auch noch die Namen umdrehen. Hm. Na ja, also Rodi ist auf jeden Fall auch dabei, habt ihr schon gehört?","Gerne auch mit der, wenn's sein muss.","Der Roy Dill. Ich weiß nicht, ich zucke mal so ein bisschen zusammen, wenn ich das so höre. Ich weiß nicht, wie es euch dabei geht.","Der Artikel individualisiert doch noch so ein bisschen, oder es nicht irgendein Hoti ist, der Rody.","Ja, dann kommt der Peter.","Ich glaube, ich glaube, du hast einfach zu,\nIch glaube, du hast einfach zu viele Apple äh Keynotes gesehen, weil sie sagen ja nicht mehr, wie iPhones, sondern sie sagen nur noch iPhone.","Das haben sie noch nie gemach.","IPad. Doch eine Weile schon. Es gab ja mal The New IPad, glaube.","Nein, nein. IPhone.","Genau, aber in letzter Zeit, es wird langsam wird's lächerlich, finde ich.","Das ist aber eine gute Frage. Warum machen sie das eigentlich? Ich habe da schon ein paar Mal drüber nachgedacht, weil ich bin mir nicht so richtig sicher, ob ich ähm schon zur richtigen Konklusion gekommen bin. Also sie vermeiden es ganz bewusst, warum? Was denkt ihr.","Ich glaube, weil sie, weil sie wollen, dass es eher klingt wie ein ein Konzept, eine Idee und weniger wie ein wie ein Stück, was man irgendwo aus einer Packung holt. Ein ein Ding.","Ich hätte jetzt fast gesagt, dass es klingt wie ein Name wie ein Vorname, ne? Aber dann kommen wir halt und sagen, der Rodi und der Dennis. Also na ja und die Siri.","Und die Siri.","Es hätte man vielleicht nochmal drüber nachdenken sollen, aber es es hat irgendwie ja warum machen sie das? Also was, was könnte der Grund dafür sein,\ndass sie, dass sie niemals von sie iPhones sprechen. IPhone ist.","Ich glaube, dass es einfach damit's cooler klingt. Da steckt irgendwas glaub bestimmt irgend so ein erstens Mode und zweitens so ein so eine Idee von irgend so ein Marketing Fuzzi.","Tja und der Garantie ist das eine Idee eines Marketingfutzes. Die Frage ist nur, was ist die rationale dahinter? Also was was versuchen sie damit äh nicht zu tun oder was versuchen sie damit zu betonen.","Ja anders sein.","Die aber anders. Apple macht nichts, nur um anders zu sein. Das das ist also das ist nicht der Grund.","Na ja, also ich sage mal so, McUS elf würde ich jetzt hier gerne mal als Gegenbeispiel äh.","Wieso? Was? Für was.","Na, da haben sie vieles gemacht, was sie einfach anders machen aus dem Grund, um's anders zu machen. Und nicht, weil's besser ist, sondern nur, weil's anders ist.","Ja, bitte was?","Alles.","Zum Beispiel die Dialoge, die keine Schiedsmehr sind oder.","Okay, ich bin jetzt beim Namen.","Ja trotzdem.","Also,\nGut, weil's allgemein ja, aber das machen sie doch nicht, damit sie anders sind als irgendwie Windows. Ich meine, tatsächlich, die Cheese haben sie weggelassen und jetzt ist es ja so, wie auf Windows. Jetzt haben wir wieder diese blöden modalen Fenster.","Ja, super.","Also das äh also das das Argument zählt irgendwie nicht so richtig. Ich habe einfach so den Eindruck, dass sie ja, wie soll ich das formulieren, dass sie,\nDass sie dem Ganzen so eine Persönlichkeit verleihen wollen. Ja, iPhone wie wie so ein Freund.","Ja, ich glaube, das muss uns mal ein Native Kalifornien erklären, der irgendwie weiß, warum das äh im im Sunshine State irgendwie weiß ich nicht äh Hip ist, dass man sowas da so macht,\nAlso ich habe das Gefühl, so aus der deutschen Sicht können wir da nur verlieren.","Ja gut, aber die sagen bestimmt auch nicht, The Steve und The Tim. So, als würde.","Nee, das tun sie nicht.","Einfallen, genau, das heißt, sie benutzen das eigentlich mehr wie so ein, wie so ein Vornamen oder ich sage mal ganz allgemein, wie so einen Namen. Und das ist ähm.","Aber wie gesagt, nur bei Siri kommt mir das nicht komisch vor. Ne? Also niemand sagt ja der Siri, aber die Leute sagen wie iPhone.","Na, weiß ich nicht, ob ob ob Leute das, welche Leute, so die Schreiberlinge.","Na ja, die außerhalb von Apple.","Muss man mehr drauf achten, dass mir jetzt irgendwie gerade nicht so richtig klar,\nNa ja. Hier heißt es auf jeden Fall nach wie vor Freakshow ohne The. Weil Apple und so, genau.","Weil Apple und so, ne? Die machen das schon richtig. Wir müssen das auch so machen.","Wir müssen das unbedingt so machen, weil wir sind wir kommen ja nicht aus dem Ruf raus, ein Apple Podcast zu sein, auch wenn das natürlich ähm,\nvorkommen, ich weiß gar nicht, wie er darauf kommt, ne. Ähm,\nVielleicht zum Start nochmal kurz ein bisschen Housekeeping, bevor ich das wieder ähm vergesse,\nAlso zweihundertfünfundfünfzig Sendungen hatten wir ja schon. Ich habe heute mal ein bisschen nachgerechnet, was ich eigentlich dieses Jahr mit der Meterebene alles so an Content rausgeschubst habe und habe selber nicht schlecht gestaunt. Denn ähm das war echt eine ganze Menge,\nalso jetzt über alle Sendungen hinweg ähm waren das im Schnitt zwei Komma sechs Sendungen pro Woche, die die Mieterebene verlassen haben,\nschon ehrlich gesagt wundere ich mich so ein bisschen, wie ich die Zeit dafür aufgebracht habe,\nAber wenn man mal sieht, dass so eine äh Sendung dann doch teilweise auch eine eine Vorbereitung braucht, bleibt ja gar nicht mehr so viel Zeit übrig. Und es waren dann insgesamt,\nüber zweihundertfünfzig Stunden Content. Das heißt, mit der Mittebene könnt ihr Podcast hören bis zum Abwinken. Wenn ihr jeden Tag acht Stunden Podcast hörst, dann hättet ihr in diesem Jahr einen ganzen Monat damit verbracht.\nSo sieht's nämlich aus.","Ich finde es so schön an Castro, Castro hat ja jetzt auch ein Ridget. Auf dem iPhone, diese diese ähm.","Der Podcast kleint, Cast.","Dein Castro hat fürs neue äh IOS auch ein Widget und dieses Widget zeigt einem an, wie lange die Q ist, die man hat,\nund zwar nicht nur in äh Nummer von äh äh von Podcastfolgen. Bei mir fünf fünfhundertneunzig, sondern auch in Stunden. Bei mir, ah, ich hab's gerade geschafft, unter fünfhundert Stunden zu kommen.\nPodcasts.","Mhm. Das hörst du bestimmt noch äh durch.","Das heißt, wenn's nach dir geht, dann kann das mit dem Corona noch so eine Weile weitergehen, ja?","Nee, ich muss mich einfach zusammenreißen und wieder Podcast ababonieren. Das hat einfach keinen Sinn. Äh so viel auf Halde zu haben.","Ich habe ja vor kurzem Castro den Rücken gekehrt,\nzumindest vorübergehend, weil ich völlig entnervt war von den Bugs, die sich, die sie über Monate nicht gefixt bekommen haben,\nUnd ähm wollte auch.","Die da wären.","Ja, äh ich hatte extrem viel Probleme, weil also es gab,\nStabilitätsprobleme, das Ding ist mir irgendwie gecrasht und äh hängengeblieben. Es ist äh ich hatte extrem viel Probleme mit, dass du, was weiß ich, du hast einen Podcast, dann mach so,\nDie falsche Webseite auf, dann kommt irgend so ein Blog bekloppter Videoplayer und Claudia das Audio und dann,\nbeendest du das und dann willst du wieder starten und dann startet's nicht und dann musst du Castro beenden und wieder starten oder es läuft, aber das Widget update sich nicht und also es waren die ganze Zeit immer so hängende Sachen.","Echt sowas hatte ich hatte ich nicht das Einzige, was ich manchmal habe, ist, dass ich die die ähm Airpots aus den Ohren nehme und der Podcast spielt weiter, aber dann halt in der Hosentasche.","Das liegt dann aber wahrscheinlich daran, dass du den Finger auf den, auf den Sensor gehalten hast.","Nein, die Dinger sind ja dann schon im Cabus.","Ach so, äh ach so ja\nDas kenne ich auch den Effekt. Also da da hat sich ja auch gerade so viel geändert mit den mit den Airports jetzt, mit diesem automatischen Switching und so. Also es gibt die ganze Zeit so Race Conditions, wo sich das OS oder die Apps dann halt äh festfahren. Na ja, auf jeden Fall hatte ich das Problem bei bei Castro,\nUnd ich wollte ohnehin,\nmal wieder den Player wechseln, einfach um mal wieder was anderes zu sehen, weil ich wollte einfach wissen, ob ich,\nwoanders Features finde, die ich bei Castro vermisse und ob ob mir sozusagen die die das, was mich ursprünglich an Castro so begeistert hat,\nMit der Q und so ähm wie sehr ich das vermissen würde, wenn ich sozusagen jetzt mal wieder auf was anderes wechsel und wollte einfach nur mal was anderes machen und dann bin ich irgendwie mit meinen ganzen Feeds auf äh Pocket-Casts umgezogen,\nfinde ich spricht auch einiges. Also erstmal Crossplattform.","War das war das nicht immer ein ein Android-Client.","Nein,\nPokercasts. Also Pocket-Cast ist sowieso finde ich von der Plattformabdeckung das Beste. Ähm du kannst es im äh du hast ein Interface im Web,\nDu kannst dich im Web einloggen, du kannst im Websub scriben, das fand ich schon immer ein mega Feature,\nÄhm, es gibt eine iOS-Cline, es gibt ein es gibt ein andere Klein, es gibt ein Desktop klein, glaube ich, jetzt sogar auch für einen Mac und,\nPocket-Cast wird auch ordentlich gepflegt. Podcastcast unterstützt auch so ein paar Features, die mir lieb sind, zum Beispiel hier meine Page fielst der Mieterebene, wo das ganze Archiv drin ist. Das macht halt Pocket-Cast als einzige App,\nund Kasro macht das nicht, Podcast-App macht's nicht, es macht mich wahnsinnig und von daher ist da eine ganze Menge drin,\nKapitelmarken haben sie mittlerweile auch ganz ordentlich gelöst,\nnur na ja, wenn du dann halt wechselst, dann weißt du dann auch erstmal wieder, was du eigentlich vermisst, wenn,\nirgendeinen kleinen Salt mal nicht hat, ne? Und die das Feature, was ich am allermeisten vermisse,\nDas sind zwei Sachen. Drei, drei Sachen, zweieinhalb bis drei Sachen. Also, was du schon angesprochen hast, mit dieser Q, also Castro hat ja diese wunderbare Eigenschaft,\ndass du sagst okay den Podcast hier, der jetzt hier gerade auftaucht in meiner Inbox. Den lege ich mir jetzt bereit zum Hören.\nUnd da man dann das irgendwie nicht automatisch ähm da man das nicht immer manuell machen will, geht man dann irgendwann aber dazu über,\nzu sagen, naja, wenn hier einer rauskommt, dann kommt ja automatisch in die Crew, weil das höre ich sowieso immer und dann wird das irgendwie zu viel, weil du dann manche was übersiehst und dann\nwird deine Q mal so lang und dann ist sie halt länger als das, was du wirklich hörst. Und da wird's dann auch wieder schwierig, aber trotzdem ist es ein praktisches Feature,\nund vor allem die Q ist halt nicht eine Playlist,\nUnd ich habe mich schon immer schwer getan mit diesem Konzept einer Playlist, weil es so aus diesem Musikbereich kommt,\nund bei Pocetas hast du halt auch wieder so Playlists und die sind teilweise für manche Sachen sind die ganz gut konfigurierbar,\nAber für andere Sachen dann wieder nicht. Und dann hast du das Problem, hast du in deiner Playlist, also in deinem Upnex so die nächsten drei, die du hören willst. Die sind dann in dieser Abnext-Playlist. Und dann,\nFängt er aber auch immer sofort mit dem nächsten Podcast an, wenn der eines zu Ende ist. Dabei möchte ich gerne immer erstmal, wenn 'ne Sendung zu Ende ist kurz drüber nachdenken, ja?\nkann man nur wenig abschalten. Dafür hast du dann bei Castro das Problem, dass dem Ding nicht beizubringen ist, dass wenn ich jetzt eine Sendung gehört habe und die vor fünf Sekunden beendet ist, dass er dann bitte nicht sofort die Datei löschen soll, weil es einfach.","Das kann er ihm beibringen. Da gibt's da gibt's ein Setting für weiß ich nicht, aber es gibt.","Das kannst du mal raussuchen. Das habe ich dann unter Umständen übersehen. Aber das hat mich immer mega genervt, dass dass dann die Datei weg ist, weil dann willst du nochmal kurz reinhören,\ndann,\nwar die Datei weg und dann musst du wieder runterladen und dann hast du vielleicht grade kein Netz und so. Genau, okay, hier heißt auch im Chat so, kann Kastro im letzten Jahr Updates und das war so lustig, ich habe auf,\nCars gewechselt und dann kam irgendwie so ein dickes, fettes äh äh Update, wo ganz viele Sachen drin standen, die ich die ganze Zeit beklagt habe. Ja und hier mit\nund dem Update des Players und irgendwie, dass es durcheinander kommt, wenn man wenn man irgendwie Start und Stopp macht, irgendwie aus einer äh aus einem anderen Kontext heraus. Das haben wir jetzt alle gefixt, sage ich mir, so, ja, okay, super, das hätte ja auch mal eine Woche früher rausbringen können.","Also unter Downloads, ne, wenn man in den Settings ist, dann gibt's unter Downloads jetzt ganz unten Deliat, Apple Soats und da kannst du dir After-Listening einen Tag oder sieben Tage After-Listening.","Na, Gott sei Dank. Okay, gut, also nicht alles ist verloren und wenn die anderen Stabilitätssachen ähm funktionieren. Wo ist das, unter was?","Settings, allgemeinen Settings und dann Downloads.","Wundern die allgemeinen Settings.","Bei dem Rädchen, wenn du wenn du die Q offen hast, ganz oben links ist das Rädchen.","Warte mal, ich kann hier gerade dieses Pudding überhaupt nicht mehr benutzen. Wieso verschwindet denn das,\nwie funktioniert grade überhaupt nichts. So, ich muss die mal killen.","Vielleicht hast du auch ein Verkorrektes.","Nö, ist noch ein A.","Das Pocket-Cast, weil die Probleme, die du ansprichst, hatte ich so nicht. Ich habe das ab und zu mal, dass das so ein bisschen das Spinnen anfängt und dann wird das Audio bröckelig. Und dann kill ich den Start in neu und dann ist wieder gut.","Aha, okay, one day seven Days, alles klar,\nSuper, hatte ich sogar schon auf Bond Day, also keine Ahnung, äh vielleicht hatte ich das sogar schon mal gesehen. Ich äh na ja, ich bin da immer noch Abonnent äh von daher, kann ich auch jederzeit wieder,\ngehen, aber ich brauchte einfach mal einen Clean Break und ich wollte vor allem mal sehen, wie es sich eigentlich mit anderen Sachen liefert. Und das dritte absolute Stella, großartige Feature, was man unbedingt haben will,\nbei Castro ist das äh die Möglichkeit, dass die Möglichkeit besteht, dass man vor dem Hören sagt, welche Kapitel man in einem Podcast nicht hören will,\nDas benutze ich laufend. Also.","Gibt's in Castro oder das gibt so.","Das gibt es in Kastro, du kannst, wenn du auf diese Kapitelliste gehst, dann hast du für jedes Kapitel hast du so eine kleine Checkbox und kannst sagen, will ich hören, will ich nicht hören,\nUnd das ist halt super, gerade jetzt, wo die irgendwie alle ihre Werbung äh gechaptert haben,\nDann kann man sozusagen gleich die Werbung ausblenden oder halt einfach auch so Sachen, die dich nicht interessieren. Also es gibt viele Podcasts, wo mich einfach bestimmte Segmente nicht interessieren\noder zumindest in dem Moment nicht interessieren, dann sage ich halt einfach, die will ich gar nicht erst hören und legst dich einfach ins Bettchen und kannst durchhören und wirst von nix äh nix äh,\nnichts mehr genervt, ne?","Ich glaube, ich finde jetzt auf die Schnelle keinen Podcast, der Chapter hat, aber.","ETP, was auch immer, Freakshow zum Beispiel, der ist auch ganz geil. Mh,\nAlso das sind das ist für mich so die Königsfeatures, aber dafür haben sie halt keine äh Page Feeds und man kann nicht im Web abonnieren und so weiter und was was sie alle nicht können,\nist ähm was war das? Das können sie alle nicht habe ich schon wieder vergessen,\nbin gerade abgelenkt worden durch durch den Chat. Ich sollte nicht auf den Chat schauen. Ähm fällt mir gleich wieder ein,\nAuf jeden Fall Podcast, Podcast, Lind, ähm, ist schon ein heißes Thema. Es gibt ja mittlerweile auch so dermaßen viele,\nAlso sehr, sehr, sehr unübersichtlich geworden, aber es gibt vor allem so ein paar,\nhalt noch so ihre eigenen Nerdklientel haben und die trotzdem noch am laufenden Meter geupdatet werden. Also es gibt natürlich Overcast, damit bin ich hier nie so richtig warm geworden. Downcars, dann gibt's noch diesen,\nKetchup, der es äh auch total äh volle Featuritis. Ja, dann gut die ganzen Plattformenplayer, die interessieren mich nicht,\nIch hatte schon immer mal überlegt, ob ich irgendwann mal mir mal die Mühe mache und wirklich sage, ich ich wechsel jetzt jeden Monat meinen Primärplayer,\nzieh komplett um.","Je","Ja und schau äh wie ich damit klarkomme und was was mir sozusagen gefällt und was nicht und dann schreibe ich darüber einen Blogartikel und dann wechsel ich auf den nächsten.","Tja, hört zu.","Könnte noch abstimmen lassen, weil welches welches der nächste sein sollte und das mache ich dann irgendwie ein Jahr lang und danach weiß ich was meint Podcast-Player ist. Aber das ist hart.","Ja vor allen Dingen weißt du dann nicht mehr, was du noch was du schon gehört hast und was nicht.","Ja, das ist natürlich so ein Problem, dass du so deine deine ganze Playhistorie verlierst, aber das ist dann auch am Ende des Tages gar nicht so das größte Drama, beziehungsweise das wäre dann halt na ja, das wäre dann halt einfach so\nAlso dann müsste ich da irgendwie ein bisschen, ne, keine Ahnung.","Was ich ja so geil finde zum Thema Podcast ist es die ähm der NDR bei dem drosten Podcast irgendwie ein halbes Jahr gebraucht hat, um Kapitelmarken einzuführen.","Haben sie ja immer noch nicht.","Aber sie packen die Kapitel Mark nur in äh als,\nin die Show Notes. Es ist so und du denkst dir so, ah, kurz vorm Scheißhaus zammenbrochen. Also das ist so.","Ja also ich weiß nicht genau warum das so ist, aber ich kann's mir gut vorstellen warum es so ist. Es wird irgendwas mit ihren hauseigenen Ausspielungs äh System zu tun haben, die sowas nicht können,\nSie sind einfach nicht in der Lage,\ndas anders zu produzieren als mit ihrem hauseigenen Kram, was wahrscheinlich irgend so eine Verrenkung rund um so ein Diga-System herum ist oder so,\nund dann geht das dann halt einfach nicht, da können sie nur so ein MP drei einkippen und wenn da Kapitelmarken drin sind, dann dann wird das irgendwie nochmal weg,\nWird nochmal irgendwie umgerechnet. Ja oder sie sind haben noch keine Methode gefunden im P3 Kapitel Marken einzubauen, mit welchen Tools auch immer und es macht jedes Mal jemand anders und kein anderer weiß wie es geht oder.","Wahrscheinlich tippt irgendein hört sich irgendein Scherge das nochmal an, so ein Audioscherge und schreibt per Hand irgendwie die Time Codes raus und tippelt die dann in Dings rein.","Ja, ich meine, sie machen so einen riesen Aufwand. Ich meine, dass sie das jetzt da rein tun, das hat ja wahrscheinlich schon damit zu tun, dass sie bei Twitter das wirklich wahrscheinlich jede Woche links und rechts um die Ohren äh geschallert bekommen,\nabsolut zurecht natürlich und äh deswegen versuchen sie dem jetzt irgendwie beizukommen. Aber wie,\nUnglaublich viel nützlicher dieser Podcast wäre, wenn er Kapitelmarken hätte, vor allem die arbeiten ja nach so einem festen Skript, die haben wirklich alles vorher, sie wissen ganz genau, was sie in welcher Reihenfolge machen. Das ist einfach ähm,\nKrass.","Wahrscheinlich schneidet da auch jemand nochmal zwei Stunden an an so einer Folge rum.","Ja, das.","Außerdem machen sie ja noch eine Transkription auch noch. Also das ist irgendwie ich ich glaube da ist ganz schön viel redaktioneller Aufwand bis das Teil tatsächlich veröffentlicht wird.","Oh ja, das bestimmt, also die machen, die machen eine ganze Menge redaktionellen Aufwand, die haben ja auch dieses ganze ähm,\ndiese ganze Feedbackschleife da, mit E-Mails einsammeln und fragen und so recherchieren ja auch viel, also sie können mir schon vorstellen, dass da eine ganze Menge Leute mit beschäftigt sind, nur eben in diesem Ausspielungsweg,\nhaben die einfach keine,\nWeiß ich nicht. Keine keine Erfahrung irgendwie wissen nicht, dass es das gibt oder die wissen nicht, wie wichtig das ist. Ich meine, es ist, das fängt ja schon damit an. Versuch mal, von einer Corona Virus-Update-Folge.\nDie Webseite zu finden, die eine Episode repräsentiert, auf der alle diese versprochenen Shonos sind,\nDas existiert einfach nicht. Es gibt gefühlt zwei oder drei verschiedene,\nSeiten, wo steht hier Podcast? Dann hast du irgendwie so eine komische Übersicht. Dann kannst du da auch draufklicken, aber da sind dann nicht die Shownotes, sondern die Shownotes sind nochmal irgendwo anders. Das ist aber irgendwie alles nicht verlinkt und und,\nich also ich hab's jetzt ein paar Mal probiert und verstehe überhaupt nicht wie, wie das organisiert ist,\nAlso was wahrscheinlich daran liegt, dass es nicht organisiert ist. Ja, aber man merkt einfach, dass dieses\nPublishing System und und deren den Radioveröffentlichung so einer Podcast-Veröffentlichungssystem einfach keinerlei Koorenz hat, was hat irgendwie nichts miteinander zu tun und ja, in dem Ergebnis musst du dann dann doch irgendwie bei Google suchen, bis du dann diese Transkripte findest.","Ja, aber das ist bestimmt der ein Publishing-System. Das ist wahrscheinlich ein Nightmaier und wahrscheinlich kann's auch keiner anfassen.","Klar klar ist es das, aber es ist halt einfach unübersichtlich, anstatt einfach Corona, Virus,\nDE, sich zu klicken und zu sagen, hier ist der Podcast und fertig und hat eine eigene Domain und dann wissen auch alle, wo sie hinlinken sollen. Du kannst diese Sendung nicht verlinken, du kannst ja auch nicht sicher sein, dass irgendwie ihre URLs noch\ngültig sind morgen und das hat auch der selbe Inhalt ist es.","Naja gut, aber ich meine auf der anderen Seite, das sind Journalisten, die irgendwie ein halbes Jahr später immer noch davon berichten, wie erstaunt sie waren, dass dieser Podcast so gut ange,\nerwartest du von denen.","Also, was ich von denen erwarte, das das sind zwei Fragen in einem, ja, also auf der einen Seite könnte man über das reden, was ich so erwarte, so, das ist wahrscheinlich nicht so viel, ne? Und dann gilt das, was ich von denen erwarte. Und das ist schon eine ganze Menge,\nsie befinden sich irgendwo so dazwischen und ich will das jetzt auch nicht schlecht machen, weil das ist definitiv,\nCorona Virus Update ist halt, muss man sagen, ist schon so das deutsche Serial,\nAlso das was Seerail so für Podcasts im amerikanischen oder internationalen Markt ausgelöst hat,\nWo ja dann erstmal den deutschen Radioleuten nichts anderes eingefallen ist als auch irgendwelche blöden Crime-Reporting Sendungen zu machen, die keinen Menschen interessieren mit,\nMurat getötet oder irgendwie sowas, keine Ahnung, ich finde das ja persönlich völlig uninteressant. Ich habe mir auch dieses nie angehört. Also ich habe da glaube ich mal so zehn Minuten reingehört, aber es ist einfach.","Kenne das gar nicht, aber.","Ja, es ist was noch nie was von gehört oder du hast es nicht gehört.","Ich habe da noch nie was von gehö.","Du hast noch nie von Siril gehört.","Gehört, habe ich schon von, aber reingehört, habe ich nicht.","Also Seral ist es jetzt auch schon ein paar Jahre her, ist so ein Podcast, der halt so eben so eine so eine Crime, so eine Trugrime-Story erzählt.","Es ging noch mit einem sehr bekannten Ding auch los oder nicht.","Wie einem bekannten Ding.","Na der, der Aufhänger, der die erste Folge so oder was so ein mega bekannter Fall oder sowas.","Also wie bekannt dieser Fall war, kann ich ehrlich gesagt nicht sagen. Ähm auf jeden Fall der gesamte Podcast war quasi die Aufarbeitung dieses einen Falls,\nwie viel Bekanntheit der gehabt hat in USA habe ich kein Gefühl dafür. Das mag einigen bekannt gewesen sein, ist nicht so, dass es jetzt unbedingt die ganze Welt davon gesprochen hat,\nUnd die haben das dann irgendwie Jahre später aufgerollt und sozusagen eine Recherche über diesen Fall in Podcastform gegossen. Und das halt halbwegs aufwendig produziert und es traf halt,\nden Nerv. So und äh es traf den Nerv halt so gut, dass es so, glaube ich, der erste Podcast war, der dann irgendwie innerhalb kürzester Zeit mehr als eine Million Zuhörer hatte.\nUnd das hat dann sozusagen den Durchbruch gebracht,\nweil diese ganze These von Podcast hört ja keiner und Podcast kann ja die Massen nicht ansprechen und deswegen lohnt sich ja da auch Werbung nicht und so weiter wie halt so gemein hin ihr über Podcast nachgedacht,\noder wie zum Beispiel von all denen, die nicht Podcast gemacht haben, darüber nachgedacht haben. Und Sirel hat das so quasi äh entgegenteil\numgedreht und auf einmal waren Podcaster totaler Hype und das war ja dann sozusagen diese diese dritte Welle und da schwappte dann eben nach Deutschland äh rum und dann\nallgemeine Verständnis so, ah, Podcast sind jetzt doch cool und da hört ganz viele Leute zu, ja was muss man da machen? Ja, da muss man über einen Kriminalfall berichten,\nja was, was wirklich so albern, weil das einfach die die Essenz überhaupt nicht trifft, ne\nNein, du musst nicht über den Kriminalfall berichten. Du musst nicht genau eins zu eins das kopieren, was woanders\nerfolgreich war sein. Du musst natürlich irgendwas bringen, was in deinem Kulturraum funktioniert und du musst relevant sein und da kam halt dieser Corona Virus Podcast wunderbar rein, weil er eben einfach hochgradig relevant war in dem Moment\nund weil sie eben mehr durch Unfall äh all das, was ihnen vorher heilig waren, erstmal beiseite gelassen haben.","Per Unfall einen echten Podcast gemacht.","Genau. Sie sie haben ja davon geredet. So ja wir dachten ja am Anfang so eine halbe Stunde und länger durfte das nicht sein, weil funktioniert ja nicht. Wissen wir ja alle, ne? Podcasts, die äh länger al.","Ursprünglich waren nur fünf Minuten gedacht und dann wurde es immer länger.","Es kann sein, dass es sogar noch kürzer gedacht war. Genau, aber das ging halt mit dem Drosten nicht, weil der Drosten halt gesagt hat, so ich.","Ich erkläre das richtig.","Genau, ich erkläre das jetzt mal richtig. So und dann dann wurde es halt immer länger und umso länger es wurde und sie wahrscheinlich schon beim Aufnehmen sich gedacht haben, oh mein Gott, das Projekt geht dem Bach runter, weil es zu lang,\nUnd auf einmal war so die Reaktion bei allen so, na endlich mal ein bisschen ausführlicher, jetzt ist das ja mal ein richtiger Podcast und die sowas wie ein richtiger Podcast\nSo und das das ja das ist das ist das Absurde an dieser Situation. Also es ist halt eigentlich ein ein Erfolg bei Exzellent,\nund das ist halt äh einerseits muss man das dem Drosten zuschreiben, der glaube ich seine Gesprächspartnerin da gezwungen hat.\nDen anderen Modus zu fahren und die sind dann halt drauf eingegangen, was dann wiederum ihr Verdienst ist, dass sie sich eben auch nicht ausreichend dagegen gewehrt haben. So, das haben wir einfach geschehen lassen und und so weiter. Und jetzt müssen sie halt den ganzen anderen Kram\nauch noch verstehen, so mit Community ist natürlich ein bisschen schwierig, weil ihr deren Community war natürlich jetzt auf einmal Deutschland, ne. Ähm aber trotzdem ähm\nmüssen sie halt jetzt zusehen, dass sie ihre Power-User adressiert bekommen und die Power User sind natürlich die Leute, die sagen, hör mal, Leute, ihr seid eine Ressource, ihr seid\nwenn man das einmal gehört hat, ist es nicht vorbei, sondern man muss doch bitte auf diese Inhalte auch verlinken können. Na ja, wir haben doch ein Transkript als PDF,\nLeute,\nDer Reiz ist daran, die Stimme zu hören und die Argumentation zu hören. Klar kann man das nachlesen und das ist ganz praktisch, dass es ein Transkript gibt und dass man auch mal danach suchen kann. Das ist alles super. Aber man will auch auf das Original lenken.","Ja, aber das das sind Radioleute, die machen eine Sendung, die geben die ab, die geht über einen Sender und dann interessiert es niemanden mehr hinterher.\nich habe ja, ich habe ja selber beim beim Radio mal ein Praktikum gemacht und es ist wirklich so vom Hand in den Mund und äh.","Ich weiß es doch auch.","Es ist dreißig, dreißig Sekunden übern Sender und industriert interessiert niemanden mehr. Ne, das ist halt das das Problem und ich glaube aus der Denke kommen die nicht so einfach raus.","Nee, ganz offensichtlich kommen sie ja nicht einfach raus. Aber ich meine, das ist jetzt fünfundzwanzig Jahre her, dass wir mit dem Chaos-Radio angefangen haben. Fünfundzwanzig Jahre und da war ich schon irgendwie genervt davon. Und habe ihnen immer alle gesagt, das hat keine Zukunft.","Tja, manche Dinge dauern halt länger, besonders in Deutschland. Ähm, wir hatten's, wir hatten's gerade mit Crime Podcast, da möchte ich noch einen empfehlen und zwar von der BBC, der nennt sich Def in Ice Valley,\nÄhm über einen Fall aus den frühen Siebzigern.","Also du hörst zu. Du hörst sowas also.","Ich höre sowas äh und zwar den habe ich gehört, weil ähm,\nDa bin ich drüber drauf gestoßen worden über Förting Minutes To the Moon. Auch vom BBC. Da gibt's ähm,\nDa gibt's die, also die erste die erste äh Staffel ist über die ursprüngliche Mondlandung Apollo elf und die zweite Staffel ist über Apollo dreizehn,\nMit sehr vielen Interviews der Leute, die äh die damals dabei waren und sehr spannend gemacht und bei Förting Minutes to the Moon, haben die's tatsächlich geschafft, Hans Zimmer\ndazu zu bringen, ihnen eine Titelmelodie dafür zu komponieren und zu produzieren und die ist schon ziemlich geil.","Weil sie ja ihm Geld gegeben.","Wie sie wie auch immer sie ihn überzeugt haben. Das sei mal dahingestellt, aber äh der ist auf jeden Fall das gerade der Sound bei Fertin Minutes zu Themon ist schon richtig geil. Also das das ist schon.","Hatten wir glaube ich hier schon irgendwann mal habe ich aber, glaube ich, nie reingehört. Müsste ich aber eigentlich mal machen.","Doch der ist großartig, der ist also beide beide sind großartig.","So gut wie unsers.","Anders. Na ja, Hans Zimmer halt großes Kino. Wir sind ja eher so eine Zirkusshow.","Ja, na ja klar. Ja, der Florian macht auch großes Jahr, aber die Zirkusshow, äh das Zirkusschirst ist auch von einem Filmkomponisten äh gemacht worden, also von daher stehen wir.","Ja, wir sind ja auch die große Zirkusshow.","Können ja mal zu einer Challenge herausfordern, er soll uns mal ein neues Team machen, was cooler ist als das, was wir schon haben.","Was? Das geht gar nicht. Das ist schon das.","Ja, siehste? Das sagen wir ihm auch und dann äh soll er mal loslegen.","Hans, zeig mal, was du kannst, Hans.","Vielleicht kann er ja einen kleinen gar nicht mehr.","Nee, wahrscheinlich nicht. So, zwanzig zwanzig äh wir waren dabei.","Oh Gott, gibt's später so T-Shirts.","Das kann man sagen, oder? Gibt's bestimmt jetzt schon, also ich habe, glaube ich, sogar schon ein paar gesehen in dieser Richtung.","Ich habe da, ich habe doch mal bei bei Kargu-Lüfter gearbeitet und da gab's tatsächlich T-Shirts\nvon wegen ja die große Pleitewelle Insolvenz bla bla bla hinten wie Tourdaten, all die Firmen, die wann sie in Insolvenz gegangen waren und vorne ich war dabei,\nIch habe aber so ein T-Shirt nie gehabt, aber ich war dabei.","Jetzt äh ich weiß, ich hatte, ich hatte so kurz überlegt, ob man mal so auf dieses Jahr äh zurückblicken kann. Das ist natürlich jetzt so ein bisschen schwierig, weil's gefühlt alles so ein bisschen so monothematisch war,\nNa, es gab halt eigentlich irgendwie nur Virus und alles andere war eine Ableitung davon.","Na ja, sagen wir mal so, bei mir persönlich gab's ja noch äh irgendwie im Januar ist mein Vater gestorben und äh im Februar bin ich hier in das Haus eingezogen,\nUnd da hatte ich schon so viel Stress, dass ich das Gefühl hatte, so im März, ach jetzt könnte es eigentlich ruhiger werden.","Obwohl's ja dann auch.","Allerging.","In einem Haus Rodi wieder mal nicht mitbekommen.","Und es war ja so der Hammer, weil ich habe ja dieses Corona bekommen, bevor der Lokdown anfing.","Auch noch, obwohl du in deinem Haus sitzt.","Ja, das war, das war ein Glücksfall, also Glück im Unglück, weil äh in der in der kleinen Weddinger Zwei-Zimmer-Wohnung, da wäre ich ja wahnsinnig geworden dieses Jahr.","Hast du denn irgendwie Langzeitschäden davongetragen oder ist alles super.","Bestimmt, aber ich merke nichts mehr.","So, du merkst.","Auch andere Krankheiten oder so ist.","Mhm.","Nee, also was ich gemerkt habe, was echt merkwürdig ist, ist immer, wenn ich, wenn ich über Corona und die Folgen und so weiter rede, dass ich dann äh so einen leichten Druck auf der äh Brust kriege und so leichte Atemnot\nirgendwie ist es in meinem Hirn noch so ein bisschen so ein bisschen verankert, dass ich da so äh irgendwie äh da immer noch irgendwie einen Haufen weg hab.","Was macht der Geschmack und Geruchssinn?","Der ist gut, der also weiß ich nicht, ob es mag Leute geben, die die gesagt haben, die sagen, ich hätte nie Geschmack gehabt, aber äh.\nAber sagen wir mal so, der, der, der, äh, der Kaffee schmeckt wieder nach Kaffee und der Tee schmeckt auch wieder nach Tee, also insofern nee, das war, das war 'n relativ vorübergehendes Ding mit dem Geschmack,\nwar nur, das war nur so merkwürdig, weil ich's wirklich am Anfang nicht gemerkt habe. Also es war so viel auf einmal, dass ich irgendwie ich dachte einfach, ich hätte irgendwie,\nweiß ich nicht, einfach einfach keine Lust irgendwas zu essen. Bis ich draufgekommen bin, ja natürlich, weil nichts nach irgendwas schmeckt.","Ach so, du hast sozusagen überhaupt gar keine Lust drauf bekommen. Hm.","Ja, genau, ich habe das, ich habe das selber nicht gemerkt, weil es war zu dem Zeitpunkt, als es bei mir war, war das in der Öffentlichkeit noch gar nicht diskutiert worden, dass es sowas gibt wie ein Geschmacksverlust.","Ja, ja, stimmt.","Deswegen\nwenn man wenn man dann nicht drauf gestoßen wird, dann merkt man nicht unbedingt so, hey, ich schmeck nichts mehr, sondern irgendwie ist alles fade und na ja, die Situation war eh fade, das weiß ich nicht, das, das hab\nich nicht so gemerkt und als es dann irgendwann gelesen habe, da dachte ich mir so, ach deshalb okay also.","Dennis wisst ihr, dem Virus bisher entkommen, oder?\noder du bist auch äh unberührt. Soweit du weißt, ja, weiß man ja nicht. Ja, ich eigentlich.","Einen Test hatte ich, da hatte ich nichts. Also, weil ich ja in Südfrankreich war, aber äh.","Ja, also ich habe,\nRelativ viele äh Tests gemacht im Laufe des äh letzten halben Jahres, aber ja, bisher bin ich dem auch irgendwie entkommen und ich glaube so,\nIn dem glaube ich auch im Wesentlichen ausgewichen. Mal gucken, wie lange das noch aushält, aber wie lange, aber was hat denn jetzt sozusagen\nWas haben, was haben denn diese ganzen Lokdauern und Isolationsphasen und so weiter gemacht? Man ist natürlich immer so ein bisschen so der der Running Droke so äh,\nfür Nerds hat sich ja eigentlich nichts geändert. Man sieht's halt, man sitzt halt zu Hause und klickt im Internet und geht nicht raus, aber ganz so ist es ja nun auch nicht, oder?","Ja, nicht ganz, aber ein bisschen. Auf jeden Fall als Nerd würde ich sagen, trifft's mich nicht so schlimm wie andere. Wobei ich halt den Nachthap das andere zur Arbeit gehen und ich bin eher zu Hause und dann äh das ist schon ein bisschen Problem,\nAlso dieses Torschleisen sind so ein bisschen auf Arbeit, wenn man zu Hause am Bürostich sitzt, dann hast du keinen mit dem da so ein bisschen, weißt du was ich meine.","Ja Telmie, ich meine, ich äh sitze äh immer alleine in der Arbeit.","Also was was ich gemerkt habe ist ähm, dass man also gerade das Chorsingen doch sehr gefehlt hat. Wir hatten dann Zoomproben.","Hast du dahin gesteck.","Ich war beim Chor nie äh wahrscheinlich nicht, weil niemand anders hatte dort was,\nAlso es war entweder entweder war's der Vertreter aus München, der uns was verkaufen wollte in der Firma oder McShorny, der Schornsteinfeger,\nähm nee, aber Mac Shorny, ja, der heißt McJoney, beziehungsweise seine Firma heißt McHorny.\nJa, nur wegen dem dummen Namen weiß ich immer noch, wie er heißt. Also irgendwas macht er richtig.\nähm äh nee also äh das Ding ist äh, dass wir halt dann auch die Chorproben über Zoom hatten und wenn du aber irgendwie auf Arbeit acht Stunden schon Zoom hattest\nund sich dann nochmal vor Zoom zu setzen, um irgendwie also das ging halt dann irgendwann nicht mehr. Ich bin,\nBin da schier wahnsinnig geworden dieses, wie heißt es so schön Zoomvertik? Das hat mich irgendwann wirklich erwischt. Da hatte ich dann keinen Bock mehr äh irgendwelche Leute irgendwie virtuell zu sehen, wenn's nicht\nunbedingt sein muss.","Kann ich verstehen. Also ich hatte die Zoom-Partik von Anfang an.","Die Fettic hatte schon, als ich die ersten Security-Geschichten über die App gelesen habe, da hatte ich die schon.","Ja gut, da haben sie ja dann zumindest äh äh nachgeliefert. Man muss auch sagen, Zoom ist schon so ein bisschen die App des Jahres.","Das stimmt.","Also sie hat die weltweite Kommunikation ermöglicht und es gibt auch überhaupt nichts anderes, was es irgendwie auch nur ansatzweise ähnlich abgedeckt hat.","Microsoft Teams wurde sowohl relativ viel auch verwendet von Firmen, die es vorher schon hatten.","Ja äh genau, die die es schon hatten und die, die ähm,\nauch unbedingt jetzt noch so dieses leckartige Funktionalität dabei haben wollten schon, aber so dieses generische vor allem dieses,\nIch muss jetzt mal hier auf so eine eins zu N Situation lösen. Konferenzen, Vorträge machen, also so ein Tool, was einfach auch mal mit sehr, sehr, sehr vielen Zuschauern skaliert. Da gibt's ja gar nichts anderes auf dem Markt.","Nee, wir hatten in der Firma hatten wir auch so Meetings mit mit äh weiß ich nicht, äh zweihundert Leuten irgendwie äh du hast ja diesen Galeriemodus mit im mit fünfundzwanzig, nicht mit sechzehn, fünfundzwanzig, also den Großen und hast dann trotzdem noch acht Seiten Leute. Also das ist so\ndass das so,\neigentlich ohne größere Probleme funktioniert hat, das muss man Zoom einfach mal anerkennen, also Audio Video, Netzwerk haben sie im Griff, andere Sachen vielleicht nicht, aber das haben sie im Griff.","Genau und das haben nämlich die anderen Lösungen alle nicht im Griff. Also man klar Open Source Jitzi hier, Jitzi da gibt's alles so, aber dann läuft's halt zwei Stunden lang und dann läuft's dann doch aus dem Ruder und dann ist das Audio nicht mehr in Sünk und es gibt irgendwie Probleme.","Wobei man, wobei man sagen muss, dass Zoom extrem mit dem Delayschim äh schummelt. Also wir hatten ja diese Chorproben über Zoom und da merkst du sehr stark, dass dass ähm,\ndass du, dass es mal schneller und mehr langsamer geht. Du hast das Gefühl, was macht der da auf der anderen Seite.","Das macht Facetime auch, aber also Facetime Audio.","Ja, also mir ist es, mir ist es noch nie so stark aufgefallen wie bei Zoom. Also wenn du ein normales Gespräch hast, merkst du davon nicht viel, aber wenn's, wenn du irgendwas tust, wo es auf Timing ankommt, dann ist Zoom wirklich Toilette, also es geht gar nicht.","Merkst du es, wenn was äh\nwenn du kurz ja keine Pakete bekommen hast und dann die sozusagen nachgeliefert werden, dann ist die andere Person, das kommt dann alles hier auf aus der Pistole geschossen, es wird alles so zusammengeschoben, ohne die Frequenz zu erhöhen und äh,\nmerkst du, dass das niemand gesprochen haben kann, so schnell wie das gerade da rausgeschossen kommt und dann stimmt's wieder. Also, aber ist ja nicht so schlecht, das Feature eigentlich.","Nähe, es ist, es ist nicht so schlecht, wenn du ähm wenn du einfach nur ein Gespräch hast, weil dann stört's auch nicht. Aber wenn du natürlich Musik machst äh und dein Timing wabbelt hin und her und vor.","Aber Rodi mal ehrlich, Musik über Zoom, ihr müsst doch eh schon am Arsch.","Ja bist du.","Ich weiß ja nicht, was die da für eine Latenz haben, aber dann sind doch vielleicht äh Audio-Oly-Tools besser, oder?","Es ist das Problem, sie haben halt eine sehr, sehr unterschiedliche äh Latenz, also die die wabbelt halt hin und her ohne Ende. Wenn wenn du sowas wie Studiolink oder Jamualis oder so nimmst, dann ist es sicherlich besser.","So, wer hat noch äh abgeräumt dieses Jahr außer Corona? Ich würde sagen, die Wahl ist einfach. Also wer sind so die richtigen Gewinnler äh dieses Jahres.","Die ganzen Big Firmen halt.","Ja vor allem würde ich mal sagen.","Amazon, Apple, Microsoft nicht mehr, aber sind ja auch nicht mehr so big. Inte hat abgelust.","Also äh auf jeden Fall mal Amazon, die haben ja mal so richtig abgeräumt und aber auch eBay hat glaube ich ganz gut, war ganz gut dabei.","EBay. Aha, weil.","Dabei man auch viel bei eBay bestellt. Man also da kauft man ja nicht nur gebrauchte Sachen, sondern da kann man ja auch viel Neuware und kleinen Schei.","Ach so ja verstehe, hm.","Also ich bin eigentlich bei dem kleinsten Scheiß auch immer eher schneller mal so bei eBay, weil die Preise sind einfach besser.","Ja, ja. Also ich gucke nur noch bei Amazon, suche ich mir raus, was sie haben will, äh lest die Bewertungen, kauft den Kram dann bei eBay, weil es einfach günstiger ist.","Mag ich Amazon nicht.","Und es zeugt das Zeug auch meistens schneller kommt als bei Amazon,\nwenn du keinen Prime hast, dann lassen sie es halt nochmal drei Tage im im Lager verschimmeln, bevor sie es rausschick.","Ja, für mich ist ja irgendwie relativ wichtig, dass ich äh nicht immer Rechnungen hinterherrennen muss und so.\nja für mich äh solche Plattenportale von wo du bei irgend so einem Wald und Wiesenhändler kaufst und dann diese ganze Kommunikation ist da auch irgendwie bei eBay so ein bisschen schwierig,\nNa ja, aber gut, okay, das sind auf jeden Fall online Retail, ist natürlich ein super äh Gewinner, gar keine Frage,\ndas äh das hat schon echt alles am Laufen gehalten. Man mag sich überhaupt gar nicht vorstellen, wie es so gewesen wäre, wenn dieser dieses Virus so aufgetreten wäre und hätte kein Internet gegeben oder kein Zoom oder kein,\nkein Onlineshopping oder so, also dann wäre echt einiges noch noch so richtig im Argen gewesen. Dann wäre es wirklich anstrengend,\nNa ja, aber vielleicht ist es auch dadurch erst so richtig äh.","Alles aus dem Otto-Katalog bestellen.","Ja, genau, Otto-Katalog. Hm, ja, ein anderer Gewinner ist auf jeden Fall äh Space Ex. Die haben jetzt.","Das hängt jetzt weniger mit Corona zusammen, aber ja.","Nee, das hängt weniger mit Corona zusammen. Ich meine, ich blicke jetzt auf das Jahr ja auch nicht nur durch diese Corona-Brille.","Die haben jetzt hundert erfolgreiche Staats- oder hundert Staats hingelegt. Ich weiß nicht, welches von beiden. Aber hundert, hundert Mal Falken.","Genau und allein fünfundzwanzig davon glaube ich in diesem Jahr oder sechsundzwanzig. Also sie haben quasi alle zwei Wochen so eine Rakete rausgehauen und ich glaube in diesem Zeitraum ist es irgendwie der ESA gelungen,\nfünf oder sechs Starts zu machen und glaube zwei davon haben sie verkackt,\nAlso ja, ich habe irgendwie ein Problem mit der Vega, es gab ein Problem mit der Areale nochmal.","Aber man muss sagen, Rocket Lab ist auch gut ausm ausm Hufen gekommen, ne. Die sind ja jetzt auch schon bei der dreizehnten oder vierzehnten Rakete.","Das habe ich nicht so verfolgt, Rocket Lab, es macht was.","Äh das sind Neuseeländer, die ähm und das ist, das ist ganz spannend, die sind auf dem Markt der kleinen\nSatelliten unterwegs und vor allen Dingen das Interessanteste ist äh die haben elektrische Triebwerke, also\nAlso das Triebwerk verbrennt natürlich Kram, aber die Pumpen sind elektrisch. Die fliegen also tatsächlich mit Akkus, die die Pumpen betreiben,\nund die werfen dann zwischendrin leere Akkus ab und so. Dadurch haben die einen sehr extrem äh simples Trittwerkdesign\nWeil diese äh Elektromotoren natürlich optimal gut zu steuern sind und und sie damit ähm äh auch sehr viel Kosten sparen und so weiter.","Leute Wikipedia ist die aber mittlerweile auch in USA.","Ja aber sie starten im Wesentlichen aus Neuseeland und sie kommen da auch her.","Neues Seeland, aber es ist ja auch nicht gerade optimal da, ne?","Nö, aber die sind da irgendwie an so einer Landspitze, wo außenrum nur Wasser ist und dann können sie in Ruhe.","Im Norden dann wahrscheinlich, ne?","Ich nehm's mal an im Norden, das würde Sinn machen.","Ja, es würde sehr viel Sinn machen.","Hat hundertdrei Starts, ich weiß nicht wie viel davon. Also da waren ja zwei Missglück dabei, also werden sie jetzt wahrscheinlich die hundert Erfolgreichen haben.","Ja, es, ich glaube, es sind hundert Falken Nine und eine Falk and One, die erfolgreich war,\nnur eine erfolgreiche gemacht.","Ja gut, völlig woanders zählt ja eigentlich fast gar nicht so richtig.","Nein, natürlich nicht, aber wenn man hunderteins zählt.","Also das ist irgendwie krass. Also diese Loungekomplex, der ist im Norden und der ist auf dem ah, das ist das neununddreißigster Breitengrad,\ndas schon ganz schön ganz schön weit äh äh weg von der Ideallinie.","Ja, okay, aber Kasachstan äh hier Balkonur ist von der Ideallinie auch sehr weit weg.","Ideal liegen das Äquator oder wie.","Ja, das stimmt schon. Hm.","Also ich glaube, ich glaube, die sind noch besser aufgestellt als bei Kunor. Und dieses neue Kosmodrom, was die Russen da gebaut haben, das glaube ich noch weiter im Norden.\nAber da mag man mich nicht auf festen nageln. Das war.","Ja, du hast Recht, dass bei Kunde ist noch schlechter. Na ja, gut, aber äh ja,\nHauptsache man hat Platz, ne. Na ja okay, also ich meine, da sind die Europäer nicht zu schlagen und das ist halt eigentlich sowieso das fatale, dass sie einfach da so solche Vorteile haben mit ihrem Standort, aber den äh nicht auszuspielen,\nhinbekommen, weil ich meine, die werden einfach technologisch abgehängt. Die haben da auch alle ganz schlechte Laune gerade bei den Europäern.","Ach und was Rocket Lab auch gemacht hat, ist, sie haben jetzt die erste erste äh Unterstufe wieder zurückgeholt. Die haben sie zwar noch nicht eingefangen und können sie noch nicht wiederverwenden,\naber sie ist zumindest äh Space X Like ähm,\nmit einem Burn wieder zurückgekommen und einem Fallschirm runter und hat einen Soft Splash Down im im Ozean gemacht,\nAlso wir wollen demnächst auch anfangen äh ihre ihre Unterstufen äh wiederzuverwenden,\nAuf die muss man, was soll, bloß mal ein bisschen Acht geben, die die Reisen noch was, glaube ich.","Okay. Das werde ich mir nochmal genauer anschauen. Ist mir bisher noch nicht so ganz klar. Was mir natürlich angeschaut habe, ist diese äh Nummer mit dem Space-Chip. Ich meine wenn.","Surial Aid, Serie Number Aid.","Also wenn.","War großartigst.","Das war wirklich echt unfassbar. Also ich ich fasse es einfach nicht mit mit welcher Geschwindigkeit die da voran marschieren und vor allem wenn die es halt schaffen das Ding,\nWirklich, also vielleicht für die Leute, die jetzt nicht ganz so Space Nights sind und da äh nicht so hinterher kommen.","Ich spiele mal den den Testhörer, ne? Klärt mich doch mal auf. Also den mit dem Gresshopper habe ich ja verfolgt. Das Ding ist hochgeflogen und äh das Coole war, der kam wieder runter, ist gelandet und alles toll. Aber ähm was macht denn das Starship jetzt anders außer genau das.","Also der Gresshopper war ja quasi die Beta-Version für das Landen der ersten Stufe der Falk und Nine Rockets. Also das, was ja jetzt am laufenden Meter passiert ist und ich glaube, sie haben nahezu alles wird's wieder runtergeholt, was äh in diesem Jahr hochgegangen ist,\nÄh das ist ja quasi die erste Stufe. Du hast äh im Prinzip noch eine noch eine zweite Stufe, also mit der ersten Stufe überwindest du erstmal so,\ndie die Erdanziehungskraft so im Wesentlichen und mit der zweiten Stufe ballerst du dann halt dein Objekt in die richtigen in den richtigen Orbit\nUnd die erste Stufe, die kann halt wieder landen, aber für die zweite Stufe geht das noch nicht. Das ist sozusagen, dafür ist es nicht.","Die zweite Stufe erreicht halt mehr oder weniger Orbitalgeschwindigkeit und das ist das, was du ja alles wieder loswerden musst, um's zu landen,\nDa verbrennst du entweder sehr viel Treibstoff oder musst ein sehr dickes Headschild mitnehmen, ne? Also\nIm Prinzip ist die zweite Stufe dann so schnell wie die Kapsel, die einen Wiedereintritt macht und das überlebt die halt einfach nicht. Und ich glaube auch nicht, dass wir, dass wir so schnell eine wiederverwendbare zweite Stufe sehen werden. Also jetzt mal abgesehen von Starship,\naber.","Aber die die Space Shuttles ist doch genau das, was die gemacht haben.","Na ja.","Nee. Äh da ist die zweite Stufe im Prinzip der externe Tank gewesen, den sie nie,\nhaben, sondern immer abgeworfen und für Glühen haben lassen.","Also diese dicken Dinger links rechts.","Die Dinger links rechts, das waren die Feststoffbooster. Die haben sie ja auch wieder zurückgeholt. Die sind ja am Fallschirm runtergekommen, die haben sie geborgen und wieder verwendet,\nSo, aber der dicke Tank in der Mitte wurde Space Shuttle tatsächlich dranhängt. Das Ding haben sie nie äh reasen können, weil der halt dann auch zu schnell war und einfach nur verglüht ist.","Okay und jetzt zurück zum Starship. Was ist das da? Das wäre denn die zweite Stufe oder wie.","Ja, Starship ist so ein bisschen anders. Starship ist so gebaut, dass du einen unteren Teil hast, der nennt sich Starship Booster und der im Prinzip eine erste Stufe ist. Sowas wie eine, so einen viel, viel dickeren Ferkelnein-Booster,\noder erste Stufe Ferkel, nein, nur halt in viel größer und,\nder Teil oben drauf, das Teil, was sie dann tatsächlich Starship nennen, ist ja das, was Obitalgeschwindigkeit erreichen soll, was auch zum Mond soll und auch zum Maß und Hasse nicht gesehen und\neigentlich auch in der Lage sein soll, aus einer Orbitalgeschwindigkeit wieder zu landen,\nUnd damit ihr das machen könnt, haben sie sich überlegt, dass sie das Teil in Edelstahl bauen,\nund äh im Prinzip äh mit dem ganzen Ding bremsen,\nAlso wie so ein großer Wahl, der halt irgendwie auf die Erdatmosphäre auftritt und dann mit dem ganzen Bauch bremst quasi. Und ähm,\nUm das Ding aber dann tatsächlich zu landen gibt's dieses, wie nennen sie es so schön Belliflop Manöver.","Einmal drehen müssen.","Das Ding dann so drehen müssen, dass die Düsen wieder unten sind. Und sie haben jetzt diesen Testflug gemacht, da ist das Ding relativ weit hochgeflogen.","Zwölfeinhalb Kilometer.","Zwölfhundert Möhr, ist relativ hoch. Äh hat sich dann auf die Seite gelegt, sodass es also quasi waagerecht war, ist dann durch die Luft geglitten zu,\nSagen wir mal mit ein bisschen dynamischen Auftrieb,\nAlso nicht ganz gefallen, sondern mit ein bisschen dynamischen Auftrieb, Richtung Boden und zum richtigen Moment.","Dynamischer Auftritt ist umschriebene für, es wird ein bisschen von der Luft abgebremst.","Statischer Auftrieb ist, wenn du ein Traggas hast wie in einem Luftschiff und dynamischer Auftrieb ist wie bei einer Tragfläche, wenn die Luft von vorne drüber streicht, entsteht eine Kraft, dieses Ding nach oben zieht, nennt man dynamischen Auftrieb,\nwie beim Flugzeug halt, genau oder zum Beispiel auch bei einem U-Boot. Kannst du es auch machen. Bei das Boot sieht man, wie alle Männer immer nach vorne oder hinten rennen, an bestimmten Momenten. Das machen sie damit, das Boot kippt und dann schneller nach unten oder oben kann,\nweil sie dynamisch Auftrieb, Abtrieb äh damit erzeugen. So, genau und dieses Teil, das haben sie also mehr oder weniger waagerecht, ist es dann so,\ndurch die Luft geflogen und im letzten Moment haben sie dann, ich glaube zwei der Triebwerke gezündet, haben das Ding wieder senkrecht gestellt.\nUnd dann haben die Triebwerke aber kein äh äh ich kein Treibstoff mehr bekommen, genau der das.","Genau, die hat nicht genug Druck im im Tank und haben kein äh Treibstoff bekommen und dann sind halt die Tanks verbrannt, dann hatten sie nicht genug Power, aber das heißt, am Ende ist das Ding aufgestoßen, zu schnell und ist explodiert.","Recht hart aufgesetzt, ja.","Aber bis dahin,\nhat alles funktioniert so und das war eigentlich genau das, also die Landung wäre jetzt einfach nur nochmal so das I-Tüpfelchen gewesen und dann hätten sie vielleicht noch mit dem Prototypen nochmal was anderes testen können, der jetzt war er dann halt im Eimer, aber was sie halt eigentlich testen wollten, ist,\nklar das Aufsteigen, das war jetzt glaube ich nicht so die Herausforderung, aber dann eben dieses dieses Hofering, also dass sie sich sozusagen hinle.","Das das würde ich nicht sagen. Also wenn man sich das Ding genau anguckt, sie sind ja mit drei, drei, drei Triebwerken gestartet und äh es wirkte so ein bisschen, als wollten sie nicht\näh durch den Überschallknall durch,\nWas ja auch gern Max Q genannt wird oder Maximum Dynamic Presher. Also da wo die größten dynamischen Lasten an dem Ding äh liegen\nDeswegen haben sie nach und nach einzelne Triebwerke ausgeschaltet. Und wenn man sich das genau aus äh\nanguckt, wie das aussieht, es ist total witzig, wie diese Triebwerke da hin und her pendeln, weil eins geht aus, dann müssen die anderen sich in die richtige Lage äh hinpendeln, damit der Schwerkraftpunkt wieder passt und so weiter,\ndas sah echt witzig aus.","Okay. Ja, das stimmt,\nAber ich glaube, wenn das, dass das einzige gewesen wäre, was geklappt äh hätte, dann wären sie ähm nicht so richtig zufrieden gewesen. Weil der der zweite Teil, also dieses,\nabsinken in diesem dieser in dieser flachen Haltung. Da kommt ja noch dazu, sie haben ja vorne und hinten diese Fins, also diese ähm Steuerflügel,\nJa, die können sie halt\nalso die können sie halt bewegen und das hat man halt auch sehr schön gesehen, ne? Das Ding ist halt so umgefallen und hat sich dann auf der Luft nach unten so runtergesurft und dabei eben mit diesen Klappen so richtig schön die Position gehalten\nbis sie dann auf irgendeiner Höhe waren, ich weiß gar nicht, in welcher Höhe sie diesen Battleflop gemacht haben und dann halt sozusagen nach hinten umgekippt, wieder die\nDüsen zwei Stück äh eingeschaltet, dann sie ist sozusagen gefangen, ja? So einmal nach hinten und sie können ja unten mit diesen Raketen auch immer so richtig,\ndie können sich so schön frei bewegen und wo wohin sie denn jetzt ihren Strahl hinlenken, um das Ganze eben auszutarieren und das hat halt funktioniert und\nwäre in dem Moment halt nicht dieses Tanksystem gefehlt aus,\nGründen, die ich gar nicht genau kenne, was jetzt eigentlich das Problem war, ob da eine Pumpe nicht funktioniert hat oder ob's aber was falsch dimensioniert haben. Also sie hat.","Keine Ahnung, aber was, was man schön gesehen hat, ist, dass das Methan ausgefallen ist und dass der der Sauerstoff nach wie vor äh geflossen ist und das Triebwerk quasi sein Metall verbrannt hat,\ndas Kupferweiß so schön grün geleuchtet hat, das fand ich, das fand ich auch sehr nett irgendwie so.","Genau,\nNa ja und jetzt sind sie auf jeden Fall, dass weil sie jetzt dieser Prototyp Nummer acht und jetzt als nächstes kommt halt die Neuen. Ich weiß jetzt nicht ganz genau, was sie in der neuen alles noch äh realisieren wollen, was sie jetzt in der acht noch nicht äh geschafft haben. Weißt du das?","Nee, aber ich nehme mal an, dass sie diese, wie sie heißen. Also sie haben ja irgendwie,\nzwei zusätzliche kleine Tanks, die irgendwie für diesen letzten Moment tatsächlich den Druck und den den Treibstoff,\näh vorhalten sollen. Ich nehme mal an, dass sie da äh für diese Headhotings irgendwelche Änderungen machen werden, damit das dann hinterher auch funktioniert und ihnen nicht mehr im kritischsten Moment die Triebwerke ausgehen. Also,\nWer ja sinnlos noch so ein Teil zu verheizen, ohne dass man wenigstens versucht hat, irgendwas einzubauen, damit es nicht passiert.","Und es soll SN acht ist das auch wieder nur das Starship oder ist es einem diese komplette Konstruktion auch mit dieser Superheavy, mit dem Dick.","Nee, es ist nur der Starship unten drunter, aber ich nehme mal an, also äh das super heavy äh,\nist ja im Prinzip nur ein paar Triebwerke und ein paar Tanks, also das können sie ja,\nJa, also das das eigentlich Schwierige nämlich dieses dieses Ding mit Belly Flop und hast du nicht gesehen zu landen, das ist glaube ich das, was er als nächstes,\nähm äh machen in irgendeinem Interview meinte Ilon mal, dass er halt gerne die härtesten Probleme zuerst löst,\nWeswegen sie bei Spacis als allererstes ein Triebwerk gebaut haben. Und als sie dann ein Triebwerk gebaut hatten, das funktioniert, haben sie angefangen, eine Rakete zu bauen,\nUnd so haben sie es bei Starship eigentlich auch gemacht, sie haben erstes Triebwerk entwickelt und als das halbwegs funktionierte, haben sie angefangen, irgendwie Wassertürme zu fliegen bis hin.","Habe ich das richtig gesehen, dass die SN neun an der Basteln sie ja gerade rum, oder? Dass die ihnen umgefallen, also nicht um, dass sie ihn leicht angekippt ist, weil die hängen so schräg am Hangar, mussten sie mit einem Kran wieder gerade richten.","Ja, da ist irgendwas irgendein Fuß oder irgendwas hat da nicht.","Unten drunter nachgegeben, genau. Und dann ist hier so schräg an den Hanger irgendwie rangeklatscht.","Genau. Genau. Na ja, Dinge passieren.","Ja, aber so fail ist bei denen halt einfach mit eingepreist, so. Die marschieren einfach voran, machen alles parallel, äh werfen da unglaublich viel Geld drauf. Und ich meine, wenn das Ding fliegt und davon könnte man ja mal,\nfast ausgehen, dass ihnen das gelingt, ja? Also es ist halte das nicht für.","Inzwischen sieht es sehr gut aus.","Es es sieht sehr gut aus so, ne? Angenommen und ich weiß nicht genau, was der Zeitplan ist, aber sagen wir mal so in zwei Jahren,\nWahrscheinlich geht's sogar schneller, ich weiß es nicht genau, kriegen sie das Ding auf die äh Kette. Sie haben so dermaßen viel Stauraum. Sie können irgendwie locker zehn Mal so viel da hochballern, wie du so mit einer Ariane sechs machen kannst.","Das Ding ist größer als eine satte und fünf, ne?","Ja ja, das ist einfach mit Abstand das fetteste Teil.","Die können so viele Großsatelliten da reinpacken, wie wie andere Raketencubes hat.","Und das bedeutet halt, dass die anderen einfach finanziell geschlagen sind, weil mit dem Teil können die so dermaßen die Kosten senken, vor allem wenn sie,\nAlles wieder zurückbringen. Also nicht nur, dass er das Zehnfache reinpasst, sondern also sie haben so viel Paylot, für die sie halt ordentlich bezahlt werden,\nUnd dann landen sie diesen ganzen Scheiß auch noch, sowohl die untere Stufe, das haben sie ja schon gezeigt, dass sie das können, als eben dann auch,\nso hoch beschleunigte Spacehip äh Variante, die dann halt einfach so schön auf ihrem dicken Walbauch durch durch die Atmosphäre schliddert, um dann irgendwie entspannt irgendwo äh zu landen mit größer Präzision. Also, wenn sie das,\nhinbekommen, dann weiß ich nicht, ob's noch eine europäische Raumfahrt gibt.","Das heißt, die die Raketenstarts und Landungen sehen dann bald so aus wie bei bei äh ja Star Track ja immer eher nicht so, weil bei Star Wars, wo die auf ihren Füßen so landen, nochmal kurz einfedern und bumm fertig und Boberfet steigt schon aus.","Genau. Genau.","Also ich glaube nicht, dass die Europäer ihre Raumfahrt aufgeben nur, weil sie das Gefühl haben, sie sind nicht mehr konkurrenzfähig.","Nö, das nicht, aber sie, sie, sie kriegen halt keine Lounges mehr.","Also ich sehe das, ich soll das Problem bei den Russen viel größer,\ndass dass die äh auch von staatlicher Seite gar nicht die das Backing haben, was ja aus sehr Europa hat,\nne? Also also ich glaube, dass ich, dass sich Europa auf Dauer nicht die Möglichkeit nehmen lassen wird, selber auch Missionen fliegen zu können, ne? Und und die Technologie.","Nee, aber es wird halt noch teurer, das zu tun sozusagen und das einzige Interesse ist eben sich diese eigene eigene strategische Möglichkeit zu erhalten, aber es ist halt so teuer, dass halt äh auch\ndie ganzen europäischen Forschungsmissionen sich einfach in der Ariane dann irgendwann gar nicht mehr leisten können, wenn du quasi für ein Zehnte äh den Scheiß dabei bei Spacis launchen kannst oder zehnfache.","Ich kann mir vorstellen, dass die Leute das, das ist ja ein Knall, den haben die ja gehört, glaube ich und und die die Frage, wie kriegt Europa äh Real Sability hin, die wird sicherlich heiß diskutiert.","Oh ja, die wird heiß diskutiert, aber die wissen auch, dass sie noch Jahre, wenn ich in Jahrzehnten dann auch von entfernt sind.","Na ja gut, aber das ist dann dann müssen sie halt strukturelle Probleme und so weiter mal angehen.","Aber hier arbeiten auch äh Staatsunternehmen und zwar, was war das, was Deutschland, Frankreich, Italien und weiß ich nicht, noch wer irgendwie zusammen äh und sind halt staatsfinanziert oder und dort ist es halt privatwirtschaft.","Ja","Na ja, wenn du dir anguckst, wenn du dir anguckst, wie äh dieses äh SLS-Konsortium irgendwie Geld verheizt und Geld verheizt und nichts auf die Beine kriegt oder nicht viel,\nund uns Space Extra locker an ihnen vorbeizieht. Die haben ja auch das Problem, dass sie, dass sie zwar im Prinzip was bauen, was irgendwie eigentlich sind das alles Technologien, die die Amis schon längst entwickelt hatten,\naber es kriegen's halt auch nicht gebacken. Also dieses dieses Modell,\neine Behörde schreibt Technologien aus an Firmen, die danach bezahlt werden\nnicht ganz so schnell fertig zu werden. Dieses Modell ist vielleicht auch einfach überkommen und und vielleicht sind die Europäer die ersten, die das einsehen, dass man so nicht weiterarbeiten kann, wenn man wenn man äh effektiv auf diesem Markt\nbestehen äh will.","Gut für sie ist es ja, es ist Markt, sie sehen sich ja gar nicht so sehr als Markt, ne, sondern mehr so als Forschungs\nBasis so das verteilt sich dann auch immer alles auf diese Länder und jeder muss gleich daran beteiligt sein und die werden einfach niemals so schnell reagieren können wie wie Space. Ich meine mit Elon Musk mitzuhalten ist ohnehin schon mal schwierig aber.","Ja, aber Europa hat ja schon mal Airbus gegründet, um den Markt den Amerikanern bei Verkehrsflugzeugen nicht zu überlassen\nIch glaube, die jetzt die Europäer auch nochmal was anderes gründen werden, um den Markt, den Amerikanern nicht zu überlassen, was Space anbelangt. Also da da hat,\ndas wird schmerzhaft und das wird viel Geld kosten, aber es wird kommen, da bin ich voll von überzeugt.","Mit der Betonung auf schmerzhaft und Geld kosten,\nJa, also es wird sehr viel Geld kosten und sie müssen äh sehr gute Leute an Start kriegen und sie müssen sehr viel mehr reininvestieren als sie das bisher so gewohnt sind und das wird einfach teuer. Also es wird teuer,\nAber ich meine, natürlich werfen sie das nicht weg, ich meine, du wirfst jetzt nicht, dann sagst du so, ach was, ihr baut irgendwie die Raketen besser, dann dann bauen wir mal unseren den best\nmöglichen Weltraumflughafen der Welt ab. Ist ja auch Quatsch, ne? Ich meine alle lecken sich die Hände äh danach im Prinzip von von Kuru zu starten\nweil das einfach so ein Riesenvorteil ist, nur der wird halt derzeit von der Technologie der Raketen komplett aufgefressen, dieser Vorteil, das ist wirklich krass,\nAlso Space X, wir können das festhalten, das ist auf jeden Fall ein Gewinner dieses Jahres. Gar keine Frage.","Die waren gut dabei.","Die waren auf jeden Fall gut dabei und die werden sicherlich auch nächstes Jahr noch ganz gut dabei sein. Und das war ja im Prinzip auch schon bei so einem zweiten Ding, was jetzt irgendwie so eine Kimere, die ja jetzt auch wieder hochkam,\nNämlich irgendwie äh äh Elon Musk, mein Apple hätte ja mal Tesla kaufen können,\nFür ein Zehntel des Preises, aber Tim Kuck wollte, äh Tim Cook wollte irgendwie nicht,\nMich ehrlich gesagt ein bisschen überrascht diese Aussage, weil ich dachte, das wäre eigentlich eher andersrum, dass äh Apple sehr wohl hätte Tesla kaufen wollen, aber äh jeder Maß das nicht wollte.","Na ja, am Ende wahrscheinlich haben die schon miteinander gequatscht, wie das halt immer so ist, wenn man irgendein Business anfängt. Aber Tesla, also Ole, wie heißt der? Hier Ole Maske wollte was du einfach zu viel Kohle haben.","Oder zu viel Einfluss.","Ja","Oder hat einfach andere Ideen, wie es so in der Zukunft vorwärts gehen soll.","Aber ich kann mir das auch nicht so richtig vorstellen. Also ein Elon Musk, der seinen Tesla verkauft und dann nichts mehr damit zu tun hat, kann ich mir genauso wenig vorstellen, wie ein Elon Musk.","Doch doch, doch, der hat ja PayPal auch schon einfach abgegeben. So ist nicht, der kann sich schon sehr gut trennen.","Ja, aber bei PayPal hing, glaube ich, nicht so sein Herz dran.","Ja, du sagst jetzt rückwirkend nachdem er zwei andere dicke Companys hat, als aber PayPal hatte, hatte er nur das.","Ja, bei Tesla ist für ihn strategisch wichtig. Tesla,\nund äh Tesla auch als Solar und als Energieprovider und Space X, das sind auch Unternehmen, die sich gegenseitig befruchten. Und er will halt auf dem Mars,\ndiese technologischen Entwicklungen in diesen ganzen Unternehmen, die sind die hängen voneinander ab\nso die die verwenden am laufenden Meter die Erkenntnis aus dem einen Unternehmen in dem anderen Unternehmen, obwohl die ja eigentlich nix\nbin oft sie nichts miteinander zu tun haben, aber das ist natürlich Quatsch. Und ähm von daher glaube ich nicht, zumindest jetzt nicht mehr, dass Tesla in irgendeiner Form zum Verkauf steht,\nWeil das irgendwie nicht mehr interessieren würde.","Kannst du gar nicht bezahlen.","Ja vor allen Dingen vor allen Dingen frage ich mich, was was soll da passieren? Die die andere Möglichkeit wäre ja noch Apple übernimmt Tesla und Elon Musk wird Apple Chef, ne, so eine so eine Steve Jobs Nummer.\nwürde Apple vielleicht sogar gut tun. Ähm,\naber ich kann mir das halt nicht vorstellen, dass das Elon Musk in irgendeiner Weise interessiert irgendwie äh bessere Max zu bauen. Ich glaube, das interessiert ihn nicht.","Nee, das interessiert ihn überhaupt nicht,\nIch glaube, dass die beiden, die passen nicht zusammen. Ich meine, Elon Musk ist so eine ganz, so ein ganz anderer Vogel und ich habe den irgendwie auch noch nicht so richtig äh,\ndekodiert bekommen. Also ich bin sowohl nicht auf so einem totalen Elon Muskater äh Trip, wo wir durchaus immer mal wieder genug Anlas.","Man ist da sehr zwiegespalten, oder? Der ist ziemlich cool und auch ziemlich nicht.","Ja, ich, ich glaube, dieses Geniegenie und Wahnsinn.","Das ist bei ihm ganz nah beieinander.","Äh Ding, was was immer unterstellt wird, ist glaube ich bei ihm sehr, sehr offensichtlich. Also das ist so ähm.","Ja und da weiß ich auch noch nicht so richtig, wo das am Ende auf ausschlägt so, aber grundsätzlich würde ich ihm erstmal noch eine gewisse Gutwilligkeit unterstellen, aber es äh ist auf jeden Fall unter Beobachtung.","Wusstest du, dass er äh ursprünglich mal fast eine Doktorarbeit in Batteriebatterietechnologie geschrieben hätte.","Ne, weiß ich nicht.","Das äh und dann hat er aber doch ein Start-up mit Silicon Valley gegründet mit seinem Bruder.","Okay. Ich bin gespannt. Ich meine äh die sollen da nur nur Carplay in ihren scheiß Teslas äh einbauen, dann kann man die Dinger auch kaufen.","Und dann kommen jetzt die Apple News, dass das Auto äh Projekt bei denen jetzt doch weit ist und sie angeblich eine eigene Batterietechnologie haben. Kann man sich auch alles nicht so vorstellen, ne?","Also diese ganze Apple Kerüchte Küche, das also ich war ja bei der Apple Watch schon zurückhaltend, aber hier mich blendet noch skeptischer,\nAlso ich verstehe nicht so hundertprozentig, was der,\nwas da der was da die die Überlegung dahinter ist. Also was will Apple da mitbewirken.","Ich weiß es nicht. Also ich glaube vielleicht vielleicht gibt's da eine eine runde äh Apple Leute, die ein bisschen großen, wahnsinnig geworden sind. Ähm was ich mir vorstellen kann, ist, dass Apple tatsächlich ein Auto designed.","Größenwahnsinnig unter du unterstellst den größten Unternehmen der Weltgrößenwahn.","Tue ich, das tue ich, ja.","Ihr haltet euch wohl für die Größen. Ähm ja.","Na ja, sagen wir mal so,\nsagen wir mal so, ich meine an der an dem an dem Problem Autos zu bauen sind ja schon ganz andere gescheitert, ne? Und äh in Sachen Elektroautos sind sie jetzt eher so Late to the Party, ne? Also das ist so.","Waren sie bei den Tablets aber auch.","Ich kann mir vorstellen, dass Apple sowas macht wie,\ndas größere Design und sehr viel von dieser von dieser digitalen Technologie der Autos und den Rest dann irgendwie Magna übern Tisch reicht und sagt macht uns mal ein Auto da draußen, produziert das.\nNe, also sowas könnte ich mir vorstellen, aber dass das Apple eine eigene, eine eigene äh Factory baut, um um äh Autos zu produzieren eher nicht. Das es die sind keine eigenen,\nich weiß nicht.","Aber genau an der Stelle wird's ja interessant, also wenn sie ein Auto bauen, müssen sie eigentlich auch eigene Produktionskapazitäten haben. Weil ich meine, das ist ja ihr ganz.","Ja, aber die haben sie ja für ihre iPhones ja auch nicht.","Alles angemietet.","Das stimmt nur so, ja, na ja.","Bauen ihre Gehäuse selber, ne? Hier feines Eliminium und fein mild und hast du nicht sehen.","Und sie bauen die Maschinen teilweise, aber machen tun's dann andere.","Ja, weil da bauen sie ja auch jedes Mal neue Fabriken für auf. Also die rüsten ja nicht eine Fabrikhalle um, von von fünf auf drei Nanometer, sondern dann hast du.","Dann nicht deren Fabrikhalle.","Ja, schon. Schon. Aber wenn.","Nicht in der Fabrikhalle von Apple, sondern die gehört dann dem anders.","Ja, aber Apple gibt die ganze Kohle dafür und sie haben quasi das für so viele Jahre auch exklusiv diese diese Hallen diese ganzen Fertigungsstraßen\nexistieren nur, weil Apple ihnen die Kohle gibt und nur Apple kann ihnen derzeit die Kohle\ngeben, weil sie die einzigen sind, die nennenswerten Mengen den ganzen Scheiß auch abgeben und wieder verkaufen können.","Ja, aber das können sie bei anderen Firmen ja auch machen. Also wenn du dir anguckst, wie Jaguar den den iPace von Magna in in Österreich hat, produzieren lassen. Und an diesem Auto ist nichts dran. Das ist super, außer, dass es viel verbraucht\naber ansonsten ist es ein wirklich gutes Auto. Ähm Apple könnte genauso gut hingehen und sagen äh hier wir\nkaufen jetzt vierzig Prozent von der Firma oder weiß ich nicht, fünfundvierzig, damit da keiner mehr äh die Finger drin hat und dann produzieren die uns das, was wir haben wollen\nund der ganze technische Kleinkram, dieses gesamte Prozessmanagement und so weiter, es macht dann alles Magna und gut ist, das könnten die machen,\nDas wäre überhaupt kein Problem.","Könnte aber schwierig werden, dann halt auf die notwendigen Preise zu kommen.","Wenn jemand Preise nehmen kann, ne, dann ist es Apple.","Ja gut, aber mal ehrlich. Was würdest du für so ein Produkt,\nWas würdest du für eine Art Produkt erwarten? So. Also in welchem Segment,\nWürde Apple und übrigens weg voll davon überzeugt, das Ding würde auf gar keinen Fall unter dem Apple Brand laufen. Sonst, ich glaube, wenn wenn Auto dann dann mit einem eigenen Brand nehmen, aber davon mal ganz abgesehen,\nist meine erste Frage, welche Autokategorie und mit welcher Argumentation bringen sie das in die Welt,\nEigentlich könnten sie nicht so sehr viel anders machen als,\nTesla, weil sie müssen ja quasi in den High End gehen, weil nur in dem High-End ist die Kohle zu holen und äh da müssen sie, also sie müssen zumindest in den Hai mit Range Bereich reingehen.","Für Amerika gibt's ja nur drei Formen von Autos, ne? Also es ist SUV Pickup Truck und ein Sadan, wie sie es so schön nennen. Pick-up-Truck kann ich mir bei Apple beim besten Willen nicht vorstellen.","Ich auch nicht.","So, bleib noch SUV und Sedan,\nÄhm also sprich entweder ein Model drei Konkurrent oder ein Model Ypsilon Konkurrent, beziehungsweise X oder S. Ne, wenn man mal in den Kategorien denkt,\nAlso mein mein Bauchgefühl, aber das lag in letzter Zeit sehr oft falsch, insofern heißt das nichts. Mein Bauchgefühl sagt mir wahrscheinlich eher,\nein SUV. Aber wenn's die Jobs noch da wäre, auf jeden Fall ein Sidan. Weil der garantiert keine SUVs mochte.","Okay, jetzt mal aber anders gedacht. Apple geht ja auf den Markt der Zukunft,\nSo, wenn sie, wenn sie sozusagen ein Produkt rausbringen in so einem Segment, dann gehen sie auf die Produktion, auf die Zukunft der des Transports,\nUnd das heißt nicht unbedingt ohne Chipmode,\nDas vermarktet jetzt grad noch so ein bisschen funktionieren, aber ich bin mir nicht so sicher, ob das das schon ist, worauf sie abzielen, ne? Auf der anderen Seite ist Apple natürlich,\nDer klassische Vertreter eines Ornaship Model wo du das selber kaufst und besitzt und auch.","Ja, es sei denn, du hast sowas wie ein wie ein Abo bei iPhones.","Meinst du, die hätten so eine Art Mietflotte irgendwie, genau, du hast da so ein Abo zum Beispiel auch so ein Eye-Car oder so, aber da wird der Markt demnächst so überworfen werden mit billig angeboten, da ist den Leuten dann doch egal, wie sie von A nach B kommen, da will man noch keinen Luxus.","Billigangeboten von was.","Von so einem Mietwagen und hier ist ja die ganze Stadt ist jetzt schon voll mit so.","Ja gut Sharing und autonomes Fahren da schon nochmal so ein paar andere Sach.","Naja, das werden die anderen Autos auch mal, da wird Apple auch nicht, also kann ich mir nicht vorstellen, dass sie die einzigen sind, die das dann hinkriegen.","Also ich glaube der Sharingmarkt wird wird äh über kurz oder lang sehr an der Preisschraube drehen müssen. Wenn du dir jetzt anguckst, fair war das Zitronen oder so,\nso ein komisches Moped äh mit Gehäuse außen rum und vierreiheträges Moped, mit Gehäuse drum äh als Auto äh vorgestellt haben. Ich weiß gar nicht, wie das Ding heißt,\nwas du aber irgendwie, ich glaube für sechstausend Euro kriegst,\nwas halt, was halt das Sharing-Mobil schlechthin ist, weil es darf jeder fahren,\ndu kannst damit überall parken, das nur halb so lang ist wie ein normales Auto und fertig. Aber ich glaube nicht, dass Apple,\nan der Stelle ansetzt, wenn, dann setzen sie an in wir sind die Edelsten überhaupt,\nHier Lack, dann steht da irgendwie ähm Jonathan Eif und erzählt irgendwas von besonderem Lack, der so und so oft und hier und da.","Nicht mehr da.","Ja gut, aber.","Aber arbeitet ja weiterhin für die.","Aber dass dass das Prinzip, das Prinzip eif, ne? Also das, das werden sie dann durchziehen und und werden versuchen, mit viel Tamtam das Edelste von Edelnen äh äh vorzustellen,\nwas gleichzeitig irgendwie eine Plattform ist. Das ist schon richtig, also sie machen ja gerne Plattformen. Äh keine Ahnung. Auf dem Center Screen Apps installieren zu können ist jetzt na ja hm\nÄh dafür muss ich dafür ein Auto bauen. Ich weiß es nicht. Vielleicht ist das was, was was äh was was bringt, aber,\nja, keine Ahnung. Das macht's halt auch so, diese so so unglaubwürdig, dass Apple was mit Autos macht, weil es so nicht das, was sie eigentlich sonst machen,\nund und mir ist, mir ist auch nicht klar, wo da genug äh,\nwo wo da genug Innovation da ist. Also selbst Head Up Displays hat jetzt der ID Fonds irgendwie\nder ID Free von von Volkswagen, die jetzt vielleicht nicht serienmäßig, aber in den in den höheren Lagen mit dabei und sowas ist halt alles irgendwie.","Ja, vor allem du brauchst sowieso dermaßen viel äh Präsenz und und und Vertrieb und und und Werkstatt und hast nicht gesehen und es ist irgendwie, ich weiß nicht, es passt irgendwie nicht zu,\nApple so richtig. Also ich sehe, dass sie diesen ganzen AI,\nMachine Learning Bereich komplett verfolgen und da irgendwie dabei bleiben wollen, aber ich bin mir immer noch nicht so sicher, ob dieses ganze Projekt Titan nicht einfach nur so ein, so ein Shadow, Technology Development ist,\ndass sie das alles machen, damit sie diese Technologie im Griff haben. Andererseits ist es natürlich auch nicht so ihre Art,\neinfach so mir nichts hier nichts über Jahre hinweg in irgendeine Richtung zu entwickeln ohne jemals eine Forschung davon zu haben was ein mögliches Produkt dabei sein könnte. Also es ist einfach eine eine merkwürdige Nuss die man da.","Ja, aber du hast natürlich in dem Fall auch das das klassische Hackerproblem, wenn du's nicht selber auch ausprobiert hast, dann hast du auch nicht verstanden, wie es funktioniert. Und dafür musst du halt mal so Dinge gebaut haben und mal geguckt haben, was geht eigentlich.","Genau und das machen sie und sie nutzen es ja auch schon. Also es ist ja nicht so, dass es jetzt es gibt ja Apple Cars. So und das sind halt die Autos, mit denen sie ihre ganze Maps-Geschichte einfahren. Jetzt könnte man natürlich sagen, okay,\nVielleicht ist das einfach so ihre ihre Anwendung. Ja, das ist das sich quasi für sie lohnt,\ndadurch, dass sie den Bedarf gesehen haben, wir müssen weltweit permanent alle,\nGroßräume und vielleicht eben auch die horalen Gebiete müssen wir\nalle permanent 3D gescannt haben, damit wir diese Dienstleistung Karte anbringen können, die einfach sehr, sehr, sehr wichtig ist für,\nalle ihre Dienste. Also dieses Location Award ist sehr wichtig und dieses,\nwissen wie die Welt aussieht, ist wichtig und deswegen müssen sie die ganze Zeit mit Autos durch die Gegend fahren und umso autonomer diese Autos sind umso besser. Kann durchaus sein, dass das alleine schon ausreicht\ndiese Entwicklung anzustoßen und das da nicht unbedingt diese,\nDieses Ziel damit verbunden ist selber jetzt zu so einem Automobilanbieter zu werden,\nKönnten sie dann vielleicht an irgendeinem Punkt auch, wenn sie das für sich ähm für sinnvoll erachten,\nAber.\nDas weiß ich auch nicht, ob das so so viel Geld verspricht, denn man verdient irgendwie mit einer Apple Watch, glaube ich, mehr als wie Daimler äh mit ihrem ganzen Business.","Ja im Prinzip natürlich schon, aber auf der anderen Seite die wären noch kein Blech biegen, nur dafür, dass sie Maps machen können,\nDa reicht's doch auf einen Standardauto irgendwie auf dem Dachgepäckträger äh irgendwelche Technik drauf.","Ja, aber das Auto zu steuern und und diese ganze autonome Fahrerei äh zu machen, das schon. Also diese ganze.","Und du meinst sie bauen autonome Autos um ihre Maps machen zu können.","Ja, warum nicht?","Ist jetzt deine Theorie.","Das ist sagen wir mal eine konkrete Anwendung, die sie heute bereits haben, die für sie äh Input liefert für eine ihrer wichtigsten Technologien,\nMehr sage ich nicht. Das ist sozusagen da und das und das und das rechtfertigt dann schon mal.","Da wäre sehr billiger gewesen, so ein Taxifahrer zu sagen, hier klebt das Ding mal auf dein Dach.","Ja, aber so einfach ist es ja auch nicht. Die sind ja schon sehr komplexe Maschinen, die da rumfahren.","Was natürlich noch möglich ist, ist, dass sie, dass sie äh ein Tesla Like Center Screen bauen, ne? Ein ein Infotainment-System, wo alles drin ist und dann sagen zu den Autoherstellern hier,\nkönnt ihr jetzt als Option in euren Autos anbieten.","OS für euer Auto genau. Ja, das ist in der Tat ein Punkt, nur da ist dann halt Tesla wirklich auch interessant, ne, weil sie natürlich,\ndick,\nIhre, ihr System brilliiert auch dadurch, dass sie ihre eigenen Komponenten haben. Und am Anfang haben sie auch noch sehr viel von anderen genommen und schmeißen es Stück für Stück raus und ersetzen es durch eigene Entwicklung.","Ja, aber nicht ja gut, äh nicht die Brot und Buttersachen, die brauchen keine eigenen Brems.","Vor was aus der Reichweitenangst geworden wäre, wenn das das Display nicht sagen würde, alles ist im grünen Bereich in zehn Minuten kommt da was. Was ja früher bei den Autos nicht gegangen.","Ich rede jetzt von der Steuerung, ich rede jetzt\nvon der Steuerung des Autos, also wenn so VW, so ein Auto zusammenbaut, dann gehen die halt so dreißig Hersteller, die alle so ihre Cannbuskomponenten machen und dann werden die ja zusammengebaut und nach ein paar Jahren haben sie dann auch die Software soweit, dass es irgendwie nicht auseinander flieg\nund ähm Tesla.","Tesla benutzt, aber auch sehr viele Standard-Cannbus-Komponenten. So ist es nicht. Sie machen halt.","Ja, aber sie schmeißen eine nach der anderen raus und vor allem haben sie ihr eigenes OS, was das halt alles fährt. Also sozusagen diese Steuerung des gesamten Autos.","Ja, aber das macht, das macht VW ja jetzt auch. Das ist ja das große Problem am ID Free gewesen, äh dass diese Software nicht fertig war und die Leute echt Probleme damit hatten, Blinker nicht mehr geblinkt.","Das haben sie jetzt gesagt, dass sie das jetzt verstanden haben, dass sie das brauchen. Apple macht das wahrscheinlich schon seit ein paar Jahren. Tesla verkauft die Autos auch. Apple hat es sozusagen nur in House.","Natürlich, ich ich,\nIch sag ja nicht, VW ist jetzt schon gut dabei damit, sondern sie haben's verstanden. Sie haben's jetzt das erste Mal gemacht. Sie haben jetzt gemerkt, was für einen Schmerz im Arsch das ist, wenn man Softwareentwicklung von null auf hundert aufbaut und nicht weiß, wie's geht,\nDa haben sie sich jetzt mal schön die Finger verbrannt und machen's dann hoffentlich besser. Ähm Apple weiß, wie das geht. Tesla weiß auch, wie es geht. VW weiß es halt noch.","Wo es nicht passt ist, ich meine wenn jetzt Apple wirklich das entwickeln würde mit diesem Hintergedanken mit für alle gefehlten Automobilhersteller, hier könnt ihr irgendwie unsere Kontrollsoftware haben für das ganze Auto,\nAlso dann werden sie ja sozusagen das Microsoft Windows,\nin so einem, in so in so einem Auto-PC Markt und das ist so überhaupt nicht ihr Ding. Also das ist halt überhaupt das Absurde. Tesla macht eigentlich mit Autos genau das selbe, was Apple mit Computern macht\nUnd deswegen ist es eigentlich auch so absurd, dass das so zwei, zwei vollständig unterschiedliche Unternehmen sind. Aber da hat Apple eigentlich mal wirklich so ein bisschen,\nda treffen sie wirklich mal auf jemanden, der nicht komplett, aber weitgehend ähnliche,\nHerangehensweisen hat insbesondere was eben den den Control der eigenen Technik betrifft und und den die Geschwindigkeit der Fortschritte, weil ich meine, wenn man sie anschaut, wo Tesla jetzt herkommt, innerhalb der letzten zehn Jahre\nsind die halt von einem Todeliover Preis noch mit vielen Problemen äh ausgestatteten Rotstar, der\nin Stückzahlen gebaut wird, die wahrscheinlich an einer Hand abzählen kannst.","Tausendfünfhundert waren's glaube ich.","Also ne, also quasi Pipifax und das hat auch irgendwie ewig noch Jahre gedauert, dann kam alles zu spät und jetzt gehen sie dazu über,\ndiese diese wie er immer so schön sagt die Machine der pilzenden Maschinen, also sie bauen eigentlich gerade Autofabriken. So das ist sozusagen ihr Produkt, ne?","Bei dem Lernprozess konnte man Elon ja zugucken.","Ja gut, aber das Ergebnis ist jetzt da und dann können sie eben auch diese Preise erzielen und sie sind da auch in der ganzen im ganzen Batteriedevelopment ganz vorne dran,\nDeswegen bin ich stutzig bei solchen Berichten, wo es jetzt heißt, so ja, Apple hat irgendwie auch noch eine revolutionäre Batterie, von der die ganze Batteriewelt noch nie was gehört hat, äh äh am Start und damit bauen sie jetzt irgendwie ein Auto und das kommt dann irgendwie in vier Jahren. Also,\nsorry, ich.","Für mich, für mich ist dieses ganze Apple Carding nur glaubwürdig, wenn sie entweder ein auftragsfertiger haben oder ein Land ziehen,\ndie Chinesen bauen noch alles. Ich meine äh die Chinesen bauen, ich glaube achtzig Prozent aller Elektroautos, die auf der Welt fahren,\nfahren in China und werden dort in China, von Chinesen gebaut. Da kannst du auch hingehen zu irgend so einer Firma und sagen hier, wir haben da einen Plan Bauens mal das Auto\nOder sie gehen zu jemanden wie wie Magna oder sie kaufen sich irgendeine Firma, aber das glaube ich nicht. Ich kann mir nicht vorstellen, dass sich Apple tatsächlich eine eine Car Factory ans Bein bindet,\nFür mich, für mich äh macht es nur Sinn, wenn sie es wirklich im Auftrag fertigen lassen.","Oder wie gerade im Chat vorgeschlagen wird, sie kaufen sich BMW und äh die durften günstig zu haben sein und Damen auch noch dazu, aber das werden sie auch nicht tun.","Ja, aber BMW hat die Technologie nicht, die sie.","Kaufst du lauter Sachen, die ja keiner mehr haben will.","Na ja, Apple BMW hat die Technologie, die Apple nicht hat. Und Apple hat die andere Technologie.","Ja gut, vielleicht.","Das ist so die Überlegung, aber ich kann mir das irgendwie auch noch nicht so richtig vorstellen. Wohl das wäre irgendwie einmal ganz charming.","Obwohl BMW als Marke zu Apple passen würde. Sie müssten halt vorne die Nüstern wieder kleiner machen, aber ansonsten.","Sie müssten sie mal hübsch machen die Autos.","Ja, ich glaub das ist was, das kriegt Apple noch geback.","Meinst du echt, Apple kriegt BMWs hübsch? Na gut.","Jeder, jeder kriegt, kriegt die Hübscher als das, was sie derzeit haben, würde ich mal sagen.","Wir wissen auf jeden Fall auch nicht so genau, was äh vielleicht tasten wir uns an dieses Thema noch an, äh mussten wir erstmal den Gedankenprozess starten. Dennis, zwanzig zwanzig,\nMan muss auch noch einen anderen Gewinner äh erwähnen, nämlich Bitcoin hat mir schon lange nicht mehr,\nUnd wo sind wir jetzt gerade? Ich schaue hier auf meine meine Bitcoin-Uhr, neunzehntausendzweihundertzweiundsiebzig Euro gibt's jetzt hier für so ein Stück.","Was sagt meine Bitcoin-Uhr, meine Selbstgebastelte, die muss noch umschalten, warte.","Jetzt sind's nur noch zweiundsechzig.","Neunzehntausendzweihundertzwoundsechzig und dreißig Cent.","Genau. Soll ich noch was verkaufen oder soll ich holen, huddeln.","Das muss jeder mal selber wissen.","Immer wenn ich sage, jetzt verkaufe ich mal was, dann geht er nach dem Preis immer kräftig hoch, ist immer dasselbe.","Ja dann verkauf nichts.","Im Gegensatz zu den anderen Themen, die wir hatten, kann man ja äh bei Bitcoin jetzt nicht sagen, wer dran Schuld ist oder wer da sein Herzblut reingesteckt hat oder wie auch immer, obwohl die die Wählerpartouten da schon noch eine Menge sucht nicht, aber ich wusste jetzt nicht, warum das jetzt so, also an Bitcoin selbst,\nda ist jetzt nicht so viel passiert, die Velopment mäßig.","Ela und Maske hat gesagt, dass Bitcoin ganz toll ist oder so.","Nee, nee, der hat von Durchcoin geredet, hier diesen Hundehunde, diese Hundemar.","Nee, der hat auch einen Bitcoin-Twit.","Ne, aber hat sich darüber lustig gemacht eher.","Ja, da ist auch ein bisschen was passiert. Das war aber danach, als es schon oben war. Wäre wohl aber ähm einsteigen will oder einsteigen wird oder ist schon, das PayPal macht jetzt in Bitcoin,\nund ähm dann habe ich irgendwo was gelesen, Bericht, dass äh Visa äh auch schon in Geheimen dran arbeitet. Die reden halt nur noch nicht drüber\ndass es aber wieder hören sagen, da weiß ich nicht so genau, aber bei PayPal ist es wohl, also die sind schon dabei wohl,\nso ein bisschen beflügelt. Aber das glaube die Nachrichten kamen auch erst, als es schon die ganze Zeit immer mehr und mehr wurde. Also ich weiß nicht, was da gerade los ist.","Aber wie sollen wir denn unsere Klimaziele äh erreichen, wenn das mit Bitcoin so weitergeht, das das passt doch alles nicht mehr.","Ja, sollte aber auch nicht die Ausrede sein, weil ich glaube, das ist niemals auch nicht nur jetzt wegen Bitcoin schlecht.","Nö, aber meine, wenn's dann äh alle Probleme gelöst sind, aber leider müssen wir noch mit Bitcoin bezahlen. Sorry, brauchen wir nochmal.","Ja, aber ich bin ja immer noch der Meinung, dass in der Zukunft ist, äh der Strom an sich kostet nichts mehr, weil alle Solar und und Wind und Wasser ist und so weiter. Du zahlst dann nur noch für die Geschwindigkeit, wie schnell dein Auto geladen wird, nicht mehr, ob's, also ob's\nja nicht mehr wie viel, sondern nur wie schnell.","Das tust du jetzt schon, aber noch on top.","Ja, siehste. Das war ja gut. Nee, aber ich glaube, äh Energie ist in fünfzig Jahren wahrscheinlich interessiert jetzt alles kein Schwein mehr.","Steile These, aber fünfzig Jahren ist noch ein noch ein langer Weg zu gehen für für Bitcoin, das könnte schwierig werden. Also, ich bin mir da nicht so sicher.","Glaub du hast ja schon mal irgendwie erzählt, ich weiß nicht wann das war letztes Jahr dieses Jahr wo du meintest so sag mal Dennis das mit diesem Bitcoin das wird doch jetzt nichts mehr oder? Bist du da ausgestiegen oder was hast du gemacht.","Also ich habe irgendwann mal auch tatsächlich mal so so ein so ein Penic äh Sale gemacht. Das habe ich auch ordentlich bereut,\nAber insgesamt ja, weiß ich nicht, ich meine, ich habe jetzt auch nicht so viel gehabt, sondern ich habe halt irgendwie das eine nicht im Wesentlichen immer so ein bisschen rumliegen lassen und ähm,\nzu strategischen Momenten, wo ich dachte, so, jetzt könnte könnte ich auch mal ein bisschen das könnte ich auch mal wieder ein bisschen was versilbern, habe ich das dann halt irgendwie getan, so. Klar hätte man.","Und da ist da ist schon die, die der falsche Ansatz versilbern, Silber ist noch nichts wert. Du musst vergeuden oder noch besser.","Ja gut.","Vor Platinen.","Also wenn man wenn man kein Geld hat, dann ist so ein bisschen Geld immer ganz hilfreich. Von daher.","Immer so der Teufel scheißt auf den dicksten Haufen, wenn du nichts hast, dann wird sowieso nichts.","Ja also na ja gut,\nist auf jeden Fall unfassbar unpraktisch dieses Bitcoin und ich meine es hat ja nun in den letzten zehn Jahren eigentlich nichts anderes geschafft als,\nein, ein, ein, ja, man könnte sagen, Anlagesystem, man könnte auch sagen, so eine Art Wettbüro eigentlich zu sein,\ndass so das eine, was Bitcoin definitiv ist,\nund andererseits, also es ist einfach ein Spekulationsobjekt. Es ist es repräsentiert keinen Wert, sondern es repräsentiert Chancen und Risiken,\nUnd es ist halt und das ist das zweite Ding, es ist so eine Art Western Union. So ein, so ein, so ein Geldumtauschsystem, mit dem du,\nKohle über die Welt.","Anarcho, Western Union.","Ja gut, aber es erfüllt letzten Endes den selben Zweck, ne? Du kannst halt einfach mal eben irgendwo bezahlen ins und hast du so quasi Bitcoin als als universelles Wechsel äh Geld.","Wild Wester Newni.","Aber es ist dann auch nur in dem Moment genau das wert, was eben dieser Wechselkurs zu den eigentlichen Währungen ist. Das heißt, im Wesentlichen ist der Wert von Bitcoin schon einerseits bestimmt durch, was eben,\nDas reale Geld gerade wert ist äh unten plus das, wo was du reinhoffst.","Aber ist dann immer wenn du sowas von Wert sagst, ist es nicht bei allen Sachen so.","Ja gut aber\nBitcoin selber repräsentiert nichts. Leute lassen lassen hunderttausend Euro äh aufm aufm Konto und und da kannst du dir was drunter vorstellen und das äh\nauch nach zehn Jahren hat es immer noch eine Relation zu zu äh anderen Werten, die du damit kaufst oder\noder oder die du verkauft hast, um dieses Geld zu bekommen. Es hat irgendwie eine Relation zu einer zu einem Haus, hat eine Relation, zu einem Auto und so weiter.","Aber die Relation ist ja dynamisch so wie bei Bitcoin auch.","Ja, aber bei Bitcoin kann das halt bedeuten, dass so eben äh einfach mal so Faktor hundert verlierst.","Hatten wir bei normalen Währungen auch schon vor hunderten Jahren oder so, also ist jetzt alles nichts, äh was nicht auch beim Euro gehen würde.","Ja gut, aber der Euro, der Dollar ist dann doch schon verhältnismäßig stabile Wä.","Ja, aber nur in deinem Kopf und in deinem Vertrauen.","Nicht nur in meinem Kopf, ne, nicht nur in meinem Kopf, sondern halt in den allermeisten Köpfen, so. Also,\nJa, gut, aber das ist genau das, was man ja sucht. So und Bitcoin Bitcoin hat diese Eigenschaft so nicht. Ist nicht so, dass die.","Äh","Das ist ja total stabil und äh.","Wird da nicht komplett.","Leg jetzt sein Geld in Bitcoin an und dann dann ist es mindestens noch dasselbe wert und vielleicht ist es auch noch ein paar Prozent mehr wert sein. Das ist eigentlich eher dieses vielleicht hast du Glück und es ist morgen das Zehnfache wert. Vielleicht hast du Pech und es ist dann irgendwie wieder fuffzig Prozent weniger wert.","Bei vielen anderen Sachen auch so. Also dann alle Leute, die ein Gold anlegen zum Beispiel.","Ja, aber doch nicht diese Volatilität.","Guckt ihr bestimmte Aktien an, dann ist wahrscheinlich noch viel schlimmer als bei Bitcoin.","Der, ja, bei Aktien ist es schon so, also.","Und vor allem gibt's bei Aktien ja dann auch dann wieder diese Mechanismen, die sich die Broker da einfallen lassen, wie das halt ich mit den Aktien handelt, sondern mit Optionsschein, was so ein Multiplikatorsystem ist und so weiter und so fort. Also da gibt's Sachen, da da geht's total ab. Also das.","Ja klar.\naber das sind eben das sind aber Leute, die die Hyrisk äh Investment machen und das ist dann auch ihr Ding und das ist das, was sie tun. So, aber ich rede halt jetzt von, was ist dein, was ist deine Unit of Payment, so und da richtest du dich natürlich nach dem, wo du lebst und was,\ndein Stellschaftssystem auch garantiert wird. Wenn ich bei der Bank mein Geld hinlege, dann gibt es auch eine Garantie dafür, dass wenn diese Bank pleite gibt, dass das dieses Geld erhal.","Das ist aber auch nur noch bis hunderttausend und alles da drüber ist anders. Frag mal die Griechen.","Das ist für die meisten Leute alles.","Das ist glaube ich das Missverständnis hier. Ich glaube nicht, dass das Bitcoin langfristig ein Zahlungsmittel ist, sondern dass es ein Spekulationsobjekt,\nwie 'ne Aktie, ne? Und und.","Ja, bald ich.","Entweder mehr wert oder es wird weniger wert. Aber.","Widersprechen,\nAlso was ihr erzählt, kann ja alles so sein, aber es ist, weil, weil ihr das so denkt und Bitcoin ist halt das, was man sich daraus denkt, so wie das der Euro, der Gold, der Diamanten, irgendwelche,\nOktien, das ist alles, was man sich halt vorstellt. Nix davon ist irgendwo festgeschrieben, was es, was es für einen Wert hat, wenn alle plötzlich der Meinung sind, sie interessieren sich nicht mehr für Gold. Dann bricht es zusammen und dein Gold ist ein Scheißwert und das gilt für jede\njede Werteinheit, das ist ganz egal, was es ist.","Der Klassiker ist Aluminium, Aluminium war mal mehr wert als Gold und es gab eine Weile lang gab's zwar Aluminiumbestecktes\näh wertvollste überhaupt und dann ist irgendjemand drauf gekommen, wie man das Zeug besser verarbeitet und dann ging der Wert rapide runter.","Morgen finden sie raus, wie man doch Gold herstellt, ohne dass es äh Radio aktiv ist\ndann fallen die Goldpreise einfach in Keller und jeder der fett gebunkert hat zu Hause, der sitzt dann auf dem Haufen Scheiß. Also und das kann mit Bitcoin passieren, mit einem Euro kann es passieren, der bricht irgendein scheiß Krieg aus oder hier durch Pandemie oder was auch immer, ist einfach interessiert sich niemand mehr für den Euro und Blubb ist der weg\nAlso und dann sagte deine Bank, ja ist gerettet, also ist gesichert, aber hier hast du denn hunderttausend Euro, kannst du jetzt ein Brötchen.","Sehr unw.","Das ist alles, ich erzähle nichts, was es nicht schon gegeben hat, ne? Guck dir das an vor hundert Jahren, die haben da Schubkarrenweise Geldscheine durch die Gegend gefahren, um irgendwie sich eine Brot zu kaufen.","Ja, aber wenn das einbricht, wenn das Eurosystem einbricht, dann ist sein scheiß Bitcoin dann auch nichts mehr wert. Das führt dann einfach mit diesen Mehrungen mitziehen,\nJa, das ist, das ist nichts, nichts anderes, sondern es repräsentiert es ist Bitcoin bewegt sich immer im Schatten mit einer äh der Gesamtwirtschaft so und das.","Aber meinst du nicht, dass es der Euro auch macht.","Ja, ja, aber,\naber es ist sozusagen es ist kein eigener Wert, das ist das, was äh damit sagen wollte. Es richtet sich halt nach wie vor nach allem anderen und es ist im Wesentlichen ein Spekulationsobjekt.\nWeil es eben sehr viel volatiler hin und her schwankt, aber äh Corona-Krise war, dann geht halt auch der Bitcoin-Preis nach unten. Da hätte man mal kaufen sollen.","Also ich würde dir Recht geben, dass du sagst, es bewegt sich nach allem anderen, aber ich würde das sagen, betrifft alle Währung. Also auch der Euro ist ja abhängig von allen anderen. Nur ist da jetzt ein neuer Player mit drin und der heißt Bitcoin, aber alle sind voneinander abhängig.","Na ja gut, du hast, du hast natürlich bei 'nem, bei 'ner staatlichen Währung immer noch mehr oder weniger die staatliche Zusage, dass das Zeug nicht nicht von heute auf morgen irgendwie abrauscht.","Na ja, die steuern da so ein bisschen gegen.","Na ja, du hast einen sehr starken politischen Willen. Äh Politiker, die wiedergewählt werden wollen\nsetzen alles da dran, dass das Geld, was die Leute äh auf dem Konto haben, auch äh am in zwei Tagen noch was wert ist. Während,\nDu davon ausgehen kannst, dass sich niemand äh kein Politiker dieser Welt auch nur ein Jot da drum schert, wenn Bitcoin abrauscht.","Das ist korrekt, das heißt aber auch, dass die europäische Zentralbank Euros nachdrucken kann, wie sie will und tut es ja auch fleißig.","Ja, aber teilweise halt auch, um um äh eine Deflation zu verhindern. Und insofern ist es ja auch, ist es ja auch das richtige Mittel. Während niemand kann eine Defilation bei äh bei Bitcoin verhindern.","Also da sind wir jetzt glaube ich alle nicht äh ausreichend Finanzexperten. Ich wollte eigentlich noch auf einen zweiten äh Aspekt hinaus, neben so dieser allgemeinen Theorie es zeigt sich ja auch, dass so Bitcoin einfach auch in nichts integriert ist.","Das stimmt, das der der Nerd Faktor hat ganz schön nachgelassen\nAlso die hacken immer noch weiter und arbeiten an Anonymität und an anderen coolen Sachen und an diesem Lightning Netzwerk, dass es noch leichter geht und besser unterstützet und so weiter, aber dass man jetzt noch so in eine Kneipe gehen kann, um da seine drei Bier mit Bitcoin zu bezahlen ist,\ngibt's immer noch, aber ist eher eher selten geworden.","Ja und es ist ja auch,\neinfach der Aufwand, den man so als Bitcoin kleint ähm treiben muss. Der ist halt äh nach wie vor extrem hoch und das äh\nzeigt sich halt einfach, dass auch nach so vielen Jahren die Venomen du eben noch nicht so äh.","Du hast keine Wallet auf deinem iPhone, oder?\neigentlich, also es wird Zahlen geht schon relativ fix, wenn man so ein paar Coins oder was heißt Coins. Teile von Coins auf seinem, auf seiner iPhone Ballet hat. Also da gibt's schon ordentlich\nClients irgendwie, wo das irgendwie easy und schnell geht und wo du auch nicht die ganze Blockchain auf deinem Telefon haben musst. Also das, das geht schon fix.","Ja, aber du kannst ja nirgendswo damit bezahlen und es gibt auch,\nes gibt auch keinen Grund das zu tun. Also weil es sich letzten Endes sowieso am Europreis orientiert. Es ist ja nicht ein eigener Wert\nsondern es ist sozusagen es reflektiert immer nur, was gerade das in Euro wert ist und dann kann ich auch gleich mit Euro bezahlen und wenn man mit Bitcoin bezahlt, naja, da hat man so ein Statement äh gemacht in dem Moment.","Du meinst, weil keiner Bitcoin-Preise schreibt, sondern alle schreiben Europreise.","Ja und vor allem habe ich jetzt einen Bitcoin drauf und überlege mir noch drei Mal, ob ich jetzt irgendwas mit Bitcoin bezahle, wenn ich weiß, dass morgen der Preis unter Umständen tausend Euro höher ist.","Weißt du ja nicht, da ist ja das Ding.","Ja aber das ist ja, ich meine, muss ja nur die blöde Kurve mal angucken. Da siehst du.","Hast du denn Panikverkäufe gemacht.","Weil das eher eine eine langfristige Einschätzung war, die in der Stelle nicht gestimmt hat. Ich bin ja auch kein Finanzberater und ich kann auch nicht in die Zukunft schauen. Äh von daher\nnur die Erfahrung sagt halt, das ist, das ist ein volatiles Gut und das das traut sich dann auch gar keiner irgendwie auszugeben, wenn man's mal hat,\nEs sei denn, man glaubt halt generell nicht mehr dran oder will damit nichts mehr zu tun haben, dann verkauft man's oder man verkauft's halt, weil man eben zu dem Zeitpunkt einen Gewinn hat,\ndem im Vergleich zu dem Preis, den man mal dafür bezahlt hat, um diese Bitcoins überhaupt zu haben. Also das ist, das ist irgendwie, es geht da nicht voran und ich wundere mich, was eigentlich,\nder Glaube ist dieser ganzen Gemeinde,\nder das so am Leben erhält. Weil letzten Endes ist es ja Bitcoin so die heilige Kuh dieser ganzen Kryptocarenzielgeschichte. Wenn man sich alle,\nKurse anschaut, so Iseriom und Bitcoin, Cash und SV und wie sie nicht alle heißen und jeder äh fünfter und sein Bruder hat irgendwie auch noch seine eigene Bitcoin äh seine eigene Krypto Corincy gestartet,\nAm Ende, wenn der Bitcoin-Kurs runtergeht, dann gehen irgendwie alle runter. Wenn der Bitcoin-Kurs hochgeht, gehen sie irgendwie alle hoch. Also es ist die Leitwährung und von daher darf Bitcoin nicht sterben\nweil wenn Bitcoin stirbt, stirbt quasi dieser ganze Glaube an diese komplette Kryptowelt. Nur.\nDiese Technologie, Cryptocurrency uns am Ende außer so eine,\nInvestment, Risikomarktplatz, nichts,\ngegeben. Was hat Bitcoin jemals für uns getan? Ja, also es ist einfach nichts da, sondern es ist nur der Glaube an Bitcoin selber, er hält Bitcoin,\ndas ist das ist alles, was das Syste.","Daran, dass es das mehr wert wird.","Ja, also es ist, es ist.","Der der Western Union Faktor. Ich finde den ja gar nicht so zu.","Ja, aber das ist so ein vollkommener Nebenaspekt des Welthandels. Das ist so genau null wichtig. Das mag für ein paar Leute.","Ja, parallelwelten schon, ne? Also.","Ja gut, also das könnte man nachher auch argumentieren, dass halt ein Teil dieser Krypto-Corincy Gemeinde ist sozusagen zu die internationale äh Digital äh Gaunerei, die das halt einfach braucht\num irgendwie ihre Gaunereien und ihre ihre verkrüppt verschlüsselten Computer und ihre Mywear unter die Welt zu bringen. Also es ist halt einfach Bitcoin hat auch einen ganz schlechten Ruf und den hat es\nin gewisser Hinsicht auch zu Recht.","Aber guckt, dass sagt jemand wie du, der gerade wie viele hunderttausende User da bewegen muss von einem Konto zum anderen zu wechseln, den alle da was rüber spenden, weil so von so einer Kackbank abhängig bis Hetze, Bitcoin. Wer ist alles gar kein Problem gewesen? Ja dann.","Bitcoin. Ich sehe ja auch, was ich an Bitcoin in Spenden kriege und was was ich in Seepart Spenden kriege und dann kann ich dir einfach sag.","Kann ja aber Bitcoin nichts.","Ja, aber da ist halt auch dieses Vertrauen nicht da, weil die Leute lassen ihre Bitcoins ja nicht ziehen, weil sie das Gefühl haben, morgen eine Sekunde, nachdem sie mir gespendet haben, sind sie tausend Euro mehr wert.","Ja komm, aber das ist jetzt gerade die letzten zwei, drei Wochen so eine Phase, das konnte man das ganze Jahr lang über nicht.","Ist, ich habe diesen Bitcoin-Spendenlink habe ich irgendwie seit zehn Jahren da jetzt irgendwie drauf und es äh seht auch, was da passiert, nichts. Ja, siehste mal. Ja, so und das.","Ich kriege da auch nichts. Zwei zwei dieses Jahr glaube ich. Wenn die überhaupt mal von der Ecke kamen.","Das ist, es ist, es ist äh klar, man kann irgendwie Fiat Currency und dann gibt's tausend Gründe, warum das irgendwie schlecht ist und warum das auch letzten Endes der Träger einer schlechten Welt ist, aber es ist halt sozusagen der Träger der Welt. Und diese ganze Krypto-Corncy-Welt\nmir bisher noch keine Argumentation geliefert, warum das jetzt so eine per se bessere Welt auf einmal sein sollte und zwar weder,\ntechnologisch noch gesamtgesellschaftlich. Und ich sehe auch und das ist noch so ein Nebenaspekt diese ganze Bitcoin-Community,\nist mir zu sehr, also nicht nur, ne? Aber zu sehr durchsetzt, auch mit so so grundliebertären,\nLeuten, so dieses immer so diese ja Staaten und Regierungen und so weiter. Die haben ja zu viel Kontrolle und das muss irgendwie alles privat sein.","Du meinst es ist so ein bisschen wie beim beim Anfang der Piratenpartei, wo man erstmal aussortieren muss.","Ja, den Vergleich will ich jetzt nicht ziehen, sondern ich sage nur es gibt Leute, die für die ist Bitcoin auch politisch\nKryptocorincy ist für die auch politisch, aber deren politische Agenda ist nicht die Welt soll besser werden, sondern deren äh Agenda ist äh Staaten und Regierungen und internationale Strukturen sollen sich aus meinem Money-Floor raushalten,\nIch möchte gerne ungeregelt meiner meiner Geschäfte nachgehen, wo ich halt nur sagen kann,\nDas hat auch schon so seinen Sinn, dass das irgendwie geregelt ist. Das mag jetzt nicht immer optimal laufen und irgendwie Zepa ist eine schöne Idee, aber technisch schlecht umgesetzt und\nich hätte auch gerne einen IBAN äh äh Alias und irgendwie solche Spendenrotings irgendwie organisieren zu können, wenn ich mal aus irgendwelchen Gründen gezwungen bin, meinen einen Anbieter\nzu verlassen,\naber das ändert ja nichts dadran, dass ich immer noch mit dem mit dem Grundvertrauen auch äh in ein gesellschaftliches System äh unterwegs bin,\nin dieser Bitcoin-Gemeinde, damit wissen nicht alle, die da jetzt irgendwie was machen mit abdecken, aber mir ist da,\nvon der Ideologie her zu wenig Weltrettung drin,\nDas einfach mehr so, lasst mich mal machen. Ich mache das schon richtig und Hauptsache, ich werde reich. Aber nicht so dieses so retten wie die Welt und so kriegen wir irgendwie den Planeten in den Griff, wegen wegen Bitcoin,\nDas fehlt mir einfach. Das ist einfach äh nicht.","Na ja, ich glaube Bitcoin kann auch nicht die Welt retten. Dazu haben wir genug andere Pro.","Ja, das, das, das sage ich doch damit eigentlich.","Aber ich denke schon, dass dir zumindestens ein Thema angehen auf eine neuartige Weise, was ich äh ich weiß nicht, ob Bitcoin dann in fünfzig Jahren, ob man noch von reden wird oder ob's dann schon andere tolle Sachen gibt, aber ich finde, einer musste mal den Anfang machen und Bitcoin hat den Anfang gemacht,\nIch finde das nicht schlecht.","Ja, ist auf jeden Fall ein interessantes technisches Experiment und wenn ja äh auch der Meinung seid, wie ich das äh Bitcoin die Welt nicht rettet. Ich nehme euch eure Bitcoins ab,\nder Link ist.","Lästern und dann den Werbet.","Ich sammel dich wieso, das ist einfach, das ist eine eine Dienstleistung äh von mir, dass dass die Leute das loswerden können, wenn sie damit äh moralisch sich nicht mehr,\nKein Problem. Bitcoin Recycling jetzt hier in der Mittebene.","Wie recycelt man Bitcoins.","Äh ich äh ich habe da einen äh Prozess, da kann ich sie zu neunundneunzig Komma neun Prozent in in Euro umwandeln.","Zu Dose Coins.","Vielleicht später dann mal gucken, aber Durchcoin ist auch evel.\nGut, lass uns mal vielleicht wieder äh über Computer reden und ähm da müssten wir mal müssen wir mal so ein bisschen unsere Käufe abklappern. Hottie, du hast ein iPhone zwölf.","Ich habe ein iPhone zwölf pro, pro Propro.","Oh, du hast eine alt von zwölf Pro magst du uns mal von deinen Erfahrungen und Motivationen berichten.","Ähm,\nAlso meine Motivation war mein iPhone Ten war jetzt schon drei Jahre alt und vor allen Dingen war es nur das vierundsechzig Megabyte Gigabyte Modell\nda wollte ich mal was haben, was mehr Speicher hat, wo mehr reinpasst. Ähm,\nAnsonsten ja, also es hat, es hat so ein paar Sachen, die sind ganz nett, äh die Kamera ist relativ gut, warum man jetzt drei Kameras an einem Fond haben muss, weiß ich auch nicht,\naber sie macht auf jeden Fall gute Fotos. Äh was wirklich der Brüller ist, ist, ist leider,\nAlso dieses leider Ding, das macht echt Spaß. Es gibt leider ich oder zumindest ist mir.","Es gibt leider.","Es gibt leider leider.","Also zumindest ist mir keine äh keine App äh über über den Weg gelaufen, die so direkt richtig geil ist. Es gibt so ein paar, die die zeigen, was äh sind so die die ähm,\nWas ist so das Potential dieser dieser Technologie? Und ähm da habe ich dann auch mal meine Küche von innen als so einem 3D-Modell gemacht\nwas halt das macht halt richtig Laune, wenn man da dieses mit dem Fone da so durch die Gegend schwenkt und man bekommt ein drei D Modell mit Texturen was,\nAch Heli.","Weil da äh ich habe da auch schon öfter mal geguckt, äh was sind da vielleicht taugt und ich habe auch so ein bisschen die Hoffnung gehabt, dass man mit diesem Leader das mal gut machen kann, weil ich habe da auch konkreten Bedarf\nAber bisher waren mir diese Apps dann immer alle ein bisschen zu muschelig. Also dieses Prinzip mit der Kamera das äh alles so aufzunehmen gibt's schon, aber es ist dann auch irgendwie auch nicht genau genug,\nMeine Hoffnung war so ein bisschen, dass sie mit diesem Leader eine höhere Genauigkeit macht, weil eigentlich wenn du wirklich eine Wohnung ausmessen willst, dann musst du's halt auf einen Zentimeter genau haben.","Näher von Zentimeter genau hat sowieso nie funktioniert. Das ist mehr so so äh wie soll ich sagen, so ein drei D Foto,\nGedöns gewesen. Ich fand das ist, ich fand das ein interessantes Spielzeug, ein nettes Spielzeug, aber jetzt nichts, wo ich sagen würde, dafür muss man jetzt unbedingt dieses Phone haben, zu,\nbeim jetzigen Stand der Technik äh aber damit rumspielen ist wie heißt so schön leider geil\nAlso das ist, das macht echt Laune, weil du äh,\ndie dieser eine Software, die macht immer so blaue Quadrate, wo noch was fehlt. Das ist halt alles.","Link geordneten Happen.","Linkold hitten Happen. Ja, ich habe gerade leider eingegeben und äh da war dann aber nur die Software, die richtig schlecht war, äh aber nicht die andere ähm,\nAh, diese hier. Ja, wie heißt sie eigentlich? Ah, Pullicam heißt die. Polycam. Die war so einigermaßen gut,\nund äh,\nMan, man schwenkt also dann mit der Kamera rum und alles, was blau ist, da will er noch irgendwie Quadrate haben und alles, was nicht mehr blau ist, da hat man also jetzt schon Quadrat eingefangen.","Und der benutzt auch wirklich das Lieder.","Der benutzt eindeutig das Lieder, das das.","Aber was fällt dann dabei raus? Also, dass in der App zu haben, das ist natürlich das eine, aber danach wird dich auch ein drei D Modell zu haben, mit dem man auch ordentlich was anfangen kann.","Gut, ich habe jetzt bei der Firma kein Geld eingeworfen. Äh insofern,\nweiß ich nicht genau, was da rauskommt, wenn man jetzt tatsächlich irgendwie da ein Modell raus wirft,\naber da dürfte schon 3D-Modell bei rumkommen. Also was steht denn hier? App Store, Exportater als Punkt Opsch Punkt GLB Punkt US DZ DAE oder,\nwas auch immer das alles ist.","Das ist schon mal ganz gut. Also die Liste ist gut, ne? Kannst ja nochmal kurz sagen, die äh Formate, also Obi J ist ein ganz altes 3D äh Format, das ist sehr verbreitet auch so im das Christoph auch gut wegkonvertiert jetzt für drei D Print zum Beispiel.","GLB USD.","Das ist das Neue von Apple, was sie in iOS äh dreizehn oder so oder zwölf vorgestellt haben,\nAlso, dass so viel für ihr, für ihren ganzen Argumente Reality-Kram ist, dass das Format DAE ähm weiß ich gerade nicht, habe ich aber mal gehört.","Und STL, das habe ich allerdings auch.","Ja, STL ist auch so ein, so ein, so ein, so, ein sehr verbreiteter äh Standard, ähnlich wie Obi J.","Also irgendwie kann das, kann das sehr viele sehr viele unterschiedliche Dinge äh wie er das.","Aber gerade so für Wohnungsplanung,\nWillst du ja ähm nicht nur so irgendwelche diffusen Flächen, sondern willst ja eigentlich so Informationen haben wie Wandeinrichtungen,\nja? Also du musst es sozusagen in Dinge überführen. Ich benutze für sowas äh Sweethome drei D.","Sweet Home Alabama.","Alabamas, wiederum drei D. Ähm das ist tatsächlich eine,\nfreie äh Software, leider ein Ja war geschrieben, das merkt man ja auch an. Trotzdem ist sie so ein bisschen damit das Beste, was man,\nso findet, was,\nvor allem heißt es, ich kenne nicht viele Alternativen und alle Alternativen, die ich kenne, sind alle auch so ein bisschen orgword und dann wollen die sich gleich in irgend so einen Subscribion-Modell mit ihrer bekloppten Cloud reinpressen, wo ich dann auch immer denke, so, ah, geht mir doch aus der Sonne\nTrotzdem ist Witrom 3D sehr geil, um mal eben ähm Grundrisse, die,\neinfach sind oder zumindest nicht zu komplex sind, kannst du damit relativ schnell bauen. So, also\nziehst ein paar Wände auf, sagst äh wie hoch die sein sollen. Setzt dein Fenster rein in die Wand, dann ist da automatisch ein Loch drin, das funktioniert alles ganz gut und dann hast du auch noch so ein, na ja, so ein etwas Cheesey drei D Modellbibliothek, wo du halt so Schränketische und so einen Kram, die alle ein bisschen,\nmerkwürdig und unstalisch aussehen. Kannst ja dann so reinwerfen, kannst auch eine Person positionieren und kannst dann da auch irgendwie durchmarschieren. Das ist in der Tat ganz gut und es gibt auch relativ viel,\nObjekte, die man dann dazu kaufen kann, gibt freie Verzeichnisse und ich glaube, man kann da irgendwie auch dazu shoppen.\nFunktioniert insgesamt ganz gut, könnte so ein bisschen äppeliger sein,\naber damit kommt man schon relativ weit, wenn man mal sowas ausprobieren will so und dann Gefühl dafür haben will, okay, wenn ich jetzt hier, was weiß ich, die Wand äh einreiße oder hier die Tür vergrößere oder wenn ich jetzt hier irgendwie eine eine Küche reinstelle, wie sieht das aus? Wie viel Platz habe ich da noch? Diese typischen Sachen\nDas funktioniert ganz gut und ich hätte mir immer gewünscht, dass man eben sowas mit,\nmit dieser Leaderfunktion kombinieren kann. Also, dass ich so eine App habe, wo ich sagen kann, okay, hier fängt die Wand an. Ich tippe so auf die Ecke drauf und\ner findet dann eben über Lieder, aber auch wirklich die Ecke dann genau, ne? Genau, im Chat ist gerade so Magic Plan, das ähm ist so eins von diesen Dingern, die einen dann gleich irgendwie in so eine, so eine Cloud äh äh drücken wollen,\nda muss man auch noch ein bisschen mehr Geld eingeben, vielleicht muss es mit Magic Plan auch nochmal ausprobieren, das ist so die ein, eine der Varianten, aber ich weiß nicht, ob die da schon die da Support drin haben.","Wer was einem Leader lustig ist, ist, dass manche Dinge vom Lida nicht gesehen werden, beziehungsweise Spiegel nicht als Spiegel erkannt werden,\nsondern du hast dann das, was hinter dem Spiegel ist in deinem 3D-Modell drin. Das sieht total geil aus.","Also wie bei Portel sozusagen, du guckst sozusagen durchs Portal.","Genau, das ist äh also manche, manche von diesen Dingern. Ansonsten da kommen halt so Teile raus, wie man sie so aus 3D, Apple Maps kennt. So ungefähr sieht das dann hinterher aus.","Alles so matschig, ne.","Nee, ja, matschig nicht, aber du hast halt so ein so ein ungefähres 3D-Modell mit halt mit halt Texturen drauf, die an einigen Stellen halt komisch verzerrt aussehen,\nWie gesagt, für mich ist es nach wie vor nur so ein Spielkram, keine Ahnung, vielleicht kann man,\nZeug dann auch, wenn man sich ein bisschen mehr Mühe gibt und und tatsächlich Objekte ordentlich scannt, äh die hinterher äh dann auch mal wieder drucken als Objekte und so weiter,\nAlso,\nIch kann könnte das jetzt zeigen, also man sieht schon so ein Biss, ah hier. Man sieht schon so ein bisschen, dass es halt jetzt mein Zimmer, ne.","Zeigt Dinge in einem Audio-Podcast. Ja, matschig\nAlso es sieht cool aus, aber was kann man damit anfangen? Das ist halt das Ding, ne? Also ich bin ja so ein Strukturnerd,\nich möchte halt dann ganz gerne eben auch die, die eigentlichen Informationen haben, na ja klar, ich meine Wildhern, Witz und so um Wohnungsupgrade oder House-Upgrade,\nDa willst du irgendwie, was weiß ich, Leitungen verlegen oder mal den Boden anheben. So, dann sagst du halt einfach, ja okay, dann was weiß ich, wenn ich im Badezimmer den Boden um fünf Zentimeter anhebe und dann Rohre verlegen und all diese ganzen Sachen. So ein bisschen bob der Baumeister,\nso mit dem Telefon.","Also mal ganz ehrlich, ich glaube, wenn man wenn man ein ordentliches Projekt vorhat, dann sollte man auch ein ordentliches Aufmaß machen. Da ist so ein bisschen leider, hilft einem da, glaube ich, auch nicht so richtig weiter.","Ja, gut, nicht und nicht um das dann sozusagen als nicht nicht ausdrucken und dann hier äh den Bauarbeitern vor die Füße werfen und macht mal, sondern dass man\nViabilität solcher Maßnahmen konkret überprüfen kann, um dann letzten Endes daraus einen finalen Plan äh abzuleiten.","Also ich weiß nicht, wenn wenn Ikea auf Zack wäre, dann könnten die auch einen hier jetzt gerne mal dein Wohnzimmer und dann stellen wir dir dein neues Sofa äh da mal Probe rein und dann kannst du mal sehen, wie das aus.","Gibt's ja auch von, das gibt's ja auch von IKEA. Also du hast ja da tatsächlich Sachen.","Ja, das gibt's als AR, aber das gibt's halt nicht als ich habe jetzt ein 3D Objekt oder ein 3D Modell von meinem meinem Raum.","Ja, ja, das, das fehlt in der Tat noch, dass man also wirklich mal auf so einem iPad äh oder vielleicht halt auch auf dem Mac vielleicht irgendwann mal äh wirklich so eine so eine Küche zusammenklickt, wie man das in ihren webbasierten Tools macht,\nJa\naber dann eben auch so richtig mit AR, dass äh der ganzen Funktionalität und mach mal die Tür auf und so, aber es geht mir durchaus vorstellen, dass da die Reise auch hingeht, nur dass die Reise noch ein wenig dauert.","Ja, ich weiß nicht, das wahrscheinlich sind die ersten erst noch am Packen. Also die Reise hat meiner Meinung nach noch nicht angefangen.\nAber so wie gesagt, so als Spielzeug ist es schon sehr nett. Also das ist so nichts, weswegen man jetzt so ein iPhone kaufen müsste, aber wenn man's hat, dann ist schön, damit rumzuspielen.","Und gibt's noch andere Aspekte am iPhone zwölf, die du nennenswert findest.","War nicht die Kamera irgendwie ein Stück besser wieder mal.","Ja, das schon, das schon. Die Kamera.","Was war besser? Ja die Kamer.","Die Kamera. Also auch gegenüber dem Modell davor, beim Dunkeln irgendwie besser.","Genau, du hast einen besseren Nightmode und du hast vor allem den Nightmode jetzt auch auf der äh auf der auf der ultraweit ähm Linse,\nDas fehlte ja derzeit noch, das hattest du bei meinem Asylbetriff Pro\nVorgänger quasi und der hat das eben auf den normalen und auf der auf der Zoom-Linse, aber eben nicht bei diesem ultraweites ultraweit ist manchmal ganz praktisch. Vor allem ist es ganz,\nwofür ich hier eigentlich mein Telefon so oft benutze, fast eigentlich mehrheitliches. Ich dokumentiere eigentlich immer nur so,\nDinge. Also ich stehe irgendwo und will mir das dann mit merken und dann fotografiere ich das halt, keine Ahnung, gehst dann irgend so eine neue Location und dann wirst du dir merken, wie diese Räume sind,\num dich daran zu erinnern und ein Gefühl dafür zu bekommen, okay, wie wie hat sich das jetzt alles dargestellt? Und gerade wenn du so Innenräume fotografierst, ist ähm so die der normale Winkel,\nhilft dir irgendwie nicht weiter, dann musst du permanent in jede Richtung fotografieren, du kriegst das im Kopf dich zusammen, aber wenn du mit diesem äh Ultrabide fotografierst, dann kriegst du,\nsehr schnellen Gefühl dafür, wie so der Raum ist. Klar, da ist so eine gewisse Verzerrung drin, das bringt das dann so mit sich,\npraktisch. Und wenn's dann aber auch noch dunkel ist und du kannst dann eben auch noch diesen Nightmode, der wirklich eine Menge bringt und ja angeblich jetzt auch mit dem zwölften nochmal ein bisschen besser funktionieren soll als mit dem Elf.\nWeiß ich aber jetzt nicht, habe ich zumindest nicht verglichen. Hatte auch noch keinen Zwölfer in der Hand. Hm, dann würde ich sagen, ist das schon ein Grund für dieses Telefon, also wenn man,\nso 'ne Anwendung öfter hat, ne.","Also wenn du die Anwendung hast, dann ist das leider natürlich schon sehr geil, weil du dann wirklich den ganzen Raum scannen kannst und hast hinterher ein Modell, wo du nochmal genau sehen kannst, wie sind denn die Verhältnisse auch in der Draufsicht und so weiter\nDas ist äh aber ja ansonsten dieses Maxafe habe ich so noch nicht ausprobiert\näh interessanterweise, wenn man dieses Cover drauf klippt, dann äh macht einem das äh Tella von klar, dass es weiß, dass sich jetzt das rote Cover habe und nicht irgendeine andere Farbe,\nähm keine Ahnung. Äh ehrlich gesagt so für das Auto, den Halter Maxave Halter, fürs Auto,\nden würde ich gerne nochmal ausprobieren, aber ich wollte ihn jetzt nicht einfach so bestellen. Also falls jemand weiß, ob das Teil was taugt,\nglaub von Belgien war der äh dann bitte mal gerne äh was dazu sagen,\nansonsten keine Ahnung, ich habe das Gefühl, das ist so einiges ist besser, das Ding ist natürlich auch schneller, da ist halt auch eine M eins drin, also der heißt ja A zwölf oder A vierzehn oder wie heißt er.","Ab vierzehn.","A vierzehn, aber ist ja das gleiche wie der M eins. Im Prinzip äh insofern ist es flott.","Also im Prinzip ist es dieselbe Architekturbasis die selbe Plattform, aber es ist nicht ein M eins, also er hat ja nicht so viele Cors und äh hat auch ein paar andere Sachen nicht, die da eben eins hat, der im einzelnen ist ja auch nochmal eine eine Großstadt im Vergleich dazu.","Ja, aber es ist interessanterweise ist es jetzt halt der schnellste Prozessor, den ich zu Hause habe.","Ja, klar, das äh das war wahrscheinlich auch schon seit ein paar Jahren so, ne. Das ist äh definit.","Ja na sagen wir mal so der ähm der A zwölf von einem iPad, der konnte äh jetzt noch nicht ganz so gut mithalten, aber.","Das Bakin Teil wäre wohl ein guter Halter, aber er lädt nicht. Das ist natürlich absurd.","Ja gut, ich habe sowieso das Problem, dass ich ein Auto habe, dass äh ähm,\nentweder man verbindet das Auto per USB, dann kann man dadrüber auch Audio machen in hoher Qualität, aber dann lädt das vorne nicht oder aber äh,\nMan lädt das vorn und dann muss man's aber übers über Bluetooth verbinden und das ist aber nicht ganz so geil. Na ja,\nEr ist ein guter Halter, aber er lebt nicht. Okay, darauf könnte ich dann noch verzichten. Zur Not. Okay.","So Jungs, ich habe kurz mal eine Frage zu dem M eins,\ngerade beißen. Der hat ja im im Sleck gerade einer ein Foto von dem Chip gepostet oder Leute, die jetzt noch zuhören können ja bei Wikipedia gucken, M eins Chip und dann Images. Ähm der hatte Met,\naus, wie aufgeschnitten, weil dann diese zwei Speicherblöcke, komm mal bis Metallgehäuse, hat ja so ein, so eine Erhöhung,\nUnd die hört dann aber einfach auf und normalerweise würde es ja so einmal drum rum gehen. Das das sieht so aus wie so nachträglich aufgeschnitten, aber der sieht wirklich so aus, ja?","Ja, soweit ich weiß, ja. Aber so Sagler, obwohl der A zwölf im iPad auch schon aus.","Ich finde das ein bisschen komisch, dass die da diesen Metalldeckel drauf machen, aber den sind so mitten über der Fläche so beenden lassen und dann auch mit dieser Erhöhung, so als wenn da einfach abgeschnitten ist und dem da an der Stelle sozusagen nicht so eine Art Rahmen dann noch ist,\nDas ist dann an der Stelle wieder ein bisschen tiefer geht, da wo es aufhört. Also mich ich finde das komisch. Aber gut, wollte ich nur mal.","Ja, du hast rech.","Doch immer irgendwie so ähm aufgeschnittene Examples aus irgendwelchen Bildern sind, weil ich habe heute einen Teerdown-Video gesehen, da sah der auch so aus und dann dachte ich, der muss ja dann wirklich so sein, dass der so aussieht.","Ja äh du hast recht, wie ich das erste Mal gesehen habe, dachte ich auch so, hey, was machen die da? Aber ist tatsächlich so scheinbar. Warum auch immer.","Ist ja nicht Userfacing.","Weiß nicht, warum ist denn die Platine eingebaut.","Ja gut, also ist vielleicht merkwürdig, aber ist aber äh wahrscheinlich einfach dem Zweck geschuldet.","Ich meine, es ist ja auch dieser sogenannte Heats Brather, den haben die Intels ja auch, ne, weil da drüber klebt ja der Kühlkörper und es ist ja nur noch die Fläche, bei dir abkühlt.","Da gibt's nicht so viel abzukühlen.","Stimmt allerdings.","Nee, aber vielleicht vielleicht sprayden die da trotzdem noch ein bisschen head. Also so ein bisschen Wärme produziert das Ding ja sicherlich schon, wenn man's richtig unter Volllast nimmt.","Aber bleiben wir doch mal bei dem äh M eins. Äh Dennis, du hast ja jetzt äh bist ja jetzt auch im Club.","Ja, ich wollte mal so ein Apple Silicon haben. Ähm weil mein McPros war ganz nett, aber ist schon äh,\nfür die die Leistung, die er bringt, verbraucht halt doch heutzutage unverhältnismäßig viel Strom. Als,\nals als Beispiel, ich habe da halt auch eine eine fette Grafikkarte drin, wenn du da WOW zockst, ich weiß nicht, der Rechner selbst verbraucht ja hundertzwanzig Watt bei nichts tun,\nalso weil da so ein Sechskerner drin ist. Ich habe nicht mal wie Tim so zwei Sechser. Ich habe nur einen Sechs gerne, ne. Bei Tim ist wahrscheinlich noch schlimmer. Ähm\nSo, das heißt, wenn die CPU dann ein bisschen belastet ist, würde ich mal sagen, geht das so bis hundertfünfzig äh Watt hoch und das ist dann noch, wenn dann noch Grafik ins Spiel kommt, vor allem, wenn man eine fette Grafik hat und halt eben WOW-Z\noder irgendwelche anderen Spiele, die Fett irgendwie Grafik brauchen. Ich glaube, die Grafikkarte, die kann ja bis zu zweihundertfünfundsiebzig Watt verbrauchen, das macht sie natürlich auch nicht dauerhaft bei Spielen eher so bei komischen Anwendungen zum Testen\naber lassen wir nochmal hundert oder hundertfünfzig Watt dazukommen, dann ist der Rechner insgesamt bei zwohundertfünfzig bis dreihundert Watt. Dafür, dass du so ein,\nWOW zumindest so ein simples Spiel spielst,\nsind bis jetzt auch äh na ja untertrieben ist schon komplex, aber grafikmäßig eigentlich eher simpel. So und jetzt hier auf dem Mac Mini mache ich das auch.\nDer Lüfter geht gar nicht an,\nDer Verbrauch steigt von fünf Watt, die er normal hat, wenn das Ding einfach an ist, ist so die Mini-Grundlast, das ist glaube ich so viereinhalb Watt bei dem McMini. Also ich habe den hier mit äh sechzehn Gigabyte Ram, weil der Rampfer braucht ja auch was und äh zwei Terrabyte Flash.\nÄh und wenn du WOW zockst, ich glaube, das ist so fünfzehn Watt, wenn ein bisschen mehr los ist, zwanzig.\nAlso das muss man mal und das dabei jetzt nicht schneller als der McPro mit dieser fetten Grafik hat, weil der fette Grafikkarte ist einfach mal noch ein bisschen flotter als das, was die hier eingebaut haben. Das muss man schon sagen. Aber trotzdem, ich kann,\nannähernd ähnlich gut,\nalso hab annähernd ähnlich gute Framebrade an an Bildern, also Bilder pro Sekunde und das bei einem Zehntel des Stromverbrauchs und äh ja,\nDas ist schon schon krass.","Aber W ist jetzt auch nicht so grafikintensiv, oder?","Jein stimmt, es sagt ja, ist relativ simple Grafik, aber du willst ja trotzdem, sagst du ja hier, ich hätte gerne ähm sechzig Frames die Sekunde und dann ist\nauf dem Bildschirm los, dass auch die der Grafikchip im Mac Mini das nicht schafft. Also ich hab gespielt mit zweieinhalbtausend Mal tausendvierhundert ist es glaube ich auf so einem alten Zinnower Display und dieses ich,\ndie sechzig Frames nicht außer ich stehe in der Höhle, wo er nicht so\nso in die Tiefe so viel anzeigen muss. Das heißt, er muss eigentlich die ganze Zeit Max machen, um so viel Frames wie möglich hinzukriegen.","Ja okay, aber er hatte Speicherbandbreite nicht, ne? Also so eine Grafikkarte, ja.","Werde Mc Mini. Ja, wie gerade das hat er doch.","Na ja, aber so eine so eine richtige Grafikkarte hat ja immer so eine unklar hohe Speicherbandbreite.","Ja da ist.","Ich habe mal gerade geguckt, was was mein MacPro hier gerade so weghaut. Wobei ich mir grad nicht ganz so sicher bin, was da alles noch mit dran ist. Das ist glaube ich nicht nur der Mic Pro.","Ich hab's bei meinem gemessen, es ist so viereinhalb Watt, wenn äh ihn ausmachst, dann hat er eine Weile lang irgendwie so drei Watt,\nDer dachte schon, er ist aber ein bisschen komisch, aber dann macht er anscheinend noch so Sachen und nach einer Weile geht er schlafen und hat dann null Komma eins. Also wenn er aus ist, ist er mehr oder weniger wirklich.","Der McMinee. Ja, aber der McPro.","Auch dann weg. Ach so.","Mein MacPro, allerdings mein MacPro und der Bildschirm, der da noch dran ist, weil ich noch diesen siebenundzwanzig Zoll äh wie heißt das Ding? Display, dieses Apple Display,\nIst das? Nee, Cinema hieß das glaube ich nicht mehr, ne?","Kommt drauf an, was du da hast,\nletzten hießen alles sind immer, das ganze letzte hieß dann äh Sunder Bowl Cinema Sunderboard oder irgendwie so? Ich hab hier das Cinema, das ist noch mit LEDs und und Mini-Displaypott und deins ist eine Stufe weiter, wo nur noch Sunder Bowl.","Nee, ich habe keine Sundabboot.","Achso, da hast du auch äh mit die Display-Port.","Mit Pro hat keine Sundabold.","Ja, wieder gab's ja Adapter. Mein Mac braucht ja auch kein Zunderbo.","Wie es gibt Adapter, wohl war's.","Na für dein Display. Der Stecker ist.","Displayport ist das einfach.","Ach so, weil du den Bildschirm nicht hast, ja, Entschuldigung, nee, der, also den Bildschirm, den du hast, der hat Mini-Display-Port.","Genau. So, den habe ich da dran und ich glaube, der zählt da noch mit rein. So in diese ganze Kombi zieht jetzt mal soeben so vierhundert Watt.","Ja, der Bildschirm, da kannst du, wenn du den jetzt auf volle Helligkeit hast in deiner Bude, ist wahrscheinlich hundert Watt, ist der Bildschirm. Bleiben dreihundert für den, für den Mac. Ich weiß ja nicht, was der gerade noch so macht. Das ist ein bisschen viel.","Ja, der ist äh nimmt hier gerade die Sendung auf und der betreibt drei Bildschirme, also die anderen Bildschirme sind jetzt nicht selber noch mit drin, aber dass die Grafikkarte äh.","Mussten dann immer reinziehen vierhundert Watt. Also ist ja kein Wunder, wenn wir im Sommer da so schwitzen. Jetzt weißt du warum in Berlin kein Schnee fällt, weil Timmel wieder eine Sendung aufnimmt.","Dafür wird dieser Rechner, wenn er nicht in Produktion ist, auch immer sorgfältig wieder runtergefahren. Also der läuft nicht die ganze Zeit.","Also auch nicht Standby, sondern aus.","Richtig aus, genau. Nee, ich mache den richtig aus.","Genau, das muss ich ja auch noch sagen. Der Make-Mini, wenn ich da einen vier K Movie gucke, verbraucht immer noch weniger Strom, als man McPro im Standby, wenn er aus ist. Also im Standby,\nWeil dann hat der McPro so sieben Watt oder sieben, halb Watt und der Make-Mini beim Video gucken, der geht auf fünf, sechs oder vielleicht mal sieben hoch, aber nicht drüber.","Ja. Das ist auch das das ist auch das mega Argument und ich habe auch schon äh hin und her überlegt, so okay, was,\nWas bräuchte es jetzt bis ich hier alles raushaue? Und ich habe ja vor ein paar Sendungen hier schon angekündigt, das ist jetzt eigentlich mein Ziel so, ne? Also Verbrennertechnologie abschaffen.","Intelles für dich als Verbrenner.","Ja, na klar.","Verbrenner von Strom auf jeden Fall.","Brenner von ja bis es das Äquivalent zu so einem Benzin und Dieselmotor so. Das äh der verbraucht einfach viel zu viel Energie und ist unwirtschaftlich und man will das irgendwie alles nicht und es muss jetzt irgendwie.","Mehr, mehr Abwärme als Wumms.","Und ähm nur das ist jetzt gerade mein Setup, was für mich eben funktioniert und das das schmeiße ich ja jetzt nicht äh äh raus, nur in der äh Hoffnung, es könnte vielleicht mal irgendwas kommen, sage ich, brauche halt ein System, was das ersetzen kann und der McMini,\nM eins ist natürlich performancemäßig,\nvöllig da. Ja, also sozusagen Performance in einem Desktop-Computer, da sind wir jetzt schon. Nur jetzt muss natürlich die ganze Kompatibilität noch nachziehen. Ich habe da noch eine PCI-Karte drin,\nDa ist eh klar unklar, wie es damit weitergeht. Treibermäßig hat's ja mit Bigshair und so weiter auch 'ne ganze Menge getan. Aber eigentlich hätte ich ganz gerne halt auch so ein,\nAlso sie können schon irgendwie nochmal was bringen, was irgendwie Desktopmäßiger ist, aber bevor wir dahin gehen, würde ich erstmal ganz gerne noch so ein bisschen deine Erfahrung mit deinem Mick Mini, was du jetzt sozusagen beobachtet hast und ob du irgendwelche Probleme damit hast oder was du darüber.","Ich jetzt? Ach so, Rodi.","Ja, acht Gigabyte. Ja genau, acht oder sechzehn Gigabyte. Okay, platter.","Zwei.","Okay, also wie ich. Rechts unten.","Ja, ich eins hätte auch gereicht, aber die Dinger sollen ja auch eine Weile halten und wie das halt immer so ist. Ähm ich habe auch mal Temperatur gemessen von der hatte hinten diesen Lüfterausgang und der Lüfter läuft auch dauerhaft,\nÄhm wenn der nur,\nnormaler Desktop, ein bisschen brausen, also so den Standard Larry Farikram, wo jetzt nicht irgendwie so ein, so ein Prozess dauerhaft CPU braucht, sondern immer mal wieder halt. Dann ist die Temperatur, die da hinten aus dem Schacht kommt, eigentlich Umgebungstemperatur, also äh,\nda kommt er knappe zweiundzwanzig Grad raus und in meiner Bude sind irgendwie einundzwanzig oder so hier,\nSollten eigentlich ein bisschen weniger, das ist eigentlich ein bisschen zu viel, aber egal. So, also da da entsteht einfach keine Wärme, keine wirklichen messbare, also,\nKlar, da muss irgendwo Wärme ein bisschen kommen, aber es ist weniger als ein Grad Unterschied und wenn ich äh wie gesagt WOW äh zocke,\nDann geht's bis auf siebenunddreißig Grad hoch, also nicht recht erinnere, dann äh bei den Intel CPUs äh die können selbst, glaube ich, bis hundert Grad warm werden innen drin, das was sie außerhalb können, sind immer noch siebzig oder achtzig und\nKühlung ist ja ein bisschen da drunter dann, aber siebenunddreißig Grad, die da der Wind rauspustet, das ist\ngar nichts, also es kann man kaum spüren, ist ja eigentlich genau Körpertemperatur, also es ist fühlt sich genau neutral an eigentlich.\nIch finde, das ist wirklich mich,\nerstaunt eigentlich der Verbrauch von dem Ding mehr als die Leute, die sagen, boah ist das Ding schnell.\nIch muss schon sagen, der ist im Browser ein bisschen schneller. Ich habe hier vorhin noch während der Sendung jetzt mal hier meinen Mail-Account hier aktiviert, habe geklickt und das ist wirklich,\nziemlich schnell geraschelt und das war alles da, so ohne ohne irgendwie zu ruckeln oder sonst was. Also es es flutscht schon ganz gut, aber es ist, haut mich jetzt auch nicht so wirklich megamäßig vom Hocker, aber immer wenn ich mir den Strom verbrauch dabei angucke und wie\nIm wahrsten Sinne des Wortes, wie cool das Ding dabei bleibt. Also das finde ich schon ganz schön erstaunlich, wie sie diese Leistung hinbekommen und dabei nicht irgendwie,\nam Schwitzen sind,\nUnd Lüfter habe ich noch auch sowieso noch nie gehört, auch beim Zocken der der Lüfter geht nicht hoch. Ich habe mir auch extra hier ähm SMC Fancontrol äh,\nDas kann man ja auf Gitter, kann man das ja auschecken. Ich nutze immer die, die Command Line Version davon, die lief natürlich erstmal auf dem McMini nicht, weil sie die,\nTypen der Kies geändert haben, also früher waren das Ins und jetzt machen sie ihre Temperaturen auf dem Ding hier in Flows anscheinend. Musste ich kurz anpassen, aber er zeigt da diese\ntausendsiebenhundert RPM auf dem Lüfter an und ich habe da noch nie mehr gesehen als das, also der der Lüfter macht immer seine Standardgeschwindig.\nKönnte man eher überlegen, ob man den vielleicht mit so Tools wie SMC-Fancontroller, ob man's schafft, den noch ein bisschen runter zu regeln, aber es kann auch sein, dass das für die Lüfterlager nicht so gut ist, wenn er denn da so rum,\nzu langsam. Ich glaube, das hat schon seinen Sinn, dass sie das machen, weil,\nich glaub wenn das so easy wäre, dann hätte Apple sowieso das Ding einfach ausgeschaltet. Also ich glaub man braucht den gar nicht im normalen Betrieb würde ich behaupten. Da bin ich mir auch nicht so sicher.","Das sieht man ja beim MacBook Air alles. Hat ja noch nicht mal einen Lüfter.","Zum Beispiel ja\nNa gut, aber nicht haben, den musste er nicht dauernd ein und ausschalten. Also vielleicht äh mögen das Lüfter auch nicht, wenn sie so zu langsam sind oder immer an und ausgehen. Ich denke mal, so ein gleichmäßiger Betrieb ist für einen Lüfter, Lebensdauer wahrscheinlich besser als als so ein An-und Ausgesteuere irgendwie und deswegen haben sie sich wahrscheinlich gedacht, ach, lassen wir an den Scheiß, weil der ist eh so leise, man hört ihn sowieso nicht\nSo, ich starte jetzt nochmal hier äh\nmein Tool, ja, tausendsiebenhundert Umdrehungen. Mit irgend so einem anderen Tool habe ich es auch mal geschafft, äh einfach ähm,\nLüftersteuerung auf volle Pulle zu setzen, den hört man dann schon.\ngeht aber, aber dauerhaft will man es nicht haben, aber ist jetzt auch nicht so wirklich mega nervig, als wenn halt so eine Grafikkarte hier so Riesenalarm macht. Die können ja so richtig doll Wind pusten. Äh da ist der Mac Mini ist so in der Mitte\nAlso es ist nicht mega schlimm, aber ist auch nichts, was sie jetzt dauerhaft haben wollen würde. Aber wie gesagt,\nging noch nie annähernd in diese Richtung. Also ich glaube, da muss man sich echt keine Sorgen machen, dass das Ding irgendwie es macht einfach keine Geräusche.","Ja, sieht dieses DTK, das macht ja auch keine Geräusche, also den hört man ja auch eigentlich nicht.","Ja, ich habe schon auch dieses Tool mit dem Lüfter, dass ich dann auf volle Pulle setze, auch gemacht, um überhaupt zu hören, dass der Lüfter hoch tokier,\nman glaubt es halt am Anfang auch nicht, ne, dass das jetzt irgendwie hier eine halbe Stunde irgendein Zeug irgendwie kompeiert. Ich habe irgendwie auch Zandart erstmal irgendwie Native gebaut, mit allen Kernen gleichzeitig und so weiter. Das ist da so durchgeschossen und äh\nja da nichts passiert, kein nicht laut geworden, nicht der Luft dann ist schneller geworden, nix. Also es steckt da einfach alles weg,\ndas schon erstaunlich.","Ja, also ich hatte jetzt auf meinem R,\nund so ein Update da meinte, oh, du hast ja hier äh Körbe als Baseprogramm drauf, da gibt's eine neue Version und musste irgendwie starten, damit er sich Update, dann habe ich das Ding gestartet und dann hat er irgendwie so eine ewige,\nweiß gar nicht, was das Ding macht, ob der Sachen runterlädt oder ob da irgendwas berechnet, also es lief irgendwie ewig weiter,\nhabe ich hier so wie ein Tag laufen lassen, läuft er immer noch, ich weiß nicht, was das Ding macht, aber jetzt hatte ich sozusagen mal die Situation, dass quasi das R die ganze Zeit volle Pulle auf allen Kernen lief,\nDann war das Gerät etwas warm. Etwas warm.","Ja und das war schön, weil's auf dem Sofa unter der Decke lag oder wie.","Einfach auf dem Tisch stand es.","Ja was macht dann das Curble Space Programm bitte so lange.","Ich hab keine Ahnung.\nkeine Ahnung, aber ich hab's einfach mal laufen lassen, dachte, wird da sicherlich in einer Stunde vorbei sein, kann ich am nächsten Tag wieder, liebst immer noch, keine Ahnung, was das Ding macht. Ich hab's jetzt auch beendet, aber dann fiel mir das erste Mal auf, dass dieser,\nComputer überhaupt in der Lage ist, Wärme zu erzeugen,\naber halt nur unter diesen Bedingungen, aber mein altes R hätte halt schon beim Starten dieses Programms angefangen, den den Flughafen zu eröffnen. Also es ist einfach überhaupt nicht auch nur im Ansatz, irgendein Vergleich zu dem, wie's vorher war.","Übrigens, ich nutze jetzt hier auch den Studiolink alles mit dem McMini gerade und jetzt läuft einwandfrei. Also es ist,\nalles easy. Obwohl das auch nicht Native ist das Studiolink, ne? Aber das äh,\nAber die Slack, was du gesagt hast, dir was es als App auch gibt, das ist der Activity-Monitor sagt, dass wir Apple Arched.","Ja mittlerweile, also gab's jetzt grad das Update. Das ist jetzt irgendwie auch nette. Ja, die Updates, die die kommen, die kommen sporadisch,\nAlso in ersten Tagen ging's schnell so mit diesen ganzen Standardplayern, oben nie und so, die einfach nur ja, einmal auf Ricompal klicken und dann läuft das alles.","Aber Omni ist ja nun noch so Klassik, die sind schon so lange bei Apple dabei. Da kann ja nur noch Ali Osa mithalten. Äh ähm das war klar, dass die da als erster am Start sind.","Ja, ja klar, aber nachdem diese erste Flut weg war, merkst du, jetzt ist erstmal so Pause angesagt, jetzt müssen sich alle erstmal mit ihrem Programm äh beschäftigen\num diesen Port durchzuführen, weil die dann, was weiß ich, irgendwelche Librarys haben, die keine Ahnung, es wird Party sind und die noch nicht umgestellt sind, keine Ahnung, was sie da im Einzelnen noch für hm Optimierungen abwarten,\nirgendwas ist ja immer und das das passiert halt jetzt so, das eben, das kommt einfach so Schritt für Schritt kommen die Sachen.","Also der nächste VLC-Up,\nsteht in deren Foren, wird schon beantwortet, dass das nächste Update, was da kommen soll, Native sein, wann auch immer das dann kommen soll, sollte aber jetzt eigentlich schon längst da sein, muss man gucken, dann von, wenn man schon bei Grafik sind, von Handbreak\ngibt's äh eine Beta, die wird einem nicht so direkt angeboten, aber da gibt's eigentlich doch einen Link auf der Seite, da kann man dann klicken, ähm.","Die habe ich schon getestet, die funktioniert.","Genau und sonst ja eine Menge Tools gibt's halt auch noch nicht und ich\nam Anfang, so wie ich das beim Intelumschwung, also von Power PC auf Inter habe ich auch versucht, möglichst alles, denn Native erstmal zu kriegen und nicht so viel Rosetta zu fahren, habe ich jetzt hier mit dem Mac Mini aufgegeben, weil es gibt halt noch nicht allzu viel und vor allem,\ndieses Rosetta, äh, nachdem's erstmal installiert ist, man muss irgendwie,\nerstmal installieren, meine Werbeblogger wollten am Anfang nicht funktionieren, bis ich merkte, die brauchen Rosetta und Rosetta waren nicht installiert und die haben diesen Auto-Download-Mechanismus von Rosetta nicht ausgelöst,\nAlso die, diese Adblocker Extensions da irgendwie bei dem eben wahrscheinlich keine eigenständige App sind,\nund aber inzwischen ich installier einfach und dann guckt man gar nicht mehr hin, ob's Native ist oder nicht, weil das flutscht trotzdem alles.","Ja, es flutscht alles. Und ich muss sagen, diese Performance haben wir uns ja hier auch schon mal drüber unterhalten. Das ist halt nichts dauert lange,\ndas finde ich ist einfach das Bemerkenswerte. Also.","Roletenzieh.","Ja, also dieses Wechseln zwischen den Programmen und du hast einfach diese Hick-Ups irgendwie nicht mehr. Also es ist einfach,\ngenug Performance da für alles und solange du das Gerät so benutzt wie man so ein MacBook normalerweise benutzt so für Cashew-Computing da da schwitzt nichts so.","Weil ich vorhin so oft WOW erwähnt hab, ne? Die waren ja schon seit,\nvon Anfang an glaube ich waren die ja mit einer nativen App am Start. Also die äh des WOW ist sowohl Apple Silicon Native als auch das Diametal unterstützen und deswegen flutscht das so gut,\nWas ich noch mit dem McMindy gemacht habe, ist, ich habe ja hier einen MacBook Pro von zweitausendsechzehn,\nwas jetzt auch nicht so alt ist, aber das kann mein, ich habe hier so ein Olet äh TV an der Wand mit HDR und allem Zeug. Und das MacBook Pro hat's aber nicht geschafft, äh kann kein HDR-Anzeigen anscheinend,\nund oder ich habe den falschen Adapter, das könnte vielleicht auch noch sein, aber ich glaube, das kann das Ding nicht so richtig. Und der McPro konnte das schon sowieso nicht,\nIch habe es jetzt nicht hinbekommen, habe aber jetzt auch nicht wirklich doll viel probiert. Jedenfalls habe ich es bisher noch nie gesehen. Dann habe ich mich mit dem Mini mal ein bisschen bemüht und habe da mal ein ordentliches HDMI-Kabel angeschlossen und das an meinen Fernseher angeschlossen,\ndann auch tatsächlich den HDR-Schalter gefunden im Display Preferences und bin dann zu YouTube und habe mir hier auf 4K HDR sechzig FPS Movies gek,\nUnd da gibt's eins irgendwie Costa Rica heißt es hat auch keine Ahnung wie viel hundert Millionen Downloads oder weiß nicht viele und hab mal so richtig HDR gesehen und das ist ja so wie der Retina Effekt,\ndann willst du eigentlich nicht mehr weg. Der sieht schon krass, verdammt gut aus. Muss man schon sagen.","Aber das, dieses XDR äh Display von Apple ist doch unterstützt mit dem Mick Mini, also da muss er doch auch HDR können.","Ja, kann man ja, sage ich doch. Mit dem Mini konnte ich's jetzt hinkriegen, dass es endlich mal geht. Ich hatte schon, habe meinen Fernseher seit drei Jahren und\nbisher habe ich dann, also ich habe schon HDR Content gesehen bei Netflix und so weiter, aber es sind halt auch immer Movies und das ist was anderes als als so eine Demos, die sich mal da drauf konzentrieren oder die halt eben auch in vier K mit sechzig FPS und so weiter sind und mal ein bisschen langsamer gedreht als nur so schnelle\nKino CGI Action in in nicht so perfekt. Und das ja sieht schon schon gut aus.","Dieser Costa Rica Film, der ist auf YouTube, wenn man den jetzt auf YouTube auf einem Ventil, auf meinem R abspielt, dann müsste der auch in HDR sein oder nicht.","Wenn dein Ding da bin, kann das auch HDR, ich weiß nicht, wie das mit dem mit dem Air Display ist. Ähm das ist ja, das ist der Leinenrechner, das musst du wissen.","Weiß ich nicht. Keine Ahnung. Ja, woran sieht man denn das, dass man dann HDR sieht.","Na, aller Werbung haben sie ja so verkauft.","Nein, ich meine, wenn ich jetzt ein HDR, wenn ich diesen jetzt hier starte, ich habe das jetzt mal hier gestartet auf meinem Screen. Woran sehe ich, dass ich jetzt auch HDR habe.","Das ist genau immer das Ding, das weiß ich,\nin dem Fall so weiß ich das auch nicht, wie man das äh testen kann. Also ich weiß, dass es für Retina Testbilder gibt, dann ist das eine scharf und das andere nicht und so. Aber bei HDR äh,\nfür für als wir vor zwei, drei Jahren hatten, wo die mit dem schickeren Displays rauskommen sind, mit einem größeren Farbraum, da gab's dann Bilder, wo man, wenn man zwei\nAlso wenn wenn man nur eine Farbe oder ein orange gesehen hat, dann hatte man nicht\nden besseren Farbraum, wenn man zwei verschiedene orange gesehen hat, glaube ich, dann hatte man den besseren Farbraum irgendwie so, aber wie Obst bei HDR auch so ne Tests gibt, ist mir noch nicht aufgefallen. Ich weiß nur, dass wenn man HDR Content,\nund aber kein HDR-fähiges Gerät hat, dann sieht alles aus, als wenn er so einen Nebelschleier drüber liegt und alle das ganze Schwarzes eher so grau.","Das sieht jetzt hier nicht so aus. Das sieht alles ganz schick aus.","Ja, dann hast du wahrscheinlich HDR. Geh doch mal in die Dis, obwohl ne, ich glaube für das On, also für das das Onboard-Display sozusagen bei dem,\näh MacBook eher kann man wahrscheinlich HDR dann auch nicht an oder ausschalten. Ansonsten gibt's im Display da so einen Button für also bei meinem TV kann ich's ausschalten. Dann sind die Farben nicht ganz so knallig. Ich\ndann leb\nmein Leben, meine Olet-Pixel auch ein bisschen länger. Ich habe das eben nicht dauerhaft an. Aber wenn man mal so ein, so ein YouTube-Video guckt oder so, dann und das HDR kann, dann kann man das schon mal testen.","Habe hier gerade einen Apple Support-Dokument und da steht MacBook R ab zwanzig achtzehn oder neuer, integriertes Display, kann HDR.","Ja, dann sollte das ja schick aussehen. Dann weiß nicht, ob man da noch was.","Ja es es sieht auch schick aus muss ich sagen. Also.","Na das das müsste so sein, dass die weißen Stellen ganz schön ordentlich knallen und die dunklen Stellen aber ordentlich dunkel sind trotzdem. Das ist HDR. Würde ich mal so. Na ja, also,\nDer kann halt helle Stellen sehr hell darstellen lassen, ohne dass dass es Schwarze zu einem hellgrau wird.","Na gut, hier ist ja alles wieder sehr bunt in diesem Costa Rica Ding aus. Sieht schon echt schick aus, muss ich sagen. Ich wüsste jetzt nicht, ob's auf einem anderen Display nicht schick aussieht. Muss ich vielleicht nochmal vergleichen, nehm.","Teste das mal, dann wirst du das so ein bisschen sehen.","Mache ich mal.","Ähm was wollte ich gerade sagen noch? Äh jetzt habe ich's vergessen.","Vielleicht können wir ja mal zu, was so auf dem aufm äh M eins ähm Mac läuft und was nicht läuft, kommen.","Mir ist doch wieder eingefallen, sorry.","Dann sag.","Gehört zu der Sprache, die anscheinend nicht läuft. Und zwar ich habe ja ähm auch anderen HDR Cont als YouTube,\nUnd dafür gibt's ja halt die die Playoff äh Videoladen Codec, wo es halt noch nicht Nativ gibt, aber ähm,\nDen gibt's und der spielt auch und dann gibt's ja noch MPV für Leute, die einen schicken, kleinen Player wollen und äh die,\nSpielen den HDR Content zwar ab, aber halt irgendwie nicht als HDR, also wenn ich mein Display auf Harvey Air schalte und das dann auch schielen ist alles mit so einer grauen Suppe. Also was ich bräuchte, wenn sich da jetzt schon jemand\nmehr oder besser mit beschäftigt hat als ich, einen Player, der sozusagen ähm Matroschka Files, also MKVs abspielen kann, die HDR haben,\nso dass ich auch HDR sehen kann, weil bisher habe ich diese Möglichkeit noch nicht gefunden. Also das einzige, wo ich HDR abspielt\nabgespielt bekomme, ist halt äh in im Safari mit YouTube\noder halt in Quicktime, was wahrscheinlich beides, die der Quick Time äh Code oder Quicktime äh ja Player ist,\naber ich brauch auch äh ich muss ich will auch MKVs abspielen. Das habe ich noch nicht geschafft. So, du warst bei was es gibt und was was geht und was nicht geht.","Genau, also es ist ja noch nicht so, dass jetzt schon alles funktionieren würde, ne? Also sie Rosetta Geschichte funktioniert ziemlich gut, aber Rosetta kann ja auch nicht alles,\ndiese ganze Kapselung ist ja so auf Prozessbasis, ne? Und wenn du halt dann dein Prozess hast, dann wird da eben übersetzt, aber der kann ja diese speziellen AVX AVX zwei und A V fünfhundertzwölf heißt das glaube ich.","Media Extensions oder wies.","Genau diese diese.","Wie SSE und.","Genau diese Vectorexten.","Wie hieß das ganz früher MMX? War das so.","Ja, ja, im Prinzip ist das so die gleiche Geschichte,\nund das äh das geht wohl nicht und da äh scheitert's derzeit auch, glaube ich, unter anderem mit äh diesen Komponenten für FFM Pack. Also überhaupt ist ja Homeblue,\nsozusagen noch so das Problem, dass bei Homebru,\nnicht, also Homebrow ist offiziell derzeit noch nicht für M eins supportet, aber ich hab's halt trotzdem mal so installiert, du kannst es halt einfach in irgendein Verzeichnis installieren und sagen, mach mal arm und dann probiert da eben sein,\nsein Bestes so und äh grundsätzlich so für die einfachen Tools funktioniert das auch, also für diese ganzen klassischen,\nUniquestools, das kriegste äh alles komplett,\naber wenn du halt komplexe Pakete hast, die so mit Kodex arbeiten oder die eben andere Computer brauchen, so Russt oder irgendwie sowas. Da ist dann halt noch irgendwie Ende. Also es ist, glaube ich, derzeit so fifty fifty, da fehlt einfach noch die Hälfte und das,\ndas wird dann irgendwie alles ähm später kommen,\nWas ähm großes Problem ist, ist dieser ganze Treiberwelt, also wenn du irgendwie Hardware hast, die einen Treiber braucht und das ist so diese typische Treibersituation mit na ja.","Aber hast du da nicht grundsätzlich auch unter Big so überhaupt ein Problem? Also auch in Tel Pixo.","Ja ähm,\nGenau, also das ist jetzt sagen wir mal nicht nur unbedingt ein M eins Problem, sondern das ist eben ein äh.","Vor allen Dingen ein Big Sore Problem.","Es ist vor allem ein Bigser Problem, ähm wenn es halt so Curl Extensions sind, aber es,\nglaube ich auch noch so Systeme, wo du dann zwar für Intel die Lösung schon hast, aber für M eins nicht. Habe ich jetzt auch nicht so den Überblick, also das hatten wir, glaube ich, auch schon mal besprochen, so Sachen wie Soundsource und so, diese ganze Rook Amöba, Audiogeschichte\nmuss dann, da musste dein Rechner, mussten auch die ganzen Körner äh Extension Systemprotections ausschalten und diesen ganzen Wahnsinn.","ZFS ist auch so ein Fall, aber da reden wir ja später noch drüber.","Ja, genau. Also wer sozusagen ein,\neins Mac jetzt kauft und ähm die Erwartung hat, dass alles genauso läuft wie beim Intelmac unter Katalina, da gibt's dann halt\nquasi einerseits die M eins Barsbremse und die die Big Seur äh Spaßbremse und da sollte man lieber vorher nochmal checken, ob das so das Richtige ist, aber so für Casual Computing,\nläuft eigentlich alles relativ gut,\nAlso ich bin da auch sehr zuversichtlich, dass sie diese Probleme lösen lassen. Schwierig wird's natürlich dann, sobald Support. Also ich hab jetzt hier zum Beispiel diese,\nmein mein Mitbruder hat ja noch diese PC-Karte drin und\nda ist halt derzeit äh auch nicht abzusehen, dass überhaupt Big Ser äh Treiber dafür gibt und\nja? Und dann mit Arm ist dann sozusagen nochmal eine ganz andere Geschichte. Wobei ich halt glaube, dass in dem Moment, wo man aufs neue Treibermodell umgestellt ist, läuft das ja eh alles im User Space und dann sollte eigentlich die Anpassung für Arm nicht so groß sein\nda wo es halt wirklich ein Problem äh ist, sind eben diese ganzen Kompulten Tools mit Home Brew, wo das hal\neben tatsächlich die Architektur ist, die noch das Problem ist. Also derzeit ist Homero einfach für M eins.","Beziehungsweise die Kompeiler, ne?","Genau, die ganzen Kompeiler und Sprachen und so weiter, die halt alle angepasst werden müssen. Ich meine, es ist jetzt,\nIch kann mir nicht vorstellen, dass es irgendeine nennenswert weit verbreitete Programmiersprache gibt, die nicht schon auf Abend vierundsechzig läuft, nur eben konkret auf dem M eins und auf äh unter McOS das Ganze braucht eben noch ein gewisses Tuning, weil es halt einfach eine andere\nGeschichte ist.","Es gibt von Parals gibt's tatsächlich schon eine Version. Äh die Vella Papreview oder Preview äh,\nJetzt versucht Windows mal in der Armversion zu installieren, aber es ist mir noch nicht gelungen,\nund Ubunto in der Armversion steigt direkt beim Buten mit einer Carnextension aus. Ich, keine Ahnung. Aber gut, das kann auch alles daran liegen, dass das ja jetzt kein M eins Mac ist, sondern ein A zwölf Mac.","Also weil du dieses DTK noch hast, ne?","Genau.","Aber ich glaube, dass er da ist auch äh aber das Ding hat auch offiziell gar keine Virtualisierung. Also gerade diese Virtualisierungsextensions sind doch da noch nicht dabei, das ist wirklich das, was erst mit dem M eins kam.","Keine Ahnung, vielleicht liegt's ja daran.","Das klickt äh für mich äh so. Aber was warst du in den Vormittag Parallels, also warum fasst du das überhaupt an?","Mal ausprobiert, ich wollte damit mal rumspielen.","Ach so. Also das hat jetzt kein Ziel.","Na ja, sagen wir mal so, wenn man äh,\nWenn man tatsächlich das Windows zum Laufen kriegt, aber ja, eigentlich will man ja einen Intell Windows äh dann imoliert haben. Das wäre dann mal interessieren, einen Inter Windows zu emulieren und zu gucken, ob man da wirklich Spiele laufen lassen kann.","Ja, aber das wird nicht passieren. Also das, das geht ja nicht. Also es wird, wird keine Insel, also eine Emulation, wird vielleicht noch irgendeiner machen, aber du nicht mit Rosetta.","Der nicht mit Rosetta, klar.","Da habe ich wenig Sehnsucht äh da weiß ich nicht, zahlt sich's für mich immer wieder aus, dass ich eigentlich.","Nee, ich hab das, ich hab das Ding, ich hab ja diese diese komische, diesen komischen Intell Minicomputer äh,\nDa gab's neulich mal einen Windows-Update und dieses Windows-Update hat tatsächlich den Fundabal-Treiber gelöscht.\nund es ist mir nicht gelungen, den wieder zu installieren und jetzt kann dieses Teil einfach mit seiner externen Grafikkarte nicht mehr reden,\nUnd dafür ist das Ding für mich komplett sinnlos geworden. Es ist ein bisschen frustrierend, aber es ist jetzt halt irgendwie äh funktionell funktional gebrickt,\nfür mich. Das ist total absurd.\nAber hey, vielleicht erhört uns Intell irgendwann nochmal und dann gibt's dann drei.","Insel muss uns nicht mehr erhöhen. Insel ist auf dem Weg nach draußen.","Ja, zugegebenermaßen, ich meine, das, was AMD macht, das sieht heute auch für alles vielversprechender aus, als das tut. Auch wenn die das gleiche Problem mit einer ähnlich kaputten Architektur haben.","Eigentlich haben die das gleiche Problem, nur ein bisschen verspätet.","Wer AMD? Ja.","Was ja auch so riesen Monster, schleppen genauso viel\nalten Huckepack-Kram irgendwie quer durch die Gegend, also kannst ja schon angucken in welchen wie diese Hochbuden mit den ganzen\nMode und Tralala Mod, wie die halt vom vom keine Ahnung drei sechsundachtziger oder noch älter sich langsam zu dem machen, was sie eigentlich sein wollen beim Buten.","Na, aber eine modernere PCs booten eigentlich erstens gleichen Efi und zweitens gleich in vierundsechzig Bit-Modus. Also es ist nicht mehr so schlimm wie damals als Bios noch zweiunddreißig Bit-Modus gebohr.","Aber der ganze restliche Scheiß ist da immer noch da oder nicht.","X sechsundachtzig vierundsechzig ist halt da und das ist sozusagen das, was sie,\nbremst tatsächlich sind diese zehn drei Risen äh Prozessoren, die sie da raushauen, die sind schon ziemlich modern und die machen ja innerhalb des,\nX sechsundachtzig Lagers ordentlich konkurrenz, also zumindest im Serverbereich und ich glaube auch im Gaming Bereich und gibt auch La Topster mit und so. Nur lösen sie halt jetzt nicht,\nProbleme, die ähm,\nApple mit dem M eins gelöst haben. Also du hast zwar die Performance so, also wenn jetzt den M eins vergleichst.","Auch gar nicht gar nicht sagen wollen. Natürlich ist die die ganze äh Intel AMD vierundsechzig Architektur ausgelutscht. Also das da.","Ja ja die die kommen einfach nicht auf diesen Stromverbrauch, weil das was du vorhin Dennis angesprochen hast so mit äh du kannst ja kannst du gar nicht fassen wie wenig Strom das Ding verbraucht. Das ist glaube ich der große Vorteil,\nden äh Apple jetzt an dieser Stelle ausspielen kann und das ist ja auch nicht nur ein Vorteil davon, dass sie arm benutzen,\nsondern es ist auch ein Vorteil davon, wie sie arm benutzen und vor allem,\nDass wir hier auch über diese CPU-Geschichte hinaus denken. Also, dass der M eins ist ja im Prinzip ein ist ja im Prinzip ein Mainboard.","Ja, na ja gut, also also das das größte Problem ist schon die CPU. Also,\nwenn du, wenn du dir den Unterschied, dem Stromverbrauch anguckst, ähm,\nund der M eins schafft es, schafft es äh zu Dinge zu rechnen mit einem Zehntel des Stromverbrauchers, dann ist vor allen Dingen erstmal die CPU diejenige, die ein Problem hat, wo,\ntechnologisch so ein bisschen in der Sackgasse sind, weil es Teilheit einfach zu komplex ist.","Ja gut, aber ihre GPUs sind ja auch Stromfresser, also die Externen sowieso.","Ja gut, aber externe GPUs äh spielen natürlich schon nochmal in einer anderen Leistungsklasse. Ja, also das muss man ja, das muss man dann schon nochmal äh eigentlich sagen, ne.","Ne, nicht im Laptopbereich. Also ich.","Nicht im Laptopbereich, aber da hast du auch keine externen GPAs, hast du auch, aber.","Ja, hast du, du hast in einem äh im MacBook sechzehn Zoll hast du so eine diskrete GPO und das ist der Grund, warum das Ding äh das noch zu leisten in der Lage ist, nur das Ding ist halt heiß. Und verbrauch.","Ja nur Laptop, Laptop, Externe GPUs waren ja auch nie ja an der oberen Leistungsfront dabei.","Klar, weil sie halt Strom sparen da.","So eine Invidia zehn siebzig zum Beispiel ist halt nochmal ein ganz anderes ganz anderer Schnack.","Wir brauchen da gar nicht jetzt gegeneinander zu reden. Ich versuche ja nur zusammenzufassen, was sozusagen gerade die Situation ist. Die Situation ist, die du hast halt in der Inselwelt, das Problem, alles braucht sehr viel Strom und das, was Strom sparend ist, ist nicht schnell,\nund äh das bezieht sich sowohl auf die CPUs als eben auch auf die GPOs,\nund wenn du allein nur diese beiden Komponenten vergleichst mit dem M eins Ansatz sind sie schon im Hintertreffen, weil sie dieselbe Performance nur bei sehr viel höherer Leistungsaufnahme hinbekommt.\nÜberhaupt nicht konkurrenzfähig sind, mit mit diesen Batterielaufzeiten, die mit dem M eins jetzt erreicht werden können und dann ist das ja noch nicht mal,\nDas Ende vom Lied, weil er M eins ja mehr ist als nur eine CPU, eine GPU, sondern es ist ja quasi ein komplettes Mainboard, also das ist so ein bisschen die,\ndie Sichtweise, die ich so ein bisschen für mich jetzt auch äh entwickelt habe in letzter Zeit, wenn ich mir eben anschaue, was,\nWas Apple da eigentlich gerade wirklich tut. So und sie haben's halt geschafft, alle zeitkritischen Datentransferkritischen Komponenten,\neinen einzigen Brei zusammenzurühren und zwar nicht nur indem sie das jetzt in so ein Pack\nreinbauen und nah beieinander machen. Na, beieinander ist es halt auch auf anderen Mainboards, sondern weil die eben dann auch in dieser selben Memory-Welt leben und das Hin und Herschalten der einzelnen Komponenten auch noch möglich ist. Und dann,\nhaben sie ja noch einen Vorteil, der sich so in der Windowswelt überhaupt nicht replizieren lässt, dass sie halt jetzt diese,\nkomplette Kontrolle von oben bis unten haben. Also sie wissen ganz genau auf was für ein System sie sind. Sie wissen auch, was sie da für Software erfahren, wie die,\nwas sie so normalerweise für Leistungsanforderungen hat und wodurch sie diese Leistungsanforderung hat und haben daraufhin diesen Prozessor so designed,\nund können eben jetzt im Betriebssystem sagen, na ja, also.\nUnsere CPU muss gar nicht schnell Kodex rechnen, weil die Kodex, die wirklich zeitkritisch sind, so was weiß ich, H zweihundertvierundsechzig, H zweihundertfünfundsechzig,\nDas läuft gar nicht mehr auf der CPU, sondern das läuft dann eben auf diesem Image äh Video Codeprozessoren und alles,\ngenau, also das, was vorher in dem T zwei war, ne? Das haben sie ja im Prinzip schon mal ausgelagert.","Auch wieder in der M eins drin, ne.","Genau, es ist halt auch im M eins drin, ne? Und dann äh dasselbe Spiel eben jetzt auch mit diesen äh mit der NPU,\nMit diesen dieser.","Engineer, das ist schon relativ genial.","Ne, wo sie auch wieder ganz andere Sachen wieder auslagern, was die CPU auch wieder nicht leisten muss und deswegen können brauchen sie sich überhaupt nicht darauf zu konzentrieren NPU-Artige Software\nfür die CPU in der CPU schnell zu machen, weil sie auf diesem System halt gar nicht mehr auf der CPU laufen wird, sondern es ist ganz klar ist, dass es dann ohnehin in eine ganz andere separate dedizierte Komponente rübergebracht wird\nUnd das ist glaube ich auch das, wo sie eben so enorm viel Optimierungspotential haben. Und wenn man jetzt sich,\naktuelle Gerüchteküche ist ja, dass wir jetzt Binnen eines Jahres auf jeden Fall auch noch die anderen MacBook Pros,\nneuen Prozessoren sehen werden. Ich vermute mal, da werden sie dann eben auch auf dieser M eins Architektur,\naufsetzen und wir werden halt Mitbot pro sechzehn Zoll sehen mit einem keine Ahnung wie er heißt im eins äh,\nProzessor, der dann halt ein bisschen aufgebohrt ist, mehr Performance hat, mehr Rahmen äh ansprechen kann. Dann machen sie zweiunddreißig oder meinetwegen auch vierundsechzig Gigabyte haben keine Ahnung. Was was können die sechzehn Zoller derzeit maximal?\nWenn du zweiunddreißig oder könn.","Ich glaube, die können vierundsechzig, ja.","Genau, so. Das ist ja alles machbar. Und dann ähm werden sie einfach davon ziehen. Und äh in die Sonne segeln, während die anderen noch dabei sind, ihre Boote vom Ufer abzumachen,\nschon irgendwie echt alles ein bisschen crazy.","Ja, ich bin gespannt ähm falls die dann ja auch irgendwann MacPro rausbringen und dann irgendwie da sowas drin sein sollte wie ähm PC Lots, weil da braucht man ja dann auch wieder irgendwelche Treiber und\nSteinchen für die das da alles managen machen und tun, wie Apple das dann so hinkriegt und ob wenn man sowas hat, ob da äh Geschwindigkeitseinbußen durchkommen oder eher nicht.","Ja, aber PCI haben sie ja jetzt schon. Nein, M eins ist ja Sundabold ist ja PCI.","Aber anders halt, aber ja, stimmt schon eigentlich.","Das ist überhaupt nicht anders. Das ist Pissy Express und äh du hast halt nicht vielleicht so viele Laines jetzt sozusagen, wie du jetzt im im McPro auf dem auf dem dicksten fetten Slot hast\naber die dicksten fetten Slots werden auch, wenn ich das richtig sehe, ausschließlich von Grafikkarten benutzt.\nund ich glaube halt nicht, dass sie ein McPro mit einer externen Grafikkarte rausbringen werden. Besonders, wenn sie,\nauch in ihrem System drin haben.","Es hängt sehr stark davon ab, also äh Envidia scheint sich ja momentan überall zum Feind zu machen und äh,\nJa, das das sie unrealistische Preise nehmen äh und und so. Also ich glaube nicht, dass Apple irgendwann nochmal in VIDIA bandeln wird,\nAlso also bleiben ihnen ja eigentlich nur die, die AMD Radio,\nund ob jetzt so viel sinnvoller sind äh als das, was sie selber zusammen klar sein können. Das ist jetzt auch zweifelhaft.","Nein, das werden sie nicht. Sie werden keine Radio ans verwenden.","Ich glaube nicht, dass die Lochgeräte mit Fremdkarten ausliefern.","Nein, sie, das haben sie doch im Prinzip bei der Vorstellung äh gesagt. Das haben sie schon auf der WWD gesagt.","Was ist denn im derzeitigen MacPro drin? Ja.","Serienmäßig, weiß ich nicht, auch irgendein AMD-Kram. Ahm die irgendwas, keine Ahnung, bei diesen Nummern steige ich aus. Also das äh kann ich mir immer alles nicht merken, was da gerade.","Aber irgendwas, einem der.","Ist das nicht Wege, Vega zwo oder so was?","Kann sein, ja,\nNa ja, ich meine daran müssen sie sich natürlich orientieren. Selbstverständlich, sie müssen ein System one Chip bauen, der eine Grafikkartenperformance hat, wo keiner mehr Fragen hat,\nAlso alles andere als diese äh Leistungsfähigkeit mindestens zu erreichen, wenn nicht sogar deutlich zu überschreiten. Alles andere macht für sie ja keinen Sinn.","Es gibt ja zwei Gruppen, die eine fette Grafikkarte wollen. Die eine Gruppe sind natürlich immer noch die Zocker, die äh,\nbrauchen immer, also Fett, Grafikkarte, die sind aber eher, glaube ich, aus einer PC-Ecke zu finden. Klar will man das auf dem Mac auch gerne, aber die Hardcore-Soccer haben alle einen PC. Die andere große Gruppe, die äh auf dem Mac eine fette Grafikkarte wollen, sind die ganzen,\nFinal Cupron Premiere und und diese ganzen Tools da heißen,\nVinci Pro und so weiter und die brauchen auch eine Grafikkarte und diese Probleme von den ganzen ähm die Grafikberechnungen machen und nicht am Zocken sind. Ich glaube, die Probleme könnte man auch mit anderer Hardware lösen als mit Grafikkarten und vielleicht Apple,\nApple. Vielleicht arbeitet Apple an der Baustelle eher ohne und versucht das ohne Grafikkarten hinzubekommen, sondern halt ja über ihre Engines irgendwie.","Ich weiß nicht, was meinst du denn, was Grafikkarten da nicht tun können sollen? Also das verstehe ich jetzt nicht.","Ne? Nee, das habe ich auch nicht gemeint. Ich meinte, dass die die sagen wir jetzt mal einfach feine Cut,\nhaben gerne die beste, schnellste Grafikkarte, weil das halt beim Rennen dann von ihren Movies und Schnitten und Zeug irgendwie, weil die das da brauchen. Und ich glaube, dass\nApple halt irgendwas rausbringen wird, was dieses Problem löst, ohne dass diese User sich halt eine eine AMD oder NVIDA-Karte kaufen müssen, sondern dass da halt eben eine eine Apple Hardware diesen Job übernimmt und\nder der User deswegen nicht zu einer Fremdfirma gehen muss, um da sich eine Hardware zu kaufen. So wie er in dem McPro kann man sich doch diese eine Beschleunigerkarte da kaufen. Ich weiß nicht mehr wie sie heißt,\nirgendwas mit A glaube ich,\nkostet auch zweitausend Euro oder so, damit halt du besser den Apple Code irgendwie schneiden kannst, damit du einen acht K schneiden kannst, dafür kann man diese Karte wohl benutzen. Und ähm so eine Karte oder auch genau diese Karte, sowas Ähnliches wird wahrscheinlich Apple auch für für feine K\nUser und für irgendwelche anderen Tools rausbringen, denke ich.","Ich denke, das werden sie einfach in ihr SOC mit mit einbauen. Also vielleicht gibt's noch zusätzliche Beschleunigungen auch nochmal über eine PCI-Karte\nAber grundsätzlich erzielen sie ja die Beschleunigung derzeit vor allem dadurch, dass sie eine extrem gut skalierbare äh,\nArchitektur haben und GPO. Ich meine, was sollte sie davon abhalten, jetzt eine ein SOC zu bauen.","U ja jetzt nun auch nicht.","Bitte, wie die es.","So doll ist die GPU ja jetzt nun auch nicht.","Ja, sie ist, sie ist, wie es gibt jetzt ähm im Laptopbereich nichts, was schnell.","Ja für 'ne Laptop-GBU.","Ja, aber das ist der M eins, der M eins ist low and.","Ja, ja, genau, wir reden aber gerade über High-End.","Ja, genau und high End heißt\nIhre Grafikkarten äh die können sie ja jetzt erstmal dadurch skalieren, dass sie da mehr Cors drauf schmeißen. Sie bauen halt einfach ein sehr viel größeres äh SOC und dann sind da eben nicht acht Grafikchors drauf, sondern sind da zweiunddreißig Grafikkarten-Kurs drauf.","Ja, aber sie müssen ja die entsprechende Memory Bandbreite auch erhöhen. Sonst kriegen die jetzt, sonst können die ja nichts machen die Cors.","Aber das haben sie doch ohnehin getan durch ihr Unified Memory.","Ja, aber das Unified Memory hat doch nicht die Memory Bandbreite, wie so eine dedizierte Grafikkarte hat. Eine dedizierte Grafikkarte hat doch eine viel höhere Memory Bandbreite. Deswegen hat man die ja. Deswegen ist da auch so viel Speicher drauf.","Ja, was sollten sie, was sollten sie denn davon abhalten, diese äh hohe Bandbreite auch innerhalb ihres SOCs zu machen? Das ist doch auch nur Elektronik. Ich meine, in dieser Grafikkarte, da findet doch jetzt nicht irgendein Vodo statt, sondern das ist halt einfach nur, dass man sich darauf geeinigt hat, diese Komponente zu trennen.","Nein ist, wo du, das, wo du, was da drin stattfindet, ist, dass du, dass du mehr Ramchips hast, die alle parallel sind, wo du halt mehr Bits parallel schieben kannst für einen Speicherzugriff. Das ist das Wodo, was sie machen.","Also Wodo würde ich das schon alles nennen, was die da bei AMD und N Video machen möchten. Ich würde das auch, wo du nennen, was Apple mit dem M eins gemacht hat. Also easy ist das alles nicht, sonst würden sie alle machen,\naber ich, was ich mich frage, ist klar, kann man jetzt sagen, die die GPU hat irgendwie acht, acht Kerne da irgendwie und wir machen jetzt einfach sechzehn oder zweiunddreißig und dann ist das jetzt vielleicht nicht viermal schneller bei zweiunddreißig, aber vielleicht immer noch den Faktor dreimal besser, was immer noch gut wäre, aber ich glaube, so einfach nach oben skalieren kann man halt irgendwie nicht, weil die Verluste dann immer größer werden und dann ist es auch\nmit der Effektivität alles wieder nicht so doll. Also ich bin gespannt, wie sie das machen.","Du hast auch ich meine dein dein Videorahmen kann ja noch so schnell sein, wenn die eigentliche Beschränkung\ndarin besteht, dass du permanent diese ganzen Grafikkomponenten, die da berechnet werden, über diesen PCI-Bus oder eben dann durch diesen speziell, wie heißt dieser speziell aufgebohrte superbreite Slot, den sie da in dem Micro drin haben. Also sie tun ja schon alles dafür, um diese Bandbreite zwischen der Grafikkarte und der CPU\nhochzubauen und wenn das alles im selben Memory ist und sie halt da auch schnelles Memory reinbauen, dann äh haben sie ja schon mal einen riesen Speed-Vorteil,\nwenn die Chors auch noch schnell drauf arbeiten können, muss halt überhaupt nichts mehr hin und her schaufeln. Also ich sehe nicht, was sie davon abhalten sollte, sehr schnelle Geräte zu bauen\nAbgesehen davon, dass sie sie, dass sie niemals angekündigt hätten, in zwei Jahren schon da zu sein,\nWenn sie nicht schon längst den Entwurf dafür auf dem Tisch haben. Ich meine, die fangen doch jetzt nicht an, darüber nachzudenken, wie sie einen Prozessor bauen, der in zwei Jahren ist.","Nee, auf gar keinen Fall. Die haben das alles schon fertig oder zumindest wissen sie, wie sie's machen.","Noch nicht komplett fertig und sie warten dann auch noch auf den Produktions die Architektur steht. Die die wissen was sie da bauen wollen. Die warten halt jetzt nur noch darauf, dass Tim ist im C da seinen,\nseine Fabrik dafür hochfährt und sie dann auf drei Nanometer vielleicht runtergehen, um dann eben so viele Transistoren auf diesem SOC unterzubringen, der dann wahrscheinlich auch nochmal sehr sehr viel größer sein wird, als dieser M eins und natürlich der dementsprechend auch,\nteurer sein wird, weil sie natürlich davon auch nicht so viele verkaufen\nAber diese High End äh SOC Geschichte werden sie bauen und dann schmeißen sie da halt einfach Cors drauf ohne Ende,\nund ein schnelles Rahmeninterface, ob sie das nun in diesen SOC bauen oder irgendwie extern auf einer anderen Grafikkarte haben, nicht zählt sie davon ab. All das\nauch in dieses SOC einzubauen, was sonst AMD auf einer Grafikkarte baut, ist ja nicht so, dass jetzt AMD irgendwas könnte mit diesem Rahmen, was sie nicht auch bauen können,\nAlso ich sehe da überhaupt gar keinen Grund, warum sie das nicht nachbauen können und dass sie in der Lage sind, schnelle Grafikkarten zu bauen, haben sie bereits gezeigt. Und,\nschau dir die Dreiektorie an, die sie in den letzten Jahren gegangen sind mit ihren Grafikkarten, also ich äh\nmir nicht vorstellen, dass wir es ein McPro geben wird mit einem M Prozessor, in dem noch eine AMD Grafikkarte drin ist. Kann ich mir einfach nicht vorstellen,\ndie werden die einfach rausschmeißen. Und sie werden da was reinstecken, was schnell ist.","Ich bin da sehr gespannt, wie sie das machen, dass sie da was Großes im Sack haben, bin ich überzeugt. Ich bin mir noch nicht ganz klar, wie es aussieht.","Ja, sie müssen jetzt nur aufpassen, dass sie sich halt die Softwarebuden nicht von der Plattform ekeln, weil.","Welche auf der Boden.","Alle, weil ich meine diese ganze äh die dreißig Prozent Nummer,\nja auch immer wieder zu zu äh sehr viel Stimmung sorgt unter den Softwareherstellern und äh und so weiter. Das da.","Dreißig Prozent nochmal, was meinst du damit jetzt gerade.","Na, die die.","Dass sie im App Store dra.","Abschlag beim Store. Das Epik-Problem. Das epische Problem.","Epische Problem, ja.","Das ist ja auch nur ein Problem für Epic.","Ja, es ist Problem, es ist ein Problem, es ist für alle Epic hat nur das Maul aufgerissen.","Ja, wollen wir mal gucken, also ob die da Erfolg haben werden, wie sie will jetzt gerade von CPUs zu Epic gekommen, das habe ich jetzt irgendwie gerade nicht mitbekommen.","Ne, weil Rodi meinte, dass es mit der Hardware alles ganz schick ist, dass sie jetzt nur aufpassen müssen, dass sie die Softwarebuden nicht gegen sich aufbringen.","Ach so, ja, gut. Epic ist, glaube ich, für Apple, die ich nicht weiter wichtig.","Na ja, also ich meine Andrial Engine ist André Engine, ne? Also wenn sie, wenn sie tatsächlich das so durchgezogen hätten, dass sie dann äh auch allen,\nspielen und sonstigen Anwendungen mit André Engin irgendwie die Lizenz entzogen hätten. Das hätte auch sehr schwer nach hinten losgehen können.","Das hat man ja auch gelesen, als sie diese Kosten gesenkt haben. Wie war das auf die fünfzehn Prozent für die Buden, die in einem einem Jahr nicht eine Million machen? Dann kam noch gleich der Artikel, dass sie erklärt haben, da ist ja ein Easymove von,\nvon Apple, weil die meisten sowieso nicht das große Geld einbringen und das eigentlich nur so ein paar Firmen sind und das ist wahrscheinlich auch Epic.","Ja, die ganz Großen kriegen sowieso extra Preise, sind wahrscheinlich auch unter fünfzehn. Na ja. Gut, das ist jetzt auch eine andere Diskussion, die sollten wir vielleicht nicht weiter führen,\nGibt noch eine Software, über die wir reden müssen, die noch nicht auf M eins läuft. Und zwar,\nZFS, genau. Ähm der Typ, der Lundmann Jürgen Lundmann oder wie er der wird bestimmt anders ausgesprochen,\nÄh der hat irgendwie in einem in einem äh Forumspost gemeint, ja er kriegt das nicht zum Laufen, erwartet jetzt, bis der Kanel irgendwie Open Source äh wird und dann versucht er's nochmal.","Weil der irgendwann immer Open Source wird, das dauert nur eine Weile oder wie war das.","Genau,\nGenau und ähm also es ist ja oder mal vorne anzufangen. Es ist ja vor drei Wochen ist ja Open ZFS zwei null erschienen,\nund zwar haben\ndie ganzen Koder, die irgendwie ZFS machen, sich dann doch mal darauf geeinigt, alles auf einer Code-Basis aufzubauen.\nUnd zwar hat es sich wohl äh hat es sich herausgestellt, dass die Lindox Leute tatsächlich am Emsigsten waren und feature mäßig am weitesten vorneweg und,\näh also hat man beschlossen äh die anderen Codebases auf die äh ZFS on Lindox Codebase umzustellen,\nUnd das ist mit Z.","Auch die TribiSD-Leute.","Auch die Free BSD Leute und es ist jetzt so, dass ZDFs Open ZFS zwo null äh ist jetzt eine Codebase, daraus bauen sie jetzt die Linox-Variante, die Freepy ist daily Variante und die Elumus Variante,\nZur Erinnerung Elumus ist Solaris, äh Nachfolger oder die Open.","Open Solaris Nachfolger.","Also die Open Source Variante von Solaris, das letzte, was was äh Orecle noch Open Source äh ist als Elumos weiter äh betrieben worden. Und ähm,\nSie wollen halt damit auch wieder mehr Kompatibilität unter den Plattformen äh machen und versprechen auch, dass es mit zwo null erreicht haben und auch einen besseren Feature Rollout über die Plattform,\nJetzt ist bei zwo null meiner Meinung nach so für den Anwender, außer dass sie relativ viele Performance-Verbesserungen drin haben, jetzt nicht ganz so viel passiert,\nAber es gibt ein paar Sachen, die sind wirklich spannend. Das eine ist der persistente Level zwei Cash ähm,\nUnd zwar gibt es einen diesen äh Ark\ndas ist der Lesecash, der normalerweise im Speicher ist, aber man kann auch eine eine SSD als Cash-Device einsetzen. Dann nennt man das Level zwei Cash, also Level zwei Arg. Ähm,\nUnd der ist jetzt persistent. Sprich, wenn du das System durchblutest, weiß er hinterher noch, was es eigentlich im Cash und warum,\nin diesem Level zwei Cash.","Das hat er früher mal vergessen.","Genau, das hat er vorher vergessen, er war mehr oder weniger immer leer. Der ist jetzt persistent und nach einem guten ist dein System also wieder schneller auf Performance, weil alle alle Sachen, die im Cash äh Hot gespeichert sein müssen schon drin sind,\ndas ist eigentlich ganz cool.","Die Idee ist irgendwie, die dahinter, dass sie sich früher nach einem Neustart ja nicht verlassen konnten, ob irgendwie der Cash, ob das halt irgendwie alles noch so stimmt,\nUnd inzwischen hat sich aber einer hingesetzt und hat gesagt, na ja, eigentlich ist ja auch alles mit\nChecksum voll und wir gucken dann halt einfach, ob die noch stimmen oder nicht und wenn's halt nicht stimmen, ja gut, dann ist halt Pech, das ist dann wie ein Cashmist, da muss man halt irgendwie sich die Daten holen, wie man das bei einem Cashmere auch machen muss und ansonsten können wir die aber von dem,\nzu holen und die Idee hinter dem A zwo,\noder Level zwo arg ist halt auch, dass wenn man äh noch viele Festplatten hat, um irgendwie viele Terrabiks an Storage zu bekommen, dass man sich einen schnelleren Cash mit so sehr schnellen SSDs machen kann\nund ähm weil das immer noch billiger ist als irgendwie ein Terrabyte irgendwie Ramm zu kaufen, wenn man irgendwie ein Terrabyte SSD kauft, was äh,\nja, nichts ähm dann irgendwie keine Ahnung, fünfzig Terrabyte auf, auf drehendem Rost irgendwie cashen kann.","Ja, es ist halt schneller als Rost, aber langsamer als Ram irgendwo dazwischen, aber es ist halt auch,\npreislich dazwischen, deswegen macht es total viel Sinn. Ich habe ja in meinem äh einen Server habe ich auch eine SSD als als Level zwo Ark drin. Das bringt schon ein bisschen was. Also gut, ich hab's nie nachgemessen, aber äh.","Ich hab's auch, also bei einer SSD. Also ich habe so eine Optan äh so Kärtchen,\nSechzehn Gigabyte leider nur, aber war billig, von endlich, wollte das mal testen. Und habe das benutzt. Äh\nwenn man das äh mit einer SSD benutzt und diese Optanz, die sind ja auch wirklich flott\ndann merkt man davon nicht so wirklich viel, das also nicht nicht in meinem Anwendungsfall, dann müsste ich wahrscheinlich irgendwie Millisekundenzugriff oder stoppen, die sind für mich nicht so wichtig, aber wenn man das Ding zusammen mit einer mit einer Festplatte benutzt, dann finde ich, dann kann man das, was ich heutzutage ein bisschen vermisse, aber dann kann man allein schon am Geräusch hören, dass die Platte ein bisschen,\nsofter wird im im rumkratzen, weil der Cash halt eine Menge Zugriffe wegnimmt und die Platte dadurch gleich so ein Stück leiser wird,\nhabe ich auf ein Amiga schon mit so einem Disketten, da gab's ein Tool,\nFuck hieß das, also FAC. Ähm der hat auch Sachen von der Diskette gecasht und dann wurde schon auch die Deskette leiser, weil halt einfach äh weichere,\nBewegungen machen konnte. Also man kann auch immer viel über die Lautstärke versteh.","Was ich so geil fand der damaligen Zeit war, äh es gab ja Emulatoren für allerlei Systeme,\nUnd ich hätte für den, für den Amiga damals einen Emulator für Mac und einen Emolator für Atari.","Ja, Schäbschrifter hieß der.","Und immer wenn man den Artarimulator gestartet hat, klang die Floppi nach Atari, wenn man den Mac Emolator gestartet hat,\nKlang die Floppi nach Mac. Es fandet sich fand das damals total faszinierend, dass man das hören konnte, welches System verfahre ich da gerade, weil die die Zugriffe auf die Flopiso unterschiedlich waren.","Ne, kommt wahrscheinlich immer drauf an, wo der Direktory Eintrag, auf welchem Blog der oder an welcher welchem Track der liegt, ob er in der Mitte am Rand oder sonst wo und wie die Daten.","Waren eh ganz andere Dateisysteme und so, ne? Also und Timings.","Kannst du das nachsingen.","Nee, nachsingen kann ich das nicht. Ähm,\nAlso nicht so richtig. Mac war immer sehr, sehr also so so relativ tief nicht so nicht so viele Höhen. Äh Amige hat immer mehr so gekratzt und,\nund äh Atari klang immer wie PC, also das war.","Ja, es war ja auch dasselbe Dateisystem.","Ja, mehr oder weniger. Gut, was haben wir noch bei ZDF, Open ZFS zwei null Sequential Reserver, was angeblich dann auch schneller geht, weil er nur Teile reserviert, so richtig verstanden habe ich's nicht.","Silver.","Reserver ist, wenn ähm wenn du ein Rate hast und du tauscht eine Platte aus.","Oder dir geht eine kaputt?","Die geht eine.","Resilvern.","Und du musst eine neue reinbauen, dann hast du äh zwar noch alle Daten, aber du hast sie halt nicht mehr, also auf der neuen Platte halt nicht mehr die Paritäten und entsprechend äh Daten drauf,\nund dann muss das Dateisystem einmal komplett durch alle Daten durch und sie quasi auf die neue Platte drauf schreiben, damit wieder die volle Renodanz hast. Das nennt sich Resilver,\nSo, was gibt's noch? Äh Z Standard, Compression.","Das gab's ja vorher auch schon, aber es ist jetzt schneller geworden, das ist das Ding.","Ah, das ist schneller geworden. Das Re.","Vorher hat das Resilvern immer den den Z, ähm also Zetterfest beruht ja auf so einem, so ein Baum mit diesem Überblock und dann ist alles so mit Checksum abgesichert, auch eine Merkeltree ähnliches äh Konzept wie bei bei dem Bitcoin Blockchain\näh\nna ja nicht nicht ganz sauber die benutzen auch einen Merkeltree für den Beweis von den von den Blöcken und so weiter oder von den Transaktionen. Das macht ZFS halt auch mit den mit den Meterdaten von den Fights. Und wenn man den Baum so abarbeitet dann liegen die halt auch Kreuz und quer verteilt eine SSD muss man nicht rumsieken aber es ist\ntrotzdem langsam. Und in diesem Prozess haben sie jetzt so gemacht, dass es halt mehrere Prozesse aufgeteilt wird. Einer sammelt ein, was geladen werden soll und ein zweiter sortiert das erstmal, dass man mit so einem Art Fahrstuhl äh Fahr,\nDoch Fahrstuhl, genau nicht Fahrstuhl, Fahrstuhl, Algorithmus, der ist da so links und rechts hin und her fährt und alle Daten einsammelt, die halt\näh so eingesammelt werden soll und das in möglichst größen, großen Blöcken macht, die auch vorher zusammengeklebt werden, wenn der Algorithmus merkt, dass das eigentlich\njetzt nicht zwei kleine sind, sondern liegen dicht nacheinander, wir können das in einem Block einladen und so weiter und das ist dieses schnelle Resilver und dann haben sind da noch ein paar Änderungen mit dabei, also,\nGab's vorher auch schon, aber jetzt\ndeutlich schneller als vorher, was sehr wichtig ist, weil wenn du Peter bald an Storage hast und da was kaputt geht, dann kann das mal auch also die ganz großen Leute sagen, dass es eine Woche dauert, bis ihr System resilvert wurde,\nUnd wenn in dieser einen Woche die nächste Platte ausfällt, dann hast du halt die Arschkarte, deswegen muss das möglichst schnell gehen und deswegen ist.","Wenn du nur eine Redonz hast. Aber da kommen wir gleich nochmal drauf bei Version zwei Punkt eins.","Genau, wollen die, dass das flott geht, damit das System schnell wieder sicher ist.","Genau, dann haben wir Z Standard Compression, keine Ahnung, kenne ich nicht, aber die ist irgendwie besser und.","Wie kennst du nicht? Also es gibt ja den Typen, den hatten wir auch ganz schön oft in der Sendung, den Franzose Jan Kolleg oder heißt der, der auch\nLZ vier Kompressionsalgorithmus geschrieben hat, der sehr sehr schnell ist, aber halt nicht so eine gute Ratio hat, aber ist sozusagen der Standard jetzt, wenn man wirklich was schnell packen will,\nauch in ZFS schon.","Surfstandard in ZDFS, ne? Mehr oder weniger.","Genau so und der hat aber vor Jahren schon einen zweiten gemacht, hatte ich auch alles schon in der Sendung, wo ich mal meinte, da da kommt was Großes und dann kam's auch ein Jahr oder zwei später, weil der hat dann immer so einen Blog berichtet, was er da so rumforscht und das ist jetzt Z Standard,\nund Z Standard ist sowohl schneller als auch besser in der Komprimierung als Gezip,\nund das nennt man äh Pareto Effektivität oder irgendwas was, der ist also in beiden besser, es gibt neue Grund jetzt noch Gezip zu benutzen, sondern man kann's einfach durch Z Standard ersetzen, weil's immer besser ist, egal\nob man Geschwindigkeit oder ähm Compression Ration irgendwie betrachtet,\nJa, also wenn das kommt, dann also ich schalte das sofort ein, wenn ich's habe. Aber ähm es,\ngeguckt in Friebis Dips noch nicht in Friebirsse zwölf, sondern erst in dreizehn und das kommt erst im März.","Ja okay. Das Letzte, was mir noch aufgeschrieben habe, war ZDF,\nUnd zwar ist es so, dass man ja Zwischensystemen,\noder zwischen Pools kann man den Inhalt mehr oder weniger durch eine Pipe schicken, ZFF Cent und ZFS Receive nennt sich das.","Genauso kann man Backups halt erstellen, kannst du von einem Rechner zum anderen schicken und das ist eigentlich nur ein Pfeil, was da geschickt wird, ist auch nicht interaktiv. Also ist ja nur One Way, so wie eine Unique Pipalett so ist. Das ist äh für Cent und Receive und jetzt.","Und du kannst auch Snapshots, also also so inkrementelle Snapshots weiterschicken und so weiter,\nGenau und das Redactive ZDF Centrecive ist so, dass du tatsächlich Teile äh deines Fallsystem Baums ausschließen kannst,\nzum Beispiel so ein Cash-Verzeichnis, könntest du ausschließen, weil das musste ja nicht duplizieren auf ein anderes System, das wird sie eh nicht backup.","Aber jede Menge man kann doch eh nicht denken, also man muss da nicht den ganzen Pool schicken, sondern eben nur Snapshots und dann ist doch dein Cash nicht Teil von dem Snapshot.","Nein, wenn du also wenn du Daten in deinem,\nin deinem ZDF-Pfeilsystem hast, also du hast ja, du hast ja in einem Pool, hast du mehrere Fallsysteme und wenn du eins von diesen Fallsystemen über Centrecy woanders hinschickst, schickst du immer den kompletten Einhalt des Fallsystems.","Genau. Also den Snapshot.","Was jetzt aber neu ist, ist, dass du innerhalb des Fallsystems sagen kannst, ich schließe Ordner aus.","Ah okay, weil du Cash gesagt hast, also wenn man in dem Pfeilsystem nochmal Ordner mit irgendwie Daten hat, die nicht wichtig sind. Ja.","Genau, wenn ich so ein Temp verzeichne, so irgend sowas habe, was kein eigenes Fallsystem ist, was sinnvoll wäre, so was anzulegen, aber das ja nur am Rande. Genau, deswegen, das nennt sich äh Centrecive\nso interessanterweise haben sie ein paar Sachen, Dieter,\nkeine Ahnung, wenn man den Pool hat, der Didaple Kated ist und dann äh den Cent macht, dann kriegst du auch ein Titaplicate Stream. Das haben sie jetzt einfach abgeschafft. Also du kannst das Fleck noch benutzen, aber es tut nichts mehr,\nDu kannst auch die Dublin Cate Streams empfangen.","Habe ich mich.","Na ja, es bringt auch nichts. Und sie haben etwas abgeschafft, das nennt sich Dieter wo du.","Na Detoblocks sind ja, du kannst\nbei ZDF noch sagen, wenn du jetzt auch mal nicht einen Rate oder einen Mirror hast, sondern wirklich nur eine Platte und du hast also keine Redonz, dir sind deine Daten, aber trotzdem irgendwie so ein bisschen wichtig und willst dich gegen gegen eine kaputten Block schützen, dann kannst du sagen, ich hätte gerne Dittoblocks,\nist irgendwie wie äh ja.","Er schreibt die Datei mehrere Male.","Schreib dir einfach zwei Mal\nAlso dass dein Pfeil wird zweimal geschrieben, deine Meterdaten, dann werden sowieso zweimal geschrieben, die werden dann zweimal geschrieben. Also alles wird um eins erhöht und der Überblock wird irgendwie, keine Ahnung, sechs mal geschrieben und danach sozusagen mit Ditto hochgesetzt, dann zwölf mal oder so. Also alles wird,\neinmal mehr geschrieben und das sind Detoblöcke. Und was haben die davon abgeschaltet.","Die Option nennt sich die Dop Deto, so richtig habe ich's nicht verstanden, aber vielleicht war es auch einfach nicht wichtig.","Ja, aber die Doppelcation ist wirklich nur für die großen Jungs, die da irgendwie tausendmal das gleiche Image, für irgendwelche Virtual-Users am Start haben, als Privatperson, würde ich mal behaupten. Braucht man kein Detoplication.","So und was ist aber nicht in zwo null geschafft hat, was wofür es wohl ein zwei eins geben wird, das nennt sich die Rate. Und das ist wirklich interessant, weil sie gesagt haben, ähm,\nWir trennen das Radeverhalten von der von den tatsächlich physikalischen Discs.","Das ist ziemlich cool, aber das fängt auch erst an, sich zu lohnen, wenn man in Richtung viele, viele Platten geht, also mit mein,\nman hat zu Hause selten Sachen mit mehr als vier bis sechs Platten würde ich mal sagen und ich weiß nicht ob wann das die Rate losgeht. Das ist auch eher nicht Big Business aber auf jeden Fall mittleres Business.","Der Standard ist wohl acht Platten, aber du kannst es unter mit kleineren Pools kannst du es benutzen.","Also wer zu Hause sowas hat. Ja okay, aber unsere Sendung ist ja nicht nur für zu Hause, ist ja auch für die großen Jungs.","Das das Interessante ist, du hattest ja vorher schon Spa ähm,\nSprich die Disc ist einfach drin in deinem Pool als Spar und wenn einer ausfällt,\nResilver, das mehr oder weniger von alleine auf die Spardisk. Du musst keine Platten stecken, du musst.","Du deine, ja.","Sondern du reserverst. So, das Deal macht es aber so, dass jetzt äh die Raid-Information\nauf eine ganz andere Art und Weise auf die Platten verteilt wird, sodass die Spardisk mitbenutzt wird du aber\nquasi so viel Platz wie eine Platte Spear ist auch trotzdem in deinem Pool als Bär vorhältst,\nDas heißt, wenn dir eine Platte abkackt, dann kannst du die gesamten Sparblöcke, die verteilt sind auf alle anderen Platten, direkt benutzen, um zu resilvern,\nund kannst dann aber auch ein relativ schnelles Resivering machen.","Da müsste ich jetzt nochmal reinlesen, ich weiß nur, dass sie, wir sind die Rate, dass dass diese physikalische Grundlage von einem fünf zum Beispiel, dass sie das halt ein bisschen, die haben sozusagen das Rade virtualisiert und,\nnochmal so eine Zwischenschicht eingeführt. Was aber erst bei vielen Platten sich lohnt, also ab acht anscheint.","Ja und es ist halt auch eine gute äh eine gute Möglichkeit äh Extension oder Expanischen. Ich glaube, so nannten sie das zu unterstützen,\netwas woran er schon auch seit einiger Zeit gebastelt wird, was es aber immer noch nicht gibt, ist sprich, wenn du ein Rade mit sechs Platten hast, willst noch eine draufhauen,\ndann kannst du die halt drauf tun und dann expandet er das Rate irgendwie in Place, so dass du dann Rate mit sieben Platten hast. Daran wird gearbeitet, aber es ist noch nicht fertig.","Wo läuft denn das jetzt eigentlich genau drauf? Das äh ZDFS derzeit.","Na bei Freebie ist die ist es Standard im Stoller, wenn du ein neues System anfängst,\nSolange du jetzt nicht dein Freebist hier auf dem Respekt machst, da machen sie dann kein ZFS, aber wenn du hier so ein normal dir so einen kleinen Mini-PC irgendwie dir so einen Storage basteln willst oder dann ruht oder was auch immer, dann ist äh ZFS Standard\nAlso butet auch davon, sondern nicht nur Fallsystem, sondern auch wirklich butet in den ZFS rein,\nUnd ja, bei Linus gibt's das halt jetzt auch, wobei mir da immer die Lizenz fragt, wie die das dann auch genau machen, ist mir immer noch nicht klar. Manche Dystribotoren benutzen's, manche nicht.","Ne, die haben so eine Art Lizenzadapterschicht. Das ist irgendwie ein Karneval-Modul.","Ja, ist jedenfalls nicht im im Körner mit drin, so.","Ist nicht im Kanu mit drin, ist keine Modul.","Machen und dann die Ilumus-Jungs nutzen Zeit für ihr Open Indianer äh ja Fork oder was auch immer, was sie da haben. Und dann gibt.","Ja, aber da ist es, glaube ich, auch Standard, weil es war vorher bei bei Solar.","Also das System kenne ich nicht, aber ich denke auch, dass es Standard ist und dann gibt's halt eben den Jorge Lohnmann von dem davon erzählt, dass der das halt für einen Mac macht und da gibt's das halt als, ja, was sind das auch Curnal Extension.","Ja, es sind keine Extensions. Es ist einfach ein Installa, den führst du außen fertig.","Funktioniert auch ganz gut und dort gibt's sogar auch schon ähm ähm ähm hier and Kription auf dem Mac. Ich weiß nicht, ist das Teil von Open, ZDFS zwei null, auch ein Krippchen oder hatten die das vorher sowieso schon, weil auf Friebisstier gibt's das glaube ich immer noch nicht.","Also es ist so, dass es gibt das Open ZFS zwei null auch schon für einen Mac. Allerdings nur für intell,\nAlso es gibt es oder mal anders. Nur das zwei null läuft auf Big Ser und es läuft nur auf und es ist auch noch nicht groß raus trompetet, aber sie haben quasi ein Release-Kandidat dafür,\nalso für Trailsieger, die können's sich schon mal an äh anschauen und.","Was für arm.","Nee für Inter.","Jetzt bin ich durcheinander gekommen, also es läuft.","Open ZFS zwo null für Mac als Release Kandidat läuft unter Big Sir, aber nicht unter Arm.","Okay. Und warum nicht?","Äh was ich vorhin meinte, dieser Jürgen Lundmann meinte, er hätte es versucht, er hätte es nicht hingekriegt. Er hat aufgegeben, er wartet jetzt darauf, dass die Curnalsourcen äh,\nveröffentlicht werden, damit er da mal reingucken kann, was da eigentlich schief geht und was nicht funktioniert und so weiter.","Okay, also muss man auch ein bisschen warten, weil das wäre ja in der Tat eine ganz interessante Sache, sich so ein McMini, so ein M eins, äh, Mick Mini zu nehmen und da halt irgendwie Plattenkram dran zu werfen.","Genau. Also ich habe halt Plattenkram an einem alten Mac Mini und das tut einfach.","Was mich immer noch stört an dem McMini hier, wobei das nee, liegt nicht am McMind. Eigentlich liegt's an an Big Sir, genau, weil bei meinem Backbook-Pro geht's auch nicht. Ich habe hier eine Kryptoplatte mit Fire Volt, Extern,\nund unter Bixour kann ich den nicht mal unten und äh auf meinem alten McPro noch mit dem von vor Katharina, ich weiß nicht, wie ist das? Oder,\nauch immer wieder tief. Mohave, da geht's, aber unter Bigsor kann ich die Platte nicht mal unten. Also das äh finde ich auch ein bisschen komisch.","Was würdet ihr denn so meinen, also ich wir hatten, glaube ich, vor einem Jahr oder so habe ich, glaube ich, mal das Thema so nass äh angesprochen,\nIch hab eigentlich immer noch so diesen Bedarf, dass ich mal so wirklich mal wieder so 'ne, so 'ne, so 'ne Backup Solution für mich bräuchte, einfach um mal alles ordentlich sicher doppelt zu haben. Ich kann mich aber,\nfür nichts entscheiden.","Also ich bin immer noch sehr zufrieden mit Free BSD und äh ich habe da einen AFP darauf installiert irgendwann äh und das ist einfach ein Timemaschine-Backup und fertig.","Die Platten hast du ja dann irgendwie in so einem Gehäuse und du kannst da.","Es ist ein großes, hässliches PC-Gehäusejahr.","Ja, großes, hässliches BCO.","Ich kann mich noch an den Kongress achtundneunzig erinnern,\nseinen FDP-Server auf dem Kachelboden liegen hatte mit dem ganzen Platt mit den Kabeln. Und das ist aber jetzt nicht so nah rantreten. Jetzt der FDP-Server. So geht das. Kein Gehäusemann.","Ja ja.","Ja, äh das ist, das ist ein Gehäuse, da kommt man relativ gut an alles ran, aber es ist natürlich nicht ein oh, die Platte ist äh ist ausgefallen. Ich ziehe jetzt da die Platte raus und packe eine andere rein,\nman muss ihn dann außer Betrieb nehmen und auseinanderschrauben, aber für mich reicht es.","Wie viel Storage willst du denn haben?","Ach, was weiß ich. Mir geht's aber,\neher wirklich um diesen Servicelevel. Also ich finde so diese diese Geräte, wo so Platte rein, Platte raus, ähm finde ich irgendwie schon ganz spannend und dass diese halt so automatisch sich vergrößern lassen und so, das finde ich irgendwie auch ganz geil.","Na, also Zetterfest kannst du auf jeden Fall vergrößern, wenn du dir, sagen wir mal, zwei Mal acht Terrabyte Platten kaufst, ich glaube, die gibt's inzwischen für easy billig oder relativ. Dann hättest du irgendwie,\nhalt acht Terrabyte,\nnutzbar, wenn du das spiegelst oder du kannst halt auch vier Platten kaufen, dann hättest du, wenn ein Rate fünf nimmst, hättest du dann sozusagen drei mal acht Terrabyte und einen einen Paris\nEine Paritätsplatte. Dann hast du aber vier Platten, da dauerhaft am am Laufen und ich glaube, so ein Storch ist auch nichts, was äh dann irgendwie jeden Tag Wände in dein Büro da gehst, in dein Studio dann ein und ausschalten willst. Also es läuft dann auch,\ndas muss man sich dann halt auch überlegen, ne? Da ist so ein Ding einfach dann dauerhaft alles mit äh drehendem Rost,\nDeswegen finde ich, die Anzahl der Platten ist schon auch wichtig, dass man sich das vorher überlegt.","Ich überlege mir das auch.","Also ähm,\nIch selber hab jetzt etwas im Einsatz, das nennt sich irgendwie Fantech, äh, irgendwas. Es ist so ein externes Gehäuse mit USB drei und da kamen halt Platten reinpacken ohne Ende,\nGibt's in der, in der Viererversion, es gibt den, gibt's in der Achter-Version, das ist relativ billig. Und da kann man wirklich einfach Platte reinschieben, fertig. Nicht weiter drüber nachdenken,\nund ähm,\nAllerdings, was ich, was ich halt sehr schön finde, an dem Free BSD ist, ist halt, dass es relativ zuverlässig läuft und man man äh,\nKlar, man muss da ab und zu mal Händchen halten, aber im Großen und Ganzen hast du halt einfach einen Pfeilsäure, der tut einfach das, was er tun soll. Ich mache da noch so ein bisschen Gitrepor-Sutories drauf und gut ist.","Mit sowas wie eine Synology, hast du keine Erfahrung.","Na ja, das Ding ist, das Ding ist halt Folgendes, wenn du Rate in Hardware hast, dann bist du eigentlich immer angearscht, wenn die dir so Rate-Hardware abkackt,\nweil du kriegst die Daten von den Platten nicht wieder runter, wenn dir die Rate Hardware abkackt. Deswegen willst du eigentlich immer äh sobald du mit mehreren Platten rum rummachst, willst du eigentlich ein Software Rate haben,\nvon dem du weißt, was es tut und wo du auch weißt, dass wenn ich die ganzen, wenn mir die Hardware abkackt, ich nehme mir deine ganzen Platten, stecke sie woanders rein und ich habe meine Daten wieder,\ndafür ist, gibt's nichts über ZFS.","Ist ein Argument.","Ich mein du kannst dir Free Nass zum Beispiel angucken, das ist so die bisschen bisschen weniger schmerzhafte Variante wahrscheinlich wenn man wirklich nur Faltsäure haben will.","Und ich meine so ein Falls aber das, den richtest du einmal ein, machst du dann deinen Zugang per Samba, AFP, was auch immer alles da so gibt. SSH kannst du da drauf klatschen, also den Zugang\nund äh dann, wenn der erstmal läuft, dann gehst du da nie wieder ran. Das Ding läuft einfach durch und,\ntrennt einfach, da muss man nix buten, nichts machen, nichts gar nicht und wenn in drei Jahren die Platten voll sind, dann lässt du die weiterlaufen sogar,\nmeldest die ab oder sagst, äh, schließ dir irgendwie an, vielleicht erstmal per per USP drei, wie auch immer, sagst du Replays, also im ZFS, der wechselt die beiden durch,\ndu musst da noch nicht mal dein System irgendwie booten, um dein Story irgendwie zu vergrößern. Fertig. Das Einzige, das du halt ausschalten musst, ist, weil du dann die Platten physikalisch,\ntatsächlich tauschen muss, weil da kein wahrscheinlich kein Hotspot hast,\nStandardgeräten. Aber ansonsten äh mehr fällt mir da nicht ein, was man da sonst so machen müsste.","Also ich ich weiß, dafür werden mich jetzt vielleicht auch ein paar Leute hassen, aber bei meinem Server ist es so, dass ich den halt, wenn ich ihn dann nicht mehr brauche, dann schalte ich ihn halt einfach aus. Also ich mache mir nicht die Mühe, den runterzufahren, ich schalte den einfach aus, fertig.","Aber da gibt's noch einen Knopf, da drückt man einmal, dann fährt er sich doch selber runter.","Ja, aber das funktioniert nie richtig. Einfach.","Doch doch doch. Das geht.","Das ist der Zettelfest.","Ja, das muss man halt überlegen, aber ich würde,\nich ich habe halt meinen Bäckerplattwand in meinem Router drin, der lief sowieso rund um die Uhr, aber eigentlich. Ich habe jetzt meinen Routers äh mein äh durch einen Raspi drei irgendwie ersetzt. Vier geht irgendwie nicht, zickt mal rum mit FribiSD. Ähm aber ähm,\nDeswegen habe ich jetzt keinen Rechner, der dauerhaft an ist, so in groß, wo meine beiden Bäckerplatten drin sind und seitdem äh habe ich den nicht mehr so oft an, weil ich will den auch nicht jetzt jedes Mal einschalten, das heißt, ich mache den nur alle paar Wochen an und fahre dann Backup und dann mache ich ihn wieder aus, aber so richtig\ncool finde ich's nicht, also so eine Platten finde ich, Backup-Platten oder Storage-Platten müssen einfach durchlaufen.","Ja, das das Problem ist halt die Platten sind ja das, was den Strom verbraucht.","Ja, das ist leider das.","Ich meine, wenn wenn du dir jetzt nicht gerade ein Gamer Mainboard in dein, in deinen Backup-Server reinbaust, dann verbraucht der Prozessor ja nicht wirklich viel Strom. Ne, also es ist so.","Noch nichts. Ich habe hier so einen Stromspar äh super Microboard brauche irgendwie sechs Watt oder so. Also es ist wirklich wenig und hat ordentlich schicke, schicke CPUs Intel halt auch\nauch nicht nur schlechten Scheiß aber ja die Platten genau die verbrauchen,\nPlattentreibenden Verbrauch dann gleich Richtung fünfundzwanzig Watt hoch. Was eigentlich auch nichts ist, aber man spart ja, wo man kann.","Weiß nicht, pro Platte sind's schon irgendwie fünfzehn Watt oder so, ne?","Der fünfzehn nicht. Zehn oder acht.","Ne? Zehn oder acht, ja, aber.","Die sind ja auch besser geworden. Kommen natürlich auf die Größe der Platten an und wie schnell die sind, ich, aber für Storbisch braucht man auch keine keine Platten mit siebentausendzweihundert Umdrehungen, weil äh ja\nso viel Speed brauchst du nicht, wenn du einen Rater hast, dann schreibt er hier auf mehrere gleichzeitig und so, dann ist es nicht so, dass.","Aber wenn da jetzt kein Backup draufläuft, was machen denn die Platten, die schalten sich doch eigentlich im Wesentlichen ab. Ich meine, die spinnen doch runter oder nicht. Wie.","Das habe ich äh ehrlich gesagt nicht hinkonfiguriert bekommen, aber das mag.","Das war eigentlich eher mal so das Problem bei Seagate und auch bei Western Digital, dass es halt auch Platten gibt, der die ganze Zeit\ngucken, äh alles klar, ich kann jetzt eigentlich so ein bisschen runterdrehen und so weiter. Das heißt, da ist der Kopf aber auch die ganze Zeit da irgendwie rauf und runter fährt von der Rampe und ähm die Platten äh,\nrelativ schnell kap\ngegangen sind, wenn man die halt eben in einem, in einem Storage benutzt hat, wurde die vierundzwanzig sieben Anwand, das Ganze für 'n, für 'n Rechner, wo du mal 'n Abend dransitzt, kannst du das machen, dass der Kopf dann immer so sich ein\nPosition fährt oder in so eine, in so 'ne weiß nicht optimalere Position aber mit mit Storage Platten da ist es nicht so gut und das haben die gesagt dieses Feature soll man immer abschalten.","Kleiner Tipp noch am Rande, wenn du ein größeres Rate mit Platten baust, kauf dir ganz viele unterschiedliche.","Damit man nicht so einen prinzipiellen Fehler auf einmal hat.","Mir, mir ist es schon passiert, dass ich baugleiche Platten gekauft habe und innerhalb weniger Tage sind zwei von denen ausgefallen. Also es gab kein Problem, weil es war ein Rate Z zwei, aber,\ndessen verdammt Scheißgefühl irgendwie,\nund wenn es unterschiedliche Hersteller und unterschiedliche Bauarten und so weiter sind, dann bist du relativ sicher davor, dass das nicht alle Hersteller gleichzeitig Scheiße bauen.","Deswegen ich würde halt auch überlegen, braucht man wirklich äh wie viel Storage braucht man und kommt man vielleicht eventuell mit zwei Platten aus, weil zwei ist auf jeden Fall deutlich besser als vier.","Ja die Frage ist halt auch wie viel Redonanz wird sie haben, ne?","Das auch, ja.","Na ja, also Store, ich meine, es geht ja im Wesentlichen eigentlich eigentlich meine einzige wirkliche Anwendung wäre so Backup von vielen Computern.","Also viel Storage.","Je mehr Platten du hast, desto schneller wird's aber auch, ne? Weil die natürlich alle parallel arbeiten.","Ich weiß nicht, ob das so das Haupthass halt, was weiß ich, drei, vier, fünf Laptops im Haus, die die alle irgendwie regelmäßig mal ein Backup sehen sollen, so, also Time Maschinenmäßig.","Aber da muss es ja wirklich nicht schnell sein, weil es ja kein Job, an dem du sitzt, wo du wartest, sondern es passiert ja eigentlich dann so die ganze Zeit nebenbei, richtig?\nund der löscht der dann auch sogar von selber, wenn die Platte dann irgendwann voll sein sollte, das heißt, es, der muss ja nicht ewig uralte Backups aufheben, sondern das Teilmaschinen löscht ja dann alte Weg, wenn kein Platz mehr da ist.","Das ist übrigens, wo man bisschen aufpassen muss mit mit ZFS,\nSnapshots, genau. Äh du kannst aber sagen, äh das Dateisystem, wo die Backups drauf sind, das soll immer so und so viel reserviert bekommen,\nso nach der Art mein Snap, mein mein äh Talmaschinen äh Share, mein Timemaschinenfallsystem soll immer vier Terra haben,\negal wie viel da jetzt noch ist, weil sich weiß ich äh Timemaschinen dann dran gewöhnt. Okay, da ist jetzt nur noch so und so viel Platz äh da ist immer so ein so.","Reservations machen und Quoter und all so.","Quota und so ein Gedöns, das das ist ganz sinnvoll. Ähm nicht damit du also,\nSnapshots zu machen ist auch sinnvoll. Aber wenn man zu viele davon macht, dann ist halt irgendwann der Platz alle und dann denkt Heimat, oh ich muss jetzt meine ganzen alten Backups löschen, weil es ist kein Platz mehr da. Und in die Situation willst du natürlich nicht unbedingt reinlaufen.","Na, mal gucken, ich werde das noch ein bisschen beobachten. Ich äh hätte ja gerne einfach so eine so eine sexy sexy Box irgendwie, wo man einfach nicht groß rumkonfigurieren muss, sondern die irgendwie einfach.","Na dann mach das doch mit dem Freen das, das ist doch genau sowas.","Ja","Boxen kann er bestimmt irgendwie was empfehlen, da gibt's ja tausende Hersteller, wo du halt so Platten reinschieben kannst und dann installierst du da halt einen Friedenas drauf und dann bist du ja schon fertig.","Ja, weil du bist ja so ein PC da irgendwie an den Start kriegen.","Ja, ja, Muster.","PC mehr haben.","Deswegen ja so eine Freenaze-Box, wo man halt nicht mehr selber Teile zusammen kaufen muss.","Oder ist ja vielleicht auch ein PC drin.","Ja, natürlich, ja, nein, da ist irgendwelche Hardware drin. Ob das ja theoretisch läuft ja so ein Free WSD auch auf einem Arm, aber ich meine äh.","Da muss ich noch warten, bis das alles auf Arm läuft.","Armprozessor, anderer Hersteller, anderer Eltern sind halt doch nicht so hübsch.","Ja, aber das Problem ist, dass die Platten den Stromverbrauch in der Nütze, denn wenn Apple Silicon mit dem mit dem schönen Stromverbrauch dann irgendwie auch nichts, der kostet dann nur viel Geld und äh bringt ja auch nichts, weil die Platten den Strom weghauen,\nVon der Power her wurde eigentlich ein Resperry Pike reichen. Würde ich mal sagen.","Ja, ZDF der Fest braucht nicht viel, braucht nicht viel Prozessor, aber du willst halt viel Speicher haben.","Ja, mal gucken. Ich äh werde mir das nochmal überlegen, so die Alternative ist dann halt doch einfach irgendwie remote Backup irgendwie überall arg drauf\nknallen und irgendwie einfach online Storage zahlen, bis ich bis ich da auf die Gelder komme, die ich irgendwie für viele, viele Platten äh ausgebe, so,\ndas wird nicht leer. Äh das wird nicht voll. So und solange Amazon läuft,\noder welcher Dienst auch immer äh hat man's halt auch, so und dann hast du auch keinen Lärm und keinen Stromverbrauch. Das kann man irgendwie auch alles nochmal gegenrechnen,\nallein schon durch so ein Gerät irgendwie so viel Strom verbrauche wie mich irgendwie der Online-Stauch kostet.","Das stimmt natürlich, weiß ja nicht, was die kosten.","Müsste man mal durchrechnen.","Geschenkt ist das auch nicht.","Ja, nee, ist eine Abwägung so. Du hast halt kein Gerät, hast keinen Aufwand, irgendwie kannst du immer Story hast du halt immer Platz, es wird nie, wird nie voll und kannst halt davon ausgehen, dass die Daten irgendwie auch nicht weggelben.","Ja, aber es wird immer teurer, je nachdem, wenn du mehr drauf speicherst, ne.","Ja, aber auch da kannst ja auch die Alten wieder weg\nwerfen und so. Also es äh du hast dann mehr oder weniger eigentlich so einen konstanten Vorrat, du hast halt irgendwie das, was auf deinem Rechner ist, plus so und so viel Backups, die erhalten werden sollen und die alten Fallen irgendwie äh äh weg und dann ist es irgendwie auch konstant,\nMal gucken, ich muss mir mal die Preise mal wieder anschauen, das äh.","Hab mir so 'ne von Western Digital so 'ne vier Terrabyte\näh zweieinhalb Zoll Platte geholt in so einem Gehäuse schon irgendwie fertig, wo schon USB sozusagen mit dran ist. Also die Platte hat auch gar keinen Sata mehr, sondern ist gleich direkt so ein USB-Platinchen auf die Platte gelötet. Und äh das Ding habe ich einfach an meine Airport Extreme angeschlossen und habe mache\nalso dem Rechner machen hier einfach so über WLAN, ihr Backup das Ding drauf fertig,\nAlso wenn du so richtig so Konsumermäßig irgendwie Backup machen willst, dann macht man das so,\nDas ist dann auch nicht redundant das Backup an sich, aber es ist ja schon ein Backup, das da hast du ja sozusagen schon eine gewisse Redonanz. Und äh das war eine schnelle, billige Lösung, die auch nicht viel Strom kostet, weil der fährt die Platte auch ab und zu mal runter\nIst auch in der zweiten Halbzeit Platte, die können das irgendwie oder bisschen besser, keine Ahnung und die Airport extrem ist sowieso immer die ganze Zeit an und dann geht das so.","Gut, lass uns das Thema mal äh abschließen, haben wir noch äh irgendwas. Ich werde langsam müde. Ähm ach so, ich habe noch was. Fällt mir gerade ein, eine Kleinigkeit noch. Das wollte ich nochmal kurz äh angesprochen haben,\nzwei äh kleine Tools und zwar ähm ich habe,\nlange, lange Zeit,\nwenn man also wenn man so SQL, wenn man so einen MySQL Datenbank äh hat so als Wordpress-Benutzer hat man sowas, ja. Ja, dann äh will man ja auch ab und zu mal einen Blick auf die Datenbank werfen.","Jetzt weiß ich wo mir der Name her bekannt vorkam. Alles klar,\nja, von dem Tool, was du jetzt gleich erwähnen wirst. Ich habe das, ich habe das ja in der Sendungsvorbereitung gelesen und dachte mir, was war das doch noch? Was war das doch noch?","Du meinst Sigwale Po,\nGenau, Secret Pro ist nämlich so ein äh Open Source Programm, ein Meckentosh-Programm, was das eigentlich immer wunderbar gemacht hat,\nUnd da gab's irgendwie seit Ewigkeiten kein Update mehr dafür. Und jetzt wo so Prozessorwechsel ansteht\nGuckt man ja mal bei jedem Tool, was man so verwendet, äh wie es denn da eigentlich aussieht und ob das irgendwie mit in die Zukunft rübergeholt wird\nSecret Pro, ich glaube die letzte Version war von zwanzig sechzehn, also das sozusagen seit vier Jahren irgendwie nichts mehr passiert. Ich habe mich schon so gewundert, ob das so im Bendin Ware ist.","Da steht zehn, sechs oder heia. Hm.","Und ähm lief aber immer wunderbar. Also es ist sozusagen extrem zuverlässiges äh Teil,\nDann habe ich dem Ganzen jetzt mal ein bisschen her äh hinterher recherchiert und dann irgendwann festgestellt, aha, es gab einen Forg,\nDas Ding ist also wirklich gewesen, das heißt, da hat sich keiner mehr drum gekümmert\nund Sigwill Pro ist quasi jetzt äh am Ende und äh wurde dann geforgt und jetzt gibt's ein neues Tool, das ist auch im App Store,\nund das ist auch alles jetzt schon im eins kompatibel und so weiter. Das sieht im Prinzip genauso aus. Jetzt heißt das Ding nämlich Secret Ace,\nAlso ACE, Securit Ace und die Secret Ace äh App macht also genau das selbe, wenn ihr also,\nMeierskuell, Datenbanken und kompatibles Zeug, glaube, läuft wahrscheinlich auch mit Maria, habe ich nie ausprobiert, aber nehme ich mal an. Ähm,\nFür Postcast ist es nicht, es ist halt schon für meist Duell und diese Maria DB und äh Secret Ace ist im Prinzip genau dasselbe Tool und da haben sich halt jetzt ein paar Leute drum gekümmert und das irgendwie aktualisiert und\nwie gesagt, läuft eben jetzt schon auch auf Pixer und auf M eins\nund ja, das ist einfach ein schönes Interface, also so will man dann einfach mit so einer Datenbank auch arbeiten. Kannst also mal eben über deine ganzen Datenbanken und über deine Tabellen browsen und dir mal alles anschauen und Inplace direkt irgendwelche Werte ändern,\noder eben auch einfach SQL Riques eingeben und die mal eben auf die Datenbank.","Sowie zu C vierundsechzig Zeiten so ein Dismonitor, so ein live Dismonitor.","Für die Datenbank. Ja, es ist aber mal so, dass Interface so ein so ein ordentliches Googie-Interface für eine SQL Datenbank, also für eine Majestell-Datenbank,\nFür mich ich hab jetzt auch keine besonderen Anforderungen, ich arbeite auch nicht viel Zeit nur so ab und zu muss man mal nachschauen ob noch irgendwie alles rechtens ist oder bei so einem blöden Wirtpress muss man mal\nwie Balk irgendwie harte TP auf harte DPS links ändern und so und das sind so Sachen, die kannst du dann damit irgendwie relativ gut machen,\nJa, also das wollte ich mal erwähnen, weil das haben wir, glaube ich, noch nie erwähnt und ich glaube, äh vielen Leuten ist das nicht aufgefallen, dass es eben diesen Nachfolger gibt. Sequel Ace.","Ja, schade, dass es nur für Majas Göl geht.","Ja, wäre mal auch schön, wenn das sozusagen mit Podcast Postcast arbeiten würde, das soll das Interface, was man eigentlich haben will, aber,\nirgendwie nichts, habe ich zumindest noch nicht gesehen,\nUnd ein zweites kleines Tool ähm das allerdings zu den Winningen gehört, die jetzt auf M eins nicht laufen, weil es nämlich da irgendwas geändert hat,\nIch hab ja an meinem McMini so einen Dellmonitor dran, diesen achtunddreißig Zoll,\nDW achtunddreißig achtzehn oder so,\nDen ich ja eigentlich ganz geil finde. Also abgesehen davon ist es halt ein Dellmonitor ist, also sieht halt aus wie ein PC Monitor, ist ein PC Monitor, schwarzes Plastik hat jetzt irgendwie keinerlei,\nFeatures, wo man sagen würde, all Awesome, mein geiler Bildschirm. Abgesehen davon, dass es halt ein achtunddreißig Zoll Bildschirm ist.","Monitor, der sieht so scheiße gar nicht aus und der tut. Er tut einfach für einen relativ schmalen Preis, also.","Ja ja ich hab ihn ja auch gekauft so aber ich ähm vier K.","Also bei achtunddreißig Zoll würde ich ja mal mindestens.","Also meiner ist 4K.","Ich habe jetzt also es ist jetzt kein Retinascreen, sondern es ist halt ein ähm es ist halt ein großer Bildschirm mit vielen Pixeln. Ich kann jetzt mal kurz gucken, hier.","Großer Bildschirm mit vielen.","Der Größe. Es ist vier K auch kein Retina mehr.","Richtig genau.","War der nicht irgendwie zweimal HD nebeneinander oder irgendwie sowas.","U achtunddreißig achtzehn DW heißt ja und äh Pixel ist achtunddreißigtausendvierzig mal sechzehnhundert,\nSo und.","Was? Wie viel.","Achtunddreißig, vierzig mal sechzehnhundert. WQ HD Plus.","Ja, okay, das heißt, das ist dann so ein Ultrabreiter, ja.","Monitor.","Ja, genau, der ist der ist.","Also nur zum Video gucken eigentlich. Klar man Kinofilme, die haben genau passt genau da rein, hast du gar.","Zwar Audio DAW.","Ach, ist nichts nack.","Das kannst du damit auch machen, aber ich muss sagen,\ndie X-Achse ist einfach geil. Also da will man einfach viel von haben. Höhe ist auch gut und ich hätte gerne das Gerät auch noch in Höhe,\nEs gibt ja noch einen größeren, aber der hat da noch gar nicht dieselbe Höhe. Ist auf jeden Fall cool. Das Problem ist jetzt,\ndu hast halt dann eben so dieses Elend bei diesem PC Monitoren, da hast du dann so,\nvöllig antike on Screen Displays, um so Helligkeit einzustellen oder auch so einfache Sachen wie zwischen den beiden HDM E-Ports hin und her zu schalten, also zwischen den verschiedenen Eingabeports einfach völlig anstrengend und will man nicht.","Ja, aber bei so einem Apple Bildschirm, da kannste noch nicht mal umschalten.","Ja, aber das warum muss warum muss denn das auch dann gleich immer Scheiße sein? Also ich meine, wenn man so eine Funktion einbaut, dann kann man die doch auch mal ordentlich.","Weil die nur für die Featureseite ist und die.","Wie auch immer. Wenn du das Ding jetzt an den Mac anschließt, also an den McMini anschließt, dann ist das erste, was dir einfällt, dass du halt die,\nHelligkeit dieses Bildschirms nicht steuern kannst über deine Funktionstasten,\ndass du auch natürlich sollte es auch anders sein auch die Lautstärke dann nicht steuern kannst. Also du kannst das Ding zwar als Ausgabe,\nÄh als Audioausgabe benutzen, aber du kannst halt eben nicht über die Lautstärkefunktion das hoch und runter schalten.\nUnd im Chat war schon einer äh ganz schnell und hat hier irgendwie alle Links schon gepostet, die ich sonst noch gepostet hätte. Es gibt ein Tool, das heißt Monitor Control, das auch auf Gitarr, ist auch Open Source,\nkann man sich auch irgendwie über Homeblue installieren und das löst dieses Problem eigentlich. Ich hatte das auf meinem alten Big Mini drauf,\ndas erkennt dann diesen Bildschirm über diesen Display, Data Channel DDC heißt dieses Protokoll. Also all diese ganzen,\nmodernen Bildschirme, die über HDMI oder eben dann auch über Displayport äh und im Falle des des achtunddreißig Zoll Dails auch über USB C,\nDisplayport anschließt, die können halt über diesen Kanal auch DDC sprechen, nur dass halt McOS,\nAn sich kein DDC-Support hat oder vielleicht haben sie es irgendwo drin, vielleicht benutzen sie es auch für ihren eigenen Bildschirme, aber weiß ja, wie Apple so drauf ist. Fremdbildschirm und so weiter, ob's Gures Protokoll benutzen wir nicht, auch wenn's eigentlich wo der Standard ist. Und mit Monitorcontrol,\nhast du das? Das heißt, du hast diesen Bildschirm dran und dann big Mini, installierst den Monitorkontrollen und auf einmal geht alles,\nDas ist auf jeden Fall ein schönes Tool. Problem ist nur.","Kurze Frage, dann geht alles mit diesem Monitorkontrolltool oder geht so eine über die normalen Apple Tasten.","Über die normalen Apple-Tasten, der stellt sozusagen diese Verbindung her. Ich weiß nicht genau, an welcher Stelle der eingreift, aber der spricht quasi mit dem Monitor äh DDC und leitet das so ins Betriebssystem um, dass eben die normalen Tasten einfach matchen\nSo und dann hast du Lautstärkekontrolle und dann verhält sich das halt wie ein normaler Apple Bildschirm. Problem ist nur, das läuft jetzt noch nicht auf dem FM eins Mick Mini,\nweil wenn ich das richtig gesehen habe in den Ischos, ähm,\nunter McOS Big Ser auf den M eins äh äh erkennt, ähm funktioniert irgendwie diese Enummeration der Bildschirme nicht richtig. Da ist offensichtlich noch ein Buck in Bixor drin,\ndas funktioniert auch mit elf eins noch nicht leider und das muss halt noch gefixt werden und\nDas heißt, das Tool sieht den Bildschirm quasi nicht, ne? Du kannst ja vom Betriebssystem quasi die angeschlossenen Devices durchinnumerieren lassen und dann sieht er, ah ja, hier ist ein Dell und auf dem M eins Mini,\nfunktioniert das nicht, ne? Ja,\naber davon abgesehen, wenn ihr jetzt noch kein M eins habt und ihr habt einen externen Bildschirm an eurem Rechner und ihr wollt das irgendwie haben,\nist Monitorkontroll auf jeden Fall ein schönes Tool und ich hab so die Hoffnung, dass der Bug sich in McOS noch äh fixen lässt und dass das dann sozusagen auch mit Pixer auf dem M eins auch funktioniert. Also Bixer ist nicht das Problem, sondern das Problem ist konkret, Bixe auf dem,\neins da funktioniert es irgendwie nicht so richtig.\nWarum auch immer. Aber das auf jeden Fall sehr hilfreiche Geschichte und dann ist so ein Bildschirm wirklich paktisch und ehrlich gesagt da ja Apple sich standhaft weigert selber äh Monitore zu,\nverkaufen.","Einen, halten sie.","Ja\nJa. Aber selbst der wäre nicht das, was ich suche. Also ich meine, dieses XDR Teil mag ja ganz sexy sein, aber ich will's ehrlich gesagt so,\nja","Nur ein Viertel Bitcoin.","Retina, alles schön und gut, aber ich finde breit einfach viel interessanter.","Ich weiß nicht.","Also so ein achtunddreißig Zoller ist geil und ich würde sogar, wenn ich den Platz jetzt hier äh hätte, den ich jetzt hier im Studio so nicht habe, würde ich sogar schon fast darüber nachdenken, zwei davon anzuschließen und die übereinander zu installieren.","Ja, dann kannst du auch gleich einen Großen holen und holst dir einfach so einen fünfundvierzig Zoll Sony Superfernseher und dann hast du das alles, was du brauchst.","Super Fernseher.","Na ja einen guten halt, du willst ja auch ein gutes Bild haben, du willst jetzt keinen, der da den du nicht davon wegkriegst, dass äh denkt, du guckst Videos und der dein ganzes Computerbild auf dem Feinder mit den feinen Icons das verwischt, weil er denkt, du guckst da Filme, sondern du willst dann\nklares Bild haben und das ja machen nicht alle Fernseher viele Kinder dauerhaft mit irgendwelchen Weichzeichnern\nImage optimieren und weiß ich nicht was alles drüber, Rauschunterdrücker, das willst du alles nicht, wenn er dein Computerbild da gucken willst.","Ja. Ich weiß nicht, ich habe da nicht so viele Erfahrungen mit mit welchem Fernseher man da vielleicht gut arbeiten könnte.","Also ich habe hier so einen Sony Olet Olet würde ich jetzt nicht gerade empfehlen für dauerhaft dran arbeiten. Da würde ich schon LCD nehmen, sonst brennen die ja halt aus. Aber das Bild ist sowas von,\nkrass scharf ändert. Also ist,\nriesengroßes Ding, dass wir als Computer Bildschirm nicht so ganz geeignet, aber es ist einfach das, was du brauchst, würde ich wahrscheinlich kannst du das mit einem fünfundvierzig Zoll oder weiß ich schon, fünfzig Zoll musste halt mal gucken äh mit einem guten Fernseher,\nund die sind dann auch nicht viel teurer und ich gucke dein Ding hier kostet auch tausendeinhundert Euro, kann das sein? Dieser Day von dir,\nund ich denke, der wendet dir so einen, so einen richtig guten ähm LCD-TV holst, äh Sony, LG Samsung, wie sie alle heißen irgendwie, glaube ich, ist das auch nicht so viel teurer, wenn der fünfzig Zoll ist, weil kostet da dann nichts mehr. Die werden ja hinterher geschmissen.","Ja gut, aber dann ist ja noch 4K, also da wird es ja dann, wenn du da direkt davor sitzt, äh irgend irgendwann wird der Pixelabstand ja dann auch wieder ein Thema,\nAlso was haben die dann vier K, was haben die dann auch achtunddreißig, vierzig, oder? Diese Pixelzahl eigentlich.","Ja, also größere als vier K gibt's jetzt noch nicht so wirklich, da sind ja dann weiß nicht, also aber ich würde dann schon, guckst du nach, was ist an fünfundvierzig Zoll oder fünfzig Zoll, an vier KW Monitoren? Oder Bild, also Fernsehern gibt.","Es gibt natürlich jetzt ein Argument bei diesem achtunddreißig Zoll Bildschirm, den äh der ist halt äh geschwungen, ne? Also es gibt zwar das auch bei Fernsehern,\nAber ich glaube nur bei sehr, sehr, sehr großen und bei kleinen äh Fernsehern, die jetzt in dieser Größenordnung sind, hast du halt keinen Curf,\nund das finde ich extrem angenehm, weil du hast natürlich das Problem, dass wenn der Bildschirm so breit ist,\nDu schon in so ein Links-Rechts-Kuck-Modus kommst und dieses geschwungene ähm wo ich.","Sorgt dafür, dass der Winkel nicht so abflach.","Genau, also du du\ndas passt einfach. Also ich finde das als super super angenehm damit zu arbeiten und du kriegst da halt einfach mal vier Browser Fenster groß nebeneinander und was immer Platz irgendwas irgendwo hinzuschieben. Also du arbeitest irgendwie ganz ganz anders mit deinem Bildschirm. Das das ist schon wirklich\ncool.","Merke, wenn du Fenster in die Mitte des Monitors ziehst, damit du es besser lesen kannst, dann ist er zu groß.","Ja, nee, es ist, es geht eigentlich wunderbar. Also ich bin, bin da sehr mit zufrieden. Ich finde das äh extrem ergonomisch so zu arbeiten und\nman man kann immer alles nebeneinander legen und kann's immer nochmal irgendwo auch nochmal einen großen Video laufen lassen und hast,\nimmer noch genug Platz, also es ist äh cool. Also ehrlich gesagt, da habe ich schon mehr darüber nachgedacht äh eher auf diese neunundvierzig Zoller,\nsogar noch zu gehen, die er dann quasi so groß sind wie zwei siebenundzwanzig Zoll nebeneinander und auch genauso viele Pixel haben ohne eben dieses trennende Ding da in der Mitte.\nDas irgendwie auch sehr temping\nAlso Phil, für mich macht das einfach extrem viel Sinn. Einerseits jetzt für so Recherche, wo ich einfach keine Ahnung, ich will ein PDF groß, gut lesbar\nan der einen Stelle haben, dann habe ich irgendwie einen Webbrowser auf, mach da äh irgendwie Recherche und habe vielleicht noch ein zweites Fenster und ich will die aber,\nimmer alle sehen, weil ich gerade irgendwas lese und vergleiche und dann gucke ich hier nochmal in dem Dokument und es muss auch alles groß sein und nicht nur irgendwie auf dem Bildschirm. Ich will nicht so viel rumscrollen, weil ich will dahin, ich will da Sachen markieren,\neinfach um um diesen ganzen Prozess äh Effizienz zu machen. Und gerade jetzt auch noch mit dem M eins,\ndazu ist es so cool, weil er eben diese ganze Latenz nicht mehr hast, weil einfach alles ist immer sofort da und du klickst auf irgendwas und bam, es ist offen und,\nDu rufst deine Programme auf, Bam und egal wie groß das PDF ist, was du jetzt öffnest, bam, es ist einfach sofort da, ist einfach total super und das das kommt meiner Arbeit sehr entgegen und das zweite ist natürlich, dass bei Audioschnitt.\nDiese Breite auch ein super Vorteil ist,\nweil ich einfach ähm sehr weit ins Audio reinzoomen kann, aber trotzdem noch sehr weit nach links und nach rechts auch noch schauen kann. Das ist auch,\nMega geil, also gerade wenn man so mit Audio arbeitet äh wie ich das mache, so für einen Audioschnitt. Also es mag auch für für Videoschnitt ganz gut sein, aber das mache ich ja kaum,\nAber für Audio ist es äh super, weil ich einfach jedes Detail sehe und damit kann ich einfach Sendungen viel, viel, viel effizienter schneiden.","Also ich habe so ein so ein äh siebenundzwanzig Zoll vier K der halt auch Retina macht und richtig gut aussieht mit Retina, bin da sehr zufrieden mit. Siebenundzwanzig.","Wie viel Zoll? Ja, siebenundzwanzig Zoll habe ich ja schon seit Jahren hier stehen.","Ja, aber halt vier K, ne? Also es ist halt wirklich Retina.","Ja, aber das heißt auch nur, dass es dann richtig gut aussieht, aber ändert ja im Workflow oder an der Größe, dass was man da so sieht, ändert das ja nichts. Eher im Gegenteil.","Du kannst halt auf einzeln, also auf Nicht-Retina schalten, dann hast du richtig viel Platz, aber dann siehst du halt nix mehr.","Dann ist aber auch sehr klein wiederum, ne?","Gibt leider die Stufe dazwisch.","Aber wenn nur eins zu zwei Retina hast, dann hast du ja nur noch zwei K sozusagen und ich habe mit meinem Bildschirm jetzt hier wenigstens zweieinhalb, also ohne Redner, sieht halt nicht so gut aus, aber\nDas ist ungefähr so die Auflösung mit der ich genauso klar komme von der Größe, dass ich es lesen kann, dass nicht zu klein ist, aber auch nicht zu groß.\nAlso ich denke auch eher, wenn man sich da verbessern will, dann geht's ja doch auch eher wie bei den Fernsehern halt einfach in den nächstgrößeren Bildschirmen. Also ich habe auch siebenundzwanzig Zoll und dann müsste auch eher ein bisschen was größeres her.","Also ich hätte gern diesen achtunddreißig Zoll in Retina. So, da hätte ich jetzt überhaupt nichts dagegen. Also einfach diese breite Curve.","Sünden das dann.","Das wäre dann acht Kara Dings oder was.","Ja.","Halt irgendwie Punkt.","Na ja, ich kann das Teil doch. Ja, dafür ist halt Computer doch da, der soll mir da irgendwie diese Pixel da draufmalen und es soll alles schön schnell gehen. Also das.","Ja, du, ich weiß nicht, wird's nicht geben, den Bildschirm.","Ja, noch gibt's den nicht, weil es noch nicht so viele Computer gibt, die in der Lage sind, so ein, so ein, so ein Ding anzusteuern, aber das äh wird sich ja bald ändern. Vielleicht erhört uns Herpel.","Gellultrascharb Ultra HD acht K Monitor, hier gibt's doch schon. Guck. Kostet dreitausendsiebenhundert Euro und ist der ultra breit,\nJa ich na ja nee aber ist kein so ein ultrabreiter ist nur acht K auf ja knappe zweiunddreißig Zoll.","Zweiunddreißig Zoll, ja okay, das ist dann nur so für Video, für eine wie eine acht K Video machst du.","Genau. Genau, genau.","Ja, nee, die sollen die Pixel mal anders verteilen. Schön, schön breit und gut ist so.\nUnd wie gesagt, so zwei übereinander fände ich auch mal ganz geil, aber ich glaube, das ist dann vielleicht in der, in der,\nmuss man immer gucken, dass man sie dann nicht so äh in den Hals kriegt, dass es eher geeignet, wenn man den Bildschirm wirklich so direkt auf den Tisch aufsetzt und da drüber noch den anderen, aber das,\nist nochmal eine andere Geschichte. Ob das dann wirklich effizienter wäre für mich, weiß ich nicht,\nGut Freunde, wollen wir mal das Ende einleiten. Ich glaube, wir sind jetzt durch hier, auch schon wieder fast an unserem vier Stunden Limit angekommen,\nDann war das jetzt äh die letzte Sendung von unserem geilen Freund zwanzig zwanzig,\nIch finde dieses Jahr kann jetzt auch langsam mal einpacken.","Wie will Not Miss You.","Ja, das ist einfach so geht's nicht und ähm.","Ja, nee, also der Jahresausklang, das wird nochmal spannend. Ähm der der Mann meiner Mutter ist ja in so einem Pflegeheim und äh die hatten jetzt einen Ausbruch. Also wurden alle getestet.","Jetzt brechen die schon ausm Pflegehei.","Oder weniger nein, der Virus ein. Ja und er ist positiv getestet. Hat aber noch keine Symptome. Also es mal gucken, wie es wird, aber mit vierundachtzig ist halt auch irgendwie.","Ja, schwierig.","Impfung zu spät wahrscheinlich. Mal gucken.","Ja, erst alle schön viel Vitamin D.","C waren alle Vitamine eigentlich. Ja, aber alle grundsätzlich aber alle.","Die Konkrets geht um Vitamin. Ja, aber für.","Wo ist denn D drin.","Ist eher.","In der Sonne rausgehen. Mehr im Winter schwier.","Nehmen wir mal ernsthaft, ich meine, esst Vitamin D, aber wo ist es denn drin.","Nirgendswo. Also in in Vitamin D Supplement ist es drin. Ja du bildest das halt normalerweise mit Sonnenlicht, aber im Winter gibt's halt nicht so viel und.","Meine Couch hier am Südfenster stehen, damit ich wenigstens ein bisschen.","Noch irgendwie, no, chance, alles äh alles in Europa, äh, oberhalb von Kreta ist im Prinzip unterversorgt. Deswegen.","Kreta, Lügen Lügen.","Aber das Fass mache ich jetzt nicht komplett äh auf, denn äh das wird unter anderem ein Thema in der nächsten UKW-Folge sein, die wahrscheinlich am Samstag rauskommt. Da äh werde ich das nochmal beleuchten.","Kannst du essen, Fisch hat viel Vitam.","Ja ist auch gut, aber so viel Fisch kannst du gar nicht essen.","Hering, Lachs, Austern, Thunfisch, Aal, Lebertran, Eier, Käsepilze und Avocado.","Ja. Klickt euch lieber so eine Vitamin D Pillenbox irgendwie auf Amazon das besser.","Ich hatte, ich hatte gestern Sushi, aber es war vegetarisch.","Na ja, du bist ja auch schon durch mit dem Thema. Unser eins, wir wir müssen ja alle noch äh wir müssen alle noch beten. Da hoffen wir mal, dass wir jetzt alle bald äh durchgeimpft werden und dann gibt's ja äh gibt's auch wieder hier Freakshow außer Mieterebene.","Ja, weil wir sind doch alle in der letzten Kategorie, oder?","Vermutlich. Also vielleicht nicht in der aller, aller, aller, allerletzten Kategorie, aber zumindest gehören wir nicht so zu den ersten zwanzig Millionen, würde ich sagen.","Ich bin Systemrelevant.","Das haben schon ganz andere behauptet.","Also für die Metaebene bist du auf jeden Fall systemrelevant, wenn sich das äh beruhigt.\naber mehr äh mehr gibt's nicht. So Leute, jetzt wird hier äh.\nAusgeblendet. Vielen Dank fürs Zuhören, vielen Dank an Rainer für das geile Previersly wieder einmal und ja vielen Dank fürs Zuhören, vielen Dank für eure Unterstützung in diesem Jahr und im nächsten Jahr hören wir uns wieder. Wir sagen tschüss, bis bald.","Tschüss."]}