{"v":1,"episode":256,"speakers":["Tim Pritlove","Tala","Miriam Seyffarth","Lars Immisch"],"t":[151,171,173,250,271,273,287,297,300,311,312,319,323,351,355,376,377,425,426,432,520,527,538,547,549,560,563,571,591,616,649,681,683,684,733,740,742,757,759,760,766,770,848,850,856,875,876,883,900,905,911,939,945,948,956,956,972,974,979,995,1025,1098,1114,1116,1117,1134,1153,1161,1163,1177,1178,1192,1221,1223,1254,1270,1274,1294,1299,1322,1327,1327,1329,1348,1351,1358,1361,1400,1464,1468,1472,1529,1533,1535,1538,1551,1587,1588,1609,1662,1725,1762,1777,1814,1823,1826,1829,1877,1883,1940,1941,1951,1954,1957,1969,1985,1989,2133,2236,2240,2301,2452,2456,2459,2472,2660,2704,2878,2925,2934,2935,2936,2965,3089,3093,3098,3104,3113,3143,3152,3156,3171,3406,3407,3476,3478,3479,3582,3587,3679,3680,3790,3807,3859,3861,3867,3873,3875,3883,3892,4123,4126,4127,4140,4236,4250,4252,4261,4263,4273,4358,4455,4457,4458,4459,4481,4617,4620,4623,4625,4700,4708,4712,4716,4786,4787,4909,4911,4924,4999,5003,5075,5220,5222,5224,5225,5227,5228,5230,5232,5233,5286,5287,5326,5341,5343,5355,5363,5397,5421,5466,5468,5471,5473,5484,5538,5541,5600,5675,5690,5691,5721,5731,5733,5775,5830,5893,5896,5906,5941,6042,6084,6097,6099,6137,6146,6150,6152,6351,6354,6600,6689,6854,6860,6863,6891,6970,6974,6978,6982,7083,7118,7128,7135,7138,7243,7246,7249,7251,7256,7260,7261,7271,7273,7340,7378,7384,7461,7465,7507,7518,7546,7550,7590,7593,7602,7616,7617,7628,7630,7643,7660,7667,7688,7770,7871,7873,7885,7913,7923,7924,7926,7929,7933,7935,7958,7986,8146,8161,8264,8267,8294,8298,8313,8320,8322,8409,8411,8414,8417,8445,8567,8569,8572,8606,8613,8738,8806,8808,8818,8823,8833,8845,8867,8869,8872,8875,8881,8887,8889,8897,8910,8919,8921,8932,8935,9000,9001,9135,9141,9141,9347,9402,9572,9573,9625,9627,9715,9722,9736,9835,9901,9918,9921,9923,9926,9971,9991,9992,10039,10041,10046,10193,10227,10280,10330,10331,10333,10335,10343,10344,10349,10370,10399,10421,10534,10539,10555,10562,10584,10637,10721,10725,10747,10751,10763,10850,10893,10906,10922,10925,10928,10932,10940,10963,10965,10999,11081,11083,11101,11104,11112,11188,11256,11257,11260,11262,11276,11278,11281,11281,11288,11293,11294,11306,11316,11416,11432,11438,11496,11499,11528,11530,11545,11546,11640,11663,11665,11668,11682,11686,11689,11696,11709,11711,11714,11727,11728,11736],"s":[0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,3,0,2,1,0,3,0,3,1,0,1,0,1,0,3,0,1,0,2,0,3,0,3,0,3,1,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,1,0,1,0,2,0,2,0,3,0,2,1,2,1,2,1,0,2,0,1,0,2,0,1,0,1,0,1,0,2,0,1,3,0,3,1,0,2,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,3,2,0,2,1,2,1,3,2,0,3,0,1,0,2,0,1,0,3,0,3,0,1,0,1,0,1,0,3,2,3,2,3,0,1,0,1,0,1,0,1,0,2,0,2,0,2,1,2,0,2,0,2,3,0,3,0,1,0,2,1,0,2,0,2,1,2,3,0,3,0,3,2,0,2,1,2,1,2,1,2,1,2,1,0,1,3,2,0,3,0,3,1,0,1,0,3,0,3,0,3,0,3,0,1,0,1,0,3,0,3,1,0,3,0,3,0,3,2,0,3,0,3,1,3,1,3,0,3,1,3,0,3,1,2,0,2,0,3,0,3,0,2,0,2,3,0,3,2,3,0,2,3,2,0,1,2,0,2,1,2,3,2,3,0,3,0,3,1,0,1,3,0,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,2,0,2,1,0,2,0,2,1,0,1,0,1,0,2,1,2,1,0,2,0,2,0,2,1,2,1,3,2,1,3,1,3,1,2,0,2,0,3,2,3,2,0,3,0,2,0,1,0,1,2,0,1,0,1,2,1,2,0,3,0,2,0,2,0,3,0,1,3,0,2,0,3,2,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,3,0,1,0,3],"x":["Hallo, oh, ist aber laut hier. Bist du das so laut?\nAlles ist heute irgendwie furchtbar laut hier. Ich versteh's selber gar nicht. Ähm\nJa hallo, hier ist die Freakshow, heute geht ja wirklich hier alles. Äh ich muss das mal ausblenden, ist ja ganz furchtbar. War das bei euch auch so laut?","Das Intro war sehr laut im.","Ja, ja, ich weiß auch gar nicht warum das äh aber das ist äh so läuft das jetzt hier schon seit einer halben Stunde. Es ist zwanzig einundzwanzig,\nund es ist immer noch ein Problem\nRemote irgendwie zusammenzukommen, dass es so wie gut klingt und dass man irgendwie keine Probleme hat. So in einer halben Stunde hatten wir doch glaube ich wieder alles beisammen irgendwie Echo und Rauschen und geht nicht und ich kann nicht hören, aber du kannst mich nicht hören und ich kann dich aber auch sehen, aber das Bild stoppt\nund das volle Programm\nwie auch immer. Hier ist die Freakshow, hallo. Herzlich willkommen, die zweihundertsechsundfünfzigste Ausgabe, das äh neunte Bit ist in Gebrauch.\nJa und ähm\nheute werden wir tatsächlich mal äh uns etwas fokussieren auf ähm ja auf so ein paar Veranstaltungen, die äh stattgefunden haben, die letzten dreißig Jahren\nunter anderem auch äh auf den RC drei und dazu habe ich eine ungewöhnliche äh ein ungewöhnliches Team zusammengestellt bekommen heute\nnämlich zunächst einmal begrüße ich Thaler, hallo Thaler. Endlich wieder da, was macht deine Doktorarbeit?\nNicht oder was?","Es gibt ein sehr schönen äh Online-Comic, den haue ich danach einmal in den Chat. Ähm.\nDie Einstiegsfrage oh du promovierst wie was macht deine Doktorarbeit Lust normalerweise Nervenzusammenbrüche aus und ich bin in dieser Phase. Aber auch schon seit einer Weile.","Okay, aber es wird besser oder.","Ähm es dauert. Es ist halt, es ist man man wartet auf Feedback von Doktor Müttern, Doktor Vätern und das ist so gefühlt mindestens fünfzig Prozent der Doktorarbeit.","Mhm. Schlechter Turnaround sozusagen. Du warst im Dezember oder im November, als wir gesprochen haben, warst du noch ganz zuversichtlicher? Am Januar und so, da ist das ja dann alles äh endlich vorbei.","Ja, ich warte halt seit Anfang Januar auf Feedback.","Verstehe. Okay. Na gut, äh hier gibt's auf jeden Fall schneller äh Feedback. So, dann haben wir äh noch eine Dame. Ich begrüße mir Jam, nur Jum, hallo.","Hallo, Grüße.","Sehr kurzfristig gecastet heute. Das war glaube ich fast fast der Rekord.","Von der Straße weggecastet und dann direkt zu großen Rum geführt.","Äh da dafür ist die Meta-Ebene bekannt, ja. Also hier wird man einfach direkt abgefangen.\nUnd ja, jetzt sitzt er natürlich nicht in der Mittebene, sondern wir, wie wir alle halt äh schön in der Ferne, aber äh spontan hast du dich bereit erklärt, aber ganz ehrlich gesagt, ich habe schon seit Wochen äh äh deinen Namen ein bisschen durch den Kopf,\nkullern lassen, Bezug auf diese Sendung. Deswegen warst du jetzt sozusagen in der Not auch meine erste Wahl als äh jemand anderes abgesprungen ist.","In der Not erste Wahl ist vielleicht auch was, womit ich meine Twitter-Bio ergänzen könnte.","Ja, das ist genau.\nWie sagte Pavel den UKW noch nicht so schön äh in in größter äh in wie war das in in der größten Not ist der Mittelweg der Tod?","Hm, stimmt.","Daher das bist du auf gar keinen Fall. Ähm ja und.\nWir erzählen gleich auch nochmal ein bisschen was äh über dich, aber jetzt begrüßen wir nochmal den vierten im Runde auch neu. Nämlich äh den Lars, hallo Lars.\nLars Immer, du auch äh ausnahmsweise mal nicht aus Berlin, sondern aus Hamburg zugeschaltet. Richtig\nJa und äh das ist die Runde für heute. Äh Grüße gehen an alle, die heute nicht äh dabei sind, ans Team, die liegen wahrscheinlich noch im Weihnachtskoma oder keine Ahnung oder hängen noch äh Mindcraft-Universum oder was weiß ich oder vielleicht.\nDürfte RC drei Server noch für sie. Ähm fangen wir nochmal mit mit Miriam an. Mir Jam.","Was kann ich für dich tun.","Jetzt nehmen wir mal den Hörern der Freakshow äh wenn du so äh äh bist und was du so treibst.","Also im Jahr zwanzig zwanzig habe ich nicht so viel getrieben, aber das soll in den besten Familien vorkommen. Ähm ja.\nIch arbeite im Bundestag seit viereinhalb Jahren ich war.\nFrüher TM so zweitausendzehn bis zweitausendvierzehn war ich sehr aktiv bei den Piraten und äh,\nbin da so ein bisschen in diese sogenannte Netzpolitikszene reingerutscht und habe mit denen auch heute immer noch viel zu tun und.\nIch habe mit dir schon mal ein CAE gemacht, woran du mich vorhin erinnert hast, unter anderem zu Saudi-Arabien, äh weil ich mal zwei Jahre in Saudi-Arabien gelebt und gearbeitet habe, zweitausendvierzehn bis zweitausendsechzehn\nich bring auch sonst in verschiedenen Podcasts rum, ich lass mich gerne einladen, also du hast das jetzt so 'n bisschen so vorhin so klingen lassen als wäre das ein großes gewesen,\nmich zu schnappen, mich zu erwischen, dann war halt lungere ich ständig vor Podcast Studios rum und warte darauf, dass ich rein zufällig äh eingeladen werde. Also ich äh lasse mich sehr gerne im Podcast einladen und spreche über verschiedenste Dinge,\nund ähm ja kongressmäßig äh gerade neulich war ich irgendwie auch in einem Call, wo jemand zu mir sagte, sag mal, hast du irgendwie schon mal gehartet oder einen Talk gehalten auf dem Kongress? Und dann sagte ich ja beides, ähm weil manchmal Leute meine Stimme oder mein Gesicht schon kennen,\nhab seit dem der achtundzwanzig C drei war mein erster Kongress und seit dem neunundzwanzig C drei hab ich eigentlich auf jedem Kongress außerdem der gerade stattgefunden hat gehartet und,\nZweimal habe ich auch einen Talk.","Ich überlege gerade, kannten wir uns eigentlich schon bevor du diese Piratennummer gemacht hast.","Nee, ich glaube, wir haben uns auf irgendwelchen Piratenveranstaltungen, Liquid Feedback, Lounge, zwei null oder irgendwas. Bei solchen Sachen haben wir uns glaube ich sind wir nun, glaube ich, die ersten Male übernickelt.","Okay, gut, naja, dann dann weiß ich zumindest was mich das äh als erstes bei dir beeindruckt hat. Das war nämlich wirklich deine.","Dass ich da nicht völlig den Wahnsinn anheimen gefa.","Ja gut, das war ja allen sozusagen zu zu schreiben, die dann diesen Piratenexperiment teilgenommen haben. Nee, aber ich kann mich erinnern, du hast glaube ich diese Berliner Parteitage äh äh irgendwie äh moderiert.","Stimmt, ja und die Bundesparteitage.","Alle ganz heftig in Schach gehalten, das fand ich dann doch irgendwie dachte ich mir so geile Moderation.","Danke, das hat auch Spaß gemacht. Das war so eine Gelegenheit ähm also manchmal, wenn ich noch so andere Expiraten und Piratinnen treffe, dann gucken wir uns an und schütteln den Kopf darüber, was das für eine verrückte Zeit war. Aber bei einer Sache sind wir uns sicher, dass wir alle wahnsinnig viel gelernt haben über uns,\nUnd ich wusste vorher nicht, dass ich so große verrückte Veranstaltungen moderieren kann. Aber das kam mir dann bei verschiedenen Kongressen auch zugute.","Ja, da gehört schon irgendwie was dazu und ich weiß gar nicht, was das so für ein Gen ist, weil ich habe das äh ich habe das auch und ich stelle immer wieder bei anderen Leuten fest, bei denen das nicht so ist, dass mich das immer sehr verwundert, weil für mich ist das ja natürlich irgendwie selbstverständlich, wenn man so keine Ahnung ähm,\nHast du da mal so ein Comingout gehabt oder so oder ist das jetzt irgendwie auch erst mit den Piraten gekommen? Ich meine, man man muss ja irgendeine Angst nicht haben oder so.","Keine Ahnung, also ich glaube, also wenn man jetzt mal so versucht, irgendwelche statistischen Korrelationen festzustellen. Ich glaube, wie bei vielen anderen auch, die gerne auf großen Bühnen sprechen. Ich habe halt tatsächlich auch eine Theatervergangenheit. Ich habe als Kind und Jugendliche viel,\nverschiedensten Theatergruppen gespielt, in Körnen, gesungen, auf Bühnen gestanden, im Theater gearbeitet und so weiter,\nich glaub so 'ne gewisse Affinität zu bühnen und hallo hier bin ich,\nbringen glaube ich viele Leute mit, die so ja, Moderationsdinge tun oder irgendwie im Politikbereich dann Reden halten oder irgend.","Die Frage ist, was ist jetzt, was ist Ursache und was ist Folge, ne? Also also jetzt wo du das sagst, also ich hab\nich war ja auf der Walldorfschule, da muss man ja eh Theater machen. Äh das heißt aber nicht, dass gleich automatisch zum zum alles zum Sprecher werden. Ähm Chor, ja okay, gut, das mag auch noch so ein Faktor sein\nStimmt, aber ich glaube, es ist schon auch irgendwo so ein Gen ähm\nwas einem so, weiß nicht, wo man so keine Scheu hat oder oder vielleicht ist es auch sich nicht keine Angst zu haben, sich zum Horst zu machen oder so.","Rampensau gehen.","Das Rampensau gehen.","Ja, das Rampensaugen ist es sicherlich vielleicht auch so ein bisschen keine Angst davor haben, sehr frech, zu sehr vielen Menschen zu sein und dann zu merken, dass die das ganz gut finden,\nAlso vielleicht ist es auch so ein bisschen, ich habe das bei diesen ähm,\ndiesen Bundesparteitag oder auch wenn ich beim beim Kongress irgendwie ein Saal A oder B oder so auf der Bühne stand oder in Hamburg noch im Saal eins oder zwei. Ich glaube es kommt auch so ein bisschen darauf an, dass man so ein,\ndass man so ein Publikum auch spürt, also dass man zu denen nicht nur spricht, sondern.\nÄhm dass man dass man irgendwie die Vibes aufnimmt, dass man merkt, ob einem gerade was entgleitet oder ob die ob die das gerade witzig finden, ob das gerade in die richtige Richtung geht, ob man gerade ein bisschen strenger mit denen sein muss, damit sie sich am Riemen reißen und so weiter. Also, dass man irgendwie so ein,\nDas ist so ein Feedback-Loop gibt, dass man die spürt, dass man so in den in den Saal hineinguckt und alle sich irgendwie angeguckt fühlen.","Kennt ihr eure Personality Tapes? Es gibt doch diese diese sechzehn unterschiedlichen Personality Types.","Ich kenne das nicht. Was ist das.","Ich ich bin dem jetzt. Passt bei mir ganz gut. Ich bin irgendwie der geborene Diplomat oder der gelernte Diplomat. Bin guter Erinnerung, wie zwischen Leuten zu vermitteln.","Was zitierst du da jetzt gerade.","Ja dieses diese.","Ich schaue einfach äh den Link zu den Six in Personalitys in äh.","Ja okay und was findet man da.","Ist\nim Prinzip ist es ein detaillierter äh mehrstufiger Personality-Test, es gibt halt diese sechzehn unterschiedlichen Typen und im Prinzip, ich glaube, die groben Kategorien sind äh extrovertiert, introvertiert,\nUnd dann eventuell noch so eine Mischform als dritte Hauptform, da bin ich mir grad nicht sicher und dann gibt's halt Untertypen.\nUnd es gibt halt die eher diplomatischen, introvertiert oder extrovertiert. Es gibt eher die Macher. Es gibt halt die Redner ähm und\nich glaube es spielt halt gerade so, ob man sich auf einer Bühne wohlfühlt, ist für extrovertierte Leute einfach viel einfacher und introvertierte Leute müssen das, glaube ich, zum Beispiel viel, viel mehr,\nlernen ähm aber es das ist halt auch einfach individuell. Ich glaube aber ähm.\nAlso für introvertierte Leute ist so dieses Bespraßen von großen Massen zumindestens anstrengender als äh für extrovertierte Leute, die dadurch halt noch Energie und coolen Benefiz ziehen. Und das wäre jetzt halt spannend, euch beide,\nin diesen Personalitys einzuordnen, ob ihr äh ansonsten auch ähnliche Trades habt.","Wie lange geht denn dieser Test, wenn man da drauf rumklickt.","Oh, das ist ich weiß nicht, wie viele Fragen es sind, aber mach's lieber irgendwann in Ruhe.","Okay, gut. Aber ich sehe schon. Ja, interessant und was sind dann? Ach so, die sechzehn, da oben gibt's einen Link, ne? Okay, was gibt es? Es gibt den Architekten oder die Architekten, Loudition, Commander, die Bata.\nSehr interessant.","Eventuellist fehlt.","Ist das irgendwie jetzt nur so Jettener Webseite oder ist das irgendwas, was auf irgendwas wissenschaftlichen beruht.","Meiner Meinung nach gab's da zumindestens wissenschaftlich Publikationen zu und das ist in in die Internet relativ weit verbreitet,\nAlso verbreitet genug, dass Leute das halt gerne in ihr Profil schreiben ähm sodass man eine grobe Einschätzung von ihnen bekommt.","Okay, hast du noch Platz in deinem Profil Mia?","Also wenn ich da aufnehme in der Not die erste Wahl, dann habe ich.\nMuss ich mich entscheiden.","Alles gesagt.\nGut, dann äh kommen wir nochmal kurz zu äh Gast Nummer zwei. Lars Buttnot least,\nLast but not least,\nJa Lars, ähm wir kennen uns schon ein bisschen länger und äh,\nWir haben mal ein CAE gemacht. Das war noch gleich das Thema. Worüber haben.","Computertelefonie. Ich glaube, das war der schlechteste CAE, den wir je gemacht haben, der war so unglaublich langweilig.","Das sagst du immer.","Das sag ich immer genau, ich bin der Langweiler aus der Villa. Ähm wir kennen uns ja, dreißig Jahre sind das jetzt auch schon wieder.","Achtundzwanzig.","Zwanzig, achtundzwanzig sind das. Ähm ja, wir haben ja damals zusammen die Villa programmiert, da werden dann die beiden alten Männer gleich irgendwie äh vom Leder ziehen und die Thaler hat die undankbare Aufgabe, uns dann zu stoppen, wenn wir uns galoppiert.","Stoppen kann ich euch. Also das.","Erstmal musst du uns zum Reden bringen. Wir wir rücken nichts ohne weiteres raus.","Äh es war mal total nett, da war ich irgendwie dreißig irgendwie auf einem Geburtstag vom vom vom Club und irgendjemand kannte mich irgendwie nicht und konnte mich nicht einordnen. Meinte dann irgendwie nur so, ach du bist halt als Chaos und ich so, ja, damit kann ich leben.","Hals,\nDas Chaos war schon immer jung und alt, gleichzeitig. Ich meine, das hat äh gar nicht so jung angefangen. Da waren schon von Anfang an auch so ein paar äh ältere Eigenbrötler dabei und äh diese Mischung hält sich eigentlich immer noch ganz wunderbar, ne.\nOkay, aber um das vielleicht nochmal für die Leute ein bisschen transparenter hinzubekommen, du bist ähm kann man so sagen, eigentlich im Wesentlichen als als Programmierer unterwegs, ne.\nDas hat sich irgendwie gehalten. Wie bist du da eigentlich so gekommen? Ist weiß ich gar nicht.","Ich habe halt irgendwie mit zwölf so einen Computer bekommen und habe dann versucht, irgendwie damit irgendwas anzufangen.\nUnd das ist mir auch nur so mittel gut geglückt und dann als ich dann Zugang zu besseren Rechnern hatte, habe ich dann versucht, mir irgendwie.\nProgrammiersprachen, Sprachen selber beizubringen und habe mir versucht die,\nComputerscience dann im, im Laufe meines Arbeitslebens, ich habe dann relativ früh angefangen als Programmierer zu arbeiten, da wird dann im Laufe meines Arbeitslebens\nversucht die die ganze Computerscience auch noch irgendwie in den Kopf reinzutun, weil ich die teilweise wirklich absolut super spannend finde. Also.\nKompeilerbau finde ich total toll. Ähm,\nEs gibt echt eine geile Netzwerk, Netzwerk, Netzwerktechnologien, Netzwerkprotokolle finde ich super lustig. Dann haben wir die Wähler gemacht. Audio finde ich super lustig und interessant und was man mit Audio und Computern machen kann, fand ich auch schon immer toll. Ähm.\nIch gehe jetzt wieder so ein bisschen zurück, also ich äh und zum zum Basteln. Also ich bin jetzt wieder eigentlich.\nJetzt wieder verstärker und so Zeugs.","Ja\nDu magst es auch gerne, du magst es auch gerne, ich weiß ich gerade gar nicht, welches Adjektiv ich aufrufen möchte, aber du hast so eine ähm auch einen Hang zur zur Eleganz und Schlichtheit, ne? So kann man das so.","Genau, Purist.","Purist, genau, vielleicht.","Genau, ich bin so ein Purist, genau. Und momentan bastele ich gerade irgendwie ein Glas A Verstärker für für Headfones.\nWeil ich grad mit meinem Kopfhörerverstärker nicht besonders zufrieden bin. Also ich meine, die Professionellen sind gut, aber ich wollte jetzt meinen Glas Alter stärker bauen.","So, jetzt haben wir ja hier vor der vor der Sendung wieder kräftig damit zu tun gehabt, das ganze Audio irgendwie hinzubekommen.\nLars, du begleitest das jetzt auch schon seit.\nFast drei, drei Jahrzehnten. Warum? Warum? Warum? Warum.","Steh's nicht. Ich versteh's nicht. Ich versteh's auch nicht, warum Drucker nicht funktionieren.","Das ist besser geworden. Das ist wirklich besser geworden.","Ja, das stimmt, das ist besser geworden. Also beim also bei mir war ja die die Idiotie, dass ich irgendwie das den falschen Kanal ausgewählt habe auf meinem Interface. Deswegen hat man mich die ganze Zeit nicht gehört.","Ja, das ist.","Das ist so ein bisschen so ein User-Interface Problem, das ich jetzt hatte mit dem mit dem Studiolink. Ansonsten ging das relativ glatt fand ich. Also ich habe euch sofort gehört.\nWar schon mal ganz gut.","Ja, aber du kennst ja dieses Problem. Also es ist irgendwie.\nEs knackst, es rauscht, es es reißt ab, es ist äh aus unerklärlichen Gründen weg und,\nDa ist irgendwie eine eine Nachlässigkeit da im im System. Ich meine, es war ja bei PCs.\nWie lange hat das gedauert, bis PCs mal keine Soundkarte mehr brauchten? Soundkarte. Allein das Wort.","Soundblaster, genau.","Also was das für ein Elend war, ne? Und ich habe ja immer so den Eindruck, das hat nie jemand so richtig ernst genommen. Dabei ist das so in gewisser Hinsicht ähm.\nNa ja gut, willst du auch nicht sagen, dass es jetzt einfach oder so, aber so Audio zu digitalisieren war ja an sich.\nSchon bekanntes Problem irgendwie und die Computer konnten immer irgendwie was ausgeben, aber wenn's darum geht, sich irgendwie übers Netz oder so oder halbwegs zuverlässig zu verbinden, sind die Probleme irgendwie immer noch nicht weg. Also es ist einfach, es macht mich wahnsinnig.","Woran ich die ganze Zeit im Moment jetzt koronatechnisch denken muss, ist, ich hätte fürchterlich gerne eine Fieberglasstandleitung zumindest irgendwie zu meiner Flötenlehrerin und dann würde ich einfach ähm mit der zusammen Musik machen können.","Haben wir das nicht neulich in so einem nächtlichen Telefongespräch mal versucht auszurechnen.","Ja, doch, doch haben wir. Ähm es ist, es ist ja auch relativ simpel, weil du ja ähm eine Millisekunde sind dreißig Zentimeter,\nDu weißt ja relativ genau, wie wie viel Abstand du zu deinen Mitmusikern irgendwie ertragen kannst. Das rangiert halt zwischen irgendwie Leuten, die wirklich super dicht zusammen.","Eine Millisekunde, wenn man's jetzt Audio in der Luft sind dreißig Zentimeter.","Genau, genau, also einfach Audio in der Luft sind dreißig Zentimeter. Eine Medizin, genau.\nEine Schallfront bewegt sich in der Milisekunde dreißig Zentimeter weiter und ähm,\nLichtgeschwindigkeit ist halt dreihunderttausend Kilometer, das heißt die kannst du bisschen vernachlässigen in so planetarischen Kontexten.","Das würde ich jetzt nicht sagen, also ich meine, bist du so einmal um Planeten rum bist, das dauert auch eine Weile.","Das stimmt. Aber da.","Also La Latenz gibt's immer.","Da kriegst du, da kriegst du also innerhalb Deutschlands, ich hatte ja mal einen Tag lang mit\nTelekom Darmstadt rumtelefoniert und die meinten irgendwie ja sechzehn Millisekunden. Sei das maximale Delt zwischen sozusagen irgendwie äh was war das? Garmisch-Patenkirchen und Hamburg.\nAlso.","Von von was jetzt Audio über Telefon oder Ne.","Über Telefon, über ISDN damals, also Isokron, getaktete Übertragung.","Ja, aber das reicht nicht für Flötenunterricht, oder?","Ja, in der Stadt wär's ja weniger.\nUnd dann du im Prinzip kannst du sagen, das Ziel sollte sein, irgendwie unter fünf Millisekunden zu kommen. Da musst du dann auch schon wieder bei dem Kodex aufpassen, dass da der, dass der Kok eine extrem niedrige Latenzahlt und du musst irgendwie.\nAn jeder Stelle aufpassen, dass du nicht Latenz irgendwo einbaust, aber das würde man dann meines Erachtens hinkriegen, also.\nDas heißt noch die Strecke zum Mikro, also das Mikro müsste dann noch relativ nah am Instrument zum Beispiel sein. Und dann könnte man was machen.\nDas wäre eigentlich ganz schön.","Ja, dass wir auch für Podcasts sehr gut. Also ich meine, so wie wir es jetzt haben, äh geht's ja auch, aber das war ja so am Anfang das Problem. So Skype in den ersten Jahren,\ngute Güte. Also das das hat er auch alles mit enormen Latenzen zu tun, weil das Netz langsam war, weil dieses Software langsam war, weil die Rechner lang war langsam waren, weil die da viel gebaffert werden musste und so weiter. Und deswegen hat das immer nicht so richtig funktioniert\nUnd man viel sich dann ins Wort, dazu kam dann noch so Unsitten wie ist das bei Skupp eigentlich immer noch so drin? Ich glaube ja, ne, dieses wenn wenn auf beiden Seiten jemand was sagt.\nDann äh erkennt sozusagen jedes jedes Skype, das während was.\nIns Mikrofon gesprochen wird auch was aus dem Lautsprecher rauskommt und in der Annahme, dass die Leute halt,\nvor ihren Bildschirmen sitzen ohne Headset, sondern da einfach so in die Luft reinquatschen, äh machen sie halt diese diese Nois Concelation,\nschalten dann sozusagen das Mikrofon aus mit dem Ergebnis, dass auf beiden Seiten beide Reden, aber keiner kann ne, also niemand hört sich.","Ist nicht mehr ganz so schlimm. Dafür gibt's andere Probleme.","Ja, hast du da aktuelle Erfahrungen? Ich hab's schon länger nicht mehr.","Skype ist äh war zwischenzeitlich wirklich sehr, sehr furchtbar. Also es Spür schmiert jetzt regelmäßig einfach ab. Ähm es gab so eine Übergangsphase, wo das Initial von Microsoft übernommen wurde, wo das,\nnicht mehr nutzbar war, weil.\nSo viele so viele Fehler waren. Dann haben sie es irgendwann aufgesplittet in Skype und Skype Business.\nDie dann aber untereinander nicht mehr kompatibel waren.\nUnd jetzt sind sie so wieder auf. Es ist eine halbwegs nutzbare, stabile Software, die man nutzen kann, wenn man es denn muss.\nUnd ich weiß nicht, ob Skype Business überhaupt noch existiert. Und jetzt hat Microsoft ja jetzt auch äh Microsoft Teams, was anscheinend wieder ganz anders ist und nichts mehr mit Skape zu tun hat, aber.","Wo womit habt ihr denn so am am wenigsten Probleme gehabt in diesem Jahr.","Meinst du jetzt von Programmen, die man nutzt von Tools oder was.","Ja, umso Audioverbindungen herzustellen.","Ich fand Jitzi am besten. Ich habe sehr viel Jitsi genutzt so im privaten Kontext und ich finde das sozusagen von meinen Alu-Hutwünschen ähm und von der Benutzbarkeit und Sobility finde ich am praktischen.","Also äh Gitzi, okay, ja, mit Chitzi, da äh überhaupt mit diesen ganzen Brautanlösungen, das mag sich jetzt auch gerade ein bisschen gebessert haben, weil jetzt so viel Fokus drauf war, aber die Webbrowser äh haben immer das Problem, dass sie\nzu viel Latenz eingebracht hat, dann läuft dann irgendwie Bild und Ton auseinander und so ne Geschichten. Also das fand ich irgendwie ähm,\nschwierig. Also das äh weiß ich nicht und dann hatten wir ja irgendwann auch mal in der Freakshow so einen Rahmen so nach dem Motto, ja, warum warum geht das nicht besser.\nWo kommt denn der Sound jetzt gerade her? Habt ihr das auch gehört.","Ist mein Mausrat.","Dein Mausrad, das klang ja gerade wie so ein Wasser, nee, das meinte ich gar nicht, so irgendwas anderes, hat da gerade gewappelt. Ähm,\nOkay, lustige wir reden über Audioprobleme und haben gleichzeitig auch noch welche. Ähm worauf wollt ihr jetzt hinaus? Also Webbrowser, äh jetzt bin ich raus.\nProbe habe ich geredet.","Telefonie, aber ich würde auch nochmal äh grundsätzlich Videotelefonie in Frage stellen, weil ich ehrlich gesagt nach dem Jahr zwanzig zwanzig ähm mir nicht mehr so sicher bin und ich glaube vielen anderen Leuten geht's auch so, ob jeder Videocall wirklich ein Videocall sein muss. Also weil bei mir jetzt so beruflich\nam allermeisten Zoom genutzt wurde bei vielen anderen wahrscheinlich auch, viel auch so Webbacks oder so Sachen oder\nso Krempel und ich habe eigentlich das ganze Jahr über konsequent mir jemanden mit dem Telefon eingewählt, einmal aus Arnhut Gründen, aber irgendwann fand ich's auch einfach super praktisch,\nKein Mensch muss mich sehen, während ich in irgendeiner Besprechung mit irgendwelchen Leuten bin, dann habe ich die Hände frei, ich kann neben mir E-Mails schreiben, Kartoffeln schälen, die Kaninchen streicheln, weil sie nicht draußen rumlaufen.\nAlso ich ähm ja, ich finde, es gibt eigentlich einen relativ eingeschränkten Nutzungshorizont für Videocalls und ich finde, der wird aktuell im Alltag dramatisch überschritten.","Sehe ich,\neigentlich komplett anders, weil ich finde telefonieren furchtbar. Ähm ich komme mit Headset Verbindung, mit meinem Telefon nicht wirklich zurecht primär, weil halt auch die meisten Kopfhörer bei mir nicht richtig halten\nDas heißt, ich mag tatsächlich mich einfach an einen Rechner zu setzen, wenn ich nicht will, dass man mich sieht, klappe ich überhaupt keinem runter oder,\nsie USB-Stecker raus und dann habe ich keine Webcam. Tut mir leid. Ähm aber ich habe auch nicht das Bedürfnis dann halt irgendwie durch die Gegend zu laufen.\nBei mir ist aber ich versuche eigentlich alle unsere Meetings oder Calls die ich habe relativ,\nkurz und strukturiert zu halten und da hilft es halt, Screen zu sharen, Sachen anzugucken und sei es nur fünf Minuten, mal kurz miteinander zu reden, um Sachen abzustimmen. Und da finde ich\nVideo immer noch angenehmer als telefonieren, aber telefonieren ist für mich einfach, ich mag's nicht. Ich vermeide es.","Glaub da sind die Menschen einfach verschieden. Ich find's super anstrengend Leute anzugucken während ich mit ihnen spreche. Also wenn's nicht unbedingt sein muss. Also so,\nich mag Videotelefonie wirklich eigentlich nur im privaten Kontext mit Leuten, die mir wirklich sehr, sehr am Herzen liegen und wo es mir auch,\nFreude macht, it's backs joy die Leute zu sehen oder beruflichen Kontext. Ich weiß grundsätzlich wie die aussehen und ich muss die nicht sehen und die müssen mich auch nicht sehen und äh auch wenn's strukturiert ist. Ich habe teilweise Besprechungen, die drei Stunden dauern. Das liegt in der Natur der Sache, äh bei dem, was ich mache,\nda habe ich einfach keinen Bock drei Stunden lang an den Laptop gefesselt zu sein oder ja mir Leute angucken zu müssen oder in die Kamera lächeln zu müssen oder.","Nee, das kann ich verstehen. Also wie gesagt, wenn keine Lust auf Kamera, dann Kamera einfach aus. Ich finde, das sollte auch sozial akzeptabel sein. Das haben wir in unseren Seminaren auch bis jetzt so gehalten. Niemand ist verpflichtet, die Kameraden zu halten, weil warum? Ähm.","Ja, ich hab auch Besprechungen, wo ich zum Beispiel gar nichts sagen muss, sondern ich muss wirklich einfach nur zuhören und mitschneiden, was irgendwie andere Leute besprechen, irgendwelche Abgeordneten oder so\ndas gibt mir teilweise wirklich die Freiheit draußen rumzulaufen, also so gut ist das Internet zum Glück dann doch in Berlin,\nNeulich hatten wir eine Besprechung von unserer Arbeitsgruppe Digitalpolitik, ich wusste, ich muss nichts sagen, ich muss nur zuhören und ich konnte gleichzeitig an der Demo gegen Coruna Schwubler hier bei mir im Kiez teilnehmen\nfand ich eigentlich ganz erfrischend. Ich hatte die die Kopfhörer, ich hatte die Kopfhörer auf den Ohren, das das Smartphone in der Tasche und das Nazis rausplakat in der Hand und das war für mich irgendwie,\nsehr effektives Multitasking.","Auf jeden Fall, das klingt nach äh einem optimalen äh Umgang mit äh Meetings.","Politische Arbeit und politischer Widerstand in einem sozusagen.","So sieht's aus.","Ja, ja, okay, also da rennst du bei mir ja offene Türen ein. Mir ist hier dieses ganze Zoom Gehampel, äh auch deutlich zu viel gewesen und ich habe mich da extrem rausgehalten. Gott sei Dank habe ich äh nicht so viel äh äh Kunden und Firmen äh Klimbim.\nSo dass ich ähm da nicht ähm sovon betroffen war, dass permanent machen zu müssen,\nAber äh war ja auch schon immer mein Credo, was so Podcast an sich angeht, ne? Ich meine, als mit Podcast losging, ein Jahr später,\ndieser ganze YouTube-Wahnsinn los und ich hatte da immer so interessante Debatten mit Leuten, die dann so ah ja, nee, hier YouTube-Kanal und so, voll groß und Video ist das große Ding und,\nstimmt auch in gewisser Hinsicht, ist auch das große Ding, aber es ist halt weiß ich nicht. Ich dachte mir immer nur so, das ist so viel unnötige Informationen, die man eigentlich gar nicht braucht, weil am Ende kommt's ja dann doch primär aufs Gespräch an,\nUnd ich denke so.","Drauf an, hast du was zu zeigen oder hast du was zu erzählen? Und ich würde sagen, du hast primär was zu erzählen.","Ich habe ja, ich denke sogar meistens hat man sich primär was zu erzählen, beziehungsweise wenn man sich nicht zu erzählen hat, dann hilft das\nBild dann auch nicht so sehr viel. Klar, wenn's jetzt um visuelle Dinge geht und so weiter, da bin ich ja auch ganz\nbei dir, da benutze ich das ja auch auf Screensharing und so, äh hat alles sein, sein Segen und gerne Video, wenn's wenn's erforderlich ist, aber es kann einem eben auch einfach schon die ganze Zeit,\nüberfordert, man sieht ja auch diese ganzen Witzvideos, wo die Leute dann irgendwelche Fotos von sich vor die Kamera halten, damit irgendwie so aussehen, als würden sie interessiert äh zuhören und dann ist es halt dann doch wieder alles irgendwo fake.\nJa. Aber es könnte besser funktionieren. Also ich bin äh finde, man muss jetzt meinen dieses,\nMacht euch mal klar dieses Jahrhundert, hat schon sein erstes Viertel durch, äh Fünftel sogar, nur.\nHat sein erstes Fünftel durch, das meinte ich. So, zwanzig Jahre, krass und sind schon mittendrin im Jahrhundert. Man.","Ja, mitten in den goldenen Zwanzigern.","Ja, es fühlt sich noch nicht mal mehr neu an. Und trotzdem funktioniert dieser ganze Scheiß nicht. Ich bin schon so lange unzufrieden mit der allgemeinen Techniksituation.","Vielleicht sind auch nur deine Ansprüche sehr hoch.","Natürlich sind meine Ansprüche hoch.","Also das Ansprüche runterschrauben hilft mit dem Zufriedensein von existierenden Lösungen. Kommt halt drauf an, wie du deinen Blutdruck regulieren möchtest, ob du ihn eher hochtreibst oder runter.","Ja gut, ich meine, hohe Ansprüche haben, heißt ja nicht gleich, dass man, dass man die ganze Zeit durch die Decke äh äh gehen muss. Ja, es ist äh man kann ja trotzdem einen gewissen Qualitätsanspruch haben, auf der anderen Seite, wenn's halt keine Leute gibt, die hohe Ansprüche haben, dann wird sie halt auch nichts verbessern.","Ist ja jetzt auch nicht, ist er auf keinen Fall äh negativ gemeint.","Habe ich jetzt auch nicht so verstanden.\nWollte nur klar machen, dass es sozusagen ein ähm ich finde, es ist ein es gibt genug Anlass und genug ähm,\nRechtfertigung dafür äh unzufrieden zu sein, weil es muss besser werden. Na ja. Hach, jetzt sind wir aber im Prinzip schon genau im richtigen Film, weil ähm.\nWir wollen ja heute über Veranstaltungen reden und wir wollen auch nochmal ein bisschen über so dieses Online-Zusammenkommen äh quatschen und tatsächlich haben wir das ja auch schon mal äh getan äh vorletzte äh Freakshow als Herami da war\näh oder war's die letzte? Nee, ist weiß ich gerade gar nicht,\nso raus irgendwie, da war so jetzt so ein Weihnachten dazwischen, da komme ich total durcheinander. Ähm es war die vorletzte Sendung natürlich und äh da, was sie hat, dass jemand von euch gehört,\nzufälligerweise.\nNein, alles schütteln mit dem Kopf, also da war der der Rami. Äh Rami war zu äh Gast, das ist äh der Mensch, der dieses wunderbare Pretex-System äh erfunden und äh immer noch betreibt,\nerfunden hat und immer noch betreibt, also das Ticketsystem, was zum Beispiel beim Kongress zum Einsatz kommt und jetzt auch beim RC drei jetzt dieses Jahr wieder zum Einsatz äh kam, auch wenn er nicht wirklich wirklich Dinge verkauft wurden, also zumindest keine Tickets,\nAlso die wurden verkauft, aber halt kostenlos und ähm na ja, da haben wir schon so viel so mehr aus dieser Perspektive,\nKonferenzen drüber gesprochen, ne? Also Konferenzen fallen aus, finden nicht mehr im realen Leben statt, was kann man jetzt irgendwie machen, damit das irgendwie alles nachgebildet wird? Das ist irgendwie alles äh trotzdem noch noch funktioniert und äh hatten da verschiedene,\nAnsätze gemacht, worüber wir nicht so viel äh gesprochen haben, ist was jetzt so konkret.\nBei so einer Veranstaltung wie dem Kongress passieren würde oder passieren könnte oder müsste.\nUnd ja, ich weiß nicht, wie es euch gegangen ist im Vorfeld.\nAlso falls ihr erstens nicht wie sehr ihr euch damit auseinandergesetzt habt, mit der Frage, was da kommt.\nKann man ja vielleicht mal rumfragen, also hat dir so eine Erwartungshaltung im Bezug auf den diesjährigen Kongress, von dem man ja wusste, dass er so normal nicht stattfindet?","Sich nah am Boden befindende. Also ich war so,\nkeine Ahnung. Im Nachhinein kommt's mir auch ein bisschen blöd von mir selber vor, dass ich irgendwie nicht geahnt habe, was da auf mich zukommt. Ähm,\nAber ich habe irgendwie, ich meine, ich war sowieso so ein bisschen von dem ganzen Jahr überfordert und ich war auch super mit der Arbeit im Stress und ich habe dann,\nVorlauf schon mal gelaufen sind, äh also so quasi so kleine Testballons für,\ndigitale Konferenzen im Chaosumfeld, fand ich ganz nett und dann habe ich gedacht, so na ja.\nOkay, der Kongress findet halt nicht statt. Sie machen den digital, wie toll wird's schon sein. Okay, gibt halt so ein paar Talks, irgendwelche Leute sitzen in ihren Wohnzimmern, erzählen irgendwas, das ist nicht so dynamisch wie wenn sie auf einer Bühne stehen,\nwird ein bisschen moderiert. Ja, vielleicht gibt's am Rande noch irgendwas, na ja. Also.\nIm Nachhinein betrachtet, ganz schön naiv von mir und ich habe dem Ganzen ehrlich gesagt auch nicht so viel Aufmerksamkeit geschenkt und das auch irgendwie völlig aus den Augen verloren, während ich in den vergangenen Jahren sonst immer total hyp\nwar im Vorfeld und irgendwie so ab ab August eigentlich angefangen habe regelmäßig den Hashtag zu lesen und drauf hinzufiebern und ähm,\nJa und ich habe auch völlig verschwitzt, mir ein Ticket zu kaufen. Ich habe irgendwie erst mitgekriegt, dass dass es Tickets gibt, die man klicken kann, als sie alle schon weg waren. Dann habe ich gedach,\nAch na ja, ist wahrscheinlich eh nicht so schlimm. Was, was wirst du da schon verpassen, ja? Irgendwelche kleinen Zeit-Community-Events, Zugang zu irgendwas Besonderem, was wird's schon sein?\nIm Nachhinein war ich froh, dass meine nächst jüngere Schwester sich ein Ticket geklickt hat und das netterweise mit mir geteilt hat, weil.\nWar dann, also die, die tatsächlich die tatsächliche Erfahrung hat dann mich extrem aus der Latschen gehauen, also Blue mal meint.","Okay, Thala, deine äh Erwartungshaltung.","Ist ein bisschen schwierig, weil ich glaube ich relativ früh mitbekommen habe, was da gerade passiert und passieren könnte. Ähm.\nUnd ich war einfach die ganze Zeit äh sehr,\nsehr freudig in freudiger Erwartung, weil ich halt ähm zum Teil, also nicht mitgebaut habe, weil ich einfach keinen Webkram kann, aber zumindestens versucht habe, Content für Leute zu erschaffen, um denen halt\nSpaß in dieser virtuellen Welt zu ermöglichen und deshalb habe ich mich eigentlich.\nDann doch die letzten zwei Monate ziemlich drauf gefreut und bin äh,\nimmer noch sehr, sehr äh angetan, was was Erschaffen erschaffen wurde und was die in relativ kurzer Zeit auf die Beine gestellt haben. Äh.\nAlso.","Also ich hatte, ich hatte witzigerweise relativ kurz davor, hatte in Wild irgendeine Dame einen ziemlich schönen Artikel geschrieben über ihre Erfahrung mit Proximity Chats\nAlso überhaupt sozusagen wie simuliert man eine Party, ähm wenn man sich nicht treffen kann und da.\nDas hat mich schon sehr an die Villa erinnert und dann,\nWar, dass der RC drei war dann auch ja auch so ein, so eine Art Proximity Chat, so ein Malte User, Daniel, Troximeticat. Ähm ich hatte nicht wirklich damit gerechnet, dass sie das äh hinkriegen.\nUnd ich war dann auch nicht ewig da, weil ehrlich gesagt hauptsächlich weil.\nNicht zu zu mehreren Leuten, also dieses Eco-Canceller Problem. Man kann einfach nicht gut mit mehreren Leuten.\nDasselbe Audio hören und äh in Mikrofon sprechen. Und ich habe wirklich allen,\ntechnischen Schnokus, den man kaufen kann. Ich habe irgendwie Mikrofone Race mit eingebautem Ecco-Kanzler. Ich habe alles, aber es geht einfach nicht gut. Und dann, also,\ndas hätte ich lustig gefunden, wenn man jetzt noch mit mehreren Leuten da zusammen äh zusammen rumhängen kann. Einer steuert halt die anderen labern, labern irgendwie mit. Ähm.\nSo, aber ich, ich fand's total lustig, also ich habe dann mich, ich habe irgendwelche, ich hätte mir auch tatsächlich ein Ticket geklickt.\nSo nach dem Motto, wenn's nichts wird, ist es eine Spende an den CC ist auch gut. Ähm und.\nIch habe sogar zwei geklebt. Das andere haben wir überhaupt gar nicht benutzt, weil die anderen nicht mitspielen wollten. Ich fand's total nett. Also mich haben dann irgendwann irgendwelche,\nÖsterreichischen Nerds abgeholt oder getroffen und die haben mir dann gezeigt, äh was den Iramli gebaut haben und es war total lustig, man konnte irgendwie äh,\nLeute auch kennenlernen tatsächlich und ansonsten hatte man irgendwie so seine Peer Groups so so ein bisschen im Blick und hat die auch ab und zu mal gesehen. Es war ja auch nicht zu voll,\nja auch äh ganz interessant, wie voll ist so ein Wirt, wie voll fühlt sich in virtuell ein virtueller Raum an?\nIch fand's super. Ich fand's total super. Ich habe mich dann ab und zu mit Ron verabredet.\nUnd wir haben dann einfach äh zusammen irgendwie geratscht oder teilweise, was wir auch gemacht haben, wir sind äh zusammen Strims gucken.\nAlso Audiokonferenz auf und dann zusammen Streams gucken und dann halt irgendwie auf dem Sofa sitzen und Waldorf und Stadler spielen. Das das hat auch ganz warm, so auch so ein Format, das für mich ganz gut funktioniert hat.","Also quasi sich einen Talk anschauen und sich gleichzeitig mit jemandem darüber unterhalten.","Genau.","Vielleicht für die Leute, die nicht auf der RC drei World waren, wollen wir vielleicht mal kurz erzählen, was es überhaupt ist, wie es aussah, was euch an an Features gefallen hat.","Genau darauf wollte ich jetzt eigentlich kommen. Ich wollte bloß erstmal die Erwartungshaltung mal abklopfen, weil wo wie sind wir da sozusagen eigentlich mit mit reingegangen? Lass mich noch kurz was äh vielleicht zu meiner Erwartungshaltung sagen. Ähm,\ndie war so ähnlich wie bei mir ja auch. Ja, ich dachte auch so, äh ja okay online,\nund so und hab vor allem die Angst gehabt, dass ähm dieser Talk.\nAnteil zwangsläufig noch mehr in den Vordergrund rückt. Ja, es gibt ja jetzt immer schon so ein bisschen dieses Problem, dass wenn Leute ähm,\nwenn du den Leuten vom Kongress erzählst, ja und die dann,\nvielleicht schon interessiert sind, aber das dann sozusagen von außen wahrnehmen, dann ist ja quasi die die Wahrnehmung von außen,\nprimär nahezu zu hundert Prozent von diesen Talks und Sessions, die aufgenommen werden, geprägt,\nund alle, die ich kenne, die diesen Einstieg hatten und die man irgendwie\nJahr um Jahr immer wieder überreden musste, so ja nie, komm mal da vorbei und so und dann so, ha, ja, weiß ich nicht, ob mich das so interessiert und so, dieser Computerkram und dann die dann sozusagen immer dieses Bild hatten von, na ja, so eine Konferenz, wo so Vorträge gehalten werden, wie\nWie interessant kann es schon sein, ja? Äh okay, dann geht man da so in den Räumen rum, da sind da so Leute, kann man vielleicht Schnittchen essen, sowas weiß ich und dann,\ndann dann schafft man's halt, sie dann irgendwann dann hinzubekommen. Man trifft sie nach dem ersten Tag irgendwo wieder. Ihr wisst jetzt wahrscheinlich schon, was jetzt kommt, ja? Dieser, dieser entsetzte Blick, mit dem einen die Leute dann so begrüßen, also.\nEy, das ist ja immer gesagt, das könnte man sich nicht vorstellen so. Ja, das ist ja wirklich so, das könnte man sich ja wirklich nicht vorstellen, weil einfach dieses dieses Gefühl vor Ort,\nAlso schwer zu zu greifen ist und sie halt einfach von diesen Streams und Talks und so weiter einfach überhaupt nicht abgedeckt wird. Das ist da zwar ein As\nund das gehört dazu und das ist ein wesentliches Merkmal und alles richtig und wichtig und tolle Talks und und und super Neuigkeiten und Fort\nBildung und man kann sich da hinsetzen und kann interessante Leute treffen im selben Talk und so. Ähm das das ist alles äh richtig,\nnur am Ende spielt halt die Musik im Flur\nSo, das das ist das ist irgendwie das, was diesen Kongress äh wirklich ausmacht, eher, wenn man halt rauskommt aus dem Talk und wieder in dieses wilde Leben eintaucht, die ganze Zeit das Gefühl hat, man muss in so einem Strom schwimmen äh äh\nund wird einfach die ganze Zeit irgendwo mitgerissen und und muss ich versucht sie an irgendwelchen Büscheln am Rand festzuhalten, aber dann wird man wieder von irgendeiner Gruppe irgendwohin gespielt. So ist es dann am laufenden Meter und da sind eigentlich diese\neigentlich eher so die Ruhepunkte,\nUnd deswegen ist es halt schwierig und das war so ein bisschen meine Befürchtung so, ja okay das kann natürlich jetzt sein, dass äh diese ganze äh Geschichte dadurch ähm jetzt geprägt ist. Und.\nDeswegen dachte ich mir so, oh weia und so.","Aber ist es nicht witzig, Tim, dass\ndass selbst Leute, die so unendlich lange dabei sind, also wie wie du und Lars, ihr Chaos-Dinosaurier und äh ich bin jetzt noch nicht so ewig dabei, aber keine Ahnung, bei mir sind's auch schon fast zehn Jahre, dass trotzdem auch äh du und ich auf jeden Fall.\nGenauso naiv gedacht haben, wie toll kann's schon sein, obwohl wir ja wissen, wie geil der Kongress ist und wir wissen, wie geil die, die CCC-Crowd ist, wenn sie da irgendwas hinbauen. Also\noffensichtlich ähnlich naiv dann reinmarschiert. Ich habe außerdem das gesamte Jahr zwanzig zwanzig langweilige, lauwarme, blöde digitale Konferenzen erlebt, die irgendwie,\nechte Konferenz, die eigentlich hätte stattfinden sollen, ersetzt haben und es war alles irgendwie nicht so nicht so cool und irgendwie hat mir der Vorstellungsraum gefehlt dafür, wie geil, wie geil es werden wird.","Es war ja auch eine Frage der technischen Realisierung und äh ich wusste, also sagen wir mal so meine Skepsis war eine frühe Skepsis, als diese ganze Frage kam, Kongress absagen oder nicht und wenn ja, wann, was macht man dann? War dann so ein bisschen meine Position.\nMut zur Lücke,\nja? Lasst doch mal alle diese Veranstaltung vermissen, dann wären wir schon wissen, was wir haben. Ist doch auch egal,\nIch hab's glaube ich auch schon bei bei Lokbodenspolitik gesagt, aber das ist natürlich auch so ein bisschen so eine privilegierte Haltung, ne? Auf der einen Seite äh\nman dann schon so viel davon gehabt, dass man sich so denkt so, na ja, jetzt irgendwie so nach dreißig Kongressen kann man auch mal einen ausfallen lassen, so, ich hab's mir eigentlich schon längere Zeit mal gewünscht, dass mal einer einfach mal so ausfällt, dass ich mal einfach im, im Winter mal Urlaub machen kann, ohne es bereuen.\nÄhm.\nAber das ist es natürlich unfair äh äh Leuten gegenüber, die vielleicht erst seit ein paar Jahren da sind, für die auch, sagen wir mal, diese regelmäßigkeit, dieses jährlichen Treffens,\nTotal wichtig ist auch in der eigenen Entwicklung, weil wir sehen ja, wie die Leute von Jahr zu Jahr in dieser Community mitwachsen äh von Jahr zu Jahr neue Aufgaben übernehmen und äh da auch so wunderbare Remote-Beziehungsgruppen aufbauen, komp,\nneue Gruppen auch schaffen, ne, sich einfach selber was ausdenken, irgendein Ock gründen so und wenn's Waffel Operation Center ist oder so, ja. Aber so\ndie wollen überhaupt nicht auf auf dem Zettel hatte weil man sie gar nicht auf dem Zettel haben kann, weil das halt einfach immer alles aus diesem Chaos und diesem Wahnsinn heraus\nentsteht und das ist das ist das was mir dann sagen wir mal als der Event dann lief und gemerkt habe was sie da eigentlich wirklich,\ngebaut haben, wurde mir das dann auch schnell klar so, ah ja okay, alles klar. Es ist, du hältst es, ich echt wissen müssen, aber du hast es irgendwie für dich persönlich verdrängt, wahrscheinlich, weil weil du selber diese Enttäuschung.\nNicht erleben wolltest. Also für mich war das glaube ich eher so dieses Fluchtgefühl mit. Lass so ausfallen, dann kann's nicht Scheiße sein,\ndann ist es äh wie, dann ist es nur nicht da, so. Wie alles andere gerade nicht da ist. Und ähm na ja, dann hat es sich einfach so von hinten,\nHat's einfach eine Hintertür aufgemacht und hat gesagt tada, wir sind trotzdem da, weil Kongress findet immer statt. Ja, es ist einfach so,\nist einfach, weil konkret Kongress hat einfach stattzufinden und und sucht sich dann seinen Weg so und,\nwar eine Einschätzung von mir und dann halt zu dem Zeitpunkt und das war so im September. Und wenn ich das jetzt richtig sehe, äh vielleicht weißt du da mehr drüber diese Idee, diese Welt so zu bauen.\nWie alt ist die? Kam das? Im November erst auf.","Ich weiß es nicht, ich müsste nachgucken, weil Zeit ist relativ und ich habe keinerlei Zeitgefühl seit Ewigkeiten. Das heißt.\nIch weiß es wirklich einfach nicht, ich ähm,\nweiß, dass es äh bei uns im Gruppenchat mal diese Adventure World vorgeschlagen wurde, das ist aber schon ein paar Monate her und eher aus dem Spaß heraus\nIch weiß aber nicht, ob das der ursprüngliche Gedanke war oder ob das äh von woanders herkam.\nAlso da bin ich nicht in den Prozessen und den entsprechenden Gruppen drin. Äh ich fand nur damals schon dieses Adventure World ziemlich ziemlich cool.\nAber keine Ahnung wann das war. Also.","Also es war in diesem Infrastrukturschutzleits war davon die Rede, sie hätten irgendwie Anfang November die Programmierung aufgenommen, also kann die Idee jetzt sozusagen.","So alt sein. Nee, nee, aber.","Super alt sein, genau.","Ziemlich äh ja in in kurzer Zeit ziemlich krass zusammengehackt von, ja, also wie in dem Infrastruktur-Talk halt gesagt wurde, zunehmend\nLeute und äh jeder hat spontan irgendwie was mitgebaut und ähm einige Features wurden halt während des Kongresses,\ngebaut, implementiert, äh live geschaltet und das ist halt so typisch aus meiner Sicht Chaos und Softwareprojekte und das ist halt einfach so cool.","Ja. Jetzt haben wir vielleicht wirklich mal genau nochmal zusammenfassen,\nwas war eigentlich dieser RC drei? Also der RC drei war ähm wenn ich das mal so richtig oder ich weiß nicht ob ich's richtig sehe, aber ich kann mal versuchen das so ein bisschen zu strukturieren. Es gab im Wesentlichen zwei,\nEreignisräume,\ndie auch weitgehend getrennt waren voneinander. Das eine ist halt diese ganze klassische Talkstruktur. Es gab, was weiß ich, glaube ich, siebzehn Semies, also siebzehn Quellen auch von denen irgendwelche Talks kamen,\nda wir mich jetzt mit den Zahlen nicht fest, auf jeden Fall zweistellig und das Walk.\nUnd die ganzen anderen Ocks, die da noch mitgespielt haben, also wer auch immer sich da zusammengefunden hat, haben halt so eine technische Infrastruktur gemacht, die so quasi wie Fernsehen funktioniert hat,\nGab so ein verteiltes Aufnahmestudio mit Moderatoren und die Leute wurden dann halt für ihre Talks zugeschaltet und es wurde Feedb\nwurde durchgeschaltet oder äh aus dem Internet abgelesen und so weiter. Das heißt, da lief wirklich diese Konferenz ab mit QA und allem. Äh,\neben unter diesen erschwerten Bedingungen, dass das alles erstmal neu war, das da wurde das erste Mal alles so in dieser Form zusammengebaut und\ndazu eben auch noch die Situation der Speaker. Manche haben halt vorher aufgenommen und manche haben's live gemacht und dann.\nWie wir das eben schon diskutiert haben, ruckelt, Internet weg, all diese ganzen Sachen, Bildschlecht, äh Pipapo, das volle Programm, paar mussten dann, glaube ich, ihre Talks nochmal neu aufnehmen.\nDamit es dann überhaupt zu verfolgen war. Das ist natürlich unschön, aber auch da steckt schon eine ganze Menge Organisationen drin. Und die zweite Welt war dann quasi der Flur, ne?\nAlso im Prinzip genau das, was ich und,\nAuch du mir ja, ne, so quasi, was unsere Befürchtung war, was fehlen würde, dieses Gewusel auf den Gängen,\nDas war dann diese RC drei World, was im Prinzip so eine Art Selda äh war im Internet, so ein Multiuser, Dunja, zweieinhalb, was war das halbe D.","Das ist diese diese leicht angeschrägte Perspektive.","Ach so, ja okay, gut, leicht angeschrägt, weil du es leicht angeschrägt.","Also es ist im Prinzip, dass du nicht komplett von oben drauf guckst, sondern so in einem in einem.","Ja, okay, gut, aber im Wesentlichen ist es eine zweidimensionale Bewegung. Du konntest dich ja jetzt nicht hinter Leute stellen oder sowas, ne? Genau und dann liefst du halt mit deinem Avatar.","Doch, doch, doch, na, na, na, na, na, na, na, es gab Elemente, wo man dahinter gehen konnte und wo es die gab, habe ich die sehr gefeiert. Es gab Betten in die ich mich reinlegen konnte, wo dann nur noch mein Kopf rausgeguckt hat, es gab Bälle Bällebäder die so gepolt waren dass man reingehen konnte,\nsetzen, in den Schneelift und man konnte in der Ostzone in dem Gebäude hochgehen und oben vom Balkon gucken, so dass nur der Kopf runtergeguckt hat. Also es gab einige Elemente, in die man hineingehen konnte. Das,\nschon fast so vielleicht war das mein halbes D, was da noch drauf.","Okay, verstehe. Siehst du mal wieder. Deswegen wollte ich dich dabei haben, weil du bist ja du warst ja entflammt auf Twitter, oder? Also.","Und im echten Leben auch.","Beschreib doch mal deinen Einstieg, wie also du bist jetzt sozusagen in diesem äh Stress äh wie Corona, Scheiße, irgendwie Konferenzen, blöd, bar, jetzt auch noch Kongress online, ihr habt so nicht mal alle, ja, okay, meinetwegen, ich schaue es mir mal an und dann.","Ja, jetzt kommt meine Schwester ins Spiel, meine nicht jüngere Schwester, die Kurfürstin, die hast du glaube ich übrigens letztes Jahr beim beim Kongressrückblick gelobt, die hatte nämlich diesen Talk zu drei D gedruckte Klamotten gemacht\nwar also die einzige, die so geistesgegenwärtig gewesen war von uns, sich ein Ticket zu klicken und als ich ihr dann erzählt habe, ja, jetzt ist er irgendwie übermorgen Kongress, ich habe gar kein Ticket, na ja, hm, hat sie gesagt, ja, ich habe ja eins, habe ich gesagt, ah, ist ja cool,\nvielleicht können wir uns ja abwechseln und ich kann dann auch mal mit deinem Account reingucken. Na ja und dann haben wir irgendwie geschnallt, dass da diese geile 2D-Welt ist und,\nSie hat sich dann angemeldet und wir haben dem also dem Account sozusagen der Account hatte dann unsere beiden Usernamen im Namen. Also wenn unser Avatar in der Welt rumgelaufen ist, dann stand oben drüber Kurfürsten plus null Joom. Es hat aber keiner gepeilt,\nWir haben dann am Anfang hat sie sie dann rumgelaufen in der Welt und hat Sachen entdeckt und hat mit mir Viagi Screen geschert, sodass ich quasi gucken konnte, wie sie rumläuft in der Welt und dann sowas wie oh komm geh mal da nach rechts und komm wir schauen mal was da ist\nDann haben wir aber relativ schnell gepeilt, dass Back oder Feature, weiß man nicht mit dem einen Account man sich auch gleichzeitig an zwei Geräten anmelden kann.\nUnd das haben wir dann gemacht,\nUnd das heißt, dass relativ schnell ab Tag eins wir sozusagen der gleiche Avatar zweimal in der Welt rumgelaufen ist. Wir waren beide gleichzeitig angemeldet,\nund das hat zu sehr sehr vielen Verwechslungssituationen geführt, obwohl wir ja nun im Namen des Avatars unsere beiden Usernames hatten, aber,\nMeine Schwester ist diejenige, die diese Toilettenreportage gemacht hat, die Legendäre äh auf Twitter,\nUnd ich bin diejenige, die sich einen kompletten Tag lang im Zertkeller verlaufen hat. Und ansonsten sehr, sehr viele Screenshots und Videos und so weiter gepostet hat. Also ich war einfach so begeistert. Ich musste einfach sehr, sehr viel davon,\nauf Twitter teilen von meinen Gefühlen und visuellen Eindrücken, aber,\ndas, wie gesagt, wir sind einfach sehr viel verwechselt worden. Ich meine, manchmal sind wir uns dann auch über den Weg gelaufen, das war dann wie dieses dieses M, wo Spiderman äh voreinander steht und aufeinander zeigt, äh zweimal.\nAber ich bin auch ständig angesprochen und für meine tolle Toilettenreportage gelobt worden, da muss ich immer sagen, nee, das ist meine Schwester,\nEinmal habe ich mich in irgendeinem Raum mit jemandem unterhalten. Ich glaube, Samik Tango oder so. Haben wir uns verabschiedet und zwei Minuten später ist er irgendwo ganz woanders meiner Schwester übern Weg gelaufen. Man hat sie angesprochen mit ach du schon wieder und sie sagt, wer bist du? Ich kenne dich gar nicht,\nder Avatar halt genauso aussah und genauso hieß so.\nAlso wir wir waren da sozusagen zu zweit mit einem Account unterwegs und auch nicht, weil ich irgendwie schlau war oder dran gedacht habe, sondern dass dass es alles.\nDas geht alles auf meine Schwester zurück, das ist alles. Ihr Ruhm sozusagen und wir waren glaube ich beide sehr begeistert.\nSie ist vom Typ her, glaube ich, so ein bisschen, also so ein bisschen introvertierter als ich und war ja letztes Jahr auch überhaupt erst das erste Mal offen Kongress und,\nwar dann auch eher so im ich laufe erstmal vor Menschen weg und möchte nicht angesprochen werden Modus, während es bei mir halt eher so war oh jemand den ich kenne ich springe ins Bällebad, da sind fünf Menschen mit denen ich mich unterhalten möchte. Oh ich muss weiter, weil ich bin noch mit jemand anders im Bock auf dem Klo verabredet und so\nähm und auch die Tatsache, dass wir da so ein bisschen unterschiedlicher herangehensweise haben, hat glaube ich auch nochmal zu sehr vielen Verwechslungen geführt, weil sie eher sich nicht mit Leuten unterhalten wollte. Das ist dann, sie sahen so ein bisschen aufgetaut,\nüber die Tage und ja ich einfach super viele Leute auch kannte mit den ich dann schnacken wollte und wir haben halt wirklich.\nIch weiß es nicht. Also ich glaube, niemand kann sagen, er hätte alles gesehen. Also das, ich glaube, die Welt ist einfach so groß und so verwinkelt, dann ist einfach die ganze Zeit Vitala schon gesagt hat\nimmer noch weiter gewachsen, also zwischen der ich glaube in der Nacht zwischen Tag drei und Tag vier ist das Klonetzwerk implementiert worden.\nDas hat Molana gebaut, also eine eine zusätzliche, die die Kloparty war, wo man dann in verschiedene Toiletten.\nHineinspringen und in die also den anderen Esampleys wieder rauskommt. Also in den Toiletten anderer Essemplies. Das das ist halt quasi noch kurz vor Tag vier implementiert worden so Sachen.","Super.","Aber ja, meine Schwester und ich, wir haben sehr intensiv.\nSachen angeguckt, ausprobiert, rumgelaufen, auf alle Knöpfe gedrückt, überall reingeschnuppert, alles alles angespielt und haben das halt relativ,\nGründlich auf Twitter dokumentiert. Genau und meine Schwester hat sich ich glaube wirklich so gut wie alle Toiletten in der gesamten,\nRC drei Welt angeschaut und das auf Twitter in einem längeren Fred dokumentiert und bewertet. Das hat ihr dann über den Lauf des Kongresses den,\nden Spitznamen Klofluencerin.\nGegeben, weil sie war dann halt sehr bekannt. Die Leute,\nwie so eine rasende Reporterin unterwegs ist und sie wurde dann auch von Twitter, von Leuten angesprochen, die gesagt haben, oh, unsere hat auch noch ein ganz tolles Klo, willst du nicht mal vorbeikommen? Das ist da und da,\nUnd in der Tat hatten ja sehr viele Samples ihre Klos auch mit wahnsinnig vielen lustigen Features ähm,\nausgestattet, dass dann da irgendwie Musik ist oder wenn du da drauf gehst, hörst du plötzlich das Geräusch von einer Klospülung oder auf dem Klo vom C drei Wock äh geht plötzlich der Sauerteig Podcast mit Holgi an, so. Wenn du da auf dem Klo sitzt, also,\nDa gab's schon auch wirklich sehr, sehr viel zu entdecken.","Die Klofürstin.","Die Klofürste.","Sehr, sehr cool ähm am RC drei fand ist jede oder sehr sehr viele Esambley hatten halt ihren Space. Also es gibt einmal dieses im Prinzip die ähm die Connections, den den Hauptflur,\nUnd jeder hat dann so seinen kleinen Spot zugeteilt bekommen und konnte da seine jeder ist Hamblick, konnte seine eigene Welt erstellen. Und,\nDadurch gab's halt so viel Kreativität und so viele unterschiedliche Sachen, das fand ich halt vom Konzept her auch einfach total cool, weil dadurch ist die ja Kreativität kein Ende gesetzt und ähm,\nauch so viele Ideen und einfach so viel zu entdecken und die Vielfalt entstanden. Ähm ich war halt primär beim beim Zert so ein bisschen beteiligt. Es gab ja, ich weiß nicht, wann das Feature freigeschaltet wurden,\nähm bei an Tag drei oder so, dass die Baches und die freigeschaltet wurden.\nDas heißt, wenn man dann bestimmte Flächen betreten hat, hat man automatisch ein Schiefment bekommen und eine Batch zur Belohnung. Oder Baches konnten von bestimmten Leuten weitergegeben werden. Man hatte dann Tokings, ähm,\ngeteilt wurden und so hatte man dann noch ein zusätzliches und Belohnungssystem was in dieser RC drei Welt freigeschaltet wurde.\nUnd ich habe halt so ein bisschen die ganzen Bagges gebaut, äh die man im Zert freispielen konnte und äh,\nDas ist halt, das ist halt einfach total cool zu sehen. Also zum einen dein dein Adventure im Sert und im Cube hat.","Sie glaube ich alle eingesammelt, ich hab glaub ich wirklich alle alle Zertbagges äh geholt.","Es waren am Ende auch nicht alle implementiert, aber ähm es hat mir halt und uns\ntotal viel Spaß gemacht so überhaupt zu planen. Zwischenzeitlich konnte man dann äh Passierschein A achtunddreißig im Zert erwerben zu bestimmten Zeiten, weil\nsich jemand drum gekümmert hat und ein Haufen NPCs, also ähm Zärtler,\näh angeworben wurden, damit man irgendwie von A nach B laufen konnte und Dinge wurden spontan implementiert äh und das ist halt einfach total cool zu sehen, äh für mich wie Leute daran Spaß haben.\nUnd auch so die die Features und Gimmicks gefunden werden und äh es gibt auch einen äh das Zert hat glaube ich auf Twitter auch einmal gepostet äh,\ndass die Batches irgendwie extrem vierhundert mal verteilt wurden oder so. Einige.\nGenau von dreiundvierzig Patches und die die erste war tausendsechsundsechzig,\nbetreten und Hände gewaschen dann irgendwie vierhundertachtunddreißig Mal vergeben und das ist halt.\nJa, das finde ich halt schon irgendwie cool, wenn ähm,\nLeute einfach Spaß haben an dem, was man auch so die letzten äh Wochen irgendwie gebaut hat und abends noch dran saß und wenn am Ende irgendwie alles zusammenkommt und einfach funktioniert.","Ja, dass da auch mal wieder.","Geil mit den mit den sorry, mit den Hillon Features, das war ja auch wirklich der Knaller ähm am Anfang denkt man das noch nicht, also ich glaube, ich habe angefangen,\nalso mein, meine Reise ins Kaninchenloch im Zert hat damit angefangen, dass ich festgestellt habe, dass wenn man vor den Feuerlöschern steht, einem externen Link folgen kann und das einem dann, wenn man da drauf klickt, dass TÜV-Prüfsiegel von diesem Feuerlöscher angezeigt,\nIch weiß nicht, was mich geritten hat, vielleicht der Nerd in mir, ich dachte so, alles ja interessant und dann im nächsten Raum vom Zert habe ich mir wieder den Feuerlöscher angeguckt und das Siegel geprüft und dann hat irgendwie hat's mich geritten und besessen und ich dachte jetzt,\nJetzt prüfst du einfach alle TÜV-Siegel äh im Zert von den Feuerlöschern und als ich dann irgendwie beim weiß ich nicht siebenundzwanzigsten Feuerlöscher den einen mit dem abgelaufenen TÜV-Siegel gefunden habe, war ich natürlich so okay,\ndass das war irgendwie eine Quest und ich habe sie beendet und wenn man dann einmal so ein bisschen Blut geleckt hat und und merkt, welche welche Ostereier da versteckt wurden,\ndann dann vermutet man ja überall irgendwie eine versteckte Wand und und noch was zu entdecken und der Witz ist halt, dass es halt meistens auch so ist,\nViele Sachen checkt man auch selber gar nicht. Also ich habe dann auch wie das häufig so ist, ganz viel über Twitter mitbekommen, irgendwie zum Beispiel in der Wikipaka WG.\nBist du nur aufs Klo gekommen, wenn du an einer Stelle gefunden hast, dass du durch die Wand gehen kannst,\nUnd ich habe halt und ich wusste zwar, dass das ist und ich wusste auch, was der Hinweis ist, nachdem man gucken muss, aber ich hab's nicht gefunden und es war halt auch wirklich wie so eine, ja, wirklich wie in so einer Abenteuerwelt. Ich habe dann auch ständig Leute getroffen und,\nNoch am letzten Tag, kurz bevor die Welt abgeschaltet wurde, ich wusste dann, dass man irgendwie im Himmel, dass es da auch eine Geheimtür gibt, um hinten in den Backstagebereich zu kommen und,\nbin dann irgendwie kurz bevor die Welt abgeschaltet wurde noch in den Himmel gegangen und hab irgendjemand angequatscht und hab gesagt sag mal weißt du wo hier diese Geheimtür ist. Ah komm mit, ich bring dich hin so,\nAlso dieses Entdecken und und Geheimtüren finden und aufspüren und so, das war echt der Wahnsinn.","Ja, es ist ein also es ist auch der Grund, warum ich Lars heute äh mit dazu genommen habe. Es ist ja für mich und für Lars für dich unter Garantie auch einfach ein mega Flashback.\nDiese ganze Veranstaltung, oder?","Ja, das war schon so ein Fashback. Ähm das war ja auch, als ich dann da tatsächlich mal drin war und das auch nicht,\nam Anfang hat's bei mir auch ziemlich stark geruckelt und da dachte ich, ach ja, es ist die Villa, also ich habe,\ndas, ich hab bin nicht auf die Idee gekommen irgendwie mit den Quests zum Beispiel, da hätte ich jetzt gar nicht, da hätte ich jetzt, selbst hab ich überhaupt nicht gemerkt. Ähm, aber zum Beispiel dieser Toilettenwitz, also in der Villa,\nDie war ja nur Audio, da war halt die Toilette, wenn du mit jemandem auf der Toilette warst, dann konntest du mit dem direkt sprechen. Normalerweise musstest du.\nWas aufnehmen und dann den anderen also vier sprechen vier, du hast also auf der DTMF-Tastatur hast du die vier gedrückt, dann hast du das irgendwie gesagt, was geistreich ist, hast nochmal auf die vier gedrückt und die anderen im Raum haben das dann gehört.\nUnd wir durften ja nicht damals, das war.","Lars, wir müssen erstmal erklären, glaube ich, was äh Sache ist.","Ja genau. Äh habt ihr euch das also ihr habt was gebaut? Das weiß ich.","Genau. Also Thaler, ich weiß, dass Thala das nicht kennt. Äh Miriam hast du schon mal was von der Villa gehört.","Ich glaube nicht, aber ich bin mir nicht ganz sicher.","Okay, gut, da ihr dürft jetzt beide einfach mal fragen. So, dann können wir das nämlich auch erläutern. So Thaler, bitte.","Das war ein, das war schon die Frage ein. Hä? Nein, was ist es? Worum geht's.","Also vor langer langer Zeit und das war auch der Anlass, wodurch Lars und ich uns kennengelernt haben.\nGab es ein Projekt und das äh das von Beate Use ausging,\nJa, also es war die Zeit, als diese hundertneunziger Nummern ähm eingeführt werden sollten in Deutschland, damit man darüber Geld machen kann,\nUnd natürlich war die Pornoindustrie ganz weit vorne, weil die ja so mit Technik und so weiter und neue Möglichkeiten, da waren die immer, da hatten die überhaupt gar keine Berührungsprobleme. Und dann,\nIst halt jemand von von User irgendwie losgezogen und hat so diese ganze\nTechnik, Landschaft der damaligen Zeit, also wir reden jetzt von neunzehnhundertzweiundneunzig, ne? Äh die die Techniklandschaft in Deutschland äh abgeklappert, um Leute zu finden, die in irgendeiner Form so mit Computern und Telefonen in dieser Verbindung irgendwie schon mal was gemacht haben\nUnd dann sind sie halt ausgerechnet beim CCC gelandet, äh konkret bei Steffen Veneri, der damals die äh wie hieß sie noch gleich? Hass, die äh seine Mailbox, die Tele fun,\nne? Die Telefon äh Mailbox gehabt hat. Also das war quasi ein PC.\nMitten im speziellen Voicemodem, das war so nämlich der neue Scheiß damals, dass man eben nicht nur einen Modem haben konnte, was so Datenübertragung macht\nzweitausendvierhundert Bits pro Sekunde oder so, sondern die hatten halt explizit auch noch so einen Voice-Modus. Das heißt, du konntest eben Anrufe\nannehmen und dann eben direkt Audio abspielen oder eben Audio auch aufzeichnen. Also so quasi so eine ganz einfache Teletext, äh wie man das nannte Anwendung damit bauen. Und\nDamit wurde dann sozusagen so eine Voicemailbox gebaut. Das war die Telefon. Und weil Steffen diese Telefon betrieb.\nSind sie halt auf ihn aufmerksam geworden und haben gesagt, ja hier, wir suchen halt Leute und äh äh ja so ja alles kein Problem. Ich kenne hier die schrägsten Vögel und hat dann halt irgendwie.\nÄhm.\nGesucht so im im Chaosumfeld, was damals ja noch nicht so megagroß war und darüber bin ich dann eben auch rangekommen. Ich wohnte ja damals noch in Hannover, das Ganze war in in Hamburg und so diese globale Welt, wie heute haben wir ja noch nicht\nNa ja und das endet dann da drin, dass wir dann irgendwann in so einer verruchten\nverrauchten Kneipe zusammensaßen mit diesem Vorstand von Beate User und dem halt irgendwie alles mögliche\nerzählten über Cyberspace, über Telefon und irgendwie überhaupt die Zukunft und das Jahr zweitausend und einfach wilde Ideen von ja irgendwie alles kein Problem, da machen wir, da sind wir\nDa sind wir live auf der Reeperbahn und dann läuft man die Reeperbahn entlang und wird dann irgendwie angequatscht und hier kommt nochmal in den Laden rein und so, das fanden die irgendwie alles so begeistert und äh,\nwaren dann irgendwie.\nAusreichend überzeugt, um dann erstmal so einen absurden, also für damalige Verhältnisse und für uns vor allem absurden, hohen Geldbetrag reinzustecken, weil das war natürlich im Prinzip so eine Art,\nWie man später dazu sagt, ist Start-up,\nSo, einfach mal Geld reinwerfen, hier habt ihr Kohle, kauft euch mal was Schönes äh und baut mal was Geiles und das war eigentlich das Schöne an diesem Projekt,\nDadurch, dass das eben Porno war, haben die sich eigentlich erstmal rausgehalten. Weil Porno checkt irgendwie.\nPornocheck, dass du den Leuten auch so ein bisschen freien Lauf lassen musst.\nIch weiß nicht so ganz genau, was deren Triebfeder war. Ob das so eine spezifische Sache von Beate Use war oder ob ob das äh ob\nauf jeden Fall haben sie uns sehr viel Gestaltungs äh äh Spielraum gelassen. So und dann kam kurze Zeit später kam Lars dann noch mit dazu, als wir schon äh ne, als wir schon diese diese Räumlichkei,\nhatten angefangen haben Computer zu kaufen.","Genau, andere andere musst du auch noch erwähnen.","Genau.","Der hatte mich ja irgendwo mal getroffen und hat mir irgendwas erzählt von wegen Cyberspace und irgendwie wir machen jetzt irgendwie das ganze Ding wird sowieso dann in auf einem Satelliten laufen und irgendwie du kannst dann da deine Staatsbürgerschaft haben und.","Wir sind einfach ein bisschen durchgedreht so. Ich meine, wir waren jung und wir brauchten das Geld nicht wirklich, aber wir hatten halt irgendwie Spaß dran und haben uns halt einfach auf was Verrücktes ausgedacht und haben denen halt erstmal das Blaue vom Himmel äh äh versprochen, so. Nicht, nicht ohne,\nnicht ohne die Erwartung, dass irgendwie auch erfüllen zu können, weil es immer schon so alles so im Rahmen dessen, was vielleicht technisch möglich sein könnte war, aber es ist nicht so, dass es jetzt so, naja, dann nehmen wir hier so oft the shelf, irgendwas, was schon da ist, steck\ndas zusammen und dann passt das schon, das kennen die bloß nicht, sondern es war schon klar, wir mussten halt was komplett neues entwickeln,\nUnd dann lief das halt auf so einem Dreierteam hinaus, also Lars\nMeine Wenigkeit, in der schon erwähnte äh Andre, der äh dann in der Folge auch noch eine besondere Rolle übernehmen sollte und haben dann erstmal eigentlich ein halbes Jahr nichts anderes gemacht, als nur\nden Markt abzuklappern, was es so an Technik gibt, womit man sowas zusammenbauen kann, weil wir redeten ja jetzt nicht mehr von einer\nVoicemail-Box mit einem Voicemode, wo eine Person gleichzeitig online sein kann, sondern wir wollten ja so eine Multi-User-Welt bauen,\nwo dann eben später hundertzwanzig Leute gleichzeitig drin waren. In in einer PC Welt als wir angefangen haben,\nDa waren vier sechsundachtziger gerade neu.\nDas ist so diese diese Zeit, also so PCs konnten eigentlich noch nichts und allein das die CPU selber so einen Audiostream,\nbedient. Das war undenkbar. Das war alles alles viel zu langsam. Also brauchtest du als spezielle Hardware. Ich spule mal ein bisschen vor. Auf jeden Fall.","Stopp, stopp, stopp.\nFür mich äh ich bin halt äh aktuelles Internet geprägt. Ähm aber wie muss ich mir das vorstellen, war das geplant, dass man sich mit Telefon einwählt und dann nur auditorisch durch diese Räume geht.","Ja, es gab ja nichts anderes.","Ja, aber also für mich ist das so, wie du es gerade beschreibst. Ich denke, man geht durch Räume, dann stelle ich mir halt was physisch Virtuelles vor, also in Anführungszeichen physisch.","Virtuell. Was.","Physisch virtuell. Sowas wie halt der RC drei, weil ähm ich bin ein kleines Eikon und laufe tatsächlich durch die Gegend virtuell.","Okay, kleiner Realitätsabgleich neunzehnhundertzweiundneunzig, was es da gab, was es da nicht gab. Also es gab keine Pension Computer, es gab neu vier sechsundachtziger. Es gab kein Internet.\nEs gab nur Telefon, Fax gab.\nComputersurf in den USA, als allererster Datendienst, glaube ich, überhaupt.\nAlso so dieses ganze Prinzip von, es ist noch die Auslaufzeit von Computermailboxnetzwerke. So die anderen haben so Fido, Serverus,\nall diese ganzen Mausnetz, das das waren sozusagen die einzigen Datennetze, die waren, Leute haben sich in Mailboxen eingewählt und da Nachrichten ausgetauscht und das war so auch unsere Prägung. Aber das hat alles nicht funktioniert und vor allem es\nkein Netz in dem Sinne, du konntest nirgendswo online gehen.\nZwar ISDN und du kannst dir ISDN-Karten kaufen und darüber Daten übertragen. Die Frage ist halt nur wohin, so. Also es gab halt nix. Das war so die,\nDie Situation damals und wir wollten ja einen Telefondienst machen. Es ging ja explizit dadrum, künftig was zu bauen, was man mit null hundertneunzig Nummern anrufen konnte. Wir wollten also alles über Telefon machen\nAlso war klar, dass es eine Audiowelt sein muss. Aber natürlich eben gedacht, wie so ein Multi-User Dunchen.","Man kann es sich so vorstellen.\nAlso du bist jeder Raum hat den Hintergrund. Und das heißt du konntest hören wo du bist, weil du bist irgendwo angekommen in der Villa Kunterbunt, wie wir sie dann genannt haben, sei es des Testsystem. Ähm.\nDann hast du den Hintergrundsound von der Diele gehört und dann hat vielleicht meine Tür geklappert.\nUnd wenn du dann irgendwie dreißig Sekunden lang nichts gemacht hast, dann sagte irgendwie so eine Stimme. Da vorne, da vorne, ich habe vergessen, was da ist.\nDa kannst du hingehen, mit drück mal die fünf und dann die zwei. Und dann hast du dich so mit diesen DTMF-Tasten bewegt und dann wurde das so ein bisschen animiert\nAlso wenn du wo reingegangen bist, dann hat die Tür geklappert, wenn jemand reinkam in einem Raum quasi, in dem du warst, dann hat auch die Tür geklappert, also.\nDu hast das schon so ein bisschen so Feedback bekommen, was um dich rum passiert. Also.\nKonntest dann auch äh wenn wir dich dann ein bisschen eingenommen hat, hattest in die Welt, dann wusstest du, du kannst die sechs drücken und dann wird dir vorgelesen, du musstest deinen Namen sagen oder was auch immer, dein, dein, dein Nick sagen, wenn du äh reingekommen bist, dann,\nkonntest du hören, wer da ist und dann konntest du halt mit den Leuten sprechen, aber nicht in Echtzeit sprechen, das dafür hätten wir.\nDas das durften wir nicht, weil das die Deutsche, die Post hatte das Vermittlungsmonopol. Wir hätten dann ja sozusagen.\nEchtseitgespräche vermittelt, das durften wir nicht. Wir durften aber.","Das heißt, alle haben sich auf die Mailbox gesp.","Genau, du hörst ja dir.","Nachrichten hinterlassen.","Ja, wobei die.\nNee, nicht ganz, weil das was du gesagt hast, das ging sozusagen nur in den Raum rein. Also wir waren wir waren jetzt wir vier wären jetzt in einem Raum und ich drück auf die vier und dann Sarah ist irgendwie nur Joom.\nDrück nochmal die vier und dann hörst du Nujum.","Das kommt in so eine Q, ne? Da also da äh darfst keine richtigen Konferenzen gab, war das quasi alles nur so Walky Talky Kommunikation, aber die dann eben an Synchron lief.\nWurde nicht in dem Moment gehört, wo sie gesagt wurde, sondern es wurde hinterher gespult, was schon mal auch ein ganz interessantes Element war, weil das eben automatisch das Gespräch auch moderiert hat\nVielleicht nochmal so zum Gefühl, weil ich glaube, es geht glaube ich auch ein bisschen erstmal darum, dieses Gefühl zu bekommen, ne. Wenn du jetzt,\nangerufen hattest. Man hatte halt ein Login, das hieß bei uns Schreibtischnummer,\nSchreibtischnummer war quasi einfach eine Zahl Loginname und du hast natürlich dein dein Passwort gehabt, auch Zahlen natürlich, weil alles waren Zahlen,\nund die Tastatur des Telefons, die viel damals auch noch nicht hatten, war das war noch so die Zeit, wo so Wählscheibentelefone\neigentlich der Standard waren und die, die so und so erst vor kurzem ihren Telefonanschluss bekommen haben, die hatten vielleicht schon so ein tolles, neues Tastentelefon, ne? Aber das hatten wir leider nicht alle. Wir mussten den Leuten teilweise noch diese Tongeber schicken,\ndie man so auf den Hörer drauflegen musste, weil die man so für Anrufbeantworter und sollten dann immer benutzt hat, weil es halt einfach noch nicht so verbreitet war,\nSo. Das System war aber immer am Leben und das System\nwar immer asynchron. Nichts, also es war anders ausgedrückt, es war nicht modal. Ja, das heißt\nDu konntest jederzeit immer alles tun. Und das äh hat äh es erlaubt, dieses System sehr lebendig wirken zu lassen. Und das das ging schon beim Login los. Also wenn du Taler jetzt anrufst, ne, nimmst dein Telefon.\nUnd rufst in der Villa an. So, was passiert dann? Ich bin jetzt mal die Villa,\ndu rufst an. Du musst jetzt mal sagen, wenn du was eingibst, ne? So, muss jetzt nicht machen. Auf jeden Fall, du rufst an und dann kommt die Villa und sagt.\nHallo. Willkommen in der Villa, gib deine Schreibtischnummer ein und schließe mit der Raute ab.\nUnd während du jetzt darüber nachdenkst, was nochmal deine scheiß Schreibtischnummer war oder wo du dir jetzt eingeben musst oder wo du deinen Tastengeber hast, hörst du mich aber die ganze Zeit weiter atmen.","Es klingt nein.","Ah komm schon. Komm schon.","Nein. Das klingt crafy.","Wenn du nichts gesagt hast so, hey probier's nochmal, komm, so, es war immer da, es war es war nicht so,\nDu hast ein Eingabeprompt gehabt und wenn du nichts gemacht hast, waren drei Minuten stille, sondern die Villa war immer da und hat immer gemerkt, wenn du nicht reagiert hast, dann kam sie immer mit weiteren Informationen oder Tipps und hat dich irgendwie weitergebracht. Gibt's deine Schreibtisch Nummer ein, gibst deine PIN ein.\nUnd dann wirst du halt klabum mit dem Türklappern in den ersten großen Raum reingeworfen. So, du bist im großen Flur, ja? Jeder Raum hat so eine Ansage. Kommst du erstmal rein? Du kriegst so gesagt, wo du bist. Und dann hast du so ein Hintergrundgeräusch, dass der sagt,\nso klingt großer Flur, ja? Im Garten\nhaben die Vögel gezwitschert und ein bisschen anders, wenn du im Baum gesessen hast oder im Baumhaus oder wenn du mit der Seilbahn dann irgendwie äh rüber wieder zur Villa gefahren bist. Alles hat so seine eigene Atmosphäre und es gab halt so ein zweidimensionales Layout. Und du konntest jetzt eben mit,\nMit deiner Telefontastatur in dieser Welt herumlaufen. Und das haben wir halt so gemacht, dass eben mit der fünf, in der Mitte.\nQuasi ein Escape Key hat es für Bewegung und jede Taste drumherum war dann eben die Richtung. Also Konzept irgendwie in irgendeine Richtung laufen. Und dann warst du in einem anderen Raum oder im Fahrstuhl oder Kühlschrank oder wo auch immer.","Diese Hintergrundgeräusche wurden die für alle, waren die für alle quasi gleich oder waren die irgendwie individuell, also haben alle das gleiche.","Die waren pro Raum. Ja, ja, die waren pro Raum. Mhm.","Und auch die Hinweise wurden quasi repeated, aber dann immer an alle.","Nee, nicht immer an alle, sondern es ist schon, du, du wirst individuell bespielt,\nAber du befindest dich im gleichen Raum. Es gibt natürlich auch Ereignisse, die dann alle mitbekommen haben. Also wenn zum Beispiel eine Person den Raum verlässt, dann hören alle anderen, die die Türklappen.\nOder wenn einer reinkommt, dann eben auch dieses Türknarzen so. Weil er mal reinkommt. Caboom war einer geht raus. Das kriegtest du auch relativ schnell raus,\nUnd dann hängen die Leute halt da ab und sind von Raum zu Raum gegangen und jetzt wirst du auch schon sehen, warum wir sozusagen,\ndiesen Flashback angesprochen haben. All diese ganzen Dynamiken, die wir jetzt in dieser RC drei Welt gesehen haben.\nDas ist genau das, was wir damals auch schon in der Villa gesehen haben. Die Leute hängen stundenlang ab, die mussten alles ausprobieren. Die sind da wie nur Jump, sind sie dann irgendwie rumgerannt.\nWeil's dann auch, es gab auch so ein paar Dinge, die jetzt die RC drei Welt hatte und umgekehrt hatten wir ein paar Sachen nicht, ne? Zum Beispiel konntest du Dinge finden und benutzen,\nIrgendwo lag das Megaphon rum. Und wenn du das Megaphon gefunden hast, eingesammelt hast, dafür gab's dann entsprechende Tastenkombinationen, dann konntest du es auch benutzen, um mit dem Megaphone konntest du halt nicht nur Durchsagen in deinem Raum machen, sondern in der ganzen Villa.","Wie geil.","Alle mal herhören und dann kam da eine Durchsage und alle wussten schon so, ah okay, da ist wieder einer mit Megafood zugange und so. Und wo ich\nrichtig richtig äh gestorben bin, war als ich entdeckt habe, dass eine RC drei Welt im Pokt natürlich ist auch ein Telefonzelle gab und man da wieder raustelefonieren konnte. Und\ndass äh mit Feature hatten wir damals in der Villa auch. Das war so cool. Also\ndie Leute sind wahnsinnig geworden und vor allem das muss ich echt nochmal erzählen. Ich habe die Geschichte schon tausendmal erzählt, aber das gehört einfach dazu,\nDu musst dir vorstellen, neunzehnhundertzweiundneunzig, also nur dreiundneunzig hatten wir dann die Villa fertig. Irgendwann Anfang dreiundneunzig. Und Lars erinnerst du dich noch? Also ich habe das so in Erinnerung. Wir haben.\nQuasi was zum testen gehabt, die Villa so in ihrem Rohzustand und dann haben wir diese Telefonnummer an Freunde rausgegeben. Richtig?\nGenau, weil es gab kein Internet, man konnte das nicht posten, wir haben keine Anzeigen geschaltet oder so, das heißt die einzige Möglichkeit, das irgendwie zu verbreiten war halt Freunden zu sagen, hier wir haben da was gebaut, ruf doch mal an.\nUnd dann haben wir irgendwie eine Woche verstreichen lassen oder so. Ich weiß nicht mehr ganz genau wie die Timeline war, aber meine Erinnerung ist so nach zwei Wochen war die Hütte voll mit Leuten, die wir nicht kannten.\nAlso paar kannten wir, aber die allermeisten Leute, die da angerufen haben und nicht nur da angerufen haben, sondern\ntundenlang. Tag und Nacht in dieser Welt rumliefen. Wir kannten die nicht und uns ist überhaupt nicht eingefallen.\nWir die den Weg dahin gefunden haben, was zum Henker machen diese Leute in unserer Villa, wo kommen die alle her? Wer ist das überhaupt? Und wie bitte konnte sich das so schnell rumsprechen,\nSo und jetzt kannst du mal, könnt ihr mal überlegen, was da wohl passiert sein könnte, dass so schnell Leute, die zu so einem spezifischen System eine Affinität haben,\ndort aufschlagen. Was könnte das gewesen sein.","Ach du meinst, wie die den Weg dahin gefunden.","Warum, warum tauchten auf einmal so viele Leute auf innerhalb kürzester Zeit in einer Welt ohne Internet? Wo kamen die her? Und warum fanden die das interessant.","Warum die das interessant fanden, kann ich jetzt nach euren Ausführungen sehr gut äh nachvollziehen, wenn mir jemand erzählt hätte, was da los ist, hätte ich mich sofort auch auf den Weg genomm.\nMir das Wildscheibentelefon unter den Arm geklemmt und meiner Familie gesagt, dass ich jetzt mal ein paar Stunden telefonieren muss. Ein bisschen, also es klingt wirklich wunderschön. Es erinnert mich so ein bisschen an ähm,\nzum Beispiel so so textbasierte Adventure Games, wo du auch,\nimmer nur so Textzeilen bekommst oder halt auch so ein bisschen äh das ist nicht ist es heißt es Penant Paper, wenn man hier so Dungs and Dragons oder so spielt ähm und und genau und das und das ist ja beides so und das ist glaube ich auch,\nVielleicht ist das, was alle gemeinsam haben, weil so habe ich in der RC drei Welt auch erlebt und was ihr jetzt erzählt habt von der Villa, klingt auch so,\ndass man eigentlich gar nicht so mega viele Informationen hat, aber die Fantasie füllt halt alle Lücken und es stimuliert einfach die Fantasie so extrem, dass der Spaß niemals aufhört. Also weil ich ich kenne das von von so Pen und Paper Rollenspielen,\nda hast du halt dann irgendeinen Danchen Master und der gibt dir halt auch nicht so unendlich viele Informationen, der sagt, du stehst in einem Raum, an der Decke, tropft irgendwie Wasser runter und irgendwo ist ein grünes Leuchten und da ist ein Knopf,\nJa, natürlich drücke ich den Knopf und gucke, wo das Leuchten her ist, so ein Leck irgendwie das, die Feuchtigkeit ab, die an der Wand ist, um zu gucken.","Rolle auf Giftresistent.","Oder so. Ähm aber so dass das deine Fantasie einfach sofort alles füllt und in der RC drei Welt zum Beispiel ging mir das auch so,\nViele Sachen waren gar nicht interaktiv, aber meine Fantasie hat sie interaktiv gemacht, also zum Beispiel ich weiß gar nicht, wo das war. Es gab diesen einen großen Raum, da bin ich irgendwie reingefallen, nachdem ich am Hamburger Hafen war.\nÄhm also vom CCH. Ähm da war diese, die haben die Museumsbahn nachgebaut. Ich weiß gar nicht, ob das die Museumsbahn ähm von Mildenberg sein soll oder nochmal eine ganz andere, aber jedenfalls war da so ein, ja, wie so eine Art Miniatur.\nEisenbahn, Wunderland und ich habe die glaube ich am ersten Abend von Tag eins gefunden und die war nicht interaktiv. Ich habe natürlich also\nist nicht so weit ich weiß, vielleicht habe ich es nicht rausgefunden, aber es war jetzt nicht so, dass man irgendwo an einem Hebel ziehen konnte und dann ist die Eisenbahn losgefahren. Aber ich habe halt meinen Avatar oben auf die Glock gestellt, habe davon einen Screenshot gemacht und habe halt getwittert, ich bin eine Runde mit der Museumsbahn gefahren,\nUnd ich weiß nicht, wie viele Leute mir geglaubt haben, dass ich damit gefahren bin, weil die ist nicht gefahren, aber meine Fantasie hat es halt gemacht und was ihr von der Villa erzählt habt, klingt halt auch so, sozusagen, eigentlich gibt's gar nicht so viele,\nunendlich viele Interaktionsmöglichkeiten, aber die, die es gibt, werden so maximal ausgeschöpft und und mit Fantasie aufgefüllt.","Lass uns gleich nochmal auf dieses das finde ich nochmal ganz wichtig, dieses wie man das erlebt und so weiter. Aber jetzt wollte ich nochmal ganz kurz auf diesen einen Punkt, wo kommen die Leute her,\nWie kamen die überhaupt erstmal dahin? Ja, wie gesagt, es ist schwierig, sich glaube ich diese diese unvernetzte Welt,\nklar zu machen, aber es gab,\ntatsächlich etwas. Und das ist uns dann später klar geworden. Ihr kommt jetzt nicht drauf, aber wenn ich's euch sage, sagt ihr gleich so, ah ja klar, natürlich. Die Leute, die uns in die Villa einfielen, das waren alles CB-Funker.\nUnd das waren Leute, die den ganzen Tag über in ihrem Hobby genau dasselbe getan haben. Die haben ein Gerät genommen, die haben eine Taste gedrückt, haben was gesagt, haben die Taste wieder losgelassen und danach haben sie eine Antwort bekommen,\nüber irgendein CB-Funker hat die Villa entdeckt und hat's natürlich über CB-Funk allen anderen CB-Fugger mitgeteilt. Leute, es gibt jetzt CB Funk über Telefon, da kann man.\nHinterlassen und irgendwie andere Sachen und alles war voll mit diesen CB-Funkern,\nUnd das haben wir selber erstmal später irgendwie erst gecheckt so und dann dann haben wir halt diese Leute kennengelernt und dann\nlernte man die halt wirklich kennen, weil die hing da Tag und Nacht rum. Also es war wirklich einfach man man man stand morgens auf noch bevor ich irgendwie in die Firma gefahren bin\nhingehe ich schon irgendwie äh im Telefon da drin\nBin dann äh dahin gefahren, Handys gab's ja noch nicht, dann in der Firma ging's dann halt weiter, gleich das Erste, du wählst dich ein, immer alles voll, Leute rennen rum, machen irgendwas, quatschen dich an, haben sich dann auch\nAvatare, es gab auch Audioavatare, also du konntest hier quasi ein Audioavatar aufnehmen, so ein kurzes Audiokürzel, was mal abgespielt wurde, wenn du halt durchgeblättert hast, wer ist denn da.\nNa ja und dann haben wir die Leute kennengelernt und haben festgestellt, die sind alle total lustig und alle so,\nAlle so wie du nur Jump, ne, die rannten halt irgendwie rum und waren irgendwie toll auf begeistert und dann gab's irgendwie so eine andere Gruppe, die waren,\nnochmal so richtig nice. Und die haben uns alle Fehler gefunden. Und immer wenn neue Leute kamen, haben sie dann die an die Hand genommen, so wie Chaos, Patenmäßig und sind mit,\nrumgerannt und haben die irgendwie die Villa gezeigt so und weißt du noch Lars?\nWo wir gerätselt haben, wer das wer das jetzt bitte wieder ist, weil wo wo diese Kategorie von Leuten herkommt. Jetzt dürft ihr nochmal raten.","Keine Ahnung, ich wäre schon auf die Funker nicht gekommen.","Ja, aber es ist.","Lehrer, Lehrerzimmer.","Soll ich auflösen.","Bitte lösen sie.","Das waren die Blinden.","Das Blindenheim Hamburg.","Dachte ich mir auch.","Ist eingefallen und fand es so geil. Weißt du, da waren sie,\nvöllig gleichberechtigt und und natürlich kannten die sofort alles, weil die natürlich sich in dieser blinden Welt akustisch natürlich viel, viel, viel besser.\nÄh umherfinden konnten, denen es natürlich jeder Ton sofort aufgefallen, wenn irgendwas mal ein bisschen später abgespielt hat, das haben die sofort gemerkt und,\nDas war das Beste und das Geilste war dann wirklich, dass sie dann irgendwann gesagt haben, so wir würden ja gerne mal äh uns die Villa anschauen und haben uns irgendwie so eine Mail geschrieben,\nWieso leben sie denn? Also es sind irgendwie so zwei Blinde bei uns aufgetaucht, so jungsche äh Kerle aus aus dem Blindenheim und,\nhaben sich dann irgendwie den ganzen Tag bei uns in in Raum gesetzt und haben uns beim Programmieren zugehört. Es war großartig. Haben immer wie lustige Fragen gestellt und waren total glücklich so.","Echt der Wahnsinn.","Cool, das dachte ich mir auch als News eben äh Textadventure äh vorgeschlagen hat, dass das eigentlich super halt für äh für Blinde wäre oder für visuell eingeschränkte Personen\ndie sich primär dann über Audio und 'nem einfachen Interface ein bewegen können und ich glaube.\nTatsächlich sowas dann auch nochmal im Kongressumfeld zu zu exporieren und das diese visuelle Welt äh,\nzu machen, also zugänglicher für visuell eingeschränkte das wäre total cool das irgendwie noch zu realisieren und da,\nmag ich halt das Konzept total.","Das denke ich auch. So und ich meine die nächste Frage, die sich stellt, ist natürlich auch dieses wie integriert sich diese RC drei Welt oder wie integriert sich überhaupt diese virtuelle Kongresswelt mit der tatsächlichen Kongresswelt.","Ja maximal. Hatte ich den Eindruck?","Ja, aber wie du meinst, hat nicht, also jetzt, jetzt gab's ja keinen richtigen Kongress parallel. Aber stell dir vor, es ist wieder Kongress und man geht wieder hin.","So, soweit habe ich noch gar nicht gedacht, für mich war das jetzt der echte Kongress. Es hat sich einfach alles wie echter Kongress angefühlt.","Ich frage mich halt, ob man, ob man, also äh in absehbarer Zeit werden ja so große Events immer noch schwierig zu realisieren.\nUnd klar Live Kongress ist immer noch was anderes als virtueller Kongress. Also darüber reden wir ja auch gar nicht. Aber vielleicht kann man die,\nso miteinander verknüpfen, dass es halt Videokonferenzräume, virtuelle Räume gibt, in die man sowohl physisch reingehen kann als auch ähm.\nAls auch äh die virtuell zugänglich machen kann.","Also ich habe, also es haben wir jetzt am Ende vom Kongress haben auch schon Leute gescherzt und gesagt, sie erwarten jetzt beim nächsten realen, physischen Kongress auf jeden Fall, dass es so große Teppiche gibt und wenn man über die Teppiche rübergeht, dann öffnen sich so Jitsi-Räume.\nIch glaube, wie so häufig im Chaosumfeld aus so einer dahin geblödelten Idee, ähm,\nIch würde mich nicht wundern, wenn's also auf dem nächsten echten Kongress vielleicht tatsächlich gibt, wenn jemand sowas baut.","Also ich hatte mal, ich hatte mal, ich weiß nicht, das war der vierundzwanzig C drei oder irgendwie so. Da hatte ich mal so eine parallele äh Villa drüber gelegt.\nDa habe ich im Prinzip, das war noch im BCC, da konntest du dich halt dann bewegen und ich hab den Ring nachgebaut und du.\nKonntest dann da halt, wenn in den Saal,\nheißt, hieß es anders, äh den großen Vortrag Saal gegangen, bist dann äh wurde auch tatsächlich das das Audio gestreamt, dass da gerade gesprochen wurde in dem in dem Raum,\nAlso da war das, das hatte ich schon mal damals mit dem mit dem Pock zusammen irgendwie gebastelt, aber ja.\nDas war äh noch zu zu unfertig. Irgendwie.","Wie hieß das nochmal, Labyrinth oder so, ne? Oder.","Ich habe vergessen, wie ich's genannt habe. Ähm.","Irgendwie sowas. Hm.","Der Code fliegt noch irgendwo rum. Ja, so so Jitzi Räume einfach äh im Flur einfach so so Telekioske, die einfach laufen.","Können wir auch vorstellen, dass das vielleicht,\nIch habe da, wie gesagt, das gerade eben, als du es gesagt hast, die haben noch gar nicht drüber nachgedacht, weil für mich war das bis jetzt so, okay, das war jetzt der Ersatz für den physischen Kongress und wenn's den physischen Kongress wieder gibt, dann gibt's halt die RC drei wird nicht. Also ich habe das so,\nIch hab das also was ganz Unique ist einzigartiges jetzt,\nso das war eine eine völlig einzigartige, nicht wiederholbare Erfahrung sozusagen, aber vielleicht jetzt mal so dahin gesponnen, hoffentlich kriegen wir hinterher nicht wieder Kloppe für äh irgendwelche Wolkenschlösser, die wir bauen. Es soll jetzt nicht wie Erwartungen klingen, aber.\nMal dahin geträumt, äh keine Ahnung, vielleicht ist das ja eine ganz gute Ergänzung für Leute, die,\nzum Beispiel aus irgendwelchen Gründen nicht zum Kongress kommen können, keine Ahnung, weil sie ein Visum nicht bekommen haben, weil sie am anderen Ende der Welt sitzen, weil sie sich gerade ein Bein gebrochen haben,\nkein Ticket mehr bekommen haben, weil sie introvertiert sind, äh weil sie überfordert damit sind, wenn da siebzehntausend Menschen sind, weil sie nicht so weite Wege gehen können.","Weil sie noch im Hotel sitzen, noch nicht auf Kongressgelände sind.","Wäre dann ich. Nee. Und das war jetzt halt wirklich nicht so klingen, als ob ich erwarte, dass irgendjemand das macht, weil ich meine, die Leute, die,\nIch meine, das war vielleicht auch deswegen jetzt so eine spezielle Erfahrung, weil weil sich einfach auch viele Leute darin austoben konnten, die halt normalerweise auf dem physischen Kongress andere Sachen machen, also,\nManche von den von den Ox oder von den von den Teams sozusagen haben ja im Prinzip das gleiche gemacht, was sie immer gemacht haben, nur anders, also Wock und Pock und so weiter,\naber zum Beispiel Thaler, ich hab mich mit verschiedenen Leuten vom Zert unterhalten und die haben halt gesagt, der Grund warum die Zertifizate so wahnsinnig eskaliert ist. Lag halt auch daran, dass das Zert nicht,\nReales zu tun hatte auf diesem Kongress. Also die wussten halt keine,\nkeine Blasen verbinden und keinen Leuten irgendwie Pflaster aufkleben oder Kopfschmerztabletten verabreichen und deswegen sind die halt völlig in ihrer Essemble eskaliert,\nKlar, wenn Leute in echten Kongress stemmen müssen, wollen sie vielleicht nicht nebenher noch eine virtuelle Welt bespielen, aber ja, einfach dahin geträumt, vielleicht wäre das ja eine Option.","Also ich glaube gerade beim Zert ist das halt so eine Sache, weil wir haben äh sowohl halt die Techniker als auch die Mediziner oder Techniker innen und Mediziner in. Ähm,\nund die haben halt einfach ihre ihre Aufgaben und die Schichten müssen irgendwie befüllt werden. Wir haben Leute, die rund um die Uhr irgendwie ackern, um halt Sanitätsdienst aufrecht äh zu erhalten\nUnd für die war das einfach mal total spannend,\nklar, also ich kann nicht für alle sprechen, aber das, was ich mitbekommen habe, das war für die einerseits total spannend, weil sie halt nicht in Anführungszeichen arbeiten mussten. Sie hatten die Möglichkeit, rumzulaufen, Dinge zu erkennen, äh sich mit Leuten zu treffen und unterhalten?\nÄhm und das ist,\nBei manchen Leuten einfach sonst nicht möglich, weil die zu stark eingespannt sind, trotz äh Schichtsystemen, trotz vieler Engel, die versuchen zu helfen, aber ähm.\nUnd dadurch blieb halt der Freiraum um,\nPassierscheine auszugeben, äh Baches zu bauen, äh Bachelor, Bachsystem überhaupt zu implementieren und äh es konnten halt irgendwie Leute helfen, die halt sonst,\nIn Anführungszeichen eher technischen Dienst gemacht haben.","Mit anderen Kram beschäftigt, denn ich habe auch von verschiedenen Zertleuten gehört, ähm die die mir erzählt haben, dass sie jetzt in ihrer, in der LRC drei Wel,\nendlich mal all das bauen oder machen konnten, äh was sie sonst nicht durften oder wofür kein Platz war oder kein.","Ja ja.","Und das erklärt halt auch, warum man irgendwie in der dritten Ebene vom Keller, vom Zert,\nnoch einen Flughafen gefunden hat, weil halt die eine Pilotin, die Teil vom Zert ist, normalerweise auf dem Kongress nichts mit Fliegen machen kann, aber in der RC drei Welt hat sie da,\nfür gesorgt oder darauf gestanden, dass es da einen Flughafen gibt. Und das fand ich schon ein bisschen geil. Und wenn man so ein bisschen diese Backgroundstories kennt, warum bestimmte Sachen sich in der,\nSämtliche RC drei Welt gefunden haben, weil sich da eben manche Leute endlich mal ein bisschen austoben konnten. Dann hat's mich auch sehr gefreut.","Also ein Running Gag beim Zert ist halt einfach äh oder die Aussage ist nichts, was strahlt. Das heißt, MRT, Röntgen, CT, Feld.","Alles stand alles im Keller vom Zert, habe ich alles.","Ja genau deshalb.\nÄh virtuelle Operationen machen und Patienten aus Versehen umbringen, weil äh die eine Person.\nAltes Dosspiel gefunden hat und was jemand einbauen konnte und dann konnte man halt dort live operieren und Patienten betreuen. Ähm,\nund das ist halt alles so, das darf man halt sonst nicht,\naber diesmal ging's halt und das ist einfach so klasse, was die alle irgendwie gebaut haben und mitgemacht haben und äh ja, ich war auch hin und weg.","Wobei man auch ehrlicherweise sagen muss, jetzt nicht so, als ob irgendwie beim Zert normalerweise auf dem Kongress kein Spaß ist. Also ich habe schon seit seit\nseit mehreren Jahren oder Kongressen äh eine gewisse Affinität dazu und immer auch ein starkes Bedürfnis da meine Nase reinzustecken und so ein bisschen zu gucken, was die da eigentlich treiben,\nVor ein paar Jahren habt ihr ja angefangen, dass ihr euch auch irgendwie gegenseitig Workshops gebt, äh sozusagen innerhalb vom CA zur Fortbildung,\nwar ich auch super begeistert und Blonda Way, als ich gesehen habe, dass da der Workshopplan außen am Zert hängt und dann habe ich mich da irgendwie mal reingemogelt,\nin irgendeinem Jahr hatte jemand einen Ultraschallgerät mitgebracht und dann haben sich alle gegenseitig Ultraschall und sich beigebracht, wie man wie man schallt,\ndas das war halt auch wieder so ein klassischer Kongressmoment irgendwie. Ich stehe so in zweiter Reihe mit irgendwelchen Zertleuten vor einem Ultraschallgerät und jemand erklärt, wie man die Bilder lesen muss. So, also das Zert war schon immer auch zu Späßen aufgelegt,\nAber diesmal hatten sie ein bisschen andere Möglichkeiten.","Ich bin ja erst seit dem Camp zweitausendneunzehn sozusagen dabei, also,\ndas äh war jetzt mein zweiter Kongress sozusagen. Ich bin auch relativ frisch. Ähm,\nwachse da aber auch so langsam rein äh und ja das ist halt auch das, was ich beim Zert einfach auch schon auf dem Camp und glaube auch bei im letzten Kongress gesagt habe, das ist so schön, dass da,\nandere Strukturen, die man sonst im Rettungswesen oder in in medizinischen Sachen hat, die fallen einfach weg,\nund Ärzte, Sanitäter, Ersthelfer stehen irgendwie alle so ein bisschen auf einer Schicht. Man ist äh also auf einer Ebene, man ist per Duo, man lernt voneinander, man kann sich auf Augenhöhe unterhalten, man hat Zeit, sich auszutauschen, ähm,\ndas da kann man Eindrücke gewinnen, die man sonst nie gewinnen kann. Ich meine, ich habe aufm Camp gelernt, wie man Tubus schlägt. Äh.\nBin quasi Softwareentwicklerin. Ich mache zwar so ein bisschen was medizinisches, aber das ist, das ist was, was ich sonst nie.","Heute schon für Corona vorbereiten sozusagen, ja?","Ja. Ja.\nAlso das ist schon schon sehr sehr cool und man hat da auch man kann jederzeit halt einfach zu den Leuten hingehen.","Ansprechbarkeit, das ist das ist immer das große Wunder auf dem Kongress und auch auf dem auf dem Camp, dass du einfach als alle ansprechbar sind und irgendwie alle davon ausgehen, dass du kein Trottel bist und.\nDas ist kein.\nEs ist irgendwie egal dieses dieses Hierarchiefreie auch, das ist das fällt mir da auch jedes Mal wieder auf. Du redest halt mit irgendwelchen Leuten, die du nicht kennst und dein,\nderen Augen leuchten vor Begeisterung und die erzählen dir, was sie gerade basteln und du so wie geil mache ich jetzt auch. Und dieses Wohlwollen.","Der Spieltrieb ist glaube ich das, was mich mit am meisten begeistert. Also weil das ist, glaube ich, das, was mir immer so diese ganzen,\nExtrem begeisterten Momente beschert. Auf jeden Kongress wieder. Also ich glaube letztes Jahr hatten die ja zum Beispiel auf dem Kongress das erste Mal dieses Geisterhaus dahin gebaut. Also es ist einfach so, jedes Jahr denken sich die Leute irgendwas aus, wo ich denke so,\nkomm an da drauf und wie geil ist das bitte,\nweiß noch, wie ich die irgendwie im Vorhinein, ich hab gesehen, dass sie da irgendwas mit Holz rumgebaut haben irgendwie so an Tag minus eins und an Tag null und ich dachte, ja, was machen die denn da? Und dann stand da halt so ein Geisterhaus,\nich weiß auch noch, wie wie völlig weggeblasen ich war im ersten Jahr, wo die C3 Post.\nAktiv war und man irgendwie Briefe aufs Austragen konnte auf dem Kongress und ich einfach nur noch die ganze Zeit Briefe austragen wollte. Oder keine Ahnung, Kloparties und und dieser Spieltrieb\nder ist halt in der RC drei Welt auch einfach völlig explodiert. Also was ich vorhin erzählt habe, so Elemente, in die du reingehen kannst und,\nauch gesagt hat, dass bis zum Schluss die Leute noch Sachen entwickelt haben, an Tag vier habe ich mich noch in der Chaoszone rumgetrieben, wo die ganzen ostdeutschen,\nirgendwie sind und dann habe ich so ein paar von denen getroffen, also die haben mich dann angesprochen, weil sie so ein bisschen über mich gelacht haben, weil ich versucht habe, durch diesen Fluchtturmel,\nFluchttreppe West in den Westen zu fliehen aus der aus der Chaos-Zone, die haben gesagt, nee, nee, das haben wir extra so gebaut, dass man da nicht rauskommt. Ähm.\nJa, dann haben sie mich auch so ein bisschen an der Hand genommen und mir irgendwie so Best of in ihrer Sambly gezeigt und gesagt, ja, seit heute schneit's übrigens und guck mal, wir haben eben vor ein paar Minuten hier auch noch Schneeräumfahrzeuge hingebaut und die stehen jetzt da und jetzt kann man das machen und jetzt ist das noch neu und,\nJa, also dieser Spieltribbe ist einfach unfassbar. Das ist das Allerschönste.","Und da sprichst du halt was an, wo ich halt auch sage,\nDa hätte ich's vielleicht halt auch besser wissen müssen in dieser Voreinschätzung. Also ich glaube, wenn ich das irgendwie äh.\nGeahnt hätte, dass da diese Welt wirklich so ausgebaut wird, dann ähm.\nHätte ich mir vielleicht schon eher vorstellen können, was ich da alles\nabzeichnet, weil dieser Spieltrieb, das das war auch damals schon in dieser Villa so, ne? Das,\nalle die ganze Zeit irgendwie immer wieder sich was ausgedacht haben und was gebaut haben und äh das äh fand sich dann halt auch immer wieder im realen Leben wieder. Es war,\nkrass.","Das äh das hat ja, das hatten wir ja auch geplant in der Villa, dass du eigene Räume bauen kannst und auch.\nAber das, da sind wir nie dazu gekommen, das war.","Nee, da sind wir nie zugekommen.","Das haben wir, das haben wir, das haben wir nicht mehr hingekriegt, das, das war dann ja auf der AC drei war das ja möglich, das ist halt auch das Geile von offenen Standards, ähm.\nDass dass da jeder quasi auch sich andocken konnte irgendwie. Also ich habe\nich habe nur kurz mit Ron irgendwie geratscht und der meinte halt auch irgendwie ja, das ist sowieso bloß irgendwie Hand auf hier und da und äh wenn du einmal dieses Token hast, dann kannst du da sowieso rein. Ähm, brauchst auch gar kein Login,\nIch hab's nicht verstanden, aber ähm.\nJedenfalls war das irgendwie erweiterbar und das war das ist natürlich auch ein unglaublicher unglaublicher Vorteil von von AC drei gewesen.","Was mich total interessieren würde, wie habt ihr die Villa denn eigentlich technologisch aufgesetzt, wie muss man sich das vorstellen? Also.","Du meinst, was da sozusagen die tatsächliche technische Basis von war.","Ja, wie habt ihr das gebaut.","Okay. Also zunächst einmal die,\nZugänge waren ISDN-Leitungen. Wir hatten äh an dem Standort, wo unser Büro war, haben wir uns irgendwie eine größere Teilmenge von sogenannten ISDN, S2M-Leitungen legen lassen. Das sind diese dreißig Kanäle, ISDN-Anschlüsse, die man so bekommen konnte, eben in der Regel für größere Telefonanlagen, größere Firmen und so weiter\nDie haben wir natürlich jetzt nicht für die für den Bürobetrieb gebraucht, sondern eben einfach nur für den Betrieb dieser Systeme,\nUnd äh ja, da ging's mit einem los und dann hatten wir relativ schnell, hatten wir, glaube ich, vier oder so, ne? Und ähm,\ndazu, so jetzt musst du ja da irgendwie ran, ne? Jetzt musst du irgendwie mit dem Computer ran. Und dazu hatten wir spezielle PCs.\nDie insofern speziell war, als dass das Mainboard sehr viele Slots hatte,\ndamals normaler PC ist ja auch heute eigentlich noch so, was hast du so? Vier, fünf Slots vielleicht oder so, das das sechs war schon relativ groß und ich glaube, was nicht, was unsere hatten, unsere unsere hatten auf jeden Fall viel,\nUnd da kam dann, also auch nochmal zur Erinnerung PCI gab's nicht, sondern das war alles,\nIsar. Industriestandard, Architektur, wie das so schön eas, also der Urslot, der PCs und,\nin diese Slots kamen jetzt spezielle Karten rein. Das waren also so teure PC Karten, die du da reingesteckt hast\nmit tonnenweise\nso digitalen Signalprozessoren, also DSPs, das war so damals der heiße Scheiß. Das war halt schnell genug, dass du damit eben dieses ganze Audio machen konntest, sowohl Audio entgegennehmen, Audio abspielen, als auch Audio mixen und wir haben auch mal mit Spracherkennung rumexperimentiert, das hat's aber nie so richtig in die ähm\ndie Villa geschafft, weil wie man sich vorstellen kann, das hat jetzt dreißig Jahre gedauert, bis es mal langsam anfängt zu funktionieren\ndamals war das definitiv noch nicht da, wo man sein musste. Das hat man halt so für Kreditkartenbuchungen benutzt, um irgendwie die Zahlen zu sagen, anstatt sie einzutippen, äh für unsere Zwecke hat es aus verschiedenen Gründen nicht funktioniert.\nSo und jetzt äh kommt also diese ISTN-Leitung da rein und landet quasi in einer so einer Karte. Ist eine eine Karte, die quasi nur dafür da ist. Dreißig ISDN-Leitungen mit dem Computer zu verbinden,\nso dass du quasi das Audio, was da kommt, in den Rechner leitest. Jetzt hätte es keinen Sinn gemacht, dieses Audio in irgendeiner Form durch diesen Bus.\nDiesen Isarbus direkt zur CPU zu bringen, weil diese CPU wäre einfach vollkommen überfordert gewesen und könnte damit überhaupt nichts anfangen. Dafür waren diese Systeme damals einfach viel zu langsam.\nAlso war es so, dass diese ganzen Karten, die wir da noch zusätzlich reingesteckt haben, also hast eine Karte quasi das Interface zum ISDN, eine Karte, die nur Audio aufnehmen und abspielen konnte\nEin sogenanntes Voice Processing Board, dann vielleicht noch diese Spracherkennung, später hatten wir noch Konferenzkarten und du brauchtest dann eben,\nMehrere davon, also zum Beispiel diese Voice-Abspielkarte, was hatte die für eine Kapazität, die konnte glaube ich acht oder so.","Glaub das war nicht so schlimm, aber.","Doch acht oder zwölf irgendeine Limitierung gab's, das heißt du brauchtest da noch mehrere davon. So und jetzt steckt da also dein PC voll mit diesen ganzen Karten\nUnd damit diese Karten untereinander kommunizieren konnten und mit diesem Audio arbeiten konnten, haben die sich eben nicht durch den Computer hindurch, durch diesen Bus miteinander unterhalten, sondern\noben auf diesen Karten hatten die alle so einen Steckverbinder und dann äh ging quasi nochmal so ein separater Audiobus als Flachbandkabel von Karte zu Karte,\nUnd das war dann so eine Schaltmatrix. Das heißt, du hast dann gesagt, ah, hier auf Kanal eins ist jetzt ein Anrufer über ISDN. Den schalte ich jetzt auf diesen Bus auf Kanal fünf.\nDann geht der auf diesem Flachbandkabel auf diesem Kanal fünf quasi so auf einer Leitung über alle anderen Karten hinweg und dann gehst du zu dieser Voice Prozess in Karte und sagst guck mal auf deinem Kanal fünf auf diesem Flachbandkabel\nÄh und nimm dir da das Audio und nimm das auf oder spiele etwas ab auf das Ding und dann geht es wieder in den anderen Weg zurück,\nDas hieß damals äh MVIP, äh was diesen schöne schöne Übersetzung äh hatte, wie hieß das noch MVIP Multivendor, Integration Protokoll, hieß das glaube ich,\nGenau. Da kommt jetzt gerade im Chat noch die Frage, woher wir von dieser ganzen Technik wussten, also dafür haben wir halt unsere erste, unser erstes halbe Jahr genutzt. Äh das war eben diese.\nTäler, nee, wie hieß es? Audiotext, Audiotext Branche,\nso nannte man das. Also diese ganze Ansagen abspielen über Telefon, mit Computer, Branche, hieß Audiotext und es waren halt in der Regel so Fluginformationssysteme, Kreditkarten, Buchungs,\nAnsagesysteme. Und die haben halt ihre eigenen Messen und da sind wir auf so eine auf diese Audiotext Messen gegangen und haben uns halt diesen ganzen Scheiß von denen erklären lassen. Was so jetzt ganz lustig war, weil.\nDie halt quasi so eine Art Kunden wie uns auch noch nie gesehen haben. Da kamen dann halt auf einmal so eine abgerissene äh Gruppe von so Jugendlichen an, ja in Jeans ohne Krawatte, auf diese äh Industriemesse.\nErzählt irgendwas von Cyberspace, Audiowelt und verschalten und alles Real Time und so und die gucken uns alle an und und hielten uns einfach für vollkommen bekloppt. Und ich weiß sogar noch, erinnerst du dich noch, als wir,\nAls wir, wir sind doch einmal mit dem, wir sind doch einmal nach Brüssel geflogen zu dieser anderen Bude, mit der wir dann nicht zusammengearbeitet haben, wie hieß sie noch.\nDi Logic. Genau, da sind wir hin und das war so damals war das so die das waren so die Könige irgendwie dieser Branche. Ja, die sich für die Geilsten. Und dann haben wir dann haben wir uns da irgendwie angemeldet sind da irgendwie zu fünft aufgelaufen, ne? Du Hako, Andre,\nunglaublich noch der Typ von Beate Use. Und da sind wir da aufgelaufen. Wir liefen also da so auf wie so eine verstörte Hackerboygroup.\nUnd die kamen überhaupt nicht klar auf uns und als wir dann am Ende des Gesprächs gesagt haben, wir müssen jetzt aber wieder weg, weil unser,\nUnser Pilot wartet mit unserem Privatflugzeug,\nvermisst jetzt wieder zurückliegen. Da habt ihr die Welt nicht mehr verstanden, aber wir sind halt mit dem Privatflieger von Beate Usedam aufgerückt, weil das war dann irgendwie billiger als da irgendwie separat hinzufahren. Völlig irre crazy Story war das. Auf jeden Fall.\nWir haben uns diese ganze Technik zusammengeholt, gekauft, was wir brauchten, in diese PCs reingesteckt und waren jetzt in der Lage, mit einem PC.\nQuasi Anrufe entgegenzunehmen, Nachrichten abzuspielen, aufzunehmen und das war im Prinzip erstmal die Basis,\nDas war jetzt quasi so die Maschine und das das ist das System mit dem Lars und ich uns beschäftigt haben.\nDann gab's noch einen zweiten Teil, wo diese ganze Welt gemacht wurde. Das kann ja Lars mal erzählen.","Ja, das war, das war, das war hübsch, das war die die Game Engin sozusagen, die Game Angin war in Smalltalk geschrieben, das ist so eine alte äh achtziger Jahre Programmiersprache.\nUnd andere hat das, der, der lebte sozusagen in diesem, in diesem Smalltalk.\nDas so, das ist von von Ellen K, der hat den Computer immer begriffen als eine Erweiterung seines Geistes. Ähm.\nAlso du hast einfach was geschrieben, ein ein Stückchen Code und konntest den sofort ausführen,\nUnd wenn du irgendwie dein Image gesaft hast, wie das da hieß, dann war sozusagen die ganz alles in der Suppe drin und und abgespeichert. Und der konnte dann auch wirklich.\nLive Live-Coaching machen. Also er hat die, die Räume verändert, während er durchgerannt ist.\nDas war das war glaube ich auch so ein ganz wichtiges Feature bei der Entwicklung, dass sozusagen in der die ja die die.\nZumindest die die Sprache hat er aufgenommen.\nWährend er während er den den Raum programmiert hat, sodass es dann seine Begeisterung für das, was er gerade irgendwie gebaut hat, hat sich unmittelbar mitgeteilt, über das wie er das beschreibt.\nDa vorne, da vorne ist das äh ist das Baumhaus. Komm doch mal mit.","Das das kann man glaube ich gar nicht äh weit genug herausheben. Also das ich denke mal, das war so ein bisschen der Erfolgsfaktor bei diesem ganzen Projekt\nAlso so äh allein diese Engine, die wir äh unten gebaut haben, Lars und ich, alleine, das hätte es irgendwie nicht ausgemacht, sondern das war so zwei Faktoren, die die Dynamik von Smalltalk, also diese Dynamik, dieses Softness, der Sprache,\nUnd dazu dieser verrückte André.\nEine wirklich crazy, super crazy war, Grüße an André, ja? Also crazy crazy in the goodway, der war immer äh\nirgendwie schon bei den bei dem nächsten Wahnsinn angekommen und hat seinen ganzen Wahnsinn auch reingemacht, aber er hat vor allem das Ding am laufenden,\nlaufenden Betrieb programmiert und ausgetauscht, weil man konnte den Code halt am laufenden Meter austauschen. Das war dann wirklich so, dass eben,\nWir sitzen am Tisch, programmieren. Alle haben Kopfhörer auf, alle sind immer in der Villa. Das heißt, wir haben alle auch über die Villa miteinander kommuniziert\naber da er auch mit den Leuten, die das getestet haben, dann kamen dann irgendwie unsere Blinden irgendwie mit dem Fahrstuhl aus dem Keller hochgefahren, um uns dann irgendwie im Garten zu erzählen, ja äh,\ndie Telefonzelle funktioniert nicht oder da ist das und das irgendwie äh kaputt. Dann haben sie das irgendwie andere gesagt und dann andere so, ja Moment, ich gucke mal, hat halt in dem Moment in seinem Code rumgek\nAuch okay, gut, da ist was falsch. Hat safe gemacht und in dem Moment war das quasi automatisch\ndie Codeänderung wurde sofort in den laufenden Betrieb reinkompeilt,\nDas kriegst du heutzutage gar nicht so ohne Weiteres hin und dann sind die Leute wieder in den Fahrstuhl gestiegen, sind in den Keller gefahren, haben's wieder ausprobiert, dann hat's funktioniert, dann sind sie wieder in Fahrstuhl gestiegen, sind wieder in den Garten gefahren, haben gesagt, ja super funktioniert jetzt,\nSo lief das. Völlig crazy.\nAlso am Ende war das ein System, was aus zwei Teilen bestand. Wir haben das ein High Level und Low Level genannt. Der High Level war dieses Mal Talk System, da war die Welt drin,\nUnd der Low-Level, das waren quasi unsere ISDN, Voice Prozessing, Boxen und die haben dann über Novell Netwerk\nSo TCP IP war damals noch nicht so, so das war sozusagen noch so IPX, SPX äh Kram. Ich hatte dann so ein, so ein, so ein, so ein, so ein, so ein RPC äh äh leer äh geschrieben, sodass man quasi aus dem Smalltalk-Programm direkt einen Funktionsaufruf in unseren Low-Level reinmachen kann,\nDas war so damals der heiße Scheiß, er pC. Und das hat wunderbar funktioniert. Ja,\nSpäter ging's sogar soweit, dass mehrere dieser Welten noch parallel existieren konnten oder so, war das nicht so, dass er dann irgendwie noch Smalltalk-Code im Netz live durch die Gegend geschickt hat. Also das hat er sowieso gemacht, ne? Durch diese ganzen Events, wie war denn das?","Das weiß ich nicht. Wir hatten auf jeden Fall mehrere Lokalisierungen. Werden diese eine britische.","Später dann dieses Starbase.","Dann der Dominik gesprochen, die war auch relativ cool. Das war so ein Musiker eigentlich, der die gesprochen hat, der hat aber man hat es gemerkt, dass dass sie nicht sozusagen.\nIn dem Moment, dass dass die die wirkt irgendwie viel, die hat irgendwie höhere Production Values, aber die waren wenig so überzeugend, die waren nicht so live, die waren nicht so, die hat nicht so gekribbelt.","Die hat nicht so das war wirklich also das muss sagen das war echt das geilste. Lars hat mir neulich mal die Pfalz erstmal wieder zukommen lassen und ich hab mich mal durch die alten Zoundfalls durchgespielt. Hab die jetzt leider gerade nicht äh am Start. Ähm.\nDie Art und Weise wie.\nDas System und das war Andre, mit den Leuten geredet hat, also mit dir geredet hat, wie dieses User interface war, das war einfach, das ging einfach einem total unter die Haut. Also du bist ins Damenklo reingegangen, ja. Und dann ist nicht so, hier ist das Damenklo oder sowas,\ndu bist im Damenklo, ho, ho, ho, ho, ho. Weißt du, so und alle sind verrückt geworden.\nOkay, aber das war die Technik. Ja, ich schweife ab. So, das war einfach Small Talk, vier sechsundachtziger PCs,\nspezielle Audio und hier ist der Interface,\nund das alles mit unserem Glu äh zusammengeschraubt, um diese Villa-Welt zu machen. Und mit mit dem Setup, mit Computern, wo glaube ich meine Apple Watch heute schneller ist\nUnd zwar um Vielfaches gar kein Vergleich. Konntest du hundertzwanzig Leute parallel in dieser Welt halten? Ohne Probleme.\nDas hat funktioniert. Das war wirklich cool.","Gab's irgendwas, was ihr eigentlich machen wollte, was aber per Tool nicht funktioniert hat?","Konferenz singen.","Also aus weil Liveschaltung nicht durfte oder.","Wärmer, wärmer mit Spracherkennung rumgespielt, so einfach mal so vor The Fun of it, weil wir die Kohle hatten und einfach noch so ein paar Spracherkennungssports äh gekauft haben. Sind wir, glaube ich, so mal nach Texas geflogen und haben irgendwie mit,\nÖgel noch geredet irgendwie. Das war ganz gut. Wir sind ganz gut rumgekommen dadurch. Auf jeden Fall hatten wir diese Spracherkennung Sports drin und waren da rumgespielt und das Problem war.\nDass wenn du übers Telefon angebunden bist, die Telefone alle.\nFeedback haben. Also so ein normaler analoger Telefonhörer, da hörst du dich ja auch immer selber drin.\nProblem, was wir oben ist mit dieser ganzen Audiotelefonie heutzutage auch noch nicht gelöst haben\nNiemand denkt an Docal Monitoring, ja? Du musst dich ja selber hören, weil wenn du dich mit einem geschlossenen Kopfhörer von deinem eigenen Klang abkoppelst, dann fängst du irgendwann an zu schreien oder hast irgendwie nicht so richtig die Kontrolle. Du brauchst immer lokales Monitoring. Beim Telefonhörer,\nist das quasi Bild in, in dem Moment, wo du in diese Kapsel reingesprochen hast, hast du auch automatisch dich selber im Ohr gehört und hattest damit immer diese Verbindung\nDas Problem ist, dass durch diese akustische Kopplung natürlich auch so ein Feedback entsteht. Und dann ist,\nFolgendes passiert, als wir diese Konferenzkarten ausprobiert haben. Zwei Leute sind in einem Raum.\nEine Person geht raus und drückt dafür fünf acht. Biepiep.\nJetzt geht dieser akustische Ton von dem Telefon in die Villa rein.\nIn diesem Raum, wo wir mit der Konferenzhardware, also so richtig mit Real Time, Audiokonferenz, äh, probiert haben. Äh, Lars ist eigentlich dein Bereich äh und dann kannst du mal weitererzählen, weißt du, was ich.","Also genau.\nDu hattest halt dieses relativ starke Echo, dass das im Telefonhörer generiert wurde.\nWir hatten keine Echokanzler, die das die das abfischen konnten. Theoretisch sind die relativ simpel zu schreiben, weil du die Charakteristik,\ndieser Kapseln relativ gut kennst und die sich nicht sonderlich ändern, also heutzutage wäre das kein Problem mehr damals.\nWir hatten, also es waren, es waren, das war ein riesen Problem.","Die die Töne sind dann quasi in die Konferenz gegangen und dann wieder zu jedem anderen Teilnehmer in den Telefonhörer, dort dann aber wieder in die Leitung rein, sodass wenn einer den Raum verlassen hat, alle anderen mitgerissen.","Rausgekegelt wurden und das war äh das lief nie, das lief nie befriedigend.","Ne?","Genau. Deswegen haben wir das dann auch wieder sein gelassen mit den Konferenzen und sind auf diesen bei diesem bei diesem Walky Talky CB Funkmodell geblieben. Was ich später übrigens und das,\nist jetzt vielleicht mal auch nochmal ein interessanter Aspekt, auch gerade im Hinblick auf RC drei und die Zukunft,\nwas ich später als ein sehr starkes Feature herausgestellt hat. Ich hatte ja vorhin schon gesagt.\nDass diese Walky-Talky also im Chronik Kommunikation mit dieser,\nquasi, wenn zehn Leute gleichzeitig was sagen, kriegst du quasi jeden einzelnen Redebeitrag hintereinander\npräsentiert, dass diese Methodik ja schon dazu geführt hat, dass wenn viele Leute geredet haben, haben automatisch alle auf aufgehört viel zu reden. Also es hat sich dadurch quasi so selbst moderiert, es hat,\nes gab nie viel Geschrei, wenn viele Leute was\nzu sagen hatten, mussten auch einmal viele Leute auch zuhören und sind dadurch auch automatisch wieder stumm geworden, weil sie halt erstmal hören wollten, was die anderen gesagt haben. Das heißt, das war ein interessanter, sozialer Moderator an der Stelle\nAber wie das eben mit solchen Systemen ist, die eine Weile betreiben, was was trittst du dir halt irgendwann ein? Trolle.\nDie hatten wir natürlich auch. Und das Interessante war, dass diese Trolle aber in der Villa eigentlich eine relativ schlechte Zeit hatten. Weil da durch dieses Kommunikationssystem lief das dann so, dass.\nMan sehr gut rausfinden konnte, wer da gerade gesprochen hat, weil das ja alles sehr realisiert war,\nUnd wir haben dann nämlich den den Blinden und noch ein paar anderen,\nUsern unseres Vertrauens. Also wir hatten wir haben mit denen dann nochmal genannt. Also wir hatten so glaube ich so ein drei hierarchisches System. Es gab so die normalen Leute, dann gab's die, wie haben, wie haben die denn damals genannt.","Kaffee hießen schon, Moderators auch, oder?","Nee, da gibt's so bestimmt lustigeren Namen für.","Ja, ich hab's aber vergessen, ich hab's echt vergessen.","Also wir waren die Götter. Das.","Selbstüberschätzung, die Selbstüberschätzung, die Selbstüberschätzung.","Ja, drunter macht ihr's nicht.","Das haben wir uns nicht ausgedacht, das war deren Slang für uns, weil wir ja die Welt gebaut haben, waren wir ja die Götter. Ne, also das haben wir, es ist nicht so, dass wir.","Schreibung. Das war eine Zuschreibung, ja.","Genau, deswegen dachte ich auch, wir hätten auch noch für diesen mittleren, aber wir hatten sozusagen Privilegien für bestimmte Leute und haben die dann freigeschaltet. Und wenn die gemerkt haben, dass da irgendwo ein Troll war,\nUnd die haben sich ja alle gekümmert, die wollten ja alle, dass die Villa geil bleibt. Ja, also wir haben den Leuten, denen sozusagen die Villa am Herzen liegt, spezielle Features gegeben. Und ein Feature war.\nDass wenn dann Treu kommt und Scheiße erzählt, konnten die in dem Moment eine bestimmte Taste drücken, weiß nicht mehr genau welches war und dann kriegten sie.\nNee, das ging, glaube ich, sowieso immer, ne? Du konntest immer eine Taste drücken und dann dir die Nummer vorlesen lassen von der Person, die dir gerade zuletzt zu dir gesprochen hat. Und damit konnten sie diese Nummer rauskriegen und dann konnten sie diese Person stumm schalten,\ndas gibt's bei Facebook irgendwie glaube ich auch, äh war das mal so ein so ein Test, dass so Leute halt schreiben oder reden oder senden lässt.\nAber niemand empfängt sie mehr. Und das hat eine Villa total super funktioniert, weil die Trolle waren in null Komma nix still.\nHaben aber trotzdem weiter geschrien, aber sie haben halt alleine in der Wüste geschrien und irgendwann den Spaß dran verloren, weil sich niemand äh ärgern lassen wollte und sind dann wieder gegangen.","Da muss man auch mal Steffen loben, der dieses Moderator Subsystem.\nGut moderiert hat, also der hat den zugehört, der hat sich mit denen getroffen, der hat irgendwie zugesehen, dass die irgendwie.\nKostenlos da rein konnten, das war ein riesen Problem, also können wir vielleicht auch nochmal kurz drüber reden, dass wir, wir hatten kein Geschäftsmodell für das Ding. Die Leute haben sich ruiniert, ähm die haben teilweise einfach.\nFünfziger Karten vertelefoniert in der Nacht, also fünfziger, fünfzig D-Mark waren es ja Telefonkarten.","Wollte ich auch noch fragen, also das ich weiß noch, das Telefonieren mal gekostet hat.","Das war ein riesen Problem. Also wer ich hatte dann irgendwann mal äh Besuch von so einem finnischen Studenten,\nder bei für die finnische Telekom gearbeitet hatte, der drüber nachgedacht hat, dass,\nso ein System mal in Finnland irgendwo hinzustellen, dass die, dass die jungen Leute, die auf dem Dorf rumsitzen im relativ dunklen Winter, dass die äh miteinander reden können und irgendwie ein bisschen,\nsoziale Kontakte haben. Da wäre, das, das wäre ein Modell gewesen. Da hatte äh der Telefonanruf.\nDer hat da glaube ich irgendwie so vier Cent oder so gekostet umgerechnet und da hätte die Telekom das quasi.\nBetrieben und dann wäre das, dann wäre das gegangen. Später wäre es auch wieder gegangen, als dann das Internet schon groß war. Ähm da hast, da konntest du.\nEin Kickback kriegen, wenn du hast irgendwie eine eine Leitung gemietet.\nBetreiber und dann hat der, es gibt über es gab so ein, es gibt immer noch so ein wenn du Gesprächsminuten.\nEmpfangen sozusagen betreibst, dann kriegst du ein Kickback von dem von dem anderen, der die der die Rechnung schreibt.","Also sowas wie eine Gutschrift oder tatsächlich Geld ausgezahlt.","Geld ausgezahlt,\nAm Ende des Tages, am Ende des Tages halt auch richtig Geld ausgezahlt. Das waren relativ niedrige Beträge, aber das hätte uns völlig gereicht. Also das Problem war, dass wir das halt über diese hundertneunziger Noah betreiben konnten und die die kosteten ja.\nEine Minute sollte ja ich hab vergessen 'n Euro neunzig kosten oder irgendwie es war irre teuer.\nUnd dann war, dann war es immer so, dass dann gab's so ein paar Versuche, dass man.\nKostenlose, lokale Annummern irgendwie anbietet und die und den Leuten irgendwie gibt, dass man dass dass die sich halt nicht ruiniert haben, das war das war wirklich ein großes Problem.","Ja, eigentlich eigentlich war das ganze Projekt dazu da, den Leuten maximal die Kohle aus der Tasche zu ziehen und am Ende haben wir drüber nachgedacht, wie sie möglichst alle kostenlos dran teilnehmen können.","Und es hatte auch sozial war's interessant, weil es halt so.\nErstens war schon relativ intim war mit dieser Stimme direkt am Ohr.\nUnd es war halt auch so ein Level Planfield für Männer und Frauen. Man es war ein sicherer Ort. Da wird unglaublich viele Leute haben sich da kennengelernt und haben dann zum anderen geheiratet.","Wie gefühlt allen Online-Welten.","Ja, genau. Genau, weil es so ein das ist so ein sicherer Ort. Du kannst irgendwie jemanden kennenlernen, kannst feststellen, der passt mir, der gefällt mir. Ähm das kann ich mir vorstellen.\nUnd dann hängt man ein bisschen mit dem ab und dann hat man eine Vorstellung, was für eine Person das ist. Und dann äh.\nGeht da, geht da einiges. Also es war wirklich wirklich außerordentlich interessant. Und wir haben, wie gesagt, Steffen hatte halt auch zugesehen, dass das moderiert wird,\ndas auch wirklich inklusiv moderiert wird. Das war eben nicht wie bei Twitter und Facebook, wo wo auch wo sie die bösartigen Trolle aus irgendwelchen Gründen halt laufen lassen.","Treufrei, absolut hundert Prozent treufrei.","Es war trollfrei, genau. Wir hatten auch mal kurz darüber nachgedacht, das über Werbung zu finanzieren. Ähm das wäre aber wahrscheinlich auch äh nach hinten losgegangen.","Ähm das war ja jetzt äh im Prinzip cooler, großer Prototyp, wie Werte, also wie hätte ich mir das denn vorstellen können, wenn es tatsächlich in den Beate Ursel Live Betrieb gegangen wäre.","Das habe ich mich auch schon gef.","Das ging in den Beate Use-Live-Betrieb, das hieß dann aber nur anders. Aus der Villa wurde dann, also die Villa muss man dazu sagen, die Villa lief von dreiundneunzig bis zweitausendeins durch.","Daraus wurde dann das Freudenhaus.","Nee, nee, und dann wurden parallel halt andere Sachen gestartet. Und das erste, was sie halt probiert haben, war quasi Villa in Porno. Da läufst du halt rum, bis angequatscht. Hat auch nicht funktioniert, hieß aber lustig, hieß die Knusperinsel.","Das war aber ein ziemlich Claudia heißt er, also meine Frau ist hat da relativ viel rumgehangen, die war die klang total schön die Welt.\nDie Leute, die sozusagen die Stöhnkräfte hieß das.","Ernsthaf.","Ja, erinnere dich,\nDie Stöhnkräfte, die halt da rumlaufen sollten und da halt,\nLeute hat uns dazu animieren mit ihnen halt irgendwo irgendwo hinzugehen und sich jetzt Gestöhne anzuhören. Die haben sich da so ein bisschen gelangweilt. Fanden es aber auch total nett da und die haben dann irgendwie in der Sauna rumgehangen und sich gegenseitig Shakespeare vorgeles.","Also so als Porno hat es nicht wirklich funktioniert. Das haben die ja dann auch irgendwie eingesehen,\nDann wurde, dann wurde das auch wieder abgestoßen von Beate Use, weil okay, haben wir jetzt probiert, hat nicht funktioniert. Wir brauchen hier die schnellen null hundertneunzig Nummer, komm schnell, komm schnell. Dafür braucht es wiederum die Villa nicht. Und dann.\nHat einer der später zu uns ins Team zugestoßen ist, hat das da alles rausgekauft und weiter betrieben,\nund äh hat's dann äh da hat er nochmal eine ganz interessante Move gemacht und zwar hat er dann quasi parallel zur Villa äh versucht, Treckies äh reinzukriegen.\nNe und ähm da entstand dann quasi so eine Art Raumschiff Enterprise in Audio. Das macht ja auch total Sinn, ne?\nDas hieß dann Starbase. Äh genau genommen diese Starbase fort hinein, weil die Idee war, dass dann sozusagen auch europäisch gleich sich ausbreiten zu lassen und also forthinein dann eben für Deutschland, ne? Weil null vier neun. Und ähm,\nDaraus ist glaube ich wenig geworden. Ich glaube, es gab mal, es gab, gab eine,\nWeitere Starbays irgendwo, weiß ich mal ganz genau, ob das nicht so äh verfolgt. Das sei wohl auch ganz nett gewesen. Ich habe da.\nZu dem Zeitpunkt dem Projekt schon überhaupt nicht mehr angehört. Ja, also ist auf jeden Fall eine Menge passiert.","Aber ehrlich gesagt ein bisschen wundert's mich, dass das als als Pornowelt nicht funktioniert hat, weil.\nEigentlich wäre ja alles da gewesen. Also ich würde, also es klingt ein bisschen so, als wäre vielleicht an einer Stelle dann falsch abgebogen worden oder als wäre vielleicht das Publikum, das man erreichen wollte,\nsozusagen konnte damit vielleicht nicht so viel anfangen, keine Ahnung, aber ihr habt es ja vorhin auch schon gesagt, dass das so ähm,\nLars Lob, du hast das gesagt, dass das ja auch so intim ist, weil das über die Stimme ist, ne? Und und ich habe ja vorhin schon gesagt, dass das so ein bisschen wie bei Text Adventures oder bei Penn and Paper Rollen spielen ist, dass irgendwie die die Fantasie so sehr stimuliert wird und man einfach so viel die Lücken dann mit der Vorstellungskraft füllt.\nStimmen, also sich sich sozusagen per Telefon zu unterhalten oder einfach Stimmen zu lauschen. Das ist ja einfach mega intim. Ich meine, ich höre super viele Podcasts seit ganz vielen Jahren und alle Leute, die Podc\nlieben, können das irgendwie bestätigen, dass man äh auf eine bestimmte Art und Weise irgendwie intime Gefühle zu den Leuten entwickelt, den man\nStunden und hunderte von Stunden zuhört, was die so erzählen und ich glaube, wenn man es irgendwie anders aufgezogen hätte und vielleicht für ein anderes Publikum. Ich meine,\nWahrscheinlich ist so dieses Beate Use Nullhundertneunziger Nummer, das hat sich wahrscheinlich an,\nkeine Ahnung, den den Durchschnittszisse-Roman gerichtet und der konnte dann vielleicht, der ist da vielleicht nicht so abgeholt worden, aber,\nohne jetzt irgendwie alle Klischees reiten zu wollen, ähm!\nAlso viele Frauen so in der Erote, die äh wenn wenn so sagen deren deren Wünsche oder Bedürfnisse in der Erotikwelt sind ja nur ein ganz kleines bisschen ähm ausdifferenzierter. Und ich könnte mir sehr gut vorstellen, wenn die Villa jetzt irgendwie so eine Erotikvilla gewesen wäre\nwo mir ein Mann mit einer sehr angenehmen, sandigen, tiefen Stimme was erzählt und mich durch so ein, es kann ultra simples Szenario sein, ja, kommen und jetzt unterhalten wir uns hier ein bisschen nach.","Möchtest du mit mir aufs Baumhaus.","Zeig dir mal die Bibliothek und mir dann erstmal eine halbe Stunde Shakespeare vorliest, äh bevor es weitergeht. Ähm also mich hätte das abgeholt, ehrlich gesagt und dann hätte ich da meine ganzen Fünfziger vertelefon.","Total, total. Ähm.\nÄh wie gesagt, also meine Frau hat da immer rumgehangen und ich ich so arm, mir ist das irgendwie. Ah mir ist das irgendwie unangenehm und äh keine Ahnung.\nWenn ich dann ab und zu mal mit ihr dann auch da gewesen, dann habe ich das auch verstanden, aber ich habe auch ehrlich gesagt damals auch die die Verbindung nicht nicht hingekriegt zu sagen, wir machen jetzt einfach das das ganze Ding einfach für Frauen. Ähm.","Ja, oder? Ey, explizit als Datingportal. Also diese ganze Dating kam ja dann später auf, das hatten wir damals überhaupt nicht im Sinn, dass das ein Markt sein könnte, aber das hätte wahrscheinlich super.","Super funktioniert.","Total auf jeden Fall, ja.","Hätte super gut funktioniert.","Abo verkaufen, denn dein Zugang sozusagen, ne und fertig.","Kann ich mir richtig gut vorstellen.","Das hätte richtig, das hätte richtig gut funktioniert. Da hatten wir einfach da, da, da hat uns die die Fantasie gemangelt. Und wir haben halt nur gesehen, dass die Leute, die da anrufen, die wollten halt irgendwie schnell sich einen runterholen und.\nDen war das zu kompliziert und die wollten sich nicht drauf einlassen und unter anderen Umständen hätte man das, hätte man das, hätte man das sehen, hinkriegen können.","Ich glaube, da hätte ganz viel Potential noch drin gesteckt für alle möglichen,\nWelten und Geschäftsmodelle und so, aber das ist natürlich auch ein bisschen Netz. Es ist ja auch ein bisschen ah historisch und kontrafaktisch gedacht, ne? Also wir denken jetzt natürlich auch zurück mit dem Wissensstand von heute, wo wir wissen, was es alles gibt und was alles geht\ndann ist natürlich leicht zu sagen, ja das hätte eine Datingplattform sein können oder das hätte eine Alternative eine alternative, progressive\nErotikplattformen sein können, wo man durch irgendwelche Fantasie-Szenarien geführt wird oder keine Ahnung.","Aber auf jeden Fall habe ich mit Lars rede ich seit Jahren darüber so dieses,\nkönnte das nicht sozusagen als Treffpunkt auch ganz gut funktionieren und zwar sowohl manchmal so im Hinblick auf Kongress, ja was wo es dann nie was geworden ist. Und ehrlich gesagt, ich habe auch schon drüber nachgedacht, ob so eine Audiowelt nicht sozusagen auch als Tummelplatz für.\nPodcast\nCommunity ganz gut funktionieren würde, ne? Und insofern war ich da natürlich dann doppelt äh umgehauen, als es glaube ich auf dem Infrastruktur-Talk. Ich habe jetzt die Zahlen nicht so ganz, aber da wurden doch, glaube ich, die meist besuchten Räume noch irgendwie genannt, ne? Oder meist besuch\nSubwelten.\nUnd ich glaube, das Zert war da irgendwie ganz weit vorne und die Lounge und ich glaube, auf dem dritten Platz war schon das Sendezentrum. Und im Sendezentrum ging's auch echt heiß her. Also und und das war dann auch so der Moment, wo es bei mir so final äh geklickt hat,\nweil auf einmal ähm ich dahin kam und dann gemerkt habe so, ah,\nDa hängt ja, da hängt ja jetzt wirklich das ganze Sendezentrum ab, so dieses äh ich meine, es ist irgendwie alles so naheliegend, aber man man haut sich dann doch auf den Kopf und dann habe ich halt einfach festgestellt so klar.\nDu machst einfach in dieser RC drei Welt genau das Gleiche wie auf dem richtigen Kongress. Du läufst halt rum, triffst Leute, quatscht die an, lässt sich anquatschen,\nbis ein paar Minuten mit denen beschäftigt, gehst weiter. Guckst dir hier mal was Lustiges an, guckst da mal was Lustiges an und was machst du dann? Dann gehst du wieder in deine Homebase. Und andere Leute wissen aber,\nalso Tim, den finde ich hier bestimmt irgendwo in seiner Homebase, wo ist denn die Homebase? Na klar, Sindezentrum, mal vorbeilatschen. Ach gucke mal, da sitzt er ja dann auch, so,\nUnd so lief das dann auch. Und dann könnte man halt Leute äh äh finden. Also das ist diese Dynamik war sehr echt und sehr direkt. Und ähm,\nDie äh könnte natürlich auch außerhalb eines Events funktionieren. Das hat jetzt um dem Ganzen so einen Kick zu geben natürlich äh war das sehr hilfreich\nNe, sonst hätte das glaube ich sehr viel länger gebraucht, um irgendwie vielleicht hätte es dann auch überhaupt nicht funktioniert, aber so dadurch, dass es eben so klar kondensiert war,\nRaum. Ne, also genau dasselbe Datum. Dadurch hat das eben auf einmal so seinen\nein Kickoff bekommen und alle Leute waren halt da und alle haben mal ausprobiert und alle sind auch zu diesen letzten Schritt nochmal gegangen und so, ah ja, Video, ich weiß jetzt nicht und so, ah, scheiß drauf, ich mache das jetzt einfach mal. Und dann festzustellen so, tut nach dem zweiten Mal gar nicht mehr so weh,\nJa, ist egal. Ja, man rennt da aber Robben, die ganze Zeit kommen irgendwelche Videos, kriegen's hoch und sind zehnte Sekunde später schon wieder weg, alles gar kein Problem. Halt wie auf dem Kongress, da rennst du ja auch die ganze Zeit rum und wirst die ganze Zeit gesehen und bist aber schnell wieder um die Ecke.","Ich war aber sehr, sehr, sehr dankbar, dass man dran gedacht hat, Audio und Videostream abschaltbar zu machen, sowohl sich selbst als auch damit man nicht diese vielen visuellen Reize hat. Also das fand ich schon schon sehr sehr gut, dass man halt die Wahl hatte, ob man das wollte oder nicht.","Aber ganz kurz Tim, ich ich habe das auch so wahrgenommen. Ich hatte auch, also deswegen habe ich das vorhin, glaube ich, auch schon gesagt. Ich hatte wirklich das Gefühl, es war halt, es war eigentlich der echte Kongress. Es war nicht,\nAbklatsch oder so ähnlich oder irgendeine Ersatzkonferenz eigentlich war's der Kongress. Es war alles. Ich meine, manche Essemplies haben ihren Space in der RC drei World.\nExakt getreu so nachgebaut wird, der wirklich gemeldet ist. Im Zert, wenn du ins Zert reingelatscht bist, die Räume waren alle exakt so gemodelt und sahen genauso aus wie äh im CCL in Lübeck sozusagen, ja oder,\nIch weiß nicht, gab noch ein paar andere Samples glaube ich auch, die wirklich original ihren Hackerspace nachgebaut haben mit allem Gerümpel, was in der Ecke ist und die Treppe, die dann in den Keller führt, wo.\n'ne Abstellkammer und noch 'n Rechner ist und mir ist es genauso gegangen, ich bin rumgelaufen,\nreingelatscht, keine Ahnung, Hackerspace, Warschau, dann bin ich über irgendeinen Teppich gelaufen oder eine Sofaecke reingefallen, wo ein größerer Jitzi-Raube ist, plötzlich war ich in so einem Jitzi-Call mit fünfundzwanzig äh.\nTschechischen oder polnischen Hackern, die sich gerade über irgendwas unterhalten haben, habe ich so in die Runde gewunken und bin wieder gegangen. Die da haltet ihre Samply abgehangen haben oder,\nkeine Ahnung habe an der Bar rumgestanden und mich mit fremden Leuten unterhalten, die dann sozusagen in meine in meine Proximity gekommen sind. Aber eine Sache wollte ich noch sagen, Tim,\nMit dem Telefonieren auch, also das.\nIch glaube, also so Kongress oder Cap oder so ist ja immer auch schon so ein bisschen auf verschiedenen Ebenen gleichzeitig gewesen. Also ich habe jetzt nochmal dran gedacht, letztes Jahr war es let nie, vorletztes Jahr, vorletztes Jahr auf dem Camp,\nich mein wir haben ja zum Beispiel das Pock, ja? Wo du sowieso, du kannst halt physisch rumlatschen auf dem Kongress oder auf dem Camp und du kannst halt die ganze Zeit Leute anrufen, sowohl Leute, die du kennst, der Nummer du hast, aber du kannst halt auch Brandom klicken oder im Telefonbuch gucken oder irgendeine Esambly anrufen.","Oder dir den aktuellen Talk äh aufs Telefon holen.","Zum Beispiel genau und irgendwie in deinem Zelt oder am See liegen und dir den Talk anhören und auf dem Cap ist ja wirklich auch so viel Schabernack noch getrieben worden, irgendwie mit den Telefonnummern, ich erinnere mich, man konnte dann das Salzamt anrufen und seine Beschwerde irgendwie dahinterlassen oder\nEs gab die Witz-Hotline. Jetzt ich habe irgendwie einen Tag lang, ich habe mir irgendwann einen halben Tag lang die ganze Zeit die Witz-Hotline angerufen und mir irgendwie alle zwanzig verschiedenen Witze vorlesen lassen, die sie da hatten und,\noder oder du kannst dir das Wetter ansagen lassen oder so, also.","Ja oder du wurdest angerufen vom Waffelcenter, dass deine Waffel bereitsteht.","Ja, geklaut, stimmt. Ja, genau sowas. Also ich wollte nur sagen, sozusagen, dass dass das so multimedial stattfindet und irgendwie immer auch schon auf andere Ebenen escape, das war ja auch schon immer so.","Da habe ich ja auch lange gewartet, bis das im Theater mal so richtig angekommen ist. Ähm.","Das Multimedial wird.","Ja, dieses Multimediale. Ich habe.\nIrgendwann das war hier in Hamburg im Schauspielhaus von von Karin Bayer eine Inszenierung von das war.\nWie heißt sie diese die Atemschaukel hat sie geschrieben.\nEs war so eine Geschichte wie die die Autorin aus der.\nAus Rumänien geflohen ist und überwacht wurde die ganze Zeit. Und da haben sie sozusagen gleichzeitig einen Film gedreht, wie sie irgendwie Leute trifft und wie sie dann.\nDu hast gleichzeitig das Theaterstück angeguckt und den Film und ich so geil, das ist das erste Mal\nim Theater irgendwie multimedial zu arbeiten, also wirklich so auf mehreren Ebenen mit dem Medium zu arbeiten und da mit verschiedenen Medien zu arbeiten und da war's halt dadurch, dass dieses das Thema, dieses dieses Theaterstücks war eben.\nDer die Überwachung.\nWie du die Überwachung wahrnimmst und das war da halt so transparent gemacht. Das ist da diente jetzt auch dieser,\ndieses Gimmick in Aircodes äh diente auch sozusagen der der Geschichte und da war ich sehr beeindruckt und total total begeistert. Ähm.\nDas war echt cool. Ich ich googel das jetzt mal. Ja, das war jetzt irgendwie einen Nobelpreis bekommen.","Nobelpreis für Theater.","Nee, die Hertha Müller.","Ach so, Literatur, Literaturpreisnobelpreis. Mhm.","Genau und die hat es das Theaterstück hieß nicht die Atemschaukel, sondern da ähm ist noch ein bisschen anders.\nDas war so ein Autobiographisches Buch, das war, es war ein, das war ein super gutes Theaterstück und da war das auch.\nSozusagen für meine Wahrnehmung das erste Mal, dass das dieses Medium wie Video im im Theaterkontext gut genutzt wurde.","Ich habe jetzt gerade am Sonntag das andere Ende von medialer Nutzung für Theater. Ähm ich habe mir das äh Ratatouille Tictalk Musical angeguckt,\nÄhm äh,\nin in also generell gab es ja oder gibt es das ähm Problem, dass viele Theaterleute gerade keine Einstellung haben und nicht arbeiten dürfen,\nWie in anderen Medienbranchen, Orchester großen Teils ähnlich und,\näh irgendwie ist auf Ticktox die Idee entstanden äh so nach und nach man könnte ja ein Ratatouille den Film, den Disney Film.\nAls Musical inszenieren und ähm eine\nPerson hatte halt die die erste Idee dazu, hat das erste Video äh hochgeladen auf Ticktock und dann ist,\nhat sich das irgendwie verselbstständigt und es haben Leute äh Musik geschrieben, Texte geschrieben, getanzt und und alles Mögliche gemacht,\nUnd das ist so eskaliert, dass sie sich dann gedacht haben, na gut, wir können ja jetzt auch einen Fundraiser für ähm für die Künstlerorganisation.\nMachen und haben sich noch professionelle Hilfe gesucht für die Kostüme haben, haben Darsteller äh\ngesucht, die den Hauptrollen einsprechen und spielen und es ging halt um im Prinzip um diese Ratatouille den den Film\nin kurzer Fassung als Musical und man konnte halt Paywat You One,\näh Tickets kaufen. Das Ganze war nur drei Tage online.\nUnd jetzt gerade habe ich die E-Mail bekommen ähm die haben irgendwie anderthalb Millionen Euro für diesen Pfund eingenommen.\nUnd es war einfach so, so schön.","Eins Komma neun Millionen Dollar steht hier auf Seite.","Ah, okay. Okay, ich habe äh aus der E-Mail das.","Ja, ich habe, ich habe an einem äh Online-Festival teilgenommen. Das war Leefem,\ndas war irgendwie Festival für Engen Music in in London. Das war auch irgendwie so eine so eine Truppe von Leuten, die das,\ngenau so gemacht haben, wie du es beschreibst, nämlich äh PaywatY und dann war das halt, es war ein bisschen länger online und ich.\nDie Kohle haben hoffentlich in dem Fall auch tatsächlich mal die Musiker bekommen und nicht die Organisatoren. Ähm, also hoffe ich zumindest.\nDa war ich auch total, fand ich auch super geil.","Die Einnahmen sind für die ULS Wohltätigkeitsorganisation Dectors Pfand.","Die halt also ähm ich hatte eine eine Dokumentation, ich glaube von Bernhard der Berner so ein bisschen drüber gesehen ähm,\nYoutuberin, die eigentlich historischen Nähvideos macht, aber ähm,\ndie hat halt auch so ein bisschen dadrüber berichtet und Interviews geführt und das fand ich einfach insgesamt total spannend. Also zum einen zu sehen, wie die Situation eigentlich für diese,\nPersonen gerade ist, sie dürfen nicht arbeiten, sie haben keinerlei Einkommen und gerade in New York Broadway. Da hängt ja eine komplette Industrie und Kleinunternehmen von den Kostümen, von irgendwie ähm Schneiderinnen,\ndie die komplett das Einkommen wegbricht und ich mein das ist die komplette Konzertbranche weltweit ist ja genau das Gleiche oder.\nIch fand das halt sehr gut wieder mal diesen Realitätsabgleich, den Blick über den Tellerrand ähm.\nWas eigentlich wie.\nWas ja wo Probleme sind und äh wie man dann eventuell auch damit umgeht und und helfen kann und.\nDas fand ich halt einfach sehr, sehr cool, zum einen zu sehen.\nJa was man dann daraus machen kann, äh wieder die wieder von.\nEntsteht. Und ja das Musical war halt einfach ziemlich ziemlich cool.\nAnderer Weg ist halt äh zum Beispiel das äh was ich auch ganz cool fand, dass Great Britton ähm macht halt,\nsehr lustige YouTube-Videos, wie die halt einfach zusammenspielen. Äh schon seit Anfang der der Panemie, die Videos sind halt einfach kostenlos und das ist,\nauch sowas, was immer.\nSchön anzuschauen ist, wo wir vorhin halt bei Musik Livemusik machen, die machen das halt einfach okay, es geht nicht live, also schneiden sie im Nachhinein zusammen und.\nÄh zelebrieren das dann so.","Übrigens, apropos Livemusik, mir ist das vorhin schon eingefallen, als ihr euch darüber unterhalten habt, es gab auch eine Sambly in der RC drei World,\nDie hatten extra so eine zum Jam Session Space und die die ich bin da auch einmal reingelutscht, das war halt wie so eine,\nWie so eine Bühne irgendwie gestaltet, womit mit Instrumenten und so weiter. Ich komme nicht mehr drauf, welches Hemd das war. Ähm vielleicht falls das irgendjemand im Chat oder so,\nund dann bin ich da reingelatscht und dann hat sich da halt so ein externer Link geöffnet und die haben irgendeine spezielle Software auch verwendet, die eben gerade zum zusammen musizieren, besonders gut gedacht oder geeignet ist, weil man da dann besonders wenig Latenz hat\nEs war irgendwie grad niemand da und äh ich bin dann einfach wieder gegangen, aber ähm das war auch vorgesehen. Also wie beim echten Kongress. Ich glaube, wenn man da zur richtigen Zeit reinkommt, ähm,\nhätte man da wahrscheinlich auch in der Jam Session reinlatschen können und soweit ich weiß, hat ja der.\nDer CCQ, wo ich in den vergangenen Jahren auf dem Kongress auch immer mitgesungen habe, hat ja auch äh getagt und ich glaube auch ein Song gemeinsam aufgenommen mit vielen Sängerinnen und Sängern und aber auch äh ja Musikerinnen,\nzusammen gespielt haben. Den Song habe ich auch irgendwann dann am Ende gehört.","Jetzt nochmal für den RC drei.","Die haben sich auf dem RC drei getroffen und haben halt irgendwie über die Spanne von diesen vier Tagen ein Stück geprobt und aufgenommen zu sagen und hinterher veröffentlicht.","Super. Bling, bling, bling, bling, bling, bling, bling. Ich brauch Link.","Ach so ja ähm Fairybod Orchestra ähm suche ich mal kurz raus. Fairybod Orchestra RC drei, weiß ich nicht, ob man das dann findet.","Fairybod äh auf Bandcamp heaven Countwead A, okay, alles klar. Habe ich Ferry Pott August?","Ani, der Song heißt glaube ich ähm genau da, da sind die alten Songs drauf. Ähm die mich auch übrigens immer sehr gut in Stimmung bringen vorm Kongress oder vom Camp. Aber der, ich, es kann sein, dass der Song, den sie jetzt neu aufgenommen haben. Ich habe den, glaube ich, in der Twitter-Timeline gehabt und da war es glaube ich ein\nYouTube Link oder so und der Song den sie aufgenommen haben ist ein neuer Song und der heißt glaube ich oder so ähnlich.","T-Pot, okay?","Ja, ich glaube, ich glaube, so war das.","Ja, da brauchen wir noch ein bisschen Hilfe vom Chat, glaube ich.","Oder vielleicht? Ja, keine Ahnung.","Ob man nun einer ist oder nicht. Ja.","Ich wollte ja nur drauf hinaus, dass sie da Musik gemacht haben.","Fragt auch nach der Software, die genau der Chat fragt nach der äh Software, ist das irgendwie dieses Ding, was aus Ripa ist, irgendwie dieses.","Leute, wenn ich mich an alles erinnern könnte, wo ich in das Sampley reingelatscht bin und auf irgendeinen Link geklickt habe, das nee, der Name ist mir entfallen. Ich weiß ja nicht mal mehr, welches Hempli das eigentlich war, wo dieser dieser Jam Session-Raum war.","Dann müssen wir das leider äh offen lassen. Also es gibt eine Software in Rieper, die heißt NinjaM, das könnte dir gefallen.","Ja, kann sein.","Ob dies jetzt war, kann ich nicht sagen, aber das ist zumindest so eine Software, die dafür äh gedacht ist, so. Der Chat hat mittlerweile auch den T-Pot-Song, einem Etipot, heißt es.","Na sehr gut. Äh ich danke dem Chat.","Ist auch bei Band Band Cap. Ach so, habe ich bloß nicht gefunden.\nTja, na ja richtig ist es ja. Hätte ich auch gleich sehen können. Also ist auf Bandcamp äh hochgeladen.\nJa, jetzt können wir nochmal, da sind wir so ein bisschen abgekommen, vielleicht nochmal ein bisschen philosophieren ähm.\nWas es denn so bedeuten könnte äh einen virtuellen so einer Adventure World und einen Kongress miteinander zu verbinden,\nAlso,\nweil das meine meine Einschätzung ist ja Istanc wird nicht stattfinden wegen Corona noch zu viel Corona Tor. Also wird dann wahrscheinlich nochmal ein zweiter Anlauf.\nKommen. So, ob das weiß ich nicht, es ist äh will das auch niemanden irgendwie auf den Tisch legen. Ich sage nur,\nDavon gehe ich jetzt erstmal aus, solange bis es anders kommt. Ähm,\nDas heißt, weitere Experimente werden wahrscheinlich noch veranstaltet werden. Abgesehen davon, dass ja einzelne Subwelten von RC drei ohnehin hier und da separat gehostet werden, teilweise bei diesem eigentlichen, wie heißt das nochmal? Ähm,\ndiese eigentliche Welt.","Adventure World.","Adventure World, genau äh da sind die dann teilweise geholt, also es ist alles so ein bisschen sehr zerflogen und keine Ahnung, wie sich das jetzt äh neu sortieren wird. Grundsätzlich wäre ja sozusagen auch darüber nachzudenken, warum sollte es das nicht immer geben.\nJa, also das war jetzt so einmal so ein total überdrehtes Wahnsinnsding, was die ganze Zeit auch aus allen Nähten geplatzt ist und sich irgendwie mehrfach äh in neue Dimensionen rausgefaltet hat, ja,\nSo String-Theoriemäßig, so elf Dimensionen der RC drei Welt, so wurde immer wieder was Neues aufklappst. Ähm andererseits,\nHabe ich mir so gedacht so, hm, also,\nwenn's quasi die Möglichkeit gäbe, in jeden realen Hackerspace, den's so gibt, beziehungsweise die ist ja derzeit auch alle nicht gibt, ne? Jeden Meckerspace einfach mal so vorbeischauen zu können.\nJa, was weiß ich, wo kommt man nie hin? Hackerspace, Bamberg so, na ja, klickst du halt dich mal äh äh rein. Wenn du hörst, ähm dass da Freitag immer alle abhängen,\nJa, also nicht nicht immer und so weiter, sondern es gibt halt so Tage, wo man sich dann mal trifft oder man trifft sich da überhaupt mal mit irgendjemand verabredet sich,\nGenauso im Sendezentrum oder sagst du halt, na ja, jeden Freitag kostenlose Workshops,\nfindet einfach statt. Ohne Anmeldung soll einfach reinmarschieren, hinsetzen ans Lagerfeuer, Workshop zuhören, wenn du keinen Bock hast, gehst wieder raus, kein Problem. So wie man das sonst mit dem realen Ort auch machen würde, könnte durchaus funktionieren, kannst du Leute bei,\ngelernt über die selbe Dynamik. Das ist jetzt, sagen wir mal, schon mal eine ganz interessante Perspektive für solange wir das andere nicht haben. In dem Moment, wo natürlich äh.\nAlles mal ordentlich durchgeimpft ist, ist klar, mit Sommer wird sich das ändern und dann wird's halt irgendwann wieder normal.\nSollten die Trampisten, die die jetzt nicht gerade nicht sind nukleare Explosion äh aus,\nauslösen so. Und dann ist eben die Frage, macht es Sinn, solche virtuellen Welten irgendwie klug, intelligent.\nVielleicht nicht nur spielerisch, ja? War auch irgendwie auf so eine ganz praktische Art und Weise miteinander zu verbinden, sodass man auch einen echten Mehrwert hat aus beiden Sachen.","Aber einfach mal so spontanes Bedenken Triggertum, ja? So aus dem Bauch heraus.","Ja. Nochmal los.","Ähm na das eine Ding also man müsste ja irgendwie eine eine Lösung dafür finden\nwer das macht, wann wir und mit welchen Ressourcen, weil der Kongress ist einfach so ein spezieller, einzigartiger Moment in Time jedes Jahr\nwo wo die Leute drauf hinfiebern und wo es daraufhin eskaliert und wo sich dann alle völlig ausbrennen und hinterher irgendwie so,\nja, alle, alle Endorphine, alle Serotonine sind irgendwie verbrannt erstmal. Ähm das Feuerwerk ist abgezündet und.\nUnd ich hatte schon auch den Eindruck, ohne jetzt irgendeinen Einblick in die in in den technischen,\nBackspace sozusagen zu haben, was da jetzt gelaufen ist. Das es schon aufwendig war und dass auch die ganze Zeit Glitsches waren und Sachen schiefgegangen sind und ich mein, obwohl ich total begeistert war, zwischendurch ist einfach immer wieder mal die Welt,\nabgestürzt und war eigentlich war einfach off und ich war so, ja, aber wieso komme ich denn jetzt nicht mehr rein? Ich war doch gerade in The Bit Love Sumping,\nda muss ich mich halt irgendwie eine dreiviertel Stunde mit was anderem beschäftigen bis halt die Engelchen im Hintergrund sie wieder online gezaubert haben oder irgendwas mit den Jitsi-Servern ging nicht oder.\nJa irgendwelche Bucks oder so und da haben glaube ich einfach ein paar Leute richtig mega hart dran gearbeitet und die Frage ist halt.\nAlso das kann man halt mal für so ein krasses Jahresendfeuerwerk machen, aber um das irgendwie so äh standardmäßig regelmäßig zu machen, ist halt die Frage, wo kommen die Ressourcen her und ihr habt ja vorhin auch gesagt, die Leute, die bei der Villa beteiligt waren, haben sich alle ruiniert,\nund,\ndas fände ich schon einigermaßen relevant bevor man das irgendwie wirklich fordert oder anstößt oder so, dass irgendwie auf langfristige Beine zu stellen, sich mal zu überlegen, wie man das auch tragfähig machen kann, ohne dass die Leute sich ruinieren und das andere Ding ist,\nIch habe auch währenddessen während es gelaufen ist während ich deine Erzieh drei World rumgesprungen bin, habe ich mich halt auch gefragt so, wie wäre das, wenn das jetzt jeden Tag so wäre? Und ich weiß nicht.\nVielleicht kann ich's mir halt wieder nur nicht vorstellen, ja, so wie ich mir vorher auch nicht vorstellen konnte, wie geil der RC drei Kongress dann wirklich sein würde und vielleicht fehlt mir einfach die Vorstellungskraft und du hast einfach mehr davon als ich Tim, dass du,\nschon wieder zweieinhalb Schritte vorausdenkst im Gegensatz zu allen anderen, wie könnte es noch anders sein, wie könnte man es auf das nächste Level heben? Aber ich glaube, für mich war es halt auch so geil, weil es so,\nDieses besondere Gefühl von Kongress hatte. Ich meine, Kongress ist halt auch nicht das ganze Jahr. Kongress ist halt auch nur einmal im Jahr und es ist halt deswegen so krass, weil alle da sind. Und ich habe mich halt so gefragt\nwenn es nicht diese super kondensierten vier Tage wären, sondern theoretisch könnte ich jeden Tag im Jahr dreihundertfünfundsechzig Tage im Jahr könnte ich in die RC drei Welt gehen. Werde halt trotzdem,\nErstmal spontan für mich nicht so geil, weil ich halt nicht dieses super aufgekratzte, außergewöhnliche Erlebnis hätte von oh wow, jetzt außer der Reihe, jetzt sehen wir uns alle. Jetzt laufe ich plötzlich allen über den Weg. Und natürlich hast du Recht mit so Sachen wie,\nWenn man weiß, dass in dem einen coolen Hackerspace, in der es Hamburg, Freitagabend immer irgendwie geile Vorträge oder Workshops sind,\noder man nimmt sich vor, dass man jede Woche einmal in einer anderen Essemble abhängt, in einem anderen Hackerspace so.\nDann kann das vielleicht schon funktionieren, aber ich stelle mir halt vor, dass im Schnitt die flure Lehrer werden und dass sich irgendwie Lehrer und einsamer anfühlen würde und und einfach nicht so,\nnicht so aufgekratzt, nicht so aufgeregt, nicht so explosionsfeuerwerksmäßig, sondern einfach ein bisschen mehr so wie eine Schule nachmittags um drei. So, ab und zu läuft man nochmal jemanden übern Weg.\nKlassenräumen geht noch was, aber in vielen sind halt auch die Stühle hochgestellt.","Aber das ist ja dann äh das ist ja, das ist ja, du hast ja dann, wenn es die ganze Zeit laufen soll, einfach einen ganz anderen Anspruch und andere ähm,\nandere Grundlage, warum möchtest, also du möchtest der dann nicht einen Kongress haben, weil wenn Kongress ganze Jahr über wäre, werden die Leute einfach ausgebrannt und,\nwürden auch nicht so das das Feeling entstehen wie wenn halt vier Tage Kongress ist ähm.\nDeshalb ich man müsste halt dann überlegen, was möchte man.\nWenn man jetzt seine seine Samply zugänglicher machen will für Workshop und so weiter, dann reichen ja reich dir ein viel kleinerer Space, wo man sich dann,\nmit weniger Leuten, aber halt trotzdem dieses dieses Feeling erzeugt von, man trifft neue Leute,\nAber da braucht man ja nicht das komplette Kongressgelände die ganze Zeit.","Ja, ich denke du hast ja eigentlich die Antwort schon selber gegeben, weil das ist ja an sich nichts Schlechtes\nAlso dieses äh also erstmal vielleicht zu dieser Sache mit Leute sind total ausgeport, weil dieses System gebaut haben. Klar, die haben's natürlich jetzt programmiert, administriert, alles gleichzeitig und das musste sofort funktionieren und.\nHaben sich total verausgabt und so geil, ne? Ich kann nur sagen, ich bin sehr neidisch äh auf euch. Ihr habt euch da das sind Momente, äh die wird man sich sein Leben lang erinnern.\nÄh natürlich ist so ein Level an Sap,\nnicht äh äh zu halten, aber es wäre ja auch nicht erforderlich, gerade eben, weil dann nicht so viel los wäre. Jetzt hatten wir da was, weiß ich, tausendsechshundert Leute gleichzeitig drin. Äh ganz, ganz, ganz viele äh Rechner und dass alle\nalles ist das erste Mal gemacht worden und am ersten Tag hat's ja auch noch alles überhaupt nicht so richtig funktioniert und war total sehr konfiguriert und was nicht alles, bis es dann halt irgendwann auch stabiler lief.\nIn dem Moment, wo man das eben in die Zukunft äh fortführt, in so einen Dauerbetrieb, hast du natürlich auch viele Probleme nicht. Du hast nicht diese Spitzenlast,\nDu hast natürlich dann auch in zunehmendem Maße die Erfahrung. Aber mal ganz so abgesehen von der Technik.\nÄh du willst ja natürlich jetzt dieses Besondere des Kongresses äh erhalten. Und ich würde sagen, na ja gut, ich meine diese Eskalationsstufen äh haben wir ja auch jetzt schon übers Jahr. Du hast halt so\nDu triffst dich in deinem Hackerspace oder irgendwie CC irgendwo mit Leuten und hinten läufst du einfach rein und dann sitzen da drei Vögel. Ach, was macht ihr denn da? Ja, ich programmiere Peisen, ja, zeig doch mal.\nDass der normale Weg der Dinge und das ist auch vollkommen okay und da ist nicht viel gewuselt um dich herum und äh es mag jetzt für andere Leute keinen Grund dahin zu geben, sondern es ist einfach so der Zufall, aber dann hast du auch die Ruhe, da hast du die Zeit und dann ist Aufregung auch gar nichts Gutes,\nDann hast du vielleicht ein Event in so einem Hackerspace, das gesagt wir\nna ja, hier Workshop-Vortrag. Pipapo am Freitag, kommt doch mal rum, dann sind da zwanzig, dreißig Leute da, da ist dann sehr viel mehr Aufmerksamkeit, da gibt's irgendwie ein klares Thema. Kaum ist die Veranstaltung vorbei, hast du aber auch wieder diese Ruhe und kannst noch ein bisschen nach\nbrechen. So, dann hast du so die mittelgroßen Events, Easterhack,\nMRM CD, wie sie alle heißen, ja, wo schon auch ein paar hundert, äh, vielleicht tausend Leute auflaufen, das sind ja mittlerweile auch alle schon kleine Kongresse, im Vergleich zu dem, was wir früher mal gemacht haben, vor allem.\nUnd da\nherrscht dann ja sozusagen auch so diese Begeisterung. Oh geil, Event und da haben wir jetzt sozusagen auch hier unsere unser Lokalkolarit und unsere eigene äh Kultur und unsere spezielle Ausprägung dieser Veranstaltung, ne? GPN und so, die haben ja auch alle so ein eigenes Gesicht\nDas ist ja nicht immer nur dasselbe, sondern die haben ja auch alle nochmal so ein eigenes äh äh Ding und so eine eigene Identität, wie der Easterhack auch so als\nals äh Wanderveranstaltung nochmal seine eigene äh Identität hat und das ist dann auch immer so ein bisschen Aufregung, aber nichts davon ist der Kongress und jeder weiß, dass es nicht der Kongress ist und jeder weiß\nWenn Kongress ist, dann brechen alle Dämmer, dann gibt's überhaupt gar kein Halten mehr, da ist al.","Eskalation.","Maximale Eskalation. Das das ist der Kongressor. Alles was du dir an verrü\n'n Scheiß ausdenken kannst, das ist der Zeitpunkt, wo du richtig auf die Kacke haust und wo du, wo du wirklich, wo wirklich alles brennt. So und das sind alles so,\nDinge, das weiß jeder und das ist sozusagen auch äh so ein Aspekt dabei,\ndass das eben auch äh Dauer funktionieren kann. Natürlich kann das dann auch Fett sein. Klar, weiß ich jetzt nicht. Aber ich wollte ja eigentlich auch auf was anderes hinaus, sondern eben so wirklich diese Frage, was ist, wenn jetzt ein Kongress ist oder überhaupt ein Event,\nJa, könnte ja theoretisch auch schon beim beim Easterheck stattfinden oder sonst irgendwas. Man hat jetzt so eine Welt und man hat den Event. Wo.\nMacht es Sinn oder wo wäre es lustig oder wo wäre es vielleicht auch hilfreich? Hier so Geldways zu schaffen.","Na grundsätzlich immer, oder?","Ja, ja, ich finde das halt als, also gerade unter dem von äh Accessability und und Zuträglichkeit und und Zugänglichkeit von bestimmten Spaces fände ich's total cool, wenn man ähm für,\nbestimmte Personengruppen einfach äh denen ein bisschen erzählt oder äh Kongressfeeling äh liefern kann, selbst wenn sie nicht physisch dabei sind. Ähm.\nDas da habe ich tatsächlich schon eine Weile drauf drauf rumgedacht, weil das halt irgendwie cool wäre. Es gibt aber dieses große aber.\nIdealfall stellt man einfach überall Webcams auf, Monitore und die Leute können halt sich drauf klicken und irgendwie miteinander kommunizieren. Ich hatte halt,\nauch mal überlegt, ich arbeite ja mit drei D Kameras, da kann man so viel coole Spielereien machen mit äh Avataren, mit du hast plötzlich Dinge um dich rumfliegen auf diesem virtuellen Spiegel.\nAber ganz ehrlich, wenn ich auf einer Chaos-Veranstaltung bin, fühle ich mich sehr, sehr wohl zu wissen, dass ich nicht gefilmt werde.\nDass ich nicht Audio aufgenommen werde, dass ich selbst entscheiden kann, begebe ich mich jetzt in einen Space, der Video aufgezeichnet wird oder nicht,\nUnd das ist halt so ein, so eine Sache, die glaube ich trotzdem ganz, ganz wichtig bleibt, dass das ein geschützter Raum.","Klar, das ist ich will ja jetzt nicht sagen, wir müssen jetzt überall Kameras aufstellen, man kann das ja auch äh anders machen. Man Pap.","Ja, ja, genau, aber das ist das finde ich halt äh genau deshalb denke ich halt auf diesen Ansatz drauf rum, was was macht eigentlich dieses Chaoserlebnis aus und wie kann man das anderen zur Verfügung stellen.","Ja, man muss halt kreativ sein. Also, mal ein paar Beispiele. Äh du kennst auch sicherlich diese ähm äh diese Flip-dot-Wand, die immer auf diesem Kongress rumsteht.\nSo, da kann man in so einer RC drei Worlds super drauf rumschreiben, aber dies steht auf dem Kongress und zeigt auch tatsächlich was an.\nJa, also machst du eine virtuelle Version, da hast du dann die Tools und kannst mit der Maus oder was auch immer, da so irgendwas draufschreiben oder was rauskommunizieren.\nUnd dann steht das Ding und du hast sozusagen so ein, so ein Read Only Interface äh in die RC drei Welt. Oder was vorhin glaube ich schon anklang. Das war halt so zu Telefonzellen machst,\nin denen dann halt eine Kamera ist, wo dann auch klar ist, da ist eine Kamera und da bist du dann halt dabei, ne. Oder eben die Übertragung natürlich der Kongressinhalte, das gab's ja jetzt im Prinzip jetzt schon. Ähm und dann halt noch viele Sachen, an die wir jetzt einfach gerade nicht denken,\nselbstverständlich dieses unbeobachtete erhalten soll, wobei ich muss sagen, insofern war das schon ein bisschen lustig,\nwas immer für ein Heckmag gemacht wird und ich will ja aber jetzt hier nicht gesehen werden auf einer Veranstaltung wo siebzehntausend Leute rumlaufen. Ja, ich meine.\nKlar, gut, aufzeichnen uns nochmal was anderes und dann gibt's das mal nicht und dann rennt man irgendwie rum und äh ist äh,\ndie ganze Zeit mit seiner Kamera dabei und jedem, den man so über den Weg läuft, den man nicht kennt irgendwie man quasi gerade sein\nSein Foto, sein Live-Videobild in die äh in die Wohnung rein.","Klar, also solange das deine aktive Entscheidung ist, dass du das möchtest, ist das ja auch,\ntotal in Ordnung. Deshalb bin ich ja auch nicht für für also gerade so äh bei mir im Kopf bin ich halt in so virtuell physischen Räumen. Das heißt, man hat,\ngrenzte Bereiche,\ndie sowohl physisch zugänglich sind als auch virtuell zugänglich sind und dann kann man halt selbst entscheiden äh dass man sich in diesem Bereich begibt. Man kann virtuell Dinge explorieren, man kann Physisch Dinge explorieren und halt\nso konkrete Schnittstellen schaffen ähm.\nDas kann ich mir halt wiederum sehr, sehr gut vorstellen, dass man da in den Austausch kommt, dass man auch Features aus der AC drei Welt zum Beispiel ähm benutzt.\nAndere Richtung. Ich finde das mit den ich fand das Batch System extrem cool,\nUnd das ist zum Beispiel was, was man ja auf jeden Fall auch in den, in den physischen,\nKongress mitnehmen könnte. Man sammelt dann halt nicht nur physische Sticker, sondern auch virtuelle Batches.","Ja, man könnte auch wirklich so eine Abend so ein richtiges Adventure draus machen lassen, also was ja eigentlich dieses Adventure am wenigsten war, war ein Adventure, du konntest ja da nicht wirklich ein äh eine,\nso ein so ein Abenteuerspiel nachspielen. Es gab keine.","Hast du mal versucht im Zertkeller aus dem Cube zu entkommen.","Ja, genau.","Macht. Das war sehr aufregend und hat mich sehr viel Adrenalin gekostet.","Genau, gerade gerade beim Zert, wir hatten zum Beispiel auch, ich hatte Charakter schiedsdesignt, weil das Zert hatte das Problem ist\ndurfte ja offiziell keine medizinischen Beratungen machen. Ähm\nwas für einen medizinischen Dienst halt schwierig ist und äh dann kam halt jemand mit der Idee, na wir machen das einfach als Pennant Paper, als RPG,\nDas heißt, es gab Charakterschieds äh man konnte Patient spielen, man hätte sich einen Charakterschied runterladen können, ausfüllen können und wer dann als hypothetischer, virtueller Patient in eine Sprechstunde gegangen,\nund es gab halt beim Zert dann auch Quests so, also es gab die Firewatch Schicht als Quest und du hast eine Belohnung für diesen Quest bekommen. Ja,\nalso.","Seid ihr mir, da seid ihr mir weit äh äh da da reicht auch meine Stamina äh irgendwie nicht. Ich hab's ja nicht so mit mitspielen, aber also ich habe das schon gesehen. Ich meinte jetzt eben,\nein Adventure wirklich im Sinne von, es gibt auch wirklich etwas zu lösen. Wir hatten sowas ähnliches schon mal auf dem Kongress. Äh letzte in Hamburg.","Ne","Genau das hat so ein bisschen irgendwie funktioniert, nicht so richtig hundertprozentig,\nAber sagen wir mal jetzt so, mal wieder ins Blaue reingedacht so, keine Ahnung. Sagen wir mal, ob Kongress gibt's so fünfzig Stellen, wo so Drucker sind, so Bongdrucker. Ja? Und jetzt machst du halt\nirgendwas im Game.\nMuss da irgendwas herausfinden, irgendwas erreichen, irgend so ein Klo äh finden oder keine Ahnung irgend so eine Quest im Zert. So und dann ist da aber dein nächster Auf, dann dann wird so ein Zettel für dich gedruckt irgendwie. Oder es wird ein Zettel für irgendjemand gedruckt und dann so Chaos\nPost\nmäßig müssen diese Zettel von irgendjemand genommen werden und irgendwo anders hingetragen werden, um im Spiel wieder irgendwas zu aktivieren oder so. Also so ein Wahnsinn könnte ich mir sehr gut vorstellen.","Ja, also Wahnsinn kann ich mir auch immer sehr gut.","Kein Zweifel mehr, die haben keinen Zweifel.","Vor allem im Chaosumfeld und ich glaube, wenn man einmal so äh nur so einen Stein ins Rollen bringt, dann ist die Lawine gewiss ähm bei den Chaosfreunden,\nAber ich wollte nur mal ganz kurz diesen Punkt zurückkommen, was Tala vorhin gesagt hat. Mit der Excessability, weil ich finde das schon relevant. Wir haben uns vorhin auch schon vor längerer Zeit darüber hier unterhalten, ähm,\nwie kann jetzt der Kongress in dem Fall zum Beispiel besuchbar werden für Leute, die aus irgendwelchen Gründen nicht kommen können oder wollen so. Und es ist ja auch immer noch so,\nDas ist glaube ich immer noch einfach eine große Hürde gibt, über die viele Leute rüberspringen müssen, um sich zu ihrem ersten Kongress zu trauen oder zu ihrem ersten Besuch in einem Hackerspace. Ich meine\nDeswegen sind ja zum Beispiel die Chaos-Patinnen gegründet worden, um Leute an die Hand zu nehmen und ich kenne auch wirklich viele Leute, die,\nseit Jahren die Talks beim Kongress gucken und sich aber einfach bisher nicht getraut haben oder sich irgendwie vor einem Jahr erst das erste Mal getraut haben oder so,\ndann wirklich hinzugehen und und ich weiß auch noch ganz genau, was ich irgendwie für Sorgen und Ängste hatte, bevor ich das erste Mal gekommen bin und wie viele Jahre ich erst drüber nachdenken musste und so,\nUnd ich kann mir halt schon vorstellen, dass so eine so ein virtuelles Ti-In vielleicht auch einfach sehr gut ist und diese Hürde so ein bisschen niedriger zu machen. Einfach so,\nglaub einfach,\nViele Leute haben dann auch so bevor sie das erste Mal sich in Hackerspace trauen, so Angst, dass sie dann da was machen müssen oder dass sie irgendwie gefragt werden, was eigentlich ihre Fähigkeiten sind oder.\nIhre liebste Programmiersprache ist, sondern wissen sie nicht, was sie sagen sollen oder sie haben irgendwie Angst mit fremden Menschen zu reden oder so. Also,\ndem Hackerspace, wo ich Mitglied bin im X1 hier in Berlin ähm hat hat Maria meine Freundin äh auf Twitter Marlina, Marina hat ja da vor zwei Jahren so eine ganz vorzügliche Vortragsreihe das Gespräch unter Bäumen gegründet,\nda sind so viele Leute aufgeschlagen, die schon immer irgendwie neugierig waren, den Hackerspace mal kennenzulernen, aber sich bisher nicht getraut haben und dieses Vortragsformat,\nwo du irgendwie nichts machen musst außer reingehen, dich hinten reinsetzen, zuhören, dich vielleicht noch ein bisschen scheu umgucken und äh dann wieder gehen,\nDas war irgendwie so das niedrigschwellige Format, wo was ganz viele Leute angezogen hat während hier offener Abend bringt euer Bastelprojekt oder so,\ndiese Leute irgendwie nicht nicht über die Schwelle gehievt hat und deswegen,\nich mir das schon vorstellen, dass sowas Virtuelles für alle die Angst haben erstmal mit ausgeschalteter Kamera und nicht gleich mit siebzehntausend Leuten, sondern erstmal hier ein bisschen Cliquie Bunti und ein bisschen interagieren mit Leuten, die vor Ort sind,\ndass das vielleicht auch viele Leute auf den Geschmack bringen kann und ein bisschen die Ängste nehmen kann. Oder für Leute, die halt wirklich physisch nicht kommen können aus irgendwelchen Gründen.","Ja genau, also ich äh ich würde halt soweit gehen, dass Kongressteilnahme tatsächlich ein sehr schönes, aber es ist ein Privileg. Man braucht Geld, man braucht Zeit, man braucht äh äh,\nim Idealfall irgendwie Kontakter, man muss ein Ticket rankommen. Es ist tatsächlich eine nicht zu vernachlässigen Behörde für einen Großteil der Personen. Der Kongress skaliert nicht, äh beliebig und deshalb,\nfinde ich eigentlich die Idee irgendwie da weiterzudenken und mehr zu machen irgendwie cool.","Und übrigens ähm um nochmal auf die Piraten zurückzukommen. Wir vor zehn Jahren auch schon diese Diskussion mit der Accessability\nWas ist eigentlich leichter oder niedrigschwelliger für die Teilnahme ein realer Parteitag, wo irgendwie alle Basismitglieder kommen können, wo du nicht Delegierter sein musst, sondern wo einfach\njeder hinfahren kann zu einem Bundesparteitag und sich einbringen kann,\nund alle so oh yeah total niedrigschwellig, alle können dabei sein und dann sind halt auch im Laufe der Zeit die Stimmen laut geworden, die gesagt haben\naber nicht jeder kann ein ganzes Wochenende irgendwo hinfahren, ans andere Ende der Republik, weil das Geld nicht da ist, man muss irgendwo übernachten, was ist mit Kindern, um die man sich kümmern muss oder,\ntausend andere Gründe und gleichzeitig wäre ein Online-Parteitag auch nicht für alle Excessabilder aus unterschiedlichsten Gründen, die die da wieder nicht teilnehmen könnten und deswegen wäre so ein Teil in eigentlich,\necht 'ne ganz gute Hochzeit und so 'n bisschen das Beste aus beiden Welten.","Genau, also es gibt halt einfach so viele unterschiedliche Ansprüche und man muss halt dann äh gucken, was man machen kann, um diesen unterschiedlichen Ansprüchen äh und Bedürfnissen gerecht zu werden. Also,\nGleichberechtigung heißt ja nicht, alle kriegen das Gleiche, sondern im Idealfall die Personen bekommen die Unterstützung, die sie brauchen,\nund in dem Fall wäre das dann halt zum Beispiel mehr auditorische Spielereien für Personen mit äh so visuellen Einschränkungen oder visuelle Spielereien mit Personen, die die auditorische\nEinschränkungen haben und,\nDas finde ich halt ganz spannend, dass da aber so viel schon passiert, also dass es immer irgendwie Untertitel zeitnah zu den Talks zum Beispiel gibt. Also ich meine,\nwo hat man das so einfach.","Das ist.","Oder extra Auti-Begleitung zum Beispiel.","Ja, ja.","Ein super cooles Feature, das finde ich auch ganz toll. Ähm na die äh die Untertitel.","Und unter Talks und so.","Unter den Talks, das ist das ist wirklich richtig cool.","Also es es passiert ja schon sehr viel und das ist halt irgendwie auch das Schöne, was ich im im Chaosumfeld wahrnehme und halt auch beim beim Kongress und das Ganze weiterzuspinnen ist,\nSicherlich nichts, was man von heute auf morgen machen kann, aber äh ich glaube halt, man hat wieder auf jeden Fall neue Ideen bekommen mit so einem virtuellen Kongress.","Glaube gerade auf dem letzten physischen Kongress, also jetzt nicht auf dem RC drei, sondern dem davor. Ich glaube, da hatte ich tatsächlich auch ein Team Barrierefreiheit gegründet, die glaube ich jetzt auch äh irgendwie,\nsich Gedanken gemacht haben und getroffen haben im Rahmen von RC drei und,\nglaub auch so ein bisschen Feedback eingeholt haben so, für wen war das aus welchen Gründen dann nicht Eccassible und was gab's für Probleme und wie könnte man das in der Zukunft besser machen und so weiter. Also auch da arbeitet quasi schon wieder ein Ock dran.","Und wieder ein Hauck. Oh man ey. Diese Veranstaltung, die ist echt so, die hat so einen Weg zurückgelegt, das ist wirklich unglaublich. Ich so überlege, was da so.\nFrüher da die Realität waren und die Größenordnung und was das was das in den letzten zehn Jahren für eine Dimension angenommen hat, da wird dann wird einem schwindelig im Kopf.","Ja und weißt du, ich habe das irgendjemanden vom Zert erzählt? Ach so, genau\nDas Zert hat übrigens an Tag vier abends äh unten im Keller, also in der RC drei Welt äh noch ein sehr großes Pubquiz durchgeführt und äh da habe ich mich auch reingemogelt und es war auch ziemlich geil. Ich habe dann irgendwie noch den ganzen Abend von Tag vier äh mit den mit den Zertleuten rumgehangen und Pap,\ndas war sehr lustig. Ähm irgendjemanden habe ich bei der Gelegenheit auch erzählt als ich jetzt irgendwann letztes Jahr zwanzig, zwanzig, zwischendurch so ein bisschen,\nCorona, Pandemi, Panik, die Zivilisation geht unter Angst hatte. Ähm.\nAlso ich bin halt auch in der Hinsicht sowieso ein bisschen ängstlicher Mensch mit leichtem Hang zum Preppertum\nals das alles so richtig losging mit dem allerersten Lokdown im März zwanzig zwanzig habe ich halt schon so ein bisschen gedacht, was ist, wenn bald äh weiß ich nicht der Strom ausfällt und es kein Wasser mehr gibt und die Supermärkte geplündert sind und so. Und dann habe ich schon so ein bisschen ängstlich auf dem Sofa gesessen und dann ähm\nUnd gedacht, oh Gott und was passiert dann und der Bundesregierung traue ich eigentlich nicht zu, dass sie es schaffen, uns alle zu versorgen,\nund und dann sagt mein Freund zu mir, nachdem wir eine Weile drüber nachgedacht hat, ja,\nAber wir kennen ja zum Beispiel so Leute, die so einen Kongress bauen innerhalb von zwei Tagen oder ein Camp und die wir kennen Leute, die können Infrastruktur und,\nLeute, die irgendwie so einen Zert auf die Beine stellen und organisieren und ein vollautomatisiertes Garderobenabgabesystem und äh dass ich sofort,\nEinheiten organisiert und dann irgendwie hat mich der Gedanke getröstet und ich hab dann gedacht so.\nStimmt, ich kenne Leute, die Infrastruktur können und ich glaube, wenn die Zivilisation zusammenbricht, dann bauen die irgendwie so ein Notfalllager auf den Tempelhofer Feld und dann kannst du dahingehen und sagen, hallo, ich möchte Engeln und dir eine Schicht klicken und dann ähm,\nUnd dann wird da wieder Zivilisationen gemacht, wo vorher keine war. Als ich das einer Person vom Zert erzählt habe, war sie so ein bisschen überfordert und meinte so, na ja, ob ich jetzt nicht äh ihnen bisschen viel Verantwortung aufbürden würde, aber mich hat dieser Gedanke extrem be,\nehrlich gesagt.","Kein Wunder, dass die Regierung eine Krisennummer haben will vom CCC.","Das hat sich aber auch, also als dann Ron angefangen hat diese Luftfilter zu bauen für die Klasse seiner Tochter. Und ich so, wie geil. Und alle,\nfehlt diese diese Mundnasenschütze genäht haben und verteilt haben. Es das war ja auch.","In meinem Hackerspace haben die glaube ich so drei D, so welche Filter für Beatmungssysteme gedruckt. Im Frühjahr und im.","Genau diese ganzen, diese ganzen Aktionen, die haben mich auch total beruhigt irgendwie.\nUnd mich hat auch dieser dieses RC drei total beruhigt irgendwie, ja es geht noch was, ja, es ist das ist es geht noch was, es ist noch was machbar. Schöne Dinge können noch gemacht werden, Leute können noch zusammenkommen,\nHat mich auch total beruhigt irgendwie.","Ich hatte auch wirklich das erste Mal,\nIn diesem ganzen beschissenen Scheißjahr zwanzig zwanzig das Gefühl unter Leute zu kommen. Also ganz komisch so. Ist ja nicht so, als würde ich gar nicht aus dem Haus gehen, ja? Ich hatte irgendwie Arzttermine und manchmal gehe ich einkaufen, aber ansonsten arbeite ich halt im Homeoffice und,\nalle Leute, die ich sonst so sehe, sehe ich halt nicht in Wirklichkeit. Ich treffe halt niemanden, meine Familie nicht gesehen, größtenteils des Freundeskreises nicht und so,\nder RC drei hat sich halt wirklich,\nIch hatte wirklich das Gefühl, dass ich auf eine Veranstaltung gehe. Ich habe mich das erste Mal in diesem Jahr irgendwie ordentlich angezogen. Die Haare gebürstet und bisschen Glitzer ins Gesicht gepatscht. Bevor ich irgendwie in die RC drei Welt online gegangen bin, weil ich das Gefühl hatte, so, ich gehe jetzt ausm Haus, ich gehe jetzt, ich gehe jetzt wohin, ich gehe jetzt meine Leute treffen\nund das, das war echt schön und dann waren da diese super vielen Leute, die ich ein Jahr nicht gesehen hatte und mit denen das alles so wie immer war und es war wie eine echte Veranstaltung.","Ja, wir sind uns einig, wie schön ähm es war geil, genau, es war äh geil und es hat,\nes hat wirklich äh äh\nja wie du schon so schön gesagt hast, so so in der in der Not äh einfach wieder gezeigt, dass die Türen eigentlich immer offen sind und am Ende gilt einfach dieses, wer Macht hat, Recht, ich habe mich besonders gefreut, wenn wenn man sich's so Infrastruktur-Talks\näh anschaut, das geht mir jetzt schon seit Längerem so, dass ich einfach immer mehr Leute sehe, die ich einfach noch nie, von denen ich noch nie was gehört habe, ja? Wo ich mir denke so, aha, okay\nMhm,\nDas habt ihr also gemacht. Interessant, ihr habt jetzt so eine Adventure Welt gemacht so. Ich habe euch noch nie gesehen, aber äh erstmal super und dann vor allem äh,\ndiese Reafirmation, dass man sozusagen immer wieder feststellt.\nEs wächst nach, es kommen immer wieder neue Leute, immer mehr. Es gibt immer noch neue Leute, die auch immer wieder diesen Kongress nutzen können, um sich dort auf ein, auf die ein oder andere Art und Weise\nzu verwirklichen mit irgend so einem crazy Projekt, ne, was natürlich auch so für das eigene Selbstbewusstsein super ist oder halt auch einfach mal nur Spaß macht und äh im besten Fall halt auch,\nanderen Leuten äh Spaß macht und was und was gibt, ne? Und ähm das das finde ich super. Das finde ich gut.","Ja, die Foodhacker sind so ein bisschen zu kurz gekommen leider auf diesem Kongress.","Ja, aber dafür andere Sachen, also ich habe irgendwie vor dem Kongress habe ich sogar noch so ein Paket bekommen hier von dem Sticker Operation Center, die halt dann wirklich Sticker eingesammelt haben und,\nper Post verteilt haben. So, damit man auch Sticker vom Kongress hat, so. Also das da reicht dann teilweise schon meine meine,\nVorstellungskraft manchmal gar nicht mehr aus, wenn man sieht, was da alles kommt.","Zert hat den Leuten Alkohol fürs Pubquiz in Vorbereitung geschickt unter anderem.","Also das das Zert, das macht sich so langsam so ein bisschen, also die waren mir ja schon immer so ein bisschen suspekt, ne? Die waren ja immer schon so die totalen Überflieger. Und dieses Jahr abends ist es wirklich auf die Spitze getrieben.","Ja, aber halt auch einfach also zum Teil aus Muss, weil also im Gegensatz zu irgendwie lokalen Essemplies, das zerrt ist halt, das,\nkomplett verstreut. Und die Leute kommen normalerweise nur irgendwie auf den Kongressen tatsächlich zusammen,\nfinden sich da ein und ich glaube gerade für die Leute aus dem Rettungswesen ist die Möglichkeit sich mit Gleichgesinnten zumindestens ab und zu mal im Jahr auszutauschen, extrem wichtig.\nUnd jetzt das letzte Jahr und ist immer noch, also die aktuelle Situation ist für die halt einfach belastend. Das habt ihr im Opening gesehen. Ähm.\nDas heißt, das war glaube ich sehr gut, dass diese Möglichkeit hatten, einen Ausgleich und einen Ausweg auszufinden\naber es war halt auch gleichzeitig viele Leute konnten einfach nicht anwesend sein, weil\ndie arbeiten mussten, weil die auf der intensiv war, weil die um OP standen und äh das ist halt so ein bisschen der Nachteil an einem Online-Kongress. Man ist nicht gezwungen, Urlaub zu nehmen, man ist nicht gezwungen, rauszukommen.\nMan hat in einem Online-Kongress nicht die Möglichkeit das Kit im Kidsbase abzugeben.\nUnd dadurch ist es halt also ein ja so ein Onlinekongress hat halt auch noch so ein bisschen Nachteile. Das sollte man nicht,\nnicht vergessen. Und warum das so ein bisschen eskaliert ist im Zert.","Ja, ich bin da auf jeden Fall schon mal voller Anerkennung und Begeisterung äh gewesen. Das äh.\nDie Liste ist mittlerweile sehr, sehr, sehr lange äh fast schon problematisch, überhaupt noch jemanden herauszuheben, wenn man sich anguckt, was insgesamt alles so stattfindet\nund was die einzelnen Gruppen da so raushauen, aber na ja gut. So, jetzt haben wir drei Stunden äh Rum. Ich hab's Gefühl, wir haben eigentlich alles ähm so bequatscht, was wir bequatschen wollten\ngibt's noch irgendein Aspekt, den der noch.\nAnsprechen wollt, Balsamsvolle Worte.","Die, wer noch Zertifikate als Maschinentherapeutin haben möchte, das gibt jetzt äh es gibt's jetzt auch als externen Link. Und ist für die Ewigkeit.","Ich kann das sehr empfehlen, als ich das, als ich diese Quest durchgespielt habe im Zertkeller ähm da waren andere, die das auch gerade gemacht haben, mit denen ich dann zufällig in einem Jitzi-Raum war und ich habe den sehr laut in ihre Kopfhörer gelacht, während ich,\nDie Prüfungen abgelegt habe als Maschinentherapeutin. Ich fand das sehr erholtern.","Link ist in den Shownotes.","Äh ich hab's gerade in Sleck gepackt und liegt auch im Workflow.","Genau. Ja.","Cool. Es posten auch schon die ersten äh Personen ihre Zertifikate um Slack-Chat.","Auch ganz kurz nochmal Fun Fakt an der Seite zu dem Zertifikat Maschinentherapeut. Das war ja auch so witzig zu sehen. Also.\nNicht nur wie man die Welt durchspielen kann und wie man alles entdecken kann, die verschiedenen Quests und die Spiele, sondern dann sind da ja auch Leute rumgelaufen, die halt alles irgendwie gehackt haben. Und bei dem Zertifikat Maschinentherapeuten, ich weiß nicht, was kann man da maximal für eine Punktzahl bekommen, neunundsiebzig Punkte oder irgendwas, sowas um den Dreh.","Ja, ja, neunundsiebzig ist das Maximum.","Genau und äh natürlich die ersten Leute, die so ihre ihre ihre Prüfungen gemacht haben, haben dann halt irgendwie neunundfünfzig von neunundsiebzig oder zwanzig und dann sind halt die ersten Leute gekommen, die mit einem Zertifikat rausgegangen sind, ich habe siebentausend von neunundsiebzig Punkten erreicht so, also\noder Leute, die den Cube gehackt haben, indem sie da irgendwie die Ausgänge alle gemappt haben und und da ein Skript haben drüber laufen lassen, um den Ausgang zu finden aus dem Labyrinth und so Sachen, also,\nDas das fiel mir nur gerade ein, weil das ja auch an ganz vielen Stellen so war, dass die Nutzer auch dann immer noch mehr rausgeholt haben, als die Erbauerinnen eigentlich geplant hatten sozusagen.","Das alte Lied, äh dreihundert Prozent angestrebt, hundertfünfzig Prozent erreicht. Das grält auch mal wieder auf diesem Kongress und jetzt sage ich einfach mal Kongress, weil ich mir dachte, ich war am Anfang sehr.\nFroh äh sehr auch sehr angenehm überrascht über diesen Namen. Weil.\nAussehen, schon vorher den äh genannten Befürchtungsangstzuständen und so. Äh so war's klar, das hätte er jetzt nicht siebenunddreißig C drei sein dürfen,\nne? Und diese Abkürzung finde ich ist so gelungen, also das da steckt alles drin, ne? Also durch das C drei,\nda drin sagt es halt das, was es eigentlich irgendwie vielleicht,\nhätte sein können so, ne, was es irgendwie ersetzt, aber es heißt selber nicht C3, sondern es ist dann eben auch noch dieses nördige E,\nJa und dann RCE und dann ist es auch nicht Remote Kongressexperience, sondern es ist auch noch Remotchas äh Experience und das das fand ich einfach da kriege ich mich überhaupt nicht mehr ein, wie geil das ist\ndass dass das trifft, es ist wirklich so dermaßen auf den Punkt. Trotzdem war es am Ende ein Kongress,\nEs waren Kongress, der jetzt nicht mitgezählt wird, der so eine Fehlstelle ist.","'ne sehr coole Fehlstelle.","'ne extrem coole äh äh Fehlstelle die ja dann die uns in Zukunft.\nNochmal besonders lächeln lassen wird, wenn wir dann Schwierigkeiten haben zurückzurechnen vor wie vielen Kongressen der vierundzwanzig C drei war, weil man dann immer noch diesen RC drei jetzt irgendwie rausrechnen muss und so.","Als Schaltjahr oder so.","Ja, genau, das ist ja sozusagen genau das hier so quasi das chaotische Schaltjahr. Ja und das ähm finde ich lustig, so ein Schnorr.","Und und übrigens, wir haben jetzt ja eigentlich hauptsächlich immer nur über die 2D-Welt geredet, aber es gab ja auch die ganze Zeit noch Talks,\nAlso sozusagen, das war ja auch noch, das hat ja auch noch stattgefunden. Und selbst da hatte ich das Gefühl, dass ich irgendwie auch so ein bisschen dieses Original Kongressgefühl so ein bisschen übertragen hat, weil,\nich halt einfach zwischendurch manchmal, also ich hatte mir natürlich das Programm angeguckt und so grob überlegt,\nwelcher Talks finde ich wahrscheinlich interessant, okay um fünfzehn Uhr muss ich auf jeden Fall online sein, damit ich mir den angucken kann oder so. Aber ich habe auch manchmal zwischendurch einfach, wenn ich in der Welt rumgelatscht bin, nebenher auf dem anderen Laptop,\nEinfach mal Media CCC aufgemacht und geguckt so, was was schwingt denn gerade live? Weil gerade auch diese ganzen kleinen Bühnen oder Spaces ja gar nicht unbedingt in dem großen Programm, glaube ich, drin waren,\nUnd dann habe ich einfach geguckt, was ist denn gerade? Was läuft denn gerade? Also fast so ein bisschen wie Fernsehen oder so. Dann habe ich halt reingeklickt und,\nwenn du auf dem Kongress plötzlich auch so eine Mini auf so eine mini Space reinstolperst oder durch so eine Tür, dann bist du in so einem Workshop und da erzählt gerade jemand, was super interessant ist und du hast es nicht auf dem Schirm gehabt und dann,\ntotal geilen Talk über Drogenhandel, drei Punkt null, Schwarzmärkte, auch Telegram und Instagram gehört und da so oh geil, da habe ich gar nicht im Programm gesehen, war aber sehr interessant. Ich habe sehr viel gelernt, also den kann ich übrigens sehr empfehlen im Talk. Fand ich sehr.","Mhm. Das kann mal jeder noch einen Talk empfehlen. Falls äh,\neingesehen habt oder einen empfehlen könnt. Media Citzi CD ist natürlich genau in diesem Moment down, deswegen kann ich gerade nicht äh die URL nachklicken, aber ich habe den Talk äh gesehen von,\nGott Thomas Rot glaube ich,\nder hat diese äh Retrogerät von Nintendo Game and Watch, was Nintendo vor ein paar Monaten erst releast hat, also quasi sieht aus wie das alte Gerät, aber in neu,\nJa? Das machen die jetzt schon äh äh häufiger, wo dann quasi nur so drei Supermariospiele drauf sind,\nFest einprogrammiert und der hat das Ding halt irgendwie bekommen und wie komplett reingeniert und natürlich konntest du wieder an alle möglichen Spiele drauf machen und dumm und irgendwie das volle Programm war sehr elegant, aber auch sehr in seiner ganzen Darreichung ist dieser äh\ndieser Talk auch extrem geil. Also es ist einfach nicht nur inhaltlich ein geiler Talk, sondern auch die ganze Präsentation dieses Talks ist ein wahrer Genuss.\nIch suche den Link dann raus, wenn's äh mit der CD wieder online ist.","Ja, bitte.","Kann ich sehr empfehl.","Lars, kann hast du irgendwas gesehen, was.","Ich hab wie immer zu wenig Talks geguckt, also ich hab mir den den Corey Doctor Rove Talk angehört und auch den den Yes-Man-Talk. Die fand ich beide gut.","Basti Yesman waren auch da, aber ich könnte mitbekommen.","Ja, ja, die waren dann an einem Abend im Abendprogramm.","Ah cool.","Genau. Aber ich habe, ich habe, ich, ich, ich gucke auch ehrlich gesagt immer zu wenig Talks, das ist ich hänge dann halt auf dem Flur rum.","Oder wir haben ja oh Gott Leute, wir haben doch überhaupt nicht über das Teleshopping gesprochen.","Ja.","Scheiße Leute, wir wollten also oh Gott, Cardinals hin. Wir haben noch gar nicht über den Teleshopping gesprochen. Sprich mal von einer multimedialen Experience, ja.","Kannst du mal bitte mal ausführen, ich habe leider wenig Gelegenheit bekommen. Ich habe das am Rande mitbekommen und dass die da irgendwie sich äh voll einen abgebrochen haben, aber wurde immer im falschen Moment abgelenkt.","Ich hab.\nIch weiß auch nicht, was das warte. Ganz ehrlich, wie immer auf dem Kongress, irgendwas völlig bizarres entsteht und dann wird es auch sofort in Stantan zu nehmen.\nWeil irgendwie plötzlich alle gleichzeitig so eine Massenhysterie haben und so drauf abgehen, aber es war schon auch wirklich ziemlich lustig. Ich weiß gar nicht, war das letztes oder vorletztes Jahr\nin irgend also ich meine es gab ja zum Beispiel einmal sind alle durchgedreht mit diesen und ich hab übrigens auch Leute gesehen äh,\ndie die da wo sie saßen also ob das nur eine Harrys waren oder Teilnehmer am Kongress, die ähm\nim Hintergrund diese Zettel aufgehängt hatten, äh sodass wenn du also ja, also auch dieses überlebt noch in einem Jahr war irgendwie bei der Hebocon, bei den Robotern, hat ein Roboter gewonnen, auf den alle voll abgegangen sind, Schrubbi, das war dann wieder Schrubbim,\nJa und dieses Jahr war irgendwie Teleshopping das große Mehm. Und es waren halt zwei Leute.\nSie müssen auch Theatererfahrung haben. Ich habe mich gefragt, ob die von dieser Theatertruppe waren, die ähm.\nIch weiß grad gar nicht wie die heißen, aber die haben auch schon manches Mal äh irgendwie Shows gemacht aufm aufm Kongress. Ah ja,\nIch weiß nicht, ob das diesen, die auch das Sommernachtsmärchen oder Cyber-Sommernachtsmärchen mal aufgeführt haben, wie auch immer. Also ich meine, ich habe absolut keine Ahnung. Ich ich bin jetzt voll am Rumraten. Ich meine, das wären zwei Leute, die irgendwie Theaterhintergrund haben und die haben halt irgendwie immer abends ab zweiundzwanzig Uhr gestreamt,\nUnd haben halt so Teleshopping gemacht und halt Schrott an Nerds verkauft, die dann halt anrufen konnten, auf Sachen bieten konnten, sich irgendwie.\nFragen zum Produkt beantworten lassen konnten und irgendwie ich glaub die Erlöse sind zu fünfzig Prozent an Netzpolitik dort org gegangen, zu fünfundzwanzig Prozent an die MS Stubnitz und fünfundzwanzig Prozent nochmal irgendwas anderes, also gemeinnützige Zwecke.","Ah ja genau, die die sind äh von das ist das ist die Truppe von der Stubnetz genau. Äh WWW jetzt Strich Megastrich absahnen Punkt Shop wurde unter anderem eingeblendet. Völlig cool.\nGroßartig.","Auch völlig bezahlbar auf die bestmögliche Art und Weise. Also typisch Kongress.","Das ist auch echt eine der Sachen, die mich glaube ich am allermeisten freut, was in den letzten Jahren an\nan kulturellen Zuwachs von außen noch dazu gekommen ist. Also das, was jetzt alles gar nicht mehr nur so erweiterte Nordkultur ist, sondern dass wir eigentlich,\ndass das dass es dem Chaos gelungen ist so eine Art kultureller Hub zu sein, an denen sich ganz andere Szenen andocken, die irgendwie verstehen, wie wir das so meinen.\nUnd begreifen äh dass das für sie ein guter Ort ist, weil sie da den richtigen Mindset\näh vorfinden und Leute, die einfach ein Prinzip in dieselbe Richtung denken, nur andere mit anderen Fähigkeiten und und Techniken zum Ausdruck bringen, die aber letzten Endes da äh auch gut mit reinpassen,\nNe, egal ob das jetzt irgendwie Autoren sind, äh Theaterleute, Buchschreiber, Performance, äh, äh, Künstler, Unnay, mit Didiste ist ja lang.","Oder Musiker, ja, alle möglichen Bands, die schon aufgetreten sind.","Genau, also was ich was ich schon an an Konzert ware auf dem Kongress äh gesehen habe, äh ja auch wirklich bis ins Aller.\nAbsurdeste hinein. Äh hier zum Beispiel dieses Konzert von ähm wie heißt gleich noch die Verrückten hier äh Hauptschule.\nAus Hamburg jetzt komme ich gelassen nicht.","Du meinst nicht das Herrengedeck oder doch?","Nein, ich meine nicht, dass Herren äh gedeckt äh HG ich T. Das sagt nicht, dass euch HG, ich T nicht sagt.\nOkay, dann steht euch noch was bevor. Das ist.","Ganz große Kulturti.","Das ist auf jeden Fall ganz große Kultur. Es ist allerdings die Art große Kultur, die wirklich sich,\näh es allen extrem schwer macht, festzustellen, dass es sich hierbei um ganz große Kultur handelt. Aber das Konzert,\nwas die auf dem Kongress in Hamburg gegeben haben, das war das war für mich das war für mich das war ich weiß gar nicht ich find gar keine Worte. Das war einfach.\nAusnahmezustand,\nin maximal Form. Also da hat sich einfach der Wahnsinn finalimantisiert auf diesem Kongress. Das war so wirklich der Lichtstrahl.\nDer Himmel hat sich geteilt und schoss so einen Lichtstrahl direkt durchs Dach in diesem Kongress, auf diese Lounge rein, wo dieser\nunfassbare crazy mega Wahnsinn von HGT abging. Äh das ist ihr müsst euch nur zwei, drei von diesen Videos anschauen und,\nihr ahnt langsam wohin es geht. Es war einfach das war einfach wirklich unfassbar. Also dann hab in dem Moment hatte ich wirklich das Gefühl so okay jetzt ab jetzt kann hier,\nalles passieren. Jetzt gibt's überhaupt keine Grenzen mehr für diese Veranstaltung, auch weil.\nDiese, weil dieses Konzert die Leute so wunderbar gespalten hat. Es gab nur Leute, die waren total angefressen davon und Leute, die noch nie was Geileres gesehen haben in deinem Leben. Also,\ndas sind so die Spaltungsmomente, wo ich äh auch merke, dass es richtig weh tut. Und das ist, das ist gut so. Sowas muss äh äh da auch weiterhin hinkommen und ähm macht einen auch ein bisschen stolz daran,\nTeil dann Teil von zu sein.","Ich habe irgendjemand hat äh dann getwittert,\nUnter RC drei auch glaube ich an Tag vier oder so. Also RC drei Teleshopping ist auch so was, das kann ich in der echten Welt nicht erzählen, ohne komisch angeguckt zu werden nach dem Kongress und ich glaube, das trifft auf ziemlich viele verschiedene,\nErfahrung und Ereignisse auf dem Kongress zu, dass man die irgendwie nicht so richtig beschreiben und in Worte fassen kann. Warum das so geil war?","Ja und ein paar kann man auch gar nicht erzählen.","Das stimmt. Oder nicht vor Kindern.","Park kann man nicht. Nee oder auch nicht für Erwachsenen oder so. Je nachdem ja gut, da haben wir nochmal ein paar Highlights äh gehabt.","Genau, also sind wir uns weiterhin einig. Wir sind alle sehr verliebt in den Kongres.","Absolut. Sind wir.","Liebe hält weiterhin an, auch in Zukunft werden wir zum Kongress sagen, ja ich will.","Oh Gott, jetzt habe ich schon sechs oder sieben verschiedene Titel für diese äh für diese Sendung. Das wird äh schwierig mich dazu entscheiden. Gut, wollen wir dann Schluss machen?\nJa.","Ja, ich will, lass uns Schluss.","Ich bin ausgequatscht, ich bin ausgequatsch.","Okay, gut, super. Na dann äh bleibt mir nur mich zu bedanken, natürlich bei allen bei Thaler und äh Lars und Mirjam, vielen Dank fürs Kommen.","Fürs organisieren.","Genau und äh das war's. Wir sagen äh tschüss und bis bald. Bis zum nächsten Mal. Ciao.","Ciao. Genau."]}