{"v":1,"episode":257,"speakers":["Tim Pritlove","roddi","Dominik Wagner","Ralf Rottmann"],"t":[139,153,157,192,195,217,219,230,241,245,246,334,336,431,458,516,517,551,552,557,558,573,601,606,616,624,626,630,662,666,673,677,696,701,737,738,746,746,753,754,755,760,764,764,769,771,776,795,798,800,805,810,822,877,878,911,927,1004,1009,1028,1030,1031,1032,1096,1102,1116,1120,1139,1142,1171,1174,1193,1195,1239,1244,1245,1247,1251,1270,1275,1308,1312,1353,1421,1467,1469,1476,1498,1501,1506,1553,1554,1583,1585,1695,1697,1790,1792,1799,1801,1806,1807,1811,1814,1817,1819,1823,1824,1830,1836,1837,1860,1904,1910,1912,1934,1954,1968,1969,1981,1988,1996,1997,2013,2016,2019,2023,2024,2030,2032,2039,2044,2045,2048,2089,2091,2096,2098,2101,2105,2111,2119,2143,2144,2149,2156,2187,2188,2204,2206,2211,2216,2225,2227,2232,2233,2234,2237,2239,2243,2245,2247,2267,2270,2272,2281,2284,2288,2297,2304,2316,2316,2352,2372,2373,2425,2428,2434,2436,2481,2482,2486,2488,2524,2530,2531,2543,2549,2553,2566,2593,2643,2661,2683,2711,2716,2756,2757,2763,2787,2795,2799,2800,2801,2848,2855,2878,2878,2887,2888,2893,2896,2974,3019,3034,3084,3086,3143,3144,3146,3148,3156,3162,3162,3165,3170,3174,3181,3184,3217,3221,3266,3268,3476,3542,3576,3584,3585,3587,3588,3661,3686,3747,3791,3804,3805,3828,3831,3853,3874,3914,3952,3956,4040,4083,4087,4101,4103,4106,4108,4122,4135,4138,4141,4145,4148,4152,4155,4158,4162,4177,4182,4185,4197,4200,4202,4208,4213,4232,4233,4240,4245,4255,4270,4275,4304,4307,4310,4313,4321,4326,4333,4339,4349,4354,4361,4363,4366,4366,4371,4373,4378,4379,4384,4389,4392,4413,4416,4421,4433,4440,4443,4444,4446,4450,4452,4456,4461,4463,4468,4470,4474,4478,4489,4495,4496,4508,4523,4526,4532,4534,4622,4629,4638,4640,4648,4651,4652,4660,4678,4681,4721,4723,4725,4727,4732,4737,4738,4744,4747,4750,4752,4753,4910,4920,4931,4934,4947,4949,4986,4989,5030,5038,5053,5062,5151,5193,5197,5228,5230,5234,5237,5245,5271,5272,5274,5279,5284,5313,5338,5347,5361,5366,5370,5387,5404,5432,5439,5445,5450,5457,5468,5471,5473,5480,5486,5487,5491,5567,5573,5574,5578,5585,5587,5588,5591,5596,5599,5609,5617,5629,5631,5633,5642,5644,5651,5653,5662,5698,5700,5722,5734,5736,5740,5748,5751,5760,5771,5779,5784,5794,5798,5833,5847,5851,5853,5864,5888,5895,5899,5901,5912,5914,5922,5923,5927,5933,5947,5954,5958,5959,5967,5968,5980,5990,6046,6047,6049,6073,6077,6101,6121,6225,6228,6253,6303,6339,6341,6366,6368,6381,6386,6392,6395,6401,6408,6413,6443,6444,6446,6457,6459,6462,6483,6489,6490,6499,6505,6514,6527,6528,6540,6544,6551,6551,6561,6564,6565,6574,6650,6655,6667,6669,6695,6705,6707,6709,6714,6721,6722,6732,6735,6748,6754,6756,6758,6791,6797,6802,6803,6805,6815,6845,6856,6866,6874,6901,6908,6912,6922,6929,6935,6943,6978,6982,7004,7027,7055,7058,7060,7064,7066,7068,7069,7071,7085,7086,7090,7092,7120,7127,7128,7130,7150,7158,7164,7215,7217,7224,7230,7233,7239,7249,7258,7260,7264,7266,7269,7330,7336,7345,7349,7354,7362,7365,7369,7371,7375,7377,7400,7432,7437,7447,7514,7531,7726,7739,7741,7750,7759,7783,7789,7843,7847,7861,7864,7865,7883,7890,7899,7900,8110,8110,8425,8425,8492,8493,8604,8610,8612,8680,8695,8718,8731,9109,9134,9135,9137,9195,9197,9254,9594,9597,9597,9604,9641,9642,9692,9694,9879,9881,9884,9886,9886,9892,9899,9916,9970,10211,10213,10221,10223,10235,10239,10287,10289,10332,10333,10335,10337,10346,10350,10383,10502,10565,10588,10590,10600,10604,10606,10609,10621,10761,10763,10829,10831,10832,10848,10977,10978,11056,11174,11185,11264,11289,11361,11426,11461,11463,11518,11523,11527,11549,11683,11771,11772,11805,11871,11880,11882,11924,11958,11960,11980,12013,12026,12031,12078,12091,12097,12098,12140,12144,12146,12148,12149,12161,12162,12164,12167,12352,12355,12442,12519,12525,12627,12630,12720,12721,12722,12723,12977,12980,12983,12986,12990,12992,12994,13005,13046,13050,13053,13058,13273,13345,13350,13366,13430,13486,13500,13523,13527,13531,13565,13565,13627,13635,13635,13638,13659,13686,13687,13739,13743,13752,13754,13758,13759,13780,13782,13822,13824],"s":[0,1,0,1,0,2,0,3,0,1,0,1,0,2,0,2,0,2,0,2,0,1,3,0,2,1,3,0,1,0,1,0,2,0,2,0,2,1,0,1,2,0,1,3,0,1,0,3,0,3,1,0,3,0,3,0,3,0,3,0,3,2,3,0,3,0,3,0,3,0,3,0,3,2,0,3,0,3,0,3,0,3,0,3,0,3,2,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,2,0,2,0,2,0,1,0,2,0,2,0,2,0,3,0,2,3,0,1,0,2,0,2,1,0,3,1,2,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,3,0,1,0,2,0,2,0,1,0,2,0,2,1,2,0,2,0,2,0,2,0,1,3,0,3,0,3,0,1,0,1,0,2,0,2,0,2,0,2,0,2,1,2,3,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,3,0,1,3,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,3,2,0,2,0,2,0,2,0,2,0,2,0,1,2,1,0,2,0,1,0,1,0,2,3,0,1,0,3,2,3,0,1,0,1,0,1,0,2,1,0,1,0,2,0,3,0,1,0,2,0,1,0,2,1,0,1,0,2,0,3,2,0,2,0,2,0,2,1,2,0,2,1,0,3,0,3,0,3,0,3,0,3,1,0,3,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,2,0,1,0,2,3,0,2,1,0,2,0,1,0,1,2,1,2,1,2,1,0,1,0,1,0,3,1,2,3,1,0,1,2,1,2,1,2,1,2,1,0,1,2,0,2,1,2,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,2,0,1,0,3,0,2,3,1,3,0,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,2,3,2,3,2,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,2,0,2,0,1,2,0,2,0,2,1,2,1,2,1,2,0,2,0,1,0,3,1,0,2,0,1,0,2,0,2,1,2,1,2,1,2,0,2,1,2,0,2,0,1,2,0,2,0,2,0,1,3,2,0,2,0,2,0,1,0,2,0,1,2,1,2,0,2,0,2,0,1,0,2,0,2,3,2,1,2,1,2,0,2,0,2,1,2,1,0,2,0,2,1,2,1,2,1,2,1,2,0,2,1,0,3,0,3,0,1,0,3,0,3,0,1,0,1,0,1,0,2,0,3,0,3,1,3,0,1,3,1,0,1,0,1,0,1,0,2,0,2,0,1,0,3,0,3,2,3,2,3,0,3,1,3,2,3,2,3,0,2,1,0,1,3,1,3,1,0,1,0,3,0,2,0,1,0,2,1,3,1,2,1,0,1,0,1,0,1,0,3,0,3,0,1,0,1,0,2,0,3,0,1,3,1,2,1,2,3,0,2,1,2,0,3,1,2,0,2,0,3,0,1,0,2,0,2,0,3,0,1,0,3,0,1,0,1,0,1,3,0,1,0,1,0,2,0,2,1,0,2,0,1,2,0,1,0,2,0,2,0,2,1,3,0,3,0,1,2],"x":["Jawoll, immer nach vorne, vorwärts, immer, rückwärts, nimmer. Hier ist die Freakshow Nummer zweihundertsiebenundfünfzig, hier werden die das neunte Bit wird jetzt hier so richtig ausgereizt. Ja und äh.","Fliegen die Isernetkabel durch den Hotelflur.","Wir fliegen gleich die Kabel durch die Zimmer. Ja, ja, genau, ach man, ey, oh Gott, was das wieder für ein Heckmack ist hier irgendwie überhaupt eine Sendung hinzubekommen. Ich bin nämlich gerade in einem Hotel,\nIm Hotel und wie ihr wahrscheinlich wisst, ist es schwierig mit dem Internet und ich meine, es ist schwierig, beim Internet überall, aber nirgendswo ist es so schlimm wie im Hotel,\nund dafür waren Maßnahmen erforderlich, aber bevor wir zu diesen Maßnahmen kommen, würde ich erstmal gerne die Runde vorstellen. Heute äh ist mit dabei, nämlich Rodi, hallo Rodi.","Hallo, du Papa, was machst du denn im Hotel in der Bann im I.","Ich verstecke mich vor dem Virus. Oh, jetzt habe ich schon wieder der Virus gesagt, dafür werde ich gleich wieder verprügelt.\nWas man auch sagt, ne, in diesem Internet, man kriegt immer eins auf eine Mütze,\neinzige Möglichkeit, was dagegen hilft ist sich nicht drum zu kümmern. Na ja, Dom ist da, hallo Dom.","Mir guten Abend Mister Hotel.","Moin moin. Ja, ist der Hotel. Und äh dann haben wir noch einen Gast in der Runde, nämlich den Ralf Ralf Rottmann, hallo Ralf.","Tim, ist mir eine Freude bei so einer professionellen Podcast-Produktion mal dabei sein.","Ja, ist mehr so Gerilla-mäßig, ne?","Treffer versenkt.","Aber wie du ja weißt\nalles hängt von der Moderation ab, Moderation von Tim Pretler für euch und jetzt sind auch alle vorgestellt und das war das Intro dieser Sendung und es hat eine Weile gedauert, eigentlich wollten wir hier um einundzwanzig Uhr anfangen, jetzt ist fast eine Stunde rum. Warum? Wie schon angedeutet,\nweil Hotel, ne? Weil Hotel und ähm das fängt schon damit an,\nAlso ein gutes Gefühl bekommst du schon, finde ich, wenn du deinen Rechner aufklappst und nochmal so guckst, was ist denn hier so für WLAN? Und dann siehst du sowas wie ähm wie heißt es hier,\nbla bla bla Hotelname, erstes OG. Da weißt du schon, dass Experten am Start waren,\nne? Und dann das zweite WLAN, was du siehst, ist viertes OG in einem Hotel, was sowie drei Etagen hat oder so,\nAlso mehr habe ich zumindest hier nicht gesehen und,\ndass dass ihr harte Zeiten vor vorbestehen, weißt du, wenn das einzige, wenn du im ersten OG bist\nAber nur das WLAN viertes OG einloggen kannst und das andere irgendwie keinen Mucks gibt, dann weißt du schon wirklich, dass so wirklich so die ersten Krisenmodus hast. Alter, ja, nee, kein Problem,\nLTE. Mir kann das ja alles völlig egal sein. Ich habe ja Backup und.","Nicht das richtige Kabel, ne?","Ja und ich meine Ralf wir haben da einen Test gemacht vor zwei Stunden, da war doch alles supi.\nDa war die Welt nur in Ordnung. Genau und ähm.\nWie das dann eben so ist, kaum setzt man sich ran, ist dann auf einmal nicht mehr alles supier und es geht irgendwie gar nichts und dann wird's auch noch alles viel schlimmer. Dann denkst du so, naja, okay, vielleicht kommst du ja doch nochmal dieses erste OG rein, war natürlich irgendwie nichts zu machen,\nDann haben wir hier so hin und her getestet und dann irgendwann denkst du ja so, scheiß auf Hotel, WLAN, dann\nMache ich halt Tessering und dann kommt irgendwie dieses iOS oder was auch immer hier der scheiß Grund ist und ich würde mich aber, also das würde mich ja mal wirklich mal interessieren, ob jemand diesen Effekt kennt. Ich habe den schon mal gehabt,\nkann es aber jetzt nicht genau, kann ich genau mit dem Finger drauf zeigen, was es ist. Du steckst deinen. Also ich wollte natürlich nicht Tasering über WLAN machen, weil da hätte ich ja wieder diesen WLAN-Effekt gehabt,\nAlso denke ich mir so, machst du Kabel rein, USB, Lightning, kein Problem, Klingplom, was kann schon schiefgehen,\nJa und dann kommt irgendwie diese Security-Funktion hoch vom äh iOS, die sagt, möchtest du mir vertrauen oder soll ich, sollte ich diesen bösen Computer vertrauen.\nUnd dann klickst du drauf und dann kommt so ja aber jetzt nochmal irgendwie wichtig, wichtig Security einen Code eingeben und während du anfängst diesen Security-Code einzugeben, verschwindet wieder alles,\nBild schon wieder ganz normal und dann kommt wieder hoch Milch zu mehr Vertrauen\nUnd die ganze Zeit so Blumen an Blumen aus, Blumen an Blumen aus. Man kann nichts damit machen. Man kennt diesen Effekt so ein bisschen, wenn man ähm wackelige Stromkabel hat, dass so Stromanstrom aus, dann habe ich das Ding ausgeputzt, aber,\nimmer noch so, also es ist definitiv ein digitales Problem.","Wenn man, wenn man so in dieser Branche arbeitet, auch kann's auch mal passieren, dass jemand äh sein Gerät angesteckt hat in seinem Büro nebenan\nalso in der Zapendemiezeit jetzt schwierig nicht, aber äh obwohl das dann ständig passiert und du hast es dann im Gang praktisch für alle, weil es abgeschlossen. Büro hat genauso ein Wackelkabel am Start. Plum Plum,\nPlunksrück, so gerne ich diesen Ladesound mag von IOS, der ist wirklich wie das schön satt. So, wenn er so direkt so am Stück kommt, kriege ich auch eher eher eher einen Hals.","Ich auch. Aber ich habe trotzdem noch einen Fussel rausgekriegt. Ich habe ja immer ein SIM-Kartentool an meinem äh an meinem Schlüsselbund dran.\nGehört sich ja so, braucht man ja heutzutage, sehr praktisch im Übrigen.\nOkay, das war dann also auch keine Option, dann habe ich sie einfach über mit WLAN-Tesering ausprobiert, war auch scheiße, war noch schlechter, war natürlich auch das LTE hier irgendwie ähm unter aller Sau ist, was ich hier habe, klar,\nso paar Megabit und wahrscheinlich viel zu viel Latenz. Und da war ich schon so kurz davor äh äh dieser Sendung Goodbye zu sagen,\nda hängt noch eine Fritzbox im Flur und da habe ich einfach mal Isernetkabel genommen,\nund reingesteckt den Laptop und so, siehe da, gab einfach direkt Netz.\nUnd es ist wirklich ein mega Zufall, wirklich ein totaler Zufall, dass ich gerade noch eine fünfzig Meter Rolle Isernetkabel bei mir im Auto drin hatte.","Zufall.","Das habe ich normalerweise nicht so am Start, aber ich hatte das jetzt tatsächlich dabei und habe also jetzt hier irgendwie quer durchs Hotel, bis zu dieser Fritzbox irgendwie einfach mal Kabel gelegt. Ich hatte sogar noch eine Rolle Gaffer\ndann habt ihr's ordentlich äh äh über den Türen rüber gegaffert. Das sieht irgendwie auf jeden Fall sehr professionell aus. Da geht so schnell keiner ran.\nGenau und schon gibt's hier irgendwie stabile äh Verbindungen und alles ist wunderbar und äh meine Güte El.\nBohrkabeling. Genau.","Cool, aber jetzt haben wir eine Sendung.","Jetzt haben wir zumindest einen Anfang für unsere Sendung, genau.","Minister Strom ist schon mal da.","Aber warum warum muss das so sein? Warum kann es nicht einfach anders sein? Und überhaupt, was ist aus dieser Idee passiert, dass jedes Hotelzimmer Idanet hat? Ich meine, die legen doch sowieso in jedes Scheiß Zimmern, Kabel.","Ich hatte das Main-Amsterdam, da hatte tatsächlich das äh Hotelzimmer äh Isanet und dann war da aber irgendwie ein iMac dran.\nUnd dann dachte ich mir, ach, du hast doch so einen externe Festplatte dabei, wo irgendwie so eine Beta-Version von irgend so einem McOS drauf ist. Kannst du doch eigentlich den IMEC von dieser Festplatte buten. Doch ging.","Aber früher waren noch diese Isernetpotts überall in diese Schreibtische vergossen, oder? Also in den Hotels.","Ja, das gab mal, es gab mal so eine Phase, da war das und dann waren sie halt klug genug, darüber irgendwie Telefon zu machen und ich gucke auch gerade mal, weil hier gibt's natürlich auch noch ein Telefon mit Kabel. Nee, ich will nur wissen, ich will nur.","Nicht umstecken jetzt, nein, nein, du guckst jetzt nichts. Du setzt dich jetzt wieder hin. Tim, Tim, wir sind eine Stunde.","Aus Tim, aus.","Ich weiß, ich weiß nicht, wie es euch geht, aber ich sehe ihn nicht mehr.","Entschuldigung, ich musste nee, aber das Ding ist, also es geht tatsächlich ein Telefonkabel, ein R J in so eine Buchse rein.\nDas heißt so viel wie, von da geht halt auch ein Kabel irgendwo hin und ich meine, wenn man sowieso so ein Scheißkabel, da kann man einfach ein\nDoppel Isanet Verlegekabel rein, also es ist einfach, es macht mich einfach fertig. Die könnten auch die WLAN-Situationen irgendwie dadurch viel besser hinbekommen, indem sie einfach in jedes Scheißzimmer einen eigenen, kleinen Mini-Excess-Point reinbauen.\nAber es soll nicht sein.","Ja, das sind Kosten, die sie halt nicht stemmen wollen.","Ja, aber dafür gibt's dann halt kein Netz? Also ich meine, wo warum bauen sie dann den anderen Scheiß, wenn er sowieso nicht funktioniert.","Ja, das merkst du ja erst, wenn du gebucht hast.","Kunde war unzufrieden, weil keine High Performance Low Late incy Anwendung möglich war,\nIch finde das auf jeden Fall beunruhigend und ich äh kann es nicht mal eine Hotelkette geben, die sich irgendwie ein Nerd Hotel nennt oder so und da san einfach mal alles okay.","Das ist doch ein Geschäftsmodell für dich jetzt. Ich meine, es gibt bestimmt genügs Hotels zu kaufen demnächst.","Oder, oder, oder, oder. Ich meine, es gib.\nWas gibt's? Als gibt. Einzelzimmer, Doppelzimmer, dann gibt's meistens Komfort, ne? Und dann gibt's auch irgendwie so bekloppte Sweets.\nWarum nicht einfach eine Nerd Sweet? Ein Zimmer reicht ja,\nzwei vielleicht. Je nach Bedarf, einfach so ein Nerd-Raum, der wird immer als letztes vergeben und wenn man das dann halt anklickt auf äh Hotel DE oder so, sagt man, ja, mit,\nSupport so. Und da gibt's dann irgendwie eine Isernetleitung mit IPV sechs drauf und so weiter. Ach so, mal gucken, ob.","Fernseher mit.","Muss sowieso erstmal gucken, ob ich überhaupt vor sechs drauf habe, nicht dass ich damit rechnen würde. Wollt ihr mal raten, ob's hier vor sechs gibt.","Nee, bestimmt nicht, aber das ist auch nicht.","Schätze nein, obwohl so professionell wie die gearbeitet haben, wissen die nicht, wie man's ausschaltet.","Es gibt V sechs.","Sag ich do.","Mhm. Ja, du bist jetzt aber auch per Kabel drin. Eben, beim WLAN wahrscheinlich dann nicht.","Das habe ich jetzt nicht geguckt. Ich, soll ich mal umschalten?","Nein?","Wir das testen wir ein anderes Mal, ja.","Ja","Ja, ich bin auch für das Nördler Hotel, also das ist glaube ich.","Setup, FIVA.\nGut, dann würde ich sagen, führen wir doch mal unseren Gast ein, den ich äh rangeschafft habe hier, den Ralf. Hallo Ralf, nochmal.\nDu bist uns zugeschaltet aus am Burgo.","Aus nee, nee, aus Dortmund, genau genommen aus Herde.","Wie komme ich denn jetzt auf auf äh Hamburg, aus Dortmund, genau. Klingt ja auch so ähnlich. Hamburg, Dortm.","Ja, bei Hertha genau. Ja, jetzt nah beieinander.","Hauptsache Holland.","Genau und ähm erzähl uns doch mal ein bisschen äh äh was du hast ja auch ein bisschen was mit Computern äh zu tun oder so mit IT kann man das, kann man das so grob schon mal so einrahmen.","Ja, absolut. Genau, also ich komme kabel gebunden aus Herdecke und habe ähm tatsächlich mal vor,\nungefähr elf Jahren, ein Unternehmen gemacht, mein ursprünglicher Hintergrund ist tatsächlich ein Informatik-Hintergrund auch. Ich habe auch mal Software entwickelt, bis man mir das irgendwie untersagt hat und ähm habe mein Unternehmen gegründet, dass ich\nmit Hardware und dem Internet der Dinge und der Vernetzung von Gegenständen beschäftigt hat,\nDas habe ich kurz vor Ausbruch der Corona Panemie an die Vodafone verkauft und seitdem bin ich langzeitarbeitslos,\nund verbringe meine ganze Freizeit im Klapphaus. Nein und bin und kann ähm,\nJa, kann mich endlich wieder mal so mit Dingen beschäftigen, die irgendwie nicht so viel fremdgesteuert sind, genau. Und ein bisschen von dem Geld, was dann ein Vodafone einem so gibt, wenn man verkauft, ähm plane ich jetzt in neue EMI-Gründerteams zu stecken und in Sachen, die irgendwie Spaß machen.","Hast du nicht sogar zwei Firmen?","Ja, ja, ich hatte davor schon mal eine, die habe ich auch verkauft. Das klingt ja auch furchtbar, ne? Genau, ich hatte noch eine andere Firma, ähm die hat sich so mit,\nTelefonie im Netz beschäftigt und dies an die Alcatail verkauft worden, aber das waren nicht so spektakulär muss man sagen. Also ich bin jetzt in so einer,\nprivilegierten Situationen, dass ich wirklich nicht mehr so richtig viel arbeiten muss, um um meinem Vergnügen nachzugehen und das war beim ersten Mal nicht so genau.\nJa und das mache ich und ähm jetzt kann ich endlich wieder so ein bisschen mehr machen, worauf ich Lust habe.","Aber wenn das jetzt deine Firma war, hast du dann also ich meine, in welchem, welchem,\nWasser dann schon so mehr so der Business äh äh Seatyp oder mehr so City CEO, CityO in einem oder also wie, wie technisch orientiert war da dein Wirken.","Das war extrem technisch orientiert. Also es ging dann, wie das immer so ist. Ähm ich habe tatsächlich auch mal da die, also es hat das Unternehmen gab's elf Jahre, ne? Das ist von, ja mal zu dritt angefangen und als wir es verkauft haben, waren's zweihundert Leute,\nUnd ähm das also relativ stark gewachsen und war eigentlich auch ein klassischer Entwicklungsdienstleister. Wir haben's irgendwie nie zu eigenen Produkten gebracht, leider sehr zu meinem Bedauern\nUnd genau in mein Hintergrund hat sich natürlich auch verändert, also die ersten Dinger habe ich irgendwie noch selbst geklüppelt. Da gibt's auch so ein mega Fame-Fail. Ich weiß nicht, ob ihr dieses\nQuizduell im ersten Abverfolgtab mit Jörg Bilava, ja. Äh das lief auf einem Go Backend, das ich hier selbst geschraubt habe. Da ging ja gar nix. Das ist ja komplett im Fernsehen zusammengebrochen das Ding. Das,\ndaskalierte, das galierte wirklich nix, ja? Also also bei den Lasttests schon, aber bei der Livesendung halt nicht und ähm genau, da habe ich noch selb.\nJa und dann und dann hat sich das aber immer mehr in eine Rolle entwickelt, die schon,\nauch stark natürlich irgendwie vertriebsorientiert ist, aber technisch, also ich war immer der Onkel, der den Leuten versucht hat, irgendwie Technik zu erklären, glaube ich,\nUnd sonst Tim lasse ich mich auch wahrscheinlich nicht so klassisch einsortieren. Also irgendein Sea-Level-Titel würde ich mir selber jetzt nicht geben wollen.","Okay. Jetzt hättest du ihn ja ihn eh nicht mehr sozusagen.","Genau, also ich war da einfach irgendwie Geschäftsführer, ja. Es wird sich auch nicht besser an. Ähm genau und vielleicht so ein ein um das abzurunden, ähm ein Ding, was bei uns auch entstanden ist. Ich erwähne es immer, weil's relativ bekannt ist, ist diese Toniebox\nJa, das ist so ein Kinderspielzeug. Die kennt auch irgendwie fast jeder. Ähm weil die einen unheimlichen.","Sprache, hm?","Ja genau und.","Hier. Der Nachwuchs.","Und das ist wirklich, das ist auch für mich so eine so eine Herzenskiste, die kamen wirklich zu zweit\nirgendwie die beiden Gründer, ähm, hatten so ein, aus dem 3D Drucker, so 'n Prototypen, der konnte aber nix und die hatten unheimlich viel Geld\neingesammelt bei sehr reichen Freunden und hatten aber überhaupt keine Ahnung, also die haben noch nie vorher so gemacht, ne? Hatten aber irgendwie schon diese\ngeile fette Idee und den haben wir dann auch wirklich quasi über Nacht so ein zwanzig Mann-Team zusammengeschraubt aus Hardwareexperten, Firmenwexperten, Cloud-Bläuten, App-Entwicklern, Web-Entwicklern, UI Menschen und dann haben wir das Ding,\nneun Monaten aus dem Boden gestampft, weil die hatten genau neun Monate, die hatten eine große Order irgendwie vom Mediamarkt,\nUnd er hat gesagt, wenn er das jetzt in neun Monaten nicht schippt, dann packen wir da wieder D-Linkrouter in die Regale,\nUnd dann braucht er aber auch nie wieder ankommen und ähm das war natürlich,\nmega geil, ne? Das Ding wird in China gemacht und so mit allem, was man also haben wir auch viel gelernt. Genau und das das hat, das hat am meisten Spaß gemacht, muss man sagen in der ganzen Zeit. Ja, so.\nDas mache ich so, da habe ich gemacht.","Okay. Und jetzt hast du äh jetzt hast du für andere Zeit und du hast auch Freakshow, ne? Wenn ich das richtig sehe. Schon ewig.","Ja, schon ewig. Schon ewig. Nicht nur die Friecher wirklich wie einen echten Podcast Fan. Ich hab's nie zu einem eigenen gebracht. Es lag immer am Netz, das Netz war einfach auch mal schlecht, lange, jahrelang und jetzt ähm genau, ich höre lieber zu, eigentlich.","Und du bist aber auch so ein Mac äh Head.","Ja, also ich bin auch äh total, ich habe äh viel Äpfelzeug hier rumstehen, äh altes und neues und ähm,\nBeobachte das natürlich und äh kämpfe ähnlich wie wie ihr und wie wir alle heute wieder mit der schlechter werdenden Qualität.","Wie äußert sich das gerade so? Und du hast doch erzählt, dass dein McPro irgendwie braun ist.","Ja, ja, ja, ich habe äh genau, ich habe das war wirklich so die, das ist so eine richtige Fuckup-Story. Ähm ich habe so ein ähm MacPro bestellt,\nnoch gar nicht so lange her. Äh auch in der gar nicht so unheimlich günstigen also das Ding war dann nicht mehr vierstellig teuer und es kam,\nja? Das kam hier an, also ich nachdem ich ihr kennt das wahrscheinlich den ganzen Tag gewartet habe, dass endlich dieser UPS-Expressonkel klingelt, ja? Also man guckt dann immer so aus dem Fenster und hofft, dass dieser Kastenwagen ankommt. Er kam ja auch.","Gerade eben vor der Sendung noch.","Der kam dann auch irgendwann dieser Mensch und schleppte diesen wirklich riesengroßen Karton, also das ist wirklich auch furchtbar verpackt, dieses Gerät schleppte der hier an, dann habe ich natürlich auch direkt kaputt gerissen vor der Vorfreude in tausend Stücke, inklusive der ganz,\nganzen Plastikformen, um Umverpackung, habe das Ding ausgepackt, angesteckt, geht gar nichts.","So überhaupt nichts, nichts.","Überhaupt nichts, kein Lüfterchen, kein Lämpchen, kein Tütüt, nichts. Es war einfach tot. Und dann ist auch so ein Problem.\nKannste nicht googeln, also wenn er nach McPro googelst und irgendwelche Support-Dinge suchst, kommen halt immer MacBook Pros,\nnatürlich diese diese Produktbezeichnung so schrottig ist. Also man findet dann auch nichts. Man findet hunderttausend Support-Dokumente zu McBook Pros, aber nicht. Und da kann's auch nicht Mac\nMinus Book Pro Google, das geht alles nicht. Ähm na ja, am Ende war's äh ein Rammbaustein. Ähm man macht dann mit dem Support so eine kleine Übung, tausch\neins und drei und dreht sieben und vier und stecken sie mal fünf in eins und sieben und drei, er muss das Ding aber immer auf und zu machen, ne? Weil es buttet ja nicht im off.","Ich wollte gerade sagen, so mit mit abstecken hier, auch weil das ja vom Gehäuse doch nicht so geil konzipioniert ist wie früher, oder?","Mal alle Kabel abmachen, ne, um das Teil aufzumachen.","Ist dann ja.","Deckel immer wieder drauf, um ihn anzumachen.","Es ist dann so ein Kardiotraining, ne? Du reißt das Ding aus.\nGegen drei, dann schiebst du die Kacke da wieder drauf. Also das war dann natürlich auch nach der Übung verbeult, ja. Ja, es long Story Short, das Ding,\nJa, aber du verkratzt das ja dann. Also wenn ihr da zweiundzwanzig Mal auf und zu machst, im total frustrierten Zustand sieht es nachher aus wie Sperrmüll.","Hat ja nur fünfstellig geko.","So da also ne, das war dann halt auch,\nes war Ergebnis war zwar kaputt und das haben wir aber aufwendig rausgefunden. Ähm dann muss man fairerweise sagen, so ein bisschen zur Ehrenrettung dieses ganze Retourenmanagement hat irgendwie relativ gut funktioniert\nÄhm man hat mir auch den neuen geschickt, bevor man den Alten zurückbekommen hat,\ndas haben sie gemacht, ja? Sie haben dann direkt neun losgeschickt, ich musste dann den Alten zurückschicken, hatte natürlich keine Umverpackung mehr, dann habe ich mir in so eine Kiste kriegst du auch. Also ich habe dann einfach eine Umverpackung hierher gestellt mit.","Du hast wirklich die original Verpackung, nicht die Umverpackung, sondern die.","Nee, die unfassbar, diesen braunen Karton. Ja, das da steckt ja immer ein weißer Karton in einem braunen Karton\nund ich hatte den braunen Karton, aber der hat auch nochmal so äh Styroporzeugs, den habe ich, ich habe diesen, diesen braunen Umkarton kaputt gerissen. Aber du brauchst den ja, weil du ja nicht diesen weißen Karton verschickst, ja,\nUnd dann habe ich mir einen gebaut, das war auch mehr oder weniger interessant, muss ich sagen,\nUnd hab das Ding halt zum damals hatte er noch alles auf, ja, konnte ich das wenigstens mal zu einer Post schleppen. Ja und dann äh jetzt läuft das Ding und äh aber jetzt,\nist es halt kein Arm.\nAlso jetzt ist es halt jetzt habe ich es endlich, es ist outdated.","Ja, krass, oder? Also äh ich ich denke ja bei jedem Apple Produkt mindestens sagen wir mal eine Sekunde darüber nach, ob das was für mich ist.\nAuf dem McPro habe ich maximal fünf Sekunden, glaube ich, ähm verwendet, weil auch irgendwie,\nWeiß ich nicht, da stand irgendwie End of Life irgendwie auch schon groß drauf und muss sagen, gerade diese diese Geschichte mit diesem man muss den Deckel abnehmen.\nAlso was für was für eine ähm was für eine Regression im Vergleich zu meinem McPro,\nIch mach ja seit zehn Jahren hab ich irgendwie diesen McPro am Start läuft wie eine Eins. Klar verbraucht viel Strom, Pipapo und so weiter. Ich würde den auch gerne äh durch was anderes ersetzen und das hoffe ich dann auch bald tun zu können,\nAber das war, sagen wir mal so vom ganzen Handling her, relativ nah und perfekt. Also so will man das irgendwie haben,\nUnd ich sage jetzt bei dem neuen Gehäuse. Na ja okay, das sieht so von innen bisschen schicker aus vielleicht, vielleicht kommt's ein bisschen besser in die Karten rein.\nAber ansonsten habe ich da jetzt irgendwie ehrlich gesagt kein, kein, keinen großen Vorteil gesehen.","Nee, ich wollte auch, also bei mir war es auch eher so mit der beruflichen Veränderung war dieses Multi-Look, also war dieses multistationäre Arbeiten viel weg. Also ich bin einfach,\nüberhaupt nicht mehr unterwegs und dann hatte ich auch zusätzlich noch die, also dienstlich dieses unsägliche immer Lüfter an, merk,\nsechzehn Zoll Ding, wo einfach immer Slackauflüfter an, ja? Äh da hatte ich null Bock drauf, weil ich wirklich, ich brauche wirklich,\ntotale Ruhe so, ne? Und das muss man sagen, hat\nUnd dann war halt irgendwie die Frage, welchen Desktop-Rechner nehme ich und ich habe so einen ultraweiten Bildschirm. Ich wollte jetzt also hier irgendwie so ein iMac Pro oder wie die heißen haben\ndann war das eigentlich die einzige Option, jetzt muss man dem sicherlich nicht so hoch konfigurieren, ähm aber ich bin auch, muss auch, ne, so letztlich ist das Ding schon, das ist schon,\nunglaublich.","Webformular ausgerutscht, sagst doch.","Ja, also jedenfalls so ist es, es ist leise.","Ja, man hat ja schon auch mal trotzdem so das das Bedürfnis, wenn man dann mal anfängt oder dann wollen wir auch keine halben Sachen machen, weil im Endeffekt, ich meine, da denke ich mir eigentlich immer, andere Leute kaufen sich alle paar Jahre ein Auto,\nund im Verhältnis dessen ist die ist selbst der McPro äh äh Pillepalle und das ist zumindest auch ein Arbeitsgerät, also macht ein bisschen mehr damit als nur Rumpausen.","Der parkt nicht so viel. Mhm. Das stimmt schon.","Er verbraucht dort zu, also im Vergleich zu einem Auto auch weniger Strom, das muss man schon.","Dass ja nimmt auch weniger Platz auf der Straße weg. So, das ist mal wirklich eine tolle Argumentation. Die muss ich mir merken. Trotzdem,\nwar der mir irgendwie nicht flexibel genug und ich finde, also als ich so die Gerüchte gehört habe, mit sie bauen jetzt, ich meine, ist ja noch so ein bisschen unklar, ihr werdet das auch gehört haben, so ja, einen McPro, der nur noch halb so groß ist oder so, ja oder überhaupt kleiner,\nund dann vielleicht eben schon mit einem M Prozessor. Das ist so in etwa das, was ich mir vorstelle. Also äh ich, was ich eigentlich gerne hätte, ähm ist,\nentweder ein McMini Pro ja, aber gerne auch so einem Mini-MacPro MacPro Mini,\nAlso entweder schmeckt mir nie Pro.","Oder pro Mini.","Entweder Mac Mini Pro oder McPro Mini würde ich beides nehmen. Das das ist so in etwa äh das was ich suche so. Also wenn das nur so eine so eine Flunder ist mit,\nbei vielen Ports und der wird nicht warm und da gibt's kein Lüfter und das ist schnell, so wie der McMindy jetzt so, aber halt mal mit mehr Gefuhr, also mindestens so mit\nvier oder sechs Sunnabowl Ports oder so, dass man das auch war mal ordentlich Dinge anschließen kann, weil man mit zwei Ports wird's dann halt doch schnell dünner so.","Und auch mit Kartenslot oder ohne.","Na ja, das mit dem Kartenslot ist so eine Sache. Die Frage ist, wofür brauchst du's halt noch wirklich, ne? Ähm klar, es gibt Anwendungen. Ich habe ja auch tatsächlich eine, weil ich habe ja,\nimmer noch diese Dante Karte in meinem McPro und die nutze ich ja auch noch am laufenden Meter. Also,\nzur Erklärung, dass es diese Audionetzwerk äh äh Karte, ist ja dieses propretäre äh Netzwerk, was aber super funktioniert, seit dieser die seitdem ich das habe, ist es einfach.\nSehr wenigen Ausnahmen mir immer sehr treu gewesen und,\nDurch diese eine PCI-Karte, die ich da drin habe, habe ich halt hundertachtundzwanzig,\nLow Latency Inout an Kompress Audiokanäle über Isernet, über das selbe Isernet, über das auch alles andere rüberläuft und,\nDas finde ich an sich schon geil\nund ähm das will ich natürlich auch beibehalten. Also da will ich jetzt nicht diesen Schritt zurückgehen, weil so Software ist irgendwie nicht das Ding und Zaunkarten über Sunderbold, also ja,\ngut, da tut sich langsam was, durch Sanderbull werden die Teile jetzt schnell, das heißt niedrige Latenz kriegst du damit halt auch hin und auch in einen interessanten Bereich,\nnur habe ich bisher noch kein Gerät gefunden auf dem Markt, was irgendwie mir so dieselben Komfort anbietet,\ndas kann sich ändern. Im Prinzip ist jetzt alles wieder auf dem Tisch. Also in dem Moment, wo Apple sagt, okay, hier das ist jetzt dein neuer Desop-Computer, dann gucke ich mir den an,\nund werde dann entscheiden, was ich mache, was ich halt tun könnte, ist, dass ich mir so ein externes,\nSunder Bowls, connected Device, Hole, wo man auch noch Platten reinstecken kann zur Not und so PC.","Ja aber gibt's da was ordentliches.","Jahr hatte ich glaube ich in der vorletzten Sendung auch schon mal erwähnt, also habe ich noch nicht,\nhat in der Hand gehabt. Es gibt äh eins von äh war das OWC. Ich darf von OWC, das sieht so ein bisschen aus wie so ein kleiner Mini-Mick\nPro in schwarz glaube ich, wo so paar, wo so viel nassartige Plattenslots hast und außerdem ist da noch ein PCI-Karten-Slot drin.\nDas wäre so die eine Sache, ne? Obwohl, dann komme ich vielleicht nachher nochmal zu, aber ich habe mir jetzt so eine Synology äh geholt, das das Thema Festplatte ist jetzt so ein bisschen äh aus dem Fokus rausgegangen\nes gibt auch ein oder zwei Karten PC, äh externe Adapter, die alle irgendwie wirrteuer sind, weil halt die normalerweise dafür benutzt werden, da so diese diese schweren Grafikkartenmonster reinzubauen,\nAber das brauche ich eigentlich gar nicht. Ich bräuchte eigentlich nur so ein kleines PC Eislöttchen am am Kabel, wo ich so wirklich diese kleinen, das ist halt wie so eine US\nKarte eigentlich, das Ding, ne? Das, da ist wie nix drauf, da ist so ein Stein drauf, der macht das und und zwar Isernetports und,\nund das war's. Mehr brauche ich eigentlich nicht. Das heißt, wenn ich das elegant über Internet anschließen kann, dann werden wir ähm äh über Sunderbold äh anschließen kann,\nMini-Pro tun. Aber ich nehme auch gerne einen McPro Mini.\nGefällt mir immer besser. Also es bezeichnet ziemlich genau was ich will, ne? So wo was weiß ich\nzwei, drei, vier Slots drin sind, so wie man das so typischerweise bei so PCs so hat. Weißt du.","Dann ist aber nicht mehr mini.","Wieso ist das nicht mehr mini? Da fällt ja dieser ganze Grafikkartengelumpe fällt ja alles raus und das muss ja auch nicht diese diese Double Tripple Size sein.","Vier Slots ist doch nicht mini, ich bitte dich.","Nur wenn sie voll längst sind. Brauche ja kein Fulldanks.","Du willst doch keine. Brauchst du keine vier bekommen eben.","Ja, aber vier nicht full Langs, also nicht nicht vier, vier.","Aber keine einzige Grafikkarte kannst du, ne.","Wieso Grafikkarte brauchst du nicht mehr.","Na ja, du nicht.","Wozu? Nein, ich brauche das nicht. Ich brauche ich.","Du ja nicht, genau.","Nein, die anderen brauchen das auch nicht mehr. Da ist dann so ein M zwei drin, X. Und da ist eine fette Grafikkarte drin.","Ich glaube, da hast du da hast du so ein bisschen, da hast du so ein bisschen doch zu sehr von den Versprechungen Apples äh getrunken.","Ihr werdet das noch sehen.","Nee, dem wird schon gut sein, das eingebaut ist, schon klar, aber das ist trotzdem so, dass wenn du natürlich so ein Gedreh hast, wo du Kartenbein stecken kannst. Wenn du was reinstecken willst, du schon zumindest in,\nHigh Performance Computing Ecke, die die Grafikkarten ermöglichen im Moment noch reinwillst.\nWir werden sehen. Ich glaube aber du kriegst keine vier Slots. Wenn du, wenn du einen Mini bekommst, kriegst du keine vier Slots. So.","Nimm auch zwei ich nehm sogar ein aber einer, also für einen Slot zum Aufwand zu machen ist irgendwie Quatsch.\nKeine Ahnung, sollten sie sich was einfallen lassen? Ich will das auf jeden Fall haben, ich kaufe das sofort und ähm ansonsten soll er vor allem leise sein. Also ich werde immer,\nimmer wie soll ich sagen? Also früher hat's mich nur gestört, aber mittlerweile werde ich so richtig giftig. Ich werde so richtig hässlich.\nIch habe Rachegelüste, ich will irgendjemanden töten, wenn ich irgendwie zu viel Lüfter um mich herum habe.","Ist übrigens ein sehr großer Anwendungsfall von den Airports Pro, das ist das neue Canceling funktioniert super für das sechzehn Book äh für sechzehn.","Deswegen haben sie die Dinger ge.","Dann dann geht es euch,\nich habe mal versucht, mit dem paar Spiele zu spielen, weil ich habe ja das eigentlich auch mal Hauptlaptop vorher gehabt. Äh und wenn du ein bisschen Spiele spielst, dann ist er auf voll auf Vollpuste und du hörst nichts, aber mit den mit den Airports pro,\nNeuscanceling, du hast keine Ahnung, das, also außer, dass du dir, dass es halt heiß wird, aber du merkst es nicht, ja. Aber ich kann's auch nicht mehr haben, ja? Deswegen, kein Lüfter.","Es wird immer schlimmer oder? Also ich meine ich ich habe eh Tinnitus, ich habe eh immer irgendwie was im Ohr so und und komischerweise da würde man ja auch fast denken, na ja, wenn's eh schon rauscht und tieft und so, dann macht das ja auch wieder auch nichts mehr aus, aber das macht mich irre,\nirre macht mich das. Mich mich stört schon hallige Raumakustik, macht mich schon irre.","Da wirst du nicht alleine mit. Tim, du bist nicht alleine, ne, mit auch mit dem Gepfeifer aus dem Lüfter. Also es ist einfach ätzend. Ich hasse das Gerät dann auch. Also ich habe da wirklich eine emotionale Reaktion drauf. Ja.","Da sind wir uns ja einig.","Also es war damals auch meine sehr, sehr positive Reaktion für den IMAC Pro auch, der hat ja auch so einen leise Lüfter, bis er, wenn er halt dreckig wird irgendwo immer, aber bis zu dem Zeitpunkt ist der echt auch nicht zu hören. So, der IMAC Pro Lif.","Ja und umgekehrt proportional stark verliebt man sich dann eben in dieses MacBook R. War das jetzt verständlich?","Ja legen wir uns einfach fest, goldene Zwanziger, mit Lüftergeräusch sind nicht möglich. Es hat einfach zu enden.","Sind nur Bronzen.","Will einfach keine Lüfter mehr. Ich finde der Ausstieg aus der Verbrennungstechnologie ja muss ernst genommen werden und ich würde sagen einfach Inselprozessoren verbieten ab zwanzig fünfunddreißig. Da dürften einfach keine mehr verkauft werden.\nDann, hä? Ja.","Leider. Bis dahin.","Das denke ich auch.","Grad nochmal AMD, aber Internet gibt's da nicht.","Ja, na ja.","Äh geklickt. Ich glaube, die haben schon so richtig äh die haben schon richtig Sackga.","Da brennt's.","Aber ich ich habe, ich habe ja vollstes Vertrauen darin, dass Apple auch in den zukünftigen Geräten das Thermalmanagement verkackt. Also das ist so.","Ja, war mit Mami im iPad in der krahlen Sonne gearbeitet. Ist auch nicht so spaßig.","Nee, das noch.","Hat zwar kein Lüfter, aber äh hat gerne mal so ein Dreieck.","Aber vielleicht nochmal zurück zu diesen Desktopgeräten, ne? Ähm Mac Mini Pro.\nIch bin ja so ein bisschen stutzig geworden, als sie diesen neuen Mick Mini M eins vorgestellt haben. Dieses Glow-Endgerät, dieses sogenannte und es war halt nicht schwarz.\nIch meine das war der letzte Mac Mini war der erste Mac Mini, den es in Space Black gab. Und eine Generation später gibt's das nicht mehr. Was guckst du so Dom.\nNa, ich habe, ja, natürlich der letzte Mic Mini ist in, in, in schwarz.\nJa, Spacecreb, leckbrade ist schwarz.","Nie. Nee, du meinst schon einfach nur Space Gray.","Tisch gehabt, der ist schwarz. Ich bitte dich, ist doch scheißegal, wie Apple den nennt, der ist schwarz.","Das dunklere Alu.","Der ist schwarz, der andere war silber, der ist schwarz.","Der ist viel, also dunkler als das MacBook.","Der hat auf jeden Fall pro Farbe. Das ist das, worauf ich hinaus will, ne? Was du da hochhältst, das ist, dass es nicht im.","Das ist Alu und das ist Grey.\nEcht? Okay. Wusste ich nicht. Nee. Wer weiß denn sowas? Wer kauft denn das.","Der sah auf jeden Fall cool aus. So und dann kommen sie halt mit dem nächsten Mac Mini raus, mit dem M eins, mit Mini und dann ist er wieder silber und ich denke mir so,\nWarum soll ich meine das sah so cool aus? Äh wie habt ihr da zu wenig von verkauft? Das könnte auch an was anderem liegen. Dann dachte ich mir so, hm, vielleicht ist das ja auch nur das Loh-End-Modell und wir sehen vielleicht wirklich ein McMini Pro.","Ja klar sehen wir mit Minipro.","Naja, aber dann ist er halt auch schwarz. So wie der IMAC Pro auch schwarz ist.","Kann gut sein, aber also der McMini verträgt auch noch das das wärmere Chipset. Da habe ich keinerlei Zweifel. Von der Größe her.","Der Feldhilfe trägt ja noch\nmehr Ports. So, aber ich meine, das wäre eine geile Kiste, so ein M eins X Mac Mini Pro mit äh vier Ports, also alles zumindest so wie es, wie es vorher war, aber halt nicht so,\nschon lüftet, wenn in die Nähe des Einschaltknopfs kommst\nDas äh wäre eine Tat ein Angebot, insbesondere was halt so diese Konstellationen mit großem Bildschirm betrifft. Was hast denn du für einen großen äh Screen an deinem Mitpro hast du auch dieses äh superteure Meckentosh-Display gekauft oder hast du so ein.","Nee, nee, nee.","Wir hören dich jetzt gerade nicht, du musst dich irgendwie gerade gemutet haben.\nIrgendwie gerade abgeflattert, wir müssen ihn mal kurz.","Oder einfangen.","Was war das denn jetzt schon wieder? Jetzt haben wir uns alle nicht mehr.","Doch dich hört man super, nur ihn hört man nicht. Wir versuchen nur im visuell.","Hallo Ralf. Nein, Ralf haben wir nicht. Äh was ist denn da jetzt passiert gerade? Ich habe nämlich jetzt hier auch gerade noch einen Fehler gemacht.","Kohl, noch mehr Fehler.","Ja ähm das läuft ja total super hier. Nee, Ralf hat.","Spannend.","Ralf hat sich irgendwie gemutet.","Yanny, der sagt auch, der macht weiter, er fix. Er fi.","Das noch das noch connected.","Dann ist ja wunderbar. Dann wird der Ausschlag sehen, ich meine, sobald er im Studio link Fenster wie der Ausschlag seht, ist ja alle.","Sind Space Black gefallen.","Genau in Space.","Okay, also bis uns reif äh erzählt ähm was er für einen Bildschirm hat, kann ich ja nochmal sagen, was ich für einen Bildschirm habe, weil sich jetzt verschiedene Leute große äh Bildschirme gekauft haben, beziehungsweise neue Sess,\nUnd was kannst du mir jetzt sagen, was du für einen Bildschirm hast?","Dann ist es wieder weg. Geil. Wenn.","Ich darf die Frage nicht stellen.","Ich, doch, ich glaube, was passiert ist, er will das Video herzeigen, ihr wisst ja zeigen und deswegen äh geht es Audio kaputt, weil das alles äh geiles Setup ist, so ähnlich wie bei dir zu Hause.","Ach du meinst voll fest, haben auf dem selben Rechner läuft oder was.","Oder was auch immer. Äh das hat vorher schon so funktioniert, wie ihr dieses Bild angemacht hat, ging nix mehr.","Okay, ich mache mal ein bisschen Kontinuiti. Also ich habe ja ein Dell U achtunddreißig achtzehn irgendwie noch weitere Buchstaben. DW, glaub.","Altra Portrait, Altra Lenzgape.","Also pass auf, Tim, sorry für die Unterbrechung, aber wenn ich die System Präferences auf diesem geilen, auf dieser geilen Hardware öffne, ja.","Reden wir von dem Backpro.","Dann haut, ja, dann haut es hier die Audiointerface weg, sodass ich jetzt nicht nochmal gucke, was das für ein Monit.\nEs ist ein LG HD irgendwas, der macht fünftausendeinhundert Mal tausendvierhundertvierzig und er könnte gerne doppelt so hoch bleiben, hoch sein und der ist so leicht gekurvt,\nund ich will nie auf mehr als einem Monitor arbeiten, die können also gerne noch dreimal so breit und zweimal so hoch werden und dann werden die hier einzieh.","Ist das, ist das neunundvierzig Zoller? Ah ja, okay, du hast den ganz breiten,\nDen habe ich auch, den habe ich auch vor kurzem erwogen. Ich habe den äh wie gesagt den achtunddreißig Zoller Fondell. Ähm ich glaube deiner hat noch keinen Zanderbold-Anschluss, wenn ich das richtig äh sehe. Ne, den kann man noch nicht über USPC, sondern nur über Displayport anschließ.","Nein, der hat USB C.","Hat er?\nOkay. Gut, dann mag das bei dem so sein. Ähm es gab irgendwie einen anderen, der hatte das irgendwie nicht, das war dann wahrscheinlich der auch in der achtunddreißig Zoll Klasse. Worauf wollte ich jetzt eigentlich hinaus,\nIch wollte darauf hinaus, dass das an sich eine ganz geile Sache ist mit diesen Whitescreen, aber die,\nirgendwie noch nicht gesucht genug DPI am Start haben. Also die die kommen dann so bei hundertzwanzig raus und dann ist es dann doch schon doch sehr pixelig und jetzt gab's aber gerade ein Innouncement und aber leider noch nicht für Europa\ndas Dell so ein vierzig Zoller rausbringen will, nämlich auch mit fünftausendeinhundertzwanzig mal zweitausendeinhundertsechzig\nGenau, da ist nämlich richtig Ypsilon am Start. Ypsidorn und weil Y,\nYetas, ja.","Das sagst du als Mann, Mann, Mann, Mann.","Das heißt jetzt für dich hast du das in die vollkommen falsche Richtung gezogen. Ähm.","Straight out of Context.","Sie rede von Yanni, ich rede von Bildschirmhöhe und ähm,\nIch hab's mal umgerechnet bei dem Teil, also auf dem mit diesem vierzig Zoll Diagonale, mit der Größe, mit der sie ausliefern, kommt das Ding, glaube ich, so auf hundertvierzig DPI\nDas ist jetzt nicht so Retina, aber das ist schon mal signifikant mehr und könnte so diesen entscheidenden kleinen Unterschied machen und auf das Teil bin ich ehrlich gesagt ziemlich heiß und es ist auch der erste Monitor, der serienmäßig mit Internet kommt.\nEinfach mal so ein Nobrainer ist, weißt du so, warum wenn man das Ding eh übers Tanderboard anschließt, warum ist er nicht einfach gleich ein vollwertiges Doc\ndrin mit allem was man so braucht. Und natürlich braucht man Isanethe. Man braucht's halt Isanet vor allem stationär und der Monitor ist eh stationär. Also warum nicht Isan in den Monitor reinbauen? Das sind so Dinge.","Ja, das Ultraverein hat ja.","Ja. Warum baut Apple sowas nicht? Das verstehe ich einfach nicht.","Vielleicht wieder. Ist ja auch gewogen.","Die brauen aber auch keine Curve-Monitore, das kann ich mir irgendwie nicht vorstellen. Das ist irgendwie so ein Move. Und Kurven sind so eine Sache. Ich meine, ich verstehe also,\nMonitorpurismus. Kann ich ja, dem kann ich eine Menge abgewinnen. Aber,\nIch finde das total praktisch mit diesem, diesem kurvigen Bildschirm. Also du sitzt da so in der Mitte und irgendwie,\nbei den flachen Konstruktionen, also ich habe ja im Studio noch so zwei siebenundzwanzig Zoller nebeneinander. Da ist das dann schon so eine Sache, da muss ich dann halt irgendwie mal so zwanzig, dreißig Zentimeter nach rechts äh rutschen mit dem Stuhl, wenn ich auf dem anderen Bildschirm irgendwie auch was gut erkennen will.","Ja, aber du musst halt auch immer im Vogelpoint sein von dieser Kurve und das mag ich halt auch nicht, wenn ich ehrlich bin. Also das.","Na ja, wo sollte ich denn sonst sein.","Muss ja so an so einem Arm oder so. Ja ich tue das mal hin und herrollen, geh mal von weiter weg und von weiter weg habe ich das auch ein bisschen komische Einfallswege, das dann ist blöd. Ich stelle mich mal hin, denke mal ein bisschen nach und so. Ähm.","Du bist auch nicht so selbstverdient wie ich. Ich bin gerne im Vogelport.","Ah, da sagst du was.","Also bei mir, bei mir gilt nur die Regel, wenn Fett, wenn man anfängt äh Fenster von außen in die Mitte zu ziehen, damit man's besser sehen kann, dann ist der Monitor zu groß, dann ist vielleicht Curve keine schlechte Idee.","Also gefühlt habe ich eben der IMAC, also die siebenundzwanzig Zoll Größe ist schon auch. Ich hatte mal einen dreißig Zoller von von Apple auch gerade noch so, das äh hatte ich damals gewonnen. Ähm,\nund deshalb auch lange Zeit benutzt, so dieses dreißig Zoll Display. Das ist aber schon das Maximum auch. Also mehr werden wir dann umgekürft. Auch nicht. Aber ich will auch nicht mehr, als weiß ich toll, ehrlich gesagt. Also mein mein\nmeine Aufnahmefähigkeit ist gar nicht so groß. Ich will dann eher wirklich mehrere Monitore, weil dann mache ich wirklich Special äh Aufteilung von Zeug.","Ja, bei mir ist es so, dass dieses ganze Mischen Control und diese ganzen Multidestop, das hat bei mir nie gezündet irgendwie, also ich habe, ich glaube, ich habe jetzt noch nie benutzt, ja so diese ganzen Multigest\ndas kann man ja auch alles nicht merken, wie viel Finger ich wohin legen muss, ist auch auf jedem Gerät irgendwie anders. Das also ich finde es furchtbar und ich ich nutze den so, ich weiß nicht, wie du das machst\nSo\nin diesem gekauften Monitor, da sind so Permanentfenster, ja? Das ist so mein I Message, das ist so immer rechts und permanent offen und da liegt auch nie was vor. Und das finde ich total praktisch, weil ich habe so einen Bereich, da ist eine hohe Fensterdynamik,\nhabe ich so 'n Bereich, der ist so ein bisschen halbstatisch und das man wohnt dann so in dem Ding und\nfühlt sich auch so schön heimisch an, weil's auch also es schminkt sich ja auch so an, ne? Also ich habe wirklich so ein bisschen wie so ein Rennsimulator jeden Tag, ja? Ich mag das.","Kann ich gut verstehen, also dieses Leben mit einem großen Bildschirm ist geil. Wobei irgendwie,\nMan kann dann von irgendwie auch gar nicht genug bekommen, also man will dann irgendwie immer gleich noch noch mehr. Und das finde ich an diesem neunundvierzig Zoller so interessant, dass der einfach wirklich auch ordentlich äh ordentlich Yart hat. Ja.","Der bist das Einzige, was man nicht machen will, Monitore übereinander anordnen, das hat noch nie Spaß gemacht mit der Manio Bar. So, nebeneinander finde ich okay oder auch ein bisschen versetzt, aber übereinander, dass man durch die Manuba durchfahren muss, zum anderen Monitor\nhat für mich immer gefloppt, also wenn ich mal YouTube mehr wollte mit Displays, ähm dann hat das immer so in kürzester Zeit, wo ich das Video habe ich's wieder aufgegeben.","Ja, es hängt ein bisschen davon ab, was so dein Einsatzzweck für den zweiten Monitor ist, ne? Also wenn du, sagen wir mal einen hohen Bedarf an Dingen, die irgendwie äh permanent angezeigt werden sollen, was weiß ich, Aktienkurse\nWeißt du so, Studs, Pages, Tralala, Monitoring in irgendeiner Form. Dafür ist es\nDafür ist es super, aber das ist dann natürlich dann auch schon so ein bisschen übertrieben, weil man darf ja das auch nicht vergessen, dass so ein dicker fetter Monitor schon dann auch nochmal ordentlich Strom wirft, also so hundert Watt oder so, gehen da.","Hitze erzeugt, auch darf man auch nicht vergessen, so. Die haben schon oft, man hat schon so ein bisschen Solarbil.","Genau, also nicht nur das, nicht nur Stromverbrauch, sondern im Wesentlichen auch noch ein Wärmeumsetzt. Also ich glaube, die sind alle so bei fünfzig Watt, glaube ich, so diese achtunddreißig Zoller. Ich habe den, glaube ich, mal gemessen und die ganz dicken Teile können auch noch ein bisschen mehr,\nmachen. Na ja, also gut, das muss man halt irgendwie einpreisen. Aber ist auf jeden Fall ein Faktor. Ich,\nbin auf jeden Fall ein Freund davon, was so Multimonitor News betrifft, also ich habe derzeit ja so dieses Setup mit äh am McPros, ein siebenundzwanzig Zoller und daneben ist ein iMac,\nmit einem siebenundzwanzig Zoller. Und das ist noch einer von den, das ist der letzte geile iMac von zweitausendneun der.","Wo das Display auch noch angeschleudern kann.","Wurde das Ding als externen Bildschirm benutzen kannst. Das ist einfach so ein wichtiges.","Ja, was ich echt wichtig ist, ich habe hier so diesen iMac und ich kann das nicht anders benutzen, außer mit dem fucking eigenen,\nbauten Mac, das ist halt echt so ein Nachteil, den ich mir denke so, warum? Ich habe so viele, also selbst mein Resparypi würde ich gerne mal auf diesen Display anschalten, während ich das nicht benutze, also mir einfach mehr Rüchen an dem selben Display. Nee, ich muss dann nochmal ein Display neben dran stellen,\nsich dann irgendwie Multiplex. Also das finde ich, das ist auch der größte Nachteil für mich bei den iMacs, die sind z.","Ja gut, du kannst natürlich den HDMI-Switcher davor äh schalten, ne? Kannst hier so einen, so einen, so einen, so einen Atem HDMI-Umschalter oder sowas bauen.","Für den anderen Display, aber nicht für also der IMAC nicht, das iMac Display ist einfach tot für mich, also.","Ach so, yeah.","Aber so. Also das ist.","Das ist das Problem mit diesem Bild in,\ntotale Verschwendung. Absolut, ich bin ganz bei dir. Und ich benutze das die ganze Zeit, ne? Also ich habe so den MacPro, wenn ich mit McPro arbeite und mit dem iMac, dann habe ich halt einen zweiten Rechner, mit dem man\nandere Dinge tun kann, die nicht von der Instabilität der anderen Seite beeinflusst sind. Aber wenn ich dann den Sendungsmodus gehe, dann brauche ich einfach maximal Platz\nNotizen und das Streaming-Fenster und äh nochmal ein Slack und so weiter und dann mache ich noch einen Beamer an und so weiter und hab im Prinzip drei Bildschirme äh auf einmal und in gewisser Hinsicht ist das, wenn man so zwei separate Monitore hat,\nhat auch einen Vorteil,\nWeil du dann halt einfach mal so eine App auf Fullscreen machen kannst. Ohne dass sie dann halt gleich den ganzen Bildschirm macht, weil das ist das Blöde, wenn du so ein neunundvierzig Zoll Monitor hast, dann ist ein Fullscreen-Feature zu gar nichts mehr zu gebrauchen.","Aber könnt ihr Splitscream machen im Fullscreen? Hast du's schon gewusst? Du kannst ja du kannst dir zwei Apps in Fulscreen haben. Was er bei deinem Monitor wieder funktioniert dann.","Ja, das ist ja auch so geil implementiert. Mhm. Ja, ich weiß, aber das ist.\nJa, aber das ist dann schon so, als ob Tim guckt, würde ich persönlich zu dir nach Hause kommt und dann so dir einen äh Apfel ins Maul äh,\nsteckt und sagt, nie nieder. Also mit der Peitsche in der Hand ist.","Das hat jetzt eine komische Kurve genommen, dieses.","Den Apfel, wie er ist, auch wenn er faul ist, ist ihn.\nJetzt weißt du wovon ich nachts träume.","Mehr Y.","Definitiv. Mehr Y.","Wann kommt denn dieses Ding-Time? Was soll das kosten.","Da gibt's nur so Gerüchte.\nAlso es gibt wieder Aussagen, also Kosten, denke ich mal, können wir noch überhaupt nicht einschätzen, bevor nicht klarer ist. Also, ich rechne ja damit, dass wir dieses Jahr eine,\neine eine Lastwagenladung voll neuer Produktvorstellungen noch sehen werden,\ndenke, es wird neue IMAX geben, es wird definitiv MacBook Prost äh neu geben, es wird noch einen zusätzlichen McMini geben, es wird vielleicht auch schon das neue zusätzliche Air noch geben, was ja jetzt auch schon wieder gerichtet worden ist. Ähm,\nIch kann mir noch nicht so richtig das mit dem McPro noch nicht so richtig vorstellen. Aber wenn sie halt irgendwie so ein Ding dazwischen bauen,\nJa, so ein Desktop von Serestoffa,\nso ein so ein Pro vor der Rest auf, so eine Haf-Pro, so ein McBeaty, McMini Pro, was auch immer. Dann könnte das auch schon äh früher passieren, bevor sie dann halt,\nim nächsten Jahr diesen anderen Heizschrank da wegballern,\nAch ja. So ist das. Dann äh kommen wir doch zu anderen äh Dingen oder wo wir jetzt schon gerade bei M eins sind.\nWer hat denn jetzt alles M eins.","Ich habe einen und ich muss mich da nochmal bei Max bedanken, einem Hörer, der über den ich ein einen kleinen Rind nein eigentlich einen größeren Rabatt bekommen habe. Also vielen Dank nochmal an der Stelle. Ich habe jetzt ein ähm MacBook Pro.\nMit M eins.\nTouchbar und alles und das einzige was ein bisschen stört das das einzige was ein bisschen stört an dem Rechner ist, man kann ihn eigentlich nicht auf den Schoß nehmen, weil es immer so kalt.\nIst wirklich unangenehm. Das ist wirklich unangenehm. Der alte Rechner, den hat man so auf dem Schoß gehabt, das ist so wie so eine Katze, die einen wärmt und der Rechner ist immer kalt. Er ist wirklich äh Mitunterunangenehm anzufassen.","Du kannst ihn hinter meinen Monitor legen, Rodi, wenn er ihn aufwärmen möchtest. Ich habe auch einen MacBook. Ich bin mit den Begriffen echt so out of think McBook Air ähm genau und liebe das Ding keine Lüfter, keine Lüfter.","Nein, das ist das natürlich, das ist natürlich irgendwie cool, vor allen Dingen ich habe, ich habe ja schon seit Ewigkeiten diese Eisdot Manious am Start, wo man immer sehen kann, ständig welche Kurs machen, was ähm.\nJa Spoiler, niemand tut irgendetwas, obwohl man alles macht mit dem Rechner, es ist irgendwie faszinierend, warum dieser Rechner irgendwie,\nunter Volllast nichts tut. Also das ist irgendwie ganz komisch.\nVor allen Dingen diese High Efficiancy Cors, der macht auch Backups irgendwie gefühlt doppelt so schnell wie der andere,\nDas andere MacBook oder dreimal so schnell mit einer genau gleichen externen Festplatte. Ich versteh's nicht, wie, wie ihr das macht, ist mir völlig unklar.\nAlso irgendwie.","Und du, ähm, was hast du jetzt gerade bekommen.","Ja ich jetzt ist gerade mein äh mein MacBook Air, auf dem ich auch im Endeffekt arbeiten will angekommen, weil ich hatte eins gekauft, wo ich mir gedacht habe, es geht weiter an Family und wenn anders, weil ich musste nur testen, damit mein Zeug auch funktioniert\nund deshalb hat es eine deutsche Tastatur und ich kann nicht auf, ich kann nicht mehr auf den deutschen Tastatur. Deswegen,\nIst jetzt grad ins neue M eins MacBook Air, weil das wäre ich das erste so geil fand nachdem ich bisschen benutzt hab ähm dass mir gesagt hab OK Lüfter los, kein keine Touch Bar,\nÄhm ich hätt's lieber noch so, ich hätt's sogar lieber noch den zwölf Zoll vorm Faktor, eigentlich, wenn ich ehrlich bin, ich hätte lieber gern das MacBook, Revival, vielleicht bringt man das auch nochmal, aber ansonsten ist es äh ähm,\neinfach in dem Sinne ein äh fantastisches Gerät und wird auch mein Hauptarbeitsgerät sein, obwohl ich eh das Sichts, also das das beste sechzehn Zoller auch habe,\nAlso das war so, aber das ist halt das lüftet zu laut und ähm die Batterielaufzeit. Ich kann halt ich ich habe mich hier bli.","Verkauf das Ding jetzt.","Ja ja, das erste geht wieder weiter, das passt schon, das ist.","Nein, dein MacBook eher dein MacB.","Noch nicht, ich brauche noch. Ich brauche nur interner Testplattform, da komme ich noch nicht, da muss ich noch ein bisschen warten. Also ich bin noch nicht ganz davon los.","Ja, aber da kannst du ja auch irgendwas nehmen. Das heißt dein letzter Intel oder was?","Ne.","Da siehst du mal. Alle verkaufen bis auf einen. Jetzt kriegst du noch was.","Deutlich nicht. Der Sechzehner, der Sechzehner sollte man eigentlich verkaufen und zwar relativ zügig, da gebe ich dir auch recht. Ähm.","Ja, wenn sich das rumspricht mit den M eins, dann ist das, ist es einfach nichts mehr wert.","Bei, ich weiß. Na, mir ja nicht ganz nix mehr, weil es gibt ja immer nur noch so die Leute, die da im Windows drauf laufen lassen und sowas, also.","Dann nichts mehr wert, ja? Das ist doch vollkommen uninteressant.","Ich weiß. Aber nichtsdestotrotz, selbst in dem Verhältnis ist es A, nur in manchen Dingen ein bisschen langsamer und zwar so wie FFM Pick and Kurden und so weiter. Und B, die Batterielaufzeit einfach. Ich habe da teilweise so mit dem Sechzehner, habe ich halt\nmaximal eine Stunde unter Volllast, ja, dann ist halt die Batterie aus, das heißt, selbst wenn man mal kurz äh weg vom Strom muss, um hier irgendwie mal aus dem Weg zu gehen, weil gerade\nKüchentisch benutzt werden muss und man hat gerade nicht das Netzteil mit dabei. Dann hat man nur eine Stunde Zeit, um was zu tun, um mit dem mit dem mit dem M eins habe ich halt echt sechs, sieben, acht Stunden unter.","Stunde Zeit, um das Netzteil zu suchen.","Also das ist das ist das ist kein und der macht halt nichts. Also das ist ja selbst und ich, das ist jetzt nicht mal,\nAlso wenn man natürlich Filme transportieren und so weiter, das was ich auch gerne mal mache, äh dann verstehe ich das ja noch halbwegs, aber wenn ich einfach nur Ex-Code offen habe und ein bisschen mehr eine Programmierung gebung arbeite, ähm dann geht es auch schon nicht oder Unity oder so. Es ist echt so\nIch kann das Gerät nicht ohne Strom benutzen und,\ndann ist hätte auch kein Laptop werden müssen, so gefühlt. Das finde ich halt nicht okay. Gerade mit der Alternative jetzt die, die äh das das eher bietet, also\nund und kein Lüfter ist halt schon auch geil. Und das eher wird zwar auch heiß, wenn man's voll lasst, also Video konvertieren zum Beispiel beim Air, da wird auch das wird auch warm. So ist es nicht, es drosselt auch ein bisschen, nicht schlimm, aber es ist okay.\nJa, ja, also kein Vergleich im.","Aber es wird nur warm.","Jetzt wird im Verhältnis zu Apple Geräten wird's nur warm, aber es wird schon warm genug, das ist unangenehm ist doch doch nach einer halben Stunde Videokodieren hast du schon auch eine Temperatur, die interessant ist.\nAber vielleicht bin ich auch empfindlich, ja. Also da hat da kann ich nicht miteinstimmen, dass es einfach saukalt bleibt, weil ich mache ein, also\nich habe da gerne mal länger länger wirklich,\nDauerlast und dafür ist es auch nicht gedacht, dafür brauche ich's auch nicht, das mache ich hier nur, weil weil ich's kann und das ist für mich wirklich so Mediathek-Fußzeug runterladen und dann nach A zu sechs fünf konvertieren, damit's kleiner ist, wenn wir's später angucken will. Das ist einfach auch eine Löcherarbeit für mich und nichts, was,\nman macht's halt, aber es kann man halt mit dem zumindest auch starten und es dauert ein bisschen länger, aber trotzdem habe ich noch viel mehr Batterie übrig am Ende. Und so, also das kann man halt auch machen und zur Not stellt man's hochkant oder so, ja,\naber so. Das ist die andere Geschichte, die die nächste Story, die ich.\nNicht so ganz verstanden habt, Ralf hat ja damals gesagt, hey die Apps äh von Kultstart äh einbauen und fertig und für mich wirklich Affinity-Designer, äh wenn ich's noch nicht gestartet habe,\nbei uns halt trotzdem zwölf bis zwanzig Mal. Äh es kann natürlich auch,\neinfach daran liegen, dass da irgendwie diesen Security-Check macht und mein Netz scheiße ist, als von Vodafone und Kabel ist. Ähm aber\nnichtsdestotrotz, also so dieses erste Mal starten von Apps ist trotzdem auch noch ab und zu lahm. So ist es nicht, aber\nist jetzt nicht relevant lahm, ja? Es ist wirklich so, danach das zweite Mal starten, ist wirklich einbauend und fertig und das ist es auf dem iMac Pro auch nicht so. Also,\naber es ist noch nicht alles so gold wie es wie es wie es glänzen könnte, aber es ist schon sehr sehr Gülden. Also auch diese Monitor Switch Geschichte und mal eben die Auflösung umstellen und ohne dass man jetzt,\nden kompletten Horror kriegt, dass man seinen Zustand verloren hat, weil die Fenster über Sekunden hinweg erstmal so aussehen, als würden sie noch auf der kleinen Auflösung hängen bleiben und sich nicht gemerkt haben, wie wir wieder zurück.\nDisplays anmacht oder Seitkarten macht und so weiter. Ähm,\ndas ist schon alles viel schicker und diese Touchbar, dass ich hier los bin, finde ich auch so geil. Also so Knöpfe mit meinem lauter und leiser und dann wird's lauter und leiser. Ist das nicht schön?\nAnstatt dass man da irgendwie irgendwie hindrückt, ein bisschen entlang fährt und hofft, dass irgendwas reagiert vielleicht ähm,\nAlso diese Touch Bar ist also hallo. Die geht so gut los und trotzdem und trotzdem Touch ID an der Seite. Ja, das finde ich auch schön. Das ist für mich so ein bisschen,\nDer größte Wermutstropfen, weil dieses dieses ähm MacBook Air. Könnt ihr mir ja super an einem geilen, externen Display so im Closed-Glitt-Modus verwenden, aber dann hat man keine Touch-Aidy mehr\nes ist so selbst mit einem guten externen Keyword, das Touch-ID ist dann weg. Und da muss man auf einmal trotzdem wieder die\nPasswörter überall eingeben, wo man das jetzt, also man gewöhnt sich so schnell an dieses Convention Feature, dass man nur seinen Finger mal kurz da drauf tut. Äh gerade ich habe mehrere Accounts auf dem Rechner für die verschiedenen ähm Entitäten, die ich so habe, auch Apple gegenüber,\nweil ich habe irgendwie so die GmbH, dann habe ich mich selber und dann habe ich noch äh weil ich dachte, ich habe die GmbH nicht mehr, noch eine andere Firma, die auch einen Account hat und die muss ich halt immer wieder wechseln und die will ich nicht zusammenwerfen. Apple ID-Technisch, weil sonst habe ich Angst, dass da irgendwas ganz schief geht, also\ngibt's auf allen meinen Brechen drei Accounts und damit hat Jady kannst du halt lecker wechseln. Ähm und ohne musst du halt immer nervig lange Passwörter eingeben oder bist unsicher.\nAber geiles Gerät, ich hoffe das nächste wird bald installiert, ich hab's jetzt gerade bekommen äh und dann äh wird das Testgerät weiter vererbt,\nmit der deutschen Tastatur und an ihren jemand sehr glücklich ist wahrscheinlich.","Sie könnten bei diesen unteren Teil des RS. Die könnten sie dann nochmal so als Tastatur nochmal verkaufen.\nNur so die Tastatur, wie sie da ist. Einfach mit Touch ID. Einfach nur die Tastatur und meinetwegen auch gerne mit dem Trackpad.\nDas ist nämlich auch etwas, was ich so ein bisschen am Desktop manchmal vermisse,\nweil noch ein Dreckpad daneben nimmt dann schon wieder so unheimlich viel Platz weg und eigentlich komme ich mit dem Dreckpad von dem Dings wunderbar klar, also,\nKann man drüber diskutieren, aber fände ich halt irgendwie eigentlich auch mal ganz geil.\nWenn man das einfach nur so trennen könnte, einfach ohne den den Bildschirm und ohne den Computer da drunter einfach nur Touch ID als externes äh Teil mit oder ohne Trackpad und irgendwie eine ordentliche Tastatur, zumal sie ja derzeit keine überhaupt keine ordentlichen Tastaturen verkaufen, die ganzen Tastaturen, die sie noch haben, haben diese\nOberdusseligen Cursa Tasten an Ordnung, wofür ich den Apfel, den er mir ins Maul gesteckt hat, sofort wieder aus,\nJa und ihm seine Peitsche in Wende und ihn einfach links und rechts bestrafe. So läuft's nicht.","Ich muss ja sagen, was ich immer noch schwierig finde ist, die Touch Pads sind so groß, dass ich keine Ablagefläche habe zwischen den Touchpads. Finde ich immer noch blöd. Ich hätte gerne ein bisschen kleiner, ein bisschen so eine untere Space Paar, so einen Ruheposition für meinen Daumen,\nder nicht direkt auf dem Touchpad ist. Das ist nach wie vor immer noch,\nund finde ich ein bisschen, finde ich ein bisschen unnütz, weil so groß müssen die Dinger auch nicht sein, ja? Also beim beim Air geht's noch, aber beim beim sechzehn Zoller ist es beim sechzehn Zoller ist das echt eine also da da finde ich es nicht ok,\nwo soll ich meine Hänge? Ich habe so ein großes Laptop. Ich kann meinen Daumen nirgendswo hinlegen, ohne dass ich aus Versehen vielleicht irgendwo tape.","Okay, das Gefühl kenne ich noch nicht so richtig. Beim er ist ja auch ein bisschen größer, aber das habe ich jetzt kaum benutzen können, weil es mir kaputt gegangen. Ich weiß nicht, ob ich.","Sagen, du hast eh keine Erfahrung, oder?","Dass überhaupt schon erzählt, ich weiß gar nicht.","An Fanboy.","Seine Listen sind und ich habe nichts gemacht. Ich habe einfach das Ding ganz normal betrieben und dann dachte ich mir so, jetzt wäre vielleicht mal wieder Zeit, Strom reinzustecken, dann habe ich Strom reingesteck.\nMacht das Ding einfach pu schwarz aus, tot. So tot wieder im McPro. Nix,\nmehr, keine Reaktivierung auf keinem Weg, nichts mit irgendwie lange irgendeine Taste halten, kein irgendwie äh über USP mit einem Konfigurator, Remord äh DFU und so weiter alles nichts einfach nur t.\nGenau, ne, äh immerhin, ich meine, dann habe ich da irgendwie angerufen, habe gesagt, irgendwie Leute äh hier ist kaputt,\nund wegen Pandemie hat hier irgendwie auch alles dicht, so es gibt einfach kein Store, wo du reinlatschen kannst und das Ding abgeben kannst, dann haben die gesagt, ja, schick, Herk, schick mir denn Neues, diskutieren wir jetzt gar nicht groß,\nimmerhin.\nNatürlich hatte ich mein frisch gebürstetes äh Setup, an dem ich jetzt eine Woche rumgefummelt hatte, noch kein Backup von gemacht. Okay, wieder von vorne anfangen, aber ist nicht so schlimm. Du zumindest keine Daten weg, also,\nUnd du Ralf hast du auch einen M eins?","MacBook er in der sechzehner Konfiguration. Ich liebe das Ding. Arbeite ich wirklich mittlerweile am meisten auf, wenn ich nicht hier unten hocke. Und es geht auch, ich habe die Umverpackung auch behalten, mal vorsichtshalber, ja.\nNach den mäßigen Erfahrungen der Vergangenheit habe ich die ordentlich archiviert ja und das tut, wird nix heiß, super das Gerät.","Was ja auch geil ist, das Netzteil ist ja eigentlich neunundzwanzig Watt Ding, also da kannst du ja nahezu so einen Anker benutzen zum Laden und das ist auch okay, ja? Es\nist er. Also du brauchst nicht diese diesen Clot, also bei dem bei einem sechzehn Zoller hast du ja dieses,\nNetzteil oder sowas, das du auch brauchst, weil ansonsten verliert der Strom beim während der angesteckt ist. So, ja. Also das ist auch so eine Größenordnung, von da willst du nicht drüber nachdenken. Hier kannst du okay, eine externe Batterie kannst du mal anschließen für eine Zeit lang und dann hast du länger Strom,\nalso so so eine Powerbank. Und ich will gar nicht, dass der mehr Power hat, weil er ist der ist genug schnell. Ich will, dass der die Batterielaufzeit und den Lüfterlosigkeit behält,\nDeshalb hoffe ich, dass es eine langfristige Anlage ist, jetzt dieses Ding und nicht jetzt mit der nächsten Revision wieder mich ähm in in den Zwang stürzt, das neues kaufen zu müssen, weil es so viel besser ist,\nAber ich glaube nicht, weil es ist schnell genug,\nmeine Verhältnisse und die Batterielaufzeit gewinnt einfach wirklich. Also die müssten dann schon das zwölf Zoll nochmal neu auflegen, dass ich so richtig spitz wäre. Ähm.","Ich hab jetzt es geschafft auf meinem McMini ähm und ich vermute mal,\nDer Feind ist irgendwas in Software, weil ich kann's mir sonst nicht anders erklären. Ich habe ja total gefeiert\nWas was für ein niedrig latenziges Arbeiten mit diesen Kisten irgendwie möglich ist, weil alles total äh aber jetzt habe ich mir wieder irgendwas eingetreten, was dieses Betriebssystem dazu bringt, dann einfach teilweise einfach sekundenlang auf nichts mehr zu reagieren,\nKennt ihr irgendwas, was was einfach alles so völlig in den Abgrund reißt, irgendeine Konstellation, irgendeine,\nSoftware, die also weißt du, wo es so behäbig ist, dass du wirklich irgendwo draufklickst und es passiert einfach sekundenlang gar nichts.","Also die eine Geschichte ist ja die die peinliche, dass,\nWenn sich manche Apps so verhalten, dass dann der Spin-Trace automatisch losgeht und du dann nochmal bestraft wirst, weil jetzt der Task, der eh schon nicht reagiert, noch.","Wird im Hintergrund automatisch.","Automatisch\nDer muss da kannst du mal gucken, der müsste irgendwo eigentlich, wenn du das regelmäßig hast, müssten da Spin Traces rumliegen, da weißt du zumindest welche, welcher Prozess es ist, aber das Spin Tracen selber dauert halt schon, also\ndas blockt nochmal, also du bist bei der sobald du in der Größenordnung von App reagiert, nicht bist, hast du den Nachteil, dass du wirklich auch nochmal die Systemdiagnose automatisch drüber gekipp.","Hast du Scheiße am Schuh, hast du Scheiße am Schuh sozusagen. Hm.","Das würde ich übernehmen, die müssten irgendwo rumliegen bei dir, also wenn du, wenn du die berühmt berüchtigte Systegnose ausloslöst, wie du bei letzten ETP auch gelernt hast, wie du das machst auf,\nDann äh dann solltest du diese Information auch mit drin haben in dem System aus Paket und dann kannst du die auswerten. Aber auf dem Gerät selber kannst du natürlich auch nachgucken, wenn du weißt, wo auswendig kann ich's dir jetzt nicht sagen, aber ich kümmer.","Fürchte einfach nur, dass ich mir irgend so eine so eine irgend so eine blöde Kombination aus irgendwie Systeme Kram.\nSound Source, was weiß ich, also äh so Sachen, die einen, die eigentlich total geil sind und normalerweise immer funktionieren, aber dann in irgendeiner Kombination so die Hölle äh heraufbeschwören.","Es lohnt sich auch immer mal die Konsole dann aufzumachen und was zu gucken und zu suchen, das Problem ist, die Spam natürlich auch ohne Ende\nKonsole, die Konsole-App selber aufmachen, alleine macht schon Performance-Verlust, ist auch immer geil, aber so zumindest erfährst du da vielleicht so ein bisschen, wenn\nProzesse Probleme machen, dann sollten die normalerweise auch da Fehler oder zumindest werfen,\nJa, aber das das Systemlogging so,\nLokwahnsinn, kann sowas auch auslösen, wirklich. Also wenn irgendjemand irgendeine Sear-Party Software einfach lockt wie Hölle nach wie vor auch mit der neuen Architektur vielleicht ein Problem.\nSo, also dann Make Mini ist auch nicht so toll. Deine ähm eins Erfahrung ist aber ungedrückt gefühlt oder was?","Achtest. Nein, der ist schon toll. Ich hatte nur irgendwie das.\nEs ist irgendwie passiert und ich hatte jetzt aber noch nicht genug Zeit, das äh einzugrenzen, was da eigentlich jetzt gerade schiefgelaufen ist,\nMan kann ja auch nie ausschließen, dass das irgendein US-Update. Ich meine, ich denke, so McOS,\nzwei scheint mir schon noch erforderlich zu sein. Also das funktionieren schon noch ein paar Sachen wirklich gar nicht so richtig geil und ein paar Tools funktionieren auch noch nicht so richtig. Ähm,\nvon denen ich gerne möchte, dass sie funktionieren und.","Also M eins technisch oder überhaupt, weil Eleven.","Na ja so Details, was weiß ich hier so dieses Monitorcontrold Ding was ich neulich mal vorgestellt habe dieses kleine Ding was dir so für,\nApple Monitore auch diese Funktionalität mit Helligkeit hoch runter und Lautstärke hoch runter von der Tastatur aus erlaubt. Das funktioniert darauf, dass es eben,\nüber den, keine Ahnung, was das für eine API es gibt, da irgendeine API, wo er sich quasi die Monitore nummerieren lassen kann und dann aufgelistet bekommt und dann erkennt er halt den Monitor und dann weiß er, was der spricht und was er mit dem spricht,\nmuss, damit's funktioniert. Und auf dem M eins gibt's halt gerade im OS irgendwie ein Bug, dass das Ding halt einfach als Anno-Monitor berichtet wird. Über diese\nAPI, die da verwendet wird. Und damit weiß er halt nicht, was er tun soll und das, da ist dann irgendwie Roadblock so, also\nVerfolge das irgendwie auf den Gitterpuss und dann meint er so, ja, jetzt kann ich nichts machen, müssen wir einfach warten. Und jetzt aber auch bei elf zwei Beta scheint sie sich das immer noch nicht gelegt zu haben, bietet eben so ist und Bugs die bis in alle Ewigkeit vorangetragen werden und dann\nIst es halt so, ne? Gut, so viel aus der M eins, Erfahrungswelt,\nÄhm, ich wollte mal so ihr habt noch so ein paar Kleinigkeiten auf eurer Liste mit ein paar praktischen Tools und Tipps äh vielleicht schmeißen wir ähm das mal jetzt mal äh ein, weil ich das Gefühl habe, dass wir nachher noch ein bisschen äh länger reden werden.","Ich ähm ich kann ja mal anfangen ähm ein Tool, das nennt sich Crock, so wie diese fürchterlichen Plastikschuhe.\nÄhm ist ein Falltransfor-Tool,\nwas absurd gut funktioniert. Also es in der Kommandozeile, du sagst Crock und dann sagst du das Pfeil, was du trans äh das wirst du äh transferen willst.\nUnd äh dann kriegst du so ein, so ein, so ein, so eine Art Passwort, was du aus einzelnen Wörtern besteht. Ähm,\nUnd dann gibst du dir gegenüber äh liegenden Seite, der der das Pfeil kriegen soll, gibst du dieses Passwort. Der gibt halt Crock und das Passwort an und dann transferiert er das Pfeil.","Ja. Okay. Aber ihr müsst beide Internet haben natürlich, aber.","Ja, ja klar, klar. Aber es ist, also ich habe neulich mit jemandem einen Podcast aufgenommen und habe hier mein Local Flag Five verschickt. Das war so absurd, äh unproblematisch ähm dass ich echt vom Glauben ab.","Wie funktioniert das.","Wahrscheinlich auch über Websock jetzt wieder so wie die anderen Tools.","Wie finden sich denn die Rechner.","Ich habe keine Ahnung. Also das ist irgendwie, ob da jetzt irgend so ein komisches ähm Pierre Topier-Netzwerk dazwischen hängt, was irgendwie äh das Discovery macht oder so, weiß ich nicht. Aber es sind auf jeden Fall äh es ist ein Kommandozeilentool.","Heißt es hier, also ein Relay muss es dafür schon geben, also eine ohne ganz ohne Infrastruktur funktioniert's nicht. Aber das ist cool. Ist in Homero drin.","Kann man, kann man schön mit BRU installieren und tut einfach.","Kann ich dir mal was schicken? Ja, wieso? Warum.","Nicht jetzt bitte nicht jetzt.","Ja, mach doch mal. Wir machen da einfach ohne dich weiter Tim.","Das hast du.","Ja, schick mir mal was, schick mir mal was.","Ja, ich muss erstmal eine, eine würdige Datei finden, äh.","Sag's doch mal laut, vielleicht kann man's auch gleichzei.","Oh, das ist natürlich und das geht dann auch über das äh den Dienst, den wir nachher äh kann man das dann da ankündigen, dass man den Crock ID gibt mal und dann ist auf einmal ein Fallsharing Plattform dieser neue,\nAudiodienst, den wir dann besprechen werden später.","Nimm das doch jetzt nicht vorweg, Dom, du ruinierst wirklich die ganze Dramaturgie hier.","Also was muss ich jetzt eintippen? Croc was?","Und dann schmeißt du einfach nee äh warte mal Crox-Cent. Nee, ich glaube einfach. Nee, einfach nur Krock und dann den Dateinamen, glaube ich.","Dateiname.","Äh Crock Center Teilnahme, ja okay.","Okay. Ach so und jetzt kriege ich einen und kann das nur einer empfangen oder mehrere.","Das weiß ich nicht, aber wir schmeißen mal den Code einfach hier in das äh.","Können ja auch sagen und dann können wir mal gucken, wer die Datei als erstes kriegt. Aber ich schicke dir mal äh ich schicke dir mal, ich schicke dir das jetzt erstmal äh äh in unserem Chat hier irgendwie,\nOkay, das sind also sozusagen so einfach drei Wörter äh mit Bindestrich getrennt, die man also schnell mal so sagen kann.","Ach sowas. Mhm.","So, Connecting, Secure Channel, irgendein JPAG. Ja, ach so, ja, muss ich noch drücken. Zack, bumm, hier ist es.","Äh genau. Jetzt hast du ein JP bekommen.","Gucke ich mal kurz. Es ist ein würdiges JP, irgend oh ja. Mhm. Burnie an der Bushalte.","Das ist cool. Ja im Prinzip so wie Bitterend äh quasi seine Notes da verteilt über Relax für Zeit hier einfach einen Dateinamenpartner. Das ist ja cool. Das ist in der Tat richtig geil. Das ist ja auch vor allem gut, um mal eben eine Datei von einem Rechner auf den anderen zu kriegen.","Ich nehm halt immer Broschur aber.","Ja, die Frage ist natürlich.\nWie ist das mit privaten IP-Adressen? Also geht es zwangsläufig durchs Internet, also wenn ich jetzt von von Lahn hinter äh Nat.\nSelbes Laden hintern hat, geht es dann einmal.\nAber ja, das wäre okay, damit kann man ja mal äh rumexprementieren, Croc ROC, geiles Tool, kann man sich mit Homeblue installieren. Super Tipp.","Auch nochmal jetzt eigentlich? Kann ich das jetzt auch abrufen.","Ja, mein Tool hat sich jetzt beendet, ich kann.","So, nee, wahrscheinlich nicht.","Kann's nochmal starten, das ist jetzt nur so One of, ne? Es kann jetzt aber, wenn du die Datei auch haben willst, dann musst du jetzt den Code hier eingeben.","Und er zeigte auch die IP-Adresse an, wo er es hingeschickt hat, oder? War das eine IPV sechs oder.","Ja, das war sogar V sechs. Geil, oder? Wenn man mal hier im Hotel mal sich ein ordentliches Laden legt, dann gibt's auch gleich richtiges Netz.","Lustigerweise behaupten My, behauptet meiner, aber er hätte es von der IP Vier Adresse bekommen.","Ernsthaft? Meiner sagt, er hätte es zu einer V sechs Adresse geschickt. Kann das sein, dass es durch so ein Relay gegangen ist? Und du nur V vier hast, oder hast du V sech.","Andersrum halt. Andersrum windern, aber.","Eigentlich müsste ich hier V sechs haben und was ich hier vor sechs habe.","Dann kann ich dir das gerade nicht erklären, was.","Bildschirmseiten lang V sechs.","Na gut.","So wie es denn immer so ist, ne.","Ralf die Datei ist noch hier.","Ja, ja, das ist hier in MacPro, der braucht noch ein bisschen, um Krok zu installieren.","Ach so, soll ich da mal, ich, ich presse mal vor.","Warum hast du eigentlich so ein Low-End-Modell geholt.","Einfach nur einfach krock und fertig. Gut Achtung. Jetzt ähm du hast verloren.","Der nimmt dir die Datei weg.","Wenn das irgendwie geht. Oh nein, ich habe natürlich keine Chance.\nWeiß ich nicht. Connecting steht hier und nix geht. Weil hinter meinem äh ähm hinter meinem Netz hier von der Vodafone mit ähm ähm wie heißt das so schön ähm,\nHier dieses dieses Pseudo-IPV vier äh.","Ralf ist das vielleicht die Firma, die du gerade verkauft hast.","Der DS Lightstack, der DS Leiter ist, der Duisdeckleit, so rum. Das ist.","Also also also ganz ehrlich, ich weiß, ich weiß nicht genau, was dahinter steckt und ich würde jetzt auch kein Geheimnis äh behafteten Dateien damit verschicken, bevor nicht geklärt ist, ob das äh.","Oh nein, Ralf hat wieder seinen Preferences aufgemacht.","Bild die Datei jetzt eine haben oder nicht, was läuft denn hier überhaupt mit dem In.","Bei mir geht es nicht.","Also ich habe sie ja schon, oder?","Du hast sie schon, aber ich hab's äh ähm.","Ich fasse hier nichts mehr an.","Was hast du jetzt eben schon wieder gemacht? Jetzt hast du ein Kommandant installiert und das ist auch deine Auto mitgegangen oder was.","Ja, es ist das geht auch direkt morgen zurück das Ding hier.","Was, welches Teil jetzt genau.","Dieser Computer, der diesen Namen auch noch wirklich nur noch rulimentär verdient.","Dir McPro.","Ich habe jetzt hier Bro in Store Crock gemacht, das Audio wieder weg. Das ist doch zum Kotzen.","Das ist.","Und im Ernst, Booten kann ich die Scheiße nicht, ja, weil er muss dazu muss ich alle USB-Geräte abziehen, wie ihr wisst.\nGott sei Dank geht das. Gott sei Dank geht das bei geschlossenem Gehäuse.","Das habe ich auch noch nicht so ganz verstanden, warum du die USB-Geräte abziehen musst, um zu buten.","Das ist wirklich kaputt. Wie lange hast du den.","Und Gott sei Dank kann man das nach einem dreiviertel Jahr, aber Gott sei Dank kann man die USB-Kabel wenigstens bei geschlossenem Gehäuse abziehen.","Das ist schön über was man dann froh ist, gell? Ah, ah, super,\nOkay, das ist äh das wäre Crock, aber es funktioniert nicht zu mir. Okay. Na ja, von Hotel, von Hotel zu Vodafone geht's nicht. Das kann schon sein. Irgendjemand muss halt öffentlich erreichbar sein und wir sind's beide nicht.","Okay, Next.","Ist immer noch Rodi, oder? Oder oder soll ich mal was? Ich habe hier nichts eingetragen.","Weißt du, was doch da ganz viele Tools eingetragen in deiner Liste.","Ja, was ich eingetragen habe, ist noch äh was das sehr albernes, nehmen wir das doch mal her, nämlich Brut. Brut, Brut ähm,\ngleich mal rüber kopieren. Das ist äh so eine in Russ geschriebene äh Eierlegende Wollmilchsau mit der man mal eben schnell durch,\nDie komplette Verzeichnisstruktur suchen kann und auch Inhalte von Dateien\ndann praktisch sich auswählen kann, was man da mit den gefundenen Dateien macht, also ob man die äh in Quander sein tu's äh starten lässt oder ausführt und so weiter. Man hat praktisch ein bisschen interaktives Interface\nüber eine komplette Verzeichnisstruktur, ähm und das geht relativ zackig und es ist praktisch wie fein, nur interaktiv ähm,\nund noch viel mehr und noch viel weniger und Notten Commander und was auch immer\nAber gefühlt, schnell und spaßig und ich hab's jetzt überall installiert, wo ich's denn brauche und weil man eben mal durch Content durchsuchen so in einem Unterverzeichnis. Ähm gerade wenn du programmierst\nund nicht jetzt Excode oder sowas aufmachst, wo dann wieder oder wenn du was suchen willst, wo du nicht wissen willst, was ähm,\nwo du nicht wissen müssen willst, was die Dateien miteinander zu tun haben so, ja. Also du hast ja als Programmierer gerne mal so einen String, der kommt irgendwo vor und du wirst sicher gehen, jetzt hast du den entfernt aus deinem Projekt oder sowas. Ähm oder andere Geschichten. Das ist,\nLustig und dann hast du halt so auch so so eine eierlegende Wohlmilchsau wirklich, weil du kannst dann auch Bilder, Previewen im Terminal und sowas, so ein bisschen gaga.","Wenn ich das installieren will, dann kommt er mehr mit so einer komischen Meldung mit Blut, die Lounge, die eine Shell-Function.","Ja, das ist noch netter. Weil dann kann er nämlich die Schell äh den Schellort verändern äh direkt und dann musst du nicht ähm dann kannst du kannst du ein paar Dinge mehr machen.","Ein Schildort, wie man.","CD kannst du machen, innerhalb der selben Schäl. Du kannst es unschange Jackwing nicht machen, wenn du nicht praktisch in deiner eigenen Shelle bist.","Ich, ach so, in den Toplevel sozusagen.","Genau, das Ding hat ja mehr oder.","Irgendwo hingehen aus dem Programm und dann ist man in der Schädel danach. Und dann möchte er was installieren, okay.","Nee, er will da nur so, er muss halt einfach in, in die Shell integrieren und nicht starten als Extra-Tool.\nWenn man mal eben so einen, so eine Dateiansicht haben will oder ein, also das man kann die Zeit immer angucken, das kann man ein Haufen Zeug kann das Ding äh und ist relativ schnell installiert.","Ich kann auch gleich Open machen, mit dem ich Rittern drücke und so.","Genau, genau und auch\ndrin bleiben im Tool, wenn du willst, mehr drehe auswählen, löschen ähm und einen Haufen Shotcuts ähm ohne dass du das so viel verdust. Alle alle Mark da unfalls dir angucken und dann mal schnell ein Preview machen oder sowas. Also,\nwas das Herz begehrt, wenn man ein bisschen mit also\nist halt mehr ein interaktives äh Tool, um mit deiner Verzeichnisstruktur umzugehen und ich bin ja schon sehr ein Freund des Fallbasierten Arbeitens an der Stelle und irgendwie,\nÄhm ja, ja. Cool. Also ich stolpere da hauptsächlich drüber, weil ich immer verfolge, was denn so,\nin Rust rumgeschrieben wird, glaube ich, oder ist auch Brust.","Verlässt man denn das.","Das ist ein bisschen interessant.","Klar klar klack.","Genau, wie verlässt man das? Altenter Open.","Wie wie Ei, gar nicht so leicht, Control C kommt man schon raus, aber.","Okay, Brut.","Sicher? Dass man mit Kontrollsee rauskomm.","Du Brutus.","Ich komm mit Kontroll C raus.","Du siehst mir das nach nicht, installier das mal hier.","Nein, nein, auf gar keinen F.","Nee, nee, bitte nicht. Sorry es nicht. Ich sehe das äh kennenlernen. Aber ich finde immer ganz spannend, wie viel Kommando zu seinem, die es so gi,\ndie einem doch das Leben sehr erleichtern. Ich bin immer ein bisschen hin und her gerissen, weil je mehr Bordmittel man sich so zulegt, auf von dem man abhängig ist, umso mehr ist man plattformtechnisch ein bisschen eingeschränkt. Ähm,\ndas ist auch der, dann kommen wir auch zum nächsten. Ich bin ja jetzt mit dem M eins jetzt dann doch mit Big Sir einfach mal auf ZSH gegangen, weil das die Standardchellist, die jetzt,\nvom Betriebssystem bekommt und da mir überlegt, okay, wie konfiguriere ich die jetzt die mäßig so, dass ich dann wieder mit klar komme? Und dann bin ich halt auf diesen Oma ZSH äh Zug auch aufgesprungen.\nDen ich aber eigentlich schon fast wieder bereue, aber man könnte ihn ja mal besprechen. Ich weiß nicht, was ihr an Terminal benutzt, an eurem Rechner, Oma erzählt, das H ist halt eine interessante Geschichte, weil ist relativ schnell installiert, reicht\nund dann hast du ein bisschen einen intelligenten Prompt, der auch mit Versionierungssystemen umgehen kann und sowas und ein bisschen\nähm praktische Plugins für äh alle möglichen Tools, die man so nutzt, sei es RVM oder ADSF. Ähm mein Problem ist auf dem iPad\näh ist jetzt meine Schell, braucht fünf Sekunden bis sie startet. Das ist nicht so schön, das ist inakzeptabel, aber,\njetzt habe ich mal umgestellt, deshalb bleibe ich mal drin, weil das Problem ist irgendwie um Metze, das Haar liegt Gott und die Welt und siebenundzwanzig Rubiskripte, mit sonst irgendwas so, also mit dem ASDF ähm,\nASDF Plugin zumindest. Also ASDF ist ein Versionskontrolle für,\nverschiedene Run Times für verschiedene Skriptingsprachen und Programmiersprachen. So, also da kann man\nebenso was wie Ruby Version Manager ähm einfach mal sicherstellen, dass man jetzt grade das peißen oder das Ruby oder das Erlangen verwendet, dass man so braucht, mehrere verschiedene parallel installieren.\nDer Teil zumindest braucht die paar Sekunden auf meinem iMac pro, das kann das ist nicht okay,\nDie anderen Geschichten gehen relativ schnell und passen. Ein bisschen Creepy ist, dass das sich auch updatet. Also man kommt alle zwei Wochen mal ein Update rein und dann sagt man ab, will man das Terminal öffnet, wird man gefragt, ob man ein Update machen will und dann kommen halt halt die ähm,\ndas Change Log durchgepostet, was ich ganz nett finde, also es gibt Change Log von äh von den Updates mit,\nDer genauen Information, was passiert ist, was Breaking Changes sind, das sind sehr gute Comiclocks so an der Stelle, es ist sehr sauber gemacht, was das angeht, aber es ist eigentlich eigentlich ist mir das zu zu viel zu viel Stuff, ja? Also es ist, bin echt eher wieder gewillt, derzeit,\nnicht,\nOma erzählt es H wirklich zu geben. Aber es ist halt eine schöne Geschichte, wenn du einen neuen Rechner einrichtest, dann kannst du halt oh mein Ziel das einstallieren, äh ein, zwei Sachen einstellen und fertig, dann hast du schon einen sehr, sehr gut konfiguriertes System, so auch für die Geschichte. Also wer es mag, ähm.","Ich glaube, ich habe eine relativ einfache Zellinstallation gemacht, aber ja, also kein Oma ZSH, das auf jeden Fall nicht.","Also ich glaube Huckel hatte das hier auch schon mal empfohlen. Er ist ja auch ein alter CSH Guru. Und ich wundere mich gerade, ich habe gerade mal geguckt, ich habe komischerweise ja immer noch Bescheid eingestellt. Ich weiß gar nicht warum.","Du migrierst halt ständig, dann bleibt das halt so, das hatte ich auch bis.","Ja und irgendwie habe ich mich wohl nicht ausreichend gekümmert, obwohl ich eigentlich ZSH ist ja sozusagen in der mentalen Nachfolge von der Kornschell, sehe ich das richtig? Ist das so?","Ja","Glaube, dass es so ein bisschen der der Vater des Gedankens äh an der Stelle,\nund die Kornschell war wiederum früher meine, die faul Chell, deswegen wundere ich mich so richtig, dass eigentlich das Thema Shell bei mir irgendwie gar nicht mehr so eine große Rolle zu spielen scheint, obwohl man eigentlich so viel\nPower dadurch bekommen kann. Also das Empowerment von einer guten Shell und irgendwie guten Shellskripting, das darf man echt nicht unterschätzen und ich glaube da\nso ein bisschen wie mit dem Programmieren an sich, das habe ich so ein bisschen verlernt irgendwie, wenn man nicht regelmäßig joggt so, dann dann kriegst du irgendwie auch echt keine Power mehr auf der Straße.","Was ist denn mit dieser Fisch? Hat das mal jemand ausprobiert.","Ich habe die Fisch mal eine Zeit lang verwendet, die finde ich eigentlich relativ cool auch,\naber die Wahrheit, ich wollte sie jetzt weg wieder von der Custom Lösung so. Aber ansonsten ist Fisch so der nächste also,\nkonnte ich empfehlen, der hat Spaß gemacht, ist aber ist aber wirklich halt eine Departa von äh von den anderen. Da musst du halt ein bisschen wirklich dich eindenken in den in die Fisch,\nwas aber schnell ist. Aber eine sinnvolle ZSH ist für mich nur so eine so ein hal\nhalber Schritt irgendwie, weil er ist jetzt ja irgendwie mächtiger als die, als die Besch hier und die Partievollziehen halt ein bisschen anders. Also ich ich stolpere im Moment mehr, als dass ich die wirklich\ncool benutze. Ähm, aber es liegt auch daran, dass ich mich nicht viel damit beschäftigen wollte und bei der Fisch hatte ich mich damals ein bisschen mehr beschäftig.","Also ich benutze die die Zelle schon seit ein paar Jahren und irgendwie fällt mir das nicht mehr auf. Also ich glaube, es fällt mir auf, wenn ich sie nicht habe.","Also Toub Completion alleine, dass die anders funktioniert als Bash ist für mich schon.\nKlar ist es besser, wenn's anders funktioniert, weil Bescheid ist ein bisschen Fahrt, aber es ist halt so gewohnt, ja. Ich ich regelmäßig bei der ZDSH wähle ich das Falsche aus, so. Von der Tab Complete, weiß.","Ne, was ich bei der ZH eigentlich ganz schön finde, aber wahrscheinlich gibt's das bei der Wäsche auch, ist, dass du auch äh innerhalb von Kommandos dann äh eine Vervollständigung hast.","Ja, das gab's bei Bestern auch, aber es ist halt, weiß nicht, wie schön, elegant es gelöst wurde und so. Es haben sich bei mir eh alle Bru-Sachen da reininstellt, also ich habe nie die Beschmir, also ich habe ein paar prompt mir ein bisschen mal selber zusammengestrickt, aber ansonsten hatte ich in der Besch auch nie,\ngroß, persönlich äh Customice, sondern immer nur das gemacht, was die anderen gemacht haben\noder was die Tools automatisch machen so und deswegen bin ich jetzt ein bisschen überfordert bei der ZSH, wo ich jetzt alleine Oma erzähle, dass Haar so viel Auswahl habe schon. Ich muss schon so viel entscheiden auch wieder. Und ich hätte gerne nur ein bisschen paar von den Features. Also allein die Siemens Teamauswahl,\nmacht mich schon,\nMacht mich schon in Kirre, weil ja, dann will ich auf einmal alles und dann habe ich jetzt aufm aufm M eins mir dann mal eben in die reinprogrammiert, ob ich auf Arm oder auf Intel bin. Das fand ich ganz nett,\nDas fand ich ganz das ist halt in der Prompt auftaucht, weil wegen dem Dualismus, dass man bei Homebrow halt intern und,\nähm und Armkram parallel hat, der sich ja beides installiert äh und fand ich dann, das fand ich ganz nett. Das ging relativ schnell,\ndann anzupassen, aber ob das jetzt wieder hält nach einem Update oder ob also ob meine Siebenanpassung in dieser Struktur von Oma jetzt ja das habe ich da passen. Ich wollte dann auch nicht also es ist sofort so ein Rabbit Hole und ich mag das eigentlich nicht, weil das ist so ein\nDas muss einfach mal Auto the Box funktionieren und ich muss auch, wenn ich jetzt an deinem Rechner gehe, Rodi oder so agieren könn,\nwobei ich das mit der amerikanischen Tastatur eh schon wieder aufgegeben habe. Ja, also seitdem ich auf die Amerikanerstation gekommen bin, bin ich in Deutschland eh aufgeschmissen, wenn ich an einem anderen rechnen muss, außer ich habe meine extra Tastatur dabei.","Ja, ich kenne, ich kenne das aber, das ist so, das ist so, also einerseits, wenn man nicht zu viel verkonfigurieren, weil man im Zweifel nicht mehr weiß, wie man's konfiguriert hat.\nWie das ging, dass man das so konfiguriert. Und das zweite ist also für mich ist es so, ich versuche dann auch mir dann immer vorzustellen, na ja und wenn sich das ändert, dann lerne ich halt um, aber ich möchte auch die Fähigk,\nDinge umzulernen, auch nicht verlernen irgendwie, weißt du, so das so ähm.\nNe. Äh bei den Kommandozahlentools, ich kann noch, das habe ich aber, glaube ich, auch schon mal empfohlen, das Topgrade kann ich nur nochmal plaggen.\nGreat wie Top Gun.","Denkt ihr dran, auch die Links in die äh in den Chat zu schmeißen, bitte?","Müsste ich erst rausgoogeln, kann ich gleich noch machen,\ndas ist so ein Upgrade-Tool, das so diverse äh Versionsmanagement und andere Dinge beherrscht. Und du sagst einmal Topgrade und er datet alles ab\nBru und auch Microsoft Produkte und auch äh System äh Apple Systemsachen und und irgendwelches ähm,\nRuby und Palphen und haste nicht gesehen und Gedöns, da sagst du halt einmal Topgrade und dann zieht das durch.","Und was update der genau.","Im Prinzip alles was sich irgendwie updaten lässt.","Auf meinem ganzen Computer oder was.","Rotiviert er die Update der Hersteller an oder wie macht er das? Also dieses ganze Microsoft Garaffe kommt ja mit so einem eigenen Autoupdate, oder?","Aber es geht irgendwie per Kommandozeile, kann man das wohl machen,\nJa auch bei Apple liegt dann irgendwann ein Gummitool rum, so nach der Art. Sie haben jetzt hier ein Systemupdate, wollen sie das jetzt installieren\naber das kann er, das das kann er irgendwie alles machen. Ich habe das auch nicht wirklich ausgereizt, weil ich diese ganzen Dinger nicht habe, die er da updaten kann,\naber ich fand das fand das im Prinzip ganz spannend, hat's schon jemand in Sleck geworfen.","Ich glaube, ich habe drauf geklickt gerade.","Ja, ja, es lieg.","Ja, man erkennt's an diesem, an diesem komischen Top-Garn-Logo, was diese da.","Ja, aber ich meine, wenn man nicht mit Homebrow irgendwie alles updaten.","Ja, aber äh na ja, normalerweise hast du ja, du hast ja so ein Rabbit Hole, wo du äh,\nAlso das beste Beispiel ist ja, du installierst mit Home Bro,\ninstallierst du erstmal ein Ruby. Und auf dem Ruby installierst du dann einen Jam und mit dem Jam installierst du dann Coco Pots und mit dem Coco-Pots installierst du dann das, was du wirklich machen willst,\ndas heißt du bist dann schon drei oder vier die Penalty Management in, bevor du überhaupt anfängst irgendwas zu tun.","Aber da da hast du mich also computernutzungstechnisch komplett verloren an der Stelle, weil wenn für mich ein Tool automatisch diese Chain bedient, dann glaube ich meinem Computer gar nichts mehr. Also das ist so,\nHölle, das kann ich, das mache ich mit einer Lehnungsdisco vielleicht, wo wo irgendjemand das im Griff hat, aber\nob jetzt mein Rubyversion Manager dann sich updated an der Stelle, wo ich die alte Ruby Version noch haben wollte für einen speziellen Zweck, weil deshalb habe ich.","Ja ist, äh, mit Ruby stehe ich sowieso auf Kriegsfuß funktioniert eigentlich fast nie bei mir, ich weiß nicht was ich falsch mache, aber Ruby und ich, wir werden nicht mehr Freunde diese.","Ich mein dir da könnten wir auch noch so diesen diesen äh diesen Themensrand nach hinten ran packen, dass er die eingebauten Tools halt nicht mehr upgedatet worden sind bei Apple schon lange nicht mehr und sowieso alles dazu installieren musst jetzt mal aktuell und.","Nee, aber sie haben's ja teilweise rausgeklingt auch, ne? Aber ja.","Na ja. Also IC.","Also allein schon, dass es sowas wie RVM gibt, dass du ein Tool zu einem Tool eine gesamte Rubi-Umgebung,\nPrestige installierst, zeigt doch schon, dass es komplett kaputt ist, dass du sowas überhaupt tun musst. Weißt du so. Das ist so, na ja, egal.\nAber lassen wir den rounden.","Ja, aber ich habe jetzt auch mal wieder das Zeug braucht man halt inzwischen, aber so brauche ich für meinen Ellernkram auch, ich habe halt so einen alte Erlangenversion, die brauche ich halt für für die Geschichte habe ich nie upgegradet. Das das Zeug muss laufen,\nJa, also das Versionierung von diesen Skriptsprachen und dem Umgebung braucht's schon.","Ja schon, aber das das ein Unterschied, also die erstens die meisten Leute lassen kein Erlangen Kram laufen.\nSondern es ist eigentlich 'ne 'ne Entwicklungsumgebung aber du hast Christheit so viele Tools die so tun als wären sie einfach nur ein unschuldiges Kommandoseiltool und hast dann aber hinterher irgendwie diesen ganzen Rubikosmos\nBitteschön in in all seinen richtigen Versionen sein muss hinten dran und das das finde ich halt irgendwie so schrecklich.","Noch weitere kleine Tools. Du hattest hier noch so ein Warmhol oder so oder war das.","Ist sowas ähnliches wie das Krok allerdings habe ich das nicht ausprobiert, ich kann dazu nicht viel sagen.","Faviitheorie dahinter, eben mich würde das mal interessieren, wie das funktioniert. Da muss man mal nachlesen. Also ich werde mir das auf alle Fälle mal an.","Theorie hinter was, Ento End and Truppe Fight Trends war Magic Warmholz hier ein, API in Go. Okay, dann.","Yogo ist für mich immer so eine, so eine, so eine schwierig zu installierende Geschichte, da brauche ich immer die Binaries eigentlich, weil da habe ich kein, keine Toolchane insgesamt, die mir das Gott installiert. Außer Bru.","Produziert wenigstens beißt du?","Ja, ja, ich weiß schon.","Da da kann sich jemand anders mit den Dependencys rumschlagen und mir das Binary geben und dann bin ich auch zufrieden.","Okay, also zu Warmall wissen wir nichts. Wir empfehlen das auch nicht, aber wir weisen auf seine Existenz hin, weil's sein könnte.","Zusammenfassen.","Unter Umständen interessant ist. Gut.","Ja und der Rest war bei mir noch, ich habe wieder Social Network äh Social\nangefangen mit Raindrop erstmal, da ist er umsonst, aber nicht social, sondern einfach nur ein Bookmarktmanager, Raindrop IO\ndas eine, was es natürlich immer noch gibt und was eigentlich dann zu empfehlen ist, ist Pinboard Punkt In,\nwas der mentale Nachfolger von Delices ist eigentlich auch dieselbe API hat und wirklich Social Book Marketing ist, weil alle PIN-Board dort in Leute halt auch links auch\nPublic auftreten können und dann diesen\nmehr oder weniger siebenundzwanzigtausend Leute haben äh dieses Buckmark äh gesetzt und diesen Kommentar dazu geschrieben. Hast du halt an der Stelle noch. Und bei Raindrow Punkt EO ist für mich nur eine Browser-Extension, wo einen Bookmarktmanager, der nicht jetzt der eingebaute von Safari ist und dafür ist es okay. Ähm leider ist das was umsonst. Also ich\nhab's auch genommen, weil's umsonst ist. Ähm das Problem ist, bei umsonst äh,\nEs ist halt nicht so, dass also man kann man kann Ordner auf Public setzen und dann kann man den Link Leuten geben von seinem Public Feed, von Links, die man sich so bugmak, die öffentlich sind, da habe ich auch einen, kann ich nachher auch mal rein,\nTropen noch. Äh das Problem ist aber es ist nicht mein RSS-Feed und so. Es ist so ein bisschen komisch, aber die App ist sieht ganz modern aus und hat für sich selber ganz gute Extensions für die Browser äh und,\nder Teil ist ganz gut und man kann halt links taggen und so.","Was ist denn jetzt hier eigentlich also langsam Pinboard? Kenne ich.","Punkt in kennst, der ist ein.","Das ist ein Bugmark Services, aber was ist jetzt so Raindrop.","Rainer Punkt IO ist auch ein Bookmarkt-Service, aber halt nicht ähm ich truppe den gleich mal hier rüber. Äh.","Ich habe den Link schon, aber was ist es.","Manager.","Ja, was heißt das? Auf dem Server und einer App.","Auf einem Server gesüngt in Extensions und in einer App jeweils auf iOS und.","Oder muss ich mir selber installieren oder was ist das.","Installierst dir die App, nee, das beklaut dienst, genau. Fertig und kannst du hat umsonst hier auch, der nicht nervig ist ähm so.","Das ist auch für ein Mac sozusagen oder für da, aber das hat eine Browser, ach so Browserextension, um's abzuhä.","Ja, du musst ja auch Buckmax hinzufügen jeweils und so und da integriert sich's schön. Du kannst es immer über Share, wenn du über den Sharo kannst es hinzufügen, du kannst es über ein Buchmaglet hinzufügen, du kannst es über die Extension hinzufügen. Du hast halt so alle.","Auf welcher Cloud ist das dann.","Bei denen irgendwo.","Okay, also ist das eine Dienstleistung oder ist das, was ist das? Heißt das Pricing, hier steht was mit Pricing. Okay, kostet Geld.","Oder ist es, es gibt auch umsonst hier, genau.","An der Mitte, Bugmarks. Aha, okay, das heißt, wenn du Full Tex Surch machen willst, ähm.","Über den Content, genau dann.","Selbst wenn die Webseite nicht mehr existiert, denn den Content haben willst und so weiter. Also es gibt so extra Features sozusagen, aber für so reine Bookmarking ist es kostenlos.","Genau.\nUnd weiß ich jetzt nicht, wie lange es überlebt, aber ist relativ modern und relativ schick äh und ich hab's jetzt mal am Start gebracht, weil ich halt wieder irgendwas Externes wollte, so. Ich wollte nicht mehr. Weil ich habe gemerkt, dass ich,\nalles nur in meine McReading List\npacke und wenn ich's dann wieder mal suche, nicht finde. Oder letztens habe ich wieder festgestellt, ich wollte in einem Gespräch rausfinden, welchen Static Side Generay, der ich mir erst letztes angucken wollte und da habe ich gemerkt, mein Book Mark Management ist absolut unterbelichtet,\nkann es nicht mehr beantworten. So, was ich in einem halben Jahr mir angeguckt habe und jetzt\njetzt ist es zumindest wieder so, dass ich mir Buckmax setze, die Tägle und dann finde ich das wieder, wenn dieses Gespräch.","Okay.","Deswegen ist Raindrop Punkt AO grad der mein Punkt, wo man hingeht, aber eigentlich denke ich mir, Pinbow Punkt IO, das\nPrima Punkt IN. Das Problem ist, dass es für diese Delicious API und den Bookwork Manager, das ist Pinbow in ist super\nPravacy orientiert und klasse und kostet äh und ist alles gut. Das Problem ist, gute Frontens gibt's nicht. So und bei Raindrop ist es zumindest sind alle Frontends vorhanden.","Das ist in der Tat ein Punkt, also es gibt für Pinbot gibt's eine App auf iOS, aber äh wenn irgendwas eine Make-Up hat, dann äh dann richte ich ja sofort meine meine Lauscher auf.","Genau und die Make-Up ist okay hier so.","Vielleicht kannst du ja die IOS-App installieren.","Natürlich auch sein. Ich vermute mal, das ist halt eher so ein ähm wahrscheinlich wieder irgend so ein Webport oder so, ne?","Ich habe neulich meine erste IOS-App hier installiert.","Und zu einem Web-App-App. Okay und was, warum nennst du das Social Book Marking? Also was macht es so Social.","Also hier nur, dass es, dass ich halt zumindest einzelne Ordner Publics setzen kann und dann diesen Public Feed irgendwohin packen kann. Also in meinem Fall ähm ist es halt nur ein Folder und dann kann man hier Share drücken und.","Können mehrere Leute Bugmarks in den selben Feed geben. Also kann ich.","Ah, eigentlich ist es doch ein RSS-Ding. Auch okay, der Feed ist nur nicht auf der Seite. Okay, verst.","Kann ich, können mehrere Leute von ihren Separaten Accounts ein Bugmark an eine Stelle reinschreiben.","Steht hier, ja, habe ich noch nicht ausprobieren können, weil ich habe noch keinen anderen, aber man kann in Weitbibel machen.","Weil das ist,\nDas ist das ist nämlich das Ärgerliche an diesen ganzen Bookmarkting Diensten. Das Problem habe ich immer, wenn ich mit anderen Leuten gemeinsam an was arbeite und sozusagen auf Linksuche bin\nAlso was weiß ich, hier mit Linus zum Beispiel, Logbuch Netzpolitik, jeder klickt auf irgendwas rum und findet irgendwas interessant und es gibt einfach keinen Kanal, wo du's Bookmarken kannst,\nJa? Aber wo du auch siehst, was die andere Person auch gebucht mag, also so ein Share, Bookmarking Folder.\nDem man zusätzlich auch noch sich per RS dann auch gleich noch ziehen kann.","Und hier steht es so in der App, so wie ich's gerade stehe und so wie ich's auf der Webseite sehe, dass das geht, sowohl beides. Man kann mehrere Public Folder haben so an der Stelle, die Public Folder. Äh man kann auch Private-Folder haben und man kann Leute einladen, äh um die gemeinsam zu bearbeiten, die auch auf der Plattform sind.","Right, dann werde ich mir das mal angucken. Gut.","Ich kann ja hier mal dich einladen.","Weil das sind immer alles so, immer alles so personal Silos irgendwie so, immer nur so für eine Person, aber um wirklich zu kollaborieren, ähm habe ich da irgendwie noch nichts richtiges gefunden.","Genau. Also das geht hier an der Stelle und dann hat man auch einen Feed. Also das wäre genau für den Fall eigentlich gar nicht schlecht. So,\nwenn die Integration wirklich so gut funktioniert, habe ich aber noch nie ausprobiert, können wir ja machen und dann können wir zuerst nochmal können wir das ja wieder revidieren, aber deswegen es gibt einen Social Aspekt, aber er ist halt nicht äh so super Public so an der Stelle, sondern ist eher ein kollaborativer.","Aber hier gibt's auch noch so eine, hier hast du noch so einen Link fürs Pins vor Pinboard, was ist das? Das ist eine iOS-App für Pinboard.","Das ist eine Ibeta-App, die wo ganz in Ordnung sein soll für äh für Pinnbord, genau, we.","Für iOS und McOS.","Genau, diesmal wenn der Beta, aber die soll so zumindest mal endlich mal das bisschen vorwärts bringen bei Pinwort Punkt in. Ja, das war, glaube ich, so mein Kram.","Gut, ich versuche hier nur aus deinen Links schlau zu werden.","Ich möchte ja nichts sagen, aber warum meine meine Art Buckmarks zu speichern ist einfach die Tabs offen zu lassen.","Hm","Ja, aber das ist halt auch schwierig, das zu teilen mit irgendjemanden, ne.","Ich habe ja nicht gesagt, dass es eine gute Methode ist.","Allright, next Ralf hast du noch einen schönen Tipp für was Schönes, was dir in letzter Zeit äh über den Weg gekommen ist, was du total oft benutzt und was äh so ein Werkzeug ist, auf das du nicht mehr verzichten kannst.","Tatsächlich nichts, was ihr auch hier schon mal irgendwie gesagt habt, ich packe auch jetzt hier nichts an, ja? Du weißt warum. Ähm.","Kann sich jetzt gar nicht mehr bewegen.","Weil der Rechner so günstig war, glaube.","Grad so, ne, damit ich hier mitspielen kann, wollte ich mal gerade in meinen Application-Founder gucken, was da so rumschwirrt, aber ich traue mich hier echt kein Fenster an.","Also dein Tipp ist nichts anfassen.","Ja, nichts anfassen und ich bereite mich stattdessen auf die Zwangstrennung vor, bei Time der Fritzbox um dreiundzwanzig Uhr fünfundfünfzig. Da müssen wir ja irgendwie mit Dealen dann, ne?","So, Rodi, du hast ähm du hast da so ein, so ein komisches Anker USB Censenteil, das.","Nachdem ich unglaublich genervt war, dass ich, dass ich an diesem äh MacBook Pro hier nur zwei äh Ports habe,\nund jetzt mal abgesehen davon, da ist wahrscheinlich noch eine kleine Klinke irgendwo\nhabe ich noch nicht benutzt, ja doch tatsächlich. Ähm dachte ich jetzt ist Zeit äh dafür einen Doc zu kaufen und ich habe\nwird einfach, weil Anker für mich so eine Firma ist, die eigentlich immer relativ qualitatives Zeug herstellt, habe ich mir jetzt von Ankerson sieben Portal,\ngekauft, da hat man irgendwie zweimal USBA, einmal Isanet,\neinmal HDMI, dann kann man irgendwelche Speicherkarten reinstecken und äh USPC Strom.\nUnd fertig. Und das Ding, das tut unheimlich gut. Äh und es ist noch ein Täschchen dabei, wenn man unterwegs ist, kann man das in das Täschchen wieder reint.","Ich meine.","So ein Kunstledergedöns.","Solche Dinger gibt es ja tonnenweise, ne? Wenn er auf Amazon nach sowas suchst, hast du irgendwie eine Million\nFlower, Power, Interprises, Unternehmen, von denen du noch nie gehört hast, die im Wesentlichen irgendwie dasselbe bauen. Bommel, SD Card, irgendwie paar USB-Ports und so weiter, das sieht fast so aus, als ob das irgendwie einen einzigen\nUSBC, Sandabohlstein gibt der genau diese Ports hat und den bauen sie irgendwie alle überall ein.","Das kann durchaus sein, äh weiß ich nicht, aber ja.","Okay, ich äh sagen wir mal so, ich weise nicht mal auf zwei Dinge hin, die man mit diesen Geräten bisher aufgefallen sind. Also an sich sind sie ja ganz praktisch, wenn die Port Selection passt. Ich hätte ganz gerne mal was, was mit mehr USBA daherkommt und so weiter, andere Konfiration ist egal. Aber,\nErstens, ich finde, die Dinger werden erschreckend warm, gerade wenn du's an so einem MacBook Ranhängst und das Air wird nie warm, aber das Teil wird halt warm, selbst wenn du es nicht benutzt, wird's warm.","Ja vor allen Dingen vor allen Dingen, wenn du das MacBook eher abklemmst, dann siehst du,\ndas Teil macht am Strom munter weiter, sogar das Internet blinkt noch ein bisschen vor sich hin und es wird weit, bleibt weiterhin warm, also es ist irgendwie der scheint tatsächlich selber von dem Strom, der da reinkommt, auch noch was abzuknapsen.","Also genau, also es ist Powermanagement bei diesen Dingern. Da würde ich gerne mal,\nder das Problem löst, weil ich verstehe, ehrlich gesagt nicht, warum man für die Bereitstellung von einem USB-Port und einem,\nHDM E-Pot der nicht benutzt wird, so viel Strom beziehen muss, dass das Ding warm wird. Also da habe ich kein Verständnis\nUnd was ich auch noch jetzt gerade festgestellt hatte, als ich gerade Audiokopplungsversuche gemacht habe. Ich habe mal dieses Teil, was ich fürs R gekauft habe an mein iPad Pro rangehangen, weil ich mir dachte, ist ja auch eine USBC,\nÄhm wobei ich jetzt gerade gar nicht weiß, die Dinger machen ja auch nur USB, ne,\ndie machen ja nicht Sunder Bowls, das sind reine USB-Devices, ne.\nAlso USB drei, bla, bla, bla, drei, zwei, hast du nicht gesehen, aber halt irgendwie nicht,\nso. Ähm sprich auch an einem iPad funktionieren die und ich habe das halt mal als iPad angeschlossen. In dem Fall, um dann über USB ein Mikrofon anzuschließen.\nDa kommen wir nachher auch noch drauf. Ergebnis,\nund rauschte, wie die Hölle. Also es war der, der so kann ich genau jetzt sagen, was da wirklich die Ursache war, aber entweder ist da irgendwas.\nUSB mäßig im Arsch oder das Ding ist irgendwie generell nicht ordentlich entstört. Also irgendwo vermisse ich noch so ein bisschen das die High End Variante davon, die man auch mal äh wirklich ruhig ein Gewisses benutzen möchte.","Also ich bin jetzt ganz zufrieden.","Also es gab doch nicht mal, es gab mal so eine High-End-Variante mit externen Strom für Sunderboot, aber eigentlich nur einen Hersteller, glaube ich, auch den Elgator in Deutschland vertrieben hat, glaube ich. Und da das zweite, die zweite Version von dem Doc\nSo, das war so ein High-End-Ding. Äh ich weiß nicht, ob das jetzt noch äh Sache ist. Ähm aber selbst das hatte äh so die Sunderbold-Geschichten hatten alle Bugs ohne Ende bis zuletzt.\nWeiß ich nicht, ob die jetzt okay sind.","Also also ganz ehrlich, ich das Teil so wie es da tut, tut das, was es tun soll und ich würde da jetzt auch nicht unbedingt Audio anschließen.\nEtwas etwas anderes, etwas anderes, was ich sehr empfehlen kann, was ich auch gemacht habe. Es gibt USB auf USB C Kabel.\nNe? Also die ganz klassischen USB zwo null, die äh würfligen Stecker und die USB,\nB drei null. Diese Würfligen mit dem extra,\nfach dran. Die gibt's in der Variante, wo sie auf der anderen Seite USBC haben. Davon habe ich eine,\nhab ich 'n Schwung von besorgt und hab jetzt alle alle USB Geräte die 'n USB-Anschluss haben mit diesen Kabeln ausgestattet und bin glücklich damit. Also.","Wenn man genug Porz hat, das ist ja das Problem, du hast ja nur zwei Ports und es gibt halt auch kein USB C,\nauf mehrere USB-Stecker. Also dass diese Dinger alle mir ganz viele USB-A-Stecker machen,\nDa kann ich ehrlich gesagt drauf verzichten, was ich mal gerne hätte, wäre ein ein USB auf fünf USB C\nDie USB sind nicht Sunderbowld, damit ich einfach alles, was ich an USB mache mit dem USB C-Stecker anschließen kann, einfach um diesen ganzen Steckerwahnsinn äh endlich mal äh wegzumachen. Das ist das Problem. Dadurch, dass diese Geräte so wenig.","Da gehe ich mit, habe ich aber auch noch nicht gesehen. Keine Ahnung.","Ja und ich frage mich halt, ja aber warum? Also.\nAlso vor allem wenn man an, also es müsste quasi Fundabold sein. Tanda Bolt an so viel USB C wie möglich. Gut Datenrate, bla, bla, bla, keine Ahnung. Diese Max brauchen einfach sechs USBC-Ports,\nalles andere ist irgendwie äh nicht zukunftskompatib.","Na ja, vier werde ich werden ja schon.","Externen Power dann auch. Das hat zwei Zander Bowl draus dann auch wieder und zweimal USB C und zweimal USB A,\nIsernet und Displayport. So, das ist so die Größenordnung. Aber ist halt teuer.","Aber das ist kein fortables, ne? Das packt man halt sich auf den Desktop, oder?","Genau. Das Centerpult drei Product. Das ist glaube ich so das das höchste der Gefühle, was im Moment kriegst.","Ja, da gibt's noch so eine andere Firma, die hatte ich mal.","Und danach wird's aber, das ist dasselbe Baustein, glaube ich. Das ist wirklich, die machen, da machen nicht viele Hersteller was.","Rotti, ich möchte gerne nochmal kurz die Supportrechnung aufmachen, wie viele Ports braucht man eigentlich. Guck mal, ich habe hier mein MacBook eher von zweitausend.","Moment, nicht Mann, sondern du.","Ich generalisiere das natürlich auf alle.\nJa. Aber Lisson. Mein MacBook eher zwanzig fünfzehn, das fünf Jahre alt, fünf Jahre alt. Wie viele Ports hat das? Strom.\nZweimal USB A, sagen wir mal, zweimal USB, ja, weil es halt USB ist. Klinke, okay, kann man vergessen, so und dann ähm habe ich noch meinen Sunderbootausgang.","Ja","Das sind vier. Das ist ein Low-End-Gerät.","Mhm. Äh mein altes MacBook Pro dreizehn Zoll hatte zweimal USB, zweimal Funderball und einmal äh HDMI.","Vielleicht auch noch Isernet und so.","Mir ist er net nicht, aber auch Klinke und Strom.","Ja, aber es wird so viel weggelassen, ja? Es wird so viel weggelassen und wird immer gesagt, na ja, kannst ja auch was anderes anschließen und so weiter, so, aber wenn du halt mal wirklich mal viele USB-Devises anschließen musst und ich muss ab und zu oft,\nviel USB Devices anschließen. Dann sind einfach die Ports schnell voll und ich finde es müssen einfach immer zwei Ports frei sein. Sonst hast.","Äh da da hast du durchaus mit Recht, es gibt jetzt bei äh als M eins Geräte aber nur äh.","I now. I now.","Zwei Ports. Also ich beklage das ja auch, ich es ist nicht so, dass ich das rechtfertigen will, dass Apple das schon richtig gemacht hat. Klummer zwei Ports da reinzubauen, ganz im Gegenteil.","Wenn wir in der Freakshow sagen, dass wir mit vier Ports zufrieden sind, dann kriegen wir halt nur zwei.","Na ja, wir haben ja alle diese Roomers gehört, oder? Es ist doch jetzt so, es kommt doch alles wieder und es wird alles ganz toll laut den Romas.","Da habe ich mich schon fast geritzt vor Freude. Also.\nIrgendwie, da hat auch irgendeiner ein Fiebertrieb ausgelassen, also was war da noch.","Wollte nur trollen.","Da war da noch so ein paar Sachen. Was war da noch dabei? Da war da noch was. Äh kein Touchboar, Maxa für Strom, da war noch irgendwas.\nGerade nicht mehr.","Vorzeit, so. Zusätzliche Ports, Andis Close.","Ah ja genau und noch USBA Ports. Das wäre auch ein Move. Einfach zwei USB Aports noch mit dazu.","Darf's noch ein wenig Extra sein.","Zusätzlich zu den USBC-Ports? Ja, eins links, eins rechts und dann, ich meine, da da kannst du irgendwie USB drei drüber machen, alles gut, ja?","Vorwärts immer rückwärts nimmer. Das kannst du vergessen.","Nee, das weiß ich nicht.","Bin ich mir nicht so sicher, weil das ist so verbreitet. Ich meine, eine fucking Miniklinke haben sie ja auch noch an diesem Ding. Das machen sie ja auch nicht, weil sie.","Und irgendwo ist es schon im Gebäck, sie haben mit dem mit dem mit dem mit dem Touchspargeschicht ja schon ein bisschen den Schuss gehört, glaube ich und die grundsätzliche Richtung ist so ein bisschen wie der mehr zu des, was die Kunden eigentlich wollen und nicht dem, was,\nSie glauben, dass die Kunden in Zukunft vielleicht wollen, genau, also nun wenn du also wenn du.\nAlso wenn das jetzt kommt, ja so, es ist wirklich nicht überraschend, weil dann hat halt einfach die Richtung gewonnen, die sinnvolle Computer wieder machen miteinander st,\ndas ist jetzt nicht so, dass das vom Umbruch her nicht reinpassen würde, weil Art Johnny ist weg an der Stelle B, ähm die McFro Geschichte, hat er auch lange, also es gab da schon viele einzelne Umbrüche und es gab definitiv,\nwie ich in dem Laden war, so diese Strömung von,\nLeuten die vernünftig waren, die gegangen sind und die man halten wollte an der Stelle auch. Also es kann schon sein, dass sie die Kurve jetzt nochmal wieder bekommen haben zu okay, lass uns doch einfach mal das machen, was sinnvoll ist an der Stelle. Ähm,\ndann könnte sowas schon kommen. Also wenn,\ndie Form hergibt von den von den MacBook Froß, so. Wenn's die Höhe hergibt, die Bauhöhe sinnvoll, designtechnisch, dass da kurz hin passen, dann denke ich ist es nicht ähm,\nnicht unrealistisch, dass da mehr Points auch wieder da sind. So ähm.","HDMI war, glaube ich, noch dabei, ne? HDMI war, glaube ich, auch noch in den Gerüchteküchen drin.","Könnte sein, also ein HDMI würde wäre wirklich Sinn machen, weil das ist ja, ich mache eine Präse irgendwo und ich will nicht so ein fucking Doungle nochmal an der Stelle und vor allem der Dongel macht ja auch seinen eigenen Zicken oder wird heiß oder oder kann halt keine vier K auf. Also das ist so.","Oder Muskelupdate.","Deiner kann nur vier K auf dreißig Herz, ich will nicht mehr dreißig Herz an dem Monitor arbeiten und was ich im Moment hab ist ein einziger USB C oder ein Sunderbold zu,\nähm,\nzu zu HDMI Dunmel, der das kann. Ich habe einen und der braucht genau einen Port dann auch wieder. Und dem muss ich immer mitnehmen, weil der kann dann sechzig Herz auf einem vier KM Monitor und dann kriege ich nichts kotzen, weil irgendwie mein Mauszeiger ruckelt.","Ich empfehle das USB C auf auf Display-Port Kabel. So etwas gibt es auch. Der macht dann direkt auf dem Kabeldisplayport. Ähm.","Wenn das andere Display paar kann, das gegenüber auch.","Wenn das Display Displayport kann natürlich, ja k.","Zum Beispiel, weißt du? Der braucht Hadimi zwo.","Es könnte alles von USBC auf alles geben, das ist die Vision, aber das funktioniert nur mit sechs Ports.","Genau.","Macht sechs USBC-Prods da rein, schreibt meinetwegen an zwei ran, dass da kein Zanderboot geht, sondern nur USB ist auch in Ordnung.","Hatte die Tonne nicht so viele.","Ich meine, andererseits der McMin hat auch zwei USB-Aports. Hat er. Also das ist nicht so, dass sie sowas nicht bauen würden. Sie bauen's bloß nicht in Laptops ein, ne.","Ja, mein McPro hat es ja auch, ja, der bootet zwar nicht, wenn er da was dransteckst, aber.","Okay, der macht auch keine Audio, wenn.","Langsam mal ein bisschen.","Und und wenn man ehrlich ist, der Einzige, der einzige Grund, warum er Supports wirklich weglassen würde, wenn's die Baubauformen zulassen würde, ist, wenn man irgendwann mal vielleicht wasserdicht oder so ein Scheiß werden will, aber das will man nicht bei einem Lap,\ndas ist schon okay, ja, da können schon ein bisschen Ports dran sein, die jetzt nicht so super wasserdicht zueinander stellen. Beim beim beim beim iPad verstehe ich das, da will man vielleicht nur eins und das muss alles ganz super und dicht und aus\naber so wenn Laptop macht da Öffnungen rein, wo man Zeug reinstecken kann, weil dann kann man das anstecken und benutzen, wenn man's braucht, wenn man's nicht braucht, stört's nicht, weil man schneidet sich ja auch nicht dran.","Also wenn sie diese Dommelhölle aufgelöst bekommen, dann wird's teuer für mich.","Ja, aber mal ganz ehrlich, dann dann äh fällt ihnen natürlich das Dongel-Geschäft weg, ne.","Sie hat doch gar kein Dorry.","Ist ja gar nicht ihr Geschäft, interessan.","Wenn sie mal sowas mal bauen würden, wo ist denn das der der Referenzadapter, der nicht heiß wird und der wurde das HDMI ordentlich funktioniert und wo das Audio nicht wackelt.","Ich meine, das ist der andere Punkt, warum ich glaube, dass sie durchaus das wieder intern machen wollen, ist, weil sie, weil sie unzufrieden sind mit der Domins,\nweil heutzutage hätten sie nämlich genau diese Adapter schon gemacht, wenn sie's,\nAnscheinend kriegen sie es auch nicht hin, ordentlich zu machen oder es lohnt sich nicht und deshalb ist die Gesamtsituation\nunbefriedigend und das ist normalerweise auch so ein Drive bei Apple, der da wieder in die andere Richtung führt. Deswegen, ich glaube, dass es passiert. Äh ich hoffe das auch und,\ndann ist die Welt wieder ein bisschen schöner bei den größeren Laptops.","Ja, da würde ich dann wahrscheinlich tatsächlich auch, dass das MacBook nochmal updaten. Sollten sie da tatsächlich irgendwie ähm die Portsituation in den Griff kriegen.","Ja gut vier kriegst du auf alle Fälle glaube ich. Also wenn sie mit dem mit dem mit dem höheren M Ding nicht vier Sanabo Ports machen können, dann können sie auch wieder nach Hause gehen mit ihrem Silicon.","Na ja, die Frage ist halt, machen sie, machen sie eine Gehäuserevision. Sind wir schon soweit, dass wieder eine Geheurese-Revision gibt.","Meine Antwort ist ja, weil das, was sie jetzt gemacht haben, war deshalb keine Gehäuserevision, damit's keiner merkt\näh und damit die Transition möglichst Smoothies. Das die nächste Moose nicht Smoothies sein. Die nächste kann wieder ein Wurf sein und was ändern. Der der die Katze ist aus dem Sack. Das heißt, ich glaube, ja,\nIst natürlich dann auch ein Erstlingsgerät, äh insofern alle Kinderkrankheiten der Welt, hast du dann auch wieder trotzdem, aber die sind auch nicht schlimmer als die Interkisten jetzt.","Ja, aber ich glaube bei bei ähm bei Autos und bei MacBooks will man nicht die erste Generation haben eigentlich, ne.","Fährt man mit Autos auf.","Ist auf der Siegerstraße, wenn sie es mal für zwei, drei Jahre schaffen, mich irgendwie jedes Jahr irgendein Gerät kaufen zu lassen. Daran wisst ihr ja, dass man ja, dass es wieder vorangeht.","Ja, aber so war das früher mal, oder? Man hat einfach alle zwei Jahre mal geshoppt, so weil man's wollte.","Ja, wie gesagt, die das Butterfly Keyboard habe ich äh erfolgreich ausgesessen.","Krass. Das habe ich nicht durchgehalten. Eins habe ich. Nee, zwei hatte ich davon, das das Zwölfer, weil da war es wert und.","Ich hab alles ausgesessen, die ganze, die ganze harte, die ganze Scheißphase. Ich glaube, das einzige Kackprodukt, was ich mir gekauft habe, war.\nNee,\nAlso dieses komische Keyboard, also ich habe für mit dem McMini habe ich mir dann auch so ein neues Keyboard gekauft, aber ich habe mir natürlich dann das Extened Keyboard gekauft, weil ich natürlich nicht diese kranken Cursa-Tasten haben wollte. Habe dann aber festgestellt, dass für mich ein externe Keyboard eigentlich überhaupt nicht das Richtige ist,\ndann habe ich sie gehasst, weil sie irgendwie kein kleines, ordentliches Keyboard bauen und das habe ich mir dann aber auch nicht gekauft. Also ich glaube, ich habe nichts von dem Scheiß gekauft.","Jetzt hast du doch noch Keyboard gesagt, da muss ich kurz meinen Keyboard erwähnen hier, weil das halt so wie Ki.","Dieser Mac Mini, dieser letzte Intel Mac Mini, geil war der auch nicht, weil der wurde auch zu heiß. So, aber der war nicht so völlig disfunktional und alles andere habe ich nicht gekauft. Ich habe,\nich habe jetzt längere Zeit immer wieder äh Gebrauchte von zwanzig fünfzehn gekauft, wenn irgendwie Bedarf war und äh.","Nee, ich hab\nwie gesagt, einfach ausgesessen, ich hatte ja das von der Arbeit, dass das äh fünfzehn Zoll mit mit dem Butterfly Craport, wie ich's damals\ngenannt hab\naber immer mit der externen Tastatur, ich hab das Keyboard eigentlich nie benutzt, weil ich's immer mit der externen Tastatur benutzt hab. Insofern war's, war's brauchbar, aber,\nwas haben wir denn da.","Nur weil man noch kurz das dazu erwähnt haben, weil ich jetzt gekickst hatte, habe ich aber im Endeffekt den Dongel, den äh den äh Rody erwähnt hat äh eingebaut in ein relativ äh gut gebautes äh Aluminium,\nKeyboard mit runden Tasten, ein bisschen Klacker geklackt, ein bisschen leise, aber hinten dran sind halt die Ports ähm um um so ein, so ein, so ein Closed äh,\neinfach so 'n umso 'n Closed Lit Modus zu machen hab ich in den Chat schon gelingt.","Kannst du diese Webseite öffnen, ich kann ihn nicht öffnen.","Kannst du nicht öffnen? Kulut dot com.","Weiß es. Ich habe auch schon drauf geklickt, aber ich kann sie nicht öffnen.","Bei mir ist die auf und das ist ein Schop.","Okay, gut, dann habe ich hier ein lokales Pro.","Bei mir auch. Pleorder.","Ich klicke das mal nicht, aber zeige nochmal die Ports.","Genau und ob ob optisch ist sind die, sind die sind die Keyboards ganz nett, weil die sind halt so in den Farben, die man so haben will, schwarz und dunkel und nicht so und überhaupt. Die Tasten sind bisschen rund. Was ich gemerkt habe, die Pfalttasten sind halt einzelne Tasten, damit komme ich wieder nicht klar, weil das ist.","Bisschen rund.","Ungefähr der Cursor äh Position. Hier die sind rund.","Okay und was hast du da hinten für Ports dran?","Mich nicht. Ähm das äh Übliche und zwar ähm ein USBC zum zum Anschließen, ein USBC zum Strom reinpipen, wenn man will,\nSo, das, da kann dann durchladen, die volle sechzig Watt Nummer ähm viermal USB drei, nee, äh dreimal USB drei, äh A, einmal USB zwei A, ein SD Card, einen äh,\nund einen was ist TF gleich wieder, weil sie nicht um HDMI halt auch, aber auch kein auch nur ein dreißig Herz HDME leider aber es ist halt, wenn kostet achtzig Dollar.","HDMI-Anschluss an der Tastatur? Ach so, der arbeitet dann wie ein Doc.","Ja, ist ein Dog mit Tasten.","Ah","Also anstatt dass es ein Monitor ist, heißt es halt an der Tastatur und dann schließt es halt an und fertig. Es wird ein bisschen warm, aber nicht endlos. Die Tasten an sich sind alle haben alle Function Keys für einen Maco und so und funktioniert, sind von der Anordnung her, passt's für eine Amitastatur bei mir,\nHintergrundbeleuchtung hat's auch sind gute Qualität, also war okay, habe ich gekickst, hat ein bisschen günstiger bekommen.","Hintergrund beleuchtete Tastatur. Das ist ja auch noch so ein großer, großes Problem, das das kriegt ja Apple irgendwie auch nicht auf die Kette, ne?","Neunzig Dollar a hundertzwanzig Dollar für die Hauptversion ist aber trotzdem okay, also.","Und und er,\nhat keine, also es gibt auch eine USB-Wahl, eine eine Bluetooth-Version, aber die interessiert mich halt in dem Fall nicht, weil ich wollte wirklich so was, was ich ans iPad anschließen kann und dann halt alle Ausgänge habe zum Beispiel oder halt an Mac,\nähm und habe ich auch schon ein bisschen benutzt hier\nFunktioniert. Wie gesagt, wenn ihr Falltasten vertippe ich mich halt immer, weil die sind halt eine exa Taste wirklich in einer normalen Anordnung, nicht in der Halbhohe und damit komme ich jetzt nicht klar, aber ich habe so mactechnisch ist es top ausgestattet ähm.\nUnd passt auch dazu, so finde ich, finde ich, ist okay. Kann man machen und kommt auch mit einem dicken USBC-Kabel, das auch den Strom aufnehmen kann, so einmal dabei. Und mit einer interessanten Abdeckung,\nAlso mit so einer Plastiküberschicht, wenn du ein bisschen in Topf Umgebungen arbeiten musst, so eine Plastik oben drüber Ding, die man dann mal auch nicht sich ins Keyboard kippen kann.","Wie tippt sich das.","Okay, ein bisschen relativ leise. Ähm relativ viel Hub aber dann für das leise. So.","Und du würdest meinen, dass es wirklich eine viable äh Alternative zu einem normalen Mac Keyboard.","Bis auf die Falltasten für mich, ja. Die Falltasten waren für mich halt da, kein okay. Das ist mein aber die hal.","Bis auf die Pfeiltasten. Also bis auf die Tasten, die man wirklich am meisten benutzt sozusagen.","Na ja, aber die sind Extra-Tasten jeweils. Also insofern da kommst du vielleicht mit klar. Ich will halt die halbe Höhe, das stört euch ja eigentlich. Aber die halbe Höhe und die Anordnung und bei mir.","Halbe Höhe stört mich nicht. Mich stört die volle Höhe der Seitentasten, also dass du nicht fühlen kannst, wo links, rechts ist.","Dass es keine Invertity ist.","Genau, aber da ist es ja eigentlich an den Verteil, es ist nur größer.","Genau, aber es hat da keine auch nix zum Fühlen.","Genau, du hast nichts zum fühlen, da fehlt ein bisschen das Gefühl.","Und und man muss sich ein bisschen an die Tastatur auch gewöhnen, weil dann natürlich rechts oben das Backspace ist nicht das Backspace, sondern rechts haben sie halt noch eine Sonderleise, das heißt Lokknopf, der Ausschaltknopf. Das heißt,\nAuch an die Tastatur muss man sich ein bisschen gewöhnen und weg von der eingebauten,\naber sie ist für mich zumindest von so Surd Partyprodukten. Also ich bin erstaunlich zufrieden. Ich habe mir gedacht, die sieht optisch gut aus. Die Leute haben schon öfter mal Keyboards gemacht. Äh die werden das schon hinbekommen und ja,\nUnd ich mag halt, dass Supports dran haben so. Also ich finde es schöner als Bluetooth Mist. So,\nIch will eh ein Kabelkeyboard, ich will nicht Bluetooth, weil die die paar Male immer, wo sie Bluetooth da ein bisschen Hick-Up hat beim Schreiben, kriege ich persönlich die Krise,\nUnd es passiert immer wieder mal. Entweder eine Taste hängt oder oder es braucht ein bisschen. Das kann ich nicht haben,\nIch bin vor dem Rechner. Ich will nicht also Bluetooth Keyboard will ich, wenn ich wirklich das Keyboard durch die Gegend tragen will hier überall. Nicht, weil ich jetzt ein Kabel nicht zu rechnen haben will an der Stelle. Und wenn ich ein Kabel zum Rechner haben will, dann will ich auch, dass es ein USB-Hab ist an der Stelle, weil da will ich da was reinsteck\nkönnen. So, das ist so ein bisschen die.","Es ist wirklich ziemlich geil. Kann man das jetzt kaufen und liefern die das dann morgen oder wie geht das.","Äh weiß ich nicht, der Kicks hat fertig. Äh da waren's ja relativ haben sie sich zumindest dran gehalten an die Zeiten, insofern, wenn die schreiben, dass sie es liefern können, dann können sie's auch liefern, glaube ich. Also.","Schreiben März Preorder Deliver in Midmarch.","Die Kickstyler Dinge haben sie alle, haben sie alle jetzt trotzdem gut ausgeliefert.","Und sie schippen, schicken's wahrscheinlich aus Amilant. Das heißt äh du wirst dann zum Zoll müssen.","Mit dem musste ich, also mit dem Version musste ich nicht zum Zeug haben, so an.","Deklarieren muss man nicht zum Zoll, aber die meisten deklarieren nicht ordentlich.","Ja, aber ich glaube, das können die.","Na gut, wenn du nichts hast, bezahlen müssen, dann offensichtlich.","Ich musste nichts mit sein. Da kam einfach hier an.","Ich habe mal was nach China geschickt. Da war ich dann irgendwie auf der Blacklist und dann musste ich ständig zum Zoll,\nObwohl es richtig deklariert war. Sogar die die Schweizer, die noch extra die Zolldeklaration draufgeklebt haben und geschrieben haben, wie viel sie bezahlt haben, äh musste ich trotzdem vom Zoll holen. Also das ist schon,\nWegelagererbande, echt schlimm.","Also es,\nWas war das einzige, was mich ein bisschen gestört hat an der Stelle, dass der HDMI-Out halt rechts oben äh war, glaube ich, dann war ein bisschen wenig Platz für also die Pods sind alle vorne oben und dann konnte ich da nicht was drüber legen. Ich wollte da glaube ich rechts oben bisschen das das Trackbad, das Magic Track Bad ist ja sehr groß,\ndas wollte ich praktisch so ein bisschen seitlich versetzt, rechts oben hinlegen und da kam Hakads HDMI raus, das war halt ein bisschen blöd,\naber die meisten wollen's eh nach unten oder auf eine andere Seite. Aber mir im Keyboard braucht's ja nicht. Es ist nicht ein Wildpreise, aber es ist ein gutes Preis-Leistungsverhältnis und hat halt auch diesen Doc-Charakter.","Kein Wildprace. Ist das eine Kategorie.","So, dann mach doch nochmal deine zwei kleinen Topics, äh die du da hast nochmal weg und dann gehen wir mal in die nächste Runde. Ja, weil nur noch du hast da was.","Okay, dann mache ich das nochmal schnell so eine Geschichte, die mir aufgefallen ist bei dem M eins äh das FFM Pack gibt jetzt auch Native in Broo für,\nfür Gerät, für für M eins und H zwei sechs fünf also X zwo sechs fünf ist wohl ein bisschen langsamer auf Armen kompeiert, also auf und Rosetta betrieben und zwar Faktor zwei bei mir, ähm was ich spannend finde und\ndazu sollte man vielleicht kurz sagen, man kann FFM Pic natürlich auch mit der eingebauten Video-Toolbox äh Hardware beschleunigten Variante benutzen, aber dann\nkommen sehr große Falls bei raus im Verhältnis und man kriegt die nicht so klein wie mit Hartz so sechs fünf und guten Settings,\nähm mit äh Lip H zwei sechs fünf Minuten Settings und deswegen ist mein meine Falls im Verhältnis so bessere\nPreis-Leistung und deswegen kommt es für mich nicht in Frage und deshalb läuft bei mir regelmäßig die Rosetta-Version von FFM,\num äh Streams zu transportieren, um Videos zu transportieren, die ich runtergeladen habe. Äh und ich muss mal gucken, woran das genau liegt. Das habe ich, bin ich nicht dazu gekommen, aber ich fand das ganz interessant, dass manche Sachen in Rosetta schneller sein können als\nso. Es wird irgendwelche Gründe haben und werden.","Der Grund ist, dass sie halt einfach ähm gut optimiert haben, ne? Mich wundert das nur, dass sie da komplett auf diese Viktorinstructions äh verzichtet zu haben scheinen, die ja Rosetta sonst gar nicht umsetzen würde, da könnte es ja kaum schneller sein,\nAlso es ist wahrscheinlich einfach handtunt äh Intelcode.","Kann, kann sehr gut sein an der Stelle. Ich habe also,\nbei der Armseite hat auf alle Fälle Wowway ein bisschen was Contibut letztes Mal, damit ein bisschen AM vierundsechzig Bit besser wird, also ich glaube einfach der Armkut ist auch Hainto ist halt recht schlecht getunt so an der Stelle. Ähm,\nmerkt man's halt echt deutlich. Also Faktor zwei wirklich. Äh schlechter,\ngenau. Dann äh noch ein Hardware-Ding, äh wo ich auch das Keyboard mit benutzt habe, was ich relativ äh lustig finde, ist dieser Notar Desk,\nauch so ein Kickstarter, den ich gemacht habe, der jetzt gerade so pandemisch für Platz zu Hause im Homeoffice ein bisschen stehpultmäßig äh eine ganz lustige Geschichte ist. Und zwar ist das mehr so ein äh sehr solider,\nsolides kleines Stehpult. Ähm das äh einkniffert, also das Standard-Lounge ist wirklich auf einem Tripot.\nSo auf einem auf einem Stativ und hält was aus und kann deshalb schön weggepackt werden auch wenn man wenig Platz in der Wohnung hat aber man kann trotzdem ein bisschen stehen, hat einen festen Winkel oben und ist halt so ein Drehtnerpulsgröße so ein bisschen von der Ablage her, aber so ein Mc,\ner passt da gut drauf oder eben nur die Tastatur und dann hat man das Display irgendwie bei Airplay irgendwo äh,\nDas war ganz nett, äh der hat ein lustiges Companiumprodukt oder eine andere Variante. Ähm der Note ist grundsätzlich, den kann man ans Fenster kleben mit einem Saugnapf\nwer auch immer gerne am Fenster arbeiten will, ich jetzt nicht an der Stelle\nÄhm aber so an Türen halten die auch, die Saugnäpfe sind so Industriesaugnäpfe, da kannst du wirklich ordentlich Gewicht dran. Das ist äh vielleicht ganz nett, also an der flachen, an der, an der flachen Plastewand oder die Tür funktioniert's, also ein Tür habe ich's hier ausprobiert\noder es hat auch für Naturburschen und äh Fräuleins äh äh kann man äh da einen,\nGürtel um einen Baum schnallen und dann da das Ding packen. Fand ich auch 'ne lustige Idee, ist jetzt auch nicht so meins im freien zu arbeiten. Aber der Tripot das Swipot Pult finde ich sehr sehr schön kompakt und gut gearbeitet,\nähm da bin ich sehr froh, dass ich das gemacht habe. Auch jetzt so zum Preis, der kostet zweihundertvierzig, ist das nicht das günstigste,\naber ist halt trotzdem solide und sehr portabel so für so eine Lösung. Und dann zu guter Letzt noch äh die Caleidoskop-App ist eine alte.\nEin alter Freund von Mc äh Entwicklern äh nämlich einen äh Diffingtool, ja, eine MacApp, die,\nanzeigt und äh der Hauptkniff ist, dass man Bilder differenz,\nwarum ich's erwähne, ich hieß jetzt auch, es ist ein bisschen, da ich arbeite für die jetzt ein bisschen,\nAlso wir haben die Mösion wieder auf Vordermann gebracht und da geht Entwicklung wieder weiter. Das heißt ähm äh ja,\nDas ist ein gutes Tool und das ist jetzt eins von diesen alten Mactools, die jetzt wieder mal hoffentlich ein bisschen auf Vordermann gebracht werden. Äh und das war schon immer ähm eine recht feine, visuelle Alternative,\nfür Mac Entwicklertools äh nie ganz günstig so, äh aber,\nich weiß jetzt nichts was angenehmer Visual Dis macht auf dem Mac,\nWer ein bisschen äh in Projekten arbeitet, wo gerne mal die Grafik-Assets ausgetauscht werden und sowas ähm dann ist es ganz nett, weil's auch gut geht, die Integration heute, dass wir das machen können. Also das kann man sich vielleicht mal angucken, wenn man's nicht kennt, unten Mac Freund ist.","Also ich hab's, ich hab's, glaub ich, meiner Demoversion benutzt, das kann man irgendwie zwei Wochen benutzen oder so,\nund fand das eigentlich auch sehr schön, aber ich dachte mir, also ich, was hat das gekostet damals, ich glaub siebzig Euro oder so.","Ja ja, es ist Entwickler.","Für einfach nur DIFs machen zu können, dachte ich mir so, ja gut, also da also nicht, dass es den nicht gönne, aber dafür gibt's das Geld jetzt nicht aus.","Dafür verstehe ich auch, aber wenn man, wenn man die Diffus brauchen kann an der Stelle und wenn's einem gefällt, dann ist es ein solides Tool und es zieht jetzt wieder Entwicklung. So, sagen wir es mal so.","Nee, ich habe ja, ich habe ja kein Problem da, damit jetzt für ein Tool, was ich wirklich dann auch viel benutze, auch Geld zu bezahlen,\nalso gerade dann, wenn ich, wenn ich's wirklich irgendwie produktiv im Einsatz habe, dann ist völlig fair, dass das irgendwie Geld kostet, aber halt irgendwo muss es halt,\nmuss halt genug Nutzen bringen finde ich.","Version ist, wie gesagt, eher, weil ich, ich, ich wollte halt mehr erzählen, dass ich daran mitschraube jetzt wieder. Das ist eher so.","Ja, das ist, das ist super. Ich tippe nur eigentlich nie Bilder. Ne, also ja, wir hatten, wir hatten ähm,\nals ich noch bei eBay Kleinanzeigen war, haben wir halt viel so äh,\nRandering Tests haben wir das genannt, also wo automatisch dann die Views getestet wurden äh und und äh,\nSnapshots gemacht wurden und dann hat der Server von sich aus irgendwie geguckt, ob die Snapshots, die der aktuellen Version in den hinterlegten Referenzbildern irgendwie abweichen\nund da ist es dann schon mal ganz interessant, einen Tool zu haben, wo du dann tatsächlich auch ähm,\nUnterschiede feststellen kannst, besonders wenn du auf den ersten Blick keinen Unterschied siehst und dann mal ein bisschen am Kontrast hochschrauben kannst und solche Sachen.\nAlso vielleicht ist das für Leute, die sowas machen, auch dann etwas interessanter.","Jo, so, da bin ich durch meinen kleinen Kram durch. Zack, zack.","Super. So, dann wollte ich mal so das äh größere Thema nochmal aufrollen und das ist zunächst einmal ein Blick auf die letzte Sendung. Ich weiß gar nicht, wer von euch hat denn die Sendung äh gehört? Dumm.","Ich habe sie endlich mal nachgehört noch, ja, noch rechtzeitig.","Ich habe sie auch gehört, ja.","Okay. Genau, da habe ich ja äh unter anderem auch nochmal von der Villa berichtet,\nUnd da ich mir jetzt ähm tatsächlich übrigens so ein Cinology nass gekauft habe, habe ich noch gar nicht drüber geredet. Ähm.\nGleichzeitig das erstmal machen.","Ich auch Tim, ich habe das auch. Ne, weiß ich nicht, ich habe das zehn neunzehn plus heißt das, glaube ich.","Ähm nee, das habe ich nicht. Was auch immer das C neunzehn plus ist, ist das mit zehn Slots dann sozusagen.","Nee, fünf Drives, glaube ich.","Ja. Okay, so ein klein kleineres sozusagen noch so ein kompakteres,\nJa, ich bin ähm also ich habe hat mir ja hier habe ja lange lange überlegt, so hm,\nWie machst du es mit den Daten? Gehst du irgendwie komplett auf Cloud, aber ich dachte mir so, ah nee, du musst einfach irgendwie auch mal so\nbestarten sowohl von deinen Rechnern fegen, weil du die nicht unbedingt immer im Einsatz, also brauchst schon irgendwie ein Archiv und du brauchst auch ein Backup und irgendwie,\nist es okay, sowas auf die Cloud auch noch zu packen, aber irgendwie nur Cloud ist irgendwie\nist irgendwie auch nichts. Dann habe ich so überlegt, so, ah, jetzt haben wir hier noch irgendwie so ein Monsterteil hinbauen, irgendwie mit zehn Slots, wo du alle deine alten Platten reinschiebst. Das röhrt doch bestimmt wieder rum und das immer wieder genau bei diesem Geräuschpegel,\nDa ich da so hin und her überlegt und hin und her geklickt und dann ist mir aufgefallen, dass es in dieser ganzen Produktserie auch noch ein ähm DS sechshundertzwanzig Slim gibt,\nDas ist eben für zweieinhalb Zoll Platten. Sprich,\nentweder für alte Hardreifes irgendwie zweieinhalb Zoll, aber halt eigentlich sagen wir mal so das Format eben für Sata-SSDs,\ndachte ich mir so, hm, es ist die teuer, bisschen so geguckt und so, ja, war teuer, aber es ist teuer, aber ich meine, du kriegst mittlerweile ziemlich enorme Größenordnungen an Speicher auf SSD.\nUnd,\nhabe ich mir gedacht, so scheiß drauf und da ich schon ewig nichts mehr in Hardware investiert habe, habe ich mir einfach mal ein paar größere SSDs äh geholt, dieses Teil und die da reingeballert,\nUnd jetzt habe ich so einen schnellen, leisen, großen Storage, der,\nsicher ist, also sicher ist, ähnlich kann eine Platte rausziehen und die Daten sind noch da,\nUnd soweit bin ich damit erstmal ganz zufrieden\nAlso jetzt versuche ich mich gerade so mit diesem ganzen Cinology Mumpeds, den man da noch so machen kann, anzufreunden, ist ein bisschen so, hm ja okay, du hast dann da so ein kleines Windows in so einem Webbrowserfenster, kommt man schon irgendwie mit klar, man muss ja erstmal die Logik begreifen\ntausend Mal durchprobieren, welches Fallformat denn jetzt letzten Endes auch haben will, da habe ich auch noch nicht abschließend zu irgendeiner Meinung gekommen,\nAber soweit gefällt mir, dass jetzt erstmal, dass ich auch drüber nachdenke, dass ich sozusagen meinen ganzen Festplattenschrott, den ich jetzt noch rumliegen habe, vielleicht dann auch nochmal in so ein größeres Ding äh abwerfe,\nAlso da gibt's da so achtzehner und so weiter, da kann man dann irgendwie so zehn Platten reinstecken oder so und ähm sowas für dich wahrscheinlich dann,\nmachen, um das irgendwo hinzustellen, wo man dann quasi nochmal ein Backup vom Backup hat und.\nJa, wo der Lärm dann nicht stört, wo man äh irgendwie seine ganzen alten Festplatten entsorgen kann und dann irgendwie auch mal so langsam, ich meine, wenn man jetzt Intel verlässt, Verbrennungsmotoren verlässt, dann kann man eigentlich auch Festplatten langsamer verlassen.\nAls irgendwie alles sinnlos. Man will eigentlich nur noch SSDs haben,\nJa und äh das Gute da dran war, dass ähm,\nals ich halt dann äh wenn man dann erstmal so Storage hat ist immer so geil, ne? Machst du machst du irgendwie so ein Archiv auf und dann schauen dich auf einmal so,\nmehrere Tierarbeits an und sagen,\nich bin Lea, fü.","Füll mich.","Mach mich voll. Lichts. Gib mir Bits. Gib mir Daten\nNa ja, dann hatte ich noch so einen alten Drobo irgendwie, wo noch Daten rumlagen und da war ich dann auch schon wieder in dieser prekären Situation, dass die Daten da irgendwie dann auch nicht, das wurde dann auch alles irgendwie voll. Und das ist ja immer das Schlimmste. Wenn du nicht richtig scheiße viel Platz frei hast, dann fängst du an, da irgendwie da so eine komischen,\nParcourslauf zu machen und fängst dann irgendwie an, deine ganzen Archive, einen Teil hier, ein Teil dahin und das ist ja der totale Tod. Und dann weiß er überhaupt nicht mehr, was er hasst. Es gibt einfach eigentlich nur zwei Sets von Daten,\nDas was du dringend brauchst und alles andere\nUnd da will ich jetzt irgendwie hin, das auf diesem Teil ist irgendwie alles andere, dass ich weiß, wenn ich das jetzt gerade nicht auf meinem Rechner habe, dann ist es da\nund nicht nochmal irgendwo in irgendeiner Festplatte nochmal in irgendeinem Regal oder in diesem anderen Gerät oder so, sondern es gibt einfach nur genau diese beiden Orte. Da will ich jetzt hin. Und da habe ich erstmal angefangen zu konsolidieren,\nUnd mir dann halt genauer angeschaut, okay, was habe ich denn da? Aha, dann habe ich irgendwie da immer so fünf Ordner, die Backup heißen und so, was ist denn das eigen.\nDas noch und ist doch vielleicht was Interessantes drin, ihr wisst wovon ich rede,\nProjektarchive und Archiv und Archiv alt und irgendwie alles so Sachen, wo man danach draufschaut und so, was hast du dir dabei überhaupt gedacht das so zu nennen,\nNa ja, habe ich aber irgendwie alles aufgelöst bekommen, dadrüber geschaufelt, ich glaube, ich habe das jetzt irgendwie mehr oder weniger komplett umgezogen, muss ich nochmal so einen Last-Check machen. Aber nun.\nDer geile Effekt davon ist, man geht dann so durch seine alten Archive und entdeckt auf einmal so Scheiße, wo man sich dachte, was das hast du? Das hattest du überhaupt mal oder was hast du noch?\nQuasi unmittelbar im Nachgang zu der letzten Sendung bin ich dann auf alte,\nAufnahmen, alte Fernsehberichte über die Villa gestoßen. Und da gab's gar nicht so wenige von. Stellt sich raus\nalso all das, was ich ähm versucht habe, gemeinsam mit Lars in der letzten Sendung irgendwie zu beschreiben ähm ganz plastisch, teilweise äh wiedergibt\nund habe mal auf meinem YouTube-Account schon im Chat eine eine Playlist gemacht mit den ganzen mit den ganzen Berichten, dass es teilweise super cheesey, weil natürlich,\nDamals ist oft auch in diesem äh\nKontext, was wir ja auch gesagt hatten, dass das eben so das Aufkommen der null neunziger äh Porno äh Online-Hotline äh Szene war. Das heißt, wir haben uns ja quasi mit äh die Aufmerksamkeit mit so einem Sumpf geteilt,\nwaren dann immer so die die lustige Ausnahme, aber gerade so die ersten paar äh äh Dinger da eins dieser Playlist sind eigentlich ganz cool, weil sie eigentlich relativ klar so diese Soundkulisse\nerzählen und und all das wiedergeben. Und das war für mich dann gleich nochmal so der der zweite Flashback nach dem ersten Flashback,\nNachdem also der RC drei Flashback äh da war.\nÜber den wir ja geredet haben kam dann für mich irgendwie dieser Fernsehbericht, der Opatz, es gibt ja noch mehr äh audiovisuelle Dokumentationen davon, als ich dachte. In den Berichten sieht man nunmal jetzt den,\nden André äh\nSchnorr ganz viel, der quasi der Dritte von den von den Programmierern. Das hatten wir ja hier an, an Bord, aber Andre ist äh sowohl,\nderjenige der quasi diese eigentliche Logik der Villa gemacht hat alles in Smalltalk und vor allem seine unnachahmlich charmante, sanfte, so nore Stimme,\nmit ins Spiel gebracht hat und quasi auch,\ndas hatte das ja auch äh erwähnt, dadurch dass er sozusagen den Code geschrieben hat und jederzeit wusste, wann welcher Event gefeuert wird. Und in welchen,\nkonkreten Momenten irgendeinen Zaunfall reproduziert wird, ist es ihm einfach gelungen\nalles in seine Stimme zu legen, was einfach diesen Moment auch einfach maximal geil machte, ne. Also ist einfach wunderbar,\nÄhm seine Stimme hört man da, dass es äh schön gucken vielleicht kriegen wir ihn auch nochmal in die Friedshow irgendwann,\nNa ja, das mal so äh vorweg und dann.\nNochmal zwei Tage später ging's dann irgendwie los auf Twitter. Ja sag mal Tim, bist du eigentlich schon auf Clubhaus.\nIch so nee.\nSollte ich so ja, hieß es da und das kam in dem Moment von Picky und wenn Picky sagt, ich sollte da mal hingehen, dann,\ndenke ich da nicht dran drüber nach. Und ich hatte auch im Nachgang zur letzten Sendung, hat mich da schon einer drauf hingewiesen. Irgendwer andere meinte so, ja, hier irgendwie Clubhaus, die machen auch irgendwie was mit Audiochat.\nAber das war ja so ein äh System, wo man jetzt nicht so ohne weiteres Account aufmachen konnte. Deswegen ist das äh erstmal so ein bisschen an mir vorbeigegangen,\nWas ist dann passiert? Dann äh habe ich halt so eine Invitation bekommen, habe mich irgendwie angemeldet und hatte dann auf einmal einen Account und seitdem,\nwar ich da.","Wohnst du da.","Ich bin da rein und habe habe die Räumlichkeiten gefühlt nicht mehr verlassen ähm,\nund dann hatte ich gleich wieder mein nächstes Deja-Vu, weil das war halt genau das, was ich irgendwie hier äh über die Villa auch erzählt habe. Die Leute waren halt die ganze Zeit in der Villa\nalso immer,\nTag und Nacht und wenn sie mal zwei Stunden nicht in der Villa waren, weil sie Dinge tun mussten wie Essen oder so oder arbeiten oder so, aber in dem, in der Sekunde, wo es irgendwie möglich war,\nwieder da zu sein, waren sie wieder da und du konntest irgendwie vierundzwanzig Stunden,\nMit Leuten sprechen, die immer wieder auftauchten und die alle im Wesentlichen das selber erzählten, nämlich, dass sie ja total hier äh suchtig unterwegs sind, äh diesen Ort nicht verlassen können und unbedingt nochmal dieses und jenes ausprobieren müssen,\nUnd dann kam ich irgendwie dieses Clubhaus und das war genauso.\nUnd dann greife ich meine, wir kannten uns vorher schon so ein bisschen über Bande, ne? Aber im Clubhaus sind wir uns dann so richtig, über den Weg gelaufen.","An der Bar.","Das war jetzt wirklich lustig. Ja und ich denke ähm um's mal vorweg zu sagen, ich glaube, da passiert gerade was Fettes,\nAlso es ist einfach so, dich ist nicht so jettender Service und irgendwie guck mal hier eine Webseite im Internet und so. Sondern ich hatte einfach so dieses so ein Gefühl wie\nals Twitter eingerichtet wurde. So so kam mir das irgendwie vor. Also es hat mich einfach extrem erwischt und das natürlich so mit diesem Hintergrundwissen,\nwas eben so Audio kann. Und ich meine, wir wissen das alles aus Podcast. Ich weiß es halt konkret aus äh aus diesem Visa-Projekt und.\nJetzt kommt halt im Prinzip genau das zusammen\nhat ja glaube ich Lars auch kurz diese Ideen mit ja, wo man das nicht wieder irgendwann mal machen und worauf setzt man das am besten auf?\nDas ist eigentlich im Prinzip die die konsequente Weiterverfolgung\nIdee eines Audiochats, eines dynamischen Audiochats mit Räumen, wo man einfach irgendwelche Leute treffen kann und mit denen reden kann.\nAber quasi in der Generation App. Also während wir quasi damals nur\nTöne und die die Tastatur des Telefons hatten als User Interface und alles andere akustisch signalisiert wurde, kommt halt hier so dieses kleine Ding dazu, dass du noch quasi nochmal so ein Kontrollpanel dazu bekommst in Form dieser App,\nUnd das ist zwar sehr minimalistisch gehalten, aber das ist auch gut so, dass das ist und dadurch kriegt das Ganze auf einmal äh ein,\nReiz. So Rodi und Dom, ihr seid ja auch äh etwas eingetaucht, was war euer Eindruck.","Also der erste Eindruck war ganz schlimm.","Bist du auf die Startup-Talks äh geraten oder auf die Bitcoiner.","Der erste Eindruck war richtig schlimm. Du kommst da so hin,\nund dann werden hier tausend Leute zum Followen einge äh angezeigt und das sind nur,\nCEO und Founder und und lauter so Typen wo du so denkst, den möchtest du nachts nicht auf der Straße begegnen. Weißt du so, also diese diese ganze\nBusiness-Kasperade, also ich dachte ich bin hier falsch äh und dann habe ich irgendwie in drei Talks reingehört und die waren alle nur also,\nes war wirklich schlimm, es war wirklich, wirklich, wirklich schlimm. Und dann habe ich's halt erstmal ein paar Tage wieder äh weggelegt und habe halt auch diese ganzen diese ganzen Push-Motivations ignoriert, die da kamen,\ndann hast du ja quasi so eine Art Hörertreffen gemacht.\nUnd das war so das erste Mal so, ja, okay, das kann funktionieren. So, so kann das funktionieren. Aber aber so diese diese äh ich mache mich wichtig Panels, die da sonst noch so liefen,\nalso.","Ja gut, ich meine, das sind halt alles äh einzelne Communitys und Leute reden halt über das, worüber sie reden wollen und wenn sich Leute über Start-ups unterhalten wollen und wenn sich Leute über Bitcoins unterhalten wollen, mein Gott\ndann sollen sie sich halt darüber unterhalten. Das muss einen ja nicht interessieren, ne.","Ja, ja, nur mein erster Eindruck war, das sind nur so Typen,\nund und irgendwie äh ich habe das ja dann in so einem Tweet äh auch geschrieben, entweder folge ich den falschen Leuten oder ich bin hier falsch und wahrscheinlich äh war das also so der erste Eindruck, weil sie,\nweil sie auch, weil sie einem auch diese ganzen Idioten vorgeschlagen haben am Anfang, ne? So.","Ja, das ist in der Tat ein Fehler, ne, dass sie, also dass sie da am Anfang äh versuchen da dir ein Social Network zu pushen, was eigentlich nicht dein Ding ist. So, das, das halte ich auch für einen Fehler.","Ja. Also da war insgesamt auch meine Geschichte dieses\nBootstrapping ist so ein bisschen interessant, also einerseits ist man am Anfang in der App so ein bisschen verloren, äh weil die so von der Anordnung so so man muss da ein bisschen bisschen bisschen reinkommen. Also das, das war mir nicht so so schnell zugänglich, weil es irgendwie so\nAlso der HomeScreen ist ja irgendwie nachdem er sich irgendwie so in so ein Social Network begeben hat und Zeug gelikt hat und Leute gefreundet hat, die man eh schon kennt und sein Twitter,\nFollower schafft und Followerdings sich einsaugen hat, lassen und dann irgendwie Vorschläge bekommt, ähm ist ja dann erstmal alles, was praktisch Räume, die von Leuten sind, die im Erfolg in irgendeiner Form sieht man auf seinem Homescreen in irgendeiner\nso. Und wenn man da drauf drückt, hüpft man sofort in so einen Raum und muss da gleich irgendwie zuhören,\nwenn man die mit der App, also ich habe ja keine Vorkenntnisse gehabt von der App eigentlich, was die denn so sei. Mir war dann unklar, hören die mich jetzt auch. Was ist hier los? Lief Scienty, vielleicht ist alles okay. Also der erste Moment war erstmal so,\nWas passiert hier eigentlich? Und ich musste das zwischentüren. Also ich habe mir hier die App halt irgendwie mal zwischen Tür und Angel und der Tage mit ähm hier mit Family und und eigentlich wenig Zeit und ähm.\nInsgesamt hat wenig Synchron im Zeitbudget im Moment mir angeguckt. Ähm und das war so ein bisschen,\nerstmal so ein bisschen anstrengend fand ich. Dann war es so okay, dann hier mal reinhören, meinen die machen wir mal das Übliche bei so Social Networks, die äh Selbstbeweihräucher. Also die die\njetzt um sich selber drehen, mal reinhören. Mal gucken, wie ist es denn so? Ach ja, hier war neu bei Clubhaus, was passiert denn hier? Wie mache ich denn das und wie höre ich mich an? Wie geht es dann mal bei der erstbesten Session, die da so\nRaum, der dann so da war, reingehört von der Oper war irgendwie äh da Gastgeber und hat das ganz nett gemacht so und hat so ein bisschen halt erzählt, wie den,\nseiner Meinung nach so räumen wir denn so ablaufen und so, was man denn so macht auf Clubhaus vielleicht und dann haben da ein bisschen was gehört, dann,\nin dem wie hör ich mich selber hier mit reingehört auch so, dann Audioqualität und dann wird ein bisschen gequatscht und dann habe ich mir gedacht, okay.\nJetzt habe ich mal ein paar Leute gefolgt und ich sehe, okay, Tim macht natürlich Hörertreffen und sowas und interaktives Audiomedium, das nicht äh rekordet wird, sondern das Herz praktisch für jetzt und für für live am Start ist. Ähm,\nVergängliches und interaktiv und einstiegs neben der neben dem bisschen Schockmoment von der App eigentlich eine sehr geringe Einstiegshürde und was mich so überrascht hat, war das so viel ähm,\nähm also inhaltlicher Querschnitt, klar waren irgendwie so die CIO äh Optimierer am Start, aber ähm,\nGleichzeitig war auch äh ein bisschen Psychologie hier, da und ein bisschen so oh äh in Corona-Zeit und Eltern. Was sollen die denn jetzt am Start machen oder.\nIch habe gleich die volle Bandbreite gesehen, ne, weil wenn man sich ein bisschen durchs Interface klickt, kriegt man halt auch, kann man sich auch alle angucken, die gerade so gescadiod sind, ist auch nicht die schönste aller Ansichten\naber hat man so ein bisschen so ein Gespür dafür und dann ist irgendwie da Gerhard Schröder aufgetaucht irgendwo und hat äh zu zu irgendwas was gesagt, dann gab's eine Link mit das Junggrüne ähm\nGeschichte, wo man einfach nur teilnehmen kann und dann kann man mal zuhören, was die so\nwie sich die Gesellschaft gerade entwickelt und dann bin ich halt einfach so von von Raum zu Raum gehopst und hab mal ein bisschen zugehört und ähm die Geschichte ist ja die,\nDas ist ja relativ äh Post Privacys, was da abgeht. Das heißt, allen Leuten, die ich folge im Moment äh sehe ich, wo sind die in den Räumen und da kann ich einfach an mich dranhängen und auch in den selben Raum gehen, was ja so ein bisschen, es ist schön.\nAber gleichzeitig ist jetzt auch meine Schwester ist auch da und ähm also man ist halt jetzt so ein bisschen so ein Gefühl von okay, wenn ich jetzt in den Raum gehe, ist es auch ein Statement, dass ich dem Zuhörer gerade und wenn ich da jetzt irgendwie gerade in\nin den NGB Themen da irgendwie mich rumhöre, dann ist halt die Frage, okay, ist dann gleich gibt's\nblöde Follower, die die dann da sofort Dinge draus drehen oder nicht oder an der Stelle oder wenn man sich da mal reinhört in so Themen. Also habe ich sofort so ein so ein öffentliches, so ein, so ein Gefühl, dem bisschen äh\nDas ist mir, das ist schon sehr öffentlich. Also ich find's ganz nett, weil so so zum Exploren finde ich super, dass ich jetzt ähm mal Tim hinterher laufen kann, wenn ich will oder so das hat so ein bisschen so diesen Konferenzcharakter. Ach ja, ich weiß nicht, was ich tun soll und dann gucke ich mir, was machen die anderen? Ach ja, da ist jemand in einem Raum.\nBin ich aber auch ab und zu auch so in so semiprivaten Dingern gelandet, wo ich dann gar nicht so sein wollte, weil da waren dann nur vier und die kenne ich zwar indirekt vom Podcast hier mal da, aber ich wollte eigentlich nicht mit denen sprechen jetzt, sondern sowieso nur hören äh und aber den\nden alleine jetzt zuzuhören, fand ich jetzt auch ein bisschen komisch und dann bist du da ein bisschen löckst und haust wieder ab. Also man hat sofort so ein, das ist so ein eigenes Social Network-Verhaltensding, wo man so ein Gefühl für kriegen muss, ja? Und einmal bin ich auch in so eine\nso 'ne Nachtquatsche runtergegangen, die haben dann gleich irgendwie weiß ich nicht, platte Witze gezogen und waren eher auf Dissen aus und dann bin ich auch schnell wieder weg\nDa hat sich's da auch mal schlecht angefühlt, weil die halt irgendwie sich über Dinge lustig gemacht haben und potentiell auch über mich gar, das wusste ich dann nicht und so so Geschichten, obwohl man da nur kurz vorbeigeflogen ist, ja, weil halt auch so\nTeile äh meiner Bio standen, die sie gesagt haben, aber die weit nicht unbedingt mich gemeint haben und so. Ähm und das ja\nWeiß ich nicht. Es ist ein, es ist ein skurriles Ding, ich find's toll, dass die Einstiegshöhe so gering ist und so ein breites Angebot am Start ist. Also es ist einer der wenigen Dinge, die ich jetzt auch meinem Nicht-Techi äh persönlichen Umfeld nahe gelegt habe\nAlso ich kenne da einige Leute, die eher so in dem sozialeren Umfeld, der nicht so technistig ist, äh gerne so eine Interaktion äh interaktive Möglichkeit hätten, die auch gerne quatschen und so, aber halt vielleicht eher über Lebens,\nSinn, Sinn des Lebens, Dinge oder über ähm.\nÜber politische Bildung und sowas und die haben bisher eigentlich in meinem oder ist jetzt ein ein eher Technebeltes äh.\nProgramm oder sowas äh nie Platz gehabt, außer interessanterweise bei der Ekelplattform Facebook, so, weil die organisieren sich über viele über Facebook und für die ist der Teil auch gut\nja? Also weil sie hat Events organisieren und auch auch Themenabende und sowas. Ähm äh\nAber das ist das erste Mal, wo wir okay, ich kenne da ein paar Leute, die wollten da bestimmt gerne jetzt irgendwo reinhören, irgendwo mitsprechen wollen, also gerade bei den politischen Geschichten, diese Wortmeldungsgeschichte, diese wie so ein Raum abläuft, moderiert sein kann, wie Leichmar zu,\nZu einer Redemeldung kommt, wenn man will, äh wenn was ist und ja, also es ist spannend auf vielen Ebenen.","Ja, ich wollte jetzt erstmal lass mal äh äh ich wollte mal ganz bevor wir da noch tiefer reingehen, weil das will ich definitiv noch äh tun, weil ich erstmal nur so First Impression erstmal sammeln und dann vor allem erstmal so Reifs,\nFirst Impression und dann würde ich's gerne nochmal kurz für die Leute, die jetzt,\nnoch überhaupt gar keine Berührung damit gehabt haben. Kurz mal erklären, wie es eigentlich genau funktioniert und dann nochmal so ein bisschen zu dem Impact äh kommen, den das haben kann. Ralf.","Ja.","Kommen und was hat das mit dir gemacht.","Genau, also ich bin ja da auch mehr oder weniger eingezogen,\nJetzt muss man vielleicht vorausschicken, dass ich eine sehr spezielle natürlich persönliche Situation habe, dadurch, dass ich einfach auch unendlich viel Langeweile hier habe. Ja, also bei mir konkurriert das jetzt gerade mit gar nix,\nund gleichzeitig bedient es meine Sucht nach Inhalten und zwar nach gesprochenen Inhalten, die ich bei der Hunderunde, aber auch am Schreibtisch\nirgendwie und auch im Auto hören kann. Und ähm das macht es sehr gut in guter Audioqualität und äh auch gut durchkuratiert, weil ich irgendwie ähm,\nJa, weil ich irgendwie meinen, mal den Menschen, den ich folge, die äh produzieren eine ganze Menge Relevanz. Für mich relevante Inhalte aus ganz vielen verschiedenen Themengebieten. Also meine Onboarding-Erfahrung, Rody ist da auch tatsächlich diametral anders als deine. Ich weiß nicht, woran's liegt,\nja? Ähm und ähm ich bin jetzt auch nicht, also ich bin jetzt ja selber, aber mir in der Bio steht auch Founder, ja, bitte nicht entfolgen, Rody ähm aber ähm ich,\nMacht es auch gleich weg.","Immerhin nicht Entrepreneur.","Schreib da gleich irgendwas an, ich schreibe euch irgendwie rein, Erlangen, Entwickler seit neunzehnhundertdreiundsiebzig oder so, ja,\ndann ist es dann ist es auch irgendwie vielleicht für alle okay. Aber ähm so oder Alexa oder irgendwas du hast natürlich Recht, also in dieser Art von äh irgendwie so sich selbstliebender,\nSzene kann man da abtauchen, aber man muss es ja auch nicht und tatsächlich ist es auch eine der gefühlt eine der Schwächen noch, das ist glaube ich aber auch,\nbewusst ähm den Entwicklern, dass\ndas ganze Thema so was du da in deinem Feed angezeigt bekommst. Sie nennt's ja so Discovery und Relevance. Äh das funktioniert alles noch nicht so richtig gut. Ähm ich orientiere mich auch meistens so an einem Kalender. Das ist ja der so eine endlose Serie von Meetups fast\ndarstellt. Und dann kann man selbst gucken, wo man da hingeht. Aber Haken dran, für mich war das Onboarding gut und ich bin relativ schnell in sehr,\nschönen Räumen gelandet. Ich weiß nicht, jemand vielleicht nochmal ganz kurz jetzt sagen soll, wie das überhaupt da funktioniert.","Genau, das wollte ich jetzt machen. Ich wollte nur mal so den ersten Eindruck äh machen, so, weil es hat ja äh meine, für mich war's ähnlich, also für mir kam's vor allem sofort sehr bekannt vor,\nhatte da auch wenig Probleme mich in diesen Modus äh reinzuversetzen, weil den kenne ich eh gut als fünfzehn Jahre Podcaster, äh ich habe vorher zehn Jahre Live,\nRadio äh auch mitgemacht, so das das sind alles vergleichbare Situationen und eben auch die Winter davor. War halt schon,\ntrem nah dran. Und zwar jetzt nicht nur, wie es jetzt technisch gemacht ist, da gibt's natürlich auch ein paar äh Unterschiede. Was ich halt sofort gemerkt habe, ist.\nDas was da gerade mit den Leuten sozial passiert, dass das halt genau das, was ich in der Villa auch gesehen habe. Alle reden davon, dass sie irgendwie total suchten, ne, dass sie, dass sie gar nicht mehr\naufhören können und so weiter. Also es ist einfach der der Abhängigkeitsgrad, der sich bei so vielen Leuten, ich meine, ich habe heute\nbitte ich, ich war war gestern den ganzen Tag auf der Autobahn. Ich habe sozusagen fünf, sechs Stunden am Stück irgendwie zugehört, ne, nur über so ja, Clubhaus, Erfahrung, bla, bla, bla, gab's da irgendwie so einen Raum, der die für irgendwie zwölf Stunden und so weiter,\nzugehört und alle haben eigentlich die ganze Zeit dasselbe erzählt,\nso und zwar jetzt mal nicht nur so im Sinne von Oh mein Gott, ich bin abhängig, sondern einfach,\nwirklich, also wirklich, wirklich, wirklich viele Leute, die gesagt haben, das hat mich jetzt aber mal voll aus meiner Depression gezogen,\nich hab noch nie so viele Leute kennengelernt in so kurzer Zeit, ich hatte noch nie so viele angenehme Gespräche in so kurzer Zeit, ich hätte nie gedacht, dass ich selber so reden kann,\nIch war ja immer,\nschüchtern aus Grund X Y Z und könnte mir das gar nicht vorstellen und jetzt bin ich hier dabei und moderiere Runden. Ich hab hier irgendwie neue Freunde getroffen das Ding\nso schnell von irgendwie niemand wusste, dass es das gibt zu äh Invitation äh Einladungsfeuer auf Twitter zu Leute fangen an, irgendwie tägliche Radiosendungen dort äh zu machen\nüberall rumzuhüpfen.\nUnd äh total äh zu entflammen und und diese diese latente Glücklichkeit, die ja auch verbunden ist mit dieser Anerkennung, dass auf einmal das Weglassen von Sachen, nämlich das Weglassen von Bild und vor allem auch ganz wichtig, das Weglassen von,\ndass das äh so eine krasse,\nAuswirkung hat auf die Kommunikation, dass alle eigentlich fest, also wenn ich jetzt sage, alle, dann meine ich damit natürlich einen wesentlichen deutscher Kulturraum, der da die letzten zwei, eins, zwei Wochen dazu gekommen ist.\nDie sich in diesen neuen Räumen gefunden haben und die quasi jetzt dabei sind, gerade so diese Kommunikationskultur für sich gerade zu formen. Und\nWas ich aber formt, ist ein extrem angenehmer Umgang äh gepaart auch mit einer Angst von vielen Leuten, dass das,\nUnter Umständen vielleicht irgendwann auch nicht mehr so sein könnte, wo ich,\nVerhältnismäßig beruhigt bin, dass das wahrscheinlich gar nicht so passieren wird. Aber da können wir nochmal Separat überreden. Ich würde jetzt tatsächlich nochmal kurz, um einfach Leute mitzunehmen,\njetzt sich die ganze Zeit fragen, was der hell, wovon redet ihr eigentlich,\nEinfach nur mal so die komplette äh Experience machen. Also man installiert sich diese App. Das erste Problem ist, man muss halt einen Account machen. Man kann quasi die App starten, man kann sich einen Account machen, man gibt seine Telefonnummer an,\nAber nur, wenn man vorher von irgendjemand eingeladen wurde oder wenn die eigene Telefonnummer schon in einem Kontaktbuch von jemandem war, ja\ndass dieser Ab anvertraut hat,\ndann kommt man automatisch rein, beziehungsweise man kommt automatisch rein, wenn man explizite Einladung hatte und wenn man sich einträgt und man äh meldet sich mit einer Rufnummer an, die jemand anders.\nÄh in Kontaktbuch hatte äh und die eben in die App geladen hat,\ndann kriegt die Person oder alle Personen, die die quasi diese Nummer äh da drin haben, kriegen so eine Anfrage, ob man den\nWollen wir mal reinlassen sozusagen, ne? Und dann kann man das irgendwie bestätigen. Also das sind so quasi die beiden Vektoren, über die man derzeit einen Account bekommt,\nUnd diese Kette, wer einen reingelassen hat, wird auch äh mit in dem Usergraf abgespeichert. Ich hatte jetzt schon bei Lokbuch Netzpolitik so eine ähm,\nDiskussion bezüglich dieser Datenschutzproblematik, die das natürlich aufmacht und das auf jeden Fall alles ein bisschen fishi, aber es gibt da auch ein paar neue Erkenntnisse. Erstmal vielleicht es scheint jetzt relativ klar zu sein.\nAlso dieses Invitation Feature ist so ein bisschen,\nwie soll ich sagen, unklug. Also, sie sagen halt äh ich brauche hier Zugriff auf dein Adressbuch,\nAber ohne dann einem irgendwie groß zu erklären, was sie dann tun. So und was sie tun ist, sie holen sich die Telefonnummern, sie holen sich,\nnur die Telefonnummer, sie holen sich nicht die Namen, lohnen sich sonst,\ngar nichts. Woher weiß ich das? Es gibt äh jemand, der äh auf dem iPhone, auf einem gehackten iPhone, da so ein Localproxy gestartet hat und sich quasi direkt den den Data-Stream angeschaut hat. Und da wird halt so Jason hin und her geschmissen und da sind nur die Telefonnummern drin,\nAlso man liefert quasi ungefragt alle Telefonnummern ab und das halt auch so eine Sache. Wir erklären's einem nicht, dass sie das tun, sie sagen nicht, was sie damit machen und so weiter und das ist alles\ndoof und scheiße und das müssen sie auf jeden Fall ändern und sind halt potentiell äh ist das wahrscheinlich auch in irgendeiner Form\nabmahnfähig, aber allem nur in und schon gar nicht so ein Datenschutzexperte.","Verbraucherzentrale hat ja wohl schon abgemahnt.","Ja, das ging gerade über Reise, ne?","Aber es geht, es geht ging wohl ums Impressum. Das Fehlende.","Also genau, da fehlt so einiges und das ist halt auch alles bekloppt. Aber ich will mich jetzt erstmal auf die Funktionalität beschränken und klarmachen, also es,\nSieht so aus, als ob das das ist, so. Wenn man jetzt mal davon ausgeht und das ist zumindest das, was die Frauen da sagen, ja, ob sie das tun,\ntun. Ist nochmal eine andere Sache, aber das ist das, was sie sagen, was sie betonen. Äh in ihren Taunholl-Meetings.\nDann würde es sich sozusagen um so eine Nummernkette handeln, die zwar auf ihren Servern liegt, aber im Idealfall halt diese Server nicht verlässt und ausschließlich für diese Invitation Funktion benutzt wird. Nehmen wir das jetzt einfach mal an,\nIch habe jetzt kein.","Im Idealfall.","Im Idealfall, es kann auch anders sein, keiner, aber das weiß ich nicht, ne? Mir geht's jetzt erstmal um diese Funktionalität. Was ich also jetzt hier aufbaue, ist quasi so ein Social Network\nSo, jetzt sagen wir, du bist entweder explizit eingeladen worden oder du hast einen Account gemacht mit einer Nummer, die halt schon irgendwie hochgeladen war und dann\nkriegt äh Person X eine Anfrage, ob man dich reinlassen will. Die hat ja gesagt und dann kommst du rein,\nSo und dann hast du halt das Onboarding. Und guckst halt auf dieses User interface dieser App und diese App ist sehr einfach gehalten. Im Prinzip siehst du erstmal.\nAlso es gibt so eine Onboarding äh Nummer, das hatten wir ja eben schon erwähnt, mit irgendwie müsst ihr irgendwie jemanden folgen, da kriegst du irgendwelche populären Leute vor die Nase und alle folgen irgendwie tiffiny Heddisch, obwohl die ja wahrscheinlich alle nicht wissen, wer Tiffany herrlich ist.\nAuch wenn Tiffy eine hätte ich total großartig ist im Übrigen, aber das ist eine andere Geschichte. Ich habe das.","Ich weiß auch nicht, wer das ist.","Ist so 'ne US-amerikanische schwarze Comedian, die ganz großartig finde. Egal, äh, ich hab das alles nicht gemacht\nSo, deswegen habe ich hier wahrscheinlich auch eine andere Onboarding-Experience, weil ich habe gesagt, du, ich folge hier einfach nur Leuten, die ich kenne, irgendwie das alles andere ist für mich äh uninteressant. Das war auch, glaube ich, die richtige Entscheidung und das geht dann irgendwie ratzefatze, weil es sind irgendwie viele da, kannst du wieder nach suchen und du siehst ja sozusagen auch\ndie Person, die dich eingeladen hat, wem folgt die. Und so habe ich mich halt einfach durch diesen Social Graf rückwärts durchgearbeitet und null Komma nix fünfzig hundert Leute gefunden, die ich irgendwie kannte und äh oder zumindest halbwegs interessant fand.\nUnd habe denen dann gefolgt und daraus baut sich dann automatisch eine Empfehlung von Räumen auf, weil dir wird im Prinzip, wenn dir Diskussionsräume präsentiert, in dieser Übersicht\nin der entweder Leute sprechen, die du kennst, denen du folgst, also nicht kennst und folgst oder die sie halt.\nDie dort in der Ordiens sind, also die entweder zuhören oder mitsprechen.\nUnd die tauchen dann einfach auf. Die haben dann vielleicht einen Titel oder nicht. Man kann einen Titel setzen. Manche tun das nicht,\nUnd wenn ich dann auf diesen Raum drauftippe, dann macht's Kajang und ich bin\nsofort drin, das ist als ob du's Radio einschaltest und dann irgendwie auf einmal Talk Radio hörst. Und wenn du wieder rausgehst mit einem Button lief Quitley, dann bist du wieder raus und dann ist wieder Ruhe, kannst du in den nächsten Raum reingehen. Du kannst schnapp, schnapp, schnapp, eben mal von einem Raum, in den anderen wechseln\nmehr oder weniger ohne Übergänge. Das User-Interface, wenn du in einem Raum bist, was sich dann öffnet, zeigt dir quasi alle Teilnehmer,\neines Raums aufgeteilt in zwei Bereiche oben hast du Leute, die on Stage sind,\ndie Bühne, das sind die, die jederzeit reden können, wenn sie ihr Mikrofon entnehmen und dadrunter ist die Audience.\nNochmal so gestaffelt, präsentiert wird, erst mit Leuten, die äh gefolgt werden von den Leuten, die gerade auf der Bühne sind, also die sagen wir mal so potenziell mehr so eine Peer Group des aktuellen Gesprächsrahmens sind. Das,\nMark oder mag nicht äh irgendwas wie ich wichtige Information sein? Und dadrunter halt quasi alle anderen.\nJa und dann gibt's Räume, da sind fünf Leute, dann gibt's Räume, das sind dreißig Leute und dann gibt's Räume, da sind irgendwie fünftausend Leute bei Sascha Lobo, gerade Thomas Gottschalk auf die Plattform geholt hat und äh eine Dreiviertelstunde versucht, ihm zu erklären, wie er sein Mikrofon entneute\nund ich muss sagen sogar ich habe die Dynamik dessen,\netwas unterschätzt. Also es ist in dieser ersten Nacht ging's los.\nTausend Debatten und zwar irgendwie alles super interessant und irgendeiner meinte ja das dauert jetzt auch nicht mehr lange, dann ist so wie der der Lindner ist ja dann irgendwie auch.\nMeinst du, na ja, also Lindner, der wird ja bis die Politik das begreift, das wird irgendwie noch eine Woche dauern. So. Nächsten Tag Lindner da,\nPhilipp Abenteuer da wie Anke Domscheidberg, da bam, bam, bam, es dauerte nicht lange und irgendwie tausend Geschäftsführer SPD, Grüne, volles Programm interessanterweise vor allem aber SPD, ganz viel und CDU, ganz viel. Das hat mich,\nbeeindruckt gar nicht so viele.","Schwafeln können, die.","Ja, ja, aber ich meine, man.","Wir Veranstaltungen können die hier gerade nicht mach.","Ja gut, aber.","Zeit für den für die Art von von Dingen gerade. Findest du? Also ich hab schon.","Ja mittlerweile mittlerweile hast du das Gefühl der ganze Bundestag findet im Clubhaus statt.","Gut, aber Grüne kann ich mir vorstellen. Ich meine, die Grünen sind ja von ihrem Gründungsmythos ja schon auch technikfeindlich, ne. Also so dieses dieses äh Peter lustig und jetzt wieder abschalten.\nDas ist schon, das ist schon, das ist schon Grüne, ne?","Ja, also das jetzt auch wie Peter mit bitter lustig den heutigen Grün zurück. Egal, ich kann's nicht quantifizieren. Das war auf jeden Fall so meine Wahrnehmung, ne. Ähm,\nDann kam natürlich in null Komma nix die Journalistenblase dazu und dann war's einfach\nkrass, ja? So hast du Journalistendiskussion, dann äh gab's dann irgendwie sofort Breakfast Club hier und irgendwie Mittag im Regierungsviertel da und jeder empfängt auf einmal an irgendwelche\nFormate zu starten und echt interessant, was da kommt, Quiz und Theater wird da gemacht und keine Ahnung, Musicals werden da aufgeführt, die Leute drehen total durch und sind super kreativ und ähm,\nfindet einfach eine Menge äh statt, ne? Und Ralf, du hast ja dann auch du bist ja schon,\nDu bist ja jetzt quasi schon Clubhausveteran, hast ja irgendwie schon deine achte Show in der Serie gemacht, aber erzähl doch mal, wie du irgendwie da mit Focker zusammengekommen bist.","Ja genau, also dann vielleicht noch Tim so zum Abrunden der Funktionalität, ne? Man kann dann in diesen Räumen die Hand heben, wenn man etwas sagen möchte, Race Hand und das sieht man also,\nWenn man so einen Raum startet, ist man automatisch in der Moderatorenrolle\nUnd man kann auch jedem, der oben auf der Bühne steht, diese Moderatorenrolle geben. Ähm das ist auch, also da können auch dann mal so zwanzig Leute, die Moderatorrolle haben und diese Motorrad Moderater Rolle, die berechtigt sich dann\nLeute, die die Hand gehoben haben, die landen dann in so einer Q, die sieht man und dann kann man die auf die Bühne heben und dann kann man die dort auch,\nMan kann die nicht anmuten, logischerweise, ja, also man kann sie stumm schalten und man kann sie auch zurück ins Publikum setzen. Also es ist dann schon eine ziemliche,\nPower, die man da als Moderator hat und man kann so einen Raum auch in ein Zustand vorsetzen, dass keiner mehr die Hand heben kann\nEs gibt natürlich Räume, wo dann plötzlich die Q so voll wird, dass man da auch kaum noch sich also meistens moderieren diese Räume zwei Menschen und einer bedient ab einem bestimmten Zeitpunkt nur diese ganze Technik,\nder andere sich aufs Reden und die auf die Inhalte konzentrieren kann. Genau und ich habe tatsächlich relativ früh ähm.\nAuch ich kannte das Ding auch irgendwie gar nicht, habe da auch so einen Knopf gedrückt, Start Room, weil ich mal wissen wollte, wie ich eigentlich klinge, weil wie ihr ja mitgekriegt habt, ist mein Technik-Setup hier zwar teuer, aber Crep,\nda hab ich mir gedacht,\nklingt's wenigstens, klingt's wenigstens irgendwie cool. Äh habe ich den Raum auch so genannt, wie klinge ich hier eigentlich? Und dann kam Volker Weber, dem ein oder anderen bekannt als Voge\nja, der ja bei heiße schon eine halbe Ewigkeit und für den Spiegel auch irgendwie alles, was irgendwie als Headset nicht schnell genug auf dem Baum ist, auch mal so durchgetestet hat und schon mal auf dem Ohr hatte und danach das irgendwie verstauben lässt. Und ausgerechnet der kommt dann halt da rein, weil die nicht irgendwie der,\nTitel von dem Raum, wie klingt hier mein Headset angefixt hat? Und was ich noch nicht verstanden hatte, ist, dass es ein offener Raum war\nAlso man kann da auch geschlossene Räume machen, ganz private oder auch solche, wo nur Leute teilnehmen können, die\ndie irgendwie in dem Netzwerkgraf sind, in dem Persönlichen und dann kamen wir da rein und ich habe gesagt, hey, wer bist denn du? Also ich kannte dann, irgendwie habe ich das Bild gesagt, kam mir vertraut vor, ich sage ach, äh Volker, ja, ist toll. Also auch ihr wisst, wir kannten uns vorher nicht\nkannte ihn sozusagen Uni direktional, weil ich sein Zeug immer gelesen habe. Äh er mich nicht. Und ähm,\nDann füllte sich dieser Raum wirklich innerhalb von fünfzehn Minuten auf knapp achtzig Leute.\nDie dabei zugehört haben, wie ich mein Crepy Headset äh mit Volker Weber besprochen habe. Der ja ähm,\nmit einer wirklich Seelenruhe und auch einer ganz großväterlichen Stimme dann da Tipps abgibt,\nund auch das alles sehr schön erklärt, wo man den Bügel hinbiegt, damit man da irgendwie nicht reinhustet und so, ne? Er hat mich wirklich an die Hand genommen, mich da durchgeführt. Dann ging die erste Handmeldung los,\nWir klingen ich,\nJa und dann haben wir die nächsten Tage, aber hat Volker gesagt, nimm mal hier diese teuren Airports raus, schmeiß die am besten weg und stecke irgendwas mit Kabel an und dann waren die natürlich irgendwie enttäuscht,\nAber ähm aber er klang halt nachher besser. So ähm haben wir dann glaube ich zweieinhalb Stunden durchmoderiert,\nAlso wir haben einfach zweieinhalb Stunden dann irgendwie in in Summe zweihundert Leuten Headset Tipps gegeben, äh da noch ohne Affiliate-Links und ähm.\nUnd es hat neiden Spaß gemacht und ähm da oder wir haben einfach echt tierischen Spaß gehabt. So und daraus ist, genau Tim, du hast es schon vorweggenommen, mittlerweile machen wir das täglich,\nso ein bisschen selbst verpflichtet, ja, nicht zu einer festen Uhrzeit, das wechselt immer so, das heißt, der Soundcheck im Klapphaus mittlerweile. Gestern Morgen hat mir jemand, nee, heute Morgen, ich hab so ein bisschen Zeit,\nVorstellungsverlust hier. Ähm heute Morgen hat mir jemand, den ich auch in meinem ganzen Leben noch nie gesehen habe, einen Jingle produziert,\nAlso ist wirklich, es hat gesagt, ich komme hier, ich habe ein Tonstudio, ich habe eh gerade nichts zu tun, weil die ganze Branche ist tot. Ähm und dieser Klapphaus ist so geil, ich mache dir mal ein Intro und ein Auto, hat mir das geschick,\nÄhm das spielen wir jetzt da auch immer ein. So und äh da kommen jetzt immer noch jeden Tag so hundert, hundertfünfzig Leute, die lassen sich da ähm äh Headset, die holen sich da eine originale Headset-Beratung ab. Und ähm.","Hast du da am Start den Jingle.","Ich weiß nicht, ob das jetzt technisch funktioniert, aber ich kann den mal warte mal, ähm warte mal, ich probiere das mal, ich weiß nicht.","Sehr wieder sich minutet automatisch.","So, warte mal. Wie klinge ich eigentlich hier? Der Klapphaus Soundcheck mit Volker Weber und Ralf Rottmann.","So richtiger Radio Chingel, yay, yeah.","Ja, das hat er, deshalb, das ist schon auch eine lustige Anekdote, ja\nhab auch nochmal abgeklopft, ob wir da jetzt irgendwie eine Lizenz, ob ich jetzt direkt den Abmahnanwalt im Briefkasten habe, nachdem ich das da versende. Nee, aber das kann man jetzt irgendwie, das ist natürlich belanglos, ja, das ist jetzt nicht, das bringt jetzt, ist jetzt nicht besonders politisch relevant, aber es ist so,\neine dieser Dynamiken Themen, die du glaube ich beschreibst und die man sehr schwer beschreiben kann, wenn man das von der von der Seitenlinie beobachtet. Und ich habe auch natürlich äh wie du die Erfahrung gemacht\nIch hab wirklich und ich möchte es auch echt hier nicht so klicken wie so 'n Klapphaus-Junkie oder wie deren Pressesprecher, aber ich habe wirklich an Runden teilgenommen.\nAlso ich habe zum Beispiel eine Runde gehabt, da haben Neurowissenschaftler über die neurowissenschaftlichen, also was passiert eigentlich in unserem Gehirn, wenn wir so eine App wie Klapphaus benutzen.","Die habe ich auch teilweise gehört. Mhm.","Und es war einfach,\nAlso es war zwar auch unabhängig von Technik, ne? Da ging's wirklich so drum, warum finden wir das so gut? Was passiert da biologisch, was passiert mit unseren Synapsen, was stimuliert so etwas eigentlich, was stimuliert Stimme? Äh welche Intimität entsteht da immer unvermeidbar? Ja, egal was ein sozusagen, wie bewusst man sich dieser Öffentlichkeit auch ist\nUnd ähm mich hat das unheimlich bereichert und ich bin auch ich sage, ich bin auch wirklich nicht Klapphaussüchtig, ich hab schon immer so 'ne Inhaltssucht gehabt und die kann ich da einfach\nunglaublich gut bedienen und ich habe auch den Eindruck, ich habe auch so ein paar andere Räume jetzt schon gemacht zu anderen Themen,\nkeine Foundation geil. Er wird hier nicht steinigen.","Das hängt mir jetzt an.","Ja ja das schreibt immer so in deine.","Mach doch einen zur Toniebox für Eltern.","Das ist lustig, du sagst, das sagst du, weil ich habe jetzt die beiden Gründer, das sind ja auch gute Freunde mittlerweile auch, ich will das nicht mehr machen, weil die haben natürlich eine geile Geschichte zu erzählen, ja.","Ja eben, also das Ding ist auch cool, also das ist wirklich mich interessiert das. Macht er.","Ja und und ich finde tatsächlich auch, dass das ähm.\nAlso also mich mir macht das einen unglaublichen Spaß und ich empfinde auch, dass es ein, es bringt auch ein hohes Commitment von denen, die dir zuhören,\nNe, das ist auch nochmal so ein Aspekt ähm da die Leute sind da wirklich relativ dabei. Da gibt's klar auch welche, die hören das wie Radio. Ah, kochen nebenbei, et cetera. Aber man merkt so an dem, wenn sie dann auf die Bühne kommen,\nIst das schon alles sehr Spot on? Also ich bin auch relativ begeistert, wie man hört, nicht nur wegen des Dschingels.","Die Leute sind extrem konzentriert und auch sehr dankbar in diesen sozialen Kanon da äh so schnell aufgenommen zu werden,\nbringen sich dann auch entsprechend ein und das färbt dann auch automatisch auf alle anderen an. Also es ist einfach so series und dann trotzdem irgendwie aber auch wieder\nlocker und verbindlich und man merkt so richtig wie das so auf alle so abstrahlt. Also die glühen richtig.\nUnd das das macht diese Magie halt aus und davon reden auch alle. Alle reden davon so, dass dass sie von dieser Magie,\nder Diskussion komplett gefangen sind, dass das irgendwie, dass sie völlig verzaubert da irgendwie durch diese Räume torkeln,\nund und gar nicht wissen, wie sie das wie sie das für sich einordnen sollen. Und das, das ist auch, glaube ich, das, was Entschuldigung. Das ist das, was,\nden Leuten, die gerade diese etwas schräge Berichterstattung,\nerfahren und das so so von außen betrachten, weil sie aus technischen oder anderen Gründen daran jetzt gerade nicht teilnehmen können, ja, weil sie kein iPhone haben oder weil sie irgendwie nicht teilnehmen wollen oder noch nicht teilgenommen haben. Äh\ndass das ist fast kaum vermittelbar ist,\nwas da eigentlich die Dynamik ist, hat diesmal ja Ramelow hat sich verquatscht und hat irgendwie Philipp Amtor hat ein Lied gesungen und so weiter. Vollkommen uninteressant für für das, was eigentlich Clubhaus äh ist. Das sind so Neben\nPlotz, die irgendwie an an die normale Berichterstattung und an den normalen Skandalmodus,\nUnd für für das, was da eigentlich passiert, vollkommen äh unerheblich und dementsprechend äh ist es meiner Meinung nach\ndas, worauf man eben fokussieren sollte. Wir haben ja hier letztes Mal über den RC drei gesprochen und wie die Leute das irgendwie so emotional mitgenommen hat und ich hatte das, wie gesagt, bei der Villa genauso. Ich meine, die Leute haben sich danach geheiratet\nUnd das werden wir auch im Clubhaus sehen.","Ja was\nWas ich, was ich komisch finde, ist, dass so viel Parallelen jetzt im Podcast hingezogen werden, weil halt vom Format her ist ja ganz anders. Ja, es ist auch Audio und ja, die Leute, die Podcasts machen können natürlich in Mikrofon sprechen, aber es ist so ein\nes ist ja mehr wie ein Hördertreffen oder es ist wie ein ähm es ist wie wie was weiß ich\nDer Piraten ihr Mumble damals, dass sie sich immer regelmäßig irgendwie da zusammengerottet haben, aber halt offen für alle und nicht nur für eine spezielle Klientel. Also so dieses ähm Partizipation ist äh\nist gewünscht und und wird auch äh ist auch also es ist viel, man ist selbst wenn man nur zuhört, gefühlt\nin in der in der in der semiaktiven Pflicht, aber auch in der Chance. Es ist eher so, man geht vielleicht über einem\nIhr merkt, es ist wirklich eher so eine Dauerkonferenz, wo man hat, mal in Talks reinläuft und die Leute sehen, dass man mal reingelaufen ist und zugehört hat, aber ähm man könnte äh es ist aber auch die Formate sollten auch alle ähm interaktiv sein, finde ich.\nFür für eine reine Frontalgeschichte, finde ich auch, passt nicht ganz.","Ja, aber es ist, es ist aber auch, es ist aber auch wie Radio, ne? Du machst es an und dann versendet sich's. Und es ist irgendwie also ich fand, ich fand das halt so schwierig, das ist halt du drehst so am Mittelwellensender und dann kommt so ein bisschen labern wieder Leute,\nwieder Leute und irgendwann am Ende von der Skala kommt nur noch also irgen.","Mit dem Soundcheck.","Also mich hat das überhaupt nicht geflasht, weil ich so dachte so, das ist so beliebig und so äh so.","Bist halt zu jung, ja? Das ist einfach auch jetzt anders, einfach auch jetzt, das ist halt.","Das ist es wahrscheinlich.","Einfach auch ein Social Netzwerk für so.","Ja gut. Zugegebenermaßen, ich höre ja Radio auch seit den Achtzigern nicht mehr, weil es mir zu dämlich wurde. Aber äh also äh keine Ahnung. Also irgendwie es ist alles so beliebig und so.","Ist es ein guter Ansatz. Dadurch das würde ich gerne mal aufgreifen. Wie verhält sich das.\nDrop in Audiochat nennen sie es ja, ne? Aber da nennen wir es jetzt mal Clubhaus. Wir werden das, wir werden das,\nüberall sehen. Ich glaube, dass wir hier nicht von einer App reden, sondern wir reden hier von einer neuen Gattung von Kommunikation, von\nFormat, kannst du auch sagen eine neue Art Social Network ähm es zeichnet sich ja schon ab. Twitter ist ja schon unterwegs. Die sehen schon die Bedrohung,\nTwitter Spaces soll kommen und es ist ein Clubhaus Klon in jeder Hinsicht, also\nChance auf die Screenshots, die gerade so rumgeht und so weiter. Der Feind ist Clubhaus,\nJa, also so wie Instagram das äh und WhatsApp äh Facebook angegriffen haben, weil sie einfach ein anderes Modell haben, ja, Messenger, Fotos, Videos.\nSo kommt jetzt irgendwie Clubhaus um die Ecke und gefühlt ist so der, das Hauptopfer ist Twitter. Weil,\nWas ist denn Twitter? Ich habe vor zehn Jahren mal einen Podcast aufgenommen, wie mit Max irgendwie, wo wir uns irgendwie so da haben wir so ein bisschen in die Zukunft geschaut und haben uns so so zehn Sachen rausgenommen,\nso Predictions gemacht, was das für eine Bedeutung haben wird in der Zukunft. Eins davon war irgendwie Twitter. Meine Grunderkenntnis von Twitter am Anfang war eigentlich immer für mich war Twitter der globale Chat,\nSo, das ist der Ort, wo die Konversation geführt wird. Und ich denke mit der Vorhersage lag ich jetzt so falsch nicht\nEs ist halt der Diskussionsraum. Ist nicht der einzige Diskussionsraum, aber wir haben ja gerade gesehen, was in den letzten vier Jahren Twitter so für eine Bedeutung hatte und dieses Hin und Her von einzelnen,\nSachen. Mit all seinen Problemen, die das mit sich gebracht hat.\nUnd jetzt kommt irgendwie Audio auf einmal mit auf den Tisch. Und das ist irgendwie ein bisschen wie Radio und es ist ein bisschen wie P\nCasting und es ist so ein bisschen wie auf einer Konferenz sein und das ist ein bisschen wie im Workshop Raum, aber es ist auch ein bisschen wie telefonieren und es ist so so ein bisschen von allem, aber es ist vor allem erstmal alles andere, was vorher relevant war, nicht. Keine Bilder\nkeine Videos, kein Text. Das ist einfach weg und dieses.","Und keine Permanenz.","Und keine genau diese diese genau diese Vergänglichkeit, die kommt auch noch mit dazu. Und ich glaube sogar, dass dass das eins der Erfolgsdinger ist,\näh von von Clubhaus, dass sie das alles nicht dabei haben\nalso das ist jetzt nicht nur nicht irgendwie so richtig drin haben, sondern dass sie es konsequent ausschließen. Sie sagen ja, wir werden keinen Text machen, wir werden keine Bilder machen, wir werden\nkein Video machen wollt, sondern sie setzen einfach auf Power auf Audio und derzeit setzen sie zumindest auch noch auf diese Vergänglichkeit. Das könnte ich mir vorstellen, dass sich das ändert. Weil warum sollten sich nicht Leute auch Podcastmäßig\naufnehmen, wenn sie denn alle auch sagen, dass sie das wollen,\nJa, wenn das sozusagen das Ziel ist, kann ich mir das sehr gut vorstellen, dass es dass es eine Funktionalität, die drin ist, aber der die Ford ist halt erstmal hier soll nicht aufgezeichnet werden. Das haben wir aber noch gar nicht erwähnt, ne, dass das quasi so Tumps of Service ist halt aufzeichnend verboten, die App\nversucht sich gegen so einfache Screenrecording Sachen so ein bisschen zu wehren oder zumindest zu warnen\nman kann's natürlich trotzdem aufnehmen, wenn man will, aber äh generell äh verstößt es eben die gegen diese Nutzungsbedingungen.","Auch zitieren, auch zitieren Tim, ne?","Richtig und zitieren.","Das ist so ein bisschen das Problem, sowohl Zitieren als auch überhaupt irgendwie Wissen des akquiriert wurde, reproduzieren, was ich ein bisschen äh von der Formulierung her etwas übertrieben fand. So, weil wenn du das ernst nimmst, dann äh geht nicht, aber na ja\nAlso die Intention ist ja klar.","Genau, da gab's ja auch schon die Debatte, die journalistische Debatte, ne, wenn jetzt jemand, der von öffentlicher Bedeutung ist, da was redet und Journalisten sind mit in der Runde, ist das dann nicht genauso wie auf der Straße stehen, dann darf ich ja auch darüber berichten, wenn's viele gehört haben. Also,\nDa gibt's sicherlich einiges, was noch ausgefochten wird und das Feld hier sicherlich in Deutschland auch alles auf einen anderen Boden erstmal, der Diskussion, als das in USA ist,\nWo es bisher verbreitet war, aber diese letzten zwei Wochen Deutschland äh,\nist den V dann, also man den machen so einmal die Woche, machen sie sonntags, machen sie auch so eine, so einen Raum, wo sie quasi über ihre App reden und wohin die Reise gehen soll und da haben sie letzten Sonntag schon äh gesagt, so äh ja Deutschland äh\nda geht gerade richtig was, das ist jetzt irgendwie schon unsere drittgrößte Community nach zwei Wochen. Ähm also Deutschland nimmt es richtig aktiv auf.\nDont als the Germans, genau. Ich habe mir natürlich Gedanken darüber gemacht, okay, was was bedeutet das jetzt quasi für,\nfür Podcasting. Ne, für auch natürlich ein ein Grund,\nwarum ich das jetzt besonders interessiert hat und warum ich dann irgendwie auch nicht nachlassen konnte und auch die Frik Show verschieben musste, weil ich war einfach, ich war einfach gefangen, ich konnte gar keine Sendung machen und,\nErstmal ist natürlich keine Podcasting Plattform gar keine Frage, zumindest nicht in der aktuellen Form, ist es einfach nicht. Leute spielen da zwar schon ein bisschen mit rum, aber es ist ja was,\nes ist was anderes. Es ist erstmal ist das es halt alles live und es ist Real Time,\nDu kannst es halt nicht hören, wann du willst, du kannst nicht pausieren, du kannst nicht zurückspulen. Es ist also einfach in der Nutzung,\nanders. Es ist auch, glaube ich, in der Erzeugung anders, obwohl es sehr nah dran ist. Du hast halt das normale Gespräch, aber es ist\nautomatisch sehr viel stärker moderiert als wir das jetzt hier machen. Man kann natürlich auch ein Podcast genauso stark moderieren aber dieses dieser dieser Effekt.\nDadurch, dass permanent Leute dir quasi äh auf die Bühne trudeln, die du gar nicht kennst.","Call and Radio.","Ja, so ein bisschen Call-in-Rede, aber es ist irgendwie demokratischer als Call in Radio,\nAlso du hast zwar eine ähnliche Moderationspower, aber irgendwie selt, also das hast du vielleicht so bei Domian oder so, also auf dem Level, ja, dass die Leute wirklich auch sehr ernst genommen werden, aber dass dann Leute auch, ich meine,\nwas du gerade auch erzählt hast. Es ist vollkommen normal, dass dann so Leute, die irgendwie auf die Bühne kommen und dann dann die Moderatoren, du, ja, ich habe jetzt gar keine Zeit, ich muss jetzt mit dem Hund raus,\nübernimm du mal und dann dann läuft der Raum einfach irgendwie fünfzehn Stunden weiter. Also es hat schon noch so ein bisschen andere Dynamiken\nAber vielleicht nochmal zurück zu dieser Podcasting-Perspektive. Also ich denke im Podcast machst du schon in der Regel was anderes, aber es hat natürlich,\nähnliche Wirkung, also oder sagen wir mal so, das was halt unter anderem Podcast auch ausmachen,\nDie Nahbarkeit der Stimme, diese ganze Persönlichkeit, die man da reinbringt, dieses diese Nähe, die einfach dadurch durchaus diese, so eine authentische Grundhaltung entsteht. All diese Faktoren spielen natürlich jetzt auch dort eine große Rolle,\nund es entwickelt dieselben Bindungskräfte, dass, ne, so dieses oh man fühlt sich so vertraut und ich kann interpretieren, wie du es meinst und dieses ganze Ironie und lustig sein oder traurig rüberkommen, all diese Nuanc,\ngenau, es wird.","Also wirklich so, also wenn ihr wenn jetzt die ganzen, wenn ich die ganzen Journalisten mir angucke, die da so rumschwirren oder auch die, die eben äh zu Fernsehmoderat äh Tor äh innen, wie zum Beispiel\nder, du kriegst halt einfach so einen persönlichen Einblick, ja, wenn irgendwie Dunja Hanal Ali da aus ihrem Bett äh in irgend so einem Knapphaus Room mit äh aus der, aus der, aus Nähkästchen plaudert, was denn heute gerade am Start ist. Das ist einfach so eine ganz andere, das\nDu siehst die Person mehr, also nicht weil sie nicht\ngerade ihre Moderation macht im oder wie war das der jetzt weiß ich nicht mehr wie er heißt aber der heute online heute Show online\nRedakteur, der irgendwie von von seinem Leid erzählt, äh sehr, sehr persönlich wird an der Stelle dann auch. Du du,\ndu bekommst auf einmal diesen diesen Personen so nah und die werden auf einmal wieder mehr mehr zum Menschen.\nMenschen so wie so wie man das Gefühl hat, auch bei Podcast passiert's automatisch, weil's halt im Format\npassiert, aber für die ganze normale Presse und für die normale, also für die Medienlandschaft jetzt, da passiert es ja nicht. Die sehen sie ja gerade mal, wenn du in einer anderen Quizshow oder in einer anderen Talkshow bist, kriegt man mal einen persönlichen Einblick, aber so dieses diese,\ndiese wirklich wer ist die Person, formt sich nicht so schnell und das Gefühl habe ich jetzt bei Klapphaus habe ich eher, ich höre halt den Menschen,\nja? Ähm, der ist und und der da hab sofort so einen so eine gewisse Nabelschau am Start auch, ist auch so, weiß ich nicht, Stalkerei und und man hat man fühlt sich näher als man ist, so wie du das ja auch kennst, Tim, dass irgendwie die Hörer denken ja schon auch, sie kennen dich\nÄhm aber es ist ja nicht wirklich so oder schon. Also auf auf manchen Ebenen schon, aber,\nja, aber also manche manche verhalten sich dann auch so, als würde man, als wäre man ja schon täglich immer im selben Stammtisch gewesen oder so, also das gibt dieses, es ist unnahbar, dieses zu nahe dran sein, ähm aber ich denke, da wirklich.\nDas ist was, was wir halt zumindest den den Leuten, die jetzt in der normalen Medienlandschaft tätig sind, äh glaube ich, was sich da verändern wird für die. Also, dass sie wirklich jetzt viele,\nViele vielen Nabelschaupersönerchen bekommen.","Ist es nicht vielleicht ein Anfang Anfangseffekt und in in äh vier Wochen macht es keiner mehr, weil sie alle Dinge gesagt haben, die ihnen hinterher peinlich sind. Also weißt du, so, also.","Das weiß ich nicht, Rotti, ich ich finde auch, ich würde auch mal an der Stelle nicht den Blick immer nur aus Sicht des Publikums,\nwählen, ja? Also ich bin relativ häufig auf der Bühne und.\nIch habe heute Morgen auch mit einer Journalistin gesprochen, die gesagt hat, sie hätte sich an vielen, also was es auch mit der Nutzungssituation macht, in der du teilnimmst. Ja, die ist halt früher in ein Studio gefahren. Da haben ein paar\ndrum herum gestanden, die hatten schon so ein bisschen was vorgescriptet und vorrecherchiert und die hat jetzt irgendwie,\nvon der Couch und jetzt nicht Corona Homeoffice, sondern einfach weil sie einen interessanten Talk hatte, wo sie was zu sagen wollte. Da hätte sie früher wieder die technische Möglichkeit gehabt, noch wer sie in dem mentalen St\ngewesen sich da irgendwie einzubringen, weil die Schwelle so hoch ist\nwoanders versendet. Und hier hat sie sich auch aus einer ganz persönlich anderen Nutzen Nutzungssituation selber eingebracht und ich glaube also das kann ich zumindest von mir behaupten. Dieser,\nAndere mentale Status, ich bin in meiner Umgebung, ich bin auch nicht offiziell in einer offiziell auf einer offiziellen Bühne. Dieser ganze Art Hockcharakter, der fördert schon, dass du.\nDass die Wahrscheinlichkeit, dass du authentisch agierst, dass das fördert das. Und ob das ein Anfangseffekt ist, Rodi, das weiß ich gar nicht so.","Na ja, das das Ding ist halt, du hast, du hast halt so einen Stammtisch, ne? Also halt mit ganz vielen Leuten, die du nicht kennst\nund hast 'ne Stammtischsituation, die die Frage, die die ich mich halt\ndie ich mir halt stelle, ist das ist das nachhaltig? Oder ist das die Anfangsäuphorie, die über alle Leute rüberschwappt und in vier Wochen sagen Alte, ja war nett und so weiter und in einem Jahr spricht keiner mehr da drüber.","Also was ich jetzt als dies große Chance sehe, eben genauso dieses Stammtisch oder Klubtreffen oder dieses wir können regelmäßige Treffen von Leuten haben, die relativ vertoxt sind, die deren deren\nden permanent nicht gegeben ist,\ndie sich aber austauschen können über ein gewisses Thema, also so wirklich so klassische, wo hier so Interessensgruppen treffen sich in der Wirtschaft\nso kann man sich hier im Clubhaus treffen, so an der Stelle, deshalb heißt der Name auch so, glaube ich und äh das ist was, was im Moment nicht so niederschwellig\ngut funktioniert, also du kannst natürlich an irgendwelchen komischen Text voran teilnehmen, aber A ist es\npermanent B, versteht man sich nicht so genau wie im, also ich denke, da ist eine große Breite auch da und der die ist, glaube ich, permanenter, ob die mit den mit den Promis und mit denen jetzt schon bekannten Leuten, ob das eine Anfangsgeschichte ist, weiß ich nicht, vielleicht, vielleicht nicht, aber so\nFür alle anderen sehe ich dann ein großes Potential, was halt wirklich so, weil die Struktur, wie es gebaut ist, ist wirklich hergibt im Moment und auch,\nAktuell, wie es wirkt, der Umgang echt einen relativ einen sehr, sehr freundlichen Tonfall hat, so in Summe. Ja, selbst,\nweil er, weil er zu technische Fragen hat, ist es noch sehr sanft und sehr nett.","Nee, aber ich ich\nich habe mir vor fünfzehn Jahren oder so, ich weiß gar nicht, wann, wann ging das mit Twitter los? Irgendwie in der Frühzeit von Twitter habe ich mich aus irgendeinem Grund saß ich mal mit Sascha Lobo in der Kneipe und wir haben uns da unterhalten und er hatte irgend so ein komisches\nam Start, wo man, wo man Videos machen konnte, die wurden dann live gezeigt\nund die wurden aber auch nicht aufgehoben und er war ganz euphorisch, dass das jetzt das tolle, neue Ding sei, weil das ist alles live und dann können die Leute live gucken und ich dachte nur so, ey, aber wir wir sind doch in einer Welt, wo live,\nkein Feature mehr ist, sondern eher ein,\nich will, ich will doch, ich will doch selber bestimmen können, wann ich welche Inhalte gucke und nicht daran gebunden sein, dass irgendwas, äh, dass ich, dass ich mir einen Wecker stelle, damit ich etwas mit\nkomme nur weil's zu dem und dem Zeitpunkt ist und und diesen diesen dieses Problem hat für mich Klapphaus immer noch, weil\nich muss halt dann und dann dabei sein, sonst bin ich nicht dabei, das.","Nee, aber dann, ne, ne, aber dann ist es auch nicht wichtig, wenn du nicht dabei warst. Und äh der Vorteil von Live in dem Moment ist, du kannst dann dabei sein,\nwie viele Leute erzählen mir immer schon, dass sie irgendwie, wenn sie unsere Podcasts hören, danach irgendwie in ihr Gerät schreien, weil sie in dem Moment gerne äh Einspruch erheben wollen, ja? Die beste Möglichkeit, die wir derzeit\nist den Chat nebenbei laufen zu lassen und während wir hier intensiv uns irgendwie unterhalten\nwerfen wir ab und zu mal einen Blick, aber es ist eben nicht wirklich möglich, ähm, da einzugreifen. Auf Club Haus kannst du halt die Hand heben. Also es ist einfach man.","Ja, ja klar, aber es ist dann auch eine andere Art von Veranstaltung.","Ja, es ist glaube ich nicht zielführend, die beiden Sachen irgendwie miteinander zu vergleichen. Es ist einfach was anderes. Es füllt eine andere Lücke. Es füllt aber auch eine Lücke, die,\nkomplett unbesetzt war bisher. Und äh lass mich kurz noch an Zitat bringen und zwar der der Volker, mit dem wir vorhin schon gesprochen haben, der hat irgendwie gestern getwittert,\nEin Blick aus dem Clubhaus auf Twitter. Warmherzige Gespräche statt spitzer Bemerkungen. Das tut gut,\nEs ist da auch einfach ein anderer Umgang, der sich daraus äh,\ngibt und es hat sehr viel eben mit dem Miteinanderreden zu tun. Es ist nicht eine Publikationsmedium per se, es ist ein Forum, es ist ein Treffpunkt, es ist ein\nOrt der Begegnung, des Austauschs und das funktioniert äh erschreckend gut.","Lass, lass mich noch was anderes sagen. Ja, ich, ich, ich weiß, ihr seid die großen Fans jetzt davon.","Es hat mit Fan nichts zu tun. Es ist nur eine Beobachtung, die ich mache.","Du hast vor zehn Jahren oder so keine Ahnung wann das war, irgendwann mal gesagt\nähm Podiumsdiskussionen sind für den Arsch und du willst keine Podiumsdiskussionen mehr sehen. Jetzt ist Klapphaus für mich vor allen Dingen erstmal ein Podiumsdiskussionsmedium\nNe, wo klar du kannst Leute mit auf die Bühne heben, aber im Prinzip ist es eine Podiumsdiskussion.","Es ist eine ähm also ich habe da auch drüber nachgedacht und ich glaube, dass,\nnicht in allen Fällen, aber oft die Dynamik, die sich auf Clubhaus abspielt,\nDie Art und Weise wie dort der Talking Stick weitergereicht wird äh eine Menge Backfixes.\nAnführt für das, was bei normalen Panels nicht funktioniert aufgrund ihrer typischen Konzeption. Da werden Leute Tage, Wochen und Monate lang vorher irgendwie gecastet und dann wird dem Ganzen irgendwie so ein.\nKomisches Thema gegeben. Ja, wir reden über und dann hast du irgendwie so ein abstraktes Thema,\nwo dann irgendwie fünf Leute irgendwie zusammengesucht werden, ganz ganz schwierig bei bei allem was mit Kunst zu tun hat, aber auch an anderen Stellen, auch im politischen Bereich, ja\nUnd dann versuchst du das irgendwie zu besetzen und dann wird irgendwie versucht das vielleicht auch noch paritätisch zu besetzen. Und jetzt müssen wir da auch noch eine Frau dazu kriegen und solche solche Debatten, die sich dann äh abspielen. Und am Ende hast du irgendwie so ein Kondomrat von Teilnehmern\ndie sich eigentlich gar nichts zu sagen haben, sondern dann alle im Wesentlichen nur damit beschäftigt sind, ihre kurze äh Zeit,\nmit zu nutzen irgendwie ihre eigentliche Botschaft rüberzubringen und wenn du Glück hast,\nkriegst du's mit dem Moderator dann doch irgendwie hin, so eine halbwegs erquickliche Diskussion dabei rauszukriegen\ndamit die Leute, die sich das irgendwie jetzt schon seit einer Stunde anhören, sich nicht zu todelangweilen. Auf Clubhaus hast du eine ganz andere Dynamik. Die Panels entstehen von alleine. Da nimmt gar niemand dran teil, der nicht schon ein Interesse daran hat,\nDie Leute melden sich in dem Moment, wo sie,\neine sind mein ein sinnvollen Beitrag dazu leisten zu können und es geht relativ schnell. Also du du,\nhast viele äh es mag ein Panel sein. Man könnte das so nennen, nicht alle Diskussionen auf Clubhaus würde ich so nennen, aber es gibt es auch.\nAber dann funktioniert es trotzdem besser, als die klassischen Panels auf normalen Veranstaltungen, die einfach von viel zu viel Vorplanung leiden.","Ja, ich möchte auch da nochmal sagen, ich finde zum Beispiel also für mich war das asynchrone,\nkommentieren in Textform. Ja, was ja so der Status quo ist auf den sozialen Plattformen. Ich habe das immer eher als Workground empfunden. Und ich meine, wir sehen ja auch,\nwelches Verhalten des fördert. Da wird in der Regel reflexartig,\n'ne kurze Bemerkung abgesondert, dann ist man wieder weg. Also man kommentiert zeitversetzt,\nist nicht nah, man hat den Originaltext auch nur gelesen und das ist schon hier,\ndiametral anders. Also ich habe das auch noch nicht erlebt, also ich war noch auf keinem Panel, ähm wo das dann total eskaliert ist,\nund ich war durchaus in Räumen aktiv, wo auch sehr kontrovers diskutiert wurde, weil man muss natürlich schon auch nochmal unterscheiden, wenn du einen Raum über vegane Ernährung aufmachst und dann hundert\nVeganer in dem Raum hast, dann ist die Diskussion natürlich erstmal sowieso per se schon mal sehr versöhnlich. Aber ich war auch schon in äußerst kontroversen Räumen,\ndie dann auch durchaus ein qualitativ hochwertige Moderation brauchten an der Stelle,\nAber da wurde nicht zensiert. Und ich ich erlebe noch was anderes. Ich weiß nicht, wie es dir geht, Tim, als jetzt auch jemand, der es sehr intensiv nutzt. Ich habe mich heute dabei ertappt, dass ich viele dieser anderen Kanäle, die ich sonst so frequentiert habe, irgendwie als dumpf empfinde,\nJa, also da ist da, da, das ist als wenn da so eine Wolldecke drüber liegt. Wenn ich jetzt so in mein.","Welche anderen Kanäle meinst du jetzt.","So wenn ich so auf Twitter bin oder auch so nochmal so, ich hab ja noch berufsbedingt so mein LinkedIn, ne? Und da wird auch irgendwie rumkommentiert und ich vermisse, also es ist wirklich ein komischer Effekt, ich vermisse diese.\nDiesen menschlichen Aspekt da drin, also die die Kanäle sind für mich alle so ein Stück kühler als vorher,\nauch irgendwie dumpfer die Diskussion, wenn ich dann auch mal so in so eine inhaltliche Analyse gehe, das ist ja auch oft gar keine echte Debatte, das da sondert jeder so ein Statement ab mal kurz ähm.\nDa da passiert auch was mit mir.","Ja, auch Podcast Kommentare. Ich meine, ich habe letzte Woche irgendwie in Lop.\nPolitik haben wir über Clubhaus geredet so und dann dann ging da so eine Diskussion auf Twitter so, ja ich würde ja jetzt hier Werbung machen für irgendwie so ein System und so und was mir den einfallen würde und das wäre ja eine geschlossene,\nForm, wo die Android-User nicht rein dürfen und da da wurde mir dann angedroht mit Spendenentzug und so,\ndachte so, ob wieso habt ihr überhaupt zuhört oder äh war es so? Ich meine, zwingen euch zu gar nichts, irgendwie, wenn ihr nicht spenden wollt, dann,\nbindet und nicht, aber warum wird das jetzt hier so als Schwerter irgendwie rausgeholt irgendwie nur, weil weil man eine andere Meinung äh vertritt, so, da kann man ja auch irgendwie ganz normal drüber reden, aber es hatte, es hat dann eben genau diese\ndiese Schärfe automatisch so aus dem Nichts, wo ich so ein bisschen davor stehe und denke so\nwas habe ich euch eigentlich getan irgendwie und das ist natürlich schon so ein Ding und jetzt wo du das sagst äh\nTwitter ist auch unfassbar uninteressant gewesen in den letzten zwei Wochen. Auf einmal das würde was heißen für so ein.","Ja, aber das, das mit Android, da gibt's ja, da gibt's ja wohl Leute, die doch relativ Quitter da drüber sind, dass Android nicht oder noch nicht unterstützt wird.","Ja gut, aber da bin ich ja nicht schuld dran.","Ganz ehrlich, wenn ich, wenn ich mir angucke, wie gut diese App funktioniert, wie, wie,\nunglaublich gutes Audio die macht und wie wenig Latenz die macht dann kann ich mir auch gut vorstellen dass,\ndiesen Level Qualität auf Android zu produzieren, auch gar nicht so einfach ist\nalso weil weil du da halt auch so ein Zoo von von Devices hast, die du die du irgendwie äh dann auch,\nmit wahrscheinlich C plus plus Code und so weiter in Griff kriegen muss. Also also ich glaube, ich glaube, das ist kein, das ist kein böser Wille, der der Macher von von Klapphaus, dass Android nicht oder noch nicht funktioniert.","Ja, was heißt böser Wille, also sie sagen aber auch ganz klar, was ich auch für absolut nachvollziehbar halte,\nIOS ist halt einfach am seit einfacher das zu entwickeln also einerseits wegen dieser ganzen Audiogeschichte,\nne, andererseits natürlich, weil äh wie wir ja alle wissen, was weiß ich, neunzig Prozent aller der Instold Base verwendet, vielleicht ein Betriebssystem, was maximal zwei Jahre alt ist\nund da kannst du natürlich ganz anders Target ein ganz anders äh entwickeln, als bei Android, wo du eben diesen Geräte und Betriebssystem und Update Wildwuchs hast.","Ja und gerade wenn du das Produkt noch erst bau.","Genau und sie, sie meinen auch, sie wollen jetzt erstmal mit dieser einen App den Flo finden, den sie für richtig halten und da ist noch viel in der Diskussion, was sich noch ändern kann und dann,\nwerden sie sich ein Team holen oder sind gerade dabei, sich ein Team zu holen und dann dauert's aber nochmal ein halbes Jahr, bis da irgendwas bei rauskommt.","Natürlich auch ein ganz anderes Problem, wenn man drüber nachdenkt und das ist, wenn sie jetzt und dafür werde ich mir nachher nur Gast, deswegen darf ich sowas sagen. Ähm,\nWenn sie natürlich jetzt in einen Audioraum Crappy Android Sound bringen.\nDann leidet ja die Qualität jeder Diskussion dadrunter. Also das ist natürlich ein Problem. Bei einem Text Interface hast du das Problem nicht. Ja, da kann das auch auf einem furchtbaren Keyboard,\nJa, das merkt nachher keiner. Hier kannst du einfach mit Shitty Audio die Experience für tausend Leute in so einem Raum ruinieren. Ja, da braucht einer auf der Bühne seine.","Glaube ich aber jetzt nicht, dass das jetzt so das Hauptproblem ist. Ich denke, wenn's Probleme gibt, dann eher halt so in diesem Umschalten, Mixing, die richtigen Kanäle finden, so eine Sache, nicht so sehr die Audioqualität, oder?","Also ich kann mir auch vorstellen, dass dieser, dass diese Kalifornien Take Bubble das auch erstmal nicht so wicht.","Also wir haben an Gitar Butter, Differ, Gitter, Buffer auf Android optimieren müssen für so eine Hausgegensprechstelle, ja,\ndas war der letzte Scheiß. Also bis das irgendwie gut klang,\nund und die Entwickler haben drüber wirklich gekotzt, ja? Also es war, ich weiß nicht, wie schwer es heute noch ist, aber ich ich glaube, es ist schon ein Aspekt, Tim, dass sie.\nAlso sie wollen an der Stelle ihr die Qualität ihres Produkts nicht kompromittieren. Ich glaube auch nicht, dass das der Haupttreiber ist\nAber sie haben jetzt auch im Moment nicht so großen Druck, das zu tun, ja? Und das und da das und du hast Recht, sie gehen damit ja sehr offen um,\nSie sagen das ja auch so, sie sagen unser Hauptaugenmerk ist jetzt auch auf Monetarisierung für diejenigen, die gute Inhalte erzeugen,\nund da fließt das Investorengeld rein, ne.","Ja vor allen Dingen, wenn sie's jetzt für, sagen wir mal, drei, drei äh Samsungs und ein Nexus machen, weil sie wissen, dass es da gut funktioniert, dann geht der nächste Shitstorm los, aller der Leute, die genau diese, die Vices nicht haben.","Also für mich ist das auch eine ein bisschen nachlangige Diskussion an der Stelle, weil bei allen Social Media.","Ja, weil du ja auch kein Android.","Nee, äh bei allen Social Media Plattformen an sich ist halt so die Geschichte, okay, du brauchst erstmal die Leute, die es benutzen, das System muss funktionieren und dann ist wichtig, dass es barrierefrei ist, weil ansonsten kommst du halt nicht so du kannst so viel\nPlattformen übergreifen, Dinge, warum sind nicht alle auf Masse drin, oder sind nicht alle auf auf den anderen offenen Plattformen? Äh was schon noch gibt\ndas funktioniert auch noch und äh die Föderation, die Technologie funktioniert auch, aber äh\ndu brauchst halt die Leute und es muss funktionieren das Konzept, das ist immer Nummer eins und danach musst du aufmachen und das ist ein lang, also das ist ein mittel und langfristiges Problem ist, dass es eine eingegrenzte Geschichte ist, ist\nbreitet hier ja auch niemand. Es ist ja auch nicht so, dass wir uns freuen drüber.","Sorry, man war nicht Instagram, auch zwei Jahre IOS Only oder habe ich das falsch in Erinnerung.","Ich habe das so in Erinnerung.","Doch kann auch gut sein. Also das ist auch.","Vielleicht sogar länger, ne?","Es kann die können auch passieren, dass es natürlich nicht schön ist für die Leute, die es jetzt nicht benutzen können, so an sich sagen wir auch, also aber bei Pink hat auch keiner nachgeschränkt, dass er es nicht benutzen kann. Also es ist halt, muss halt irgendwann mal so.","Das war ja auch nicht geil.","Auf iOS nicht, auch.","Vor allen Dingen die Leute, die die Plattform hatten.","Ich ich vermisse es ein bisschen, aber ja, ich mochte pink. Ähm tja, äh,\nWas wollte ich sagen im das ist bestreitet da keiner, das ist ein langfristiges Problem ist, aber es ist auf alle Fälle jetzt erstmal um das\nUm das Format auszuloten und überhaupt ist es ja erstmal das Gegenteil, ja? Im Moment macht's erstmal den Raum auf, den es vorher nicht so gegeben hat für verdammt viele Leute,\nso sehe ich das. Und wenn dieser Raum ein guter ist, der sich beweist, eins von der Struktur her,\nda gibt's entweder entweder er macht Klapphaus dann auf oder es gibt Nachahmer die das gut machen und dann wird der Raum auch so weiter benutzt. Wenn der Raum nichts taugt, weil er auf Dauer nichts taugt, dann bleibt es ein Experiment, dass er dann wieder fehlschläg,\naber ich sehe das schon auch als spannender an der Konsum. Ich persönlich fühle mich ja auch ein bisschen.\nFinde eher so in der in der außengrenzeren Ecke, weil ich einfach nicht so viel Möglichkeit habe, Synchron,\nder Zeit reinzustecken, weil ich habe einfach Abläufe jetzt und gerade mit Chorona äh und und Kinderbetreuung kann ich halt nicht aktiv zuhören, während ich wenn ich wenn die mir nicht auf\nKiddie aufpasst. Das,\nnicht im Moment, das hat auch meine volle Aufmerksamkeit und danach bin ich auch zu platt, um das zu machen und dann kann ich in späten Nachtstunden vielleicht ein, zwei Stunden machen, aber wenn es interessante Zeuge am Nachmittag passiert, dann habe ich halt verloren. So. Ja, also das ist so ein bisschen diese live\nden trifft mich persönlich auch im Sinne von.\nDen Content, der mich interessieren würde, wo ich jetzt wirklich auch Bock drauf hätte, kann ich halt vielleicht gerade nicht. Ähm aber es gehört halt irgendwie dazu. Ja, es ist halt einfach diese nicht,\npermanente Geschichte, die ich persönlich ja eigentlich auch ganz schön finde. Also ich finde, ich fand das auch schlimm, dass bei den Wikis irgendwann mal,\ndieses vergängliche rausging, also diese Originalidee von Wickies war ja auch immer, dass es schnell schnell auch,\nalle Daten vergänglich sind, die da reingeschrieben werden, weil es halt eher so eine Mitmach-Webseite ist äh und da können Leute was reinschreiben und nach ein paar Wochen verschwindet es wieder von alleine und sowas, ja? Und es ist nicht so ein permanentes Ewigkeits äh Datenmodell und\nIch finde, Clubhaus hat's im Moment ganz gut drauf, dass sie genau so eine minimale Set von von Features unterstützen, die halt,\ndieses Medium definieren, das da gerade passiert. Und ob's hält\nweiß ich nicht. Ich persönlich habe aber trotzdem das Gefühl, ich hätte zumindest diese Stammtischvariante, die vielen Leuten zugänglich ist für ohne Bezahlen. Die hätte ich gerne weiterhin, so diese Interessensgruppen, so dieses das ist nur eine Community, da kann sich eine Community formen, die die miteinander sprechen will und zwar nur miteinander sprechen\nÄhm in in vergänglich\ndas gibt's im Moment noch nicht. Das gab's, es ist das gibt's nirgendswo anders, außer jetzt bei Gamern in einem in einem ähm in einem äh Audiocha.\nJeweils, aber es ist halt sehr, sehr, sehr, sehr eine engmaschige, spezifische Geschichte und\nBei Klapphaus kann halt auch so marginalisierte Randgruppe XY äh den Terrassenstammtisch aufmachen und wahrscheinlich finden sich da ein paar Leute, die sich ernsthaft austauschen können äh und die können es dann so privat oder öffentlich machen, wie sie's wollen.","Habe ich schon so viel gesehen, also da.","Also eben, also allein, was ich, was ich an den, äh, wenn die, wie ich in diese AGBT,\nQ Geschichten reingehört habe, was da sich schon cool ausgetauscht wurde, ja? Und wirklich auch echt offen. Also irgendwie so wie denn wie denn wie den, wie den\nMilitär geht und weil was sind die Erfahrungen gegenseitig? So, also auch so auch so schön schön sehr diverse Stories. Auch manchen ging's super und alles hat super, also auch so man hat auch viele\nInteressante Seiten gehört und nicht nur, ich kotze mich jetzt aus, sondern ich erzähle halt einfach mal, so ich erzähle halt diese menschliche Art von Kommunikation, die auf Twitter ja so nicht stattfindet, ja, da ist ja eher so das\nBlöke und die ansonsten auch für mich persönlich auch immer nur im,\nim Gespräch stattgefunden hat, auch in meinem Erleben, aber halt auf Partys am Rand irgendwo oder oder auf irgendwelchen Grüppchen, Interessensgemeinschaften, mal hier mal da, wo man so\nwo man so Initialmann mit was Ähnlichem angefangen, dann hat man sich halt so Zeug erzählt. Und ich find's schön, dass es die Plattform gibt. Dafür musste aber vergänglich sein und semiprivat. Also das ist halt so ein bisschen, da habe ich so ein bisschen\nAngst vor, ähm, wenn da mehrere,\nLeute schneiden Zeugen mit und und und machen Schindluder damit problematische Sachen auf den. Das finde ich schade. Ja, weil das ist so die, ich, ich, ich hoffe sehr, also ich bin sehr gespannt, was meine Nicht-Techie\nFreundes-Bubble auf dieser Plattform machen wird. So und wo sie sich da zurechtfinden und wo was sie da gut finden oder nicht. Also ich find's sehr schön, wenn die das etwas finden.","Dazu muss man sagen, es gibt noch so eine Funktionalität, die wir noch gar nicht angesprochen haben, die es in diesem Zusammenhang vielleicht ganz wichtig. Also und das ist ja auch etwas, was wir damals bei der Villa auch äh relativ früh als Funktion dann eingebaut haben, nämlich Trollfestigkeit.\nWährend's bei der Villa noch ausgereicht hat, einfach Leuten Funktion zu geben, um irgendwie Leute stumm zu stalten, also so ein Shadow Benning zu machen\nÄh es ist hier ein bisschen komplexer und es gibt aber so eine Funktionalität. Das heißt, du kannst in einem Raum tatsächlich, du kannst, glaube ich, korrigiere mich Ralf, man kann Räume melden oder man kann,\nLeute als Treue melden,\nLeute als Troll melden. Da weiß ich nicht ganz genau, was dann passiert, die Funktion hab ich noch nicht ausgerufen, weil kein Anlass gesehen, du kannst Leute blocken, wenn du jemanden blockst, dann ist,\nSelbst wenn die Person dir weiter folgt, sieht sie nicht in welchen Räumen du bist und sie können auch nicht in die Räume gehen, in denen du bist,\nAlso bist dann sozusagen Stalking frei. Und ich glaube, diese Trollgeschichte, also wenn sozusagen,\nMan kann, glaube ich, in einem Raum, doch man kann schon einen Raum melden und dann wird nämlich diese Aufzeichnung, die auf den Servern dann wird glaube ich dieser.","Man meldet den Nutzer Tim, man meldet den Nutzer und der Raum, in dem der zu dem Zeitpunkt des Meldens ist, der wird dann mitgeschnitten.","Okay, oder so rum, genau. Genau, für eine nächste Stunde so, das heißt, es gibt quasi so einen Hebel und wenn eben tatsächlich ein User.\nRausgeschmissen wird, dann wird auch die Person rausgeschmissen, die diese Person auf die Plattform geholt hat. Also es gibt da sozusagen so ein Bestrafungslevel. Ich weiß nicht, ob das schon zum Einsatz gekommen ist. Ich weiß nicht, ob das auch wirklich so ist. So ein bisschen hören sagen, aber,\nWas ich eigentlich sagen will ist, es gibt durchaus Möglichkeiten, hier äh Schutzmechanismen einzuziehen. Zum Beispiel nur mal als Beispiel, da habe ich ein bisschen drüber nachgedacht heute,\nWie will man das Aufzeichnen verhindern? Du kannst das Aufzeichnen natürlich nicht verhindern. Aber was wäre, wenn was wäre, wenn,\nJeder Audiostream, glaube nicht, dass das gemacht wird. Ist das nur so eine so eine Spielart. Aber angenommen, du würdest jetzt jeden Audiostream,\nden die Leute hören, personalisieren, das ist wahrscheinlich nicht der Fall, weil der die Ordience, die hängen, glaube ich, alle auf dem selben Stream, ne? Aber man könnte ja theoretisch sagen, jeder Stream ist irgendwie personalisiert und wenn du den aufzeichnest,\nkannst du da so subluminar über mehrere Sekunden quasi so ein Digital äh Informationen äh reinkodieren wie so ein Wasserzeichen,\nüber welchen Account das gelaufen ist. Genau, so wie Druckerpapier.\nAlso ich bin mir relativ sicher, dass das nicht gemacht wird und das gibt natürlich auch Skalierungsprobleme, weil du müsstest das dann quasi im Streaming Backend äh machen, wo du ja eigentlich gerade in so Räumen, wo fünftausend Leute hören, da willst du dann nicht,\nfünftausend,\nirgendwie machen sollen, die sollen mehr oder weniger alle aus dem selben, aus der selben Quelle, die du nicht nochmal groß unterscheiden und kopieren musst, sich ernähren.","Du könntest es auf dem Klein machen. Das skaliert.","Oh ja, richtig, natürlich. Klar, daran habe ich gar nicht gedacht, du könntest, du könntest es auf dem kleinen machen, dann natürlich so\ntotaler Blödsinn. Also bin ich da nicht drauf gekommen. Stimmt und dann ist es sogar relativ einfach. Du machst also das Audioprozessing so und machst quasi äh den Code ran. Das heißt, wenn jemand dann was veröffentlicht und sozusagen sich darauf,\ndarauf Bezug genommen wird, kann man das Audio nehmen und weiß überhaupt nicht den Cordus mitgeschnitten wurde,\nNur mal so als Gedanke. Also es gibt durchaus Möglichkeiten überhaupt,\ndenke ich, hätte die Plattform vor allem mehr Möglichkeiten noch besser zu werden, auch was ähm die Finanzierungsfrage betrifft, weil da vielleicht,\nkann man vielleicht auch mal drauf kommen, weil da wird ja nicht nur viel drüber geredet,\nÄhm das ist auch interessant, weil sie schließen ja bestimmte Dinge aus, sie sagen keine Werbung,\nbin ich überraschend, weil es würde, glaube ich, auch überhaupt nicht funktionieren. Stell mal vor, du würdest jetzt Audiowerbung, Radiojingles, irgendwie einen Raum reinwerfen, das ist der Raum wäre tot. Sofort. Also das würde dann werden die Leute so schnell weg,\nSie sprechen von zwei Ansätzen derzeit. Sie reden von Tipping, also quasi das Spendenmodell.\nUnd sie reden von.\nNa ja so Payt Membership oder vielleicht auch Tickets. Äh da haben wir auch noch einen Aspekt, den wir noch erklären müssen, den wir bisher komplett rausgelassen haben. Der Name legt es ja schon an. Clubhaus heißt,\nes gibt da Clubs.","Stimmt, das haben wir nur total.","Genau, das äh.","Hat jemand was mit denen am Hut.","Na ja es existieren Clubs, aber die sind eigentlich fast ausnahmslos äh Englisch\nweil derzeit sind sie so überlastet mit den Requests für Clubs und es gibt auch noch kein Interface in der App dafür, sondern du musst das über so eine Webseite machen, da trägst du irgendwie ein, was du für einen Club haben willst und was dein äh Account ist und so\nUnd dann dauert es irgendwie derzeit so ein paar Wochen,\nweil die einfach nicht dazu kommen, die sind einfach total überladen mit mit allen Requests, weil das da einfach so wild abgeht. Aber sie meinen, sie arbeiten gerade daran, das in die App einzubauen, wollen das so in den nächsten paar Wochen,\nreleasen und dann wird's auch die Möglichkeit geben, diesen ganzen Club äh Antragsprozess zu machen und sie wollen das halt auf den Tag runterkriegen.\nDu musst halt ein bisschen qualifizieren für die Quoclubs, das heißt derzeit ist es so, sie oder zumindest sagen sie, es geht schneller, wenn du schon paar Wochen lang mal Räume moderiert hast\noder irgendwie was regelmäßig gemacht hast. Also du sollst erstmal gewisse Erfahrung haben,\nOK und dann kannst du einen Club beantragen und ein Club ist halt quasi so eine Untermenge von Räumen, die du an denen du nur teilnehmen kannst, wenn du Mitglied des Clubs bist,\nUnd Clubs können unterschiedlich eingestellt sein, es kann komplett offene Clubs geben, dann ist das so wie eine Public Subscribtion, dann kannst du einfach sagen, ja, was weiß ich. Ich bin so Mitglied im im Club Podcasting und dann gibt's einen Club,\nneunzehn Informationen. Weißt du, wo diese ganzen Mediziner und so weiter sind. Da kann ich einfach sagen, zack, Mitglied und dann bist du Mitglied. Siehst auch alle anderen Mitglieder, aber,\nkann auch moderiert sein, dass Leute das explizit annehmen müssen. Also kannst halt auch eine geschlossene Gruppe machen und du würdest dann halt,\nRäume innerhalb dieses Clubs eröffnen und die sieht man halt nur, wenn man eben Clubmitglied ist,\nJa, also ich habe jetzt einen Club mal beantragt, Mieterebene und könnte mir halt vorstellen, der ist natürlich dann Public. Und dann würde ich dann halt da.\nMeine Sendungsbezogenen FAQ-Sachen oder so dadrin machen. So und dann kann ich halt auch vielleicht,\nauf irgendeine Art und Weise, das weiß ich halt jetzt noch nicht ganz genau, wie das funktionieren wird.\nMit den Mitgliedern äh kommunizieren kann, leichter die Sendung an äh kündigen und du kannst auch dann auch so Sachen machen wie regelmäßige Sendungen. Also du kannst sagen, ich mache einmal die Woche so eine so eine Sendung. Derzeit musst du\njede Woche, jede Sendung immer wieder manuell in den Kalender eintragen und solche repetitiven Sachen, die gehen dann. Also das ist sozusagen\nextra äh Feature, extra Fleisch und das sind dann vielleicht eben auch so Premiumdienste irgendwann, für die du was bezahlst,\nStell mal vor, du machst da so Company Skale irgendwie Diskussionsräume und benutzt das so quasi wie so eine Dauerrepublika,\nNa ja, dann könnte ich mir durchaus vorstellen, dass du da halt auch irgendeinen Betrag pro Monat äh ablatzt für diese Funktion und Analytics und was da nicht noch alles noch mit äh dazukommt. Also,\nDa ist sicherlich eine Menge Musik drin, was ich am interessantesten finde, könnt ihr euch vorstellen, ist natürlich diese Tipping äh Funktionalität, da ist noch vollkommen unklar, wie die genau aussehen wird und ich bin auch sehr gespannt, wie das äh dann so mit App Store Rools zusammengeht, ne. Also,\nViel Ungewissheit. Darauf kommt's mir auch derzeit nicht unbedingt an. Also ist jetzt nicht der Grund, warum mich das interessiert, sondern mich interessiert es halt einfach vor allem, weil ich diese Dynamik verstehen will,\nund weil ich ähm ja und das auch als Experimentierfeld für mich selber ganz interessant finde, weil man kann hier Sachen machen, die so im Podcasting so nicht gehen.\nIch kann Sendungen machen, die Leute dynamisch einladen, die ich vorher noch gar nicht kenne,\nkann sagen, ich würde gerne mit euch reden über X. Es ist so ein bisschen wie so Bluemoon, irgendwie was Heugier seit Jahren macht so. Ja, es ist Blumen, das Talk Radio, jeder weiß, dass es die und die Uhrzeit. Heute reden wir über meine Erfahrung im Urlaub. Heute reden wir über\nund so weiter. Weißt du? Was immer so ein bisschen banal klingt. Aber ich denke, dass man halt auch Themen,\nmachen kann, die gar nicht so banal sind und die ja für Leute interessant sind, für einen auch selber interessant sind und dadurch,\nauch ein neues Werkzeug äh erhält, mit dem man eben so eine Community auch bespielen kann. Amen.","Ja, so ist das. Hast du das Geschäftsmodell auch schon erklärt, Tim.","Na ja.","Kleiner Hinweis, wir haben halb zwei, ne.","Ja. Aber wir haben noch nicht die vier Stunden voll.","Die Fritzbox hält, Leute.","Die Fußballs hält, das Kabel läuft.","Wir haben äh wir haben noch nicht die vier Stunden voll, solltest du? Ja gut, aber wir haben ja auch erst um Arnold du normal angefangen.","Ja gut, ich meine wir wir können das ja mal abschließen. So, also ich denke, äh es dürfte jetzt so in etwa äh klar geworden sein, was das ist und warum mich das beschäftigt, warum es dich beschäftigt, Ralf.\nWohin kann's gehen? Also.\nWird das Audio Twitter. Also ich glaube, es wird auf jeden Fall nicht schnell weggehen. Da bin ich mir sehr sicher.\nWir werden andere Anstrengungen anderer Social Networks sehen, dass irgendwie einzufangen. Könnt ihr mir vorstellen, dass also bei Twitter wissen wir es schon. Facebook.","Ja Facebook auf jeden Fall. Ich meine ich meine äh.","Ist sehr gut vorstellbar. Also es kann einfach sein, dass.","Die werden versuchen Klapphaus zu kaufen, da bin ich mir sicher, werden sie wahrscheinlich auch tun.","Ja, das das werden sie nicht schaffen. Das werden sie. Ich will nochmal einmal ganz kurz zu dem geht das wieder weg und\nflach die Nutzung ab und es ist alles übermorgen wieder tot. Wir tun auch so ein bisschen so, als gäb's das noch nicht so lange, ne? Wir dürfen da nicht vergessen, dass es ja schon ein bisschen Rückblick gibt, dass es äh im Mai in den USA gelauncht ist und man schon so ein bisschen Zahlen hat, was die Nutzung angeht\nUnd ähm da sieht man jetzt nicht, wenn ich das richtig wahrnehme, nicht so tektonische Verschiebungen im Nutzungsverhalten,\nJa, jetzt muss man natürlich schon sagen, dass das alles immer noch während einer laufenden Pandemie.\nDarauf einzahlt, dass sich besonders viele Leute gerade in Nutzungssituationen befinden, die Synchron irgendwo zuhören, zumindest zulassen, ohne dass man schräg angeguckt wird. Ähm,\nAber da sieht man jetzt nicht so, also es gibt im Moment keine Indikatoren dafür, dass es ein,\nHype ist, der jetzt mal so drei Wochen durchs Land getrieben wird, dann geht das alles wieder weg. Ich glaube auch, Tim, das ist ja auch das, was du so betonst, ähm,\nDass es einen echten Bedarf deckt. Also die Leute wirken echt sehr dankbar dafür, dass es dass es das gibt,\nda muss man natürlich auch gucken, dass die Panemie ein ein bisschen ein Treiber ist, aber es ist nicht der einzige. Ich habe übrigens heute nochmal auch nochmal eine ganz interessante Geschichte. Da kam heute jemand rein und sagte, er wäre total froh, er ist Legastheniker,\nund er kann sich einfach aus der Situation heraus\nAn den ganzen textgetriebenen Social Networks nicht beteiligen es geschäftlich unterwegs und er traut sich bei den ganzen anderen Netzen nie was zu sagen, weil er immer da steht wie im Dummkopf, nicht bezogen auf seine Inhalte, sondern einfach auf autographische Schwächen, die er da hat\nja? Der kriegt halt sofort bei Twitter einen auf den Hut, weil er sich verschreibt.\nUnd weil er dumm wirkt. Ja und hier sagt er, das ist das erste Mal, er wäre jetzt eine ganze Woche da drin und das würde ihm persönlich so gut tun, weil er sich in diesen ganzen Business-Talks, die wir auch dann\nGerne in so eine Ecke rücken, dass das alles irgendwie nur wichtig Tore sind und so, aber es sind ja existierende Communitys und Lebensrealitäten und Wahrheiten, in denen Menschen einfach leben. Ob\nbis zu welchem Freiheitsgrad, keine Ahnung, aber sie machen das und ich ich bin da auch kein großer Fan davon, dass immer in so eine Ecke zu stellen, die haben jetzt alle einen Anzug an. Sollen sie gerne haben, ja? Ähm ich ich muss mich da nicht dran beteiligen, aber der sagt, es ist zum ersten Mal so,\ner da sich richtig einbringen kann und weil er jetzt auch wirklich ein kluger Kopf war ähm.\nAuch positives Feedback bekommt, der bekommt Anerkennung, dem Folgen plötzlich Leute, ja, die der öffnet Räume und ich finde, man muss anerkennen,\ndass das etwas macht. Ich habe heute mit einer achtundsiebzigjährigen Dame gesprochen.\nDie die jetzt irgendwie ein Smartphone hatte, weil die Kids im Umfeld von Corona eher das da irgendwie gegeben haben für den den Facetime-Call hier und da ja. Und ihr das auch erklärt haben. Und die ist da in Runden gegangen und die war einfach völlig. Natürlich hat er das, das hatte auch was sehr\nlustiges so besweilen, ja? Das war, das war natürlich, als wenn du jetzt dazu meine Großmutter kommt, ne, aber ähm das hat es auch alles und ähm,\nJetzt kann man sagen, ich bin irgendwie ein vielleicht etwas zu romantischer Fanboy, aber ähm.\nIch finde diese menschlichen Interaktionen super wertvoll, extrem inspirierend und ähm und und wenn das so eine\nÜberdosis wird, dann kann ich's ja auch mal wieder ein bisschen lassen, ja? Und dann gucke ich mal wieder in Twitter und lasse mich ein bisschen beschimpfen dafür, dass ich sage, iOS Only ist schon okay, ja, dann hole ich mir da meine\nHole ich mir halt da meine Dosis Hate ähm und und wenn ich's ein bisschen kuschelig brauche, mache ich einen Raum zu irgendeinem Thema auf, was mich interessiert. Also.\nIch hoffe, es bleibt.","Ich und ich glaube es wir,\nes wird bleiben, weil Pandimie hin, Pandimie her, ich habe genau dasselbe Muster, exakt genau dieselben Kommentare gehört bei der Villa,\nDa gab's keine Pandimie und da war die technischen Hürden noch viel, viel, viel höher\nDie Qualität viel viel niedriger. Die Leute haben trotzdem sich alles rausgezogen. Es war dieselbe Dankbarkeit, es war die selbe Begeisterung, es war dieselbe Suchtbildung, es war dieselbe\nDiversifikation, Anerkennung. Ich habe auch in der letzten Sendung über die Blinden gesprochen, die sich da einfach auf eine auf eine Art und Weise in gesehen haben. Ich habe auch schon viele viele Geschichten über so,\nInklusion auf einer,\nanders gedachte Art und Weise gehört, ne? Klar kannst du debattieren, die Gehörlosen sind nicht inkludiert, aber dafür sind andere auf einmal auf eine ganz andere Art und Weise mit mitgenommen, die die woanders so ihre Probleme haben. Also es mag nicht die Plattform für alle sein und jeden,\nWelche Plattform ist das schon? Aber ist es etwas, was einen komplett neuen Kanal aufmacht, den wir so in der Form,\nnicht hatten, Social Network, was,\nüber Audio läuft und äh auf einmal ganz andere Trümpfe auf den Tisch legt, als es die anderen bisher hatten.","Ich glaube als Zoom und als Skype sollte man sich vielleicht auch ein paar Sorgen machen.","Glaube ich nicht, dass die so davon, also Skype ist ja immer noch so ein und genauso wie Zoom, das ist halt so klar, definierte Target Group, ja,\ndefinierte.","Dass viele, dass viele äh Zoom-Calls und Skype-Calls oder oder wie auch immer deine Plattform der Wahl heißt. Ähm eigentlich äh davon,\nvon diesem Modell, wie es Klapphaus fährt, äh eigentlich profitieren könnten.\nWeil ich weiß nicht, ob du mal versucht hast, einen Zoom Call mit mehr als zwanzig Leuten zu machen,\nist eigentlich direkt Chaos, da unterhalten sich dann auch nur noch drei Leute, aber es gibt kein, es es gibt kein ordentliches, man kommuniziert da drin,\nDas ist so, also es gibt halt so eine Art,\nModeratoren dann halt, die irgendwie versuchen, noch die Leute unter Kontrolle zu bringen, aber mit Handheben und du darfst jetzt reden und so weiter. Es funktioniert alles hinten und vorne nicht.\nWie du ja immer so schön sagst, das Video bietet auch nicht unbedingt Mehrwert. Zoom hat jetzt diese komischen Hintergründe, damit man den Rümpel, der hinter einem ist, nichts kennen kann.\nAlso.","Ja, ist auf jeden Fall ein Punkt. Also ich glaube sie hat nie vor ein Social Network äh zu sein\nUnd sicherlich kann das irgendwie was abnehmen. Auf der anderen Seite denke ich, sie könnten sich halt auch eine Menge da klauen. Also sie könnten halt einfach mal die scheiß Kamera abschalten und irgendwie sozusagen einfach eine ordentliche Automoderation machen. Äh gerade dieses User-Interface von Clubhaus, denke ich,\nDas ist nicht perfekt,\nAber ich glaube, das ist jetzt auch erstmal so ein bisschen der Goldstandard, den den jetzt alle äh kopieren werden, dieses dass du immer siehst und das zum Beispiel auch etwas, was mich wahnsinnig gemacht hat,\nweil ich das irgendwie schon vor fünf Jahren auf meine Podler Fitplayer Scribbles draufgeballert habe, dass wir das ja unbedingt brauchen, weil mir klar war, dass man aus diesen,\nwelche Spur spricht wann? Sehr wohl so Avatare aufleuchten lassen kann und auch in Podcast Apps. Und jetzt hat das diese App,\nUnd Podcasting hat es immer noch nicht.","Und ich hab sofort sofort ging's mir so, warum habe ich das nicht in meinem Podcast schreibt? Ich habe äh die Dinge gehört, ähm sage schon, die letzte Freakshow und wie ich mir aber nicht klar, wer gerade sprach, mich hat's geärgert, äh weil es über die in Klappenhaus habe ich das Problem.","Genau, genau, genau, genau, genau. Das muss, das muss einfach sein. Aber keiner,\nzieht da mit und es ist einfach mit mit Aphonic kriegst du die Daten, mit Transkripten kriegst du die Daten,\nja? Ähm es gibt jetzt tatsächlich, wenn ihr mal ein kleiner Tipp nebenbei, also äh so als Prototyp äh Alex hat da was gehakt, auf Pottler, was dot org.","Mhm. Ich wollte gerade sagen. Pottlovers ist ja.","Ja. Manchmal muss jemand einfach erstmal machen, damit die Leute sehen, dass es.","Ja klar, aber wenn du mal auf Pottler was Org oben auf die äh auf Contributoren äh gehst, ja,\nsiehst du quasi die einzelnen Leute, die äh in irgendwelchen Podcast mal zu Gast waren.\nUnd wenn du die dann anklickst, du warst da ja auch, dann können wir hier mal Dominik Wagner eine Episode und dann siehst du die Timeline dieser Episode,\ndie sozusagen unterschiedlich gefärbt ist, je nach deinem Redeanteil. Das heißt, du siehst sozusagen, wer redet wann, wo? Das auch etwas.","Kannst natürlich sofort.","Ja, du kannst irgendwie so ah der Dom, der war bei dem Podcast und dann höre ich doch da mal rein, wo er mir erzählt und nicht nur irgendwie ab und zu mal was sagt. Aber du kannst halt auch einen Player so machen, dass eben sofort klar ist, tralala, ne? Wo sind Multitrack,\nwenn man sie braucht. Zwei Stereospuren verbrauchen kaum mehr Daten als Mono, da kann man ja auch gleich Multitrak machen.\nWarum werden Podcasts nicht gleich Multitrack ausgeliefert? Warum muss das alles zusammenrechnen und damit ist schlechter. Also das sind alles so Funktionalitäten, die will man jetzt haben und das könnte jetzt durch Clubhaus sich ein bisschen beschleunigen, weil wenn man erstmal sieht, dieses ich sehe immer, wer redet,\nDas schafft eine Transparenz. Ich glaube, wenn das nicht wäre, wenn dieser Ring, der um deinen Avatar auf, wenn das nicht wäre, die Plattformen wären nur noch die Hälfte wert, wenn überhaupt. Aber dass du immer weißt, wer redet da eigentlich gerade? Du kannst immer drauf tippen, du siehst,\nErklärung, du siehst die Bio, du du kannst dich so ein bisschen mit den Leuten beschäftigen. Es gibt ja auch so eine Real Name Policy, die nicht, die sich jetzt nicht jeder hält, aber.","Aber das macht doch jedes jede Video-Chat-Plattform auch, dass sie dir zeigt, wer gerade redet, ne. Das verstehe ich jetzt nicht so ganz.","Aber für Audio brauchst du's halt, weil du es nur Audio hast.","Videochat Plattform, welche Videochat-Plattform.","Ja gut, aber du kannst, wenn alle die Kamera ausmachen, hast du ja auch Audiochat. Also es ist ja irgendwie beziehungsweise es nützt dir ja auch nicht unbedingt was, wenn ähm.\nDu ganz viele Gesichter da hast und kannst nicht erkennen, wer redet gerade, wenn du nicht einen Ring außen rum hast. Gut, jetzt ist Facetime scheint, ist jetzt nicht zu können.","Macht's ja anders, Festheim bringt ja die Leute nach vorne und so weiter. Also alle probieren das schon irgendwie, nur hier ist es halt einfach. Es ist einfach Audio,\nUnd eigentlich kannst du gar nicht auseinander halten, es sei denn, du hast die Stimmen drauf, aber durch dieses einfache Ding, Avatar leuchtet auf,\nWenn ich zu viele Leute auf der Bühne sind, dann passt ja auch nicht mehr auf den Bildschirm, kann man sich ja äh noch besser machen. Grauer Ring finde ich jetzt auch nicht so geil, könnte man ein bisschen heller sein, könnte grüner sein, was weiß ich so.","Sind die mehr und.","Mehr sieht so, dass irgendwie ein Avatar größer wird irgendwas. Aber äh die Tatsache, dass sie es halt machen, das ist so äh eine dieser kleinen Details,\ndie es so rund machen und dadurch\näh erreichen sie halt so den den Hügel irgendwie. Sie rollen nicht wieder den den Berg runter, sondern sie haben genug Kleinigkeiten zusammen, dass es halt wirklich, dass man wirklich auf dem Berg steht und langsamer über sich,\nund das ist auf jeden Fall,\nFeature, also ich bin das äh wird klar, ich bin total begeistert von dem Modell, was sie dort entwerfen. Ich glaube nicht, dass das die einzige Plattform bleiben wird. Ich kann mir gut vorstellen, dass sie die dominante Plattform werden,\ndass alle nur hinterherrennen werden, wenn sie es richtig machen. Ähm das wird sich zeigen, aber Audiokommunikation ist jetzt da und wird bleiben.\nArmen.","Ja das ist ja auch halb zwei, ist viertel vor zwei.","So, dann können wir ja äh Rodies Wunsch nachkommen und die Sendung langsam zu Ende führen, weil jetzt haben wir nämlich unsere vier Stunden auch wirklich äh zusammen.","Auf dem Punkt, gen.","Wir haben, wir haben den Pflichtpflichtanteil, haben wir jetzt erfüllt.","Tim und ich müssen auch zurück ins Klapphaus.","Genau,\nStimmt. Musste ich mich hier schon so langsam mit dem Arkantiken Podcasting beschäftigen,\nKeine Angst, Podcast wird's hier weitergeben, keine Angst, aber vielleicht gibt's noch mehr. Ähm so Ralf, vielen vielen Dank, dass du äh dazugestoßen bist.","Das war schön. Vielen Dank euch.","Ja. Und Dom und Rodi auch vielen Dank und vielen Dank äh äh auch nochmal an Rainer, der immer die schönen,\ndie schönen Intros äh zusammenklöppelt, unsere Previews Leas und vielen Dank fürs Zuhören natürlich auch\nhier in der äh Freakshow und ich hoffe, dass wir den zwei Jahre, zwei Jahre, das hätte ich fast gesagt, den zwei Wochen Rhythmus äh demnächst wieder.\nIn irgendeiner Form aufnehmen können. So ist das Clubhaus denn erlaubt. Ja und ähm.\nJetzt sage ich erstmal das war's für heute. Wir sagen tschüss und bis bal.","Du erstmal wieder nach Hause.","Servus."]}