{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:37",
      "text": "Hallo, herzlich willkommen zur Freakshow Ausgabe Nummer zweihundertachtundfünfzig steht an,\nOder? Habe ich mich vertan? Manchmal komme ich echt durcheinander mit dem der ganzen Zählerei,\nist alles gar nicht so einfach, ne stimmt, passt super, alles klar. Wir haben wir haben Kontinuität, das kann ich äh sicherstellen\nJa und äh ich bin Tim Pritlove und ich begrüße die äh kleine, aber feine äh Runde, denn hukl ist dabei."
    },
    {
      "speaker": "hukl",
      "time": "0:02:04",
      "text": "So ist es, hallo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:05",
      "text": "Hallo und der ganze sonstige äh Trost, den ihr hier kennt und liebt, der ist leider ähm im Coronanebel verdunstet.\nHaben alle irgendwie gerade was Wichtigeres zu tun? Ich weiß gar nicht, was es wichtigeres geben kann, als eine Freakshow machen, aber ich nehme das jetzt einfach mal so hin, aber wir haben Verstärkung, wir haben äh einen neuen Gast dabei, den ihr alle noch nicht kennt und ich sage hallo Zuron, hallo Ron."
    },
    {
      "speaker": "Ron",
      "time": "0:02:27",
      "text": "Hallo, moin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:28",
      "text": "Horn ist uns zugeschaltet aus Amborugo, aus Hamburg. Da kennen wir uns auch hier auch schon seit äh langer, langer Zeit, weil du bist ja auch so ein.\nSagt man, du bist aus dem Chaos. Das kann man, glaube ich, so sagen, oder?"
    },
    {
      "speaker": "Ron",
      "time": "0:02:47",
      "text": "Das kann man so sagen. Also seit Schwenkelstraße, Zeiten, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:51",
      "text": "Ja ja, also wir beide kennen uns auf jeden Fall schon eine Weile. Ähm aber wie lange kennst du eigentlich den Club."
    },
    {
      "speaker": "Ron",
      "time": "0:02:59",
      "text": "Tja, ein bisschen länger, aber lass mich mal überlegen, das ähm muss noch Ende der Achtziger losgegangen sein.\nWeil ich da nämlich, glaube ich, am Anfang.\nBin ich, glaube ich, ich weiß gar nicht mehr, ob ich zuerst im Club aufgeschlagen bin oder ob ich zuerst mal bei THW zu Hause äh aufgeschlagen bin, als der irgendwie ich\nrenovier meine Küche und brauche noch Hilfe irgendwie äh angesagt hatte. Irgend sowas in der Gegend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:32",
      "text": "THW ist so eine Abkürzung, die müssen wir mal für die breite Öffentlichkeit ein bisschen dekodieren. Leider verstorben vor kurzer äh Zeit äh einer so der frühen ähm,\neiner der frühesten digitalen Fernkommunikatoren kann man sagen, so Begründer der MCSH, eine der ganz frühen Mailboxen im in Deutschland, ne? Ich weiß nicht mehr ganz genau, wann das losging.\nAnfang der neunziger wahrscheinlich."
    },
    {
      "speaker": "Ron",
      "time": "0:04:01",
      "text": "Nee, das war ja auch schon in den Achtzigern. Also guck mal, der bei Thomas gab's Internet ab, was neunundachtzig oder so.\nUnd und seine C vierundsechzig betriebene Mailbox, die hatte er ja vorher, also wann wird das gewesen sein? In den Siebzigern? Nee, ich mache Scherze, aber irgendwie, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:24",
      "text": "Das Recht, das das muss ja noch ein bisschen früher gewesen sein, weil das ja noch gar nicht Gott, das ist alles schon so lange her. Na ja, auf jeden Fall, da warst du dann auch unterwegs, bist du also sozusagen auch ein früher Datenreisender oder."
    },
    {
      "speaker": "Ron",
      "time": "0:04:37",
      "text": "Genau, Mailboxen, also äh ne, Akustikkoppler gekauft mit weiß nicht, was sechzehn oder so.\nMit meinem Schneider CPC vier sechs vier.\nUnd ähm und und dann los, ja? Und und dann ja, Hamburger Mailboxen, ich meine, das waren Zeiten, da gab's noch äh Ortsgespräche und Ferngespräche. Ich musste meinem Kind neulich gerade Ferngespräche erklären."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:02",
      "text": "Ja, das ist das ist in der Tat schwierig. Mh."
    },
    {
      "speaker": "Ron",
      "time": "0:05:13",
      "text": "So swith the days und und dann irgendwann gab's Internet und dann gab's irgendwann Flatrates und aber vor den Flatrates gab's noch die,\nGebührenanpassung bei der Post, wo dann plötzlich die der Ortstarif teurer wurde. Du erinnerst dich vielleicht, mich hat das damals von meiner Internet-Relatchet-Sucht äh.\nKuriert, weil das konnte ich mir einfach nicht mehr leisten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:36",
      "text": "Weißt du noch, was das für wie die Tarifanpassung war? Das war eine Verkürzung des Taktes von acht auf zwölf von zwölf auf acht Minuten oder was war das."
    },
    {
      "speaker": "Ron",
      "time": "0:05:44",
      "text": "Irgend sowas in der Richtung, ja. Auf jeden Fall war's dann teurer und das habe ich mal zum Anlass genommen, nicht mehr, inhalts äh frei\nne? Abends nochmal schnell kurz einloggen, gucken was es gibt, Pang, es ist vier Uhr morgens und du löst US zwei Probleme von Leuten auf deinem anderen, auf der anderen Seite des Planeten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:03",
      "text": "Ja, das ist aber auch so ein wiederkehrendes Mehm, ne? Also Everynow, denn New Technology ist coming up,\nund dann dann geht's einem genauso und dann hängt man wieder bis tief in die Nacht rum, ne? Das könnte ja irgendwas sein, was ich gerade verpasse und nicht, dass das nicht irgendwie jetzt nicht aktiv an diesem kulturellen Entwicklungsmoment teilnehme, dann dann ist irgendwie alles verloren.\nSo ist es doch."
    },
    {
      "speaker": "Ron",
      "time": "0:06:25",
      "text": "Ja, ja und natürlich hatte das auch immer schon einen sozialen Faktor, ja? Also so, weil da kannten dich alle, da haben sich alle gefreut, wenn du da bist. Hey, the crazy German ist der und so.\nNe und und dann bleibt man da hängen und eben nicht wie andere Leute noch aufm Bier, sondern auf noch einen Confexus Problem mehr. Also was es halt so gab damals, wir hatten ja nichts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:51",
      "text": "Ja, wir hatten ja nichts in der Tat. Ja, mir geht's gerade mit Klapphaus oder es ist genau dasselbe äh Ding da, dann bist du auch schon so komplett am Ende, also es ist so halb\ndrei und denkst du, ah ja, jetzt nochmal in irgendeine Runde, in irgendeinem Raum, springst jetzt nochmal rein und ja, dann ist halt irgendwann vier und fünf und alles vorbei\nAber ist halt irgendwie Fomo at Work, ne,\nAlso so diese vier auf Missing Out, die ist halt einfach mega stark, aber das ist dann irgendwie auch genau das Salz in der Suppe so ein bisschen."
    },
    {
      "speaker": "Ron",
      "time": "0:07:25",
      "text": "Ja genau, ist nämlich Echtzeit, ne? So wie Internet, Relate-Chat, ähm Echtzeit ist und so, wie man eben bei äh Slack auch morgens noch gucken kann, was gestern Abend war.\nÄhm ne und dass da eben dann ein Riesenunterschied ist äh ist es halt irgendwa live und Klapphaus ist auch live, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:45",
      "text": "Ja, aber bei der gab's ja zumindest Lokfalls. Ne? Da könnte man noch nachlesen. Aber."
    },
    {
      "speaker": "Ron",
      "time": "0:07:52",
      "text": "Ja, aber nur wenn man die ganze Zeit online war, wäre, konnte sich denn das leisten? Wie gesagt, das war vor der Flatrate. Ja, seit Flatrate ist alles egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:55",
      "text": "Das stimmt. Ah ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, oh Gott. Ah, wie konnte ich das vergessen? Wann bist du eigentlich online gegangen, Huckel."
    },
    {
      "speaker": "hukl",
      "time": "0:08:07",
      "text": "Ich glaub fünfundneunzig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:10",
      "text": "Fünfundneunzig."
    },
    {
      "speaker": "hukl",
      "time": "0:08:11",
      "text": "Da habe ich mal, ich glaube, da habe ich meinen ersten,\nbekommen und da war auch direkt das Ziel online zu gehen und ich kann mich noch erinnern, dass ein Modell nicht mehr im Budget drin war, weil meine Eltern schon, glaube ich, achttausend oder achttausendfünfhundert Mark für mein,\ndamals ausgegeben haben und die McModes, die waren alle so teuer und dann\nhabe ich irgendwie einfach aus so einer CT so eine was weiß ich, irgend so eine Anzeige, so Billigmode im eins und eins oder so geklickt und dann konnte ich's natürlich nicht am Mac benutzen, erstmal eine Weile, bis ich rausgefunden habe, wie man diese AT, AT Befehle eingibt.\nUnd dann ging's doch irgendwann und dann ja und dann war ich äh auch mehr oder weniger instantan Dauer online und diese typischen Elterngespräche. Ah, jetzt telefoniert die noch mit der Tante. Nein oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:59",
      "text": "Ja, richtig der Kampf um die Telefonbuchse."
    },
    {
      "speaker": "hukl",
      "time": "0:09:02",
      "text": "Herr Ober, ja.\nJa, ja. Aber ich glaube, so fünfundneunzig sechsundneunzig rum ist das so gewesen sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:11",
      "text": "Ja. Aber dann war's letzten Endes genau der selbe soziale Effekt, ne? Und dann suchtet man da irgendwie so rum, man kann's irgendwie alles nicht so richtig sein lassen. Ja ja. Ich glaube, das können jetzt viele, die hier zu hören auch sehr gut nachvollziehen, wie das halt immer so ist, ne\nBist du ähm Ron, wie bist du denn dann zum.\nAlso okay, du bist haben wir ja schon gesagt, du bist ja dann quasi bei TH äh THW aufgeschlagen, der dann so ein bisschen so das,\nDatenzentrum in Hamburg äh repräsentierte, wenn ich das richtig mitbekommen habe, ich habe ja damals\nganze Geschehen eher aus Hannover verfolgt und man kann sich auch gar nicht mehr vorstellen wie regionalisiert die Welt damals noch war. Also wenn so Dinge in einer anderen Stadt passierten dann ist es halt so wie,\nheute war es schon schwierig zu machen, aber ist halt eher so ein anderer Kontinent so,\nDann geht man mal nicht so richtig vor. Also ist eher so wie heute die Sprachgrenzen sind so damals war waren dann halt schon die Stadtgrenzen so ein Hindernis.\nHast du das auch so wahrgenommen."
    },
    {
      "speaker": "Ron",
      "time": "0:10:10",
      "text": "Ja, klar. Also ich mein,\nandere Städte waren halt, wie gesagt, Ferngespräch, also ähm ne, das ist halt äh dann weiter weg und ähm was natürlich die Distanzen verkürzt hat.\nWaren dann so Sachen wie Net News, ne? Also UCP. Wenn du halt ähm was was schreiben konntest auf einem Board, also eben nicht auf einer Mailbox, die im Ortstarif erreichbar war, sondern,\nsondern ähm die die Netze, die größer waren, ja? Zerbrus äh äh Netz, ja und ähm und halt äh Uset.\nWo du dann eben plötzlich an die Welt angeschlossen warst und ähm dann ganz schnell gemerkt hast, dass ja, wenn du Use net liest, äh du alles einen Monat vorher weißt, was so in der IT passiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:58",
      "text": "Mindestens."
    },
    {
      "speaker": "Ron",
      "time": "0:11:00",
      "text": "Dass es irgendwie doch besser ist vielleicht mal das Englisch aufzupolieren und dann da mitzumachen, weil man da eben schneller schneller dran ist, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:13",
      "text": "Da kann ich mich noch gut dran erinnern. Also das war für mich auch so ein totaler Schockmoment. Ich versuche das jetzt auch gerade mal zeitlich einzusortieren, aber das muss auch ähm,\num neunundachtzig neunzig gewesen sein.\nWo ich äh Usnet-Zugang noch nicht mit meinem eigenen Rechner hatte, aber bei einem Freund in der Firma, die halt ähm relativ früh schon so ans Netz angebunden waren, also was so viel heißt, wie damals wie,\nMan hatte einen Datex P-Anschluss und war in der Lage darüber Daten äh über dieses X fünfundzwanzig Netzwerk auszutauschen\nirgendeinem anderen Rechner, der auch mit anderen Rechnern irgendwas austauscht, sodass irgendwie diese ganzen News net Forum Posts ähm zu einem gelangen konnten.\nUnd dann habe ich dann\nquasi ein Account auf einem der Rechner äh gehabt und da rumgesessen und so ein bisschen rumgespielt und bin dann halt irgendwann auf das schöne RN Kommando äh gekommen, mit dem man halt so News lesen konnte, ne? Also Retnews, das ist sozusagen\nDer kleint, der Leseklein gewesen für für Net News. Muss man ja heute irgendwie auch nochmal erklären, also Net News oder man sagt halt\nman sagt Use net, aber man meint Netnews und Net News war halt quasi.\nForum. Wie nennt man denn das heute eigentlich? Wo ist wo sind denn überhaupt die, die vor die vorne gelandet irgendwie? Wo ist denn das jetzt irgendwie alles."
    },
    {
      "speaker": "hukl",
      "time": "0:12:35",
      "text": "Google."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:36",
      "text": "Ist es noch so."
    },
    {
      "speaker": "hukl",
      "time": "0:12:37",
      "text": "Ja, ich weiß nicht, ob sie das immer noch haben."
    },
    {
      "speaker": "Ron",
      "time": "0:12:39",
      "text": "Google hat dafür mal ein Frontend gebaut, ne? Aber ich glaube was, was äh parallel halt passiert ist, dass die Webboards äh eben gestartet sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:48",
      "text": "Ja und das kam dann später."
    },
    {
      "speaker": "Ron",
      "time": "0:12:49",
      "text": "Und ne, da konntest du dann irgendwie hat das mit den Bildern funktioniert oder so ähnlich und ähm\ndann sind da halt äh alle neuen Leute hin, weil das halt bedienbar war, wie er für viele Leute das Internet eben aus allem bestand, was aus dem übern Browser erreichbar war und diese ganzen anderen alten Dinge, die es da noch gab.\nFantastisch waren, also ich fand nett, die ist immer fantastisch. War immer total irre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:16",
      "text": "Und das ist in gewisser Hinsicht auch immer noch so. Also ich meine, das Irre an an ist ja, also Uset nochmal zur Erklärung, Uset klammert im Prinz ist im Prinzip das das äh\nwie soll ich sagen? Der Benutzerteil, der dann später dem Internet gefolgt ist. So, also Internet war einfach nur so\nkonnten sich verbinden TCP IP und Usnit war so seine eigene Welt und man hat halt\nMail und News ausgetauscht, das waren eigentlich so die wesentlichen Dienste, die es damals äh gab, Mails klar und News ist halt so Foren. Und da hatte man diese schönen hierarchisch benannten Foren, was weiß ich, wenn man jetzt irgendwie in C purmiert hat, dann\nman halt in komplankt C gewesen und hat da halt geschrieben und das waren halt ausschließlich Leute dort, die eben,\nRelevant waren, also da war halt niemand, der da nicht hingehörte, so. Es ist andere Menschen hatten davon einfach keinerlei Kenntnis. Und ich weiß nicht, weißt du noch, wie wir so anfangen der neunziger Jahre als dann um die AOL anfingen,\nglaub ich sein klein irgendwie mit Usnet zu verbinden\nWo man dann so gefühlt jeden Tag mehr neue äh User insgesamt hatte als äh in der kompletten Geschichte vorher äh da waren. Und dann brach irgendwie schnell alles äh auseinander und wurde unbenutzbar\ndieser schöne Begriff herkommt mit äh The Net Producted. Ja, also wurde so permanent so der der Untergang von allem.\nÄh vorhergesagt, was ein gewisser Ehe sich dann auch für beide gestimmt hat, aber dann sind sie alle wieder davon gezogen und mittlerweile kann man halt Jusel wieder richtig benutzen, macht man bloß halt selten genug, weil die Kleinen sind irgendwie ja, kosten alle und ähm.\nTaugen vielleicht auch nicht unbedingt mehr so gut, weiß ich nicht, habe mir auch schon länger nicht mehr angeschaut und du musst halt dir den Zugang jetzt zum Use net eigentlich erkaufen, weil der eigentlich nur noch\nkostenpflichtig angeboten wird, was natürlich diesen Effekt hat, dass wer da ist,\nWie früher, nur noch Leute sind, die da auch unbedingt sein wollen, uns eigentlich wieder seinen alten Wert hergenommen hat. Ich fand das immer geil, was man da so an an Informa."
    },
    {
      "speaker": "Ron",
      "time": "0:15:17",
      "text": "Ich sehe schon, da muss man mal wieder reinschauen, ja. Was davon übrig geblieben ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:21",
      "text": "Ja, ja, aber\nund äh zurückzukommen auf diesen diesen diesen diesen Moment, diese Revolution, also ich saß halt dann an diesem Rechner und tippte halt RN und blätterte da irgendwie drin rum und wusste erst gar nicht, womit ich's zu tun hatte.\nIch sage halt so Nachrichten und ja, sah irgendwie ein bisschen aus wie E-Mails, aber waren keine und\nAha, irgendjemand hat das geschrieben und da standen dann auch so ein Namen und es ging halt über irgendwelche Themen und so konnte es so richtig die die mechanischen Abrieb in meinem\nHirn entnehmen, der dabei entstand, dass ich versucht habe zu begreifen, womit ich's eigentlich zu tun hatte und blätterte da so durch und fand das alles ganz interessant und hatte aber die ganze Zeit so eher das Gefühl, ich sitze in der Bibliothek und und blättere durch irgendwelche alten Bücher.\nBis ich dann mal genauer auf das Absendedatum schaute und feststellte, dass ich gerade eine Nachricht las, die vor einem oder zwei Tagen,\nirgendwo in den USA geschrieben wurden. Und da traf mich echt der Blitz. Also das war einfach vollkommen.\nUnvorstellbar damals, dass man irgendwie auf einmal eine Quelle auf dem Tisch hat,\nvor zwei Tagen auf der anderen Seite des Atlantiks geschrieben wurde. Also das kriegst du ja heute überhaupt gar keinen mehr vermittelt, dieses all in dem Moment ging, aber das war dann für mich echt total mein Blowing.\nJa das hat man selten heutzutage noch. Die Welt ist an der Stelle doch sehr viel kleiner geworden.\nÄhm aber jetzt erzähl doch nochmal kurz, ich meine du bist ja dann auch ähm,\nHatst du denn eigentlich immer schon so diese Nestwärme, also du warst ja dann eigentlich relativ von Anfang an auch irgendwie hast du dich auch so ein bisschen als Teil des Clubs gefühlt oder kam das erst später."
    },
    {
      "speaker": "Ron",
      "time": "0:17:05",
      "text": "Also das, das kam nicht gleich im Sinne von gleich oder so, aber ich meine bei bei ähm bei bei THW waren ja dann auch ähm so,\nHamburger Club Leute wie Cash und Rovu,\ndie eben auch in der Schwenkestraße regelmäßig waren und ähm dann bin ich da halt äh irgendwann aufgelaufen und dann,\nbis zu irgendwann mit dabei äh hier irgendwie Datenschleuder zurechtzuschneiden. Weißt du, haben wir ja damals noch in Papier gemacht, also äh das Layout."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:39",
      "text": "Ja, ich weiß."
    },
    {
      "speaker": "Ron",
      "time": "0:17:40",
      "text": "Nachdem das da irgendwie aus dem Drucker kam in in Tech gesetzt äh und so,\nund äh dann bist du irgendwann mit dabei und und äh machst die Umschläge und Datenschleudern Umschläge und äh ne, Adressaufkleber drauf und dann Versackung in diese Postsäcke, weil das war ja eine.\nWie heißt das? Eine Streifbandzeitung? Nee, wie heißt das? Also da gibt's ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:07",
      "text": "Griffe für für Massenversand, dass es dann billig zu versenden ist und so."
    },
    {
      "speaker": "Ron",
      "time": "0:18:11",
      "text": "Genau, da konnte äh wow auch wunderbare Vorträge halten. Ähm und.\nSo halt und dann kam irgendwann der erste Kongress und ich weiß noch, also ich glaube auf dem allerersten Kongress,\nhabe ich mich, der in Hamburg war im Eidelstädter Bürgerhaus, da habe ich mich erst nicht reingetraut, weil ich glaube, das war mir irgendwie zu teuer oder so. Und dann hatten sie aber in dem, in dem Raum rechts, wenn du reingegangen bist, gab's recht so einen Raum.\nUnd da hatten sie so eine sub.\nÄh Konferenz, irgendwas mit Gaming, irgendwas gemacht oder so. Und dann bin ich da erstmal rein. Dann bin ich da erstmal rein und ich glaube dann am am.\nErsten Tag abends oder am zweiten Tag hat dann schon keiner mehr geguckt, ob man ein richtiges Schild hatte oder so und dann bin ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:00",
      "text": "Einfach reinmarschiert."
    },
    {
      "speaker": "Ron",
      "time": "0:19:01",
      "text": "Ähm bin ich auf den Kongress marschiert und äh habe mir das da angeschaut und ähm im Jahr da drauf habe ich dann schon mitgemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:09",
      "text": "Mhm. Das geht dann schnell."
    },
    {
      "speaker": "Ron",
      "time": "0:19:12",
      "text": "Ja, das, das geht dann schnell. Das geht dann schnell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:17",
      "text": "Ja und jetzt äh gehörst du ja auch so ein bisschen zum ähm zum Invintar, kann man sagen, ne?\nÄh du machst jetzt seit wann diesen Dauerbrenner-Talk mit Frank, Riga zusammen."
    },
    {
      "speaker": "Ron",
      "time": "0:19:34",
      "text": "Security Nightmares."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:36",
      "text": "Security Nightmares genau."
    },
    {
      "speaker": "Ron",
      "time": "0:19:37",
      "text": "Security Nightmares. Ähm die haben wir angefangen äh tatsächlich habe ich, glaube ich, die ersten zwei oder so noch alleine gemacht. Ähm neunzehnhundertneunundneunzig.\nAls wir noch im Haus am Köllischen Park waren in Berlin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:53",
      "text": "Kölnischen Park. Mhm."
    },
    {
      "speaker": "Ron",
      "time": "0:19:55",
      "text": "Ich glaub das war das zweite Mal am Haus am Köllnischen Park war glaube ich neunundneunzig, wenn ich das noch r."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:03",
      "text": "Richtig, 16C3."
    },
    {
      "speaker": "Ron",
      "time": "0:20:04",
      "text": "Und und genau, das war der erste Kongress, der diese C3 Abkürzung hatte, der 16C3.\nUnd da war halt das Thema Jahr zweitausend groß und du erinnerst dich, Grundstein war da und äh wir haben da alle gesessen und uns leise gegruselt irgendwie wir uns die Lichter alle ausgehen werden und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:26",
      "text": "Ja, stimmt."
    },
    {
      "speaker": "Ron",
      "time": "0:20:27",
      "text": "Was dann irgendwie nicht passiert ist, weil natürlich alle vorher gekloppt hatten, wie die Irren, um noch Sachen zu heile zu machen und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:38",
      "text": "Und das war dann sozusagen die Idee, ne? Also, dass man\nbisschen so in die in die Zukunft schaut und sagt so okay, hier das ist sozusagen unser Blick auf wie die technologische Entwicklung so läuft und das sind so die Nachrichtenlagen und das das sind auch so die Trends. Ich meine, das ist ja auch so ein so ein bisschen so ein,\nSoll ich das nennen? Also es hat so ein bisschen was von,\nOder damals hatte es zumindest so ein bisschen was von so einem von so einem Superhelden-Skill. Das dadurch, dass man sich einfach ähm.\nSo intensiv mit dem ganzen Scheiß beschäftigt hat, mit dem sich ja diese Öffentlichkeit null beschäftigt hat. Ne, also so,\ngar nicht und das hatte immer so ein bisschen was von von so einer Zukunftslupe, also man man,\nich weiß nicht, ich bin nie dieses Gefühl losgeworden über über lange, lange Zeit immer so fünf Jahre in der Zukunft zu leben. Das das ne, und zwar jetzt nicht\nweil man irgendwie klar bisschen Angeber waren wir wahrscheinlich\nalle auf eine bestimmte Art und Weise, aber das war jetzt auch nicht ohne Hand und Fuß. Also es waren einfach die die Entwicklungen waren für uns,\näh relativ absehbar und ähm es war bloß gleichzeitig immer sehr schwierig, anderen Menschen das auch nur ansatzweise zu erklären. Also was weiß ich so, dass sich das Internet durchsetzen wird,\ndas war uns einfach irgendwann so klar, ja dass das nie mehr weggeht, aber es hat\nJahre gedauert und man hat in so viel entsetzte Gesichter hineindiskutiert mit dieser Argumentation als als hätte man gerade irgendwie was von Ufo Kapseln äh erzählt, die auf dem See landen."
    },
    {
      "speaker": "Ron",
      "time": "0:22:16",
      "text": "Ja das das stimmt, aber ich gebe auch gerne immer zu, dass ich eher auch selber viele Sachen gar nicht kapiert habe, als sie als sie anfing, ja? Zum Beispiel.\nKann ich mich immer noch daran erinnern, ähm wie mir das erste Mal jemand einen Browser gezeigt hat und ähm wie wie hieß das Ding Mosaik."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:36",
      "text": "Genau."
    },
    {
      "speaker": "Ron",
      "time": "0:22:37",
      "text": "Glaube ich. So und der zeigte mir Mosaik. Und ich weiß nicht, ich glaube es war nicht in Hamburg. Ich glaube, es war irgendwie sowas wie Hamburg, äh Kieler Netztage oder sowas,\nkann das sein? Irgendwie,\neine eine andere Veranstaltung bin ich der Meinung und dann zeigt er mir den Browser und sagt, guck mal, da kannst du ähm Texte ins Internet stellen, sage ich, okay, das kann ich mit Goffer auch.\nUnd dann kannst du die verlinken und dann sage ich okay, das kann ich mit Gopher auch.\nJa und das geht mit und Bilder. Bilder kannst du auch machen, sage ich okay, geht das nicht auch jetzt mit der neuen Goffer-Version? Und und dann so, ja, aber ähm,\ndann hast du eine Seite und dann sage ich und wofür brauche ich die Seite? Ja, da schreibst du dann Sachen drauf und dann verlinkst du die und dann sage ich, okay,\nUnd ich hab's nicht kapiert. Also ich habe da gesagt und gedacht, ja okay, whatever, weil ich hatte halt, ne, Views net und Goffer habe ich nicht wirklich benutzt, aber das gab's halt schon und so.\nZeug und das habe ich dann nicht kapiert."
    },
    {
      "speaker": "hukl",
      "time": "0:23:44",
      "text": "Und du wolltest gerne äh argumentieren."
    },
    {
      "speaker": "Ron",
      "time": "0:23:47",
      "text": "Nee, nee, nee, nee, ach gar nicht, weißt du, das wird hier vorgeführt und du."
    },
    {
      "speaker": "hukl",
      "time": "0:23:51",
      "text": "Wie so eine typische Nerd-Debatte in Jugendjahren, wo dann noch äh also ich weiß nicht, ich."
    },
    {
      "speaker": "Ron",
      "time": "0:23:57",
      "text": "Nee, das nee, das war ach, das war nicht religiös angehaucht oder so. Also so diese religiösen Diskussionen damals waren Telebit.\nTrailbaser, Modem oder US Robotics. Ja, weil wenn du wenn du Use net gemacht hast,\nalso richtig gepollt hast und und gefiedet und an andere Leute verteilt, dann hast du lieber,\ndann hast du lieber Telebetrieblaser gemacht, weil das war ähm in Anführungsstrichen äh wie wie heißt es? Also da war der Ablink oder Downlink konnte gleich groß sein oder so. Während beim\nRobotics, das hat ja immer umgeschaltet, also da war immer nur eine Richtung schnell und so. Ähm Zeugs und,\nDas war keine keine religiöse Debatte oder wie, wie Betriebssysteme,\nähm damals oder so ähm gar nicht, sondern das war rein. Ich habe mir das angeguckt, ich hab's nicht kapiert und ich hab's erst kapiert,\nals ich den Unterschied gesehen hab in der Pressearbeit für den Club, wenn du Leute vom Fernsehen da hattest,\nund wie hilflos die umgegangen sind mit diesen ganzen Greenscreens, äh die wir da hatten, ja? Und irgendwie Use net und Terminals und als sie dann das erste Mal ihre Kamera,\neinen Browser halten konnten, wo,\nweiße Haus war, ja? Und zwar das Weiße, das neue weiße Haus von in Anführungsstrichen von von Bill Clinton und Bill Clintons Katze.\nUnd und wie die das dann geliebt haben, dass da jetzt endlich was Buntes, Grafisches, Bewegliches, Fernsehkompatibles ist, ähm das das.\nGing ab. Also das haben die einfach gefressen dann, ja, das fanden die ganz toll."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:46",
      "text": "Security Nightmaz, also es gibt eine Aufzeichnung vom 19C3, da steht dran, Security Night Meers drei, das würde aber irgendwie nicht\nPassen, also dann wäre ja der erste erst Ende zweitausend gewesen, aber du bist ja relativ sicher, dass es neunundneunzig war, ne? Auf dem 16C3."
    },
    {
      "speaker": "Ron",
      "time": "0:26:05",
      "text": "Ja, ich glaube schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:06",
      "text": "Dann ist das hier wahrscheinlich falsch getagt. Was, was hast du denn, also was ist denn so dein,\nÄhm ich meine, das ist ja wirklich ein interessanter Tonus, ne? Auf der einen Seite äh bemüht man sich so die ganze Zeit so ein bisschen in die Glaskugel zu gucken und Aussagen zu machen über die Zukunft, ne? Auf der anderen Seite kommt ja die Zukunft dann auch irgendwann."
    },
    {
      "speaker": "Ron",
      "time": "0:26:25",
      "text": "Genau, sie kommt dann irgendwann und wir haben ja dann ähm nach zehn Jahren Security Night Mers die Rückschau gestartet mit vor zehn Jahren. So ähm und,\nund äh dann merkst du, wie schwierig das ist in die Zukunft zu schauen, weil du merkst, wie du daneben gelegen hast, ähm weil die Sachen, die du vorhergesagt hast, dann immer noch nicht da sind.\nUnd da bist du dann wieder bei dem, was du vorhin gesagt hast, nämlich ähm man lebt so in der Zukunft,\nist äh äh auch an einigen Stellen rasend optimistisch oder vielleicht eben auch Rasen pessimistisch. Ähm wie schnell die Entwicklung weitergehen wird und was was dann noch passieren wird. Und.\nÄhm dann sind zack zehn Jahre rum und viele Sachen sind immer noch nicht passiert. Ich meine klar, dafür sind andere Sachen passiert,\nja, einige Sachen, ähm die wir, die wir vorher gesagt haben, sind dann auch äh ordentlich eingetroffen,\nund ähm in der Rückschau war aber natürlich dann auch irre, was was immer noch nicht weg ist. Weil wir haben vor zwanzig Jahren schon über Makroviren,\ngesprochen, ja? In Förddokumenten und in Excel und so Zeugs und das ist ja immer noch nicht weg das Thema."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:43",
      "text": "OK aber da hast du habt ihr zu dem Zeitpunkt darüber gesprochen als es die Viren schon gab oder habt ihr nur darüber,\nerst darüber gesprochen. Also habt ihr sozusagen vorausgesagt, dass sie kommen werden und jetzt wunderst du dich, dass die Leute, dass das Problem noch nicht gelöst ist oder dass es später eintraf oder."
    },
    {
      "speaker": "Ron",
      "time": "0:28:00",
      "text": "Vor zwanzig Jahren gab's Makrovieren schon. Also die, die ähm konnten wir nicht vorher sagen, die waren ja schon da.\nÄhm ich bin gerade am Überlegen, was sind so andere Sachen waren. Also ich bin der Meinung, dass wir schon vor zwanzig Jahren irgendwie ähm erwartet haben, dass jetzt bald die Kühlschränke im Internet sind oder so und ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:22",
      "text": "Mittlerweile sind sie."
    },
    {
      "speaker": "Ron",
      "time": "0:28:23",
      "text": "Sind sie jetzt, sind sie jetzt so langsam genau, aber ähm es hat doch ganz schön,\nlänger gedauert als als man erwartet hat, oder? Aber das liegt eben auch daran, dass man irgendwie.\nJa, sehe ich manchmal keine Gedanken darüber macht, wie wie viel installierte Technik da schon ist, die eben gar nicht so schnell ausgewechselt wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:47",
      "text": "Aber lag dir denn auch mal komplett daneben?"
    },
    {
      "speaker": "Ron",
      "time": "0:28:49",
      "text": "Sicherlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:50",
      "text": "Du trennst jetzt nur zwischen äh kam, kam rechtzeitig, wie wir es vorhergesagt haben oder dauert noch zehn Jahre."
    },
    {
      "speaker": "Ron",
      "time": "0:29:00",
      "text": "Sachen, die die ja, aber das ist doch mit, das ist doch das Schöne an äh Vorhersagen über die Zukunft, du kannst dich immer hinstellen und sagen, ja, das ist halt noch nicht da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:12",
      "text": "Aber ihr müsst auch mal daneben gelegen haben."
    },
    {
      "speaker": "Ron",
      "time": "0:29:17",
      "text": "Wir werden sicherlich auch mal daneben gelegen haben, aber ähm das das zählt man natürlich nicht so akribisch nach, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:23",
      "text": "Ja. So, wäre aber mal interessantes äh Profi von euren Talks, irgendwie, vielleicht schaue ich mir auch mal so einen zwanzig Jahre alten Talk an. Äh könnte man ganz interessant sein. Ja, aber das, aber das, das Format hat ja eine gewisse Langlebigkeit. Also.\nIch meine, wenn man äh ich meine, warte mal neunundneunzig das erste Mal das heißt, das Ding ist halt jetzt irgendwie zwanzig Jahre alt.\nUnd ähm hätte."
    },
    {
      "speaker": "Ron",
      "time": "0:29:51",
      "text": "Wer letztes Jahr einundzwanzig Jahre geworden, wenn wir ähm auf dem rC3 was gemacht haben, hätten, was wir nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:57",
      "text": "Was er, was ihr nicht getan habt, ja. Verständlicherweise. Aber hast du dir denn habt ihr euch denn trotzdem hattet ihr euch den quasi die Notizen schon zu zurechtgelegt? Oder fehlt jetzt einfach ein Ja."
    },
    {
      "speaker": "Ron",
      "time": "0:30:10",
      "text": "Ne das Jahr,\nfehlt, würde ich sagen. Ähm weil ähm das ist ja so ein Prozess, die Security Night Mas ähm dazu gehört ja, dass man sich tatsächlich nochmal das ganze Jahr reinpfei.\nWeil man ähm bestimmte,\nich sag mal Trends oder so Dinge die sich an einen ranschleichen die kriegst du nur mit, behaupte ich, wenn du wenn du dir nochmal das ganze Jahr irgendwie in einer Woche antust,\nund guckst, was ist denn eigentlich so gelaufen und dann fehlt dir plötzlich auf. Ach, das war aber ganz schön viel von diesem\nin diesem Jahr oder äh guck mal ähm hier sind irgendwie Schwerpunkte und guck mal hier können wir doch ähm die Trendlinie direkt weiter in die Zukunft ziehen und dann,\nist ja völlig klar, was als nächstes kommen muss und so.\nUnd äh genau, dass das gehört mit dazu und das ist äh für für äh letztes Jahr einfach nicht passiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:06",
      "text": "Keine Energie gehabt für."
    },
    {
      "speaker": "Ron",
      "time": "0:31:09",
      "text": "Irre war halt viel los und so. Also ich glaube, ich war da auch gerade äh schwer mit äh Raumluftfilter bauen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:19",
      "text": "Ja"
    },
    {
      "speaker": "Ron",
      "time": "0:31:21",
      "text": "Nachdem wir ins äh äh Maker-Jahr gestartet sind mit ähm oh wie gut das sich im Dezember,\näh neunundneunzig, ne also CD zehn mal neunzehn noch eine neue Nähmaschine gekauft habe, die kann ich ja jetzt gut gebrauchen, um Masken zu nähen. Ja und dann wird man plötzlich ähm,\nGizi, äh, Server, äh, Operator für die Schulen der Kinder oder so und ähm.\nDann kam ja als nächstes irgendwie das Thema ähm vielleicht sollte man sich mal noch angucken, was es auch noch nicht in Stückzahlen gibt und da war dann halt.\nDieses Thema irgendwie Raumluftfilter ist vielleicht was, was man haben will, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:06",
      "text": "Aber Pandemia hattet ihr nicht in Security Night mehr ist, oder?"
    },
    {
      "speaker": "Ron",
      "time": "0:32:09",
      "text": "Ähm,\ngar nicht. Ich glaube wir hatten mal vor ein paar Jahren ähm ein bisschen was äh zu zu äh Bioviren und Biozeugs äh du erinnerst dich vielleicht, ähm wir hatten mal welche da.\nVon so einer Uni aus den USA, so ein Prof der uns was erzählt hat über ich glaub.\nWie der Ebola äh Virus aufgebaut ist, war's das.\nOder was anderes, also wo wo die die Sequenz dafür, die passt halt auf eine Powerpoint-Folie.\nJa und dann war so ein bisschen Thema, ähm was da eigentlich gerade geht mit Biohacking und ähm wie weit man so ist und dass das Problem eben,\nne? Also der Source Code irgendwie von Ebola oder so ist bekannt. Ähm, das Problem ist, dass man halt diese vielen Zeilen auf der PowerPoint-Folie eben nicht.\nÄhm so runterdrucken kann ohne Fehler zu machen. Das geht noch nicht.\nUnd ähm irgendwie war glaube ich noch das Problem, dass äh äh dass du dann noch diesen elektrischen Schock, den du brauchst für das Frankenschein Monster, dass der auch noch nicht ausgereift ist, um das dann tatsächlich äh zum Leben zu erweck."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:28",
      "text": "Ja. Ist es denn äh am Ende eher zu viel Zeug, was man sich zusammen sammelt für so einen Talk oder ich meine, ihr seid ja auch äh bekannt dafür, dass immer ihr ewig zu überziehen, wenn ich das richtig sehe, ne."
    },
    {
      "speaker": "Ron",
      "time": "0:33:41",
      "text": "Genau, wobei da haben wir ganz schön Druck gekriegt, ähm von der Leitung ähm nicht mehr so viel zu überziehen und ähm haben uns das auch immer sehr zu Herzen genommen und wir schmeißen jedes Jahr viel weg.\nJa, also das ist, du häufst halt so an und ähm gehst durch das Jahr durch und sagst, das war ja irre und das war ja irre, aber nee, das war ja noch viel irre ja,\nund dann machst du halt äh eine eine Prioriste und ähm streichst dann irgendwann sagst du, okay, das wäre zwar noch witzig, aber,\nDas kriegen wir nicht mehr unter und deswegen fällt das jetzt unter den Tisch. Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:16",
      "text": "Okay, ähm jetzt hat er nochmal kurz so ein bisschen ähm dann haben wir Vorstellung vielleicht auch durch, aber ähm was du so mit Computern eigentlich so am Hut hast,\nAlso mal da abgesehen davon, dass äh mit deinem Emstrett äh CPC angefangen hast.\nBisher dann eigentlich auch immer im, im, in, in the Business gewesen, ne? So im in dieser IT-Welt, so eine bestimmte Art und Weise."
    },
    {
      "speaker": "Ron",
      "time": "0:34:45",
      "text": "Genau. Genau. Und ähm wenn wenn ich jetzt äh meinen Kindern versuche zu erklären.\nWas ich mache, dann sage ich, ich mache Alarmanlagen für Computer. So und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:59",
      "text": "Alarm."
    },
    {
      "speaker": "Ron",
      "time": "0:35:00",
      "text": "Was ist 'ne Alarmanlage? Na die sagt ja ob einer eingebrochen ist und ähm damit ist dann auch gleich klar, dass es ähm,\neben was ist, was erst hinterher Bescheid sagt, es wäre doch viel besser, wenn einer erst gar nicht einbricht, ne. So und ähm das ist auch äh\nimmer meine Message zu dem Thema aber die Welt ist halt schon so, dass äh die Leute da diese magischen Gebäude haben, die Computer sind und Software sind.\nUnd man macht sich da, man tut sich daher echt schwer. Es gibt keine Analogien.\nDie funktionieren aus der realen Welt für sowas wie Rability Scanning zum Beispiel.\nAlso was ist wohl eine Rability-Scanning? Na ja, du.\nScannst halt einen Computer über das Netzwerk. Ja, was kennt man denn da? Ja, die Ports, weil was sind denn Ports, ne? Es ist so wie wenn du an jedem Fenster rütteln würdest, dass ein Haus hat, um zu gucken.\nOb jemand vielleicht den Hebel nicht richtig umgelegt hat und man das Fenster aufdrücken kann, weißt du? So\naber erklär mal Leuten, dass wenn du ein Update auf den wollen Scanner machst, du hinterher mehr offene Fenster findest als vorher.\nJa? Das zu, ne? Das Haus hat doch,\nvorher so viele Fenster und hinterher so viele Fenster und wieso sieht denn der Rebility Scanner ja das nicht schon vorher, ja, weil der hatte noch keinen Test dafür,\nso aha, was bedeutet das? Ja, der konnte dieses Fenster noch nicht richtig anfassen, aber ist doch nur ein Fenster, wieso kann man das nicht.\nVerstehst du? Das ist das kannst du nicht mehr übersetzen,\nvernünftig, das wird alles komplett magisch, das ist so wie bei Harry Potter. Heute war die Brücke da, morgen ist sie nicht mehr da\nund ähm wie, wie, wie sind äh ne und was willst du tun? Ich meine, jetzt am Wochenende, am Wochenende habe ich ähm einen Bekannten geholfen\nÄhm äh Verbrecher zu jagen ähm dies in sein in seinen Jitzi-Server geschafft hat,\nSo und ähm das war auch total spannend, weil sich die Frage stellte.\nOkay, du hast jetzt ein paar SS Hakis mehr auf dem Rechner, die gehören da nicht hin, die sind von fremden Leuten und die loggen sich ein aus irgendwo in Deutschland und irgendwo in Rumänien und das soll nicht so sein, aber wie sind die denn dazu gekommen,\nJa und ähm,\nKlar findest du dann irgendwie ein bisschen was, wenn du ein bisschen rumstocherst, okay, hier ist ein SSHD, der hat irgendwie, der ist nicht echt, ja. Der macht noch irgendwie andere Sachen und ähm,\ndann\nmuss so halt irgendwie das Logging hochdrehen und irgendwie ordert die einschalten und die Logs externalisieren, damit der Angreifer die nicht mehr löschen kann und dann schaust du da rein und denkst so, ja wo kommt der jetzt her, wenn ich die Löcher erstmal stopfe? Ganz verstand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:04",
      "text": "Deine Intelligenz will ein bisschen mit dir reden, glaube ich."
    },
    {
      "speaker": "Ron",
      "time": "0:38:06",
      "text": "Ja, schlimm, ne? Ähm und äh ja und dann bist du da am am gucken und äh die Alarmanlage sagt dir, da war einer, da war einer drin. Ja, aber wie ist er denn reingekommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:22",
      "text": "Also du bist im Security-Business unterwegs, um's mal zu übersetzen. Ja. Okay, hast du denn immer Security Night Mest geguckt?"
    },
    {
      "speaker": "hukl",
      "time": "0:38:34",
      "text": "Habe ich das äh regelmäßig gemacht, ja? Ich glaube, als ich noch auch selber im Kongress mitwirkte und im Hinterzimmer saß mir sowieso immer die ganzen Highlight-Talks und ins Zimmer geströmt, hatten da auf jeden Fall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:49",
      "text": "Ist ja wirklich extrem beliebt dieses Format, ne? Also es ist ja immer rappelvoll gewesen."
    },
    {
      "speaker": "hukl",
      "time": "0:38:56",
      "text": "Ja, ist vor allen Dingen auch äh nicht so kontrovers, finde ich, weil das gib.\nSo viel äh wie Ronja schon sagte, was jedes Jahr aufs Neue passiert, es gibt auch immer viel von selben Arten, aber selbst\nalso man kann nicht so viel falsch machen oder Leute verärgern, weil man jetzt irgendwas vergessen hat oder irgendwas erwähnt hat, was immer noch nicht auf dem Zettel hatte, weil es einfach so ein riesiger, bunter Blumenstrauß von fantastischen Möglichkeiten ist, also ich\ngenieße es auch heutzutage immer noch so diese News zu lesen von jemand hat dich und das erreicht und dir und die Attacke,\nErdacht und Sicherheitssysteme überwunden und weiß nicht, dass irgendwie so ein Format,\nDa sind, glaube ich, so die meisten Leute, die mit IT schon sich näher auseinandergesetzt haben, einfach sehr zu Hause."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:44",
      "text": "Ich gucke gerade auf die Untertitel der verschiedenen Security Night Meers und es ist so im Prinzip zwei äh also es steht nicht immer konsistent was dabei, aber früher war es mehr so äh worüber wir nächstes Jahr lachen werden, damit fing's irgendwie an,\naber es endet so mehr mit äh damit sie auch morgen schlecht von ihrem Computer träumen. Dann stimmt es topisch."
    },
    {
      "speaker": "Ron",
      "time": "0:40:09",
      "text": "Ja, also uns ist schon aufgefallen, dass.\nDass es an einigen Stellen nicht vorangeht. Also wo wo ich dann damit Frank saß und wir rumgeblödelt haben und gesagt haben, ey, wollen wir einfach die Folien vom vom letzten Jahr auf, auf, auf auflegen und laut schreien,\nschreien, vortragen, ja ähm so,\nirgendwie, ne? Könnt ihr nicht mal, könnt ihr nicht mehr was tun alle da draußen? Können wir uns nicht,\ninteressanter werden und spannender werden und nach vorne gehen, ja? Wir sehen hier immer noch immer mal probieren. Wir haben aufgehört, wir haben über bestimmte Themen aufgehört zu reden, weil wir dachten wir ertragen das nicht mehr. Djava zum Beispiel,\nja? Javer war ein running Gag für für mehrere Jahre und dann haben wir irgendwann gesagt, ey komm jetzt ist gut.\nOder gut Flash hat sich dann auch irgendwann erledig,\nAber ähm auch Flash war so ein Ding, wo wir dachten, so jetzt noch einmal über nochmal das Wort Flash sagen, ey komm, lass es bleiben, ja. Das muss auch irgendwann mal."
    },
    {
      "speaker": "hukl",
      "time": "0:41:11",
      "text": "Also der Acrobetteride lebt noch, ne?"
    },
    {
      "speaker": "Ron",
      "time": "0:41:15",
      "text": "Ja natürlich, also ne, so viele Dinge leben noch. Ähm jetzt ist ja gerade Flash offensichtlich äh äh offiziell, meine ich abgeschaltet worden. Also äh,\nand of life und und dann kommen äh da eben noch Leute aus dem Buschwerk und sagen wie, and of life. Ähm, was machen wir denn jetzt mit unserem Kernkraftwerk hier oder so?"
    },
    {
      "speaker": "hukl",
      "time": "0:41:34",
      "text": "Ja oder in China ist auch ein U-Bahn-Netz äh angehalten oder ein Zug äh Fern\nweil äh Flash äh abgelaufen wurde und dann mussten sie es irgendwie, dann gab's so einen heldenhaften Report an die chinesische Führung, dass also die Arbeit, also diese Hürde überwunden hätten und vielleicht sie da läuft und die Zügel da fahren."
    },
    {
      "speaker": "Ron",
      "time": "0:41:53",
      "text": "Genau und irgendeine Firma hat's in die Schlagzeilen geschafft mit. Wir haben jetzt hier ähm unseren eigenen Browser gebaut, wo Flash noch drin ist und den verteilen wir jetzt hier im Unternehmen oder so war da nicht was?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:04",
      "text": "Kernkraftwerk. Weil das jetzt so dahergesagt oder gab's da tatsächlich Flash und kein Kraftwerk."
    },
    {
      "speaker": "Ron",
      "time": "0:42:14",
      "text": "Ich bin sicher, du findest auf diesem Planeten ein Kernkraft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:18",
      "text": "Okay. Ich dachte, er ist da, was,\nes zu verteilen. Tja, na gut, also ihr äh werdet vermutlich dann nächstes Jahr wieder äh in die Zukunft blicken. Also ich meine, sollten sollte es jetzt sozusagen nicht zu einem Kongress kommen,\nWas ich glaube ich zu diesem Zeitpunkt noch nicht so richtig fest.\nPrognostizieren lässt, ob das so sein wird oder nicht. Ich bin aber ganz vorsichtig. Ähm aber dann würdest du's schon wieder aufgreifen, oder? Weil ich meine.\nSonst läuft der, wenn die Thematik auch irgendwann davon."
    },
    {
      "speaker": "Ron",
      "time": "0:42:54",
      "text": "Klar auf jeden Fall."
    },
    {
      "speaker": "hukl",
      "time": "0:42:57",
      "text": "Klare Ansage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:58",
      "text": "Aber mit, aber mit Onlinekonferenzen hast du dich auch noch nicht so richtig anfreunden können."
    },
    {
      "speaker": "Ron",
      "time": "0:43:03",
      "text": "Was heißt anfreunden können? Also die.\nIch finde es schon wichtig, also oder was heißt wichtig? Also Onlinekonferenzen weißt du, du bist halt nicht im selben Raum.\nPhysikalisch. Und ich finde, das macht eine Menge aus.\nUnd ähm äh rC3 zum Beispiel äh fand ich total irre und ähm habe da auch ein paar paar gute Sachen.\nÄhm mitbekommen und und es gab irgendwie eine eine wirklich fantastische fantastischen After-After-Talk ähm.\nChat auf einem auf einem Jitsi, was dann auch nochmal, weiß ich nicht, eine Stunde oder zwei ging oder so. Äh das war,\ndie beste After-Talk äh Diskussion, die ich äh je hatte, weil das kriegst du gar nicht hin, solange an einem Thema rumzukauen, vernünftig auf einem Kongress,\nne? Nach einem nach einem Talk mit Leuten und und in so einem GC geht das dann, ja, kein kein Problem.\nAber äh ansonsten ist so dieses äh äh Leuten übern Weg laufen,\nund so das funktioniert halt nicht, da musst du dich verabreden und verabreden kannst dich ja eh schon, ja? Also das ist da halt was was ganz anderes, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:27",
      "text": "Wir hadern alle ein wenig, dass es natürlich äh richtig. Wie ist denn dir denn jetzt eigentlich so ergangen damit Hucke? Du hast sicher auch ein bisschen rausgehalten, ne?"
    },
    {
      "speaker": "hukl",
      "time": "0:44:36",
      "text": "Aus dem Remote-Kongress. Äh ja, ich hab's ehrlich gesagt\nnicht so richtig verstanden, was das mit diesen Gratistickets und diesen äh drei Tickets auf sich hat, irgendwie wurde mir,\nscrollte da nicht die passende Information an mir vorbei und ich hab's dann auch nur ich glaube über Rainer hinterher äh beim äh Computerspielen äh erfahren, was das so war und wie das so war und das ist wohl doch ganz cool war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:05",
      "text": "Ja, das war cool. Das äh kann man ja alles nachschlagen hier äh vorletzte äh Sendung haben wir uns ja hier ausführlich mit der Nachbehandlung vom rC3 äh beschäftigt. Das müssen wir jetzt hier auch nicht nochmal äh ausgraben.\nJa, aber ansonsten äh Ron, du bist ja auch so ein McHad, ne? Oder? Also man gehört ja auch zu diesen wenigen, die die so nicht so äppel sind so im,\nim Hackerbereich."
    },
    {
      "speaker": "hukl",
      "time": "0:45:31",
      "text": "Ich kenne Ron eigentlich nur mit dem IBM Sing Pad, aber vielleicht äh täusche ich mich."
    },
    {
      "speaker": "Ron",
      "time": "0:45:38",
      "text": "Nee, das war war immer so das Gerät meiner Wahl, ne? Ähm äh äh Think Pads und äh dann habe ich irgendwann, wann war denn das eigentlich.\nIch dann irgendwann mal gedacht ach so genau, ich hatte ja, ich hatte ja dann als, als es äh erste Kind geboren wurde, hatte ich an Mira-Syndrom und ähm.\nDas das ist wenn man wenn man denkt ähm man man ist jetzt äh äh hier aner und äh muss noch irgendwas tun, um,\num äh ne äh reich zu werden oder so irgendwas in der Richtung. Und dann dachte ich, ich könnte ja nochmal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:15",
      "text": "Syndrom. Ah okay. Ja."
    },
    {
      "speaker": "hukl",
      "time": "0:46:19",
      "text": "Bei mir auch Moment ge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:20",
      "text": "Okay, ja, gut."
    },
    {
      "speaker": "Ron",
      "time": "0:46:21",
      "text": "Ähm.\nIch glaube, dass das, dass das äh viele haben oder äh die meisten, es sehr unterschiedlich ausgeprägt, äh einige Leute kriegen dann nochmal Panik oder so, andere Leute machen sich dann selbstständig. Wieder andere. Naja und ich hatte\ndie die schräge Idee, dass sich vielleicht mal noch,\nnebenbei eine iOS App oder so äh schreiben könnte und ähm hatte da auch so ein paar Ideen und dann,\ndachte ich ähm, das geht aber, glaube ich, nur gut mit so einem, mit so einem Mac und ähm habe mir dann,\nzugelegt und ähm das ist gar nicht das ist gar nicht äh so lange her, also im Sinne von äh halt dreizehn Jahre oder so.\nGar nicht so lange äh davor hatte ich mal, ich hatte mal McClone. Erinnerst du dich noch, als es Malclones gab."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:16",
      "text": "Daran erinnere ich mich aber nicht, dass du einen hattest."
    },
    {
      "speaker": "Ron",
      "time": "0:47:19",
      "text": "Doch ich hatte mir dann mal irgendwie ein, ich kam dann mal günstig über so eine Connection an einen ran."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:25",
      "text": "Computing oder was? Mhm."
    },
    {
      "speaker": "Ron",
      "time": "0:47:27",
      "text": "Genau, genau mit mit Power PC, Prozessor drin von dieser Firma, die mit U, waren die nicht hießen, die hieß die eine nicht mit irgendwas mit U."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:37",
      "text": "Ähm ja, warte mal kurz, äh, habe ich gleich ähm mit Omax. Hm."
    },
    {
      "speaker": "Ron",
      "time": "0:47:47",
      "text": "UMAX. Ja, kann sein so ein rotes Logo, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:49",
      "text": "Boah. Ja, ich glaube, hm. Super Mac, hießen die UMAX Supermac."
    },
    {
      "speaker": "Ron",
      "time": "0:47:57",
      "text": "So und genau so einen hatte ich dann hatte ich mal und.\nDann aber nicht mehr und den habe ich dann meinem Bruder gegeben, der hat den gut gebrauchen können.\nUnd ähm genau, nee und dann habe ich mir irgendwie vor wie gesagt dreizehn Jahren oder was ähm mein Mac zugelegt und dann.\nFand ich den doch sehr angenehm und dann war auch gerade irgendwie so dieses wir müssen uns jetzt alle von,\nvon Windows XP verabschieden und ähm Windows sieben waren dann so ein bisschen seltsam anders äh als als äh äh viele Dinge und da habe ich gedacht, da kann ich auch gleich einen richtig richtig neues Betriebssystem machen. Mal anders,\nSo und ich wollte irgendwie nicht Linox machen und dann dachte ich, mache ich das jetzt mal mit Mac und habe mir so ein MacBook Air zugelegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:48",
      "text": "Wie ist denn jetzt würde mich das ja mal interessieren? Also ich meine, du hast ja so einen, das haben wir ja jetzt auch gerade nochmal rausgearbeitet. Du hast ja so einen spezifischen,\nBlick auf Security\nne? Also einerseits machst du das professionell, andererseits ist es auch so ein bisschen dein Hobby und so ein Hucker äh Kontext ist es ja auch so ein spielerischer äh Umgang. Also du bist ja sozusagen\nja, du hast ja so ein gesteigertes und regelmäßig selbsterfrischtes Bewusstsein für was eigentlich problematisch ist und was nicht so will ich das jetzt mal äh darlegen.\nWie kommt dir denn sozusagen jetzt Apple als Plattform insgesamt jetzt vor.\nIch meine, das hat sie ja auch gewandelt, so ein bisschen über die Jahre, ne, dadurch auch das Betriebssystem sich geändert hat, auch der die Position und auch die Dominanz des Unternehmens ist irgendwie anders, aber es ist ja äh immer noch so ein, so ein heißes Eisen\nSo, es ist halt ne, ich bin jetzt nicht zu sehr jetzt auf das ganze Lager denken, äh hinaus, aber so einfach ähm,\nGanz pragmatisch betrachtet, was was hast du für ein für ein Gefühl dabei."
    },
    {
      "speaker": "Ron",
      "time": "0:49:57",
      "text": "Habe ich für ein Gefühl dabei? Also ich ähm also erstmal wenn's wenn's um das Thema irgendwie sichere Plattformen geht oder so äh ist ja.\nThema äh äh iPhone und iOS aus meiner Sicht erstmal das, was so besonders beeindruckend ist.\nWeil weil Apple da losgegangen ist und sich eine äh und eine Plattform gebaut hat, wo sie gleich von Anfang an doch viel mehr gemacht haben,\nin diesem Bereich, ne? Was Sandboxing und äh äh Apps abschotten. Ich meine, gut, erstmal gab's gar keine Apps und so, ist auch,\nja, aber als sie das dann gemacht haben, Apps abschotten und dann App\nStore mit irgendwie irgendwelchen Formen von Code Review, ja, so schlecht wie das am Anfang auch gewesen sein mag, aber es war halt irgendwas da. So und ähm wo wo man dann natürlich sagt, ja\nist das gut? Ist das schön aus aus Sicht von Offenheit oder so? Ist es natürlich nicht gut und nicht schön, aber aus der Sicht von,\nähm eine Plattform für die Massen.\nWo die Wahrscheinlichkeit ähm dass dass dir was Schlechtes zustößt einfach mal ein bisschen kleiner ist als bei den anderen. Da ist das glaube ich schon extrem signifikant.\nUnd diese Sachen haben ja alle versucht, auf auf äh auf der auf der PC-Ebene,\neinzuführen. Ja, also ich meine, ne, das Ganze trastet Computing, äh Plattform, Zeug und äh Signierung von,\nFirmenwehr und Butsequenzen und den ganzen Climbim,\nÄhm das das geht ja alles in dieselbe Richtung, ja? Also auf der Ebene nähert sich das, nähert sich das alles an, weil das für für den, für den äh äh Endverbraucher ist es alles nennen, Alptraum,\nJa? Also wie willst du wissen, ob dein System äh noch clean ist oder nicht clean ist.\nSo und ich mein, der, der Mac hat äh heute keine Ahnung, zweieinhalb Vorteile und und eins davon ist, dass es halt Unique ist, das da drunter ist.\nWas keine Ahnung für Angreifer offensichtlich immer noch schwieriger ist oder so als so ein Windows.\nWobei ich da nicht so sicher bin, dass es tatsächlich am am Betriebssystem liegt, sondern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:31",
      "text": "Sicherheit nicht mehr."
    },
    {
      "speaker": "Ron",
      "time": "0:52:32",
      "text": "Schon, dass das viel mit mit Fokus zu tun hat, ja? Der Fokus liegt immer noch auf,\nauf den auf den ganzen Flotten von Office-PCs, äh die von Office Workers äh Round the World benutzt wird und das ist einfach das vorherrschende Betriebssystem, deswegen wird das vorherrschend angegriffen. So und ähm.\nGenau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:57",
      "text": "Okay. Also das ist sozusagen die die meinte, das ist ja so ein das ist ja auch so ein Widerspruch so ein bisschen. Also das wissen wir ja alle, ne? So, Security heißt,\nDu musst Dinge einschränken und Dinge einschränken heißt du musst den Zugriff dadrauf beschränken.\nUnd da dreht sich ja auch so ein bisschen,\ndann so der Hacker auch im Kreis, nicht? Weil auf der einen Seite möchte man ja immer auf alles Zugriff haben. Das wäre so, ja, wenn ich hier nicht überall ran kann, dann ist das nicht gut, ja? Auf der anderen Seite.\nÄh beklagt man auch alles, was irgendwie offen da liegt und frei angreifbar ist\nne? Was ja irgendwie so ein so ein so ein inneren Widerspruch ist, der sich auch nicht so ohne Weiteres auflösen lässt. Immer wenn du sagst, hey, ihr müsst euch aber mehr öffnen, dann kommst du die Antwort, na ja, aber dann\ndann geben wir sozusagen ein wichtiges Werkzeug aus der Hand, was hier die Sicherheit für alle,\ndarstellt und sozusagen auch für eine für die große Mehrheit, die ja dieses Tinker-Syndrom an allem irgendwie rumspielen zu wollen, alles verändern und anpassen zu wollen, so gar nicht hat und äh eben auch nicht unbedingt braucht,\nUnd glaube, das ist so ein bisschen auch so eine, so eine Zwickmühle, in der äh Apple ist, weil auch immer, ist nicht nicht nur Apple ist, aber bei Apple zeigt sich's halt am besten, weil's natürlich,\nControl, den man über Security hat, natürlich auch schnell dazu gebraucht werden kann auch,\nPlattform Control zu machen, ne? Einschränkungen für Apps, die jetzt Sicherheit sicherstellen sollen.\nHeißt auch, man hat Control über das Businessmodell, man erlaubt bestimmte Apps oder bestimmte äh Vorgehensweisen,\ngar nicht oder nur in bestimmten Maße oder nur unter bestimmten Regeln. Jetzt haben wir das ja auch mit diesen neuen Datenschutzverordnungen\nApple da einzieht, jede App muss jetzt irgendwie\ndeklarieren, wo worauf sie zugreifen und was sie davon irgendwie abführen und äh sie schränken eben dieses dieses System weite äh Trekking ein. Da kann man halt sagen so, ja super, ne, aber auf der anderen Seite ist das ja dann eben auch eine Konsequenz durch eine höhere Kontrolle, weil wäre das System offener\nkönnte man sowas eben unter Umständen gar nicht entforssen."
    },
    {
      "speaker": "Ron",
      "time": "0:55:17",
      "text": "Genau, dann könnte man das gar nicht entforssen. Ähm.\nUnd äh am Ende hast du ja auch immer noch diesen Drahtseilakt, dass du versuchen willst, das dem Benutzer zu erklären.\nJa und und dieses äh äh macht das mal so.\nDass die Leute sich das noch anschauen und nicht einfach versuchen einfach wegzuklick.\nWeißt du, was ich meine? Also, wenn du jetzt so ein, so ein, so ein Telefon neu einrichtest, ja, wie viele Fragen dir das stellt\nan jeder Ecke und was das alles von dir haben will und irgendwie gute Paarswörter will es haben und dann darf diese App,\ndein Standort zugreifen, wie Standort, warum braucht ihr mein Standort, darf sie das nur einmal, darf sie das mehrfach oh Gott, oh Got."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:09",
      "text": "Darf es über Bluetooth Geräte in deiner Umgebung suchen? Also, hä? Warum solltest du das wollen und was was fragst du mich das überhaupt erst? Ja ja."
    },
    {
      "speaker": "Ron",
      "time": "0:56:20",
      "text": "Genau und das ist halt ähm äh alles super hart und ich meine also und ich glaube, dass wir an einigen Stellen haben wir äh also ne, die,\ndie einen sagen dann Apple erlaubt mir nicht genug und die anderen sagen irgendwie Apple erlaubt schon viel zu viel.\nSo und alle anderen eben auch und es ist äh das Problem ist, dass da halt äh die Menschen,\nmit unterschiedlichsten ähm Kenntnisständen unterwegs sind und das natürlich alles benutzen wollen, benutzen müssen.\nBenutzen sollen und ähm und ich finde wir als Industrie, also als IT-Industrie sind wir da an vielen Stellen noch fröhlich am Versagen\nJa, also wirklich fröhlich am Versagen, ja? Wer die die äh eine Großmutter meiner Kinder hier, also die Schwiegermutter, die hat gerade ein iPad gekriegt für mehr,\nFacetime, ne? Also mehr Videokonferenzen machen mit den,\nEnkelkindern. So und denkst du, das funktioniert so, wie ich mir das vorstelle? Nein, ja, dieses blöde iPad, wenn das mal irgendwie keine Ahnung, zwei Tage nicht aufgeladen wurde,\ndenkt es, wahrscheinlich, ich könnte ja geklaut worden sein, ich muss jetzt mal alle Passwörter abfragen und Pins.\nGeburtsdaten und was sich noch was ähm um sicherzustellen, dass ich hier noch äh ne, meinem Besitzer diene und nicht irgendwem anders und das,\nda und die Dialogboxensitzung heulen, ja? Und es sind immerhin schon die Apple Dialogboxen, selbst die sind noch zum Heulen.\nJa äh und und das dann geht das halt nicht mehr plötzlich."
    },
    {
      "speaker": "hukl",
      "time": "0:58:03",
      "text": "Aber das ist irgendwie finde ich auch immer,\nOder wie vieles eine Frage der Bildung und so weiter. Also ich mache hier ja mein äh kleinen Internetkurs seit weiß nicht zehn Jahren an der UDK und äh die jetzt gerade habe ich so ein Semester voller Student\ninnen\ndie überwiegend unbedarft im Internet so unterwegs sind und mein indirektes Ziel, es hatte ja ein Paranoia-Level so ein bisschen zu erhöhen.\nWährend ich ihnen so erkläre, wie das Internet funktioniert und während ich ihn so zeige, was so geht und,\nwie das so geht und was ist eine Menge Mittelattacke, wie funktioniert denn so Verschlüsselung und was sind gute Passwörter und warum ist das Passwort besser und so als das andere? Und dann\ngegen Ende jetzt gerade bin ich auch glaube ich soweit, dass so alle ihr Paranoia Level einigermaßen erhöht haben,\naber werden die jetzt nicht in dem Kurs gewesen, das erklärt ihnen ja sonst niemand, wie das Internet funktioniert, wie Computer funktionieren und also so diese Basics, also wo man überhaupt ein Gefühl dafür bekommt, wie viel Convenience ist mir,\noder wie viel Convenience bin ich bereit abzugeben, um mir ein gewisses Maß an Sicherheit äh zu geben und diese ganzen Abwägungen kann ja die allermeisten auch gar nicht,\ntreffen und dann ist so dieser Erneuerungsfaktor von so tausenden Dialogen die dir Fragen stellen wo du nicht mal begreifst, wozu die eigentlich da sind äh oder was die dir bringen,\nsein Sohn, weiß nicht, so ein äh unausgeglichenes Bild, was man eigentlich,\nauch prima glaube ich angreifen oder angehen könnte, wenn man halt mal auch in der Grundschule Schule, wo auch immer den Leuten mal erklärt, wie Internet und Computer funktionieren, egal ob sie es jetzt wissen wollen oder nicht."
    },
    {
      "speaker": "Ron",
      "time": "0:59:45",
      "text": "Ja, ja. Aber das ist eben, wenn sie es nicht wissen wollen, dann hören sie gar nicht zu, dann geht das ins eine Ohr rein und aus dem anderen Ohr wieder raus."
    },
    {
      "speaker": "hukl",
      "time": "0:59:54",
      "text": "Ja, aber es gibt ja nicht mal das Angebot groß, also du musst es sicher quasi äh die äh bewusst glaube ich dafür entscheiden. Ich weiß nicht, wie es aktuell so ist. Ich habe zwar mit Gymnasiallehrern hier und da zu tun, aber die unterricht,\nalle so eher Kunstfächer. Äh aber bei mir war's auf jeden Fall noch\nso dass ich mir Informate konnte ich mir aussuchen, das war jetzt kein Pflichtfach, sich mit Computern auseinanderzusetzen und meine Schwester, die acht Jahre jünger ist\ndie halt ihr Abitur auch noch so unter Prämissen gemacht wie also Computer oder Smartphones im Klassenraum, also ganz furchtbar erstmal und auf jeden Fall abgeben bei Tests und so und ähm,\nweiß nicht, ob sich das jetzt alles schon gebessert hätte. Jetzt muss es sicher."
    },
    {
      "speaker": "Ron",
      "time": "1:00:34",
      "text": "Nein, das ist auf einem anderen,\nwo, ne? Also die Grundschulen haben den Computer im Klassenraum, der hat auch Internet, äh die machen ab, ich glaube der dritten Klasse ähm so eine Art äh Minicomputerführerschein und lernen Suchmaschinen zu bedienen,\nUnd in der fünften Klasse kommt dann nochmal der mittelgroße Computerführerschein oder so ähm und äh doch doch. Also da ist schon."
    },
    {
      "speaker": "hukl",
      "time": "1:01:01",
      "text": "Und geht's da auch um Sicherheitsthemen."
    },
    {
      "speaker": "Ron",
      "time": "1:01:04",
      "text": "Also im Sicher im Sinne von du sollst nicht überall dasselbe Passwort äh benutzen. Ich glaube, das ist schon in der fünften Klasse drin dran,\naber ähm weitergehend so großartig mit ähm mit mit äh ja was wäre denn das nächst wichtiger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:23",
      "text": "Also bei uns kommt noch so\nSachen wie Mobbing und sowas, sowas wird schon äh thematisiert. Das ist vielleicht jetzt nicht so diese technische Perspektive, sondern Schulen kann man sich glaube ich immer auch immer, wir wissen ja, Bundesländer, alles anders, ne? Also Hamburg äh ist da sicherlich nochmal anders aufgestellt als Bedien. Aber,\ndenn den Schulen primär, nicht ausschließlich, aber primär äh darum, dass die Kids halt irgendwie so ein bisschen\nna ja, Distanz halten vom Netz, da wo es vielleicht äh geboten ist und natürlich auch ganz konkrete Probleme im Stalking, Mobbing, solche Sachen. Das sind ja dann richtig\ngroße Probleme. Also Passwortmanagement und dass man mal seinen Account verliert\nokay, das kann natürlich auch ein Problem sein, aber ein viel größeres Problem ist, dass sie sich halt den falschen Leuten anvertrauen oder dann halt äh Gruppen sich im Netz zusammenschließen und mit Messenger, Power, dann einfach Kinder äh fertig machen, ne\nund und die dann in, ja, in Probleme stürzen, wenn nicht sogar äh ein Selbstmord treiben, vielleicht sogar in Einzelfällen, ne."
    },
    {
      "speaker": "hukl",
      "time": "1:02:22",
      "text": "Aber das geht ja dann eigentlich auch in eine ganz gute Richtung, also Datenschutz, Privacy und so weiter, da sind zum Beispiel meine Studenten auch anfänglich überwiegend noch so ein bisschen unbedarft und dann gab's auch wieder so die typischen,\nJa, wer interessiert sich denn für mich Vertreter oder äh nichts zu verbergen und die sind jetzt mittlerweile auch schon konvertiert ähm kann ich zumindest äh berichten, aber es braucht auch immer so eine ganze Weile, bis die so diese Zusammenhänge verstehen und dass dieses, ja, ist halt grad, das benutze ich halt, habe ich halt ein bisschen Werbung,\näh und die machen halt nicht. Also da gibt's keinen, der den erklärt, ja, warum ist das gerade? Was passiert mit deinen Daten? Warum sind die da und wer kann die vielleicht noch so ähm,\nerreichen und was können Personen Stalker, also Thema Stalking wurde da vielleicht noch am ehesten jetzt in diese ganze Mobbing und so weiter, Psychoterrorgeschichte passen,\nUnd diese ganzen, diese ganzen Verbindungen, die fehlen ihnen halt an und ich mache das ja wie gesagt seit zehn Jahren und das hat sich eigentlich so an dem Wissensstand, der Student\ninnen nichts für mich geändert, also wenn ich die Frage, was ist ein Cookie und was warum ist der da und warum fragt euch jede Webseite danach, Schulter zucken. So und.\nDa würde ich mich ja schon sehr freuen, wenn das eines Tages mal so ist, dass so dieses dieses Basiswissen, diese ganzen kleinen Verbindungen da schon da sind."
    },
    {
      "speaker": "Ron",
      "time": "1:03:42",
      "text": "Ja. Es müsste nicht eigentlich, wenn du damit jetzt mal äh Studenten zu tun hast, das äh ganze Thema irgendwie Beziehungs ähm\nStalking und äh mein Ex-Freund hat mir einen Trojaner installiert und solche Sachen mich ähm langsamer Thema werden, weil,\nähm äh als äh in unserem Bekanntenkreis äh die ersten Scheidungen losgingen,\nund ne, was haben wir immer noch? Scheidungsrate, dreißig Prozent oder so, ähm, dann hast du plötzlich auch das, sag mal, du kennst dich doch mit Computern aus und ich glaub mein,\nmein äh Mann liest noch meine Mails, ja? Wo ich gerade mit meinem Anwalt äh diskutiere, irgendwie was alles in die.\nIn den Erscheinungsschreiben rein reinkommt und was muss ich denn da alles machen,\nund die Liste ist ja heutzutage ganz schön lang, was du dann da machen musst."
    },
    {
      "speaker": "hukl",
      "time": "1:04:39",
      "text": "Also ich spreche, ich spreche das Thema tatsächlich so ein bisschen an, dieses Stalking-Thema, also nur falls da jemand schon mal schlechte Erfahrungen gemacht hat und meistens meldet sich da keiner, ich glaube vor ein paar Jahren gab's mal irgendjemand, der da,\nwas zu sagen oder Fragen hatte, aber so in die Richtung, da gibt's sozusagen so in meinem äh imaginären Lehrplan gibt's auf jeden Fall mal so eine Session, wo mein mal so diese,\npotentiell unangenehmen Themen, zumindest mal anspricht und vielleicht so in den Kontext setzt und was das alles mit diesen ganzen Datenschutzumsutz zu tun haben könnte und Sicherheit. Ähm aber da kommt,\näh bisher immer nicht so viel Feed,\nund aber ich sag also anschließend da dran ist eigentlich so mein persönlicher Security Night mehr Vorhersage, dass jetzt diese ganzen Politikergenerationen, die quasi jetzt so voll äh Generation Internet,\nDamit aufwachsen und ihre Daten alle unbedarft hier und da hinterlassen haben, dass die dann irgendwann mal in Ämter und Positionen kommen, wo ihnen das sehr in den Hintern beißen könnte, wenn dann äh alle Leute diese Internet,\nüber diese Information wieder aus dem Internet herauskratzen und out of Context darstellen. Bin ich mal gespannt, ob das einsetzen wird."
    },
    {
      "speaker": "Ron",
      "time": "1:05:50",
      "text": "Ja, wahrscheinlich wird es das ähm\nAlso weil weil das ist ne, das ist eigentlich so sicher wie das Arm in der Kirche, weil frei nach dem Motto das Internet vergisst nichts und und dann ist eben die Frage, ähm was ist es denn aber im Detail gewesen und ähm wie reagiert die Gesellschaft daraus äh darauf, ja,\nist es dann tatsächlich ein Skandal oder ist es kein Skandal.\nDas hängt ja dann auch viel von den von den jeweils geltenden gesellschaftlichen Normen ab."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:19",
      "text": "Ich würde gerne nochmal so ein bisschen nochmal so ein bisschen Double Down machen, weil mich da deine Meinung auch echt interessiert. Ähm Apple,\nist ja\nEinerseits sind sie ja jetzt in so verschiedene Kriege äh verwickelt gewesen, ne, gerade weil sie sagen, na ja, wir wollen jetzt irgendwie gar keine Daten sammeln von unseren,\nUsern und wir wollen keine Back\nDors, das ist ja hochpolitisch ähm sowohl mit der Trump-Regierung, als auch irgendwie auf FBI Level, immer mal wieder so die Terroristen haben ein Telefon, wir müssen dieses iPhone aufmachen und so weiter, ne. Und\näh dann nehmen sie ja dann sozusagen auch so eine,\nwie soll ich sagen, eine moralische Person äh Position ein, ne, wo man eben ethisch, moralisch äh überhöht vielleicht auch, ist die Frage, ne, hängt auch so ein bisschen mit dieser.\nFrage mit irgendwie Sicherheit der Plattform, versus Control äh zusammen ähm.\nWie siehst du das, wie Apple sich da verhält und vielleicht mal ganz auch unabhängig von Apple.\nWas ist denn so dieser ethisch moralische Code.\nUnternehmen jetzt vielleicht mal verfolgen sollten und den wir gegebenenfalls als Gesellschaft auch mal in irgendeiner Form vielleicht äh kodifizieren müssen."
    },
    {
      "speaker": "Ron",
      "time": "1:07:41",
      "text": "Ja. Also da gibt's äh ja spannende,\nPunkte. Also du hast ähm wann war denn das? Das ist glaube ich schon wieder drei Jahre her oder so,\nda war grade diese Geschichte mit mit diesem FBI wollte Zugriff auf iPhones haben von Attentätern oder potenziellen Attentätern oder Verdächtigen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:05",
      "text": "Ja, in Kalifornien gab's da so einen Überfall und da wollten sie ran. Hm."
    },
    {
      "speaker": "Ron",
      "time": "1:08:09",
      "text": "Und ähm äh dann kochte das gerade ein bisschen hoch in dem Kontext und äh dann hat Apple mal auf irgendeine Webseite geschrieben,\nwas wir wissen und was wir den Strafverfolgungsbehörden geben können und was wir ihnen nicht geben können.\nUnd da habe ich gedacht, oh, das ist jetzt aber witzig.\nSage voraus, das ist eine Liste und das werden sie eins nach dem anderen wegstreichen.\nJa? Alles, was sie jetzt können und geben können, werden sie versuchen, weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:47",
      "text": "Warte mal, was was wer wer kann."
    },
    {
      "speaker": "Ron",
      "time": "1:08:49",
      "text": "Was Apple den Strafverfolgungsbehörden sagen kann, ja.\nUnd ich hab gedacht das ist hier 'ne Kriegserklärung die Tim Cook da veröffentlicht.\nDas werden sie alles ausknipsen, weil die Liste war schon kürzer als sie gewesen war vor einem Jahr davor.\nJa? Und die war schon kürzer als vor einem Jahr davor. So und ähm es gibt so ein paar Sachen, die sind noch,\nDie sind noch offen, wie zum Beispiel das Thema ähm ICloud Verschlüsselung,\nja? Deine Daten sind da at at Rest verschlüsselt, ja? Das heißt, äh, alles was in deinem iCloud Backup äh äh drin ist, äh kann Apple den Strafverfolgungsbehörden geben. Und ähm ich,\nbehaupte, das machen sie so, weil sie entschieden haben, dass es ihnen im Moment wichtiger ist, einem User, wieder Zugriff auf seine Daten zu geben.\nAls diese Daten vor den Strafverfolgungsbehörden zu schützen. Ja, frei nach dem Motto, wenn du Sachen hast, die du vor den Strafverfolgungsbehörden schützen willst, dann musst du sie nochmal selber verschlüsseln, bevor du sie ins Ei klaut,\nBackup tust. Ähm wir wir machen das nicht, weil wir zu viele Leute in unseren Läden haben, die,\nweinen, weil ihre Fotos weg sind. Ja? Ich glaube, man man stellt sich, das macht sich da keine Vorstellung,\nWas so ein, was so ein Apple genießt oder überhaupt die IT Support Leute auf diesem Planeten ähm,\ndie ihren ihren Leuten sagen, ne? Leuten, die sagen können, mir ist das Telefon in die Toilette gefallen oder mir ist das Telefon in die Badewanne gefahren oder was auch immer, den Leuten alles mit ihren Telefonen und Laptops und so weiter passiert und dann sagen müssen, ja, das ist jetzt weg.\nUnd dann brechen die Leute da in Tränen aus, weil das sind die Kinderfotos, das sind die Fotos der Enkelkinder. Das ist was auch immer. Ähm der Chat mit der.\nVerstorbenen Freundin, dass dass äh sind,\nhaben dann da, die machen dann da Grief Counciling."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:58",
      "text": "Trauer aber."
    },
    {
      "speaker": "Ron",
      "time": "1:10:58",
      "text": "Trauerbewältigungsgespräche und und dann sagen die, nee, das äh da also beim Backup lieber.\nSind wir in der Lage, das Gerät wieder herzustellen, aus dem Backup äh bevor wir hier dieses Problem nicht irgendwie gelöst haben. Und ich bin sehr gespannt darauf, wie sie das.\nLösen wollen, ja? Weil ich glaube, sie müssen das machen mit irgendeinem Token, mein Verdacht ist, dass sie ähm wenn sie diese Teils.\nWohl rausbringen werden, ne? Also dieses ähm äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:33",
      "text": "Wiederfindet die Ketten sozusagen zum Dranh."
    },
    {
      "speaker": "Ron",
      "time": "1:11:35",
      "text": "Wiederfindet, wie sie wiederfinden, Etiketten werden ja auch Dinge mit Krypto machen. Und ähm ich glaube, das wird wird ähm,\nmöglicherweise, also es wäre zumindest ein wie ich, ähm wie, wie sie sagen könnten, so, wenn du den Topen hast, also wenn du dieses Ding hast, dieses physikalische Ding hast,\nund vielleicht ein oder zwei davon. Wenn du hast, ähm dann kriegst du eben dein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:59",
      "text": "Kannst du damit den Schlüssel wieder aufpacken?"
    },
    {
      "speaker": "Ron",
      "time": "1:12:02",
      "text": "Genau, dann kriegst du auch dein ICloud Backup wieder, wenn wenn du alles andere das Klo runter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:06",
      "text": "Ist eine, das ist für dich ein sehr interessanter Gedanke auf die Idee bin ich bisher noch nicht gekommen. Das ist natürlich oh ja\nDas ist eine super Idee. Das sozusagen dieser Chip\neinfach quasi so 'ne Art Anlockie ist, was man sich sonst irgendwie ausdruckt und irgendwo hinlegen soll, dann kaufst du halt einfach ein paar paar Dinger\nlockst damit deinen Kiek quasi auch nochmal mit mit rein, also sozusagen verschlüsselst das nochmal mit\nTeil und dann kaufst du dir zwei, drei, vier, fünf und legst sie einfach irgendwo in Safe und kannst die im Zweifelsfall hervorholen und sagen, ja hier,\nPiep einmal ranhalten und fertig. Geile Idee. Das gefällt mir."
    },
    {
      "speaker": "Ron",
      "time": "1:12:47",
      "text": "Ich weiß nur nicht, ob das in der Praxis dann wirklich funktioniert. Ja, mit dem Durchschnittsuser,\nweil du eben.\nDu eben wirklich auch aufpassen musst, ne, was ist mit dem mit dem mit der Exfrau oder dem Ex-Mann, der die hier ähm Zugriff auf das Ding hat,\nJa und dann musst du das, ah, dann musst du haben und what you know? Ja und dann muss da noch irgendwie ein Passwort wieder dranhängen. Ja, boah, aber ja, keine Ahnung. Also ich meine, vielleicht machen sie das dann.\nDass sie sagen irgendwie so wir stellen irgendwie deine Identität äh.\nSicher oder her oder authentisieren dich irgendwie so ein bisschen, wie man das halt so kann, weil die haben ja ganz viele Kunden in Ländern, wo es überhaupt sowas wie im Personalausweis gar nicht.\nOder ähm nicht jeder Bürger hat einen und ähm und und du hast jetzt dein dein Apple Token und das ist dein,\ndein Ausweis und und äh der Plus irgendwie was du sonst halt noch mit Papier belegen hast, ist halt das und damit machen wir dann das Iclaw.\nVerschlüsseln wir das, weil ich glaube, dass sie das weghaben wollen. Und ähm ich denke, dafür gibt's verschiedene Gründe, da äh und und eins äh einer der Gründe ist, dass sie eben äh eben auch in China verkaufen\nUnd in anderen Ländern, wo äh es eben nicht alles lupenreine Demokratien sind.\nUnd ähm die das genau wissen und sich äh da auch überlegen müssen, was was machen wir auf der einen Seite, um unsere User zu schützen? Das machen wir auf der anderen Seite, um diese Regierung nicht vollständig zu verärgern.\nUnd."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:34",
      "text": "Was brach für die User vor sich selber zu schützen."
    },
    {
      "speaker": "Ron",
      "time": "1:14:37",
      "text": "Ja und und das natürlich, ja? Und ähm und ähm ich äh ich frage mich immer, was, was wird Apple machen, wenn wenn jetzt ähm in Amerika,\nDie Politiker losgehen und sagen wir wollen aber Hintertüren haben. Und ich weiß nicht, wann war denn das? War das letztes Jahr oder vorletztes Jahr,\nwo diese Anhörungen waren, diese Anhörungen waren in den USA, wo es wo es darum geht, ähm dass die amerikanische Regierung nämlich bei verschlüsselten Chats,\nmitlesen möchte.\nUnd die Ansagen, die es da gab, die waren super hart. Ja, gegenüber äh äh Facebook und Apple und Microsoft und wer alles da war, die waren super hart. Die Ansagen waren,\nIhr habt bis nächstes Jahr Zeit.\nZeit und wahrscheinlich ist es jetzt wegen Corona alles verschoben aber ihr habt bis jedes Jahr nächstes Jahr Zeit dieses Problem zu lösen was aus unserer Sicht, also aus der Politikersicht,\ntechnisches Problem ist oder wir lösen das Problem für euch. Was bedeutet, wir machen da einfach Gesetze und dann müsst ihr die umsetzen,\nund ähm dann heißt es irgendwie Hintertüren für uns und für sonst niemand. Was natürlich nicht geht. Aber die Politiker denken immer noch, dass das geht.\nUnd wenn sie jetzt so irre wären, das tatsächlich äh durchzusetzen, dann will ich wissen, was Apple dann macht. Mein Verdacht wäre oder wahrscheinlich an der Stelle meine Hoffnung,\nist, dass sie einfach sagen, okay, Standardbetriebssystem kriegt halt jetzt irgendwie die Verschlüsselung, wie sie halt ist mit Hintertür und ansonsten machen wir hier ganz hübsche, neue Apis auf,\näh äh wo die Leute dann ihre eigene Krypto reinschmeißen können. Ja.\nUnd dann ist es eben wieder so, Krypto hat nur der, der sich drum kümmert. Und nicht so wie jetzt, Krypto hat jeder, weil das die Plattform."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:40",
      "text": "Hier ist auch im Sinne von, dass man sich selber sozusagen seine seine Krypto, sein Kryptoschlüssel für für all seine Daten überall dazwischen hängt und Apple sozusagen gar nicht unter Kontrolle hat.\nJa, ich meine, da hast du natürlich noch so ein paar Nebenaspekte, wie ähm,\nZugriff im Veb und und und wie Dienste im Web, die mehr oder weniger angewiesen sind, bestimmte Daten eben auch einfach zur Verfügung zu haben, aber das ließe sicher sicherlich dann auch noch entsprechend aufteilen, dass man,\nOkay, hier sind jetzt Kalenderinformationen, da möchte ich gerne, dass du mich äh äh Notifeist, da muss das System das natürlich lesen können. Die gebe ich sozusagen in gewisser Hinsicht auch äh bewusst auf, ne? Oder,\nnicht so wichtig. Und hier sind eben alle anderen Daten, die Buddy folgt erstmal privat sind."
    },
    {
      "speaker": "Ron",
      "time": "1:17:28",
      "text": "Ja, also ne, du äh alles interessante Diskussionen am am Ende des Tages,\nist, ist die Wahrscheinlichkeit, dass dass die da äh irgendeinen Geheimdienst hinter dir her ist äh äh nicht so groß äh wer dich verrät ähm,\nist letztendlich deine Bekanntschaft und Verwandtschaft,\nähm die die dann ihr Adressbuch bei WhatsApp oder Whatver hochladen und die in dem Adressbucheintrag über dich eben alles reinschreiben, was sie über dich wissen, ja? Also,\nalle deine Telefonnummern, die du je hattest, äh das Geburtsdatum, deine Verwandtschaftsverhältnisse kannst ja inzwischen auch im Adressbuch verlinken, noch ein paar Fotos reinmachen,\nund und so und dann, ne, also ich meine Facebook weist deswegen,\nauch alles über alle Leute, die nicht bei Facebook sind, weil die anderen Leute, die nicht bei Facebook sind, eben auch alle,\nAdressbucheinträge haben bei denen, die eben bei Facebook sind, weißt du was ich meine, ne? Schatten ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:32",
      "text": "Shello."
    },
    {
      "speaker": "Ron",
      "time": "1:18:34",
      "text": "Konnten und so weiter und so fort."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:37",
      "text": "Also Google ist ja mal so mit dem Slogan angetreten, Don't be ivel, ne? Da reden sie irgendwie in letzter Zeit nicht mehr so oft von. Ähm."
    },
    {
      "speaker": "hukl",
      "time": "1:18:50",
      "text": "Reden meistens andere Leute von."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:51",
      "text": "Ja ja, ich frage mich, was eigentlich so so die reale Evenes Skala eigentlich.\nDerzeit so ist, so und inwiefern diese Welt eigentlich wirklich auch einen Reward in der Hand hat,\nfür so 'ne Einstellung wie die, die Apple zumindest prostuliert, ne? Ich mein es gibt ja auch viele Leute, die misstrauen, die, wir hatten das hier eben im Chat auch wieder, ja, Apple ist ja auch nur ein Datenstaubsauger\nwo ich mich halt immer frage so,\nJa, das habe ich auch schon mal gehört, aber was was es da jetzt sozusagen die Evidenz äh dafür, ne? Also es äh.\nWüsste nicht was ich da jetzt,\naufführen sollte, so weil sie ja eigentlich generell eher eine eine Daten, die wir nicht haben, machen uns auch keine Probleme Politik haben, ne? Da siehst ja auch nahezu als Einzige geschafft haben.\nEin ein Imperium quasi damit aufzubauen und hohen Value aus ihren Produkten rauszuholen, weil die Leute halt einfach die Produkte kaufen und durch den Kauf,\noder eben auch die Nutzung der Dienste mittlerweile, ne? Da wird's dann wahrscheinlich auch schon wieder ein bisschen schwieriger, aber zumindest bei dem Produktkauf\näh ja, der dann von vielen Leuten ja auch als teuer wahrgenommen wird, ne? Kauft man ja sich sozusagen auch von diesen ganzen anderen Sachen damit frei.\nUnd das finde ich auch immer wieder interessant."
    },
    {
      "speaker": "Ron",
      "time": "1:20:17",
      "text": "Weil sie genug Marge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:19",
      "text": "Genau, weil weil."
    },
    {
      "speaker": "Ron",
      "time": "1:20:20",
      "text": "Sie sich das leisten können, die Nutzer nicht nochmal sekundär oder herzier zu monetarisieren.\nSo und und weil sie eben nicht offensichtlich nicht gierig genug sind, um das noch zu tun. Just becostay can.\nJa und die die Hoffnung ist natürlich, dass das auch so bleibt. Ja, dass du dir da sozusagen deine Privacy dadurch kaufst, dass du halt einen.\nIn Anführungsstrichen teures Gerät kaufst. Ich finde die gar nicht teuer, die halten bei mir ganz schön lange, ja? Also von daher habe ich da äh der Preisleistung überhaupt keinen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:56",
      "text": "Und man kriegt noch eine Menge Kohle dafür, wenn man sie am Schluss wieder verkauft, das übersehen auch viele Leute."
    },
    {
      "speaker": "Ron",
      "time": "1:21:02",
      "text": "Genau, also entweder halten sie extrem lange oder du verkaufst sie zu einem anstehenden Preis wieder. So und ähm,\nvon daher alles alles gut und das Geschäftsmodell ist einfach nicht darauf ausgelegt und ich glaube, man darf nicht vergessen, dass die das.\nNicht nur aus dem Grund machen, weil sie,\ndas nicht wollen wollen oder so, sondern ich glaube, dass sie inzwischen mitgekriegt haben, dass sie ganz schön unterwegs sind Richtung Gesundheitszeugs,\nja? Mit der Uhr, ja, mit der Apple Watch,\nund und dass sie eigentlich jetzt schon ähm bis zur Halskrause in Daten stecken, die.\nDie wirklich interessant sind, auf eine Art, ich mache mal gleich noch ein Beispiel.\nÄhm und wo sie sich überlegen, dass wenn sie da in der Richtung weitermachen wollen und und irgendwie schicke die Weißes äh bauen wollen und verkaufen wollen, die immer tiefer in.\nDie Person, also in den Körper reinschauen, dass sie das nur können, wenn sie bei Privacy und Datenschutz und Sicherheit,\nganz weit vorne sind,\nWeil in, ne, wenn's um Gesundheitsdaten geht irgendwann, dann merken alle, dass da der Spaß aufhört. Und es gab nämlich vor und warum denke ich das, weil ich hatte da mal so eine Art Aha-Erlebnis oder so.\nWar dieser Typ, der für die Apple Watch zuständig ist, der neue Chief Operations Officer unter Tim Kuck, wie heißt der noch gleich."
    },
    {
      "speaker": "hukl",
      "time": "1:22:41",
      "text": "Aber das ist hier eine eine Apple Quiz äh Frage, die wir eigentlich beantworten können müssen, aber."
    },
    {
      "speaker": "Ron",
      "time": "1:22:48",
      "text": "Ne? Also der, der, der Tim Cook von Tim Cook. So, der Typ ist ja für die Apple Watch zuständig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:56",
      "text": "Meinst du denen, die meinst du den Developer, der ehemalige Flash-Typ?"
    },
    {
      "speaker": "Ron",
      "time": "1:23:01",
      "text": "Der nee nicht nicht äh weiter oben äh in der in der Firma äh wie gesagt, der ist jetzt schief Operating Officer, wie heißt der noch gleich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:09",
      "text": "Du könntest meinen, lass mich kurz schauen äh."
    },
    {
      "speaker": "hukl",
      "time": "1:23:15",
      "text": "Officer ist Jeff William."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:16",
      "text": "Ja, Jif."
    },
    {
      "speaker": "Ron",
      "time": "1:23:19",
      "text": "Williams, den meine ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:20",
      "text": "Wieso ist denn der hier nicht auf der Liste? Mhm."
    },
    {
      "speaker": "Ron",
      "time": "1:23:23",
      "text": "Und Jeff Williams war vor ich glaube auch schon wieder drei Jahre oder so.\nIn irgend so einer Podiumsdiskussion und es ging um die Uhr und er sprach über die Daten, die sie da einsammeln und was sie vorhaben und mit dem neuen Hellskit. Ja, also diesem Software Development.\nFür Hells äh Geschichten und diese diese äh äh Sachen für Versuche ähm,\nfür Studien ähm Hellskit, Unterstützung für Research, genau Researchkit mit Zusammenarbeit, mit Krankenhäusern und Universitäten und Lala. Und dann hatte der irgendein Beispiel,\nda und dann habe ich da gesessen und gedacht,\nwow. Der sitzt da und weiß, dass er da auf Daten sitzt, wo er sehen kann.\nLeute kriegen Parkinson. Die Leute kriegen,\nwas auch immer, ja? Das weiß der jetzt schon, dass er auf den Daten sitzt und,\ndie knacken glaube ich grade an so interessanten Fragen rum, wie wenn ich weiß, dass einer, was weiß ich, parken soll.\nKriegt. Ja, dass er da auf dem Weg ist. Und wenn ich weiß, dass es eine Krankheit ist, wo wenn man früher behandelt, dass besser ist für den Patienten.\nDarf ich dem das dann sagen? Muss ich dem das dann sagen?\nOder kriege ich dann gleich wieder die Class Action ähm äh hier Klage auf den Tisch, weil wenn ich einem sage, irgendwie geh mal zum Arzt, du hast Parkinson,\nIm Anfangsstadium, der dann Herzinfarkt kriegt und tot umkippt und mich dann die Kinder verklagen. Weißt du.\nUnd.\nUnd ich glaube der weiß, dass er auf diesen Daten sitzt, ja? Die, ich glaube, du brauchst dafür nicht mal die Uhr. Ich glaube, dass das Telefon schon ähm was weiß ich, Parkinson, mit mit diesem Zittern, dass man dann kriegt und so.\nDass dass das wahrscheinlich schon das Telefon wissen kann. Ja und ähm mit mit der Uhr wird das nur noch viel mehr.\nUnd.\nDas sind alles Sachen, die sitzen da inzwischen auf Datenbergen, die sie, die sie äh in der Theorie mindestens, ähm die, die sie äh da auswerten können und wo sie den Leuten echt eine Menge Sachen sagen können über,\nüber sich und wann sie mal und ob und wann sie mal zum Arzt gehen sollten und solche Spieße und.\nGenau und dann wird's einfach langsam wirklich spannend und da willst du nicht äh äh mitmischen und auch nur irgendwie den Eindruck machen ähm dass äh dass du mit den Daten nicht sauber umgehst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:15",
      "text": "Beziehungsweise, dass du überhaupt auf dem Datenberg sitzt, weil so wie du das jetzt gerade formuliert hast, wäre ja die allgemeine Wahrnehmung, das liegt bei Apple auf den Servern,\nUnd das ist ja nicht der Fall, ja, sondern das ist ja quasi bei Design, beim Health Kit so\ndas liegt halt auf deinem Device und du kannst es zwar dann verschlüsselt irgendwie auch noch durch deine ICloud äh durchsünden so, aber das ist sozusagen keine Information, die auf die tatsächlichen äh Apple-Server Zugriff hat. Das ist."
    },
    {
      "speaker": "Ron",
      "time": "1:26:43",
      "text": "Nein, aber das moralische Problem, das hat er tro.\nWeil weil er, weil er die Möglichkeit hat, äh Code auf dein Telefon,\näh zu pushen letztendlich, ja? Also ob er das dann als App verfügbar macht oder ob er das äh äh direkt runter pusht und als Feature,\nähm äh als Knopf irgendwie will ich, will ich nicht macht. Das moralische Problem hast du irgendwann, weil du die Möglichkeit hättest, äh äh wahrscheinlich Millionen Leuten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:14",
      "text": "Sagen, wie lange sie noch zu leben haben."
    },
    {
      "speaker": "Ron",
      "time": "1:27:16",
      "text": "Ja, hi, ne? Millionen Leuten zu sagen, es wäre besser, wenn du jetzt zum Arzt gehst, als nächstes ja.\nUnd ich kenn äh äh einen einen Kollegen, der der war beim Arzt wegen wegen äh Herz äh Geschichten,\nUnd da hat ihn dann da ähm Sachen machen lassen und meinte, nee, das sieht eigentlich alles ganz gut aus. Und dann hat er gesagt, ja, aber meine Ursacht und hat ihm gezeigt, was die Ursacht und wann die das schon gesagt hat und dann meinte der Arzt, oh,\nJa, nee, dann machen wir lieber nochmal, äh was ist das dann MRT oder so.\nMRT gemacht und dann haben sie gesagt, ja, ihr Termin für die Operation ist dann mal lieber schon in einer Woche.\nSo und ich mein, ne? Das ist halt, die du gehst da zum Arzt und der hat eben dann nur den den Spotcheck und nicht die Langzeitgeschichten.\nUnd so eine Uhr hat vielleicht die Langzeit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:13",
      "text": "Die Uhr hat auf jeden Fall die Langzeitgeschichte. Ich meine, das ist, das ist ja auch echt ein Wert, den ich in dieser Technologie sehe. Ich meine, ich habe jetzt ein Device, das hat jetzt seit zweitausendfünfzehn\nMist ist mein Puls, ne? Und ich kann, kann, kann mir das irgendwie ausdrucken und jedem Arzt tun, die vor die Nase legen, wenn's irgendwie äh mal relevant sein sollte."
    },
    {
      "speaker": "Ron",
      "time": "1:28:32",
      "text": "Ja, aber die Darstellung ist alles noch für die Tonne, ja? Also da mal irgendwie vernünftige Trenddaten zu visualisieren, das zackt alles noch massiv."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:40",
      "text": "Daten sind Daten. Ich meine, wie wie sie dann aufbereitet werden und durch durch welche App sie äh gegebenenfalls nochmal untersucht werden. Ist ja nochmal eine andere Sache, aber dazu musst du halt auch erstmal haben. Und ne, das ist halt der Fall. Ja.\nJa. So aber vielleicht nochmal auf meine ursprüngliche Frage ein bisschen zurückzukommen, so was.\nAlso das ist jetzt sagen wir mal Apple, ne? Und jetzt kann man sagen, ja okay, Apple äh sind so eure Nische und so, wir befinden euch aber jetzt deswegen äh trotzdem noch nicht gut, weil ihr habt's ja äh doch nur auf unser Geld abgesehen,\nWo ich halt sagen muss, na ja okay, also ist jetzt am Ende des Tages ist es halt eine Firma. Jede Firma hat's auf unser Geld abgesehen, deswegen existieren äh Firmen, ne? Aber."
    },
    {
      "speaker": "Ron",
      "time": "1:29:25",
      "text": "Ja, aber äh die, guck mal, die der nächste Schritt ist doch, wenn mal einer vormacht, wie's geht,\nja wie lange braucht das dann noch, bis es im Mainstream ist und wie lange braucht es dann noch, bis es für in Anführungsstrichen jeden verfügbar ist. Und du hast doch auch so ein Kardio oder nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:44",
      "text": "Wie Kardium."
    },
    {
      "speaker": "Ron",
      "time": "1:29:46",
      "text": "Eine eine ähm hier vom Camp dieses äh dieses Kardio-Batch, ja? Kart I O Bad äh äh Dingens und da ist ja auch schon ähm ein Sensor drin für.\nHier Herzrhythmus.\nTralala und ähm ja äh und das funktioniert sogar schon, also das kann sogar schon schicken Grafik äh Grafen machen.\nUnd kann auch noch viele andere Sachen hast du gesehen, dass die neue Firmware dann auch äh hier Corona Warnapp Beakons einsammeln kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:22",
      "text": "Nee, aber ich äh habe das auch nicht so verfolgt, aber klar, ich meine, ist ja Bluetooth drauf und das kann es halt einfach einsam."
    },
    {
      "speaker": "Ron",
      "time": "1:30:29",
      "text": "Mach das mal. Da wird dir dann auch ganz anders ähm wenn du, wenn du äh die die Cardio-Batch äh nimmst,\näh da die Firmware draufmachst, die ähm Corona Warnappecan Sales und dich dann mal äh zum Hauptbahnhof gibt, begibst oder so und dir dann anschaust, wie viel äh wie das Verhältnis so ist zwischen zwischen iPhones und Androids."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:53",
      "text": "Ja, die Unterscheidung kann man mittlerweile nicht mehr machen. Da gab's am Anfang gab's da so eine so eine Schwankung, aber ich die existiert glaube ich nicht mehr."
    },
    {
      "speaker": "Ron",
      "time": "1:31:02",
      "text": "Ja, hoffentlich, weil, weil wenn sie, wenn das richtig war, was das Ding angezeigt hat, äh dann war's eben so, dass die CWA, also die Corona Warnapp auf Android schlicht nicht funktioniert hat.\nJa, weil du kannst mir nicht erzählen, dass ich am Hamburger Hauptbahnhof ein ein Verhältnis habe von eins zu fünf, eins zu zehn, eins zu sieben.\nVon und sieben ist iPhones und eins ist Android."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:35",
      "text": "Mich würde das jetzt ehrlich gesagt nicht so sehr überraschen, aber ähm."
    },
    {
      "speaker": "Ron",
      "time": "1:31:41",
      "text": "Downloadzahlen sind leicht größer gewesen bei bei Android. Ja? Und Android ist äh viel weiter verbreitet in Deutschland, ja? Ich weiß nicht, fünfundsie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:51",
      "text": "Die Downloadzahl, ne, die Downloadzahlen war bei iOS größer. Es sind mehr, mehr unter IOS runtergeladen worden.\nIch bin mir jetzt nicht so ganz sicher, es gibt glaube ich da auch keine offizielle. Oh Gott, das ist jetzt so."
    },
    {
      "speaker": "Ron",
      "time": "1:32:08",
      "text": "Wie doch, doch, es gab offizielle Zahlen zum Schluss, also noch nicht so lange, ähm aber es gab offizielle Zahlen, was wir nicht zu zu hören bekommen, ist äh leider ähm die Anzahl der.\nDie Anzahl der Geräte, die sich melden beim beim Server. Sie sagen uns die Downloadzahlen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:29",
      "text": "Gab's mal eine Aussage von der Telekom, die haben's irgendwann mal so gemacht, das waren dann so quasi so siebzig Prozent, aber das ist halt das\nKernproblem ist, dass halt Downloads nicht unbedingt äh bedeuten, dass das auch danach äh in funktionierende Betrieb übergegangen ist und da es halt auf André da mehr Probleme gab, kann eben da auch der Frustrationslevel groß gewesen sein. Aber da, da können wir jetzt nur drüber\näh spekulieren, wie die Verteilung ist. Du wolltest ja eigentlich auch was anderes äh hinaus, ne? Also wenn man ja."
    },
    {
      "speaker": "Ron",
      "time": "1:32:56",
      "text": "Nee, ich weiß nicht, an der Stelle war ich gerade an der äh abgebogen, dass ähm dass äh die Corona Warnap auf Android irgendwie entweder von den Leuten nicht installiert wird, nicht richtig installiert wird oder,\nkaputt geht, ja? Im laufenden Betrieb, weil dann da irgendwelche Dinge abstürzen, äh was dann bedeutet, dass ich eben auf der Straße ähm\neben viel, viel mehr iPhones mit Corona Warnapp sehen kann als äh Androids mit Corona Warenapp\nwo man sich dann fragt, ob die Leute, die sich äh die also für die Kona-Warn-App äh zuständig sind, ähm sich mal den Spaß gemacht haben.\nÄh äh zu gucken draußen auf der Straße, wie wie die tatsächlichen Installationen eigentlich aussehen und ob die überhaupt funktionieren,\nrelativ einfach, weißt du, guck mal, die die Leute, die das betreiben, die wissen, wie die Downloadzahlen sind, nicht so wichtig, weil man die weiß nicht ähm äh,\nWie viele Leute das denn installieren. Sie wissen aber auch, wie viele andere Telefone, wie viele iPhone Telefone sich,\ntäglich bei ihnen melden, ja? Also bei den Servern melden für Updates, daraus müssen sie sehen können, wie viele Live iPhones und Androids hier haben und,\nIch hoffe mal, dass die App an den Server auch zurückmeldet, ob jetzt äh äh Bluetooth eigentlich für die App freigeschaltet ist oder nicht freigeschaltet ist.\nJa? Damit sie sehen können, wie viele von diesen Apps eigentlich effektiv,\nfunktionieren. Und wenn du die Zahlen hast, dann kannst du dich nochmal auf den Hauptba,\nmit mit so einer Cardio-Batch oder so und irgendwie äh zählen und dann gucken, ob er's da zusammen alles zusammenpasst, weil ich glaube nicht, dass das zusamm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:41",
      "text": "Also erstens, dass man die Geräteplattformen überhaupt über Bluetooth unterscheiden kann, das war irgendwie ein ein Fehler,\nwo ich nicht mehr genau weiß, wer diesen Fehler gemacht hat, weil im Prinzip das Protokoll, das ja sozusagen explizit verhindern soll, dass du äh schon weißt, worum es sich handelt,\nAlso das Bluetooth Speaking selber soll komplett äh Plattform agnostisch äh sein. Äh da gab's am Anfang, ich krieg's jetzt gerade nicht mehr zusammen,\ngab's einen äh Unterschied und daran äh haben Scanner das festgemacht. Das ist aber das Thema ist durch. Zweitens, dieses äh Online-Interfest der Kroner Warnapp.\nGibt keine Information über die Plattform preis. Das wäre mir neu, dass sie das gemacht haben, da\nkann man halt auch argumentieren, leider verliert ihr aber sozusagen auch so ein bisschen, ne, Knowledge über euren äh Betrieb, aber das ist äh an der Stelle\neinfach der der Anonymität\nder äh Apps und damit der User äh geopfert worden, dass man das nicht macht. Klar, da kann man auch noch Poxy dazwischen schalten, der da sowieso dazwischen geschaltet ist, weil er die IP-Adresse wegschmeißt\nja? Genauso könnte man natürlich auch diese anonymisierten Metadaten äh auch erstmal äh rausnehmen und wegschmeißen, aber meiner Kenntnis nach,\nfindet das so nicht statt\nSo, aber jetzt war bei Corona Warnap gelandet, aber wir waren ja eigentlich gerade bei Herz äh Pulsmessung und sozusagen was das sozusagen für für Privacy äh Implikationen hat, ne? Und das sozusagen das Vertrauen in so eine Plattform.\nEben auch damit was zu tun hat, wie sich das Unternehmen, was das macht, äh, aufstellt und,\nne, dass Apple sich hier seit Jahren bemüht, mindest den Eindruck zu erwecken, dass es sie alles\nja, dass sie das eigentlich gar nicht haben wollen, damit sie eben im nächsten Schritt das auch machen kann, ne. Klar, äh das wird immer populärer und vielleicht können auch solche\nProjekte wie Kardio oder andere Sachen da was machen, aber sie haben natürlich jetzt auf ihrer Größe und ihrer Plattform\nEinheitlichkeit in ihrer ganzen Serviceinfrastruktur, die sie ja mittlerweile Cloudinfrastruktur dieser mittlerweile betreiben, ganz andere Möglichkeiten hier.\nAI zu machen und dann eben irgendwie auch diese ganzen Messungen immer weiter zu verbessern. Ich wollte mal vielleicht mal so kurz hier so ein so ein Break machen und.\nNochmal so den Blick auf die anderen werfen.\nJa, weil jetzt haben wir sozusagen Apple mal so ein bisschen ins Botlight gestellt so, klar, die haben ein etwas anderes Businessmodell.\nAndere Botschaft und ich denke mal, wir sind uns so halbwegs einig so im Kern ist das halt auch der Weg, den sie dort,\nbeschreiten, ne? Sie versuchen einfach, die Daten loszuwerden, weil sie wissen, dass ihre zukünftigen Anwendungen davon,\nabhängen werden, dass dass sie die nicht haben und dass auch alle ihnen das glauben, dass sie die nicht haben wollen.\nDas haben wir auf der anderen Seite so superextreme wie Facebook.\nDein ganzes Businessmodell darauf basiert, so viel von dir zu wissen, wie es nur irgendwie geht und das nicht nur auf ihrer eigenen Plattform, sondern quasi überall. Ähm."
    },
    {
      "speaker": "Ron",
      "time": "1:37:53",
      "text": "Genau und ähm aber da sehen wir ja eigentlich gerade nicht, dass sie,\nAlso ich meine, das Telefon äh äh also ne, dass die machen kein Telefon, ja? Sie machen auch keine, sie machen auch keine Uhr.\nUnd so weiter. Ich glaube Facebook ähm erwartet einfach, dass äh die Leute dann ihre Herz äh Daten schon mit ihren teilen werden, damit man irgendwie mit seinen Freunden da,\nWetten abschließen kann, wer den tiefsten Puls hat, nahezu um drei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:26",
      "text": "Ja, aber worauf ich endlich hinaus wollte, ist,\nJetzt haben wir sozusagen diesen, diesen ein Spin-Move von Apple, ne? So und dann haben wir die andere Realität der anderen mit ihren eigenen äh Spins und ihren eigenen Moves. Und jetzt kann man ja sagen,\nmir ist es zwar zu teuer, aber im Prinzip ist so wie Apple das macht an sich der richtige Ansatz,\nKann man auch anderer Meinung sein, ne? Aber ich denke mal, dass es so bei uns äh glaube ich so vorherrschend und so so Facebook Whey ist jetzt nicht so unser Ding.\nInwiefern kann man oder sollte man künftig in der Zukunft um da ein großes Desaster zu vermeiden.\nHier auch so einen moralischen Code ausgeben und sagen das muss jetzt die Leitlinie sein für.\nDigitales Leben und damit eben auch die Leitlinie für Unternehmen, die in dieses digitale Leben,\neingreifen, die dort einen Mechanismus darstellen. Ja, also was könnte sozusagen so eine.\nBare Regulierung sein oder so ein,\ndigitales Menschenrecht, was so ein bisschen in die Zukunft schaut und sagt, na ja okay, also die die Probleme werden sonst immer größer, wenn wir hier nicht so einen, so einen, so einen Ethisch moralischen Code äh irgendwie verankert bekommen,\ngegebenenfalls halt auch durch Abkommen Gesetze, was auch immer äh sicherstellen müssen."
    },
    {
      "speaker": "Ron",
      "time": "1:39:56",
      "text": "Na ja, ich meine, wir wir haben ja ähm da eigentlich Dinge wie ärztliche Schweigepflicht und solche Sachen.\nDie interessante Frage ist eben an an welcher Stelle äh geltenden solche Gesetze auch für für Geräte, oder?\nAlso wann, an, an welcher Stelle äh gelten diese und inwiefern willst du das ähm,\nunterstützen durch irgendwie Vorschriften für ich meine wie weiter wie weit willst du runter gehen, ja? Willst du irgendwie ansagen, welch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:31",
      "text": "Digitale Schweigepflicht sozusagen."
    },
    {
      "speaker": "Ron",
      "time": "1:40:33",
      "text": "Ja, welche Schlüssellen irgendwie nötig sind oder so, keine Ahnung, das macht man ja eigentlich eher nicht ähm auf auf Gesetzesebene, aber klar, dass man mal sagt, hier ähm so ein, so ein, so ein, so eine Uhr ist eigentlich,\njetzt ein verlängertes Stetoskop.\nJa und äh am Ende darf immer nur ein Arzt sein, der der ärztlichen Schweigepflicht unterliegt oder eben eine.\nEben auch eine ein Automat und der muss eben ebenfalls äh Schweigepflichten haben. Äh ne und das kann man dann realisieren, dadurch, dass der Automat eben nur auf deinem Telefon ist und nur mit dir redet und nicht mit irgendwelchen Servern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:16",
      "text": "Okay bist noch da? Bist du auf Schweigepflicht haben für deine Geräte."
    },
    {
      "speaker": "hukl",
      "time": "1:41:25",
      "text": "Ja, wie tendenziell natürlich schon allerdings auch da würde ich wieder anmerken, dass wenn halt die breite Masse der potenziellen Nutzer und Anwender gar nicht diese,\nZusammenhänge versteht, auch gar nicht dann Wert darauf legt und sich dann halt weiterhin günstigeres Android kauft, et cetera\nP und die ganzen polemischen Diskussionen um, ja, Deutschland ist jetzt so schlecht dran, weil wir zu viel Datenschutz haben und so.\nDann so ja plus eins irgendwie, habe ich eh noch nicht verstanden, unterschreibt und ja dann dann können wir uns zwar\ndas zu wünschen und hoffentlich auch expertentechnisch irgendwie an die richtigen Stellen weitergeben, aber,\nja ich habe immer so ein bisschen Zweifel, dass äh dass dann diesen Konvensdruck äh befriedigt."
    },
    {
      "speaker": "Ron",
      "time": "1:42:17",
      "text": "Nee, die, das ist ja auch äh total spannend auf eine Art, ja? Also ich meine, was macht der Nerd,\nmit der mit der digitalen Feigepflicht, wie es, wie setzt er die durch. Ähm die ne, gibt Leute, die haben halt in ihrem\nHeim schon mehrere VLANs für verschiedene Geräteklassen,\nund sagen dann irgendwie okay, ich habe hier Geräte, die sollen und müssen mit dem Internet reden, aber ähm sie sollen wenigstens blind sein gegenüber allem anderen, was sich bei mir in der Wohnung habe,\nund deswegen kommen die in ein extra in den extra Laden, ja oder Virtual Laden, um eben,\nkein Angriffsfektor zu sein und kein Pfarrer Verrätervektor oder wie auch immer du das nennen willst äh äh zu sein und äh und natürlich äh gibt es Dinge, die,\nvon dem man weiß, dass sie gerne ins Internet möchten und von denen man aber nicht möchte, dass sie ins Internet gehen und dann kannst du es ja auch mit einer Firewall durchsetzen, wenn du weißt, was du tust.\nJa? Also ich meine Fernseher, ja? Ich werde welcher Irre, Irre kauft sich noch einen Fernseher,\nJa? Also das würde ich nicht mehr tun. Ähm weil weil das was sie da alle einbauen in diese Fernseher. Ja ähm\nUnd um was die dann alles machen auf dem Netz, äh das willst du, willst du gar nicht wissen, du willst keinen Fernseher mehr haben? Du willst nur noch irgendwie einen dummen Monitor, äh der dann äh Dinge,\nanzeigt wo du ja weißt wo sie herkommen und womit sie prozessiert werden und so ne."
    },
    {
      "speaker": "hukl",
      "time": "1:44:01",
      "text": "Ja, die äh also erstmal müssen wir natürlich vor der äh digitalen Schweigepflicht erstmal von der Datenhygiene nochmal unterrichten\nÄhm das ist auch noch ein wichtiges Subfach davon. Ähm aber ja, diese digitale äh Dart oder sagen wir mal, die\nzwei Klassengesellschaft, digitale, zwei Klassengesellschaft von den Leuten, die sich halt ein bissel damit auskennen und vielleicht noch die Leute, die Leute kennen, die sich damit auskennen und dann halt alle anderen und\nimmer schwerwiegendere Implikationen auf die Zukunft gesehen ähm also wo halt Dinge auch schiefgehen können und,\nEs ist ja halt ähm auch schön, dass Apple das so macht, auch wenn Apple auch nicht unverwundbar ist, äh aber\ndann sozusagen das Interface, also die andere Seite, die dann auch diese Daten bekommt und die, die Daten dann vielleicht auch nochmal speichert, ähm die macht mir fast,\nnoch größere Sorgen, ehrlich gesagt als äh mein Endgerät, was die Daten sammelt, ähm,\nJa, das ist ja auch noch so ein Teil der Gleichung. Zum Beispiel sage ich den Studenten, wenn die fragen, ja ob ich meine E-Mails verschlüssele, sage ich, nee, wenn ich was Wichtiges zu sagen habe, dann weiß ich's nicht über E-Mail, weil\nich kann es zwar verschlüsseln, ich kann sicherstellen, dass ich meine Seite schön unter Kontrolle habe, aber was die andere Person,\nder entschlüsselten Mail dann macht, wo die gelagert wird, wo die gebäckert wird, wie die gebackupt wird. Keine Ahnung, also ähm ja, das ist."
    },
    {
      "speaker": "Ron",
      "time": "1:45:27",
      "text": "Genau, da sind wir wieder bei dem Thema, dass äh äh ne, du kannst auf deiner Seite viel tun, wenn wenn jemand anders alles, was er über dich weiß in ein,\nes gibt jetzt Produkte die wollen CRM für Personen sein. Ja also ihr kennt CRM oder Customer Relationship Management,\nda da gibt's dann so,\nbenutzen Firmen, um eben ihr Relationship, zu ihren Customern zu managen und da steht dann für jeden Kunden drin, wann man mit ihnen das letzte Mal worüber gesprochen hat, damit man nicht so aussieht, als hätte man den Kunden vergessen, wenn man das nächste Mal wieder mit ihm spricht\nDenn es gibt jetzt tatsächlich Firmen, die wollen das machen für,\nfür dich und deine deine Kumpels, ja? Also, dass du dir Notizen machst, wo worüber du mit dem Huckel das letzte Mal gesprochen hast, damit,\nWenn du das nächste Mal mit ihm sprichst, gleich das Fenster aufgeht, hier mit dem Huckel hast du das letzte Mal über was weiß ich, äh Verstärker."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:23",
      "text": "Das möchte ich aber wirklich mal haben auf meinem Computer. Also das können sie mal ins Betriebssystem einbauen, so ein CRM."
    },
    {
      "speaker": "Ron",
      "time": "1:46:29",
      "text": "Genau, die können es ja mal share locken dann, wenn's irgendwie äh schön weit ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:34",
      "text": "Friend Relationship Management, das wäre sozusagen eigentlich, was man bräuchte."
    },
    {
      "speaker": "Ron",
      "time": "1:46:40",
      "text": "So, worauf ich hinaus will, ist, dass, ne? Leute, speichern Dinge über dich und verlieren die Daten dann und da da hast du gar keine Chance, ja,\nähm und und anfangen und und auch wie gesagt, ne, jetzt ja, Apple ist toll jetzt, so, aber ey, was ist übermorgen, wenn wenn ähm äh Tim Kuck abtritt und äh da irgendeiner,\nreinkommt, der, was weiß ich, von der Regierung eingesetzt wird, wegen der nationalen Sicherheit, ja,\nUnd dann kann der da plötzlich ganz tief reingreifen mit einem ganz langen Arm. Was machst du dann? Ja, dann ist das nicht bei Fitbit gerade am am Laufen, ist nicht Fitbit von.\nIrgendwem gekauft worden und die kriegen jetzt alle Daten oder wer war das jemand anders.\nJa, genau. Die, die kaufen die Facebook auch, wenn Facebook der Meinung ist, sie brauchen mal richtig viel Pulsdaten von irgendwem, dann kaufen Sie einfach so 'n Puls, wo ihr Hersteller,\nfür ein paar schlappe Millionen Euro äh oder Dollar oder was auch immer Bitcoins ja,\nUnd dann haben sie die Daten von jetzt auf gleich, weil es da eben gar nicht dieses Konzept des,\näh dir habe ich die Daten aber gar nicht vermacht, gibt und ich verlange jetzt von dir, dass du die Daten löschst äh oder oder sogar Automatismus oder so. Das gibt es da nicht. Und das braucht man da eigentlich, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:10",
      "text": "Ach ja. Die guten Firmen und die bösen Firmen, da weiß man ja auch manchmal wirklich nicht, woran man äh ist, ne. Jetzt kommt irgendwie äh Tesla, Elon Musk, der ist ja auch so ein Vogel.\nUnd ähm das ist auch echt also an dem Typ. Ich glaube in diesem Typ kann man.\nDa kann man sich für dich die Zähne ausbeißen, ne? Also der der ist ja auch wirklich so dieser Prototyp eines.\nWunderkinds auf der einen Seite, ja, der äh dadurch beeindruckt, dass er irgendwie auf so eine extrem.\nElon Musk spezifischer Art, ja, die einfach so,\nist, so also die man einfach eben wirklich erstmal nur so persönlich zuschreiben kann und wo schon Vergleiche mit Steve Jobs irgendwie hinken.\nSachen äh in Wallung bringt, die,\nandere irgendwie nicht auf die Kette bekommen haben, ne? Also Elektromobilität denke ich mal und so die Revolution jetzt auch im Raketenwesen kann man schon mal so äh neben Internetpayment das hat er schon mal so auf seinem CV stehen.\nDas kann man ja irgendwie nicht mehr nehmen, ne? Auf der anderen Seite ist der Typ halt irgendwie auch echt crazy iratisch und jetzt sein letzter Move mit Tesla.\nKauft jetzt Bitcoin. Da frage ich mich dann halt auch,\nso ein bisschen so ab wann sind wir denn denn dann eigentlich so ein bisschen so ein, so ein Opfer dieser ganzen dynamischen,\nUnternehmen, weil die halt in zunehmenden Maße so viel Power haben, so viel Einfluss haben, so viel Geld auch bewegen auf diesem Markt, ne? Das das einem so diese ganze Regulierung äh in gewisser Hinsicht einfach du,\ndurch die durch die Faktenlage die dieser Unternehmen aufgehoben wird.\nAlso dass sie jetzt irgendwie mit in Bitcoin machen, das hat mich ehrlich gesagt ein bisschen kopfschüttelnd zurückgelassen, das habe ich nicht verstanden. Das hat einer von euch verstanden."
    },
    {
      "speaker": "hukl",
      "time": "1:50:12",
      "text": "Ja, der war halt, ich glaube der der hat äh durch diese Games-Top-Geschichte einfach gerade irgendwie bisschen Bock bekommen mit Geld zu spielen, glaube ich.\nIch kann mir vorstellen, dass es einfach nur äh sein, seine Art von Zeit vertreibt ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:31",
      "text": "Zeit vertreib."
    },
    {
      "speaker": "hukl",
      "time": "1:50:32",
      "text": "Der hat ja, der hat ja da äh beim,\nzu diesem Gamestop ganzen Thema hat er auch hier und da was getwittert und war ja auch glaube ich sogar in diesem Redit entweder selber aktiv oder irgendwie hat er da sich auf jeden Fall an verschiedenen Orten äh\nauch so hier und da geäußert und äh ich glaube, dass das hat so ein bisschen seinen Spieltrieb geweckt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:56",
      "text": "Ja gut aber ich meine auf der einen Seite."
    },
    {
      "speaker": "Ron",
      "time": "1:50:59",
      "text": "Der hat doch mit Schorzellern noch ein Hühnchen zu rupfen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:02",
      "text": "Ah ja, ja, genau, die kann er überhaupt nicht leiden, weil die natürlich auch die ganze Zeit versuchen irgendwie Tesla zu drück,\nDas ist das könnte der Grund sein, aber das ist ja nicht automatisch äh das weiß ich nicht, ob dann die Brücke direkt zu Bitcoin äh weiterführt, ne, weil äh Bitcoin Investition ja in gewisser Hinsicht auch schon äh so ein krass ideologischer Move ist,\nalso so so sehr mich die Technologie fasziniert und ich ganz dankbar bin, dass mir mal ein paar Leute Bitcoin gespendet haben die ich irgendwie habe, Geld umtauschen können, so kritisch sehe ich halt dieses System, weil's halt einfach irgendwo.\nNoch nicht den Beweis angetreten hat, wirklich äh wirklich eine Lösung für irgendwas zu sein. Also bis auf so ein paar."
    },
    {
      "speaker": "hukl",
      "time": "1:51:42",
      "text": "Ne, das ist die Ablösung, also das\nder Anfang vom Ende von monetären Systemen in meinen Augen. Irgendwann fährt es das ganze System so ad absurdum und so an die Grenzen, dass alle sagen, okay, äh nee, pass auf, Riset. Und dann äh\ndenken wir vielleicht nochmal ganz neu drüber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:59",
      "text": "Ist die Frage, wie viele Leute in dem Moment davon Schaden nehmen, ne."
    },
    {
      "speaker": "hukl",
      "time": "1:52:03",
      "text": "Also aber ich, also ich hätte ja gedacht, bei Bitcoin ganz ehrlich, irgendwann hat das irgendjemand kaputt,\nIch habe weiß nicht, also irgendwie habe ich damit gerechnet, nichts ist hundert Prozent sicher und irgendwie dieses Ding nochmal so ganz katastrophal an die Wand fahren und jetzt ist es wie viel Jahre später, sind's schon über.\nUnd es läuft weiter und der Kurs geht weiter durch die Decke und die also so, ne, auch wieder wie dieses Zukunft äh in der Zukunft leben geführt. Also wir haben uns mit Bitcoins hier schon auseinandergesetzt vor zehn Jahren oder so.\nUnd jetzt jetzt ist es so, diese Welle, zehn Jahre später, so, so weit rausgerollt, dass ähm.\nAlso nicht die ganze Welt von Bitcoin spricht und irgendwie ist immer noch so Hype Wellen gibt, die keiner versteht oder vielleicht doch äh wenn man genauer hinguckt und äh ich weiß nicht."
    },
    {
      "speaker": "Ron",
      "time": "1:52:55",
      "text": "Und du hast aber deine Bitcoins alles schon ausgegeben, du die du jemals hattest, ne? Langweilig. Ja. Ja. Was hast dafür gekauft, einen Burger."
    },
    {
      "speaker": "hukl",
      "time": "1:52:59",
      "text": "Längst natürlich, ja. Ich kann das ne Gras im Dark nicht.\nDie Erfahrung sind unbezahlbar."
    },
    {
      "speaker": "Ron",
      "time": "1:53:13",
      "text": "Genau. Es geht nicht um das Geld, das wir verloren haben, sondern um die Erfahrungen, die wir gemacht haben, auf dem Weg dorthin."
    },
    {
      "speaker": "hukl",
      "time": "1:53:21",
      "text": "Also klar\nwenn du mich jetzt fragst, hättest du, wenn du jetzt die Chance hättest, diese vierzig Bitcoin nicht, die mich damals hatte, weil äh die du könntest sie jetzt wieder haben, klar würde ich die nehmen, aber\nIch hab mich schon damit abgefunden, dass das, äh, dass ich bei der nächsten Sache dann vielleicht wieder dabei bin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:39",
      "text": "Ja, man hat ja so eine Situation, die Leute, die Bitcoin haben, die loben es über den grünen Klee und äh sagen alle möglichen Weltrevolutionen in positiver Hinsicht voraus, ja\nDie Befreiung von irgendwelchen Jochs und die, die es nicht haben, schauen halt irgendwie trocken drauf und sagen so, äh ist das nicht gerade das, was uns so äh unsere letzte Chance nimmt, die Klimakatastrophe äh abzuwenden."
    },
    {
      "speaker": "hukl",
      "time": "1:53:58",
      "text": "Ja und ich ich also ich bin auch nicht unkritisch äh Bitcoin gegenüber, aber jetzt sozusagen, ich,\nich würde auch gleichermaßen nicht sagen, dass man das jetzt verbieten müsste, dass es das ultimative Teufelswerkzeug ist, sondern ähm\nIrgendwo halt dazwischen. Ich find's nach wie vor ein faszinierendes Experiment und ich bin nicht sicher, ob das Outcome wirklich gut oder schlecht ist, aber ich finde es trotzdem,\näh ein interessantes Experiment. Also ich guck dem gerne weiter zu, auch wenn ich selbst davon nichts habe und ähm,\nWeiß nicht, äh du hattest hier glaube ich auch mal einen Podcast gemacht, Tim\nwo es um Bitcoin ging und da ging's auch dann äh um Geld und wie Geld eigentlich so funktioniert und in der Zwischenzeit habe ich selbstständig da auch noch hier und da mal so ein bisschen gelesen, da gibt's zum Beispiel so ein tolles Buch irgendwie der History of Dep\nalso wie überhaupt Schulden entstanden sind und Kreditwesen und sowas und.\nUnd sich mit diesem ganzen äh mit dieser ganzen Gemengenlage so ein bisschen äh beschäftigt, abstrakten Werten, wie entstehen Werte et cetera. In diesem ganzen Kosmos ist finde ich, Bitcoin nach wie vor oder Kryptowährung ein,\ngutes Experiment oder ein sinnvolles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:12",
      "text": "Warum denkst du das."
    },
    {
      "speaker": "hukl",
      "time": "1:55:14",
      "text": "Alles das was wir bisher hin sozusagen auf in Anführungsstrichen klassischen Wege gemacht haben\nnochmal eine Stufe weiter abstrakt wegfaltet,\nUnd es komplett sozusagen löst. Jetzt werden Leute sagen, na ja, aber du gibst ja immer noch äh Rohstoffe aus, um gibt, du kannst zu erzeugen, ja, da ja, da, ja, da, ja. Aber es ist halt nochmal so einmal ein, eine Stufe noch abstrakter, gefaltet, noch losgelöst davon,\nWerten und,\nAlle haben gesagt, es kann nicht funktionieren und das ist halt eine deflationsbasierte Ökonomie ist, wenn man das so nennt, ich bin nicht mit diesen ganzen Business\nTermine äh ganz sicher, aber du weißt, was ich meine, in der Stadt irgendwie das Geld immer weniger wert wird, wird's immer mehr wert,\nUnd diese ganzen Konzepte, die halt in Bitcoin stecken, plus.\nBlockchain als Konzept einmal global ausrollen und skalieren bis also von\ndrei Nerds tauschen sich Bitcoins aus, so wie viel Transaktion pro Millisekunde jetzt gerade passieren\nÄhm da sind da steckt einfach mega viel drin und äh vielleicht werden wir dann nochmal zehn Jahren alle so drauf zurückgucken und äh hoffentlich äh schlaue Lehren daraus gezogen haben und vielleicht äh sogar schon,\nan dem äh realen Kapitalmarkt irgendwie noch äh Konsequenzen gezogen haben, was so meine Meinung dazu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:35",
      "text": "Ja gut, also die Kritiker bezeichnen Bitcoin schlicht als Pyramidensystem so und da ist auch da ist auch was dran, ne? Also es ist sozusagen,\nDer Glaube, dass das mehr Wert sein kann in der Zukunft, lässt Leute darin investieren, aber dem steht halt kein realer Gegenwert entgegen. Und auf der anderen Seite ist es eine Infrastruktur, die davon abhängt,\ndass äh es so so eine Art Ausgleich gibt auf dieser Welt, die diese Infrastruktur aufrechterhält, damit dieses Vertrauen darin bleibt.\nNe, es muss halt irgendwie Computing Power und extrem viel Computing-Power zum Laufen gebracht werden und gekühlt werden,\nmit Strom versorgt werden äh damit es überhaupt läuft und es funktioniert eigentlich nur dann, wenn du in irgendeiner irgendeiner Form sicherstellen kannst, dass nicht irgendjemand mehr als fünfzig Prozent,\ndieser Infrastruktur besitzt. Und genau genommen also,\nIch ich weiß das jetzt nicht genau. Ich habe da jetzt nicht selber einen Research äh gemacht, aber das ist das, was ich so höre.\nDass dass derzeit die ganzen Bitcoin-Farben, also mehr als fünfzig Prozent zumindest in China sind. So und wenn jetzt irgendwie,\neine chinesische Regierung, die ja sagen wir mal mit mit einer äh\numfangreichen Regulierung äh zu ihren Gunsten jetzt generell kein Problem hat, beschließt so okay, äh alle Leute, die hier Bitcoin-Farming machen,\ndie werden jetzt hier mal geohnt und wir übernehmen jetzt mal diesen ganzen Apparat. Ja, was ist dann?"
    },
    {
      "speaker": "hukl",
      "time": "1:58:17",
      "text": "Auch das äh würde ich dann als äh sehr interessanten Ausgang des Experiment,\nAlso es ist also ich bin voll in der Beobachterrolle und wie gesagt, ich ich sage nicht, dass es die Welt rettet und ich sage nicht, dass es die Welt zum Untergang bringt. Ich ich bin gespannt, was passiert, weil bisher alles, was ich so dachte, wie Bitcoin sich entwickelt\nWie das mit den Krypto-Corncies geht.\nDas bisher sind so diese ganzen Endszenarien halt noch nicht eingetroffen und auch zum Beispiel dieses diese Frage von warum glauben Leute überhaupt das wert in so einem virtuellen.\nDingen drinsteckt. Wenn du diese Frage so stellst, ja warum denkst du, dass du dir morgen für einen Euro noch ein Brötchen kaufen kannst? Wo kommt dieser Trust her, ne? Und wie\nwie entsteht das jetzt für so eine komplett virtualisierte Währung,\nwo noch bis heute niemand weiß, wie sich das überhaupt wirklich ausgedacht hat. Das ist einfach also es ist also man hätte es nicht besser schreiben können irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:16",
      "text": "Das stimmt allerdings. Hattet ihr den Bitcoin schon mal in den Security Night Meeres."
    },
    {
      "speaker": "Ron",
      "time": "1:59:23",
      "text": "Nö, ich glaube nicht. Nö, kann mich nicht erinnern.\nAlso also es gibt ja, du kannst dich ja fragen, ähm wo gibt's da Analogien oder andere Sachen oder was sind da so die Horrorszenarien und so und,\nne, jetzt sind gerade ein paar Leute in den Schlagzeilen gewesen mit,\nDieser Mann hat vierzig Bitcoins, aber er hat das Passwort vergessen und er hat nur noch zwei Versuche auf seinem Hardware,\ndu irgendwas, lala, ähm bevor das Geld für immer verschwunden ist,\nwo dann äh äh Leute irgendwie auf Twitter sagen, ey für zehn, zehn Prozent schleife ich denen in den Chip auf und äh dann gucken wir da mal mit einem Elektronenraster Mikroskop rein. Et cetera, et cetera,\nWas ja witzig ist, aber das ist ja jetzt auch nicht neu. Also das haben ja schon immer Leute irgendwie Geld vergraben und oder Gold oder andere Dinge und das dann hinterher nicht wiedergefunden,\nund ähm äh und und einiges davon wird auch schlicht dann vermodert sein. Also das ist auch wirklich weg ist. Ja, ich meine, gut die Bitcoins sind ja auch nicht weg, die.\nLiegen da halt noch, aber sind halt sozusagen für die Menschheit verloren, ja."
    },
    {
      "speaker": "hukl",
      "time": "2:00:32",
      "text": "Aber ja was ich noch kurz anfügen wollte gerade jetzt eben durch dieses ganze Gamestop Thema, ne? Ähm.\nWenn du dir halt anguckst, wie so dieser Börsenkapitalmarkt, Hedgefunds, High Speed Trading, High Frequency Trading, wie heißt das? Wie das alles so funktioniert und was es da einfach für Dynamiken gibt, ähm,\näh da da finde ich ja Bitcoin fast noch harmlos dagegen, ehrlich gesagt."
    },
    {
      "speaker": "Ron",
      "time": "2:01:01",
      "text": "Das denke ich ist auch völlig richtig. Also Bitcoin ist dagegen harmlos. Also da kannst du eher mit mit Firmen Yo-Yo spielen, wenn du's äh drauf an,\nstößt äh drauf anstellst, wobei das ja auch Quatsch ist zu sagen irgendwie du spielst da mit einer Firma Yo du spielst nur mit ihrem Aktienkurs Jojo und ähm das kann einer Firma,\nkurzfristig sehr egal sein, weil die hat die Aktien ja schon verkauft und die hat das Geld dafür bekommen und macht jetzt mit dem Geld,\nSachen und was dann der Aktienkurs macht ist erstmal erstmal egal, ja? Das hat nur was damit zu tun, ähm äh,\nja also also aber der der Firma kann's ja erstmal egal sein, die hat die Aktien ausgegeben und das Geld dafür bekommen, ja."
    },
    {
      "speaker": "hukl",
      "time": "2:01:46",
      "text": "Eher so dann noch in die Richtung, wie das halt zu manipulieren ist und wie das halt durch Regulation, ne? Also jetzt war es ja bei Gamestop so, dass quasi sich eine Masse organisiert hat und im Prinzip,\nder Hedgefonds umgedreht hat und was ist passiert? Da wird dann bei der\nWas weiß ich, SEC oder Börsenaufsicht angerufen, dann mal der Handel kurz auf Pause gedrückt, weil das kann ja jetzt nicht sein, dass wir jetzt hier so irgendwie kurz mal Milliarden verbrennen und dann wird die\nirgendwie gesperrt oder äh die App nimmt den Kurs raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:19",
      "text": "Nee, so war's nicht, ne? Also wenn das das so gewesen wäre, wäre es kein Problem. Das Problem ist, dass die eine App,\nnur noch den den Kauf verhindert hat, aber nicht den Verkauf. Also die haben da wirklich äh sehr manipulativ äh eingegriffen und das äh steht gerade zur Diskussion, ob das so fein war und äh Spoiler wahrscheinlich nicht."
    },
    {
      "speaker": "hukl",
      "time": "2:02:38",
      "text": "Ja. Aber also was ich nur sagen will, ne, das ist halt auch da, also das ist ja auch nur ein kleines,\ndie Manipulationsmöglichkeiten so am also am primären Finanzmarkt sind da halt noch viel krasser und die Auswirkungen äh teilweise auch, also ich weiß nicht irgendwie, ich ich,\nwie gesagt, ich ich finde diese Bitcoin-Debatte äh meistens immer so ein bisschen zu klein eingerahmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:07",
      "text": "Gut. Verlassen wir vielleicht mal die äh Meterebene. Ich wollte\näh wollte jetzt ähm nach zwei Stunden Sendung äh nochmal ein äh was vollkommen anderes äh aufgreifen. Nämlich äh warum ich eigentlich äh überhaupt auf die Idee gekommen bin, äh Ronja einzuladen,\nÄhm eigentlich hatten wir überlegt, ob wir da nochmal eine eine separate Sendung äh zu machen, aber ich dachte mir, das passt halt eigentlich auch ganz wunderbar in die Freakshow rein\nÄhm und es hat natürlich viel mit äh unserer Corona äh Krise zu tun. Du bist ja ähm,\naktiv geworden mit so allerlei äh Ha\nBastel leiden, ne? Wir haben's ja schon gehört, hast auch Kinder in der Schule und äh alle Eltern haben natürlich gerade so ein bisschen dieses Problem. Das ist in dem Moment, wo halt die Schulen wieder geöffnet werden\ndann gibt's den Virus\nquasi frei Haus und das eben zu einer Situation, wo wir eben alle noch nicht äh über entsprechende Impfungen verfügen,\noder zumindest nicht rechtzeitig damit rechnen können, dass wir eine erhalten und das ist natürlich ein Problem. Und du hast dich da ja ähm.\nMit einem ganz speziellen Thema beschäftigt, wie.\nKannst du mal so ein bisschen erzählen, wie du wie du sozusagen da äh rangeraten bist, Ron."
    },
    {
      "speaker": "Ron",
      "time": "2:04:32",
      "text": "Ja also ich mein das Jahr ging ja los mit.\nErstmal ganz normal los, ne? Und dann dann kam Corona und äh dann.\nGab's da am Anfang diese diese Frage mit äh ne, wie wird das Virus übertragen und dies und das und ich fand.\nRelativ schnell klar war, dass diese Übertragungsweg Tröpfchen.\nUnd dann später ihre Sole, das war irgendwie, ich war da irgendwie in so einer Filterblase drin, wo das relativ schnell klar war.\nUnd wo wir auch alle ganz schön sauer waren, dann über diese äh Aussagen von der WHO und von anderen, die sagten irgendwie, ja, nee, Masken,\nDas hilft ja nicht, äh die Leute würden dann die Masken alle nur falsch tragen und dann wäre das ja noch viel schlimmer als vorher und so weiter und so fort. Und ähm,\nDas war ja so eine Situation, wo man sich dann irgendwie an die Nähmaschine gesetzt hat, wenn man eine hatte und ähm,\nfestgestellt hat, dass Gummiband ausverkauft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:42",
      "text": "Ja, ja, ich hatte Gott sei Dank noch was. Hm."
    },
    {
      "speaker": "Ron",
      "time": "2:05:46",
      "text": "So und dann hast du noch Gummiband und dann hast du grad noch eine Packung gekriegt und dann wolltest du die nächste Packung bestellen auf Verdacht und dann war die weg,\nJa? Und äh die Lieferzeiten gingen in uns endliche und so, aber das war so ein Zeitpunkt, wo ich dann schon irgendwie drei verschiedene Masken,\nDesigns ausprobiert hatte und das war eh witzig, weil ich im äh im Dezember eben äh eine eine neue Nähmaschine gekauft hatte,\nweil.\nIch irgendwie noch gedacht habe, was ist denn hier nochmal was für die ganze Familie und so? Und dann habe ich da mir halt irgendwie YouTube-Videos angetan und es gibt echt tolle YouTube-Videos zum Thema, wie man eine Nähmaschine benutzt.\nUnd wie man damit startet und so und dann und dann äh Massen genäht. Und ähm.\nMasken für die ganze Familie genäht und für die Klavierlehrerin und so.\nUnd äh das, das war lustig und ähm das war der Anfang des Jahres und dann kam irgendwie die GC Server der GC Serverbetrieb, habe ich schon gesagt und,\nKam der Sommer und der Sommer war toll oder zumindest verhältnismäßig toll und dann kam der Herbst und und du merkst, merkte es irgendwie, dass die die Politik,\ngerade geriet und und dann kam diese unsäglichen Sätze von Kindern sind keine Treiber der Pandemie,\nund so Bullshit ähm wo jetzt sehe ich hoffentlich alle einig sind, dass das Quatsch war,\nmal abgesehen davon natürlich, wie man Treiber äh äh definiert in dem in dem Kontext, ja äh und dann ähm sitzt du da und denkst irgendwie so, ich meine Kinder müssen jetzt hier nach wie vor in die Schule,\nund sie dürfen dort keine Maske tragen. Natürlich ist das nicht richtig, selbstverständlich dürften sie eine Maske tragen, wenn sie denn wirklich wollen. Aber ey, der Truppentruppendruck ist da schon hoch, ja? Wenn du da alleine sitzt mit einer Maske,\ndann hast du ganz schön verloren.\nJa? Das funktioniert erst, wenn keine Ahnung fünf in einer Klasse sitzen und eine Maske tragen oder so, dann ist das äh äh erträglich äh vom vom Gruppendruck her oder so.\nUnd dann war so dieses irgendwie was, was geht denn da noch? Und was geht da nicht? Und dann bin ich,\nArtikel, zwei Sachen passiert glaube ich über zwei Artikel gestolpert, relativ in kurzer Zeit. Das eine war so ein Paper,\nvon der glaub ich technischen Universität oder Uni BW oder so, ähm, die gesagt haben, man kann den Virus ähm mit einem Hepa-Filter aus der Luft filtern.\nUnd ähm dann äh äh so ein paar so ein paar Amerikanern, die ähm irgendwie in in Filter machen und so irgendwie eine Filterfirma haben und sagen, gesagt haben, das kann man doch super leicht,\nselber bauen, ja?\nUnd da habe ich dann gedacht, oh okay, das ist jetzt hier das nächste Ding, was man sich vielleicht mal anschauen sollte, weil Masken konnte man echt gut selber bauen,\nund eben auch diese Alltagsmasken waren ja äh gar nicht ohne Nutzen, sondern die waren ja durchaus äh äh sinnvoll, auch wenn,\nmit mit B einhundertsiebzehn irgendwie man doch vielleicht lieber FFP zwei tragen will und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:16",
      "text": "Hat man ja auch schön gesehen in Jena, ne, die erste Stadt, die äh Viros frei war in Deutschland, die halt auch als erstes so ein Maskenmandat in der Stadt hatte."
    },
    {
      "speaker": "Ron",
      "time": "2:09:24",
      "text": "Ganz genau, ganz genau, gibt genug genug äh Belege dafür. Und ähm da ich gedacht okay, also ähm ich habe hier die Situation, dass ähm die die Kinder eben,\nin der Schule sitzen, ohne Abstand, über Stunden,\nin in den in den in den in Anführungsstrichen kleinen Räumen, also ich mein so klein sind sie nicht, aber sie sind eben auch nicht groß und Abstand gibt's eben nicht und lange ist es eben auch und Masken.\nKönnen sie, sollen, sie dürfen sie nicht tragen und was nun, ja? Und ähm wie gesagt, denn diese, diese beiden,\nsind in einen Blogartikel oder was das war und dieses eine Paper von der Uni und ähm da habe ich gedacht, so jetzt äh schaue ich mich mal um\nund das war so, dass in dem einen Paper sogar irgendwie ein Produkt genannt wurde von so einem kommerziellen Raumluftfilter.\nUnd,\ndann habe ich gesehen, ach guck mal, die die Filter kannst du ja natürlich auch einzeln kaufen, das heißt, das ist schon mal klar, dass man dass man diese äh äh diese Teile kriegt,\nso und dann war aber auch klar, dass diese Geräte, die du so hast, die reichen nicht für ein Klassenzimmer, ja? Also für dieses eine Paper haben sie dann, glaube ich, sechs Stück von so Wohnzimmerraumluftfiltern,\ngenommen für ein Klassenzimmer, ja? Das passt dann wieder. Ähm und.\nGenau und dann habe ich mich mal in das in das Thema in das Thema reingekniet und äh die die das Ziel war halt zu sagen, ich senke hier irgendwie real das Risiko.\nWeil ideal ist selbstverständlich, dass jedes Kind eine Maske trägt oder jeder Mensch, der mit anderen Menschen in einem Raum sitzt, dass sie eine Maske tragen, weil das ist ja ein Filter, der Filter sitzt dann halt direkt vor deinem,\ndein Atemorgan und filtert alles was rauskommt und filtert filtert alles was was reingeht und das ist ideal so und wenn du das nicht darfst, Schrägstrich kannst.\nOder wenn du da kompensieren musst für schlechte Masken, ja und manche Kinder tragen, also später kam dann ja eine Maskenpflicht ab der fünften Klasse hier in Hamburg, immerhin.\nUnd ähm aber wenn du dir dann angeguckt hast, was da manche Kinder für Massen getragen haben, die haben halt ähm wirklich ein T-Shirt, ein also ein Streifen von einem T-Shirt, wo zwei Löcher drin waren für die Ohren,\nja? Und das äh haben sie dann umgehängt bekommen von ihren Eltern. Ähm und das war dann ihre Maske. So und ne? Also wie kompensiert man das.\nUnd auch das Problem, das nicht lüften können in in manchen ähm Räumen und manchen Gebäuden und so weiter, wie kompensiert oder was, was geht dann noch? Und da war halt die Ansage, okay. Raumluftfilter.\nUnd kann man sowas selber bauen? War die Fragestellung, kann ich das selber bauen? Kann ich das zu einem vernünftigen Preis selber bauen? Kann ich das so selber bauen, dass man's hinterher auch bedienen und betreiben kann.\nIn so einer Klassensituation, ja? Also als Lehrer in einer Klasse, ja und.\nWas darf das eigentlich kosten und so? Ne? Und ich meine, diese."
    },
    {
      "speaker": "hukl",
      "time": "2:12:44",
      "text": "Fragen zwischendurch war das zufällig die äh dieser eine Artikel, den du da angesprochen hast, war das äh hieß das Smart eher zufällig dieses How to Make it Air Purifier oder so? Oder weißt du noch, wo du das äh."
    },
    {
      "speaker": "Ron",
      "time": "2:12:58",
      "text": "Das war die Corsi-Box, wenn du äh äh Ventilator, Filter und Corsi Box mit C äh googelst, dann,\nfindest du das? Und ähm so, also ich meine es war völlig klar, dass du,\nmit jetzt privat, nicht äh tausend Euro pro Pro Klassenraum,\nzusammen. Kriegst du, es war auch völlig klar, dass du nicht,\ndass die Politik nicht schnell losgeht und und tausend äh Euro für einen Klassenraum ausgibt. Und wenn sie das tun würden, dann wären überhaupt gar nicht genug Raumluftfilter da auf diesem Planeten,\nja? Ähm in vielen Artikeln stand dann, die dann kamen, so ja, es gibt ganz viele Firmen in Deutschland, die machen Raumluftfilter,\nJa, aber Jungs, wisst ihr, wie viele Klassenzimmer es in Deutschland gibt? Habt ihr eine Ahnung von den Größenordnungen? Und ich glaube, die meisten Leute haben davon keine Ahnung.\nHamburg hat dreizehntausend Klassenzimmer.\nFrag mich nicht nach Berlin, ich, das sind mehr, ja? Ist klar,\naber äh das ist schon eine Menge. So und ähm das ist das eine. Das Zweite ist.\nEs reicht eben so ein so ein Wohnzimmerraumluftgerät reicht eben nicht, weil ähm die die sagen wenn du richtig sicher gehen willst, musst du eine Raumluftwechselfrequenz von sechs haben.\nDas heißt, du musst die komplette Raumluft sechs Mal pro Stunde durch den Filter ziehen. Das ist ganz schön viel,\nJa, so ein, so ein, äh, so ein äh Raum, so ein Schul,\nZimmer hat so keine Ahnung mindestens hundertachtzig Kubikmeter eher zweihundertzehn gern auch mal zweihundertfünfzig oder so. Ja und wenn wir jetzt sagen OK wenn die Experten sagen ich brauche.\nSechs Mal pro Stunde Hepa vierzehn.\nReicht wahrscheinlich auch schon Hepa dreizehn und dreimal pro Stunde, weil die haben uns ja am Anfang auch gesagt, wir brauchen alle FFP drei Masken und dann waren,\nAlltagsmasken eben doch relevant, ja? Ähm und dann sagst du, okay, ich brauche vielleicht nur Hilfe.\nDreizehn Filter und ich brauche vielleicht nur eine dreifache Wechsel, bist du immer noch bei sechshundert Kubikmetern pro Stunde, die du durch Filter drücken musst, ja,\nUnd das darf dann natürlich nicht zu laut sein.\nTatsächlich glaube ich, dass die die Lautstärke eines solchen Gerätes wahrscheinlich der Nummer eins Faktor dafür ist.\nOb das überhaupt benutzt wird oder nicht. Ja, weil wenn sich die Leute nicht mehr verstehen, dann machen sie das aus.\nFindest, wenn es das stresste auch. Also es stresst auch lärm, stresst ja auch. So, das heißt, das muss äh gewisse.\nGrenzen haben, was die Lärmentwicklung angeht und so. Und na dann habe ich ein bisschen rumrecherchiert.\nUnd äh dann habe ich zum Glück auch äh jemanden in der Verwandtschaft, der sich äh mit mit Ventilatoren auskennt. Und ähm,\nUnd so, weil der Belüftungs äh Anlagen macht für Tunnel ähm und den habe ich dann angerufen, der hat erst gedacht, ich will von ihm einen Ventilator kaufen und dann,\nhat dann gesagt, du weißt schon, dass wenn du von mir einen Ventilator haben willst, dann brauchst du drei Leute, um den rauszutragen,\nWeiß ich nicht, will nur, ne, mal ein paar Sachen durch äh kaspern, durchsprechen. Und ähm.\nJa, wie das denn so ist, ne, wenn der Ingenieur erstmal den Taschenrechner rausholt, dann weißt du, ähm dass es ihn interessiert.\nUnd ähm da haben wir so ein bisschen äh durchgerechnet und festgestellt, Mensch, das ist jetzt so ein so ein Hepa-Filter, der hat gar nicht so viel Druckverlust, also.\nFür.\nBestimmte Form von viel ähm und äh das ist ja eigentlich gar nicht so irre und stimmt ja auch. Ich meine durch so eine Hepa,\nEntschuldigung, durch so eine FFP zwei Maske kannst du ja noch durchatmen. Das heißt, ne, deine Lunge kann da die die Luft durchbewegen, das heißt natürlich ist der Druckverlust nicht äh nicht nicht irre. So. Und äh dann ist eben nur die Frage, wie kriegst du relativ viel,\nLuft durch viel Filter durch in kurzer Zeit zu einer akzeptablen Lautstärke.\nUnd da gibt's dann eben dieses Design,\ndass da sich da irgendwie Cosybox nannte in diesem einen Blogbeitrag, dass es natürlich kein offizieller Name, sondern das haben die Typen sich nur so überlegt, weil's da irgendwie in Nordamerika, einen Professor gibt, der heißt,\nCorsi und der beschäftigt sich irgendwie mit mit Raumluft und.\nUnd macht das wohl schon sehr lange und die sind Fans von dem oder so, keine Ahnung. Und die sagten, nimm einfach vier bis fünf ähm,\nvier bis fünf Filter, also so große quadratische Filter.\nUnd mach einfach eine Box aus Filtern, ja? Also du hast einen Würfel, ein Würfel hat sechs Seiten.\nEine Seite davon ist ein großer Ventilator, die anderen fünf Seiten ist Filter.\nUnd dann hast du so viel Filterfläche, vor allen Dingen, wenn du dann noch Filter nimmst, die gefaltet sind und nicht äh Filter, die nur gerade gespannt sind, sondern Filter, die gefaltet sind. Dann hast du so viel Filterfläche, dass die du da wirklich gut Luft durchziehen kannst,\nund dann brauchst du eben keinen monströsen Ventilator, der mit monströsem Druck und dann eben auch mit Wahnsinns ähm äh Lautstärke ähm da Luft durchpustet, sondern dann geht das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:58",
      "text": "Vier, vier Seiten sind es natürlich mit Filtern, ne? Weil das Ding steht ja unten wahrscheinlich ohne Filter auf irgendwas drauf, oder?"
    },
    {
      "speaker": "Ron",
      "time": "2:19:05",
      "text": "Nee, die original erste Version der Herr Corsibox war tatsächlich irgendwie mit die haben gesagt, mach doch fünf. Und na klar, meine Version hat dann nur vier gehabt, weil die steht halt auf dem Fußboden.\nAber du könntest sie natürlich auch in den Raum hängen und dann könntest du auch das mit fünf machen. So und.\nJa und dann habe ich das erste Mal, wie ich das erste Mal losgegangen, habe gesagt, okay, jetzt gehe ich mir mal vier, vier Filter kaufen.\nUnd dann war ich ähm rumrotieren mit den Ventilatoren, ja? Was nimmst du denn da für einen Ventilator? Und ähm das ist nicht so einfach. Ich hatte dann gedacht, also so meine Ideal.\nSituation ist irgendwie, ich finde einen Vertilator, der halt sechshundert, siebenhundert, achthundert, Kubikmeter durchsetzen kann, ne, weil die, wenn die, wenn du da guckst, in die Specks, dann sagen die, ich kann keine Ahnung.\nNeunhundert Kubikmeter. Aber das ist dann natürlich ohne irgendwelche Verluste. Ne, das ist so einfach nur Luft von links nach rechts schieben. Und ich habe natürlich die Filter, das heißt, ich habe irgendwelche Verluste. Das heißt, ich brauche irgendwas größer sechshundert Kubikmeter.\nPro Stunde mit einer Lautstärke, die eben auch noch handelbar ist, das heißt.\nDeutlich unter fünfzig Dezibel lieber unter fünfundvierzig Dezibel lieber nur so zweiundvierzig Dezibel irgendwas in der Größenordnung.\nUnd ähm da hatte ich dann die Idee, okay, jetzt äh geht das nicht mit PC-Ventilator, da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:42",
      "text": "Mit diesen kleinen D."
    },
    {
      "speaker": "Ron",
      "time": "2:20:44",
      "text": "Ja und ja mit den kleinen Dingern und dann guckte dann so auf auf Serverschrankaufsätze. Es gibt so Serverschrankaufsätze, wo dann so sechs Ventilatoren drin sind.\nUnd ähm äh das kostet ein Höllengeld sowas. Aber äh da schaute ich dann, äh klickte ich dann so rum und da standen dann auch Kubikmeterzahlen dabei, ähm die auch so in einer, in der Größenordnung sechshundert irgendwie rumeierten und,\nähm dachte ich, ja, war die können dann ja,\nvielleicht kein Druckverlust äh kompensieren. Und da habe ich dann ähm irgendwann eine Webseite gefunden, die äh tatsächlich einen Vergleich hatte von PC Ventilatoren ähm und ihrem, ihrem ähm\näh ihrem dem Druck, den sie aufbauen können, da gibt's nämlich ähm dann so eine eine Messgröße, die heißt äh Millimeter Wasser oder so war das, glaube ich, äh also wie viel Millimeter Wasser der hochdrücken kann\nUnd ähm.\nGenau und dann habe ich da ein bisschen geguckt und dann habe ich mir davon mal vier Stück bestellt und dann siehst du plötzlich, dass du äh dass die Geld kosten. Also ein PC-Lüfter kostet ja gar nichts.\nAber ein PC-Lüfter, hundertvierzig Millimeter der Druck aufbauen kann. Der kostet dreißig Euro. Also, ne, wenn du nur einen kaufst,\nDer kostet dreißig Euro,\nUnd wenn du davon dann vier Stück nimmst, ähm, ist auch klar, äh ne, dann ist das schon Geld. So und dann habe ich irgendwie einen Bartventilator gefunden, der mir auch sehr gut gefiel,\nUnd dann habe ich damit mal angefangen zu zu äh zu basteln\nund festgestellt, dass ich mit denen schon äh vierhundert Kubikmeter durchsetzen kann mit dem Badventilator auch sechshundert, sechshundertfünfzig easy, das geht alles. Ähm.\nUnd äh dann merkst du aber.\nEbenso Sachen wie PC-Ventilatoren sind gleich Strom, die kannst du ganz toll regeln. Badventilator.\nZwohundertdreißig Volt Wechselstrom, kannste ganz mies regeln,\nJa, brauchst du teuren äh Traf äh äh Trafo hier Dingens, wie heißen die Dinger, die man, ne? Mit denen man dann so rumdrehen kann und die machen dann,\nimmer genau, die machen dann Geräusche und nicht alle Dümmer sind für Motoren geeignet und wenn sie nicht für Motoren geeignet sind, dann gehen sie kaputt irgendwann blabla. Und,\nÄhm aber erstmal welche gebaut? Erstmal welche gebaut, äh noch ein paar anderen Leuten Bescheid gesagt, äh der Micha und und Steini haben dann auch noch eine Version gebaut mit dem Badventilator,\nder ist auch nach meinem Verständnis ähm dann in einer Schule in Betrieb gegangen in Berlin.\nÄhm dann gab's noch paar andere Leute, ähm die haben welche nachgebaut mit mit PC-Ventilatoren.\nUnd das Interessante war aber, dass die PC-Ventilatoren, wenn du vier Stück nimmst von den teuren, die Druck aufbauen können, dann machen die auch ganz schön Lärm,\nja? Dann sind die nicht leiser als der fette Bartventilator. Tatsächlich fand ich sogar, dass der Bartventilator hatte das schönere Geräusch, wann, weil es tiefer war.\nUnd.\nHab ich dann so 'n bisschen dran rumgedingst, bis ich irgendwie dachte, ja, das war alles Unsinn, ich brauch irgendwie Gleichstromventilatoren, die ich, ne, ordentlich regeln kann und die groß sind.\nUnd es hat zu lange gedauert, also gefühlt, rückblickend, zu lange gedauert, bis ich darauf gekommen bin, wie ich das irgendwie richtig googeln muss, damit ich zu was komme, was nicht ein PC-Ventilator ist,\noder ein Badventilator mit zweihundertdreißig Volt. Ich bin dann nämlich bei Ventilatoren für Motorkühlung rausgekommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:36",
      "text": "Die im Auto sind."
    },
    {
      "speaker": "Ron",
      "time": "2:24:37",
      "text": "Weißt du, die Dinger.\nDie im Auto sind, die die genau, die Kühlerventilatoren, die in so einem SUV oder so drin sind, ne? Und die dann so aufheulen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:48",
      "text": "Na ja die die sind ja auch relativ groß und die laufen dann mit Leichtstrom."
    },
    {
      "speaker": "Ron",
      "time": "2:24:53",
      "text": "Genau, die laufen mit Gleichstrom, die nehmen zwölf Volt, die nehmen auch fünf Volt, aber dann natürlich nicht so schnell, ne? Aber so zwölf Volt. Die haben richtig Power, die können bis achtzig Watt.\nJa? Die gibt es in neun Zoll, in zehn Zoll, in zwölf Zoll und ähm.\nDann, wenn du so ein großes Ding hast, also zwölf Zoll, dreißig Zentimeter, das ist dann so genau die eine Seite von meinem Würfel, ja?\nDen ich da hatte, äh mit den mit den äh mit den Filtern dann kann ich das plötzlich eins A regeln.\nUnd die kosten nichts, weil die gibt es in China äh und dann in Deutschland mit Versand und schneller Lieferung für unter dreißig Euro.\nJa und das ist dann für mich äh der Gewinner gewesen, ne. Ich habe das äh alles mal schön äh runterdokumentiert auf so einer Hexter.\nÄhm äh Blogpost Dingens und,\nDas war dann der der Gewinner, ja? Das ähm dass du äh hier.\nEin etwas Hass, was du auf den Raum anpassen kannst, weil es eben weil es eben.\nWeil weil es eben super zu regeln ist. Ja, du kannst dann irgendwie einstellen, ne, wie groß ist der Raum, wie viel Durchsatz will ich haben und so weiter, indem du den einfach ähm äh regelst.\nUnd ähm er ist extrem günstig\nJa, weil wie gesagt, dreißig Euro für den Ventilator, da musst du noch zehn Euro für das Netzteil regeln, noch äh äh fünf Euro für ähm den den Regler vielleicht\nähm dann die Filter kosten natürlich äh ordentlich Geld, also vier Stück ähm äh bis du mit,\näh was du da irgendwie achtzig Euro oder so unterwegs ähm dann baust du noch ein bisschen Holz äh und und ähm\nund so und ein paar Schrauben natürlich, aber dann landest du bei irgendwas, um die äh äh hundertfünfzig Euro.\nIch mein dann sind wir bei fünf bis zehn Euro pro Kind für 'ne Klasse.\nSelbst wenn du sagst irgendwie okay, mein Klassenraum ist schwierig von den Luftverhältnissen und so, ich nehme zwei davon, das ist alles noch bezahlbar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:22",
      "text": "Das stimmt. Das kriegst du noch über die Klassenkasse zusammen."
    },
    {
      "speaker": "Ron",
      "time": "2:27:26",
      "text": "Genau. Ja. So und äh das ist bezahlbar. Das ist äh das kannst du hinstellen. Ähm,\nKriegst du sicher genug im Sinne von, dass da keiner mit den Griffeln äh reingreift und ähm,\nUnd das Ding setzt ihr dann eben auch äh äh sechshundert Kubikmeter ähm,\npro Stunde durch und damit kannst du dann eben den den Raum dreimal in der Stunde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:55",
      "text": "Bist ja jetzt nur von den Specks ausgegangen oder hast du es irgendwie gemessen, was du da tatsächlich an Luft durchkriegst?"
    },
    {
      "speaker": "Ron",
      "time": "2:28:01",
      "text": "Ja. Genau, es gab ja noch nie ein Messgerät, das ich nicht mochte, ne.\nUnd ähm uns,\nich mein du kannst ja mit deinem Telefon inzwischen Dezibel messen, ja? Das ist ja schon toll. Das heißt äh da brauchte ich nicht investieren, aber ich hatte tatsächlich vom Hausbau\nnoch ein Animometer, weil ich nämlich irgendwann mal die Idee hatte, dass ich äh meine\nmeine Raumluft äh Anlage, die ich hier habe, ja besser einmessen könnte als äh die Leute, die das hier auf,\nhaben und ähm habe mir dann ähm ein Animometer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:34",
      "text": "Wo wir übrigens, das sollte man auch nochmal fallen lassen vor ewigen Zeiten mal einen Podcast zu gemacht haben, ne?"
    },
    {
      "speaker": "Ron",
      "time": "2:28:40",
      "text": "Genau, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:41",
      "text": "Ehm."
    },
    {
      "speaker": "Ron",
      "time": "2:28:42",
      "text": "Richtig.\nUnd äh das hatte ich noch und ähm und und dann war natürlich so funktioniert denn das jetzt alles auch? Und kann man das demonstrieren, dass das funktioniert? Das war dann noch eine eine schöne ähm eine schöne äh,\nQuest sozusagen, äh weil weil ähm,\ndas will man dann ja sehen. Ich meine gut mit dem Anonmeter kann ich messen, wie viel Luft da durch die äh durch die durch die Filter gezogen wird und äh dann weiß ich, dass ich tatsächlich nur kleine Verluste habe ähm und äh dass der, dass der.\nÄh Ventilator, da die Luft auch ordentlich durchzieht, so alles fein und ich kann die Dezibel messen, alles fein. Und dann habe ich gedacht, okay, so und jetzt gehen wir los und machen hier mal mit Nebel, Nebelmaschine, Versuche.\nUnd ähm war glaube ich die Idee von Steini zu sagen, wir müssen das, äh, muss man dann auch vorführen und demonstrieren können und Nebelmaschine. Ja, hat sich der,\nder der Micha hatte zuerst eine. In Berlin hat sich dann in so einen Meetingraum eingeschlossen und,\nmit dem mit der mit dem mit der Dings und dann waren die Frage, wie misst man jetzt äh misst man das, ja? Also Partikelzähler, wo haben wir mal, wer hat mal einen Partikelzähler liegen noch, ne?\nUnd aber zum Glück gibt's ja ähm äh kennst du Luftarten Punkt Info.\nJa und und Luftdaten Punkt Info ähm zeige dir ja, wie du schnell einen Partikelzähler selber baust, ähm was dann die Daten wegschickt über Wifi?\nUnd ähm äh hier PM zwei Komma fünf ist äh tatsächlich auch,\ndas was einen interessiert, ähm weil weil das so die Größenordnungen sind, die dann auch gerne in die Lunge gehen und so. Ja und ähm ich habe mir dann noch ein Handgerät äh äh zugelegt,\nmit mit Display und so, dass ich eben auch ohne dass ich WiFi hab und ohne so mit in den Klassenraum nehmen kann und dann hab ich erst versucht 'nen äh einen,\nähm eine Nebelmaschine hier über über äh Kumpels und Connections und so weiter zu bekommen und habe dann aber festgestellt, dass ich mir auch einfach eine kaufen kann für dreißig Euro, weil man braucht natürlich nur eine ganz kleine, um,\ndas auszuprobieren. Und äh dann bin ich hier zu den zu den Schulen meiner Kinder gegangen, gesagt, kriege ich mal einen Klassenraum, zum Testen.\nUnd dann haben die auch ja gesagt und dann habe ich mich mal äh mit meinem großen Kind äh hingesetzt und versuch's reingefahren.\nUnd mal ein Klassenraum eingenebelt und dann so einen Raumluftfilter da reingestellt und dann ähm geguckt, ob das dann schneller absinkt, als wenn ich Raum äh als wenn ich gar nichts mache und als wenn ich lüfte und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:32",
      "text": "Dieser Trockennebel, der bleibt dann komplett im Hepa-Filter hängen."
    },
    {
      "speaker": "Ron",
      "time": "2:31:36",
      "text": "Der bleibt dann hängen. Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:39",
      "text": "Klar ist größer als ein Virus und ja aber."
    },
    {
      "speaker": "Ron",
      "time": "2:31:43",
      "text": "Ja, die tatsächlich ist es also zu filtern, muss man glaube ich eine Sache sagen ähm Filter sind eine ganz schön abgefahrene Technik.\nJa? Die sind ganz schön abgefahren,\nund die machen ganz interessante Sachen auf verschiedenen Ebenen und äh ne, das ist irgendwie Physik und Molekular und\nkleine Strukturen und kleinste Strukturen und da passieren dann immer seltsame Dinge, wenn wenn Dinge sehr klein werden, ne?\nUnd all diese Diskussionen über Hepa und Epa und Hepa dreizehn und vierzehn ist, glaube ich, sehr irreführend,\nweil ähm wenn du dir ähm mal anschaust,\nwie das getestet wird die ganzen Filter werden alle mit dem selben.\nZeug. Das gibt da so eine standardisierte.\nSuppe, sage ich jetzt mal, ja, so einen standardisierten Dampf ähm mit denen die getestet werden. Und diese diese Test.\nDieser Test, äh, dieser Testdampf oder wie auch immer, das wird für alle Filter gleichzeitig gleich benutzt, also wird für alle Filter angewendet und das wird auch von allen Filtern gefiltert, also die, die Filter filtern alle,\ngroße Dinge und kleine Dinge, ja? Sie haben nur unterschiedliche Abscheideraden.\nAlso ein, ein, ein, ein Hepa-Filter macht äh was sind das fünfundneunzig oder siebenundneunzig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:25",
      "text": "Abscheidegrad gesamt laut Wikipedia bei H dreizehn über neunundneunzig Komma neun fünf Prozent und bei HF."
    },
    {
      "speaker": "Ron",
      "time": "2:33:35",
      "text": "Genau, neunundneunzig Komma neun oder neunundneunzig Komma sieben fünf, weißt du, sind das, was das?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:41",
      "text": "Es gibt noch,\nscheidet gerade lokal und den Abscheidegrad gesamt, da weiß ich jetzt grad nicht, was hier unterschieden wird, aber auf jeden Fall neunundneunzig Komma sieben fünf bis neunundneunzig Komma neun fünf für H dreizehn und dann nochmal eine nochmal einen neuen hinter dem Komma zusätzlich für H vierzehn und\nEPA ist sozusagen\ndann gehen dann halt die Kommastellen entsprechend runter, das heißt bei I zehn bist du bei fünfundachtzig Prozent bei IF, bist du bei fünfundneunzig Prozent, bei I zwölf bist du bei neunundneunzig Komma fünf."
    },
    {
      "speaker": "Ron",
      "time": "2:34:08",
      "text": "Genau. So, aber sie filtern alle dasselbe raus nur eben nur nicht notwendigerweise beim ersten Mal.\nJa? So, das heißt, du hast tatsächlich die Wahl, wenn du einen Raum,\nreinmachen willst, dann kannst du entweder alle Luft einmal durch einen Filter schieben, der äh was weiß ich, neunundneunzig Prozent hat oder du schiebst sie halt.\nEin bisschen öfter durch einen Filter, der weniger Prozent hat. Ja?\nAber irgendwann hast du auch mit einem Filter, der nicht Hepa vierzehn ist oder noch besser,\nHast du trotzdem die, dieselbe Sache rausgefiltert? Gleichzeitig ähm ist der Filter aber vielleicht viel durchlässiger, ja? Damit viel leiser und es kann dann in der Praxis total sinnvoll sein, zu sagen,\nschiebe nicht alle Luft einmal durch den Filter, sondern ich schiebe die Luft halt dreimal durch den Filter in derselben Zeit.\nJa, weil es trotzdem lei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:21",
      "text": "Leiser, weil du weniger Druck brauchst."
    },
    {
      "speaker": "Ron",
      "time": "2:35:23",
      "text": "Weil du weniger Druck brauchst. Ja? Und ich denk da kann man dann noch ähm äh lange.\nUnd sollte man wahrscheinlich auch noch äh äh tiefer reinschauen und und fröhlich äh rumrechnen,\nja? Und sich überlegen, was denn jetzt am sinnvollsten ist ähm äh ne, einmal,\nirgendwie irgendwie in Anführungsstrichen garantieren, dass man alle Luft in,\nin in zehn Minuten einmal durch den durch den Hepa vierzehn schiebt oder lieber zweimal,\ndurch was weiß ich, Hepa zehn oder so, ähm! Da, das kann man dann noch diskutieren, aber diese diese Diskussion es muss Hepa vierzehn sein.\nDie ist mal klar nicht richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:15",
      "text": "Was hast du dann am Ende genommen."
    },
    {
      "speaker": "Ron",
      "time": "2:36:16",
      "text": "Ja? Ich habe ähm Hepa äh genommen, die,\nwenn ich das richtig verstehe, Hepatreisen sind. Die werden da alle sehr,\näh dünn lippig mit ihren mit ihren Aussagen. Gerade so im im Konsumer Bereich aber die haben dann meistens diese Prozentzahl, ne, weil die so schön groß klingt und und das sind dann diese diese neunundneunzig Komma sieben.\nSachen, also HEPA drei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:44",
      "text": "Neunundneunzig Komma sieben fünf Prozent Abscheidegradlokal. Aber jetzt muss ich nochmal fragen, dieses Experiment, was ihr dann gemacht habt, also ihr habt denn das Klassenzimmer komplett zugenebelt mit diesem mit diesem, mit dieser Nebelmaschine."
    },
    {
      "speaker": "Ron",
      "time": "2:36:58",
      "text": "Was heißt komplett zugenebelt, wenn du das komplett zunebelst mit so einer mit so einer Nebelmaschinennebelflüssigkeit, äh dann bist du ganz schön lange ähm,\nAlso wir haben das tatsächlich einmal gemacht und das war ein Fehler. Weil, weil, weil das dann einfach sehr, sehr lange dauert. Ja, sowohl das Überlüften rauszukriegen, als auch das Überf\nauszuk,\nUnd ähm was wir dann gemacht haben, ist äh dass wir einfach losgegangen sind und haben mit der mit der Nebelmaschine ein bisschen äh fröhlich reingenebelt, irgendwie keine Ahnung, mal so fünfzehn Sekunden, dann zugesehen, dass wir das schön im Raum verteilt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:31",
      "text": "Von typischer Discosto."
    },
    {
      "speaker": "Ron",
      "time": "2:37:33",
      "text": "Den Nebel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:33",
      "text": "Tanzfläche so, das ist ein bisschen neblig ist und gut. Mhm."
    },
    {
      "speaker": "Ron",
      "time": "2:37:38",
      "text": "Genau, dann dafür sorgen, dass ich sie schön verteilt und dann eben gucken, ähm,\nwie schnell das rausgeht, wenn man von von Hand lüftet und wie schnell man rausgeht, ähm, wenn man das mit dem mit dem Raumluftfilter macht, weil das andere Problem äh was man da hat, ist, dass eben bei dem,\nbei so einem ähm Partikelzähler eben,\ndann der Sensor irgendwann auf Anschlag geht, ja? Wenn so dann ist der auf Anschlag und der ist dann über Minuten auf auf Anschlag und du siehst gar nicht so richtig, ähm ob das da runter geht oder nicht, wobei\nein gutes Ding zielt eben auch die Anzahl Partikel ähm pro Kubikmeter oder so oder rechnet das irgendwie hoch und dann darüber hast du dann immer eine Kurve nach unten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:24",
      "text": "OK und wie schnell ging's dann?"
    },
    {
      "speaker": "Ron",
      "time": "2:38:27",
      "text": "Na schneller als Lüften.\nIch weiß nicht, ob du's weißt, aber die die Vorschrift zum Lüften in Klassenräumen ist ja alle zwanzig Minuten für fünf Minuten.\nJa? Und äh mir ging's dann wirklich nur darum zu sagen, ich will.\nMindestens so gut sein wie lüften, weil der Raumluftventilator, der kann ja die ganze Zeit laufen, nicht nur fünf Minuten.\nJa? Ähm und äh das war einfach zu beweisen. Also das äh geben die Kurven äh total her, dass das ähm.\nMit so einem Ding eben schneller abfällt, als wenn du nur äh als wenn du von von Hand lüfte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:15",
      "text": "Du hast dann quasi mit diesem Partikel äh Filter auch parallel wirklich noch gemessen, wie viel Partikel so in der Luft zu finden war oder war das jetzt nur optisch."
    },
    {
      "speaker": "Ron",
      "time": "2:39:23",
      "text": "Genau. Nee, gar nicht äh optisch. Da kannst du dich nicht drauf verlassen. Nein, nein, das habe ich mit dem mit dem Messgerät äh gemacht.\nAlle fünf Minuten gemessen und äh das dann auf eine Kurve gelegt und dann ähm die die äh die unterschiedliche Kurve also mit mit äh Raumluftfilter ohne Raumluftfilter. Und so.\nUnd ich meine, weißt du, das war letztendlich for Fun, weil das war ja in dem Paper von den Leuten von der Uni,\nda schon gemacht worden und die hatten wir schon gesagt, ähm dass das äh dass das funktioniert und dann ist es ja auch klar, dass das funktioniert. Du willst es halt nur nochmal sozusagen für dich selber sehen und natürlich hat mich einfach interessiert, ob ich das überhaupt irgendwie vernünftig messen kann,\nmit äh mit den ähm eingeschränkten Möglichkeiten, die ich da habe. Ja und,\nUnd die Antwort ist aber ja, du kannst das, du kannst das zeigen, dass das ein Unterschie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:21",
      "text": "Diese dieser Lüfter, also jetzt macht er nochmal so die Gesamtrechnung auf. Du hast also so einen kühler Lüfter gekauft.\nFünf oder vier Mal Filter.\nUnd ein bisschen Holz zusammengesägt und zusammengespaxt. Kostenpunkt."
    },
    {
      "speaker": "Ron",
      "time": "2:40:41",
      "text": "Also Filter siebzig Euro, Ventilator dreißig Euro Netzteil zehn zwanzig Euro Holz, zehn Euro Regler fünf Euro ähm und dann liest du bei bei äh äh fünf Euro pro Kind, ja.\nGenau. Hundertfünfzig Euro. Und und dann stellt sich nur noch die Frage.\nReicht einer für meine Klassenraumgeometrie oder brauche ich zwei.\nWeil das natürlich, das sind dann alles so Designentscheidungen, wo wo du wirklich wieder hart mit mit ähm mit so bestimmten,\nFragen arbeiten muss, die aus meiner Sicht total im operationalen Bereich liegen, ja?\nIch meine die Idealsituation nochmal von vorne, die Idealsituation ist eigentlich, jeder Mensch hat einen Filter direkt vor seinen Atemorganen, das heißt, der trägt am besten Maske, okay? Das ist das Beste.\nDas zweitbeste ist, ähm dass du.\nÄh die Luft eigentlich komplett austauscht, ja und und äh sagst hier wie so Raumluftfilter, Bullshit, wir machen eine eine äh eine Abluftanlage rein. Die äh ne Abluft raus,\nFrischluft rein.\nHast du dich an die an die erinnert, die die ähm hast du das mitbekommen? Es gab da Leute, die haben Schlagzeilen damit gemacht, dass sie eine eine Abluftanlage gebaut haben, äh wo so über jedem Schüler so einen Trichter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:14",
      "text": "War auch gerade noch ein äh Link hier äh im im Chat, genau, einfach oben so eine Konstruktion drüber und dann äh irgendwo ein offenes Fenster oder noch im Fenster und dann halt einfach so eine richtige Absauganlage mit so Plastiktrichtern ganz billig."
    },
    {
      "speaker": "Ron",
      "time": "2:42:28",
      "text": "Und welche Frage ist in dem Artikel nicht beantwortet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:31",
      "text": "Wie viel das bringt."
    },
    {
      "speaker": "Ron",
      "time": "2:42:34",
      "text": "Nein. Welche Frage ist die ist nicht beantwortet? Was definiert eine Abluftanlage? Wodurch ist eine Abluftanlage definiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:45",
      "text": "Du wirst es mir gleich erzählen."
    },
    {
      "speaker": "Ron",
      "time": "2:42:47",
      "text": "Wo die Luft herkommt, wo kommt die Luft her, die du da absaugst.\nStell die Frage bei Leuten, die die gucken dich dann an, als wärst du Kind zu Hormon, wieso die Luft ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:58",
      "text": "Kommen aus dem aus dem Flur."
    },
    {
      "speaker": "Ron",
      "time": "2:43:00",
      "text": "Ja vielleicht, vielleicht kommt sie auch aus dem Klassenzimmer daneben.\nVielleicht kommt sie auch aus den Ritzen im Fenster und bewegt sich nur von dem Fenster zu dem ersten Schüler, neben dem Fenster und wird dann da oben wieder abgesaugt und dann hast du da eine kleine Kurbel, ähm eine kleine Luftkurbel und der Schüler, dem geht's gut und allen anderen,\nkeine Ahnung, was da abgesaugt.\nIm Zweifelsfall wird dann irgendwann nichts mehr abgesaugt, weil der Ventilator sich nur noch dreht und gar nichts mehr bewegt, weil nichts mehr da ist, was er noch rausbewegen kann, weil unter der Tür nicht genug Luft durchkommt. Weißt du was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:35",
      "text": "Und alle Kinder sind schon erstickt."
    },
    {
      "speaker": "Ron",
      "time": "2:43:38",
      "text": "Na ja, die ersticken natürlich nicht. Der kann ja da kein Vakuu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:41",
      "text": "Na ja, ich meine die Luft wird schon\nwoher kommen? Also wenn ich mir so ein Berliner Klassenzimmer anschaue, dann könnte ich mit Sicherheit sagen, das kommt definitiv aus dem Flur, weil das ist ein großer Türspalt und äh ein kalter Flur, also da könnte das wahrscheinlich durchaus funktionieren. Wenn die Fenster zu sind."
    },
    {
      "speaker": "Ron",
      "time": "2:43:59",
      "text": "Wer in die Fenster zu sind und dann ist die Frage, wie viel Luft kriegst du denn da unter dem unter der Tür durch und reicht das an an Luft, um dann einen eine eine,\nRaumluft, Austausch von,\ndrei bis sechs hinzubekommen, weil das ist doch immer das, worum's geht. Die Luft muss raus und sie muss in einer entweder raus oder gefiltert werden,\nund das in einer.\nGrößenordnung und das ist dann Größenordnung, das ist dann, ne? Äh äh wirklich äh Hunderte von von Kubikmetern pro Stunde. Und da ist die Frage, ob das unter deiner Tür äh durch den Türschlitz passt,\nja? Und immer abgesehen davon, dass du da ähm äh dann was bauen musst in den Klassenraum und Sachen aus der von der Decke hängen und.\nSachen und bla, bla, bla, ja? Mal abgesehen davon äh stellt sich die Frage, wie steuerst du denn,\nLuft, die abgesaugt wird, also wo kommt die Luft her? Das ist äh aus meiner Sicht da der kritische Punkt und ähm äh da.\nWillst du ja für deine Raumluftgeometrie,\ndann auch das alles durchströmt wird. Ja, wenn du jetzt sagst, ich mache die Tür auf, ähm aus dem aus dem aus dem Flur, dann ist wieder die Frage, wo kommt die Luft her, die im Flur ist? Ja, ist dann da unten irgendwo eine Tür offen? Äh vom vom Gebäude,\noder oder was und wenn du dann die Luft da aus dem Flur ansaugst, kommt die dann überhaupt.\nNach vorne zu den Schülern in der ersten Reihe oder oder nicht. Ja, welche Luftgeschwindigkeit hast du da noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:38",
      "text": "Oder geht ihr von der Tür nur zum zum ersten Absaugestutzen und das war's, ne? Ja. Ja, verstehe."
    },
    {
      "speaker": "Ron",
      "time": "2:45:44",
      "text": "Genau. Und und die Frage stellt sich aber natürlich für alles, ja? Die stellt sich für so eine Absauglösung, die stellt sich aber natürlich auch für so einen Raumluftfilter.\nWie gesagt, das Idealsystem ist, ein Kind hat eine Maske vorm vorm vorm Gesicht,\nähm oder seinen persönlichen Lüfter vor sich stehen, ja? Das wäre auch ziemlich toll, weil dann kannst du sicher sein, dass bei jedem Kind gefiltert wird,\nUnd wenn du dann sagst, nee, aber ich kann das gar nicht machen, dass ich pro Kind einen einen Lüfter habe,\nähm wie viele brauche ich dann, um so einen Raum ordentlich zu bewegen? Also die Luft in so einem Raum ordentlich zu bewegen, reicht einer, brauche ich zwei davon.\nBrauch ich zehn davon, ja? Mehr ist ganz klar besser, ne? Die Frage ist, was reicht minimal, damit's noch ein Unterschied macht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:42",
      "text": "Und hast du jetzt ähm wie viel hast du jetzt gebaut."
    },
    {
      "speaker": "Ron",
      "time": "2:46:47",
      "text": "Ähm ich habe jetzt ich habe jetzt äh drei, vier,\nEs kommt drauf an, wie du zählst, ne? Also ich habe äh ein paar mehr gebaut ähm die ich dann wieder abgebaut habe und äh gegebenenfalls die Teile auch irgendwie zurückgeschickt habe, ja? Also mit PC-Lüftern habe ich hier nichts mehr stehen,\nhatte einige gebaut und dann ein Kumpel geschickt, ähm wo das Kind ähm.\nPotenziell positiv getestet war, da war ein bisschen Panik angesagt und dann habe ich den eingepackt und weggeschickt.\nFürs Wohnzimmer. Ähm dann habe ich einen fertig gebaut ähm und äh den dann eine.\nLehrerinnen gegeben, die positiv getestet wurde.\nDie sich äh bei ihren Schülern angesteckt hat und die positiv getestet wurde und ähm die hat es dann ins Wohnzimmer gestellt, um das Risiko für ihre Familie noch ein bisschen zu drücken und so.\nUnd der ist aber inzwischen auch wieder zurückgekommen, alles gut gegangen zum Glück. Ähm.\nJa, also ein paar. Ich habe jetzt hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:56",
      "text": "Die sollen dann in die Schule kommen, wenn die Schule wieder aufmacht."
    },
    {
      "speaker": "Ron",
      "time": "2:47:58",
      "text": "Das wäre mein Angebot, ne, wie man so schön sagt, ähm das ist mein Angebot ähm an an die Schule, ob die sich das dann trauen.\nIst noch wieder eine interessante Frage. Ähm weil die eine Schule hat dann angefangen welche zu kaufen.\nTatsächlich,\nAlso die die hatten dann haben dann zwei gekauft und dann gesagt guck mal was wir hier schon mal gekauft haben ist das eigentlich gut und ähm das war ganz interessant weil ähm das war dann so ein günstiges Gerät aus.\nChina und äh der Filter, der da drin war, der war völlig in Ordnung. Äh nur halt ähm das Problem, dass der eben.\nWenn er volle Pulle rührt, äh dann kann der vierhundert Kubikmeter,\nähm fast ein bisschen wenig ist, ne? Also bei sechshundert wird's mir halt besser gehen für so einen Klassenraum und ähm,\ndann läuft er auf volle Pulle und dann macht er halt deutlich mehr als fünfundvierzig Dezibel und ist eigentlich zu laut,\nund ähm das Interface von dem Gerät ist so, dass es kann nur drei Stufen klein, mittelgroß, bei groß ist es volle Pulle, vierhundert Kubikmeter,\nAber es ist zu laut für so ein Klassenzimmer und wenn du es auf mittlere Stufe stellst, ähm äh dann ist es zu leise. Also im Sinne von.\nDu würdest es noch ertragen, wenn er lauter wäre, was er dann aber eben nicht ist, weil du da keine stufenlose Einstellung hast.\nDann macht er wahrscheinlich unter zweihundert, ja? Und dann brauchst du davon halt vier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:39",
      "text": "Aber man könnte doch im Prinzip auch zwei äh zwei Lüfter hintereinander bauen.\nAlso vorausgesetzt, man schafft die entsprechende Konstruktion, ja, dass sozusagen zwei hintereinander hast, die du dann auf halber Kraft oder vielleicht auch nur äh was weiß ich, zwei Drittel der der Kraft laufen lässt."
    },
    {
      "speaker": "Ron",
      "time": "2:49:59",
      "text": "Ja logisch, du kannst zwei äh äh in den Raum stellen und ähm und und die dann mit mithalber Kraft laufen lassen oder eben vier mit einer Viertelkraft, klar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:08",
      "text": "Oder halt ein Gerät mit zwei Lüftern, aber läuft letztendlich aufs Gleiche raus, wenn man eh schon zwei Düfte hat, dann kann man auch nochmal extra Filter dazuballern, ja? Alle möglichen Kombinationen."
    },
    {
      "speaker": "Ron",
      "time": "2:50:17",
      "text": "Die muss ja die die ah das ist noch so ein Ding mit Filtern wenn du Filter außerhalb ihrer Spezifikation betreibst dann funktionieren sie auch nicht mehr. Das heißt du darfst die Luft da auch nicht zu schnell durchreißen.\nJa? Dann ist die äh Filterfähigkeit äh äh nicht mehr gegeben.\nJa, also man darf das äh nicht übertreiben. Du kannst äh nicht durch äh ja, du darfst es halt nicht übertreiben.\nWahrscheinlich ziehst du dir irgendwann dann den den Filter durch den Ventilator. Und hast Filter Konfet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:51",
      "text": "Das Kind ist im hängt im Filter fest. Ja.\nJa, ich freue mich natürlich jetzt äh wieder wohl die Akzeptanz ist vor allem, ob die Schulen dann ähm also wer da sozusagen das entscheiden kann, also ist das wirklich eine Entscheidung der Schule oder muss dann wieder\ndann wieder zugelassen sein, muss da sozusagen das Land dann zustimmen."
    },
    {
      "speaker": "Ron",
      "time": "2:51:15",
      "text": "Super spannende Frage, weil bei Masken waren ja irgendwie alle.\nJa die Leute sollen sich halt eine Altersmaske kaufen. Weißte? Da hat niemand was von zertifiziert oder sonst wie gesagt, obwohl das natürlich ansonsten der deutschen Diebster Sport ist. Ja, nach einer TÜV-Zulassung fragen.\nNe? Und ähm.\nGenau und nach einer TÜV-Zulassung zu fragen und und die Frage ist doch, ich hier äh echt ähm,\nist es jetzt hier Pandemie oder nicht Pandymie? Und ähm wie viel Raum geben wir uns denn da jetzt an der Stelle,\nfür für sowas, ja darf man sich ein, ein äh Raumluftfilter selber bauen? Also sowas könntest du was, was sich hier äh dokumentiert habe, das kannst du ja als Schülerprojekt machen,\nDas können die Schüler selber bauen in der in der ähm Werkstatt der Schule. Ja, kannst du als Schülerprojekt bauen,\nda brauchst du noch nicht mal nur die Oberstufenschüler, sondern also die sowieso, aber auch die Mittelstufe kann das und die Unterstufe\nkann es glaube ich auch schon. Wird mehr Anleitung. Ähm,\nUnd dann können die das alle selber bauen und dann passen die nämlich auf ihren Lüfter auch auf, wenn sie ihn selber gebaut haben und stecken dann nicht Bleistifte rein.\nÄh weil's so schön glatter, klappert. Ähm und äh äh dann kannst du das bauen, dann kannst du das dahin stellen. Und die interessante Frage ist, was sagt denn die Versicherung, äh wenn da im Netz Netzteil hochgeht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:51",
      "text": "Das ist natürlich also immer wenn Strom dran ist, dann werden alle ein bisschen nervös, ne? Hier kamen jetzt auch noch die Frage, wie lange denn diese Filter halten."
    },
    {
      "speaker": "Ron",
      "time": "2:53:00",
      "text": "Das ist tatsächlich in diesem einen Artikel von der Süddeutschen zum Thema Filter ähm äh aus äh führlich äh oder oder einfach beantwortet worden. Ähm die Filter halten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:14",
      "text": "Haben wir den schon im Chat."
    },
    {
      "speaker": "Ron",
      "time": "2:53:15",
      "text": "Im Sinne von im Sinne von im Sinne von äh äh Antivirus mäßig äh halten die auch ein halbes Jahr.\nMeine persönliche Meinung ist, dass sie wahrscheinlich vorher von Staub zugesetzt sind,\nUnd ähm deswegen habe ich ähm,\ndas war einer von zwei Gründen warum ich der Meinung bin, dass man die Luft über die Filter ansaugen sollte und dann nach oben wegblasen. Ja, also du nimmst den diese Box\nUnd die Frage ist ja in welche Richtung sollte denn der Ventilator blasen, sollte er.\nVon die Luft über den Ventilator ansaugen und dann über die Filter rausdrücken oder sollte er das über die Filter ansaugen und nach oben wegdrücken.\nUnd ähm ich bin der Meinung, dass er das über,\nDie Filter ansaugen und nach oben wegdrücken sollte, einmal weil du dann eine schöne Luftsäule hinbekommst, die nach oben strahlt,\ngegen die Decke knallt, äh dann in alle Richtungen weggeht und dann so eine so eine Lüftungs, also so eine Luftwalze hinkriegt, äh wo unten der Ventilator ist und oben halt äh die Decke, wo das, wo das hingestrahlt wird,\nAlso ich glaube, das ist für die Luftumwälzung besser, wenn man das äh von von unten nach oben äh bläst. Das ist das eine. Das Zweite ist, dass sich dann der Staub, der in der Luft ist, außen auf dem Lüfter.\nAnsetzt und du den deswegen sehen kannst, wenn du es andersrum machst und die Luft,\nin das Gerät reinbläst, dann ist der Staub innen drin und du kannst ihn nicht sehen. Also der User kann ihn nicht sehen, du müsstest dann immer aufmachen und reinschauen und würdest dann nicht sehen, dass der Lüfter jetzt dicht ist.\nJa? Ähm äh Frank hat so ein Ding gebaut mit vier Ventil mit vier PC-Ventilatoren und hat das in Berlin.\nÄhm mal eingesetzt in einer,\nLokation, die ich jetzt nicht nennen will, aber wo auch Raucher unterwegs sind und äh äh hat mir dann ein Foto geschickt, von wie das nach drei Tagen aussah.\nDas sah nicht schön aus. Das sieht so aus, wenn du Raucher bist, dann guckst du auf diesen Filter und denkst, das ist vorher in meiner Lunge gelandet, vielleicht sollte.\nWeißt du? So, also ich bin dafür, dass man das äh von außen ansaugt und ich glaube, dass diese Filter ähm äh wahrscheinlich von Staub dicht sind, bevor.\nÄhm ihre Virusreinigungsfunktion leiden würde. So und.\nMeiner Meinung nach ich denke drei Monate. Aber eigentlich habe ich keine Ahnung, weil ich nicht weiß, wie staub ich so einen Klassenraum ist. Ich weiß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:08",
      "text": "Meine so ein Klassenraum ist ja dann auch nicht permanent im Betrieb, ne? Also das Ding äh ist halt ein paar Stunden unterwegs, ist relativ groß, wird ähm im Idealfall auch regelmäßig gereinigt, also wahrscheinlich ist er gar nicht so staubig."
    },
    {
      "speaker": "Ron",
      "time": "2:56:23",
      "text": "So sehe ich das auch, dass meine Hoffnung und ähm mir ging's halt darum, dass man halt was baut, was womit man mal durch den Winter kommt.\nAlso so, ne?\nAlso eigentlich willst du damit auch im Herbst offensichtlich äh schon arbeiten und so. Aber ich dachte weißt du, wenn du alle, wenn du das Ding alle drei Monate aufschraubst und für siebzig Euro die Filter tauscht, ist doch okay.\nUnd wenn du ein großes Staubproblem hast natürlich, dann musst du halt noch einen einen Staubvorfilter ähm davor machen. Also so eine so eine dünne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:57",
      "text": "Fleece oder sowas."
    },
    {
      "speaker": "Ron",
      "time": "2:56:58",
      "text": "Filterschicht. Ja, genau so ein Fließ da vormachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:00",
      "text": "Das wäre vielleicht eh eine ganz gute Idee, dass man das sozusagen nochmal in so ein einfaches Schließ.\nEinhöhlt, so ein, so ein, was einfach nur den groben Staub weghält, weil mehr musst du dann auch nicht machen und dann kommt ja das virale Material, da wahrscheinlich easy peasy durch, oder?"
    },
    {
      "speaker": "Ron",
      "time": "2:57:20",
      "text": "Ja, ein bisschen was davon wird da sogar drin hängen bleiben, ähm weil auch die filtern ganz kleinste Sachen dann mal ab und zu weg.\nÄhm aber äh äh klar, das Rest geht durch, bleibt dann im Hepa äh hängen und so weiter und so fort. Eine Sache vielleicht zum Thema UV-Filter. Ähm äh UV äh Bestrahlung, weil das gerade ähm,\ndurch den durch den Chat läuft. Ähm da gibt's ja zwei zwei Themen bei bei UV. Erstmal oder drei Themen vielleicht,\nerstmal du hast wieder das selbe Thema, du musst die Luft durchsetzen, ja? Du brauchst auch ähm,\nirgendwas von von einer Wechselrate von keine Ahnung eins bis drei pro Stunde, das heißt du brauchst auch wieder irgendwie einen Ventilator, der ähm,\nder die Luft durchsetzt und du musst dich mit der Raum ähm Geometrie auseinandersetzen. Das ist der erste Punkt, der zweite Punkt ist, du musst dann,\ngenug UV Energie,\ndiesen Luftstrom reindrücken, dass du auch allen Virus tot machst, der daran vorbei zappt in einer,\nZehntel Sekunde oder was?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:32",
      "text": "Öffentlichen Geschwindigkeit, ne?"
    },
    {
      "speaker": "Ron",
      "time": "2:58:35",
      "text": "In einer Affengeschwindigkeit und das ist dann schon nicht von Pappe. Auf dem rC3 ähm,\ngab's einen Talk zum Thema Raumluftfilter von ein paar Jungs, die ähm sich äh äh Gedanken gemacht haben um kleinere Systeme und wie man\nan PC-Ventilatoren, zum Beispiel Adapter dran macht, mit einem drei Drucker, um dann da einen kreisförmigen Hepa-Filter dran zu machen und so Zeugs, ja, also total schick,\nIdeen hatten, die da, wie man die Dinger auch noch bauen kann und wie man die so in Schreibtischgröße machen kann, so für seinen persönlichen Einsatz,\nja? Und dann kann man natürlich auch über Bit Batteriebetrieb nachdenken und jeden Schüler eingeben und der stellt den vor sich auf den Tisch\nund dann ist es Batterie betrieben und wenn es Batterie betrieben ist, dann braucht es vielleicht gar kein TÜV-Siegel mehr oder so, ja, weil's ja gar keinen Stromanschluss hat. Das ist ja dann,\nquasi egal. Ja? Also na ich ne? Also weißt du was ich meine? Also wenn kein Kabel mehr dran ist, ist es vielleicht ist es plötzlich für viele Leute eher viel harmloser.\nUnd ähm da wurde auch in in diesem Talk wurde auch ein ein Projekt vorgestellt, wo Leute sich Gedanken gemacht haben über mit UV-Lampen.\nUnd,\nIch bin schon der Meinung, dass das grundsätzlich geht. Ich habe mit UV halt zwei Sorgen. Einmal du musst echt aufpassen, dass du da wirklich genug Energie reindrückst.\nUnd wenn du mit UV-Lampen Mist baust, kriegst du halt Hautkrebs. So,\nUnd und deswegen denke ich will man damit eher nicht also deswegen gehe ich jetzt nicht los also dass wäre mein Grund warum ich jetzt nicht sage hier ist meine meine Bastelanleitung für ein,\nfür ein Filter mit UV-Licht, ja? Weil,\nwenn die Leute dann ohne die nötigen Schutzmaßnahmen arbeiten, dann dann kriegen die was weiß ich, Augenkrebs oder so ein Scheiß und damit will ich nichts zu tun haben, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:30",
      "text": "Ja, aber sehr schön, also auf dieser Hexterseite kann man ähm.\nFindet man sozusagen einmal die ganze äh äh Story so im Wesentlichen, mit den ganzen Fotos und deinen ganzen äh Prototypen, die du gebaut hast, ne? Ähm,\nwobei dieser dieser weiße Filter, der scheint mir aber das ist dieser Badezimmer äh Filter, den man da sieht, ne."
    },
    {
      "speaker": "Ron",
      "time": "3:00:51",
      "text": "Genau, was was gerade fehlt, sind meine letzten Fotos, ich muss noch die letzten Fotos reinmachen. Im Moment ist das Titelfoto noch mit dem Badezimmerlüfter, das muss ich noch auswechseln durch eine eine schicke Version mit dem mit dem Motorlüfter, auf die ich dann noch ein\nGartensieb aufgesetzt habe. So ein\nThailgartensieb, das äh verhindert, dass äh kleine Kinder ihre Finger in den Ventilator stecken können und gleichzeitig noch dafür sorgt, ähm dass äh die Luftsäule ein bisschen gerichteter ist, dass ich total toll finde,\nLeider kostet dieses Gartensieb äh zwanzig Euro inklusive Versand, wenn man es einzeln kauft, das treibt also den Preis ganz schön nach oben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:33",
      "text": "Inwiefern ist das gerichtet? Gartensieb, weil inwiefern ist das gerichtet dann."
    },
    {
      "speaker": "Ron",
      "time": "3:01:38",
      "text": "Nee, das ist halt ähm wie stellt man sich das vor, dass halt ein ein äh Gartensieb, also zur zur ähm zum sieben von Blumenerde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:47",
      "text": "Plasteteil, ja?"
    },
    {
      "speaker": "Ron",
      "time": "3:01:48",
      "text": "Ja, also grob grobes Sieb mit mit Sudrat, also so Maschendrahtzaun quasi Kaninchendraht äh nur fester unten und dann an der Seite hat es so einen breiten Metallrand.\nSo ein bisschen wie eine Schüssel und das machst du dann umgekehrt auf den Ventilator drauf ähm.\nUnd dann hast du da ganz tolle noch ein bisschen Richtung und eben Schutz. Das Foto fehlt noch,\nund dann ist noch einer von äh äh losgegangen ähm und hat mir Fotos geschickt ähm von dem Schalldämpfer, den er gebaut hat,\nfür seine PC Lüftervariante.\nDie musste ich auch noch einstellen, der hat dann nämlich noch Schalldämpfer obendrauf gebaut, dann wird der Turm so ein bisschen höher und und.\nKann damit noch äh minus drei Dezibel hat er gemessen mit seinem mit seinem Schall, der Impfer was natürlich für manche ähm Umgebungen wichtig sein kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:46",
      "text": "Welcherlei Art ist dieser Schalldämpfer."
    },
    {
      "speaker": "Ron",
      "time": "3:02:51",
      "text": "Ähm das ist auch so ein Prototyp, das heißt, der besteht aus äh äh Pappkarton außen und innen drin sind ähm diese dieses äh äh Schaumstoffnoppen, Eier, Kartonmäßige, weißt du,\nman so manchmal bei bei Soundstudios."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:08",
      "text": "So Akustik äh Dämmstoff."
    },
    {
      "speaker": "Ron",
      "time": "3:03:10",
      "text": "Genau. Die Akustikdämpfstoff, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:13",
      "text": "Ach so und da kommt, da kommt genug Luft durch."
    },
    {
      "speaker": "Ron",
      "time": "3:03:16",
      "text": "Ja das ist auch meine Sorge, dass so ein Schalldämpfer ähm da am Luftstrom nagt,\nJa und den äh verringert, das äh muss man müsste man dann nochmal in Ruhe messen. Ich glaube, ähm dem, der das da äh äh gebaut hat, der hat keinen Animome,\naber der könnte natürlich einfach ein Blatt Papier oben drüber ähm halten und dann gucken, ob das Blatt Papier immer noch so weit hochgedruckt drückt wird, wie vorher oder ob es äh viel weniger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:47",
      "text": "Was ist denn eigentlich das, was den Lärm jetzt wirklich macht, ist das wirklich der Motor des Lüfters oder ist das dann irgendwo nicht am Ende auch schon der Luftstrom selber."
    },
    {
      "speaker": "Ron",
      "time": "3:03:59",
      "text": "Das ist schon beides. Das ist schon beides, das ist nicht nur ähm äh überhaupt nicht nur der der Motor,\nDer Motor macht natürlich einen signifikanten Austeil aus\nAber es hat eben auch äh damit zu tun, wie wie das wie die wie das Klingendesign ist. Ja, also die die Flügel, die Rotoren, die Klingen von dem Ventilator, die haben ja ein bestimmte\nDesign und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:24",
      "text": "Autos natürlich jetzt auch nicht unbedingt darauf getrimmt leise zu sein, ne."
    },
    {
      "speaker": "Ron",
      "time": "3:04:29",
      "text": "Ich denke überhaupt nicht und ich glaube auch nicht, dass du bei einem bei einem dreißig Euro Ventilator ähm äh damit rechnen kannst, dass da einer sich so viel Gedanken gemacht hat wie bei,\nWas weiß ich, eine MacPro äh Mac,\npro Ventilator, wo Apple sogar an den Klingen, an der Klingensymmetrie gearbeitet hat, um dafür zu sorgen, dass das Geräusch,\nwenn nicht leiser, aber dann breiter verteilt über das akustische Spektrum ist, um es für den User angenehmer zu machen, ja.\nAlso,\nverdammter Mist kann Apple nicht mal für mich ein paar Lüfter, Ventilatoren designen, damit ich die hier in meinen Raumluftfilter einbauen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:13",
      "text": "Ja, wo ist, wo ist, wo ist der Apple, Luftfilter, wenn man ihn braucht. Mundschutz haben sie doch auch schon selber designt, wo."
    },
    {
      "speaker": "Ron",
      "time": "3:05:21",
      "text": "Nee, diese nur Visiere, kein Mundschutz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:24",
      "text": "Die haben auch\nWundmundschutz, aber das ist ja eigentlich nicht sehr viel anders aus, als die, die Scotch äh verkauft, von daher weiß ich nicht so ganz genau, ob die nur speziell für sie hergestellt wurden. Ich glaube, so richtig designed haben sie da äh äh nicht groß was\nJa, aber schönes schönes Projekt so, ähm, ich vermut mal demnächst sind diese ganzen Lüfter dann auch ausverkauft auf Amazon, also schlagt schnell äh zu. Aber es ist irgendwie alles relativ beherrschbar, einfach, da muss man jetzt irgendwie auch nicht besonders viel\nKenntnisse in Elektrik haben, da muss man auch, glaube ich, jetzt mit Holz nicht so viel arbeiten, also Holz du hast ja also was hast du genommen\nso Platz oder MDF Platte, ne? Oder so was."
    },
    {
      "speaker": "Ron",
      "time": "3:06:06",
      "text": "Genau, als Platte habe ich MDF Platte genommen, weil die super schön gerade ist.\nUnd man kann sie mit der Laubsäge sägen, ich hab's ausprobiert für euch, ich habe ein Loch mit der Laubsäge gesäg.\nEs hat kein Spaß gemacht, aber es ging. Den Rest habe ich natürlich mit der Stichsäge gemacht, ist klar,\nähm aber es geht eben auch mit der Laubsäge ähm und äh wie gesagt, die Dinger sind schön gerade und äh und dann habe ich sechsunddreißig Millimeter Kantholz. Ich hätte vielleicht auch Dickeres genommen, aber mehr hat der Baumarkt um die Ecke nicht.\nUnd es ist halt schlicht einfach äh Kantholz, sechsunddreißig Millimeter Kantenlänge und dann äh gerade absägen und dann paar Spax schrauben und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:50",
      "text": "Ja, wenn man's doch hübsch haben will, dann kann man ja dann auch irgendwie auch nochmal so einen Stoff drum rum machen, damit's schön aussieht."
    },
    {
      "speaker": "Ron",
      "time": "3:06:56",
      "text": "Richtig, richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:58",
      "text": "Ja, cooles, cooles äh Projekt, wie viel Zeit hast du da jetzt drauf geworfen insgesamt."
    },
    {
      "speaker": "Ron",
      "time": "3:07:04",
      "text": "Na ja, da sind schon ein paar Wochenenden bei drauf gegangen. Das Schöne war ähm, dass sich eben auch\nnicht allein war, sondern eben wie gesagt ein paar Leute hatte, mit denen ich mich dazu austauschen konnte, aber ähm\nund und über einiges. Da muss ich irgendwie wie gesagt echt lange rumgoogeln bis ich dann mal so Ventilatoren gefunden habe, weil ne dann fehlt mir da irgendwie das Vokabular so ein bisschen, dann finden hast du nicht die richtigen Stichworte und erst wenn du die Richtigen dann hast, dann kommst du auf Dinge, die Sinn machen,\nUnd ähm also ich würde sagen, da sind schon irgendwie drei Wochenenden drauf gegangen, bevor das erste Ding dann lief."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:42",
      "text": "Ja, das ist ja auch nicht nur was fürs Klassenzimmer, ne? Ich meine, wenn dann doch wieder die Kids äh in die Schule gehen, dann kann man sich sowas ja auch ins Wohnzimmer stellen. Das könnte ja auch helfen."
    },
    {
      "speaker": "Ron",
      "time": "3:07:51",
      "text": "Genau, nee, also das ist ja eben äh der Punkt. Also ich will gar nicht sagen, dass das hier irgendwie das ideale Design für irgendwas ist oder so, aber ähm äh man muss mal irgendwie damit anfangen, dass hier,\ndürfte funktionieren. Ich denke, dass es in der Praxis viel so operationale Fragen gibt, ja? Also natürlich wäre das toll, wenn du sechs Stück irgendwie,\nin der Klasse verteilst, weil du dann je nach Raumgeometrie eben sicherer sein kannst, dass du jeden Winkel erwischt.\nAber was machen Kinder mit so einem Raumluftfilter? Ja, die hängen dann da ihre Jacken drüber oder so,\nJa? Oder legen da Sachen drauf ab. Ich hatte den ersten ähm äh im im ersten Versuch hier an der Grundschule von von Kind zwei,\nda äh dann getestet mit dem mit der Nebelmaschine und dann äh dachte ich, ich hätte eine Stunde Zeit, aber irgendwie war da in der Kommunikation was falsch gelaufen und dann trümmerte schon die ganze Klasse wieder rein,\nSo, ne, bist du nicht der Vater von, ja, der bin ich und was machst denn du da? Und was machen die Maschine da und dann ist schon der erste dabei und steckt fast seine Finger in den Ventilator, ja?\nWeil das können halt kleine Jungs dann überhaupt nicht äh,\nsich da beherrschen, ne? Das ist halt da so und äh ja, also ich ich glaube nicht, dass du als Lehrer davon mehr als zwei.\nOder so in in deinem Raum haben willst, weil du gar nicht auf so viele aufpassen kannst.\nAlso klar, Gymnasium ist was anderes oder dann die Älteren, die älteren ähm äh Semester, da ist es dann, die passen vielleicht selber auf, aber aber Grund."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:37",
      "text": "Ja gut, ich meine, da kann man sich da ja irgendwie äh noch ein paar Stangen äh äh an die vier Ecken machen, die noch einen Meter hoch gehen, verkleidest das irgendwie noch mit so einer Gase oder sowas und dann dann ist das irgendwie auch Idioten äh sicher, ne. Ja,\nGut, äh haben wir glaube ich alles erzählt hier zu dem Thema, oder?\nWichtiges vergessen. Ach so, ja, wenn du äh bist du denn da jetzt sozusagen noch selber äh noch am forschen, suchst du da hast du da noch irgendwie Bedarf für,\nWisser aus anderen Kanälen, die sich da mit dir zusammentun können."
    },
    {
      "speaker": "Ron",
      "time": "3:10:13",
      "text": "Also äh tatsächlich bin ich jetzt aus meiner Sicht erstmal,\nAlso ich habe so einen Punkt erreicht, wo ich denke, irgendwie das kann jetzt was, ja?\nUnd ähm das erfüllt die Anforderung. Aber ich glaube, dass es ähm eben ganz viele andere Situationen gibt, also als jetzt in die Klassenzimmer oder so, wo andere Ansätze.\nBesser sind. Ja, da habe ich gar keine Zweifel, ja? Also auch, wie gesagt, dieser rC3 Talk, ähm wo die gesagt haben, wie man so ein Gerät macht für, ne, den eigenen Schreibtisch oder so in der Firma und andere Sachen und,\nähm das gab die Diskussion, ob man nicht,\nmit einem Radialventilator ähm äh auch was reißen kann, weil du da besser Druck aufbauen kannst und und so, wie dann ein Design aussieht,\nähm ich denke, da ist viel viel möglich und da äh möchte ich jeden ähm.\nErmutigen, selber loszugehen und und rumzuforschen ähm und zu gucken, was man da machen kann und das zu dokumentieren irgendwo,\nweil das glaube ich schon einfach allen anderen da draußen auch weiterhilft. So,\nUnd hey klar, wenn jemand ein ein Gleichstromventilator findet,\nungefähr dreißig Zentimeter Größe, der bei den selben, bei derselben Größenordnung im Preis äh nochmal ein Stück leiser ist oder eine schönere Luftsäule nach oben macht,\ndann interessiert mich das natürlich auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:52",
      "text": "Eine schönere Luftsäule. Das hast du schön gesagt.\nAllright. Denke damit können wir das äh Thema dann erstmal ab äh schließen. Ich glaube, äh Hucke ist jetzt, musste glaube ich gerade schon äh weg, wollte dich nicht unterbrechen.\nDa"
    },
    {
      "speaker": "hukl",
      "time": "3:12:10",
      "text": "Nochmal kurz zurückgekehrt, aber ja ich äh würde mich jetzt demnächst mal äh verabschieden, äh ob einsitzender Müdigkeit und äh morgendlichem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:23",
      "text": "Okay, es seid ihr, seid ihr gewährt. Aber dann auch gleich einschlafen, ne? Nicht noch äh noch nicht noch zwei Stunden im Clubhaus rumhängen. Ach machst du ja ewig. Sowas würdest du ja niemals.\nOkay, okay, dann."
    },
    {
      "speaker": "hukl",
      "time": "3:12:40",
      "text": "Dann verabschiede ich mich mal schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:41",
      "text": "Alles klar, bis bald, wir sind auch bald durch. Tschü.\nJa, eigentlich sind wir ja auch äh fertig, aber du hast ja noch äh wird's mir noch was anderes äh vorhergesteckt, das finde ich jetzt zum Abschluss vielleicht nochmal ganz interessant, weil es äh so ein Thema ist, was ich eigentlich auch ähm.\nAnsatzweise auch hatte, äh nämlich so dieses andere Korona Problem, der der das Remote Teachings jenseits äh jenseits der Schule Musikunterricht,\nAlso meine Kids machen das irgendwie auch, die haben einen Klavierunterricht und da äh wird dann halt irgendwie mit Skype oder Facetime gearbeitet, je nachdem, was die Klavierlehrer da gerade äh griffbereit haben,\nDas funktioniert soweit eigentlich auch erstmal ganz gut."
    },
    {
      "speaker": "Ron",
      "time": "3:13:27",
      "text": "Das funktioniert erstaunlich gut, oder? Also wir machen äh äh quasi von von Anfang an, also nicht ganz von Anfang an, aber ziemlich von Anfang an ähm äh hier den den Klavierunterricht ähm per.\nPer Facetime und ähm das läuft erstaunlich gut, oder? Also ich, also bei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:46",
      "text": "Das fehlt natürlich so ein bisschen dieses Eingreifen und und zeigen, aber ich denke, äh wenn man jetzt nicht ganz am Anfang ist, sondern wenn's eigentlich nur ums Zuhören und\nund korrigieren und macht das auch nochmal so und so weiter\nklar, Nähe und so weiter, alles eine Diskussion für sich, aber äh ist nun mal so, wie es ist und dafür funktioniert es ja noch relativ gut, ne? Man ist ja eigentlich auch immer froh über jede,\nProfession, die sich durch Internetwerkzeuge noch so halbwegs retten lässt so, also ich denke, äh es mag nicht für alle Musiklehrer gelten, aber zumindest in dem Bereich Klavier funktioniert's offenbar\nganz gut, also da wo es auch so um um Soloplay geht und jetzt nicht zusammen äh irgendetwas zu spielen. Klar, man will da auch mal."
    },
    {
      "speaker": "Ron",
      "time": "3:14:27",
      "text": "Ja, die, die zusammenspielen müssen, die haben ein Problem, ne? Weil da hast du das Latenz Thema mit äh Sound übers Internet und das ist dann halt furchtbar,\nja genau. Nee und äh also wir wir machen, also es ist ja bei uns die Situation. Wir wir haben ähm also das das große Kind und ich haben angefangen vor sechs Jahren mit Klavier.\nUnd ähm für eine der besseren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:51",
      "text": "Ach du hast dann auch gleich mit Klavier gelernt sozusagen."
    },
    {
      "speaker": "Ron",
      "time": "3:14:55",
      "text": "Ja, ja, der, ja, genau, also mir ist dann irgendwann angefangen aufgefallen, dass das Kind diesen dieses Papa, ich will ein Klavier, dass dass der, dass sie das, das hat sie doch schon mal gesagt, hat sie das nicht schon vor einem halben Jahr schon mal gesagt.\nUnd dann dachte ich irgendwann die Antwort ist doch eigentlich nur, welche Farbe denn mein Kind ja und ähm.\nDann sind wir halt äh Klavier kaufen gegangen und dann war ähm äh mein Kind glaube ich ein bisschen erstaunt, dass da auch gleich\ngleich Unterricht mit dazu kam. Ich glaube man hat erwartet, dass man das mit dem Klavier so lernt wie ein Fahrrad fahren, ja,\ndraufsetzen, losfahren, fertig. Und ähm das war, glaube ich, die Erwartungshaltung und ähm das,\nhat nicht funktioniert und deswegen gab's äh Klavierlehrer dazu und zum Glück haben wir da,\ndann auch relativ schnell großes Glück gehabt, was das Thema Klavierlehrerin angeht. Und ähm konnten dann sehr gut hier in den, in den, in den Fernunterricht wechseln, weil eben halt so Grundhaltung und so weiter alles schon klar ist.\nAber das, was wir auch relativ früh angefangen haben war, ähm, damit es nicht ähm so Fahrt wird.\nUnd vor allem mich das Thema so rasend interessiert, ähm nämlich Computerunterstützung bei bei der, bei der Klavierlernung und ähm die Software, die es dazu gibt, die ist inzwischen enorm weit,\nalso ähm äh finde ich komplett irre, ja. Mein mein Lieblingstool für für Klavier ist äh im Moment ähm,\nso 'ne App, die heißt, äh, Simple Piano von Joy Tunes und ähm die läuft dann halt irgendwie auf dem, auf dem Telefon oder auf dem iPad und,\ndie kriegt, die hört dir zu,\nalso die die Software kann dir zuhören, entweder weil du ein digitales Klavier hast und das über Midi einspeisen kannst oder,\nwenn du ein normales, akustisches Klavier hast, dann hört ihr die auch einfach zu und erkennt die Töne und die Akkorde und so weiter, die du anschlägst,\nUnd ähm die haben dann halt so einen Ansatz, wo sie jedes Lied, dass sie dir beibringen wollen, ähm äh eben aufbrechen in die verschiedenen äh äh Phasen und dir das dann Stück um Stück beibringen.\nUnd dann eben zuhören, wie du spielst und wenn du Fehler machst, dann wird das rot markiert und wenn du zu viele Fehler machst, dann\nzurück und dann machst du die Stelle nochmal und wenn du sie dann dreimal falsch machst, dann macht die genau das, was deine Klavierlehrerin nämlich auch macht, dann sagt die,\nokay und jetzt nochmal ganz langsam und ich klopfe den Takt, die klopft dann den Takt mit dem Bleistift ins Klavier und die App,\nmacht dann das Metronom an und äh äh stellt erst nochmal fest, ob du wirklich,\nüberhaupt weißt, welche Noten du ähm treffen musst und so, ja? Also.\nIch finde das total, finde das total krass, was da inzwischen geht und,\nWir haben jetzt mit mit ähm mit Kind zwei in der Pandemie mit mit Gitarrenunterricht angefangen.\nAuch Facetime und auch jetzt mit App dazu.\nUnd es ist schon eben,\nnicht so schlecht, weil die Macht dann noch ein bisschen Begleitmusik zu dem, was du da spielst und das fühlt sich dann eigentlich sofort gleich alles viel größer und auch viel schöner an, ja, wenn du da,\nnur deine einzelnen Seiten oder äh Tasten drückst und dann dazu noch Begleitung hast, dann,\nne, hört sich das auch alles gleich viel größer an, weiß, was ich meine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:54",
      "text": "Aber man kommt so mit so einer App auch äh,\nAlso die die können einen auch von Anfang an begleiten. Also es ist jetzt nicht nur für Fortgeschrittene, sondern es ist sozusagen so richtig vom The Start.\nUnd äh dieser Modus mit äh Medi direkt anschließen ähm also wir haben auch so ein Klavinova,\nTeil da stehen, so ist ja ein ganz,\nIst ja wohl auch bemerkenswert, wie wie gut die geworden sind, ne? Also wie wenig man da äh vermisst klar für irgendwelche äh Superdyhards, mag das ja noch irgendwelche Unterschiede geben, aber ich glaube kaum, dass man das so ohne Weiteres raushört. Ähm,\nist denn das sozusagen dann besser, das mit Mi anzuschließen oder holt der irgendwie aus dem äh aus der akustischen Dekodierung schon genug raus."
    },
    {
      "speaker": "Ron",
      "time": "3:19:41",
      "text": "Also erholt aus der akustischen Dekodierung genug raus. Ähm keine Frage, das reicht für für das, was die Software leisten will, nämlich äh erkennen, ob du den Ton getroffen hast oder nicht. Ähm,\nMidi ist natürlich präzise, ja? Weil ähm die akustische äh Erkennung, wenn du da ein bisschen genau hinschaust, dann merkst du, dass die,\nerkennt auch teilweise die Obertöne. Ja, also wenn du da,\nähm äh das auf eine interessante Art und Weise falsch machst, vielleicht so einen Griff in Akkord, äh dann wird er das vielleicht nicht erkennen. Ja, während,\nPermidi würde das natürlich immer erkennen. Ja, und da brauchst du dafür dein iPad, brauchst du nur diesen diesen äh USB-Adapter,\nvon von Apple, USB auf Lightning und dann kannst du da auf der anderen Seite ähm äh das äh das Ding äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:32",
      "text": "Direkt anschließen, ja?"
    },
    {
      "speaker": "Ron",
      "time": "3:20:34",
      "text": "Reinstecken und dann ähm äh macht das Midi und die App erkennt das auch gleich, weil Apple das offensichtlich standardisiert hat, wie das da reingeht.\nUnd fertig. Genau und dann ist es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:47",
      "text": "Also Apple hat es nicht standardisiert, sondern es ist halt einfach USB, Medio, USB, ist halt einfach definiert. Also das das geht."
    },
    {
      "speaker": "Ron",
      "time": "3:20:54",
      "text": "Habe ich äh vorher nicht gewusst, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:56",
      "text": "Cool, sind die Piano, uns das irgendwie einmal kaufen oder ist das wieder so Subscribtion tralala."
    },
    {
      "speaker": "Ron",
      "time": "3:21:05",
      "text": "Ähm die ändern das ähm.\nBin der Meinung, dass es am Anfang gab's mal so ein irgendwie alles äh auf einmal kaufen. Inzwischen ist das Abo.\nIch habe da das äh das Jahresabo des äh Jahresabo gibt's immer regelmäßig mal günstig. Der nächste Termin für mal günstig und Angebot dürfte wahrscheinlich Ostern sein.\nIrgendwas um Ostern rum, aber wir reden hier über sechzig Euro im Jahr. Ähm das ist im Verhältnis zu dem, was Klavierunterricht sonst kostet aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:37",
      "text": "Auf jeden Fall, ja."
    },
    {
      "speaker": "Ron",
      "time": "3:21:38",
      "text": "Ja ähm und die tun regelmäßig neue Songs dazu und,\nwirklich, also regelmäßig neue Songs, neues Zeug und man kann denen da auch äh E-Mails schreiben und sagen, ich hätte gerne dies und das und das machen sie dann auch.\nJa? Nicht immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:56",
      "text": "Songs oder an Features."
    },
    {
      "speaker": "Ron",
      "time": "3:21:56",
      "text": "Aber ähm.\nAlso ich habe sowohl als auch schon nachgefragt. Ähm ich habe da Songs nachgefragt und die kamen dann,\nnach ein paar Wochen. Ich hab auch da also so Semi-Features, ich hab auch gesagt, hier, ihr habt doch gar nichts richtig zu akkorden, irgendwie könnt ihr nicht nochmal irgendwie einen Sack voll Übungen nur zu Akkorden machen, dann haben sie,\npaar Wochen später einen Sack voll Übungen zu Akkorden da reinge,\nwuchtet und äh irgendein Feature hatte ich mit ihnen auch mal diskutiert, was sie dann gemacht haben, aber ich hab's vergessen, wir benutzen das jetzt schon ziemlich lang."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:34",
      "text": "Aber funktioniert sozusagen."
    },
    {
      "speaker": "Ron",
      "time": "3:22:36",
      "text": "Ja, es gibt da auch auch andere. Also das sind äh nicht die einzigen, es gibt da auch ähm noch ein paar andere, es gibt auch ein eine Software aus, ich glaube, die ist aus Deutschland, die heißt usischen oder so.\nDie macht glaube ich sogar Klavier und Gitarre in einer App oder so.\nDie sind halt zum Teil dann sehr unterschiedlich aufgebaut. Ähm die meisten haben so einen Freed hier, wo du erstmal ausprobieren kannst, eine Lektion oder so,\nich würde auch jedem empfehlen, sich das anzuschauen, weil die einen mögen den Ansatz mehr und die anderen mögen den Ansatz mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:09",
      "text": "Wie hieß die andere App nochmal."
    },
    {
      "speaker": "Ron",
      "time": "3:23:11",
      "text": "Mit ähm Joy usischen, statt musischen, glaube ich, war das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:16",
      "text": "Verstehe. Ja."
    },
    {
      "speaker": "Ron",
      "time": "3:23:19",
      "text": "Und ähm genau und die die ähm.\nPhilosophien sind da zum Teil auch äh glaube ich ein bisschen unterschiedlich. Äh bei den Sprachlernapps äh soll das noch ausgeprägter sein. Ähm.\nWar gerade ein Artikel glaube ich auf Heise wo einer Duolingo verglichen hat mit Bubble.\nUnd gesagt, irgendwie Dolingo würde ihn ja nerven, das würde ja schon für jeden Kleinkram irgendwie ihn loben und und ihm äh aber nicht die Grammatik erklären und Babble würde ihm die Grammatik erklären. Okay,\nfair naff, ja? Ähm sollte man sich wirklich anschauen, was zu einem passt, ja? Also auch da das Thema.\nSprachen lernen, ähm Computer unterstütztes Lernen. Ich habe ähm vor zwei Jahren,\nähm mal ein paar Sprachen lernen, Apps äh an meinem großen Kind ausprobiert. Ähm also Ende vierter Klasse und.\nÄhm wir sind dann bei Duo Lingo hängengeblieben und das läuft,\nsuper, ja, dass Dulingo hat eine Lernkurve, die ist so seicht, so angenehm verpackt, dass du sie praktisch gar nicht mitkriegst,\nJa, das ist immer so auf so einem Niveau, wo,\nDa kommst du noch durch, das nervt dich nicht, das setzt dich nicht unter Druck, ja? Und es kommt immer so eine kleine Eule, die dir sagt, irgendwie, wie hübsch du das gerade gemacht hast und hurra fünf Stück an einem Dings und bla bla bla.\nJa und ähm zumindest mal für für Kinder finde ich das äh äh ganz schön optimal. Ich habe aber auch schon.\nTaxifahrer in Ungarn getroffen, die mit Dolingo auf ihrem Smartphone Englisch lernen, weil sie noch was vorhaben im Leben.\nUnd äh finde das komplett wahnsinnig, was da abgeht, ja? Komplett wahnsinnig, weil ich meine, hattest du an deiner Schule ein Sprachlabor? Kannst du dich an ein Sprachlabor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:30",
      "text": "Labor, was soll denn das sein."
    },
    {
      "speaker": "Ron",
      "time": "3:25:33",
      "text": "Wir wir hatten, wir hatten ähm am Gymnasium.\nEin Sprachlabor. Da bist du in so einen Raum rein und jeder hatte so eine kleine Box, die so akustisch abgeschirmt war von den anderen.\nUnd dann hattest du vor dir,\nein Kassettenrekorder und da hatte der Lehrer dann schon eine Kassette eingelegt oder du hast die Kassette vorne gekriegt und musstest dann die Kassette einlegen und dann ähm wurde dir immer was vorgeschrieben, Kopfhörer aufgesetzt,\nUnd dann hast du auch ein Mikrofon gehabt und dann musstest du mal nachsprechen, was da auf der Kassette kam.\nUnd der Lehrer konnte sich von vorne auf jeden einzelnen Schüler durchschalten, ja und mit dem dann in Dialog äh,\ntreten. Und ich hatte so einen fantastischen äh äh Englischlehrer, der der hat dann ähm wenn man da was reingesprochen hat und dann gesagt, also äh ne, so was weiß ich, du sprichst dann irgendwas nach, irgendwie hello, mein Name ist,\nÄhm und wenn du dann noch was zu dir selber gesagt hast, wie ich glaube, das war jetzt gut, dann hat der das geschafft, ähm dir so.\nDer hat dann gesagt, das glaubst du auch nur du. Da kommt dann so eine Stimme, ja und sag und die sagt dir dann, das glaubst du auch nur du, wo du dann auch, ne, im Nachhinein denkt man dann auch.\nMuss ja ein eins A Pädagoge gewesen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:00",
      "text": "Das sind so diese Siri-Strategien, ne, die auch immer versuchen, auf jede Beleidigung noch, sondern halbwegs äh brauchbare Antwort zu finden."
    },
    {
      "speaker": "Ron",
      "time": "3:27:08",
      "text": "Wahnsinn, ja. Nee, also das war ein Sprachlabor. Und äh das war damals der heiße Scheiß. Ähm.\nIrgendwann in den Achtzigern, ne? Und ähm und jetzt hast du hier so ein Gerät,\ndass dann die eingespraute Spracherkennung irgendwie vom Betriebssystem ähm,\nbenutzt, um zu gucken, ob du das ordentlich aussprichst, was du da sagst, was dir jeden Satz, jeden Satz, den du da lernst, vorspricht, jedes Wort, das du da lernst, vorsprichst, wo du nachsprechen musst, wo du ständig im Dialog bist, da mit der Kiste.\nJa, wo du wo gewechselt wirst zwischen Antippen und zuordnen und selber tippen auf der Tastatur und rauf und runter und so weiter,\nwo ich dann sitze und denke, es ist so komplett irre geworden, was heute so heutzutage geht.\nGegenüber dem, mit dem wir aufgewachsen sind, ja.\nUnd vor allen Dingen weil du kannst es bezahlen, aber du kannst es auch Werbe äh äh finanziert machen.\nMuss ne, kann jeder entscheiden, ne? Aber es geht auch offensichtlich so, was sich ja auch.\nEigentlich falsch finde, aber es ist schon ziemlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:27",
      "text": "Hipp auch von vielen Leuten gehört, die jetzt sozusagen ähm\näh also einer, also es gibt ja so eine riesige Sprachlerncommunity, ne, auf YouTube geht das ja auch schon seit äh ewigen Zeiten und es gibt ja dann auch so diese Pulliglotten äh Move-Bands, also von so Leuten, die,\nderen Lebensaufgabe, das ist irgendwie,\nwas weiß ich, viel viel Sprachen zu lernen in ihrem Leben und falls sie mir dann neulich neulich mal auf so ein Video gestoßen von so einem dreizehnjährigen amerikanischen Mädchen, die in so einem halbstündigen Interview äh auf so einem Polyglott-Channel irgendwie.\nIch weiß nicht, wer das ist genau irgendwas in der Größenordnung von fünfzehn verschiedene Sprachen gesprochen hat.\nAlso die also offensichtlich so ein großes Interesse und Talent dann damit äh äh auch hat, sich also mühelos neue Sprachen äh reinzuhauen und zwar innerhalb von wenigen Wochen.\nSie war da irgendwie mit ihrem Vater, der irgendwie gleich noch so ein paar Stories erzählt hat, dass er sie irgendwie mal so äh auf dem Flughafen,\nist er so kurz aufs Klo, hat sie mal so fünfzehn Minuten allein gelassen, als sie zurückkam, stand so ein riesiges Russellrudel von Reisenden äh\num sie um das Kind herum, die alle total aus dem Häuschen waren, weil die auch alle aus irgendwie unterschiedlichen Ländern kamen, aber sie halt sozusagen mit jedem Hauptsache\nSprache kommunizieren konnte und so den äh Sachen, ne? Ja und da. Na ja."
    },
    {
      "speaker": "Ron",
      "time": "3:29:48",
      "text": "Ja, das muss fantastisch sein. Und ich glaube auch, ne, nur die ersten fünf Sprachen sind wirklich hart. Danach wird es dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:53",
      "text": "Ja, das glaube ich nämlich auch. Also du musst halt einfach erstmal dein, dein Hirn entsprechend vernetzt haben, das ist ein Check\nirgendwie, okay, es gibt so für alles äh äh sozusagen so einen, so einen anderen äh äh Vektor, dann dann kannst du da irgendwie beliebig viele Verknüpfungen äh ranbinden und das Hirn findet es auch, ne.\nDer Kirche ist an mir vorbeigegangen, ich glaube nicht, dass ich da jetzt noch groß äh aufholen kann, aber ich merke halt jetzt auch so, wenn man hier in der letzten Sendung auch ausführlich jetzt über dieses Klapphaus\nPhänomen gesprochen, wo er so Audiogespräche jetzt auch wieder eine große Rolle äh sp,\nwo er dann halt auch sehr viele Leute schon meinten so, ja, ich verbringe da viel Zeit, lerne irgendwie andere Sprachen, ich werf mich dann irgendwelche spanischen Räume rein, die auch extra dafür gemacht sind, wo Leute sich dann halt treffen und irgendwie sich da gegenseitig,\nSprachen beibringen, ne? Also."
    },
    {
      "speaker": "Ron",
      "time": "3:30:40",
      "text": "Pro Jahr, ja, ja, oh ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:43",
      "text": "Echt ein Ding, ne."
    },
    {
      "speaker": "Ron",
      "time": "3:30:45",
      "text": "Nee, das muss natürlich auch eine Goldgrube sein natürlich für für Menschen, die ähm gerne interaktiv äh in die in die Sprache tiefer einsteigen wollen. Selbstverständlich, klar.\nDu willst ja nicht immer nur mit der Maschine sprechen, ja. Also das ist ähm.\nAlso ne, ich ich denke ja immer so, was wird da noch kommen, was was äh was haben wir da noch zu erwarten? Ja, ich habe das bestimmt schon mal erwähnt\nirgendwann irgendwo, aber es gibt ja da dieses irre Buch von von Nils Stevensen. Ähm das heißt, äh wie heißt denn das Diamond Age,\ndie Diamond Age, die Grenzwelt äh oder die Fieber für die junge Dame oder so ähnlich,\nUnd ähm das ist ja auf eine Art, also natürlich die Story eines kleines Mädchens, ein eines kleinen Mädchens, aber es ist eben auch die Story ihres Lerncomputers,\nja und ähm äh das ist so aus meiner Sicht so, dass.\nZiel, wo man eigentlich hinarbeiten muss als als äh als Bildungs äh IT-Industrie oder so, dass man mal solche Sachen hinkriegt, die eben so individualisiert,\ndann Inhalte rüberbringen können und äh genau.\nGeht sicherlich noch eine Menge. Die die vielleicht letzter Punkt oder so, also wenn man so ein bisschen eine Idee dafür bekommen will, was da abgeht,\ngibt's sicherlich Sprachcommunitys und so ganz viel, aber die Dualingoleute haben äh einige Papers.\nAuf ihrer Research ähm Seite ähm veröffentlicht.\nSicherlich zur Hälfte Propaganda sind oder so, aber ähm,\ndas ist schon irre, was man machen kann, wenn man ein Unternehmen ist, das äh neue Software äh schnell ausrollen kann und dass äh hunderttausende von User hat,\ndie eben online sind, ähm weil die können dann einfach losgehen und ein neues Modell,\nbauen und das dann ausrollen und dann da einfach mal nur ein paar zehntausend User drauf buchen und dann gucken, ob diese zehn, zwanzig, dreißig, hunderttausend User besser performen als die anderen User, die sie haben,\num dann eben zu sagen, so, das funktioniert offensichtlich besser, das schalten wir jetzt mal für alle frei,\nJa? Und diese Geschwindigkeit mit der dann da etariert werden kann ist glaube ich ähm gerade im im Lernbereich.\n'n ganz großes ganz großes Thema, ja? Ein ganz großer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:36",
      "text": "Denke auch das mal so ganz unabhängig ist vom persönlichen Lernen das ist ja auch glaube ich,\netwas, womit man jetzt rechnen äh kann. Wir sehen ja, dass so Transkruptionssysteme immer besser werden, also die Computer äh,\nverstehen die Sprachen besser, man kann einem besser zuhören, können das transkribieren.\nNe, wir haben auch so ein Internet, was\neinen hohen Zuhörbedarf hat, ne? Also allein so aus Überwachungslogik heraus werden diese Systeme immer besser werden. Das hat natürlich auch wieder negative Auswirkungen, aber auch mal bei den Positiven zu bleiben\nes geht halt schon so langsam in Richtung Babel Fisch, ne? Also ich habe jetzt irgendwie\ndiesen dieser wunderbare äh Fernsehbericht hast du den auch äh gesehen, der der Tipp ging auf äh Twitter rum, wie nix Gutes, äh hatte das auch am Ende beim letzten Doppelhundertpolitik, dieser Bericht von diesem.\nWolle, Textilproduzenten aus Wolle, ähm der da in Wismar\nso Klamotten macht so mit Pummernschaffen und sich irgendwie in dieser Doku so wunderbar abrahntet über über die Behörden und dass er irgendwie keinen Glasfaser braucht, er braucht einfach äh Platz, anderes\nanderes Thema auf jeden Fall in dieser Doku gibt's dann halt auch so die Stelle, wo sie ihn so begleiten und der ist halt recht innovativ, ein junger Typ und so, der will halt irgendwie alles besser und einfacher machen und hat sich dann irgendwie in China,\nso eine spezielle Maschine, äh so eine spezielle äh Nähmaschine gekauft, so ein riesiges Flachbettnähtal, mit dem man dann irgendwie so Sachen absteppen\nkann und alles so. Da wird dann so mit Laser drauf\nproduziert und die Maschine näht halt einfach da, wo der Laser ist, sozusagen, du malst einfach ein Muster drauf. Ja, das wird dann irgendwie so drauf gelichtet und dann dann geht die Maschine los und guckt einfach, wo ist der Laser und dann wird dann einfach entlang genäht und damit hast du musst du halt nicht irgendwelche,\nMuster äh äh rein nähen oder bist irgendwie von der Lorik ähm oder von dem von dem Aufbau wie irgendwelche Näh ähm\nKöpfe da äh fest positioniert sind abhängig, sondern du kannst halt einfach alles nähen.\nSo und jetzt hat er sich sozusagen selber rausgesucht in China bestellt,\nUnd dann kam halt irgendwie ein Chinese an und äh hat ihm das Ding da irgendwie in die Scheune reingebaut und dann zeigen sie halt, wie sie das Ding in Betrieb nehmen und der Chinese konnte halt kein Englisch, kein Deutsch und er konnte natürlich keinen chinesischen Hinsel halt also wirklich und er hat halt einfach immer in sein Smartphone, in in vermute mal Google Translate äh auf Deutsch reingequatscht und dann\nsozusagen ihm das auf chinesisch dann in dem Moment live übersetzt und umgekehrt und das hat einfach wunderbar funktioniert. So ist einfach,\nfand ich auch schon ziemlich bemerkenswert, ne? Man muss ja auch erstmal auf die Idee kommen, ja klar, man weiß das irgendwie, dass es das gibt, aber dass dann bei mir auch wirklich mal so zum zum Einsatz zu bringen, dass ähm,\nalso manchmal klemmt's ja dann auch bei einem. Aber das hat an der Stelle wunderbar funktioniert, war super."
    },
    {
      "speaker": "Ron",
      "time": "3:36:34",
      "text": "Nicht alles nur kauder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:36",
      "text": "Na, offensichtlich nicht."
    },
    {
      "speaker": "Ron",
      "time": "3:36:37",
      "text": "Ja, aber die Dinger sind schon besser geworden, das ist klar, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:41",
      "text": "Lass uns ein äh Ende setzen hier, schönes Ende äh für die Sendung, vielen Dank, dass du äh dabei warst."
    },
    {
      "speaker": "Ron",
      "time": "3:36:47",
      "text": "Hat mich gefreut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:48",
      "text": "Wunderbare Ausführungen hier auch zu dem ganzen Huck äh Bastel äh die ich findet man auf Twitter, da bist du Ansprechpartner,\nund ähm ja dann würde ich sagen, haben wir hier mal äh das Ende einleiten. Ja und das war's dann hier von.\nDer Freak Show Nummer zweihundertachtundfünfzig ist in the Can. Vielen Dank fürs Zuhören,\nWir hören uns dann hoffentlich in zwei Wochen wieder weiter und dann mit einem größeren Team. Ich sag tschüss und bis bald ciao."
    },
    {
      "speaker": "Ron",
      "time": "3:37:22",
      "text": "Ciao."
    }
  ]
}