{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:25",
      "text": "Hallo, herzlich willkommen, hier ist die Freakshow, die zweihundertneunundfünfzigste,\nund ja äh ich musste feststellen, leider ist äh immer noch keiner gegen Podcast-Entzug geimpft\nUnd deswegen ließ sich das nicht ganz vermeiden, dann doch noch mal eine neue Sendung aufzulegen. Ähm\nDas gestaltet sich gerade ein bisschen schwierig, wie ihr euch äh vielleicht nicht denken könnt, weiß ich nicht so ganz genau, was ihr euch so denkt. Trotz alledem, kleine Runde haben wir wieder beisammen, ich begrüße Rodi, hallo Rodi."
    },
    {
      "speaker": "roddi",
      "time": "0:02:57",
      "text": "Hallo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:58",
      "text": "Und den Dom hallo Dom."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:03:00",
      "text": "Ja hallo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:01",
      "text": "Genau, wir reißen das hier heute und ähm ja, ist ein bisschen,\nein bisschen schwierig so in pandemischen äh Zeiten irgendwie, diesen Freakshow Spirit äh immer wieder an den Start zu bekommen. Es war ganz gut, wenn man so ein bisschen in den Arsch getreten bekommt,\naber."
    },
    {
      "speaker": "roddi",
      "time": "0:03:17",
      "text": "Na ja, aber heute gibt's Freakshow in tranmuskulär, insofern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:21",
      "text": "Hui tja,\nwar ja auch äh war ja auch genug diese Woche. Also diesmal hat's sich ja äh richtig aufgedrängt. Ich denke, uns gehen heute die Themen nicht so richtig äh aus. Ansonsten, wie ist so euer pandemischer Status gerade?"
    },
    {
      "speaker": "roddi",
      "time": "0:03:43",
      "text": "Seit einiger Zeit schreibe ich's immer mit den Worten nichts ist los und alle sind genervt und ich glaube, das passt ganz gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:55",
      "text": "Ja"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:03:57",
      "text": "Mhm."
    },
    {
      "speaker": "roddi",
      "time": "0:03:59",
      "text": "Oder nichts passiert und alle sind genervt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:04:03",
      "text": "Genervt sein äh Bonus merke ich auch schön langsam, nochmal. Hier ist natürlich mit äh mit Nachwuchs und und,\ngrade noch so Kita vielleicht keine Kita\nVielleicht die äh Jobs so drum rum organisieren, dass man ein bisschen mehr oder weniger Betreuung hat oder nicht. Und wie geht man dann mit den Kindern auf dem Spielplatz um und\noch, wie weit grenzt hängt man sich ein, wie hoch ist die es ist so so ein ständiges äh Abwägenmanagement und noch nicht geimpft sein, wenigstens sind irgendwie die Großeltern alle geimpft inzwischen schon, das ist schon mal gut\nvierzehn sieht man die natürlich auch nicht und es bleibt sehr anstrengend, ich hätt's gern bald vorbei, mal schauen, also,\nWir waren wann diese ähm wann man denn seine Impfdosis bekommt. Gefühlt ist man, wenn man, wenn man weiß, man stirbt selber nicht. Doch du haust schon mal stimmungsmäßig ein bisschen besser drauf,\nhoffe ich jetzt einfach mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:54",
      "text": "Ich denkst du, das macht einen Unterschied."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:04:57",
      "text": "Ich ich dachte immer es ist bei mir nicht so der Treiber meiner die Wahrscheinlichkeit, dass mir persönlich konkret was passiert, ja trotzdem relativ gering bleibt für alle Beteiligten, aber ich glaube es ist schon ein großer mentaler Block, der einfach wegfällt. Ähm an der Stelle."
    },
    {
      "speaker": "roddi",
      "time": "0:05:12",
      "text": "Ich weiß nicht. Also ehrlich gesagt werde ich werde ich da bei dem Aufkommen der Immun-Escape-Varianten aus aller Welt doch auch schon langsam wieder nervöser. Ich dachte ja, dass mich das alles nicht so betrifft, weil ich's schon hatte, aber ähm\nne? Das mit dem Immunescap, das ist halt nicht lustig. Das ist irgendwie."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:05:30",
      "text": "Oh stimmt, bist du da eigentlich jetzt, weiß ich nicht mehr, was war der Stand? Bist du da besser geschützt oder weniger gut geschützt als äh verimpfte Person?"
    },
    {
      "speaker": "roddi",
      "time": "0:05:39",
      "text": "Na ja, warum heißen die Dinger im Escape, ne? Keine Ahnung, ob man dann noch einen schweren Verlauf kriegen kann, aber man."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:05:44",
      "text": "Schwerer Verlauf ist ja das Relevant, du."
    },
    {
      "speaker": "roddi",
      "time": "0:05:46",
      "text": "Nochmal ach auch so ein mittlerer Verlauf wie ich ihn hatte, ist nicht so richtig spaßig, also gar nicht haben ist, glaube ich, die beste Option."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:05:54",
      "text": "Hast du gefühlt den Long oder ähm? Hast du selber noch Langzeitwirkung oder."
    },
    {
      "speaker": "roddi",
      "time": "0:06:02",
      "text": "Mein,\nIst länger. Nee, ähm nee, also ähm ich würde sagen, das waren so drei, vier Monate,\nAlso ich hatte, ich hatte definitiv äh so eine leicht depressive Phase und äh ganz schlimm auch dieses ähm,\nsich nicht konzentrieren können\nAlso das hatte ich zwei, drei Monate konnte ich wirklich Löcher in den Monitor starren äh ohne, ohne dass dass ich irgendwie äh mich auf irgendwas konzentrieren konnte. Es war ganz schlimm, aber es ist weg und da bin ich auch ganz froh drum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:40",
      "text": "Und du riechst auch wieder."
    },
    {
      "speaker": "roddi",
      "time": "0:06:42",
      "text": "Ja, ja, riechen sowieso, das war das war nur so ein paar Wochen. Also, ja, ja.\nAber das war sehr, sehr strange, weil als ich das hatte, wusste das halt noch niemand, dass es das gibt\nUnd ich auch nicht und ich habe das halt, das ist so, das hat so mein Unterbewusstsein so angekratzt, aber es wurde mir erst bewusst, als ich's irgendwo gelesen habe, dass das irgendwie allgemein äh eine ein Symptom ist und plötzlich so,\nOh\nJa, das ist es, alles klar. Und dann guckt man äh weiß ich nicht, dann dann äh riecht man und schmeckt man ein bisschen besser hin und merkt so, also dieser Tee, der schmeckt so, als wäre er irgendwie von vor zwei Jahrhunderten\nund dieser Kaffee, also den habe ich irgendwie auch schon mal geschmeckt. Also das ist so so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:07:30",
      "text": "Das ist auch sowas, oder? Man merkt's beim Kaffee dann wahrscheinlich erstmal gar nicht, dass er nicht schmeckt, oder? Weil das so ein Gewohnheitsding ist, dass man eh."
    },
    {
      "speaker": "roddi",
      "time": "0:07:36",
      "text": "Ist halt auch ein Starkschmecker, ne, also bei einem Tee merkst du's deutlich schneller, wenn der eher so schmeckt, als hättest du irgendwie das Heu vom Bauern vom letzten Jahr aufgebrüht. Ähm,\ndann ist schon, dann ist schon Vorsicht angesagt\naber Kaffee ist halt was, das geht halt so auf die Knospe. Also, ich meine, so meine persönliche äh Theorie ist ja, Raucher trinken deswegen lieber Kaffee als Tee, weil ähm,\nNikotin halt auch so ein bisschen auf die Geschmacksgenossen geht und so ein Kaffee, der kommt immer durch. Aber,\nkeine Ahnung. Aber aber selbst den Kaffee ein paar Tage lang habe ich das Gefühl gehabt, was ist denn das für eine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:19",
      "text": "So als pandemischer Ölliadopter nimmt man auch irgendwie eine komische Rolle ein, ne. Aber trotzdem hast du ja deine."
    },
    {
      "speaker": "roddi",
      "time": "0:08:24",
      "text": "Ach, ich bin ja immer, ich bin ja immer, weil ihr oder gerne mal. Gerne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:08:30",
      "text": "Ich hätte mir zwischendurch mal gedacht, so einen leichten Verlauf früh haben ist eigentlich nicht das schlechteste Schicksal in der ganzen Konstellation. Also gerade jetzt, wo du wo du jetzt, also wenn wenn's dich jetzt erwischt, hast du ja vielleicht kein Bett, ist ja auch scheiße. Ähm,\nund später."
    },
    {
      "speaker": "roddi",
      "time": "0:08:47",
      "text": "Naja gut, aber ich hatte das so am Anfang, dass mich halt auch keiner ernst genommen hat. Also die äh\nvom Gesundheitsamt bin ich abgewimmelt worden von irgendwelchen Krankenhäusern, bin ich abgewimmelt worden. Die wollten das alle waren, nicht wahrhaben so nach der Art, ja wenn sie nicht sich bei einem bestätigten Fall angesteckt haben, dann können sie sich ja gar nicht angesteckt haben,\nWir haben ja alles unter Kontrolle."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:09:10",
      "text": "Ähnlich wie in den Schulen jetzt. Okay."
    },
    {
      "speaker": "roddi",
      "time": "0:09:13",
      "text": "Ähnlich wie in den Schulen jetzt, ja, eigentlich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:09:15",
      "text": "Die Story so, aber."
    },
    {
      "speaker": "roddi",
      "time": "0:09:17",
      "text": "Der ganzen Pandemie ist es so, dass man dieses Gefühl hat, dass er dass er die, die Gesundheitsämter da so ein bisschen auf dem Herrschaftswissen stehen und das überhaupt gar nicht mögen, wenn man irgendwie äh der Meinung ist, da wäre irgendwas, worüber sie sich kümmern müssen. Nein, nein, die wollen lieber selber agieren.\nStatt irgendwie von jemand gesagt zu bekommen, wo wo es Arbeit gibt. Das ist irgendwie ganz schwierig. Na ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:42",
      "text": "Können dann bloß nicht agieren."
    },
    {
      "speaker": "roddi",
      "time": "0:09:43",
      "text": "Inzwischen geht da sowieso gar nichts mehr. Also man gießt ja immer mal wieder, dass Leute irgendwie äh zwei Tage nachdem die Quarantäne äh in die sie eigentlich geschickt werden sollten, vorbei es den Brief\nbekommen, dass sie sich in die Quarantäne zu begeben haben, ne? Also das ist so ja, also ich möchte da jetzt auch nicht arbeiten, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:06",
      "text": "So sieht das aus, genau."
    },
    {
      "speaker": "roddi",
      "time": "0:10:10",
      "text": "So sieht das aus genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:12",
      "text": "Na ja, dreht sich die Erde ja dann doch noch ein bisschen äh weiter,\njetzt habe ich gerade wieder mitbekommen, es es scheint gerade wieder so ähm Nominierungssaison zu sein,\nWeiß nicht, ob ihr das auch so mitbekommen habt, aber ich kriege das dann irgendwie immer mit, immer so einmal im Jahr müssen dann immer alle irgendwelche Preise verleihen, äh in der Podcast-Landschaft,\nDas hat dann immer so mehrere Effekte, also der eine Effekt ist, hat sich allerdings,\nbei mir jetzt schon so ein bisschen gelegt, dass man irgendwie so Mails bekommt mit so ja\nPodcast wurde nominiert bei Dollar Preis, der toll klingt, den er aber von dem noch keiner was gehört hat\nJa, weil sie dann immer so Nominierungen einsammeln und Leuten dann den Podcast und dann wird man irgendwie angeschrieben und hat dieser ganze Kram und dann kommt so die zweite Phase hinterher, wo dann die ganzen Nominierten,\nBlogger, Podcaster oder was auch immer jetzt gerade so in ist, dann anfangen irgendwie ihre Community aufzuscheuchen, um dann unbedingt ja hier und ihr müsst voll abstimmen, weil dieser total unwichtige Preis hier würde ja mein Leben verändern.\nUnd ich muss euch jetzt mehr um äh Straßenkreuzungen jagen, als alle anderen, weil dann habe ich den besten Podcast.\nIch äh überhaupt nicht. Ich äh halte von diesen ganzen Preisen gar nichts,\nIch glaube, man muss in seinem Leben noch,\neinmal einer Jury gewesen sein, dann weiß man dann auch einfach warum. Ja, das ist einfach äh also weder weder traurig Jurys in der Real, also es gibt natürlich Ausnahmen,\naber die sind wirklich dünn gesät. Ähm aber so äh Jurys haben in der Regel immer zu wenig Weitblick und vor allem viel zu wenig Zeit,\nModus, in dem sie da zu irgendeiner repräsentativen Aussage kommen. Ja, vielleicht eine Ausnahme wäre, wenn,\nsich jetzt wirklich um ein Themenfeld handelt, wo diese Leute das auch permanent im Blick haben, ja, wo sie einen Überblick haben, aber auch dann hast du wieder so viel bei ist und Vitamin B und der na ja, die war ja letztes Jahr noch nicht dran."
    },
    {
      "speaker": "roddi",
      "time": "0:12:31",
      "text": "Nasenfrakt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:32",
      "text": "Nasenfaktor."
    },
    {
      "speaker": "roddi",
      "time": "0:12:34",
      "text": "Nasenfaktor. Ich habe da war ich noch Student, da habe ich mal äh irgendwie beim Praktikum mit irgend so einem Personaler äh der zum Vortrag gehalten und der meinte halt so ganz plump, na ja\näh so ein Bewerber, ne, da gucken wir natürlich schon auf die äh auf die Zeugnisse und so weiter, aber ich will ganz ehrlich sein, es gibt ihnen immer den Nasenfaktor, so nach der Art\ndie Nase passt mir nicht und äh ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:59",
      "text": "Genau, also so ist das dann auch irgendwie in der Regel mit so Jurys und so aussagekräftig finde ich dann halt auch solche Preise, ja?\nAber noch schlimmer finde ich dann halt irgendwie diese Alternative mit den Publikumsabstimmungen. Das ist dann ganz schlimm, weil dann alle."
    },
    {
      "speaker": "roddi",
      "time": "0:13:14",
      "text": "Der Podcast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:21",
      "text": "Ja\nGenau, ne, also ich meine, wir wissen ja alle, wie die Dynamiken im Internet äh funktionieren. Ähm man kann halt Leute schon irgendwie verrückt machen und äh,\ndann ist halt wieder so diese Saison so, dass dann auf Twitter auf einmal ja, wir sind hier für diesen Preis nominiert worden und wenn ihr jetzt hier abstimmt und da nochmal eine Klickform aufsetzt und hier eure Bots aktiviert, so, ja, dann haben wir fünf Millionen mehr Stimmen als die anderen.\nUnd dann kriegen wir hier irgendwie so ein Blumentopf. So. So, wo ich mich halt auch immer frage so,\nwomit belastet ihr irgendwie eure Communitys? Was, was, was, was soll das? Was was verspricht ihr euch davon irgendwie,\nglaubt ihr jetzt wirklich, dass irgendwie so ein Grimma online Award oder wie die wie sie alle heißen? Einen jetzt irgendwie.\nKarrieresprung oder was auch immer man sich davon also ihr merkt schon, ich ich kann damit einfach gar nichts anfangen. Das ist für mich für mich ist das einfach nur Unsinn und äh Zeitvergeudung,\nund äh was ich damit eigentlich sagen möchte ist, äh ihr braucht meine Podcasts nicht irgendwo zu nominieren,\nweil wenn ich diese Mails kriege, schreiben, muss ich denen dann immer wieder schreiben, dass sie mich bitte aus diesen Listen austragen sollen und äh ein paar von diesen komischen Preisen haben das mittlerweile verstanden und tragen mich, glaube ich, gar nicht mehr erst ein.\nAber es ist ich erspare mir das halt einfach am besten."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:14:52",
      "text": "Also man möchte jetzt festhalten, okay, du möchtest das nicht. Ich muss mich kurzzeitig als äh Preisträger vieler Preise, Jurypreise etwas distanzieren. Ich mag meine Preise und unsere Preise, die wir gewonnen haben und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:03",
      "text": "Du hast ja auch richtige, richtige Preise gewonnen, ne?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:15:06",
      "text": "Ich hoffe auch, dass man wenig einen Nasenfaktor hat, der dabei. Ähm,\naber es ist so, es passt hier grad so ins Thema, weil äh wir haben ja gerade so, also Marcel hat für für das letzte Spiel den deutschen Computerspielpreis gewonnen, was ja auch so ein Schiri-frei ist, ist zumindest, aber es ist nicht jemand, wo man abstimmt und es ist auch ein dotierter Preis. Das macht's natürlich auch nochmal leckerer\nEmpfänger ähm äh Firma äh und deswegen, ich will's nur nicht mal in den Kontext setzen, weil nicht, dass das jetzt äh andersrum durch die Presse geht, weil ich habe,\nIch habe ja auch ähm es wurden ja gerade auch Presseanfrage. Ich war ja im im Lokalfernsehen war ich hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:38",
      "text": "Ja, was hast du denn so für Preise schon bekommen?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:15:40",
      "text": "Also wir haben hier angefangen mit einem Preis, mit damals, mit mit dem Apple Designer Award, wo wir uns natürlich selber dafür beworben haben,\nSo hat äh die meine ganze Parkgeschmäck und und und Programmiergeschichte begonnen und habe wohl auch vom äh was war das denn damals, der O'Reilly Innovators Award gab's da noch\näh der war nicht dotiert, aber den den haben wir da bekommen. Das war noch ganz nett, also das Buch, die Buchfirma, nicht der ähm nicht der rechte\nFox O'Reiley, sondern äh die schöne Buchserie mit den mit den Tieren vorne drauf. Ähm ja,\ndann äh gab's für die Spiele, also Marcel hat äh für Rules, für One Button Travel und für jetzt äh jeweils äh den deutschen Computerspielerpreis bekommen. Äh und für haben wir uns auch den deutschen Entwicklerpreis,\nund das freut äh uns natürlich sehr und vor allem ist es halt wirklich auch ein dotierter Preis. Das heißt, es äh hält uns auch in manchen Aspekten sehr schön über Wasser und lässt uns weiter Spiele programmieren. Das ist natürlich auch schön.\nUnd das war jetzt grad vor kurzem ähm und da war äh online natürlich wegen Covid. Ähm die hat aber ganz gut funktioniert, die Onlineverleihung mit der\nSchöneberger und dem Ucke."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:52",
      "text": "Schöneberger."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:16:53",
      "text": "Schöneberger war da, ja. Es war irgendwie letztes Jahr Ina Müller und die war, die hat sich ein bisschen vergriffen,\nin ein paar Worten. Das ging sehr quer durch die Medien, weil die hatte mit denen mit der Computerspielecke nicht so viel am Hut und hatte sehr viel altbackene Altherrenwitze am Start gefühlt. Das war nicht so dolle, aber die Schöneberger hat hat die Kurve ganz gut bekommen diesmal.\nGenau. Und das war natürlich sehr fein. Deshalb, wir hätten eigentlich gar nicht gedacht, dass wir das noch noch mal reißen an der Stelle. Jo,\nUnd dann haben wir jetzt den Preis und einen neuen Spiegel rausgebracht, auch natürlich gleichzeitig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:25",
      "text": "Okay, ich will das, äh ich will das mal ein bisschen relativieren, ne. Also ich bin ja gar nicht der Meinung, dass nichts bepreist werden sollte. Wir finden nur, dass du Podcasts im Speziellen.\nEinfach sehr schwer,\nzu bewerten sind, beziehungsweise ich mir da keine Illusion mache, dass dass das in irgendeiner Form am Ende eine eine informierte Aussage ist, die darüber getroffen werden können, ne. Weil wir wissen ja alle,\nwas für 'ne Art Konsum hier erforderlich ist um um auf so was wirklich einzusteigen und dann ist es doch auch 'ne sehr persönliche Sache,\nAlso man kann das nicht so ohne weiteres Objektivieren. Meiner Auffassung nach. Ja, beziehungsweise, wenn man's tut,\nzieht man so gemeine, handwerkliche äh Dinge heran. Ja, was weiß ich, das Sounddesign oder sowas,\nJa, aber wie was willst du für Kriterien aufmachen, um irgendwie auch Podcast miteinander zu vergleichen? Also am Ende ist es halt immer,\ndieses, wer kriegt jetzt irgendwie seine Community am am besten aufgescheucht, um irgendwie möglichst viel Alarm zu machen,\nne? Und das stört mich halt einfach dadran. Also da habe ich einfach überhaupt gar keine keine Lust da drauf. Bei bei Software ist es vielleicht schon noch so,\ndass man da auch hm vergleichskriterien aufstellen kann. Ja, man kann vielleicht schon,\neine Spielidee irgendwie.\nIn seiner in seinem Süchtigkeits- und auch in seinem Neuigkeitsfaktor irgendwie bewerten oder den den programmiertechnischen Aufwand, der der da getrieben wurde oder grafisch oder soundmäßig\ndas ist vielleicht klassifizierbarer als so,\nKanäle. Weiß nicht, Rolli, hast du da noch eine Meinung?"
    },
    {
      "speaker": "roddi",
      "time": "0:19:19",
      "text": "Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:20",
      "text": "Vielleicht liege ich, vielleicht liege ich ja auch total falsch. Das will ich ja gar nicht ausschließen. Das ist nur so im."
    },
    {
      "speaker": "roddi",
      "time": "0:19:25",
      "text": "Das Thema mal anders an. Ich hab's ja in einer Pre-Show schon so ein bisschen äh äh gespoilert. Ich habe tatsächlich gestern Abend die Nullnummer eines neuen Podcasts veröffentlicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:38",
      "text": "Und jetzt möchtest du gleich einen Preis haben dafür."
    },
    {
      "speaker": "roddi",
      "time": "0:19:42",
      "text": "Sag mal so, ich fände es sehr interessant, was so eine Jury zu diesem Podcast sagen würde. Ähm ich wette mal kurz äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:53",
      "text": "Können ja gleich für den Grimma online eine Wort nominieren. Wir machen jetzt hier einfach, setzen an unsere Hörerschaft drauf an, einfach die Nullnummer was ist es denn überhaupt? Ist es irgendwas, wofür man sich schämen muss?"
    },
    {
      "speaker": "roddi",
      "time": "0:20:05",
      "text": "Also eigentlich ist es so, dass ähm Details und Fragen nicht beantwortet werden, das muss sich jeder anhören und seinen eigenen Reim drauf machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:19",
      "text": "Weiß von dir werden die jetzt nicht beantwortet."
    },
    {
      "speaker": "roddi",
      "time": "0:20:21",
      "text": "Richtig. Also du kannst, wenn du willst jetzt mal die Nullnummer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:24",
      "text": "Okay, hat der Podcast hat er einen Namen?"
    },
    {
      "speaker": "roddi",
      "time": "0:20:27",
      "text": "Ja, der heißt Zahlensender."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:29",
      "text": "Gab's schon mal. Tschuldigung. Ich habe schon mal einen Podcast, der so hieß. Ja, trotzdem ein guter Name. Ähm und macht der auch das, was Zahlen sind da so gemeinhin tun?\nDu sendest Zahlen. Und was meinst du mit jetzt, ich soll das einspielen?"
    },
    {
      "speaker": "roddi",
      "time": "0:20:49",
      "text": "Ich habe da den."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:51",
      "text": "Einen Link irgendwo reingetan."
    },
    {
      "speaker": "roddi",
      "time": "0:20:53",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:56",
      "text": "Auch da. Und."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:20:57",
      "text": "Ja, aber die meinen mich und nicht dich."
    },
    {
      "speaker": "roddi",
      "time": "0:21:01",
      "text": "Ja, das kann sein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:21:04",
      "text": "Ich bin ja ein ein ganz kapitalistischer Teilnehmer hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:09",
      "text": "Ich kann es leider gar nicht hier so ohne Weiteres einspielen. Ich muss einen kleinen äh Umweg gehen und ich weiß gerade nicht, ob."
    },
    {
      "speaker": "roddi",
      "time": "0:21:16",
      "text": "Die Nullnummer ist nur eine Minute neun lang, insofern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:19",
      "text": "Ja, ich weiß. Das ändert aber nichts an den Schwierigkeiten, die ich habe, das hier äh einzuspielen, weil ich gerade nicht einfach mal so einen Einspielkanal habe. Und es kann jetzt auch noch schief gehen. Wir werden's gleich feststellen. Moment, drei, zwei, eins,\nEs misslingt. Ich weiß aber nicht warum. Ich habe aber einen Verdacht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:21:43",
      "text": "Das ist relativ laut gemacht. Muss man ein bisschen aufpassen beim Einspielen, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:47",
      "text": "Aus irgendwelchen Gründen spielt dieses Soundboard einfach bestimmte Dinge nicht mehr ab."
    },
    {
      "speaker": "roddi",
      "time": "0:21:53",
      "text": "Naja, also der ist nicht, der ist nicht fürchterlich laut. Er ist erklingt nur so, weil ich da ein bisschen äh übersteuert habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:10",
      "text": "Alles klar, du meinst das ernst?"
    },
    {
      "speaker": "roddi",
      "time": "0:23:20",
      "text": "Ich meine das ernst, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:21",
      "text": "Okay, Zahlensender, Zahlen lügen nicht Menschen lügen, heißt es da. Der neue Podcast, genau,\nÄhm wir sind gespannt auf die Aufklärung in äh Episode eins neun fünf sieben drei vier acht."
    },
    {
      "speaker": "roddi",
      "time": "0:23:40",
      "text": "Nein, Antworten werden nicht gegeben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:42",
      "text": "Bist du schon selber rauskriegen? So wie das bei den Zahlensendern auch ist. Wenn ich weiß, was ein Zahlensender ist, gibt's eine schöne Wikipedia-Seite da drüber hat was mit Geheimdiensten zu tun.\nAch ja,\nOkay, dafür kriegst du auf jeden Fall schon mal den den äh Meter ebene Podcast Award des Tages,\nVielleicht sollte ich einfach selber einen Preis vergeben so. Preis für die Mieterebene Online Award MOA,\nKönnte man immer so Preise vergeben? Für irgendwie Podcasts, die am wenigsten aufn aufn Nerven gehen oder so,\ndie am wenigsten ihre Hörer instrumentalisieren. Irgendwie sowas,\nGenau, denn hier ist äh der Kunde ist König. Ja, ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:24:40",
      "text": "Immer noch keine Werbung in deinem Podcast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:42",
      "text": "Immer noch äh keine Werbung. Es ist wirklich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:24:44",
      "text": "Mist, dann musst du mich rausschneiden.\nUm dir den Chat aufzugreifen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:52",
      "text": "Ja ich äh wieso bist du eine wandelnde Werbung? Nur weil du gesagt hast, welche Preise du gewonnen hast? Nee, du, nee, du darfst ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:24:56",
      "text": "Hier. Übrigens, ja, anscheinend, weiß ich nicht, Meise hier, schon Podest."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:01",
      "text": "Ist ja in Ordnung. So, man Plaque bleibt bloß nicht so wie anderes Zeug. Also, es müssen nicht, wenn man dafür bezahlt wird. Das das finde ich halt das eigentliche."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:25:10",
      "text": "Mir auch bei den Ami-Podcasts echt super auf die Nerven, ich kann das echt teilweise nicht mehr hören, diese ganzen Politsendungen, die ich jetzt äh zu Trump-Zeiten mir reingezogen habe\nweil ich's einfach wissen wollte, habe ich jetzt alle aufgehört zu hören, weil ich kann's mir nicht zum tausendsten Mal erinnern, dass sie irgendwelche Schuhe oder irgendwelche äh dann futtern,\nähm weil die so toll für dich sind, ja? Also diese, diese der Host wird übernommen von der Werbung, dieses dieses amerikanische, das geht bei mir so gar nicht eigentlich und ich akzeptiere es ab und zu, bei ETP und so, aber da habe ich, da zahle ich jetzt ja auch dafür, dass ich's nicht hören muss,\naber es ist so, ich kann das nicht ab. Ich finde das schlimm und das ist so Amerika. Äh und äh schön, dass du das nicht machst, danke."
    },
    {
      "speaker": "roddi",
      "time": "0:25:49",
      "text": "Ja man, man weiß auch gar nicht, wie viele Matratzen an VPN-Kleins man noch so kaufen soll. Also es ist irgendwie und was gibt's da sonst immer? Ach so, Webhosting haben sie auch meistens am Start."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:26:01",
      "text": "Ja, ja, ja, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:02",
      "text": "Da ich meine ganze Fragestellung ausführlich drüber sprechen, wenn wir auf diesen Apple Event kommen oder vielleicht ziehen wir das auch einfach vor das Thema,\naber so diese ganze Fragestellung des des wie finanziert man sich die ist ja auch nachvollziehbar. Ne, Leute\nfinde es irgendwie toll und und irgendwie dann müsste da eine Zeit da reinstecken und äh nun mal einfach klar. Zeit reinstecken heißt halt, entweder du hast schon äh geerbt und kannst das einfach tun, ne? Oder du hast halt in irgendeiner Form ein anderes Polster und von nichts kommt ja nix. Also musst du das halt irgendwie machen. Und so irgendwie auch nachvollziehbar,\nähm dass man am Anfang halt irgendwie versucht,\noder dass man erstmal so mit den traditionellen Denkmustern anfängt, weil die werden einem ja in gewisser Hinsicht auch in die Wiege gelegt. Das war bei mir jetzt auch nicht anders. Für mich war zwar Werbung jetzt noch nie,\neine Option wirklich. Ähm,\naber ich habe ja auch so mit Auftragsproduktionen angefangen, um überhaupt erst mal ein Gefühl dafür zu bekommen, ob das so einen gewissen Wert hat,\nAlso man muss ja auch irgendwie selber, glaube ich, auch erstmal an diesem Punkt kommen, davon überzeugt zu sein, dass das für jemanden wertvoll sein kann,\nwas man tut,\nNe, also es ist ein Wert darstellt für für andere Leute, den sie dann in irgendeiner Form äh bereit sind, ähm auszugleichen. Die ein oder auf die andere Art und Weise, entweder indem sie halt einfach Werbung ertragen.\nOder eben äh explizit für irgendetwas bezahlen, ne? Oder dann eben so diese Zwischendinger, die auch so ein bisschen schwierig sind. Haben wir auch glaube ich schon immer drüber gesprochen, die auch so mental ein bisschen schwierig sind, gerade so wenn wenn jetzt,\nAlso Werbung finde ich halt einfach ich will das jetzt auch nicht immer so verteufeln, aber es ist halt einfach eine sehr persönliche Sache, dass ich dass ich das nicht mag,\nMax abfand. Ich möchte einfach nicht für andere Leute irgendwie andere Mindsets da irgendwie jetzt so äh reinschieben und dann vielleicht auch noch so tun, als wäre das irgendwie meine Meinung oder es ist,\nwürde ich das gerne haben, dass das so gegen Geld,\neine andere Botschaft präsentiert wird. Ich finde das auch gerade bei der gut, dass die Friedshow halt ihre eigene Botschaft,\nist dabei. Unprofessionell ist vielleicht ein gewisser Hinsicht auch, aber ja, das ist einfach nicht nicht Macht, weil stell dir mal vor, was was mit dieser Sendung,\npassieren würde, wenn wir so Sponsoren hätten oder so, also so Werbeblöcke,\nja? Also es ist ja nicht nur diese Ausstrahlung der Botschaft an sich, sondern es hat ja auch so diverse.\nKonsequenzen. Du musst das ja auch dann aquirieren,\nDas heißt, da musst du dich, da musst du dann da auch noch Zeit mit vertun in deinem Leben. Diese Akquise vorzunehmen,\ndann kommt das ja nicht einfach nur so, dass ihr das so hingelegt wird und du du nimmst dann das Geld und sprichst das mal so, nein, das muss ja dann auch noch,\nabgestimmt werden und dann kommen so die Fragen und aus den Fragen werden Anforderungen und Wünsche, ne, ob man das denn nicht so oder so machen könnte und diejenigen das nicht auch so oder so,\nklar, dann kann man natürlich irgendwie bretthart sein, aber die Erfahrung zeigt, du weißt dann halt irgendwie auf. Und dann dann ist es dann halt irgendwann auch nicht mehr so äh,\nvon einem Open Main zu einer Open Community, sondern dann drängt sich halt so dieses Gefühl auf und das ist halt das Schwierige auch für mich,\nne, dass, dass quasi so eine Audience wird dann auf einmal zu so einer zu so einer Wirtschaftsfläche,\nzum Acker. Wo fragst, was du da jetzt reindüngen musst, damit da irgendwie, wie viel rauskommt? Und,\nDas halt irgendwie ein sehr, sehr schwieriger Gedanke. Und einen Zwischending, was ich auch schon immer schwierig gefunden habe, sind diese Affiliate-Sachen.\nDie mache ich ja auch selbst,\nnicht nicht exzessiv oder so, sondern eigentlich nur so zwei Affiliate-Programme, die ich überhaupt benutze, weil ich sie irgendwie konvent finde. Das ist äh.\nZum Beispiel so Thomann, ne, ist so ein Beispiel,\nThomann Kennig. Zwar nicht so persönlich, so aber ich habe den Laden mal so kennengelernt. Ich war da ein paar Mal doch mal ein paar Leute kennengelernt, habe aber mit denen jetzt nicht irgendwie,\nwas zu tun, aber ich weiß, dass es halt irgendwie der Laden ist, so in seinem Fach echt gut,\nAlso die verstehen wirklich was von ihrem Handwerk und ähm deswegen habe ich damit irgendwie kein Problem. Dann hast du auf der anderen Seite solche Molochs wie Amazon,\nWo man das überhaupt nicht behaupten kann, ja? Die die aber so einfach diesen diesen\nunfassbaren Druck irgendwie am Start haben, unglaublich gut benutzbar und verbreitet zu sein und du da wirklich jeden Scheiß findest, ja? Das ist auch einfach mal so als Linkmaschine einfach wunderbar funktioniert. Und dann bist du halt schon in der Falle,\nUnd das ist schon in dieser Falle, dass äh ähm der dann so denkst du, ah ja, jetzt haben wir hier Produkt X erwähnt,\nlegst du jetzt auf die Produktseite von der Firma, ja? Oder lenkst du auf den Amazon Link, weil da kriegst du ja dann Kohle dafür. So und dann merkst du dann schon, wie das wie das schon wieder in deinem Hirn äh rumschraubt und ähm.\nDich zu etwas verleitet, was du vielleicht sonst so nicht getan hättest. Das kann man natürlich argumentieren, ja okay, vielleicht hat dieser Amazon Link auch,\nist das ist es tatsächlich der produktivere Link, weil ja auch diese ganzen Werbewebseiten der Hersteller selber sind ja meistens weder informativ noch noch hilfreich. Also da findest du's ja dann kannst dann irgendwie auch nicht kaufen,\nso dass dass man dann wahrscheinlich tatsächlich mit so einem Shopping-Link irgendwo sogar auch einen größeren Wert darstellt. Ne? Also es ist wirklich, es ist, es ist, es ist wirklich ein schwieriges Thema,\nAber sobald man sich da raushalten kann, glaube ich, umso besser ist es irgendwie für den Wind und für den Brei, um da einfach irgendwie klarzukommen.\nOder?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:32:33",
      "text": "Ich finde das ganze Thema immer schwierig. Ich wollte mich immer nicht so sehr damit auseinandersetzen äh und deswegen es auch bleiben lassen. Ähm gleichzeitig muss man sich ja trotzdem irgendwie finanzieren. Also ich bin jetzt auch so, ich will's selber für mich nicht,\nÄhm aber wenn's andere machen, ist schon auch okay. Und ich kaufe mich also als als Kunde kaufe ich mich hauptsächlich frei über Patreon oder äh über andere Geschichten. Also bei mir funktioniert das ein bisschen so mit der wenn ich den Content wirklich mag, ähm dann äh,\ndann akzeptiere ich das, dass ich das zahle, dass ich das nicht hören muss, so. Ähm weil es muss ja auch der Content für mich nicht umsonst sein, das ist auch okay,\ngefühlt. Ähm es ist natürlich nach wie vor also das Problem, dass es da das Patreon auch schon wieder ein bisschen zu nervig ist, weil\ndas ist schon eine komische Auswahl. Bei so viel Budget gebe ich mir dann auch nicht, wie ich sie mir dann geben müsste wieder und dann habe ich wieder so eine komische Selektion. Also ich habe dann eher so eine Enciety wie gebe ich denn was oder war damals echt gut? Was das angeht? Ähm\nweil ich gebe habe ein Budget und das teile ich auch auf das, was ich nutze. Also die Idee war super, aber die ist ja mehr oder weniger tot. Ähm,\nund äh und die Patreon-Geschichte ist halt einfach, okay, habe ich jetzt ein paar,\nIch unterstütze einfach ein paar und damit ist jetzt mal gut im Moment. So, aber das ist eigentlich auch eine bisschen willkürliche Auswahl, die mir nach dem Nasenprinzip entschieden wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:56",
      "text": "Wer jetzt was bekommt, meinst du. Mhm. Ja, Ronny, wie hältst du das?"
    },
    {
      "speaker": "roddi",
      "time": "0:34:04",
      "text": "Nicht viel anders. Äh allerdings bin ich nicht Patriot, sondern wenn dann sowas wie wie äh Daueraufträge oder so, damit bei den Leuten auch was rumkommt,\noder alles Rumpke, sagen wir einfach mal so, damit bei den Leuten alles rumkommt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:23",
      "text": "Ja oder möglichst viel, ne? Genau."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:34:26",
      "text": "Meine eigene Companiens ist mir halt so wichtig. Und es ist, das finde ich so ein bisschen, also ich meine, selbst da hat er,\nauch mit Money Money äh ist halt doof, weil dummerweise die Drecksbanken äh nicht mehr alles unterstützen und so. Also es wenn's einfacher wäre, hier einfach mal so, ja mach doch mal meinen Dauerauftrag hier so und ich kann den auch wieder abbestellen, aber,\nNichts ist schlimmer als mein Bankinterface zu benutzen für mein für mein persönliches Wohlbefinden. So. Äh was total seltsam ist\nJa, weil und bei denen, wenn ich mich bei den Seiten mal angemeldet habe, dann ist irgendwie gut, selbst PayPal benutze ich noch im Moment, um Dinge zu spenden irgendwohin. Äh weil's halt irgendwann mal angemeldet war und fertig und das ist irgendwie die Kreditkarte wird immer automatisch geupdatet. Ach, ist schon okay.\nÄhm aber da bin ich echt so ein ich mag nicht aus Versehen dann,\nDaueraufträge irgendwo haben und die nicht auf dem Radar, weil ich über nirgendswo so so eine Geschichte. Es ist ein bisschen komisch. Es ist ein ganz komisches, emotionales,\nso was, ja? Ähm."
    },
    {
      "speaker": "roddi",
      "time": "0:35:25",
      "text": "Ja, na ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:26",
      "text": "Das macht's wahrscheinlich auch so schwierig, weil da jeder so anders ist, auch noch. Äh ähm um da wirklich ein gutes System zu finden."
    },
    {
      "speaker": "roddi",
      "time": "0:35:33",
      "text": "Ne, also meine Bank wird von Money Money eigentlich gut unterstützt, da sehe ich wirklich alles."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:40",
      "text": "Ja ich sehe alles, aber ich kann nicht alles irritieren. Also zum Beispiel ich kann halt bei der Diva kann ich nichts mehr machen. So, da muss ich immer auf die Webseite gehen. Jetzt durch die siebenundzwanzig äh,\nKanäle hüpfen bei der was habe ich denn noch? Die die Nettbank die geht noch relativ gut jetzt aber die hat sich insgesamt aber auch mit den,\ndie die braucht jetzt fünfzehn Euro im Monat oder so, glaube ich, nachdem sie jahrelang umsonst war ähm und ich fahre bald mein Konto jetzt da und deshalb habe ich's noch nicht aufgeschlossen, aber es ist echt äh also\nähm wirklich fiese Kosten jetzt auf einmal. Äh die da ist bei Money Money unterstützt bei der Comdirect geht's relativ gut,\naber geht auch nicht alles, ich glaube Daueraufträge geben irgendwie nicht und der Rest schon oder so. Ah, das ist alles ein\nein Spaß, ein Spaß. Und ich glaube, dass der Manni-Typ eben alles macht, damit er alles machen könnte, wenn er's irgendwie machen kann. Ähm,\nSo, aber ich habe immer noch mein meinem Geschäftsaccount zum Beispiel, da hätte ich gerne noch, äh ich muss einen Brief schreiben, damit ich äh die App umziehen kann von meinem alten Telefon. Mein iPhone elf liegt hier und wird geladen.\nImmer dann, wenn ich eine Bankgeschichte machen muss, damit ich da diese Secure-App benutzen kann, weil das ist der einzige Weg, wie ich da eine Überweisung tun kann, von meinem Geschäftskonto im Moment,\nweil ich hab immer noch nicht diesen Brief Freischaltbrief bekommen, damit ich Freischaltbrief kriege wieder, um dann die App auf dem neuen Telefon, wahrscheinlich mach ich das dann, wenn das neue Telefon gleich wieder abgeschafft wird, ich hab keine Ahnung, es ist so, so Banken, die es nicht erlauben, mit der alten ähm\nFaktor, die neue zu autorisieren. Vor lauter Sicherheit."
    },
    {
      "speaker": "roddi",
      "time": "0:37:06",
      "text": "Nee, also da bin ich mit äh mit mit die Berliner Berliner Sparkasse, die hat zwar äh ein bisschen gebraucht, um um den Kram zu unterstützen, aber so schnell wie die sind, dauert es auch lange, bis sie's wieder kaputt haben. Insofern bin ich da ganz zufrieden mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:21",
      "text": "Mit den Banken. Also ähm vielleicht um nochmal aufs das ursprüngliche Thema äh abzuschließen oder um auch vielleicht zu überführen,\nÄhm,\nist es immer noch nicht so richtig klar, glaube ich, was so am besten funktioniert und so eine Mischung aus allem, ne. Trotzdem bin ich immer noch sehr zurückhaltend bei diesen\nZierungs-, Unterstützungsplattformen. Ich meine, man kann sowas wie Patreon schon zugute halten, dass sie im Prinzip ein komplett neues Funding Model\nähm,\nnicht erfunden, aber doch, sagen wir mal, zum Erfolg geführt haben. Ne, also es gibt ja schon erstaunlich viele Podcast äh Podcasts oder auch vor allem YouTube-Kanäle,\nDa hat es ja auch so ein bisschen seine Heimat, die glaube ich,\nüber Patreon das einfach schon für sich ganz gut organisiert bekommen, überhaupt so ein Funding zu haben, was sie sonst vielleicht so nicht hätten oder was sie sonst eben nur mit Werbung machen müssten.\nBisschen anstrengend wird's immer, wenn die Leute wirklich auch alles machen, ne? Also hast du Werbung und Patrioten und dieses und jenes und was weiß ich. Und man,\nBitte?"
    },
    {
      "speaker": "roddi",
      "time": "0:38:28",
      "text": "Gibt's doch noch. KOFI. Keine Ahnung, es gibt so ein Ami-Ding. Ich weiß nicht, ob's das in Europa gibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:34",
      "text": "Hofi, ach echt, das kenne ich noch gar nicht. Das hat fast Neues, ja?"
    },
    {
      "speaker": "roddi",
      "time": "0:38:43",
      "text": "Ja, so neu ist das nicht, aber ich glaube, es ist nur ein Armeding."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:47",
      "text": "Das klingt ja schon mal ganz gut. Mhm, was ist dann so ihressant, okay, das äh kenne ich jetzt noch nicht, weil sie die wusste ja, der Haken, weißt du das?"
    },
    {
      "speaker": "roddi",
      "time": "0:39:00",
      "text": "Ich weiß nur, dass es gibt, es gibt YouTuber, die das verwenden oder dieses bewerben, dass man ihnen per einen Kaffee,\nkönnte, keine Ahnung, vielleicht ist es auch ein bisschen noch sehr stark in so einer Nerd-Bubble drin, ich weiß es nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:17",
      "text": "Ja. Ja gut, ich meine, von irgendwas wollen die ja auch leben. Äh ist dann die Frage, wovon sie dann äh leben.\nGrundsätzlich habe ich ja damit auch irgendwie kein Problem. Es wird dann halt bloß immer schwierig, wenn die Plattform dann irgendwie dann den Zugriff auf deine Kanäle irgendwie\nja belagern können oder sind später entweder die Regeln ändern oder die fies oder äh den Zugriff da drauf, dass ähm macht's natürlich so ein bisschen schwierig und\nDinge, auf die man sich dann verlässt, die sind halt vielleicht morgen auch schon wieder weg. Das ist natürlich das andere Problem. Man will ja auch nicht, dass dass so ein Modell einfach verpufft, weil irgend so ein Start-up wieder\ndie Tätigkeit einstellt. Ja, also von daher bin ich ehrlich auch soweit erstmal ganz ähm,\nzufrieden wie's wie's läuft\nähm SEPA for the Win, ne, muss man auch sagen, ist schon speziell in Deutschland natürlich, dadurch, dass wir überhaupt so was wie Online-Banking haben,\nschon mal einen Schritt nach vorne. Man kann ja immer viel meckern über die Zukunft und so, äh aber was Online-Banking betrifft, auch wenn's gerade etwas schlechter wird, sind wir ja immer äh immer noch anderen weit voraus, ja. Schönen Gruß nach\nÖsterreich an dieser Stelle. Die äh kotzen da äh regelmäßig, da hat sich das nämlich auch komischerweise nie so richtig manifestiert\nImmer noch so ein Gefühl so Anfang der neunziger Jahre, gab's so ein paar Betriebsunfälle in Deutschland, die irgendwie durch so ein glitschelnder Matri\nso ein bisschen Zukunft zugelassen haben und da gehörte so ISDN dazu und äh und Online-Banking."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:40:51",
      "text": "Hast du jetzt noch Recht auf Internet seit heute?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:54",
      "text": "Ich habe ein Recht auf Internet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:40:55",
      "text": "Auf schnelles Internet seit heute."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:58",
      "text": "Ich habe schon immer ein Recht auf Internet, aber das hat bisher keiner erhört."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:01",
      "text": "Nee, aber seit heute hast du, hast du eine Rechtslage anscheinend?"
    },
    {
      "speaker": "roddi",
      "time": "0:41:05",
      "text": "Definiere schnell in diesem Zusammenhang."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:07",
      "text": "Ja ja, ist definierend. Es definiert, was du wie einklagen."
    },
    {
      "speaker": "roddi",
      "time": "0:41:10",
      "text": "Und wie schnell ist schnell, laut rechts."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:12",
      "text": "Dreißig dreißig Mbit aufwärts glaube ich oder so, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:15",
      "text": "Ist. Okay, bitte den Link in die äh Shownotes, habe ich jetzt noch nichts von gehört."
    },
    {
      "speaker": "roddi",
      "time": "0:41:19",
      "text": "Auf gut."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:21",
      "text": "Hast du noch nichts gehört? Ich bin ja ich bin ich feier praktisch immer so so durch die Gegend, ich höre Radio inzwischen wieder so weil ich das Kind durch die Gegend fahre zweimal am Tag und da höre ich dann so Dinge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:34",
      "text": "Okay, aber bevor wir das Thema komplett zerfleddern und ich würde auch ganz gerne das jetzt, wo wir jetzt schon mal da dran sind, äh vielleicht dann auch gleich an diese neue Apple Podcast Sache äh mal koppeln."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:44",
      "text": "Von der Seite kommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:45",
      "text": "Ja weil das jetzt einfach zu gut dazu passt, ne? Aber sucht doch mal den Link raus da mit dieser Rechtsentscheidung.\nWas wollte ich jetzt sagen? Ach ja, genau, ja, äh, ach so, ja, um das vielleicht noch äh abzurunden in dem Fall, ähm mein, ich habe ja schon seit Monaten hier angekündigt, dass mein altes Spendenkonto wegfällt. Das ist jetzt auch passiert, also\npaar äh von euch habe ich irgendwie noch nicht rüberholen können. Also ähm,\nich hab's auch schon ganz beharrlich mit Rücküberweisungen probiert. Das ist so ein bisschen das einzige Problem, ne, aber Patrick kannst du zumindest allen noch eine Mail schreiben und Nachricht machen, das ist eigentlich ein relativ wichtiges Feature und auch eine der Sachen, die flettern, die umsetzen wollte. Bei SEPA geht das ja leider nicht.\nAlso das, das wäre wirklich nochmal ein Feature, wenn man sozusagen äh an eine IBAN eine Mail schicken könnte. Aber da sind wir ja leider noch nicht,\nmüsste man auch mal irgendwie umsetzen. Also habe ich's immer probiert mit so kleinen Rücküberweisungen,\nund das äh hat so na ja, ganz okay ist funktioniert, aber es gibt noch so,\npaar, ich weiß gar nicht, wie viel sind's denn, ungefähr sind auch so so hundert Leute, die noch irgendwie ähm Daueraufträge laufen haben auf das alte Spendenkonto und noch nicht umgestiegen sind.\nFalls ihr noch zuhört\ndann könnt ihr das ja vielleicht bitte noch anpassen. Das finde ich super. Ansonsten ich habe auch schon teilweise zugehört, so ah ja, das ist ja nochmal ein altes Konto irgendwie. Ich bin ja, wir wohnen ja jetzt in einem anderen Land. So\nmuss mal gucken, ob ich da überhaupt noch Zugriff drauf habe. Dachte mir so, ja okay, das ist ja vielleicht auch irgendwie ein interessantes Income-Modell, Daueraufträge, die die Leute komplett vergessen haben auf Konten, von denen sie nichts mehr wissen, aber\ntrotzdem aus irgendwelchen Gründen noch Geld drauf ist, habe ich jetzt auch nichts gegen. Na gut, also,\nVielen Dank auf jeden Fall für alle, äh die sich äh entschlossen haben, die Mieterebene zu unterstützen, das funktioniert äh sehr gut und ähm da ist natürlich auch äh,\nfür alles dankbar, was äh da kommt. Trotzdem möchte jetzt Apple gerne auch mitspielen. Nach fünfzehn Jahren haben sie dann gemerkt, so, oh, Podcast und so,\neigentlich doch ganz geil."
    },
    {
      "speaker": "roddi",
      "time": "0:43:55",
      "text": "Das haben wir doch mal erfunden, was war das doch gleich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:56",
      "text": "Ja erfunden haben sie's ja nicht, ne?"
    },
    {
      "speaker": "roddi",
      "time": "0:43:59",
      "text": "Nee, sie haben's nicht erfunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:00",
      "text": "Sie haben's nicht erfunden, aber man muss."
    },
    {
      "speaker": "roddi",
      "time": "0:44:01",
      "text": "Sie haben's groß gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:03",
      "text": "Sie haben's groß gemacht, muss er ihn auch lassen. Sie haben es schon sehr früh, sehr gut verstanden. Also, da fand ich, da bin ich immer noch sehr,\nbeeindruckt davon, als Apple äh in iTunes vier sieben vier neun. Dieses Feature eingebaut hat. Ich glaube, das war im.\nOktober zweitausendfünf,\nstand ja Steve Jobs da auf der Bühne und hat das groß äh verkündet und sogar den Adam Curry irgendwie da noch äh aus dem Käfig geholt, um das zu promoten. Und sie haben ja auch gleich richtig gemacht. Also einerseits natürlich die Anbindung an ihren iPod, das war ja naheliegend, aber dann eben,\nauch gleich gesehen, na ja, wir brauchen auch ein Verzeichnis. Und im Prinzip hat sich jetzt seitdem bis jetzt diese Woche,\nsich so im Kern eigentlich wenig geändert. Sie haben zwar eine iTunes Profil rumgeschraubt und separate Podcast-Apps gemacht und so weiter und Zünking eingeführt in all diesen ganzen Climbim. Aber im Kern,\nApple Podcast Verzeichnis immer nur genau das, ein Podcast verzeichnet. Es hat zwar niemand begriffen, aber so war's,\nUnd jetzt haben sie eigentlich angekündigt, auf diesem Apple Event,\nam Dienstag, dass sie jetzt endlich das Bauen von dem immer die meisten Leute schon dachten, was sie was es sei nämlich, dass sie selber Podcast hosten können,\nund dass man dann äh darüber auch was verkaufen kann und dass Apple sozusagen die Plattform ist, auf der man einen Podcast veröffentlicht. Das haben sie jetzt quasi,\nangeboten, ähm dass man das wahrnehmen kann und äh na ja, also das Ganze,\nHat erstmal noch so ein paar andere Probleme, weil sie haben in dem Moment auch äh irgendeine neue Version freigeschaltet von ihrer Software.\nAngeblich gibt es da jetzt ein tolles neues User-Interface. Diese Webseite gab's ja schon länger, Podcast Connect,\nIch kann da auch drauf rumklicken, aber aus irgendwelchen Gründen kriege ich diese neue Version von dem jetzt hier die Rede ist, nicht. Und der Grund ist vermutlich der, dass ich vor vielen Jahren,\nals irgendwie.\nDie Meterebene noch den Podcast-Store dominiert hat, äh dann relativ guten Zugang hatte zu diesen Leuten, die da dieses Podcast direkt machen und dann haben die mir diesen,\nIch weiß gar nicht, wie der Status heißt. Also die haben ja sozusagen so ein so ein so ein Status,\näh zu gebilligt, den Account zu geupgradet auf so einen ähm ja, so ein Management Interface. Das hieß iTunes Zeitmanager. Das heißt, du konntest,\nquasi so eine Subpräsenz auf dem in dem iTunes Podcast Directory verwalten. Das heißt, ich konnte sagen,\nHier, ich bin die Metaebene und dazu gehören folgende Podcasts. Ich könnte so ein Podcast-Gruppen anlegen und so.\nDass das jetzt irgendwie viel gebracht hätte. Ich habe die Gelegenheit genutzt und habe das irgendwie mal gemacht, aber sonst hat es irgendwie eigentlich keine Vorteile. Und das war so vom User Interface ganz furchtbar. Wie mich jetzt einlogge,\nkriegst du den Hinweis so, ja, du benutzt ja hier noch iTunes, Zeitmanager und Ende Mai wird das dann aber umgestellt.\nKeinen Button mit, ich möchte das jetzt aber gleich umstellen oder sonst irgendwas oder irgendeine Möglichkeit jetzt an dem neuen Interface teilzunehmen, keine Möglichkeit\nDas ist insofern jetzt dramatisch, als dass sich jetzt bestimmte Dinge da äh diskutiert werden\nAlso nicht, dass ich jetzt in diese Subscription Business da einbauen, äh äh einsteigen möchte. Aber ich würde natürlich gerne mal wissen, was es eigentlich macht, zumal dieser Account auch in den letzten Jahren total vor sich hin gerottet ist,\nIch sehe zwar in diesen komischen Analytiksding, was sie neulich mal eingeführt haben, nahezu alle meine Podcasts,\nJa, nahezu. Ähm aber nicht alle und wenn ich dann irgendwie auf die Seite gehe, wo man die angeblich irgendwie managen kann, wird's richtig katastrophal. Ich kriege da so ungefähr dreißig Podcast angezeigt,\ndavon sind die Hälfte als gelöscht markiert, zehn Prozent davon gehörten mir nie,\nund fast alle meine wichtigen Podcasts, tauchen da nicht auf. Und ich kann da nichts ändern,\nAlso es gibt da einfach kein erkennbares User-Interface, mit dem ich irgendwas ändern könnte. Es ist wirklich zu Mäuse melken\nNatürlich hast du da auch nicht irgendwie schnell Supporthotline und klick mal und dann kriegst du jemanden im Chat oder so so irgendwas von diesem modernen Zeug. Einfach die typische Kafka Eske, Apple, Softwarehölle, Dom, du nix wahrscheinlich schon. Du kennst das irgendwie so aus dem App Store, ne?\nUnd äh."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:48:44",
      "text": "Ich bin ähm ich bin Martin Wagner und weil ich Martin Wagner bin, äh konnte ich nicht in Erfahrung bringen, ob ich meinen Gutschein bekommen habe für meinen Apple ähm für mein Apple M eins Testgerät."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:56",
      "text": "Martin Wagner, wieso bist du Partin Wagner."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:48:58",
      "text": "Wie ich nach Amerika irgendwann mir den Account, wir haben einen Firmenaccount gemacht und den haben wir auf Martins Namen umgezogen dann und jetzt wieder zurück und zwischendurch war Martin mal Dominik Pittenauer äh und jetzt bin ich Martin Wagner an einer Stelle,\nkann man nicht so einfach korrigieren. Ja, und es ist wirklich so, ich habe eine Anfrage mit meinem offiziellen äh Apple Account, wo mein Name steht und so weiter,\ngestellt, ob denn jetzt mein äh meine Rücksendung, weil die Rücksendung von den äh von den war relativ spektakulär, nämlich die haben dir einen Termin zugewiesen, dann kam so ein DHLler vorbei, der mit einer anderen Box daherkam, als die Anweisung und irgendwie hat das entgegengenommen, dir nie nichts gegeben und dann war's und weg\nund dann wusste man nicht, kriegt man jetzt seine fünfhundert Dollar oder nicht?\nUnd da habe ich diese Anfrage gestellt kurz vor unserem Release hier ähm und hatte schon Angst, oh scheiße, jetzt habe ich meinen Account geschottet, wenn da jetzt noch was kommt. Ähm weil da hat so geschrieben, nein, ich kann leider nur der Account holen, nur der Account-Holder, der ich bin, ähm kann\nkann diese Anfrage stellen. Fragen sie doch mal Martin Wagner."
    },
    {
      "speaker": "roddi",
      "time": "0:49:55",
      "text": "Das Problem hatte ich übrigens."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:49:57",
      "text": "Dann habe ich die Situation\nweil das ist ja so, das ist ja zumindest eine E-Mail von den Menschen an sich, dann habe ich ihn zurück und habe gesagt, das ist relativ einfach und direkt stimmt alles, mein Geburtsdatum, wir haben alles geändert, das passt eigentlich nur in der einen Stelle bei der Firma, steht da Martin,\nund nicht Dominik Wagner. Nur an dieser einen Stelle, an dieser einen, nicht überall bei Apple Connect, so, nein, nein, das ist überall anders, steht mein Name ganz toll mit dieser, mit unserer Firma, gut. Ähm, und nein, man müsste jetzt einen anderen Account nochmal anlegen und dann transferieren.\nDas wäre jetzt so, die können das jetzt auf ihrer Seite nicht machen. Das ist ganz einfach\nweil man darf das ja nicht, dass man seine seine Identität ändert mit so einem Firmenaccount. Äh ist ja okay, dass man das nicht darf, aber so klar kommuniziert war das auch nicht und man kann alles ändern, ja. Ich habe ja wirklich äh seinen Geburtstag und meinen Geburtstag und Telefonnummern, wir haben alles geändert hin und her\nhat geklappt an seinen, also wenn man's nicht darf, worum geht's dann? Ähm weiß ich nicht,\nNa ja, so ist es jetzt. Äh ich äh so viel, viel Spaß, Tim, irgendwann hast du auch mal wieder Herrschaft über deine Podcasts, aber nicht so bald."
    },
    {
      "speaker": "roddi",
      "time": "0:50:55",
      "text": "Ähm mir ging es mit dem DTK ähnlich. Da war das nur so, ich hatte halt irgendwann die Mail bekommen vom so und so, fehlten bis so und so fehlten\näh kommt dann äh müssen sie das zurückschicken, wir setzen uns nochmal mit ihnen in Verbindung äh um einen Termin zu vereinbaren. Ja,\nzwei Tage in diesen Zeitraum hinein klingelt es plötzlich an der Tür und der Typ von DHL meinte,\ndas jetzt passen würde und ob er denn das Paket mitnehmen könnte. Aber immerhin, er hat mir einen Zettel in die Hand gedrückt, ein Unterschrieben, dass ich das Ding,\ngeliefert habe. Eine Versandbox gab's nicht. Ich hab's in den Karton, in dem ich's bekommen habe."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:51:35",
      "text": "Das war auch so die Ansage und hab's auch vorbereitet, im Versandbox hier dabei hatte, war viel zu fleißig, es wäre gar nicht da, also flach und groß hätte nicht gepasst. Keine Ahnung. Äh eigentlich soll ich's da rein tun, aber wenn sie's schon verpackt haben und ist wieder abgehauen."
    },
    {
      "speaker": "roddi",
      "time": "0:51:45",
      "text": "Ja und dann bin ich dann dann habe ich irgendwie, ich glaube, zwei Wochen später, nachdem das Tracking von DHL gesagt hat, äh irgendeine,\nirgendeine Person, die da unterschrieben hat, dass sie's zurück\nhaben, äh stand da, äh habe ich eine Mail von Apple gekriegt, ich hätte das Ding noch nicht zurückgeschickt und das soll ich doch jetzt mal bis Ende des Monats machen, sonst,\nund dann habe ich auf diese Mail reagiert und habe halt zurückgeschrieben, ja hier und so weiter und dann haben sie halt auch gesagt, nee, also sie schreiben von dem falschen Account,\nda können wir jetzt nicht können wir nicht drauf antworten, dann hab ich auf diese Antwort geschrieben, ja aber das ist der Account mit dem ich,\nbetrieben habe und so weiter und dann kam als Antwort, nee, sie schreiben vom falschen Account auf diese Mail können wir leider nicht antworten. Dann dachte ich so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:52:35",
      "text": "Es hat gar nichts mit dem Namen zu tun, okay. Du bist halt auch nicht der Account-Holder, oder? Weil das ist ja die größere Firma, wo du unterwegs bist."
    },
    {
      "speaker": "roddi",
      "time": "0:52:42",
      "text": "Auf jeden Fall habe ich dann die ursprüngliche Mail, wo drin stand, in dem Zeitpunkt von bla, bla, bla, bla, bla, äh habe ich noch mal auf den Link geklickt und da kam dann okay, ist angekommen, hier ist ihr Code für,\nvierhundertneunzehn Euro."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:52:57",
      "text": "Wurde mir von dem Bekannten dann auch gesagt, so wie ich, wie ich wie ich wie ich in meiner anderen Bubble gerad habe, ja, du musst nur auf den Link nochmal klicken, wo die Rücksendung äh angekündigt wurde, da steht einfach über den über die Webseite ist das dann der Gutschein,\nJa, also das ist die Lösung für alle, die es die sich auch noch irgendwie wundern, ob sie den bekommen. Einfach auf den Rücksende, auf die Rücksende E-Mail, äh Link klicken, da sich noch mal mit seinen Conventions anmelden und dann kommt der Gutschein.\nIst es nicht schön? Den habe ich jetzt irgendwo in der und dann ist fertig. Hoffentlich, hoffentlich bleibt ja gleich für das Jahr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:29",
      "text": "Okay, um vielleicht auf Podcast kündigt wieder äh zurückzukommen,\nEs ist aber jetzt auch nicht so sehr viel anders, ne. Ich habe jetzt auch grad nochmal kurz reingeschaut, wie es gerade aussieht. Ist mittlerweile noch ein bisschen schlimmer geworden. Weil mit dieser Umstellung sind ja jetzt mehrere Sachen gleichzeitig passiert.\nAlso, abgesehen von diesem User-Interface Tourbo, was ich jetzt habe, was natürlich nur die wenigsten Leute\nalso ich habe dieses neue Interface sehe ich halt einfach gar nicht. Also alle Leute posten jetzt irgendwelche Screenshots und\nich sehe davon einfach gar nichts. Kann aber auch irgendwie in diesem alten Interface überhaupt nichts Sinnvolles tun. Ähm die paar Podcasts, die mir jetzt noch angezeigt werden, also zum Beispiel also eigentlich taucht nur ein einziger Podcast auf, den ich wirklich mache, ist UKW,\nja? Der wird jetzt hier mittlerweile als ausgeblendet markiert,\nWarum? Tja, das hat wohl ganz viele Podcasts betroffen, insbesondere viele, die mit veröffentlicht werden, weil,\nes jetzt auf einmal erforderlich ist, das Feld Copyright im Podcast Feed zu haben,\nDas ist laut RSS-Spezifikation. Seit zwanzig Jahren äh optional.\nHat auch keiner jetzt gesagt, dass das auf einmal wichtig ist. Oder dass es vielleicht mal,\nangekündigt wurde, dass es mal irgendwohin schreiben oder so. Also Kafka scheint wirklich irgendwie,\nvon Apple zu werden und das ist jetzt auch nur eine Vermutung, ja, weil wir Leute haben versucht, neue Podcasts zu submitten und dann meckert halt äh,\nmeckert das System rum und sagt, ja aber du hast doch überhaupt gar keinen Copyright äh Notes in deinem Feld, wozu auch immer das gut sein soll."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:55:06",
      "text": "Also der Marko hat's ja andersrum gesagt, dass die jetzt sitzende Option gibt, dass man sich nicht anzeigen lassen kann, eben für die Paid-Geschichten. Und die Option neu ist und der Diefold hat aus ist.\nUnd das alle erwischt hat. Das wäre seine Vermutung gewesen. Bei ETP muss das nämlich auch anmachen. Und die haben bestimmt Copyright drin gehabt, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:24",
      "text": "Das weiß ich nicht, ob das so war,\ndas Ding ist nur, ich kann's halt jetzt auch nicht einschalten, weil ich hab halt dieses User-Interface nicht, abgesehen davon, dass meine eigenen Podcasts schon seit zwei Jahren da überhaupt nicht mehr auftauchen,\nin den Analytics sehr wohl, aber nicht in dem anderen. Ich kann auch nichts hinzufügen. Ich kann auch nix irgendwie wenn ich was lösche, dann wird es nur als gelöscht markiert und es ist einfach wirklich eine Verarschung von vorne bis hin,\nja? Und ich hatte auch schon mal Kontakt mit dem Support, ja? Klar, so, aber es es ist auch unmöglich, denen einfach zu beschreiben, in welchem Zustand man sich befindet.\nAlso es ist einfach, man hat einfach das Gefühl, man redet gegen eine Wand und ähm es ist alles irgendwie total bekloppt. Dazu kommt wohl jetzt auch noch, dass sie dann diese Möglichkeit bieten,\nso ein RSS-Out-Out-Fleck äh anzuklicken, dass man also sagen kann, ja ich will gar nicht, dass mein Podcast, der bei euch groß, der bei euch im Verzeichnis ist, äh überhaupt noch einen RSS-Feed,\nnach außen vermitteln, den dann vielleicht Leute einfach anklicken, weil sie überhaupt nicht wissen, was das bedeutet, denn das muss man ja auch sehen, dass iTunes Podcast Verzeichnis,\nApple Podcast, wie das jetzt heißt,\nIst ja nicht nur das Verzeichnis, was in der Apple Podcast-App oder in allen Apple Podcast, App und damals halt auch noch bei iTunes.\nAnzeigt, welche Podcasts es gibt. Nein, das ist ja tatsächlich,\nauch ein System mit einer offenen API, was von anderen Podcast-Kleins benutzt wird. Die zwar alle wahrscheinlich klug genug waren, schon auch ihr eigenes Verzeichnis aufzubauen, aber es ist halt nun mal so, wenn heute Podcast released werden,\nsich die Leute darum, dass das bei Apple ist. So, weil,\nbei Apple angemeldet, wird es über diese AP mehr oder weniger allen sofort zugänglich und du musst jetzt nicht anfangen, einunddreißig Millionen,\nPodcast Verzeichnisse von deinem Podcast Kenntnis zu geben, weil es sind mehr oder weniger alle automatisch gemacht haben. Wenn aber jetzt dein RSS-Feed nicht einschaltest, dann haben die gar keine Möglichkeit, deinen Podcast auch nur zu listen,\nEin totales Drama und das Ganze auch noch ohne Ankündigung und man weiß überhaupt nicht äh was man davon halten soll."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:57:32",
      "text": "Also im Zweifel ist es aber schon so, dass jetzt wo sie dann selber Content produzieren und eher so dieses Spotify und Apple Plus äh Variante mit Subscription machen, dass die,\nZeiten eher schlechter werden, weil's immer der Zeitpunkt, das war immer der Zeitpunkt, wo wenn Apple diesen Move macht, dann wird das,\nalso beim Music ist es ja auch so. In iTunes äh kannst du nicht mehr alle Musik kaufen, die du im Musik hören kannst, wenn du auf dem alten Pfad bleibst, bleibst du vielleicht auf der Strecke."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:59",
      "text": "Das müssen wir jetzt nochmal sehen. Also, ich meine, ich würde jetzt zu diesem Zeitpunkt Ihnen auch nochmal so den Benefit of the Doug geben und sagen, vielleicht ist da einfach nur was ganz furchtbar schiefgelaufen,\nUnd ich denke mal, der das Maß an Beschwerden wird schon nicht gerade gering sein,\nAlso die kriegen jetzt das ordentlich um die Ohren gehauen und dann wird sich erst herausstellen, was hier Intentional war und was einfach nur verpeilt war. Da wissen wir wahrscheinlich bald mehr,\nDerzeit stellt sich's auf jeden Fall so dar.\nSie wollen da irgendwie was neues reißen und sie wollen jetzt eben auch die Möglichkeit bieten, dass man mit Podcast Geld verdient, wie das so schön heißt. Und äh,\nDazu gehörte jetzt aber nicht irgendwie solche offenen Spendenmodelle zu unterstützen, sondern sie wollen natürlich da mit cashen.\nUnd ihr Angebot ist, du kannst halt einen Podcast jetzt bei Apple Podcast einstellen, der wird dann auch gehostet, so wie das Spotify auch macht\nund wie gesagt, du kannst den dann halt irgendwie auch äh exklusiv machen und ich bin mir halt noch nicht so sicher, wie das eigentlich ist, wenn man dann einen Feed macht, aber dass es dann trotzdem bezahlt. Und sie haben so verschiedene Modelle. Also du kannst halt sagen, alle Episoden, die hier sind, die müssen halt irgendwie ja, das muss,\nein bezahltes Abo sein, damit man die überhaupt erhalten kann, sonst gibt's das nicht,\nGut und ähm es gibt aber auch dann, glaube ich, die Möglichkeit, zwischendurch nochmal freie Episoden reinzuhauen. Ne, es gab ja früher schon so diese ersten Schritte mit, du kannst so Trailer machen und Ankündigungen und so,\noder jetzt kannst du halt auch noch Episoden rein äh werfen, die dann eben frei sind, um dann so einen Teaser zu machen\nUnd es gibt, glaube ich, auch noch die Möglichkeit, so einen Archivmodus zu machen, dass du sagst, unsere neuesten Folgen sind immer,\nlos, aber wenn du es auf wenn du aufs Archiv zugreifen willst, dann kostet das was. Das ist ja äh etwas, was, glaube ich, das American Live schon länger macht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:46",
      "text": "Und so auch. Ja ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:48",
      "text": "Ja? Ach echt?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:50",
      "text": "Folgen kriegst du nur, wenn du Abo hast.\nSeit der hundert, glaube ich, hat er Timo das mal angefangen. So, also ich habe, ich habe die noch irgendwo unterhalten, aber die kannte ich jetzt nicht mehr verlinken einfach nur so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:02",
      "text": "A, okay."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:00:04",
      "text": "Weil ich wollte letztes Mal meine Twittervorhersage wieder raussuchen und dann muss ich irgendwo meine Festplatte finden, wo das rumliegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:12",
      "text": "Gucke mal, siehste mal. Und hier äh,\nIn der Metaebene habe ich die letzte Woche äh damit verbracht, die Shownotes äh der ersten zweihundert Shows äh auf Vordermann zu bringen. So viel dazu. Ich mich den ganzen Tag mit beschäftigt. War ganz äh war ganz gut. Ist auch noch eine Menge Arbeit zu leisten, aber wird auf jeden Fall gemacht. Ja, so ein Unsinn will ich ihnen natürlich auch.\nGar keinen Fall machen."
    },
    {
      "speaker": "roddi",
      "time": "1:00:37",
      "text": "Oh je, der beste, aber der bist du aber schnell gewesen, oder? Zweihundert Folgen ist ja schon eine Menge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:44",
      "text": "Schon längerer Prozess. Also ich habe das neulich mal von so einem alten Format äh neu migriert, weil hier diese Shownotes will ich ja, ich will ja meine Shownotes auf Datenbankmodell umstellen.\nVorher war das alles immer nur so und irgendwie links und irgendwie HTML,\nbin jetzt schon seit Längerem dabei, bei allen meinen Podcasts alle Shownotes, die in irgendwelchen alten dusseligen Formaten vorliegen, die so sukzessive hin zu ich habe eine Datenbank mit allen Links,\numzustellen, um dann perspektivisch in der Zukunft denen auch noch Zeitmarken zu verpassen, damit es irgendwie mit Transkripten und so weiter alles äh zusammenkommt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:01:20",
      "text": "Und da kann man vielleicht irgendwann mal suchen und was finden. Man muss nicht auf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:23",
      "text": "Dann kann man, genau und dann kann man irgendwie suchen und finden und das das muss alles irgendwie kommen, weil sonst habe ich das Gefühl, ich mache kein richtiges Angebot."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:01:34",
      "text": "Nur schlecht zurecht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:36",
      "text": "Ja, genau, dass ich das nicht schon längst getan habe, ne. Anstatt einfach den Zugriff auf die unveränderten Angebote äh kostenpflichtig anzubieten."
    },
    {
      "speaker": "roddi",
      "time": "1:01:47",
      "text": "Monetarisieren ist das Wort, was du suchst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:50",
      "text": "Hätte ich ja auch machen können, aber nein, ich muss es ja alles kostenlos machen, was fällt mir eigentlich ein?\nNa ja, aber ist ja eine Philosophiefrage. Ich habe auf jeden Fall eine Menge Spaß äh dabei, weil ich das für mich ist das ja auch alles Forschung,\nGut, also jetzt Apple und sagt äh, kannste auch machen. Dazu kann ich nur sagen,\nMeinetwegen, aber bitte macht doch euer geiles Podcast-Verzeichnis, was jetzt fünfzehn Jahre lang wirklich schützend die Hand über dieser ganzen\nBewegung erhalten hat, macht es doch bitte nicht kaputt. Das muss nicht sein. Damit macht ihr euch nur Feinde. Das bringt euch nix. Wer der Meinung ist,\nmuss Podcast anbieten, die äh nur mit Bezahlabo zu empfangen sind oder wo Archive Geld kosten. Meinetwegen lasse ich das machen,\nFür mich ist das natürlich keine Option. Ja, also ich habe da jetzt keine Sekunde drüber nachgedacht, nachdem ich mir die Details,\ndurchgelesen habe, ist eh klar. Ich meine, das läuft dann halt nur mit Apple Podcast, da weiß ich nicht, was es jetzt mit andreht. Bringen Sie jetzt eine eine Android-Version raus von Apple Podcast, das ist ja eigentlich die,\nmüssen sie ja eigentlich machen, ne?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:03:01",
      "text": "Also und passt natürlich auch ins Konzept. Also ich meine, wenn du wirklich jetzt weißt, Apple TV äh gibt's auf hin zu Grund inzwischen. Also mein äh mein LG Fernseher kann Apple TV Plus,\nso bis es äh so fertig,\nDas müssen sie, glaube ich, mit allem Bezahlkontinental, also Music gibt's ja auch auf vielen Geschichten und ähm ja, bis auf Messages machen. Es ist ja überall jetzt Kursplattform. Aber Message, das kriegen sie ja kein Geld für."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:27",
      "text": "Gut, da frage ich mich natürlich, warum haben sie das jetzt nicht schon rausgebracht? Ich meine, wenn sie jetzt irgendwie sagen, hier Geld verdienen mit Apple Podcast und dann haben sie kein Angebot für Android, also Fernseher finde ich jetzt an der Stelle nicht so wichtig."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:03:37",
      "text": "Also den, den Leuten, die jetzt den Deal machen und dann startet irgendwann, wenn's es gibt, die wissen das. Und da NDA,\nsonst würden die mich aufspringen, hier sind so MPA oder was auch immer, es gibt hier Leute, die die würden das nicht machen, wenn's nur auf iOS wäre. So, bezahlt Content.\nBin ich mir ziemlich sicher, weil es ist also nur auf iOS ist schon eine eine andere Einschränkung nochmal. Ähm als jetzt auf Spotify und du kannst es halt auf allen Geräten irgendwie zumindest kaufen, wenn du willst.\nOh, der Spiegel schreibt hier auch in der Pressemitteilung mit. Lustig."
    },
    {
      "speaker": "roddi",
      "time": "1:04:13",
      "text": "Apropos Apple TV Plus, das habe ich neulich geklickt, weil irgendwie sie gesagt haben, hier du hast noch ein freies Jahr und das läuft bald ab, so ein ehrlich gesagt, naja gut, dann fange ich halt jetzt mal ein freies Jahr an,\nund habe jetzt irgendwie eine Serie geguckt und eine Zweite angefangen und irgendwie ist es nicht mein Ding. Also."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:04:32",
      "text": "Ich habe ein paar Empfehlungen dann da. Mhm. Ist sehr lustig. Mystery Quest war auch lustig, aber Ted Lasso."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:40",
      "text": "Tetlas."
    },
    {
      "speaker": "roddi",
      "time": "1:04:40",
      "text": "Ich habe dieses komische angefangen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:04:43",
      "text": "Habe ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:45",
      "text": "Egal, lass uns wir können. Äh Ronny, lass uns gleich mal noch über Apple TV äh reden, wenn wir über Apple\nlass mich kurz diese Podcast äh Geschichte zu Ende bringen. Sehr viel mehr ist jetzt da eigentlich auch nicht zu erzählen. Die Frage ist nur, was halten wir jetzt sozusagen davon?\nAlso und zwar, was halten wir generell von dieser Idee, ähm so Plattformen gebunden, solche Pays, Subskriptions anzu,\ndir deine Meinung zu."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:05:15",
      "text": "Was denn von der Idee halten?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:17",
      "text": "Von dieser Idee haltet und von dieser konkreten Idee, wie es umgesetzt ist."
    },
    {
      "speaker": "roddi",
      "time": "1:05:22",
      "text": "Ganz ehrlich, das ist extrem gegen den Strom geschwommen, weil alles andere ist ja, ich zahle einen festen Monatsbeitrag und streame, was was äh was die Leitung hergibt,\nUnd jetzt soll man plötzlich irgendwie für einzelne Angebote wieder Geld bezahlen, ich kann mir nicht vorstellen, dass das so richtig gut fliegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:42",
      "text": "Na gut, aber wir haben ja eben auch schon selber genug Beispiele gehört, äh wo Leute das sehr wohl tun. Also ich meine, es gibt\nLeute, die regelmäßig der Meterebene Geld spenden, die machen ja letzten Endes auch nichts anderes und äh hat gesagt, er zahlt äh für ATP, für äh extra Mark extra Fleisch,\num Werbung loszuwerden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:06:02",
      "text": "Also ich find's lustiger, also ich find's fände es angenehmer äh für einzelne Angebote zu sagen als eine Flatrate. Also die Flatrate finde ich eine Katastrophe. Also Spotify zu bezahlen, für Spotify, äh Only Content\nda habe ich keine Lust drauf. So, ja, Spotify überhaupt irgendwie einen Account zu haben, dass ich da eine Zugangsbehörde habe, nervt mich schon genug. Aber dass ich jetzt eine Flatrate für Spotify-Podcasts zahlen würde, das geht mir total aufn Sack\naber dass ich jetzt für einen Content, den ich gerne hören würde von von\nvon von einer Quelle äh einen Abo von äh weiß ich nicht, fünfzig Cent im Monat oder so. Ich weiß nicht, wie wie lose runtergehen. Das muss schon sehr niesig sein können, finde ich. Ähm\nDas darf das also da gibt's schon viel Konto, wo ich einfach nur okay, das würde ich gerne in so eine Micro Tanz-Action machen, eigentlich gefühlt, die halt mitgeht mit dem Rest. Ähm für,\nAlso tendenziell würde ich das eher nutzen, als die Flatrate. Also die Flatrate, das funktionieren für mich in diversen Aspekten nicht mehr, weil es zu viele gibt.\nFunktioniert, wenn's zwei große Anbieter gibt, dann kann ich zwei Flatrates nehmen, dann habe ich einen Content, dann geht's,\nJetzt inzwischen sind's fünf oder sechs. Äh beim Fernsehen mache ich das, weil ich irgendwie doof bin, aber selbst da kriege ich jetzt inzwischen ist es wieder so geworden, dass ich manche Amikonten nicht mehr, nicht mehr angucken kann. Ich bin schon wieder in dem vor zwanzig Jahren Modus, wo,\nclick Content nur gesaugt aus dem Netz in blöden Quellen, wenn ich's unbedingt haben will. Ich kann, ich darf nicht dafür bezahlen. Es gibt schon wieder Angebote dafür, obwohl ich in vier Streaming Services angemeldet bin,\nund und das ist halt so das bringt mich so in Rage, dass ich am liebsten alles abbestellen würde. So so ist meine persönliche Stimmung dazu und das macht jetzt dieses,\nAngebot bezahlen müssen, bei Apple Podcast für mich mental nicht so. Also ich finde, im Music habe ich einen Hass drauf auf dem Aboservice, ähm Podcasts,\nIch will die Podcast-App nicht benutzen, das ist mein Hauptding. Ich ich brauche eine, ich brauche irgendwie meine Podcast-App. Ähm,\nweil ansonsten geht's halt auch unter. Ich habe auch Spotify mache ich ganz selten auf, um mal was zu hören. Ähm.\nWas passiert denn hier? Wer hat denn hier was aufgemacht? Moment."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:11",
      "text": "Die hat gerade Radio und hat jetzt NDR Info. Und Rost Podcast ist aber immer am Dienstag nicht heute."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:08:17",
      "text": "Ja, das ist aus Versehen, ist es hier,\nirgendwer hat ich glaube ähm im Haus hat hier den Kottpass angemacht und hinter mir steht ein sogenannter, ich weiß nicht, ob ihr das kennt. Das ist so ein Appleprodukt, das heißt Homepot. Und wenn wir da aus Versehen irgendwie seinen Air,\nnimmt oder die Batterie raus sind oder irgendwas drückt, dann spielt man den Podcast hier los. Guten Morgen, Anna-Lena, bist du doch noch wach?\nAch ja."
    },
    {
      "speaker": "roddi",
      "time": "1:08:47",
      "text": "Scooter am Homepot ist, der hat ja ein Kabel, den kannst du einfach ausstecken und dann ist er ruhig, oder?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:08:51",
      "text": "Nee, nee, da das Kabel steckt an der Steckdose, die Steckdose ist an der Wand, hinter der Couch, das Kabel am App, am Homepott, kann man nicht ausstecken, das ist fix. Da kommt es fix raus."
    },
    {
      "speaker": "roddi",
      "time": "1:09:00",
      "text": "Achso ja, ich meinte das mit der Steckdose, aber wenn du dich eine Couch davor stellst."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:09:04",
      "text": "Aber man kann, man kann draufhauen und man kann sein Homekit benutzen, um's auszumachen, aber man muss natürlich erstmal wissen, dass es das ist, was losgeht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:11",
      "text": "Genau, leben, leben mit dem Apple Ökosystem, also ähm ich bin mal gespannt. Wir werden jetzt äh äh erstmal muss\nausgewürfelt werden, was sie jetzt eigentlich hier grade alles verkackt haben in ihrem Podcast-Verzeichnis und wie schlimm das äh wird ähm gegebenenfalls müssen wir da einfach über Alternativen nachdenken\nes gibt ja auch und so weiter als Podcast Verzeichnis, aber da kann man natürlich mit dem großen Ökosystem der Großen nicht mithalten\nÄhm mal schauen, ob die Mieterebene Podcasts äh in Zukunft noch gefunden werden können. Kann gut sein, dass ich also vor Juni keine Chance habe, da irgendwas zu ändern und sogar danach bin ich ehrlich gesagt sca\nptisch, dass ich irgendwas verwaltet bekomme. Das ist natürlich äh hartes Brot, aber äh ja, gut, ja, bleibt mir hoffentlich auch so treu."
    },
    {
      "speaker": "roddi",
      "time": "1:09:58",
      "text": "Ich könnte mir vorstellen, wenn da, wenn da das das sagen wir mal der eine oder andere Content drin ist, den ich unbedingt äh beziehen möchte und wo ich das einsehe, dafür Geld zu bezahlen, dass ich das dann auch tue\naber die Chancen sehe ich halt momentan sehr gering. Ne, also ähm,\nist meine Podcast-Länge, da haben wir ja, glaube ich, vor drei Folgen oder so schon mal drüber geredet, äh mein mein wird ja länger, die wird ja nicht kürzer,\nAlso das ist irgendwie, ich habe echt genug Kram, den ich mir anhören kann. Da brauche ich nicht irgendwie Apple dafür zu bezahlen, mir irgendwie weitere Podcasts, die wahrscheinlich auch sehr amerikanisch und sehr kommerziell sind, äh anzuhören.\nNe, also das ist so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:43",
      "text": "Ja, aber wenn ich jetzt irgendwie mein mein Daily News Sripte auf Apple Podcast launcher irgendwie und jetzt äh jeden Tag morgens um acht dir irgendwie ein fünf Minuten für nur zehn Euro."
    },
    {
      "speaker": "roddi",
      "time": "1:10:53",
      "text": "Ich glaube, dafür würde ich bezahlen, wenn ich's nicht hören müsste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:58",
      "text": "Das ist natürlich eine Strategie, da werde ich sofort dabei. Die abonniert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:11:06",
      "text": "Also was auf der anderen Seite interessant ist, finde ich, ist dass Apple trotzdem auch wieder einen dreißig siebzig Cut macht, was schon sehr gesalzen ist für Content, finde ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:12",
      "text": "Oh ja, oh ja, oh ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:11:13",
      "text": "Ähm also den dreißig siebzig und nach einem Jahr ist er gehen sie halt auf fünfzehn runter, so wie sie bei App Sub Skriptions auch sind. Und weiß ich auch nicht, warum die Großen das mitmachen. Also warum äh nee, verstehe ich nicht.\nAlso die Kleinen vielleicht, aber gerade die Großen, die sie jetzt hier mit rannehmen, dass die sich mit einem dreißiger, also,\nApple, dreißig Prozent für für Hosting und äh das Interface und so weiter. Hm, es ist halt ein bisschen mehr Content wenigstens, als bei den Apps.\nDas schon, weil da hast du schon wenigstens Bandbreite, die du verrätst, denke ich mir mal, aber so teuer ist das alles ja nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:46",
      "text": "Ich verstehe die ganze Logik mit mit nach einem Jahr ist es billiger, verstehe ich nicht. Da weiß ich jetzt überhaupt nicht, was da die großen Kosten vorher sind."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:11:56",
      "text": "Die haben sie irgendwann mal eingeführt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:57",
      "text": "Ja, das haben sie mal eingeführt, aber."
    },
    {
      "speaker": "roddi",
      "time": "1:11:59",
      "text": "Ja, vielleicht, vielleicht ist es der Versuch, das ähm dass die Anbieter ähm Podcast anbieten sollen, die die Leute länger hören,\nDas ist so Hit und Rundinger sind."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:14",
      "text": "Einfach nur vom App Store übernommen. Das ist der allgemeine Deal, den sie haben. Da haben sie nicht drüber nachgedacht, dass es was anderes sein soll. Das kannst du mir nicht erzählen. Das das haben sie irgendwann mal eingeführt da unten."
    },
    {
      "speaker": "roddi",
      "time": "1:12:27",
      "text": "Vielleicht vielleicht ist es auch da so, dass sie sich überlegt haben, dass man äh Creator, die es tatsächlich schaffen, über einen längeren Zeitraum die Leute an sich zu,\ndass man die belohnen will damit, dass sie das tun und offensichtlich besseren äh höhere Qualität liefern als die, die einfach nur Hit and Run schnell mal äh irgendwas abgreifen und dann gleich das,\ndieses nächste Sau ins Rennen schicken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:50",
      "text": "Ja, aber alle haben noch ein Interesse daran, so ein sowas lange laufen zu lassen. Also mir erschließt sich das nur sehr begrenzt und ich muss sagen, ich finde das Angebot relativ uninteressant. Für mich sowieso, aber eigentlich auch für andere. Also ich bin sehr gespannt. Mal gucken,\nob das alles noch so Bestand haben wird, aber ich habe einfach große Bedenken, dass sie jetzt ihrem ganzen\nPodcast Ökosystem da extrem Schaden zufügen,\nmich würd's jetzt nicht umbringen, aber Schaden äh habe ich auf jeden Fall schon genommen und das ohne, dass sie einem das erklären,\nJa, das ist halt auch immer wieder dieser Kafka-Effekt, der stört mich einfach am meisten, dass sie einfach mal nicht erklären, was eigentlich grade Phase ist. Warum ist das jetzt so? Warum ist mein Podcast ausgeblendet? Warum kann ich das nicht ändern?\nWarum warum sagen sie mir das nicht vorher? Was ist jetzt auf einmal anders? Also das ist das ist wirklich echt unverständlich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:13:40",
      "text": "Das ist halt das Hauptproblem, das ich am Anfang ansprechen wollte. Sobald Apple 'nen Revenew Stream auf der einen Seite sieht und hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:47",
      "text": "Der Rest egal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:13:48",
      "text": "Ist alles andere second classitison. Das heißt du du persönlich als Väterebene hast du auf definitiv jetzt mehr die Arschkarte als du vorher hattest und\nund auch alle anderen, die einfach so Content dadrüber anbieten, weil Apple hat ja nichts davon. Früher hatte hat Apple von niemals was gehabt. Jetzt gibt's in dem Segment einen Business Case für Subscriptions\nund da wird Apple tendenziell von der Haltung her eher zum Arschloch meiner Meinung nach immer da, wo es gab Skriptions Kohle machen können. Es ist so, der iCloud äh\nContent-Menge, so, die man so beim iCloud Drive bekommt, die Datenmenge, äh alles, alles, was man so basismäßig als Minimalset bekommt, aber trotzdem braucht und langsam dazu geht. Die wollen, wenn die da Revenue optimieren wollen,\nDann wird's einfach kein tolles Angebot mehr, sagen wir's mal so. Und ähm und die, die kein Review machen, hm,\nsind einfach kein Business case mehr an der Stelle. Also ich ich sehe da eine dunkle, eine dunkle Zukunft. Also,\nweil der Shitstorm halten sie ja eh aus. Das ist denen eh Wurst. Äh vielleicht machen sie's irgendwie reparieren's noch im Hintergrund oder so, aber so eine richtig,\nKonzertierte Erfurt für das wieder ins Positive zu drehen,\nNee, weil da da kommt halt ein anderes Podcast direkt wie in Amerika und dann ist es wieder genug. Also,\nhaben wir doch eh lange für umsonst gemacht für euch. Ihr sollt doch mal glücklich sein, dass ihr überhaupt irgendwie mit uns und so, weißt du? Das ist doch dann die Haltung, die sie öffentlich zumindest an den Tag legen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:13",
      "text": "Ich bin bin noch nicht ja guter Punkt, ich bin noch nicht so ganz davon überzeugt\ndass ihnen der Shitstorm komplett egal ist. Das hängt auch ein bisschen davon ab, wie laut äh der ist und wir wissen ja, dass die Podcast-Gemeinschaft schon auch das Potenzial hat, bestimmte Themen äh,\nIch meine, dir ist schon klar, dass wenn jetzt die ganzen Apple Podcasts anfangen, rumzumeckern,\ndass das schon extremes Agendas im äh im Apple News Wald betreiben kann,\nJa, gar nicht so sehr Deutschland, aber allein in den USA, ne, ich meine, wenn dann irgendwie jetzt äh Gruber, ATP und irgendwie wie sie alle heißen, äh wenn die jetzt irgendwie anfangen\ndann schreibt er die ganze Apple, Blugosphäre äh ab und dann dauert es auch nicht mehr so lange und dann wird es äh auch in den Tech Kolumnen von den New York Times äh schon als bedrohliches Szenario und den daenden Untergang und so und dann sind sie schon auch irgendwann gezwungen, da drauf zu reagieren."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:16:16",
      "text": "Wobei das natürlich jetzt nichts mit Podcasts zu tun hat, sondern nur indirekt mit der äh Reichweite, die die Podcasts an sich haben, also nicht mit der konkreten das das also das ist das Selbstrefinanzielle, dass es Podcasts ist, es ist relativ egal. Sondern es sind halt die Medien,\ndie äh die auf der Seite relevant sind, haben auch Podcasts. Oder sind Podcasts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:34",
      "text": "Du meinst, dass es."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:16:37",
      "text": "Die betroffen sind jetzt selber, ist jetzt das, das ist Apple jetzt da nicht so wichtig, aber das ATP ist und dass es da ein paar Leute hören."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:44",
      "text": "Ja, ja, genau, genau."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:16:45",
      "text": "Gruber ist der Gruber, aber es ist nicht so, weil weil jetzt die Podcast-Landschaft empört ist. Das ist es nicht, sondern es ist die die Apple Medienlandschaft, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:55",
      "text": "Nee, ich würde dir wieder sprechen insofern, als dass gucke mal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:17:03",
      "text": "Gucke mal Bub."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:07",
      "text": "Wenn die Blogs sich jetzt über Blogsachen beschweren, dann ist das irgendwie wiegt es nicht so schwer, als wenn die Podcasts sich über Podcast Sachen beschweren, weil die Podcasts haben einfach was Beschwerden betrifft, einfach ein höheres Beschwerdepotenzial,\nAlso da ist der Randfaktor ist da irgendwie auf jeden Fall äh schwerwiegender. Das mag jetzt ein bisschen Eigenperspektive sein, aber ähm wir wissen doch auch,\nPodcast einfach auf eine andere, auf eine andere Art und Weise emotional werden können. Und da einen anderen Druck äh ausüben können. Also das werden wir sehen. Ja, jetzt\nerstmal gucken, was ist jetzt nur verkackt und war gar nicht so gemeint und wie stellt sich die Situation in ein paar Wochen dar? Das ist das eine, ja, also vielleicht haben sie einfach jetzt nur ihre Umstellung vergeigt, das,\nkeine geringe Wahrscheinlichkeit und das andere ist\nSind sie jetzt eben ähm in Bezug äh darauf, dass sie ihr eigenes Subskription-Modell jetzt pushen wollen und dabei links und rechts irgendwie alles kaputt trampeln. Das wird letzten Endes diese ganze Debatte,\nentscheiden und das wird auch darüber entscheiden, wie sehr ich dann noch an die Decke gehe, weil jetzt würde ich ihnen grade nochmal soeben ein bisschen Karenzzeit äh einrichten, aber einen bestimmten Punkt werde ich dann natürlich auch zickig."
    },
    {
      "speaker": "roddi",
      "time": "1:18:15",
      "text": "Na ja, also mein, mein, meine Erfahrung mit größeren Firmen ist, sobald sobald du irgendwas in Business Units auf,\nteilst und diese Business Units alle ihren ihr ihre eigene Revenue Verpflichtung haben, äh machen die plötzlich komische Dinge,\nund ähm,\noffensichtlich ist bei Apple schon niemand mehr an der Spitze, der sagt so, das muss alles irgendwie ein Gesamtzusammenhang ergeben, der sich nicht irgendwie im Revenue widerspiegelt, sondern in der User-Experience."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:18:49",
      "text": "Ja, das hat ich sich eh nämlich schon degradiert an der Stelle, glaube ich und mal sehen, mal sehen."
    },
    {
      "speaker": "roddi",
      "time": "1:18:53",
      "text": "Mal sehen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:18:55",
      "text": "Unke natürlich auch gerne, was das angeht, weil ähm ich insgesamt natürlich auch unzufriedener werde, immer wieder,\nähm bisher bin ich auch ganz ehrlich, weil halt meine persönlichen Bedürfnisse nicht mehr so erfüllt werden, auf voller Front, so wie Tims. Tim keine Tastatur bekommen wird, jemals wieder. So bin ich halt anders unglücklich."
    },
    {
      "speaker": "roddi",
      "time": "1:19:14",
      "text": "Wie ist wie ist denn das? Man kann diese diese Subscripchen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:19:18",
      "text": "Aufs Gesicht."
    },
    {
      "speaker": "roddi",
      "time": "1:19:18",
      "text": "Komischen Apple Podcast kann man wirklich nur in der Apple Podcast-App hören, oder? Oder kann man die in paar."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:19:27",
      "text": "DAM und so, nee, nee, DAM und so. Sagen sie doch, dass er dir immer."
    },
    {
      "speaker": "roddi",
      "time": "1:19:30",
      "text": "DRM."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:19:31",
      "text": "Gar nicht mehr anders. Optional DAM für Paid Content, wenn so was."
    },
    {
      "speaker": "roddi",
      "time": "1:19:34",
      "text": "Optional PDR M, also wer nicht will, dann kriege ich, naja egal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:19:38",
      "text": "Und dann dann dann sind sie eine iTunes Magic, der immer so auf diesem einbrechen, da wo das eine Zertifikat irgendwie rumlegt, das sind aber dann ist ganz abgeschottet, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:51",
      "text": "Also im Detail ist es noch nicht hundertprozentig klar, aber so sieht es derzeit aus, dass das so ist. Also ich habe jetzt zumindest keine Signale gesehen, die irgendwas anderes andeuten würden als das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:20:01",
      "text": "Wenn sie damit Kohle machen, dann wird's funktionieren. Ähm und dann wird's anders sein, wenn sie keine Kohle damit machen. Also das Beste, was was was uns passieren kann, ist, dass das Geschäftsmodell nicht funktioniert,\nDann wird nämlich so da machen sie irgendwas weiter, so wie's halt ist. Also sie stampfen jetzt nicht die ganze Ecke ein."
    },
    {
      "speaker": "roddi",
      "time": "1:20:18",
      "text": "Also mein äh mein Vorurteil ist halt, dass die Leute, die äh Podcasts machen, um damit Kohle zu machen, keine guten Podcasts zu machen,\nNe, also wenn du so naja, aber wenn wenn du so, wenn du so vordergründig das nur auf den optimierst\nund und quasi, du hast jetzt so ein so ein ganz leichtes, also so ein so ein super easy Einstiegsmodell. Du kannst jetzt da deine Audio äh Dateien zu Apple hochladen und sagst dann hier\nIch kriege siebzig Prozent, alles ist gut. Dann äh glaube ich, zieht das Leute an, die halt äh hinter der Sache nicht mehr so stehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:59",
      "text": "Ja, guter Punkt, ich meine, sie könnten ja auch auf eine andere Art und Weise Geld verdienen, ne. Also wenn man, wenn sie nur sowas einbauen würden wie,\nin Apple Podcasts. Sagen wir mal, Folgendes. Ihr komisches Backend funktioniert und ich ähm gehe dann da hin und sage so hier, ich mache einen Podcast, der ist bei euch auch im Verzeichnis,\nich würd mich gerne mal wieder nennen,\nregistrieren, verifeln, überprüfen, einchecken. Also ich würde gerne sagen so, hallo, ich mache hier nochmal klar, dass jetzt hier mein\nund der ist jetzt hier irgendwie mit der Apple ID verbunden und pipapo. Und ich möchte mich gerne als Creator in eurem komischen Podcast-Universum,\nregistrieren. Nur mal so und das kostet mich dann vielleicht auch,\nWas nehmen Sie jetzt für dieses Subscription-Modell? Nehmen Sie ja auch irgendwie äh da muss man, glaube ich, im Jahr neunzehn Euro neunzig zahlen, wenn man daran überhaupt teilnehmen will, so als Grundgebühr, sagen wir mal, das würde jetzt dabei auch noch abfallen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:22:03",
      "text": "Also Dollar, ich weiß nicht, was Euro sein sollte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:05",
      "text": "Europas auch immer, ne? Genau."
    },
    {
      "speaker": "roddi",
      "time": "1:22:07",
      "text": "Was neunzehn Dollar im Jahr plus die dreißig Prozent."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:11",
      "text": "Habe ich jetzt so verstanden? Ähm gut,\nEgal, ja, also sagen wir mal, das ist jetzt auch keine Investition, wo ich jetzt äh hinten überkippe und sage, äh für ein bisschen Support ähm,\nAlso, wenn die mich dann sozusagen aber auch wahrnehmen,\nJa, so will ich das sozusagen äh wenn sich das Tor zum Schloss äh öffnet und man dann auch mit mit Menschen kommunizieren kann, wenn man Probleme hat in dem Zusammenhang. Ja, und die dann auch für einen äh Dinge tun\ndann dann ist das ja schon mal eine ganz andere Nummer, aber immer so dieses äh wir kennen dich nicht, geh weg und uns auch egal, dass bei dir alles irgendwie total im Eimer ist. Wir verdienen an dir ja eh nix\nso, aber sie können ja auch sowas einbauen wie Leute können dann explizit in der Apple Podcast App für eine Episode irgendwie auch was spenden.\nJa? Einfach direkt mit Apple Pay sagen, oh, das war aber toll. So oder so wie das Flattermodell,\nja? Äh und da zahle ich dann auch gerne äh äh dafür und dann hier gleich mit Apple Pay, Klamm Bim, zack bum, geht es einfach raus, fertig.\nLeiten wir dir zu und dann hast du das auf deinem Konto. Ohne, dass du irgendwelche komischen Subscrips machen musst, ohne dass dein machen musst und dir,\ntausend Gedanken darüber machen muss, was jetzt noch für Teaser Episoden raushaust, einfach wenn die Leute bereit sind, irgendwas dafür zu bezahlen, dann macht das doch einfach, das geht ganz einfach, es geht dann aber nur einfach mit der Apple\nApp und mit anderen geht's halt nicht\nOder vielleicht geht's halt doch mit anderen, weil es eigentlich ja auch nur so ein bekloppter Link ist, wo irgendwas bezahlt wird und es letzten Endes vollkommen egal ist, ob das die Podcast-App auslöst oder Castro oder Po,\nHauptsache es läuft irgendwie aufm iOS-Device und halt Apple Pay und fettig ist die Lutzi. Warum nicht\nkann man machen, ja. Da verliert man nix bei, da muss man irgendwie sein sein äh Publikationsmodell nicht ändern. Sie kriegen da ihren Cut. Wie auch immer, der dann äh konkret aussieht und fertig,\nSo, da würde ich ja durchaus mitgehen, weil da verliere ich irgendwie nix dabei. Jetzt muss ich gerade richtig große Anstrengungen unternehmen. Ich habe zum Beispiel auf der.\nToll, dass es immer wieder Gelegenheiten bringe, meine Spendenseite hier thematisch anzubringen. Ja, aber ist nun mal so, habe mir aufwendig äh da so eine Integration hacken lassen, dass äh ich über Stripe,\nApple Pay annehmen kann. Ne, also wer jetzt\ntatsächlich der Meterebene äh was spenden möchte und jetzt nicht so auf Daueraufträge steht, warum auch immer, auch wenn es eigentlich das Schönste ist, hintend\näh kann man da einfach hingehen und sagen so, ah ja, ich würde aber gerne mal irgendwas mit Apple Pay bezahlen und dann dann geht das quasi in der Webseite, ohne App.\nAber dafür brauchst du eine Infrastruktur, die musst du irgendwie bauen und so und das ist halt Aufwand und so und so musste halt entwickelt werden. Jetzt gibt's das irgendwie, hat sich so ein bisschen gelohnt. Und das könnten sie halt einfach in ihre komische Podcast-App reinbauen.\nWarum machen sie es nicht? Würde wahrscheinlich sogar ganz gut funktionieren, glaube ich. Machen sie aber nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:25:16",
      "text": "Nee, ich glaube, da haben sie, da haben sie nicht den den Blick auf die Sache, den du da drauf hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:22",
      "text": "Mich fragt ja keiner, dass das alte Problem."
    },
    {
      "speaker": "roddi",
      "time": "1:25:24",
      "text": "Ja, also das ist ja das mit dem App Store haben sie ja mal mehr oder weniger schon verkackt, weil sie nicht den Blick der der äh,\nEntwickler auf die äh auf dieses dieses Geschäft Software hatten, sondern einfach ihren Stiefel durchgezogen haben, so wie sie's vorher halt mit Musik gemacht haben,\nUnd jetzt jetzt ziehen sie's mit dem Podcast durch. Also ich glaube nicht, dass da irgendwie,\ndass deine kreative neue Lösung kommt. Aber bitte, ich, ihr dürft mich also die Wirklichkeit darf mich gerne äh widerlegen. Das äh daran soll's nicht liegen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:26:04",
      "text": "Willst du? Willst du?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:06",
      "text": "Ich lasse mich auch gerne von der von der Wirklichkeit widerlegen, wenn's dann soweit ist. Bis dahin äh habt ihr unsere Meinung gehört. Und ihr wisst jetzt auch, wo ihr spenden könnt."
    },
    {
      "speaker": "roddi",
      "time": "1:26:14",
      "text": "Genau. So sieht's aus. Jetzt wisst ihr Bescheid."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:21",
      "text": "Alright. So, dann ähm gehen wir noch mal, also wir hatten jetzt diesen tollen äh Apple Event am Dienstag,\nder halt so, na ja, ist halt wieder so ein ich weiß nicht, wie wie's euch da mittlerweile so beigeht bei diesen ganzen online Video ähm Produkt announcements,\nIch finde sie okay. Sie sind halt sehr kompakt, sehr informativ letzten Endes. Sie haben immer noch diese,\nmusste das jetzt sein, Momente, aber sie sind irgendwie nicht so persönlich und nicht so unterhaltsam wie diese on Stage Dinger. Auch wenn die auch ein bisschen nachgelassen haben, oder?"
    },
    {
      "speaker": "roddi",
      "time": "1:27:05",
      "text": "Ehrlich gesagt ähm das das ist mir da das erste Mal so aufgefallen, wo ich das Gefühl habe, okay jetzt haben sie mal so eine gesamte Keynote einmal komplett zehnestisch durch choreographiert,\nUnd eigentlich stellen sie nicht mehr vor, sondern es ist eigentlich ein Dauerwerbevideo,\nSo, das ist dieser Eindruck, den ich, den ich da so bekommen hatte und das war so okay, dadurch sind die Dinge auch mehr auf Zack und zack, zack, weil da nicht jemand halt auch mal eine Sprechpause macht,\nAber irgendwie hat's mich ja dann auch nicht so mitgenommen irgendwie abgeholt. Muss ich sagen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:27:46",
      "text": "Ich merke also, ich finde so, ich finde sie sehr schön gemacht so, also das finde ich von der Seite her gut. Ich finde sie insgesamt ähm,\nanders im im Sinne von Marketingspin, also wenn sie Marketingspin brauchen, dann wird der schlimmer durch das Format, finde ich. Also,\nAlso es ist irgendwie was anderes, ob das im Hintergrund ein paar Slides sind, die so aussehen oder ist jemand auf der Bühne oder ob's dann wirklich so so so ein bombastisches, sinestische Sequenz gibt für eine Aussage, die es jetzt wirklich nicht gebraucht hätte, so?\nÄhm und das hatten sie auch schon immer, ist jetzt auch nicht neu,\nJa, aber so so ein paar Aussagen äh sind halt einfach so ein bisschen von hinten durch die Brust ins Knie oder so, ja, wenn der iPad chipt, dann wieder zurückkommt ins iPad,\nvon äh ähm äh der Macchip und dann."
    },
    {
      "speaker": "roddi",
      "time": "1:28:33",
      "text": "Mission Timposible."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:28:34",
      "text": "Da gibt's aber Aussagen, die machen einfach in sich keinen Sinn mehr\nund die machen nur so in in der Apple Denke Sinn Marketingtechnisch und die wirken auf mich noch schlimmer in der äh Darreichungsform. Als wenn die jetzt viel viel Schiller vor einer ähm vor einer Slide erzählt."
    },
    {
      "speaker": "roddi",
      "time": "1:28:49",
      "text": "Ja, das war ungefähr das, was ich auch meinte, also dass dieses dass es so durch choreographiert ist, das zu sehr durch Choreographiert ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:28:58",
      "text": "Nicht mehr so das Gefühl, dass ich es live sehen muss, dass das andere auch, also ich habe dadurch, dass das Format so ist, habe ich,\nnicht das Gefühl, dass ich's live sehen muss und ich guck's eigentlich deswegen, also ich gucke's aus Tradition, damit ich selber weiß, was genau war\nAber ich guck's eigentlich nicht mehr, weil ich's müsste, weil tendenziell ist mir die Info dann aus den Live-Blogs inzwischen dann äh geht mir die schneller rein.\nOder auch sogar die sogar die Zweithandinformation, ja, so ein so ein ähm ist mir,\nals als Zusammenfassung ähm fast lieber als die Originalsendung,\nwie heißt er denn? Der der eine YouTuber."
    },
    {
      "speaker": "roddi",
      "time": "1:29:37",
      "text": "Mit dem Tesla, ja, ja, irgendwie so MK irgendwas."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:29:39",
      "text": "MKB,\nnicht, den kennst du bestimmt, Marx Brownly heißt der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:49",
      "text": "Ach so. Ah ja, denk ja nicht. Ach so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:29:52",
      "text": "Der hat eine Abkürzung. Und ähm genau. Und der ist mir dann fast lieber, weil der hat ein bisschen Kommentar noch drauf. Ja, also ich habe halt und der der das wird ja auch immer dann doch eine Stunde später released schon. Die sind ja alle so wahnsinnig. Ähm,\nso, weiß ich nicht. Und finde es ein bisschen komisch, also früher hatte ich da mehr Enthusiasmus bei. So,\nläuft nebenbei, aber müsste eigentlich nicht. Könnte man auch einfach nur auf der Webseite warten, dann so ist meine persönliche Haltung inzwischen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:21",
      "text": "Gut, dann schauen wir da noch mal, was da noch alles so angekündigt wurde, äh auf diesem Apple Event. Ähm gut Podcast hatten wir jetzt schon diskutiert,\nFangen wir mal hier mit dem ganzen Technik äh Kram an. Apple."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:30:34",
      "text": "Gibt es neues."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:35",
      "text": "TV, Apple TV. Sie bauen immer noch diese kleine schwarze Büchse, die man eben seinen Fernseher erhalten soll und das ist irgendwie immer noch dasselbe Konzept. Und ich frage mich, ob das Konzept eigentlich gut genug ist,\nDie Dinger sind so teuer."
    },
    {
      "speaker": "roddi",
      "time": "1:30:50",
      "text": "Ja, dass, dass das eigentliche Problem, also gut genug sind die Kisten schon, aber du kriegst halt nicht genug für das Geld, was du dafür bezahlst."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:30:58",
      "text": "Und ein einige Aspekte funktionieren halt nicht, ja? Die ganze App die App Idee an sich,\nfunktioniert auf dem Apple TV nicht besonders gut, weil es gibt nicht wirklich also jenseits von den von den Apps für die verschiedenen Mediensender,\nähm gibt's halt äh gibt's halt eigentlich nichts, was man da wirklich machen will. Also das Ganze ist eine allgemeine App,\nSpieleplattform kannst du da knicken. Leider, weil's eigentlich wär's eine, aber so A kann man dadrauf nix kaufen oder verkaufen so an der Stelle, das lohnt sich nicht, da was für zu machen und B ähm\nJa, haben die haben sie's einfach bei den selbst bei den Versuchen dann da verkackt. Oder sind sie halt, sie sind so vielen,\nGassen unterwegs, die da kein, die da keinen Sinn machen, dass das eigentliche Septop-Box äh Ding ähm.\nAuch so ein bisschen kaputt äh gelitten hat da drunter, finde ich,\nAlso einerseits hat man halt gemerkt, so die YouTube-App ist jetzt also die YouTube-App bei mir zum Beispiel ist schlechter als die auf meinem Fernseher. Apple TV Plus gucke ich auf dem gucke ich auf dem Apple TV ähm\nAmazon Prime gucke ich auf den Fernseher, auf der App dabei. Das sind halt die Apps, die halt im Endeffekt eh nur Webviews sind mit ein bisschen Medien außen rum. Und dann hast du aufm\nApple TV ein bisschen anders Interface abstürzen tun sie beide so ab und zu mal,\nAuf dem Fernseher und auf dem äh und auf dem Apple TV ähm braucht es unbedingt, weiß ich nicht. Du hast,\nwenn's im Fernseher ist, hast du halt den Vorteil, der Fernseher weiß, was er kann, so,\nund äh das HDMI und äh und der Apple TV, die müssen schon auch nochmal ein bisschen miteinander sprechen und konfigurieren, dass es geht. Ähm auch wenn sie jetzt also haben sie ja eingeführt jetzt äh\nKalibrierung irgendwie im iPhone oder so. Das schadet wahrscheinlich nicht. Ähm aber an sich ist das so ein bisschen stiefmütterlich behandeltes Produkt\näh dass sie jetzt auch wieder nur den ähm den A zwölf Bionic bekommen hat, also auch wieder so ein so einen über zwei Jahre alten,\nmit rein, äh dann trotzdem noch teuer ist, immer noch diese komischen zwei ähm äh Speichergrößen hat, die man sich entscheiden muss, zweiunddreißig Gigabyte oder vierundsechzig,\nund dann dann kann ich mir auch noch den nicht vier K, kann ich mir auch noch kaufen jetzt. Der wirklich alt und scheiße ist. Den haben sie aber noch im Programm, weil der andere so teuer ist.\nAber die Fernbedienung haben sie wenigstens besser gemacht."
    },
    {
      "speaker": "roddi",
      "time": "1:33:09",
      "text": "Ich hatte meinen jetzt, glaube ich, drei Monate nicht mehr an. Das sagt, glaube ich, alles."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:33:15",
      "text": "Also ich habe laufen und hier meine meine Mediathek, Downloads, in die Kategorie äh auf einem SMB Server hier irgendwo und das ist dann praktisch.\nSo. Äh und da ist halt schon noch das der angenehmste äh Kinderprogramm äh selber machen äh Modus. So, das finde ich dann schon gut\nähm also Infuser ist die eine App, die für mich funktioniert, für den Zweck, aber es hat auch wieder eine Medienabspiel App in einem von einem lokalen Server."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:40",
      "text": "Das habe ich jetzt irgendwie nicht so richtig mitbekommen. Infus."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:33:44",
      "text": "Ich habe einen SMB-Mount und da ist es so wie VLC, nur in gut optisch so, mit ein bisschen Interface, wo du auch äh ähm nicht nur in die Verzeichnisstruktur machen kannst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:54",
      "text": "Und das läuft auf Ebbe TV. Ah okay, mhm. Oh, könnte ich noch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:34:00",
      "text": "So und die anderen machen, äh wie, wie heißt denn das? Es gibt ja eins, wo man auch so verteilt und im Netz und mit Aboservice oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:07",
      "text": "Auch so Plex und so ein Kram."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:34:09",
      "text": "Genau, Plex ist das. Das machen die anderen meistens, aber ich will einfach nur lokal. Ich will gar nicht irgendwie, ich will nicht scheren mit anderen Leuten, ich will einfach nur, dass mein SMB hier äh angeboten wird und ich kann da ein paar JPEC neben die äh,\nmeine kodierten Videos hauen und dann ist es hier mein Kinderprogramm, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:24",
      "text": "Ah okay, das ist das ist vielleicht das, was ich gesucht habe."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:34:28",
      "text": "Zeichne mir so ein bisschen im Endeffekt äh ausgewähltes äh Kinderzeug auf und das ist dann hier zur Verfügung, immer wenn ich's brauche. Oder auch mal von der von der Youtube was,\ngenommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:41",
      "text": "Könnte ich ja vielleicht mal mein äh richtig zum Einsatz bringen, das wäre vielleicht mal ganz gut,\nAlso dieses äh Filme, die man dann doch immer mal wieder sehen will oder die man so zumindest so als als äh Archiv haben will, um mal was nachzuschlagen oder Kindern zu zeigen, das ist irgendwie immer ganz gut."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:34:58",
      "text": "Genau und dafür ist halt mein mein Liebling, weil Plex so ein bisschen mehr schon mit Account und schwierig und äh und und konvertiert dann auch wieder automatisch. Ich will gar nicht, was ich will, ich will selber so kodieren, damit das optimal ist für den und dann ist gut."
    },
    {
      "speaker": "roddi",
      "time": "1:35:12",
      "text": "Was, was mir so ein bisschen an dem Apple TV fehlt, aber das werde ich wahrscheinlich nie bekommen, ist, dass man einfach mal einen DVD-Laufwerk anschließt.\nAlso ich hab's ja, ich hab's ja fast, ich hab's ja fast versucht, das Ding hat ja einen USB-C mit einem Adapter, habe ich einen äh DVD-Laufwerk angeschlossen, aber äh dieses,\ndafür gibt's nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:35:34",
      "text": "Es ist doch kein Host."
    },
    {
      "speaker": "roddi",
      "time": "1:35:37",
      "text": "Es ist kein Host, das kann sein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:35:38",
      "text": "Das ist äh fürs nur fürs Entwickeln, nur andersrum. Das ist."
    },
    {
      "speaker": "roddi",
      "time": "1:35:41",
      "text": "Na ja, wie auch immer. Also das fände ich, das fände ich ganz spannend. Ich habe da jetzt noch so einen ganz ganz alten Mac Mini, um damit DVDs zu gucken. Das ist aber irgendwie auch total schrottig. Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:54",
      "text": "Also."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:35:56",
      "text": "Oder Playstation."
    },
    {
      "speaker": "roddi",
      "time": "1:35:59",
      "text": "Nee, genau das will ich ja nicht. Ich habe jetzt meine Kisten ausgepackt und da sind jetzt stapelweise DVDs. Ich will einfach nur die Scheibe reintun und dann soll der Film spielen. Weißt du, so wie es früher mal war."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:09",
      "text": "Das willst du doch nicht, aber die sehen doch nicht aus."
    },
    {
      "speaker": "roddi",
      "time": "1:36:13",
      "text": "Die See nicht aus."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:14",
      "text": "Die haben doch, die haben doch Pixel und Interlacing und den ganzen Scheiß, die DVDs."
    },
    {
      "speaker": "roddi",
      "time": "1:36:19",
      "text": "Das ist doch so egal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:20",
      "text": "Oh Gott, oh Gott, oh Gott."
    },
    {
      "speaker": "roddi",
      "time": "1:36:23",
      "text": "Acht, äh es ist doch übertrieben. Also das ist doch übertrieb."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:23",
      "text": "Tim, übernimm du mal jetzt kurz. Wie, nee, nee, DVDs kann ich nicht mehr gucken. Ich habe also ab einer gewissen Fernsehgröße geht DVD nicht mehr."
    },
    {
      "speaker": "roddi",
      "time": "1:36:31",
      "text": "Also ein Film wird doch nicht dadurch gut, dass das Bild schärfer ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:35",
      "text": "Bitte."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:36",
      "text": "SD-Content, wirklich? Nein, ist die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:39",
      "text": "Lasst uns jetzt nicht über DVDs reden,\nLass uns lieber mal gucken, was äh Apple sich feines ausgedacht hat, um diese zweihundertdreißigtausend Euro, die man irgendwie für so einen komischen schwarzen Block immer noch ausgeben muss, in irgendeiner Form attraktiv zu machen. Also sie haben eine neue Remote,\nUnd ich habe keine Ahnung, ob die sich besser bedienen ist als die Alte. Das kann natürlich schon sein, weil sonst hätten sie wahrscheinlich nicht geändert, aber sie können auch manchmal was verschlimmbessern. Aber,\nWo ich hier so richtig spitz drauf bin, deswegen werde ich mir wahrscheinlich auf jeden Fall eine kaufen, auch wenn jetzt die Neuauflage des Geräts selber für mich nicht relevant ist, weil das braucht nichts Schlimmeres. Sie haben,\nhaben und da muss ich jetzt echt nochmal durchatmen. Sie haben es vermutlich halbwegs geschafft,\neins der großartigsten User in der Faces, die dieses Unternehmen jemals produziert hat, wieder aus dem Schrank zu holen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:32",
      "text": "Ja, das habe ich mir schon auch gedacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:34",
      "text": "Oder? Also ich meine iPod 5G, dieses click real, dieses Touch-Click-Real Touch hieß das, Klick-Touch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:43",
      "text": "Es hieß und dann waren's, glaube ich, weil äh ab dem, ab dem äh ab dem zweiten iPod war's halt wirklich ein ein Touch-Spiel, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:50",
      "text": "Hieß es dann auch so, ich weiß gerade nicht mehr ganz genau, auf irgendwie sowas."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:53",
      "text": "Nicht. Es ist, glaube ich, immer."
    },
    {
      "speaker": "roddi",
      "time": "1:37:55",
      "text": "Jetzt einfach nur real. Obwohl ich sagen muss, ich hatte den allerersten ursprünglichen iPod und dieses mechanische Scrollwiel,\nDas war so genial, außer man hat Sand rein bekommen. Ähm,\nund dieses komische, also dieses komische Touch-Gewurschtel mit dem Daumen, das hat das hat's einfach nicht gebracht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:38:16",
      "text": "Nee, das war schon okay. Das Problem war, dass sie die vier Buttons da oben drüber gemacht haben. Die erste Revision war eine Katastrophe, weil ich hier Buttons auch so touchsensitive Buttons waren ohne ohne Nutzen. Das das Wheel hat funktioniert noch."
    },
    {
      "speaker": "roddi",
      "time": "1:38:28",
      "text": "Nee, aber aber dass du dann dass du da mechanisch eine Scheibe gedreht hast, das war richtig großartig, fand ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:38:34",
      "text": "Klackert, die auch klackert, klacker."
    },
    {
      "speaker": "roddi",
      "time": "1:38:36",
      "text": "Ja, das Klackern hatten sie ja immer per Software gemacht, da ist es ja dann egal, aber ähm ja, na ja, wie auch immer."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:38:45",
      "text": "Genau. Ja, das gibt's wieder und hoffentlich haben sie's gut implementiert an der Stelle. Ich habe ein bisschen Angst, dass sie halt diese Entscheidung, ab wann sie das äh die Bewegung als Bewegung akzeptieren oder nicht, ein bisschen schwierig gemacht haben. Aber ich bin auch froh, die äh was ich schon äh,\nRemote äh aus Versehen Dinge gestoppt und wieder gestartet habe und so Zeug ähm allein deswegen hätte ich gerne die andere, weil die die Alte ist halt einfach zu alt,\nAlso es gibt ja auch, man kann ja die alte Fernbedienung auch noch verwenden, aber A braucht sie Infrarotsichtkontakt und unser Apple TV ist nicht in Infrarotsicht-Kontakt und B."
    },
    {
      "speaker": "roddi",
      "time": "1:39:14",
      "text": "Nein, braucht sie nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:39:15",
      "text": "Macht's halt auch keinen Spaß, die Alte, die Alte."
    },
    {
      "speaker": "roddi",
      "time": "1:39:18",
      "text": "Alte ist doch auch Bluetooth oder nicht?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:39:20",
      "text": "Nein, nein. Nein, nein. Die war die erste, die die vorherige ist Bluetooth, aber die, die praktisch keine Touchfläche hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:32",
      "text": "Okay, anyway, auf jeden Fall ähm das dieses dieses Dings äh wie auch immer es heißt, das ist auf jeden Fall,\nThe Right Choice. Also so für Vor- und Zurück, dieses Drehen, diese Drehbewegungen, es gab nichts Geileres, also immer wirklich mit dem iPod, das ist wirklich das einzige Gerät, was man in der Hosentasche bedienen konnte, ohne es rauszunehmen. Das hat das\nIphone bis."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:39:53",
      "text": "Verwundert, dass sie das nicht eingebaut haben in äh in aufm\nAufm iPhone auch als als Bedienelement vielleicht, weil man kommt ja auch damit klar, wenn das ein groß genuger Kreis ist, den irgendwo zu machen, aber mit allem, was man direkt an diesem komischen Slider reinzoomt, also wenn man zum Beispiel, wenn ihr schon mal ein Video gemacht habt,\näh Slow Motion und dann einstellen wollt, wie viel Teile von Slowmotion ist, weil du dann diese komischen Slider an der Seite zum Trimmen bedienst, du kriegst einen Fön, ja?\nDie Drehbewegung geht halt einfach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:20",
      "text": "Ist unmenschlich. Also meine Winkel könnten sie das so als Device rausbringen. So ein ja, was man einfach so hinten auf sein Telefon drauf macht und dann hätte man noch dieses zusätzliche User wäre sofort dabei,\nGut, Apple TV ähm also diese Fernbedienung könnte irgendwie was äh sein, ansonsten ist da nicht viel tolles Neues dabei, also ein bisschen schnellerer Professor äh HDR Framerate, also damit meinen sie wahrscheinlich sechzig Frams pro Sekunde. Okay\nAber, und das fand ich wirklich ziemlich äh spaßig, dieses äh Feature, wo du sagen kannst, okay, halt doch mal einfach dein Telefon mit Face ID, muss das sein,\nHalt doch mal dein Telefon an diese Stelle auf dem Bildschirm und dann benutzen wir den Farbsensor Kamera,\ndie Kamera von dem Telefon, um dann mal auszulesen, was denn tatsächlich für eine Farbe auf dem Bildschirm angezeigt wird\nund dann führt quasi das Apple TV auf Basis der Anzeige auf dem Bildschirm eine Farbkalibration\ndurch. Das ist ja ein Feature, das gibt's ja auf Max schon seit gefühlt immer. Seit wann gibt's?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:41:35",
      "text": "Na ja, aber das ist ja nicht die Kalibrierung. Oh ja, mhm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:38",
      "text": "Das ist nicht der Vorgang der Kalibrierung, aber das ist das Ergebnis, äh also seit des gibt, gibt's sozusagen im Betriebssystem diese Möglichkeit so Color Management zu machen und die Differenz einer\nEine Anzeige und der Erzeugung und also die Differenz zwischen,\nwas es sein soll und was letzten Endes bei rauskommt, das zu korrigieren, das kann man in solchen Profilen,\nspeichern und das gibt es schon seit dem, das gab schon im alten ne? Das gab's doch schon in mecco S sieben oder so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:42:07",
      "text": "Ja. Aber dann so in in Tennen war das also es wurde, nee, das wurde adaptiert auf Ten, genau, das gab's nur sieben schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:12",
      "text": "Das gab's schon ganz, ganz, ganz lange, ja. Und äh ich schaue gerade."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:42:19",
      "text": "Gibt auch noch eine App auf deinem Mac, wo du das einstellen kannst und machen kannst, wenn du Lust hast, einfach mal Zeit mit deinem Monitor zu äh dich zu beschäftigen, kannst du da die Profile dir angucken und was machen."
    },
    {
      "speaker": "roddi",
      "time": "1:42:30",
      "text": "Angeblich funktioniert's auch auf älteren Apple TVs, aber na ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:42:35",
      "text": "Ja ja, das funktioniert auch auf Älteren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:37",
      "text": "Und das könnten sie dann auch bitte gerne mal gleich auch auf dem Mac einschalten, weil da sehe ich jetzt überhaupt gar keinen Grund, warum das nicht auch in Meckow S landen sollte. Welchen?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:42:46",
      "text": "Doch, sie scheißen auf fremde Displays und die eigenen sind kalibriert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:51",
      "text": "Hallo, Mac Mini."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:42:53",
      "text": "Ja, sie scheißen auf fremde Displays und die eigenen sind kalibriert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:55",
      "text": "Ja, was heißt die scheiße drauf? Sie haben überhaupt gar keine eigene Displays, die ich kaufen könnte?"
    },
    {
      "speaker": "roddi",
      "time": "1:43:00",
      "text": "Musst nur tausend Euro für."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:01",
      "text": "Ja, ich sehe, super, toll."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:43:05",
      "text": "Das ist das werden die nicht machen. Das werden die nicht machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:09",
      "text": "Also.\nWieso Moment, warum werden sie das nicht machen? Warum sollten sie das nicht machen? Die Möglichkeiten, jeden beliebigen Scheiß Fernseher anzuschließen,\nirgendwie, wozu haben sie denn HDMI Ports? Dann sollen sie's irgendwie komplett sein lassen, dann sollen sie alle HDMI Pods abschalten. Ja, also wirklich."
    },
    {
      "speaker": "roddi",
      "time": "1:43:33",
      "text": "Darüber reden wir nochmal nach der WWT, würde ich sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:36",
      "text": "Ja, aber der Code ist da und es ist sozusagen Zero Zero."
    },
    {
      "speaker": "roddi",
      "time": "1:43:38",
      "text": "Ja, deswegen sage ich ja, danach reden wir nochmal nach der WWT. Ich glaube nicht, dass es in einem Interims-Update jetzt für das fürs jetzige McWest kommt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:49",
      "text": "Okay, reden wir nicht darüber, was ihr vielleicht meint, was sie tun werden. Reden wir einfach nur darüber, was sie tun sollten.\nJa, weil wir wissen, bei Apple sitzen Leute, hören,\nalles ein, was hier gesagt wird und dann geht das direkt in die Softwareentwicklungsabteilung. Du weißt doch, wie es ist."
    },
    {
      "speaker": "roddi",
      "time": "1:44:11",
      "text": "Okay, wie viel Zeit habt ihr denn mitgebracht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:14",
      "text": "Du hast auch da gearbeitet, du hast doch auch die ganze Zeit die vor der Nase gehabt. Gibst du auch zu."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:44:20",
      "text": "Ja, ich meine, das ist das Lustige an dem Laden, ähm,\nDas kann durchaus sein, dass sowas passiert. Also, dass ein paar wenige Mitarbeiter, die ein paar wenige Quellen hören und für relevant und richtig halten, Dinge entebeln für eine Plattform.\nSo ist es nicht. Also ich kenne auch noch, ich kenne auch noch Leute, wenn ich denen jetzt was zuwerfe, was irgendwie Sinn macht, dann ist es vielleicht in einem Jahr oder zwei auch, funktioniert das, auch wenn es eine kleine Aspekt von der von der Geschichte ist, aber ob so eine großes Ding natürlich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:49",
      "text": "Und ich habe hier vor vor ein paar Jahren, habe ich ja schon mal gefordert, dass es dass das Klickviel eingeführt wird. Und jetzt ist es soweit. Also, ist doch eine einfacher nachzuvollziehende, kausale Kette."
    },
    {
      "speaker": "roddi",
      "time": "1:45:01",
      "text": "Aber das das Klickwähl zum hinten ans iPhone ranpappen, das finde ich sogar eine ziemlich coole Idee. Das würde ich sogar auch kaufen wahrscheinlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:08",
      "text": "Ja, das war wirklich cool. Damit kann man echt mal was steuern. Alright, next äh kommen wir zum iMac."
    },
    {
      "speaker": "roddi",
      "time": "1:45:16",
      "text": "Der."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:45:19",
      "text": "Der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:20",
      "text": "Der ist jetzt bunt. Ist euch aufgefallen, dass er einen weißen Rahmen um den Bildschirm hat? Da habe ich eine Frage an euch. Warum?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:45:32",
      "text": "Damit's besser zu den Farben passt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:34",
      "text": "Ja, warum nehmen sie dann nicht die Farben selbst, die passen doch vielleicht auch zu den Farben?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:45:39",
      "text": "Weil es zu sehr das Display verfehlt dann. Also um direkt umrahmt hättest du gerne nur schwarz oder weiß glaube ich.\nSo viel Werbt auf dein Display, Farbkalype und nichts, weil alle anderen Farben würden so reinbluten ins Weiß. Ähm\ndas willst du nicht haben. Und ich persönlich will's sogar lieber schwarz, weil ich habe und ich sehe alleine in meinem Serabiert zwo der das Kinn,\ndas Kinn hier in von einem der iMacs, äh vor denen ich sitze. Ähm ein helles Silber ist, das leuchtet mich jetzt an. Das will ich nicht, dass es mich an leuchtet im Dunkeln,\nwenn ich so arbeite."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:12",
      "text": "Okay, da kommen wir gleich dazu, was sie vielleicht noch äh in Zukunft noch dazu bauen, aber was wir jetzt erstmal getan haben, ist, sie haben ein iMac äh mit M eins rausgebracht,\nwesentlichen ist das einfach nochmal dieselbe Geschichte wie mit dem Mac Mini und dem R und dem MacBook Pro dem Kleinen, also ganz normaler M eins, nicht mehr als,\nzehn Gigabyte RAM und so weiter, selbe Geschwindigkeit, pipapo, alles nichts besonderes, aber halt in so einer Optik, die halt ein bisschen mehr aussieht, als hätte irgendwie so ein so ein so ein so ein so ein so ein iMac-Ständer irgendwie eine eine schöne Nacht mitm iPad gehabt,\nDas ist ja sozusagen das, was dieser iMac jetzt äh ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:46:48",
      "text": "So ein bisschen eckiger noch so, eher sogar wie ein ähm so ist ein bisschen Old School, ja der Ständer ist so ein bisschen eckiger, da ist jetzt nicht so,\nSo geschwungen, sondern der hat A hinten so ein bisschen wahrscheinlich damit er nicht umfällt, äh nochmal so ein bisschen so ein,\nHufeisen hätte ich schon fast gesagt, äh so geht ein bisschen hinten raus und geht dann gerade hoch und hat oben ähm so diese ist eher so wie früher,\ndie das ist so wie bei bei dem bei dem äh alten Apple Pro Display. Da war die auch so, sodass die so ein bisschen aussehe wie wie die Tastatur hinten. Die alte Bluetooth Tastatur hinten, so so mit Metall an der Seite und so."
    },
    {
      "speaker": "roddi",
      "time": "1:47:21",
      "text": "Diese Rolle, die Nackenrolle."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:47:23",
      "text": "Genau diese Nackenrolle. So sieht es aus. Es ist ein bisschen Oldschool, finde ich sogar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:26",
      "text": "Haben Sie auch bei diesem iPad äh Magic Keyboard Dingsbums, glaube ich, auch eine ähnliche Optik."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:47:31",
      "text": "So ein bisschen."
    },
    {
      "speaker": "roddi",
      "time": "1:47:32",
      "text": "Was ich nicht verstehe ist, warum muss das Ding unter unter dem Display nochmal diesen Trauerrand haben? Ist es einfach nur, weil alle IMax das haben?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:43",
      "text": "Computer drin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:47:44",
      "text": "Das ist jetzt nicht mein Wunsch, aber da haben sie halt den Computer jetzt hingepackt. Die haben ihn nicht hinters Display gepackt, sondern dahin. Das ist der komplette Computer ist nur das Kinn. Jetzt der Computer in der Gin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:53",
      "text": "Dafür ist es doch dünner. Das ist doch wichtig, dass so ein Dessau-Computer ganz dünn ist. Wenn du draufschaust, nicht, dass dein Blick."
    },
    {
      "speaker": "roddi",
      "time": "1:48:00",
      "text": "Was ist denn das, was ist das denn für ein Cargo-Kalt inzwischen bei Apple, dass alles so dünn sein muss?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:06",
      "text": "Damit er auch von der Seite gut aussieht. Und damit er leicht ist."
    },
    {
      "speaker": "roddi",
      "time": "1:48:10",
      "text": "Ja, aber dafür sieht er von vorne Scheiße aus, weil er diesen Trauerrand hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:13",
      "text": "Hm ja ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:48:17",
      "text": "Scheiße weiß ich nicht, ich find's aber blöd, dass es einfarbig ist. Ich hatte ja schon das Apfel-Logo, finde ich, das ist ein Branding-Fail, das ist da nicht da ist, oder? In der Mitte. Das war doch da gut aufgehoben.\nIch weiß es noch nicht. Ich musste ihn live sehen. Ehrlich gesagt, ich find's schön, dass sie Farben haben. So, ich finde das schön. Ich finde, die Consumer Produkte sollen Farben haben. Das finde ich toll."
    },
    {
      "speaker": "roddi",
      "time": "1:48:36",
      "text": "Ja, aber Pastellfarben. Pastellfarben sind keine Farben, das ist eine Krankheit."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:48:41",
      "text": "Nur in deine Richtung. Die anderen Leute sehen die Rückseite und die ist voll voll Power."
    },
    {
      "speaker": "roddi",
      "time": "1:48:46",
      "text": "Also ich würde das Ding nur in schwarz oder weiß kaufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:50",
      "text": "Also ich finde das mit dem Apple-Logo auf der Rückseite,\nIst gar nicht so doof, ne? Weil das sieht man ja auch in ihren Fotos und so weiter. Man sieht die Dinger dann auch schon mal öfter von hinten. Zumal jetzt wo sie so leicht sind,\nsie äh auch nochmal äh deutlich portabler werden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:49:11",
      "text": "Tendenziell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:12",
      "text": "Man denkt, bei so IMEX vielleicht nicht unbedingt so drüber nach, dass sie so portabel sind, aber so dieses."
    },
    {
      "speaker": "roddi",
      "time": "1:49:18",
      "text": "Also ich habe ich habe im Zug mal jemand gesehen, der hatte seinen iMac dabei und hat ihn tatsächlich da auf den Schreibtisch gestellt und hat sich wirklich im ICE auf dem Tisch eine iMake gehabt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:30",
      "text": "Siehst du mal, dass das werden wir jetzt öfter sehen, ne, wenn das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:49:33",
      "text": "Ständig, glaube ich, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:34",
      "text": "Leichter ist als die Laptops früher. Aber was ich meine ist so dieses Beende mal eben das war ja so ein super Feature von dem von dem Lampeneck,\ndiesem Schwanenhals, dass du da so mal eben, ich habe das auch oft benutzt, weil ich,\ndamals äh mir quasi so ein Büro geteilt habe, immer mit jemand anderem und dann hatte ich einfach ab und zu mal so diesen, ich zeige dir mal was, Bedarf\nund äh da konnte ich halt einfach so kurz gegen den Bildschirm schnipsen und den nach hinten drehen. Das war eigentlich sehr schön. Das könnte man mit so einem iMac hier wahrscheinlich auch noch so halbwegs machen, dass man den mal so eben mal dreht, weil das einfach nicht so eine riesige Masse ist, ne? Und."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:50:10",
      "text": "Klar, das Stromkabel heißt. Ich habe Angst, weil Batterie ist keins drin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:13",
      "text": "Das stimmt, aber."
    },
    {
      "speaker": "roddi",
      "time": "1:50:18",
      "text": "Da verlierst du die."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:50:21",
      "text": "Und das war und das war bisher schon bei den aktuellen iMacs das Problem, wenn du die vom Stromkabel her ein bisschen zu stabil äh an deinem Tisch befestigt hast und dann kippst ganz blöd,\nda habe ich schon öfter mal in dem wichtigen Prozess mein iMac ausgeschaltet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:36",
      "text": "Okay, vielleicht nochmal kurz ein paar Spex äh runterraseln. Also wir haben da irgendwie eine neue Kamera drin, die toller sein soll. Gut, wenn wir dann sehen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:50:43",
      "text": "Das ist einfach nur eine zehn achtzig P-Kamera, die gab's vorher auch schon in iMacs, die nennen sie Cola, aber ich glaube nicht. Ich glaube, das ist wie dieselbe Geschichte, wie bei den Laptops, die machen einfach Image-Processing hinten drauf. Auf alles, was ich da gesehen habe, ist von der Qualität her so mies. Ich glaube's nicht.\nSie nennen's auch genauso."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:59",
      "text": "Wissen wir nicht\nWerden wir sehen. Auf jeden Fall wird da mehr Processing drauf gemacht, das Bild wird sicherlich ein bisschen äh die Neust sein. Dann haben sie irgendwie sechs Lautsprecher eingebaut. Na gut, äh dann haben sie irgendwie\nHier gibt's dann auch noch Unterschiede bei den einzelnen Modellen, ne, also das kleinste Modell, da sparen sie sich sogar noch ein paar USB-Ports, was sich ja irgendwie auch echt absurd finde."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:51:20",
      "text": "Und den Netzwerkfreude ist auch optional."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:23",
      "text": "Die Großen haben aber dann tatsächlich USBA Ports noch zusätzlich. Das ist also dann schon so ein Profi-Feature."
    },
    {
      "speaker": "roddi",
      "time": "1:51:29",
      "text": "USBA, wo sind."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:51:31",
      "text": "Drei, kein A."
    },
    {
      "speaker": "roddi",
      "time": "1:51:33",
      "text": "Nee, es sind auch C. Äh du hast nur äh du hast dann zwei USBC ohne und zwei USB-C mit."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:51:41",
      "text": "Also du hast zwei USB vier,\nUSB C, drei, zwo. Äh so heißt es. Du musst ja die volle Bezeichnung sagen beim USB drei Scheiß. Ähm aber ist alles C, nur C."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:56",
      "text": "Ah, okay, gut, ja, sorry, ich, ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:51:59",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:01",
      "text": "Ähm nehme alles zurück und behaupte, das Gegenteil."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:52:04",
      "text": "Und ich war auch falsch, äh drei eins Generation zwei heißt es, Entschuldigung, USB drei eins Generation zwei. Ich krieg's trotzdem nicht zusammen. Ich hab's vorhin nochmal nachgelesen, haben wir aufgeschrieben, dass."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:13",
      "text": "Das kann auch keiner äh das kann auch keiner irgendwie hinbekommen. Na ja, auf jeden Fall hast du auf den,\nda wo's drauf ist, ist natürlich auch USB, bei USB ist ja dann quasi immer mit. Heißt halt jetzt so, also hast du quasi zwei USB drei und zwei USB vier äh Ports wie auch immer äh,\nIsernet, gibt's auch nicht im Gehäuse, sondern das haben sie in den Poweradapter,\nreingeballert der auch nicht mehr Teil des Gehäuses ist. Das heißt, dein Stromkabel ist eigentlich jetzt eher so ein Kabel wie beim,\nLaptop und dann haben sie auch noch Ivanet direkt ins Netzteil eingebaut, das könnten sie eigentlich auf den Laptops auch gleich noch mal machen. Und äh,\nIch weiß nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:53:02",
      "text": "Könnte man echte auch machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:04",
      "text": "Weiß nicht genau, was was sie damit,\nAlso ich weiß, was sie damit bezwecken, ja? Sie wollen das Ding äh dünner haben und leichter haben und das wird ihnen wahrscheinlich damit auch gelingen. Und Hitze äh und so weiter."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:53:15",
      "text": "Also für Hitze ist ja so ein Powerbrick immer geschickt eigentlich, weil da wirklich jede Menge Hitze nicht angerät hat. So, also das ist schon nicht schlecht und\npersönlich, ich muss jetzt, ich habe das beim Chromecast jetzt zum ersten Mal gesehen, ich dachte nämlich, der kam ohne, aber da war das auch im Powerbrick. Das ist auch die coolere Location fürs Netzwerkkabel, sorry, das ist da gut Out of Side und also ich finde den Teil sogar schick,\nden mag ich, aber du hast halt nur einen zwei Meter Kabel zwischen dem Break wiederum und den ähm und dann deinem Gerät. Die Frage ist, ob dir das reicht oder nicht ist. Die Kabellänge ist halt komisch unveränderbar. So."
    },
    {
      "speaker": "roddi",
      "time": "1:53:49",
      "text": "Also ich finde, finde es eigentlich auch ganz charmant, dass das Empower Brick ist. Also, ich meine, wenn man, wenn man das Internet braucht, dann muss es sowieso irgendwie,\nirgendwo in Bodennähe, da ist es egal, da kann dann auch das Netzteil hin. Also das ist so,\nAlso es ist ja nichts, wo du wo du rankommen musst, wenn du vor dem Gerät sitzt. Früher hattest du halt die dicke Kiste unterm Schreibtisch, da war dann auch das Isanett dran. Das hast du nicht an der Tastatur am Schreibtisch gehabt. Insofern, das passt schon irgendwie."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:54:21",
      "text": "Apropos Tastatur, ähm äh die haben eingebaut in die Tastatur. Man hat nicht an dem Ding. Die Kamera haben sie nicht viel verbessert, aber."
    },
    {
      "speaker": "roddi",
      "time": "1:54:29",
      "text": "Ja, aber sie haben wieder diese."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:31",
      "text": "Springen. Das sind mal kurz noch beim iMac äh bleiben. Also man kann,\nja"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:54:39",
      "text": "Die Tastatur ist doch Teil von."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:40",
      "text": "Okay äh gut, ich wollte ja meinetwegen, okay, also es gibt noch diese Tastatur. Also die Tastatur ist, finde ich, ist nochmal so eine eigene Geschichte, weil die kann man ja auch separat kaufen und mit anderen Geräten wird man aber können."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:54:52",
      "text": "Noch nicht. Vielleicht."
    },
    {
      "speaker": "roddi",
      "time": "1:54:56",
      "text": "Ja, noch nicht. Wir werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:56",
      "text": "Derzeit kannst du noch gar nichts kaufen, weil es alles noch nicht bestellbar ist, aber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:54:59",
      "text": "Am Tag eins kaufen können, das ist die Aussage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:02",
      "text": "Die Aussage war, dass die Tastatur auch mit anderen M1-Computern läuft. So, das heißt, man muss sie auch,\ndaraus leite ich jetzt einfach ab in meinem jugendlichen Leichtsinn, dass das Ding dann auch einzeln zu kaufen ist. Kost wahrscheinlich dreitausend Euro oder was weiß ich. Auf jeden Fall diese Tastatur ist,\nein es ist ein es ist wieder so ein klassischer Fall von warum. Warum."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:55:32",
      "text": "Für dich, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:35",
      "text": "Warum? Ich meine, das wär's doch jetzt wirklich echt gewesen. Was hätte ich das Ding gepriesen und wie viele hätte ich mir davon gekauft?\nUnd dann verkacken sie wieder diese Cursortasten. Ich dachte, das hätten wir jetzt schon gehabt, Apple. Mal ehrlich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:55:53",
      "text": "Butterfly haben sie gecheckt, die können sie das, haben sie nicht gecheckt, ich weiß nicht, warum sie beim Laptop die gewechselt haben, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:58",
      "text": "Ja, weil weil sie's gecheckt haben, mein MacBook R mit dem M eins hat richtige Cursortasten, wie,\ndas so, wie es sich gehört und wie es wie es dem natürlichen Lauf der Dinge entspricht. Und jetzt bringen sie wieder so eine komische, aber das muss doch irgendwie alles gleichmäßig aussehen Tastatur.\nLike and Animal. Ich verstehe das nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:56:23",
      "text": "Ja, das ist, wenn die, wenn die, wenn die Grafikdesigner irgendwie kein UX können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:29",
      "text": "Ich befürchte ja es ist, weil diese Tastatur auch noch abgerundet sein muss,\ndann diese kleine Cursor-Taste rechts unten, sozusagen viel zu klein geworden wäre."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:56:40",
      "text": "Nee, ich glaube, sie sehen das Problem nicht. Da hast du die überschätzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:45",
      "text": "Einfach es geht nicht. Es ist einfach ich verstehe ich verstehe das nicht. Was soll das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:56:54",
      "text": "Aber an der Stelle, ehrlich gesagt, mich,\nAlso mich stört es an der Stelle wirklich nicht, weil die Location jetzt rechts unten am Rand ist, also dieses du musst die Pfalz finden können, die Situation habe ich da auch nicht mehr\nund dann lege ich meine Finger so hin mir auf die halbe Taste, ob ich jetzt in der Mitte von der Taste oder weiter unten,\nlege ist mir egal. Also ich habe ich habe das Problem mit der externen Tastatur nicht,\ndas ist der Rand von der Tastatur, da ist der Pfeil, da ist der, ich habe eine ganz eindeutigen, da habe ich mich gefunden, ich muss die nicht unterwegs finden, sonst, aber ich,\nweiß ich nicht, bin da auch anders gepolt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:25",
      "text": "Ich bin halt A zwölf zweiundvierzig ultra und ähm ich kann kann mir in so ein Leben nicht vorstellen, mit solchen Körsertasten."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:57:33",
      "text": "Ja. Aber Taucher, die für mich wird das, ich hätte die gerne, weil ich weil für Closed Lit Operation im Moment, also ich habe hier so ein Setup mitm Stehpult,\nwo ich äh ähm wo ich an dem vier K Fernseher das äh das ähm das MacBook verwende. Und da nervt halt echt Taucher, die nicht zu haben. Super,\nÄh und wenn ich das dann wieder hätte, wäre super. Also ich will so eine in irgendeiner Farbe,\negal. Könnt ihr mir schenken, wenn ihr die nicht haben wollt und ein iMac kauft."
    },
    {
      "speaker": "roddi",
      "time": "1:58:04",
      "text": "Spannend finde ich, dass keine Touchpa drin ist. Also das ist mehr oder weniger ja schon der Tod der Touch Bar."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:10",
      "text": "Ja, endlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:13",
      "text": "Tote die Touchspa ist, der Tod, der Touch Bar,\ngerne? Grün, blau, was gibt's noch? Pink?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:22",
      "text": "Lila mag ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:23",
      "text": "Silber, Yellow, Orange Purple. Echte Mist."
    },
    {
      "speaker": "roddi",
      "time": "1:58:28",
      "text": "Einfach nur weiß, einfach nur."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:30",
      "text": "Violet oder Orange."
    },
    {
      "speaker": "roddi",
      "time": "1:58:33",
      "text": "Orange. Na gut, Orange, meinetwegen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:37",
      "text": "Orange oder Violett?"
    },
    {
      "speaker": "roddi",
      "time": "1:58:40",
      "text": "Vicholet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:42",
      "text": "Ja. Aber lasst uns doch nochmal bei Mac bleiben. Es ist wirklich dieselbe Ausführung. Zwohundertsechsundfünfzig Gigabyte SSD geht's los und hoch bis zwo Teearbeit,\nÄhm auch die sieben an die acht Komma sieben Chor äh Geschichte und die acht Co acht Core Geschichte an der Stelle. Ähm beim günstigsten Gerät, was es noch nicht gibt, war eben Touch-Eddy. Die Tastatur ohne Tasche, die gibt's beim günstigsten Gerät auch.\nSo, es gibt wirklich eine Preisschwelle mit äh mit da da gibt's das gute Zeug, alle Ports und äh alle."
    },
    {
      "speaker": "roddi",
      "time": "1:59:12",
      "text": "Aber warten wir mal ganz ehrlich, diese sieben Chor GPU, das verstehe ich nicht. Haben die da so einen schlechten bei ihren Chips mit den GPU-Kurs? Das sie das jetzt als extra äh wir schießen dir einen Chor tot und dann geben wir die CPU günstiger."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:59:27",
      "text": "Ich denke, sie haben einfach einen einen einen super Whisky GPU äh gehabt und den haben sie halt jetzt so vermarktet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:36",
      "text": "Ja okay."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:59:38",
      "text": "Also was ich insgesamt äh krass finde, wie sehr jetzt diese Chipen natürlich durch die ganze durch das ganze Line-up durchgeht. Also es ist also rein äh Tim muss sich ja irgendwie ein ein,\ndem muss einer abgeben, bei der effizienten Produktionsleistung von allem. Weil alles das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:55",
      "text": "Tim. Ach, Tim, Tim guckt, Tim."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:59:56",
      "text": "Dem Cook, nicht dir. Dir geht er bei Apple keiner mehr ab jetzt bei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:04",
      "text": "Würde ich jetzt nicht sagen, dass MacBook R hat mich schon ähm."
    },
    {
      "speaker": "roddi",
      "time": "2:00:12",
      "text": "Über eine Sache, die dieses iMac nicht kann, müssen wir aber noch reden, ne? Du kannst ihn nicht als externen Monitor für was anderes verwenden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:21",
      "text": "Das kannst du schon lange nicht mehr mit iMacs, das ist seit zehn Jahren tot jetzt das Feature."
    },
    {
      "speaker": "roddi",
      "time": "2:00:26",
      "text": "Ja, das mag ja sein, aber es ist immer noch tot,\ndie Cursortasten sind immer noch kaputt. Da drüber muss man schon reden. Solange, solange ich die nicht als externen Monitor verwenden kann, kaufe ich doch keinen iMac,\nEin Monitor hält meistens zwei, drei Rechner lang. Und dann habe ich irgendwie einen geilen Monitor mit einem beschissenen Chip drin in ein paar Jahren."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:00:48",
      "text": "Ich musste an einer Sache zustimmen, zumindest zeitka, so unterstützen, so in die Richtung auch, ja? Zumindest das,\nihr eigenes machen, dann übers Netzwerk, als das,\ndass zumindest alle anderen Geräte das auch benutzen könnten, das wäre\nDas wäre wirklich so eine der warum von wegen von deinem Farbkalibrierfeature. Das ist ein Feature, das könnten sie selber einbauen. Das funktioniert in die eine Richtung, das kann auch in die andere Richtung funktionieren. Die machen sie nicht,\naber könnten sie,\nSo und äh und wer wirklich angebracht, da hört man nämlich einfach mal ein Display auch, dass man irgendwie verwenden kann mit seinem Pad oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:24",
      "text": "Wobei hast du schon mal benutzt? Das ist unbenutzbar."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:01:28",
      "text": "Wieso findest du's unbenutzbar? Ich habe eine mein zwölf Zoll iPad, also gerade so, das ist halt, ich habe halt, grade wenn ich mit dem mit dem Mac Mini, äh mit dem mit dem R, mit dem R und dem Ding nehme ich her, ist gut, fließ, wieso unbenutzbar?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:42",
      "text": "Ich kann dir es jetzt gerade nicht mehr auswendig runterbeten, aber ich habe bei ZEITKAR immer so dieses,\nMuss ich nochmal drüber muss ich nochmal kurz grübeln. Es gab äh ich hatte da einen einen größeren Complain, den habe ich hier nie so richtig ausgebreitet, aber das ist eher das hat irgendwas so mit dieses, wodurch es sich irgendwie\naktiviert und wie stabil das ist und so weiter. Das hat für meinen Bedarf immer nicht funktioniert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:02:07",
      "text": "Ah ja, jetzt verstehe ich, ist inzwischen besser geworden. Ist inzwischen besser geworden, aber es war am Anfang\nDas war am Anfang eine Katastrophe, ja. Aber jetzt ist es eigentlich so, ist das hängengeblieben mit An- und Aus und der Zustand im Big Sir hat sich nicht mehr nicht mehr erholt davon, dass es mal angemacht hast aus Versehen,\nDisplay auch. Das haben sie aber glaube ich mit dem letzten Update schon soweit gefixt, dass es mir zumindest seitdem nicht mehr passiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:27",
      "text": "Kay. Und dann werde ich das nochmal probieren, aber so wie ich das benutzen wollte, ging's nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:02:31",
      "text": "Plus ich mach's mit dem Kabel, dann hast du auch latenztechnisch überhaupt keine Probleme, auch wenn diese WiFi technisch gut hinbekommen haben, aber mit Kabel ist wirklich ich habe einfach ein Display. Mein Problem ist eher, dass das iPad zu klein ist\nDas große iPad ist halt auch noch trotzdem ein kleines Display und jetzt habe ich ja zwei kleine Displays, anstatt ein großes und das ist halt auch es ist für Mobil schon okay\naber es ist halt so, eigentlich hätte ich gern ein großes. Deswegen bin ich fast lieber an einem Exitus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:54",
      "text": "Du meinst, wenn man jetzt so zwei Eyemax nebeneinander hat, dann müsste man doch eigentlich auch das andere über quasi als Zweitbildschirm für den einen äh oder für den Laptop."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:03:03",
      "text": "Zum Beispiel oder halt das das eher als Zeitkabel nutzen können oder oder halt vom äh per vom,\nvom iPad oder vom Telefon was draufhauen,\ndas wäre das Mindeste, was ich, also dass man jetzt nicht einfach einen einen hinten nochmal einen Anschluss hat, dass es ein Display ist, das verstehe ich, weil das macht Apple halt irgendwie nicht, weil das muss man bei der Richtungen und bla, bla, bla. Machen sie jetzt nicht mehr,\naber zumindest die Technologien, die sie haben, um Remote-Display zu machen, sollten funktionieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:29",
      "text": "Ach, es ist einfach furchtbar."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:03:31",
      "text": "Ja. Aber ansonsten ganz schönes Gerät, oder? Preislich ist doch okay und M eins."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:36",
      "text": "Der iMac ist mir noch nicht so ganz klar, ob das,\nso toll ist, also man vergisst ja immer so schnell wie die alten Preise waren."
    },
    {
      "speaker": "roddi",
      "time": "2:03:47",
      "text": "Ja, vor allen Dingen, du kannst ihn noch nicht konfigurieren und du weißt ja nicht, was für ein Preis rauskommt, wenn du dir erstmal die sechzehn Gigabyte Arbeitspeicherein konfiguriert hast und\neine etwas größere SSD rein konfiguriert hast und diese ganzen Dinge, die du eigentlich haben willst, weil,\nfür heute kaufen und in zwei Jahren wegschmeißen und einen neuen kaufen, dafür ist er dann doch zu teuer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:12",
      "text": "Reden wir doch mal über den iMac, den sie nicht vorgestellt haben.\nNa ja, ich meine, es ist ja wohl relativ klar, dass das nicht das einzige Modell bleiben wird. Sondern sie müssen natürlich für das siebenundzwanzig Zoll äh Modell auch noch was liefern und natürlich, also\nabgesehen jetzt von dem Offensichtlichen äh Ding mit. Wir brauchen irgendwie High-End, wir brauchen Pro\nStyle, wir brauchen im zwei oder im eins X oder was auch immer, also es wird natürlich eine nächste Generation von M eins geben, die dann wahrscheinlich M zweier heißt\nWenn sie nicht anders heißt, die halt mehr als sechzehn Gigabyte Ram vertragen kann, die aktuellen iMax, da kannst du, glaube ich, bis zu hundertachtundzwanzig Gigabyte reinstecken\nund du willst natürlich auch performancemäßig nochmal einen großen Schritt machen und du willst natürlich vor allem einen sehr viel größeren Bildschirm haben. Und wenn ich das richtig sehe,\nsind sie ja jetzt hier auf vierundzwanzig Zoll gegangen ohne jetzt groß den Umfang des,\nIMEX zu vergrößern, sondern sie haben halt einfach einen kleineren Battle. Das würde mich jetzt mal dazu bringen, zu sagen, okay, was bisher der siebenundzwanzig Zoll Monitor war, das könnte vielleicht in Zukunft so ein dreißig Zoll iMac werden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:05:22",
      "text": "Je nachdem, was du für ein Display so hinbekommen, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:24",
      "text": "Genau, also vielleicht eins mehr als weniger, keine Ahnung, weiß ich nicht, vielleicht auch zweiunddreißig, also jeder\njeder extra Pixel und jeder extra Zoll wäre äh Heidi Welcome, aber es gibt einfach einen Bedarf für größere Bildschirme als das, was sie da jetzt eingebaut haben. Und vor allem gibt's natürlich auch einen Bedarf für sehr viel mehr Kapazität\nfür und so weiter und natürlich auch CPO und das heißt es wird kommen und ich denke dieser Farbauaufschrei, den sie da jetzt gemacht haben, der, der, der bettelt ja gerade danach ein iPad Pro in schwarz äh zu machen,\nder dann kein natürlich den schwarzen Rahmen hat, um den Bildschirm herum und natürlich schwarzes Aluminium und so weiter."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:06:07",
      "text": "Mhm. Also da war mein mein Ansatz hier noch, wir gehen davon aus, dass dieses Gerät auch Apple bauen wird, oder? Weil, weil diese die,\nhöherklassige Chipgarnituren müssen sie irgendwie eh machen für für die Product Line, auch für die Laptops noch. Also das gibt\nalso das M2 und so weiter, die wird's geben. Und es macht irgendwie keinen Sinn für Apple, nicht dafür auch ein Display Gerät zu machen, oder? Das ist dieser iMac-Form-Faktor ist schon auch eigentlich der ikonische Mac,\näh Formfaktor, der den sie machen müssen. Also das wollte ich nur nochmal so\nEs könnte ja sein, dass jetzt vorbei ist. Ja, das ist jetzt so die iMake Line, weil weil wir sind jetzt in der Consumer Line gelandet mit den M eins und die Pros sind jetzt andere. Die müssen dann fünftausend Dollar Display kaufen, weil das macht lohnt sich einfach mehr für Apple, anstatt hier einen iMac zu machen noch. Aber ich glaube auch, der kommt\nÄhm und der würde wahrscheinlich auch eine geiles, also wahrscheinlich auch das geile Display, also das äh äh kommt ja jetzt erst\nübers iPad hat man ja noch gar nicht gesprochen, aber das Mini-LED-Display dann auch äh mit ordentlichen ist das schon fast\ndieselbe Qualität hat, wie das, wie das super teure, das aktuell verkaufen. Ähm ja.\nIch glaube, das Produkt wird's geben, da gibt's einen Bedarf dafür und da ist dann wirklich interessant, was du für Standards zum Beispiel machen. Also welche Ausführungen,\nSo was wird anders sein? Also man könnte sich ja vorstellen, dass sie da endlich eine Face-ID-Kamera auch reinhauen. Ähm dann hoffentlich auch bei den Laptops. Ähm,\nDie Dicke wäre ja beim iMac wiederum relativ egal. Da könnte man ein bisschen dicker werden, damit was Sache ist,\nDicke ist bei den Laptops wiederum wichtig. Keine Ahnung, wie viel Überschneidung es dann gibt an der Stelle und ob sie auch wieder so\ndie Platine so klein machen, ähm wie bei einem, dass das für die Laptops eh so klein machen müssen, äh dass sie auch wieder da das Kinn beibehalten hier unten, weil sie's irgendwie für eine gute thermische Lösung finden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:58",
      "text": "Der große IMAC wird genauso aussehen wie der, den wir jetzt sehen, bloß er wird schwarz sein können,\nAlso es wird ihn auch in schwarz geben und dann ist es hoffentlich der iMac Pro mit irgendwie richtig fett von allem\nund dann ist der irgendwie richtig schön schnell und hat einen richtig geilen, großen Bildschirm und ansonsten wird's da keinen großen Unterschiede geben. Da bin ich mir relativ sicher, dass wir das sehen werden."
    },
    {
      "speaker": "roddi",
      "time": "2:08:20",
      "text": "Ja, aber sicherlich nicht mit dem M eins-Chip, also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:24",
      "text": "Nö, mit äh M zwei oder M eins E."
    },
    {
      "speaker": "roddi",
      "time": "2:08:26",
      "text": "Ich bin mir auch gar nicht sicher, ob die GPO, die jetzt in dem M1 drin ist, so ein großes Display überhaupt treiben könnte. Also die ist ja schon jetzt auch nicht so krass."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:36",
      "text": "Bildschirm damit treiben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:08:38",
      "text": "Das ist schon,\nÄh das geht aber der die wachen auf alle Fälle das Dicke Dingen. Die Frage ist, ey die Frage, die ich mir stelle an der Stelle, ob das dicke Ding genauso nochmal einen Quantensprung macht von dem M eins weg\noder ob's halt einfach nur die ein bisschen kraftvollere Variante wird, die einfach mehr von allen hat.\nWeißt du, also ob das jetzt nochmal doppelt und dreimal so schnell ist, wie jetzt, weil sie dann nochmal ganz andere äh Kaliber noch in petto haben. Ähm,\noder ob's halt einfach jetzt ob wir den Sprung gemacht haben und jetzt geht's halt langsam so dahin auf der Leistungsstufe, die ja trotzdem schick ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:13",
      "text": "Also ich bin mir relativ sicher, wir werden im Herbst die nächste Generation sehen,\nähm oder zumindest angekündigt bekommen, wann sie's genau ausliefern, kann ich nicht sagen. Aber äh alles andere würde mich wundern. Sie hätten jetzt niemals diesen M eins-Push begonnen, wenn sie nicht wüssten, dass sie schon im nächsten Jahr nachlegen können.\nUnd das wird dann halt mit den, mit der zweiten Generation dieses Prozessors laufen. Ich bin gespannt, was was sie da für Limits haben in Bezug auf Ramm,\nund äh dann werden sie den iMac nachliefern und dann werden sie hoffentlich hoffentlich auch ein ein Mac Mini Pro rausbringen, der,\ndann wahrscheinlich wäre."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:09:55",
      "text": "Nee, ich glaube nicht. Meck mini pro kann zu knicken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:57",
      "text": "Das werden wir mal sehen. Der aktuelle McMini ist silber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:01",
      "text": "Ja, ja, ja, ja. Ja, ja, träumweil."
    },
    {
      "speaker": "roddi",
      "time": "2:10:04",
      "text": "Da bin ich, da bin ich mal dann gespannt, ob man dann tatsächlich den, den Rabattcode von dem äh DTK auch für die M2 Geräte benutzen kann oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:13",
      "text": "Sollte beliebiges Apple Produkt war angesagt jetzt und ein Jahr lang. Insofern sollte das gehen."
    },
    {
      "speaker": "roddi",
      "time": "2:10:19",
      "text": "Bis Ende des Jahres soweit ich weiß, ne?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:21",
      "text": "Also, okay, also, aber auf alle Fälle lang genug. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:26",
      "text": "Gut, machen wir mal weiter. Würde ich äh vorschlagen. Wir hatten ja noch andere interessante Ankündigungen. Und der war ja balla nicht, äh das einzige Interessante hier,\nein paar Worte zu diesem iPad Pro, da müssen wir uns jetzt vielleicht nicht ganz lange drüber unterhalten. Ähm ja, bisschen schneller, bisschen tollerer Bildschirm,\nvergessen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:49",
      "text": "USB vier halt unten auch statt nur ähm eine US."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:53",
      "text": "Jetzt mit, genau und halt äh der M eins Prozessor, das fand ich ja irgendwie einen interessanten Move, ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:11:01",
      "text": "Das ist so genannt haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:02",
      "text": "Ja\nja, ob's jetzt die Benennung, weiß ich jetzt nicht, aber,\ndass sie sagen, das iPad macht jetzt auch,\ndas das ist ja schon so ein Statement, was eben diese Positionierung des iPad Pro zwischen dem Mac und dem dem sonstigen Ei-Universum ja nochmal relativ klar und scharfkantig definiert. Es ist wirklich ein anderes."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:11:29",
      "text": "Aber war eigentlich trotzdem klar, dass wie sie wie sie da auf dem USBC Stecker gegangen sind, dass sie damit das ernäbeln wollen, so also dass das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:37",
      "text": "Ich bin nicht überrascht so, ne? Aber es ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:11:40",
      "text": "Eigentlich fürs letzte Modell noch nicht hinbekommen, ist eher mein mein Gefühl so. Sie haben so der, so der der die Anbindung von von USB vier hat einfach noch länger gedauert, als sie es gerne haben wollten und deswegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:54",
      "text": "Ja, sie mussten's halt erstmal in die SOC äh reinkriegen. Dazu müssten sie einen Controller da einbauen. Der war halt bei den Apple äh die weiß es, bei den iPhone, die weiß es halt vorher noch nicht erforderlich und nicht drin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:12:06",
      "text": "Könnte man natürlich jetzt aber auch sagen, wer fürs Telefon ja auch nicht schlecht. Vielleicht ist es ein guter Zeitpunkt, dass er die USBC äh den Wechsel zu machen auf USBC. Da war ja irgendwie letztes Mal die Aussage, dass sie es nicht machen wollen, aber hm,\nAlso jetzt hätte wirklich einen Performance-Grund."
    },
    {
      "speaker": "roddi",
      "time": "2:12:21",
      "text": "Dazu müsstest du natürlich erstmal einen Chip machen, den du dann auch im Fond verwenden kannst, also ob du den M eins jetzt mal soeben im verwenden kannst. Na gut, wir werden sehen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:12:32",
      "text": "Also die werden definitiv nicht beim Telefon sparen an Innovation, was ihr da tipmäßig machen wollen, insofern da glaube ich, das kommt."
    },
    {
      "speaker": "roddi",
      "time": "2:12:39",
      "text": "Nee, das nicht, aber äh ich glaube,\nIch glaube nicht, dass wir den M eins im Fernsehen werden, sondern eher, dass in der nächsten Generation, äh wenn, dann van der Bold in den Chip wandern wird, den auch das Fond bekommt. Oder alle Geräte kriegen den gleichen Chip."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:02",
      "text": "Ist am Ende auch eine reine Marketingunterscheidung. Ich meine, sie können jetzt ihre CPO so zusammensetzen, wie sie wollen und sie können sie auch nennen, wie sie wollen,\nTatsache ist, im iPhone ist jetzt der Bedarf für noch nicht so groß. Und äh beim iPad Pro,\nDadurch, dass es eben in zunehmenden Maße wie ein Computer benutzt wird, ja ähm schon, wenn es,\nWenn man's mal produktphilosophisch mal betrachtet, ist ja das iPad Pro im Prinzip die Wiedererfindung des Max.\nJa? Sie bringen es mit iOS vom Telefon mit maximaler Reduktion und durch iPad OS,\nFür mich war die Botschaft mit iPad OS okay,\nWir geben dem Ganzen jetzt einen anderen Namen und was wir eigentlich tun ist, wir fügen all diese Features, die dem,\niOS, dem Telefon und dem iPad bis dahin gefehlt hat,\nhinzu, die man braucht, um es in zunehmendem Maße wie ein Computer zu benutzen, ohne dass wir es dass es ist wie ein Mac,\nJa, dieses Ganze, du kannst jetzt irgendwie Files haben und du hast irgendwie kannst Pfeilsysteme maunten und arbeitest jetzt sozusagen damit. Man ist immer noch sehr, sehr, sehr weit weg von dem, was ein Mac kann und\nalle Experience\nwerden sich mit so einem iPad auch in den nächsten fünf Jahren nicht anfreunden können, aber ich sehe halt im zunehmenden Maße, wie es so Leute gibt, die sagen, nö, das, was mir dieses Gerät bietet, das das ist so entspricht meinen Computing Leads.\nUnd durch die Hinzufügung durch Software und eben jetzt auch durch,\nkann ich dann auch die Dinge machen, die ich machen muss,\nweil die müssen nicht irgendwie ein Terminal aufmachen und die müssen nicht irgendwie volle Kontrolle darüber haben, wo jetzt irgendwie ihre Datei liegt. Hauptsache, wie kriegen die irgendwie rein und raus und das war's. Und ich denke,\ndas ist so ein Longterm Evolution Plan.\nDer sich dann auch in diesen ganzen Katal löst, Fantasien, ne, diese wie sieht eine App aus, die auf all diesen Plattformen zu Hause sein kann, die man als Touch-Only benutzen kann, aber die auch mit einer Maus funktioniert. Das ist so quasi diese Vision, die wir da jetzt so über Jahre\nJahr für Jahr begleiten dürfen, wie sie immer wieder sagen, okay, diese Funktionalität des Mags wäre eigentlich,\nAlso ist eigentlich eine essenzielle Funktionalität. Wir wollen aber jetzt nicht einfach, dass so, wie wir's,\nmitgemacht haben, sondern wir wollen darüber nachdenken. Ja, Beispiel Maus,\nDu willst auch mal so einen Zeiger haben? Aber,\nEr funktioniert dann eben nicht so wie früher, indem er einfach immer nur auf irgend so eine X Y Achse zeigt und wenn du draufklickst, dann passiert da irgendwas, sondern jetzt ist es eben,\nTeil des und während du dieses Ding über dein User Interface bewegst, dann atmet dieses User-Interface mit und der\nCursor wird zum User-Interface, was dann selektiert ist. Und das finde ich eigentlich ein sehr, sehr, sehr schönen Ansatz, weil sie quasi diese Idee eines Desktop-Computers\nneu denken, aus der Reduktion heraus und fügen\nimmer alles nur in dem Moment hinzu, wo sie wirklich wissen, okay, das brauchen wir jetzt auch, tun es dann aber auf eine Art und Weise, wie es eben der neuen Zeit auch entspricht.\nUnd ich kann mir das schon sehr gut vorstellen, dass wir dann so in zehn Jahren bei so einem Gerät angekommen sind, was,\nirgendwie schon so den fünfundneunzig bis neunundneunzig Prozent im Peel eines Computers hat, wie wir ihn heute kennen,\naber schon sehr, sehr, sehr viele Zöpfe der letzten dreißig Jahre abgeschnitten hat und trotzdem noch weit genug damit kommt, sodass es für viele Leute gut funktioniert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:16:56",
      "text": "Ja bin ich mal gespannt. Ich bin ja leider nicht so positiv gestimmt von der Art und Weise, wie sie das gemacht haben. Bei der Mauszeiger-Integration fand ich ja, haben sie gut gemacht. Da haben sie wirklich mal wieder eine eine schöne\neine schöne spezifische Anpassung gemacht bei dem bei Falls finde ich's eine totale Katastrophe, total billige, komische Infrastruktur, die,\nvorne, ähm ständig nervt, ja? Dropbox wird upgedatet, dann geht dieser Falldialog nicht. Man muss dann, wenn man die Apple mal rein hopsen, äh manchmal werden Dateien nicht geladen, äh wenn man einen Pagesdokument auf dem Mac offen hat,\nmit einem Pages auf dem Mac offen hat, aber nicht äh nicht ein Dokument und Pages aufm aufm iPad, dann gibt's ab und zu Sünk-Probleme\nobwohl dasselbe Dokument nicht mehr offen ist. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:41",
      "text": "Ja ja, ich habe nicht gesagt, dass es das ist ohne Probleme. Ich sage nur, das ist der Weg, den sie gehen und der ist noch ein langer Weg."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:17:48",
      "text": "Ja, es ist es ist es ist einer mit Potenzial, das sehe ich auch so. Ich finde, manche Sachen haben sich schon ein bisschen\nverschissen. Äh die Multitasking-Geschichte auf dem iPad finde ich eine totale Katastrophe von der Bedienung und von dem, wie man's macht, so zwei Fenster nebeneinander, wie man das genau macht. Ähm die Sweiberei,\nschwierig. Was ich spannend finde aber auch ist, dass er auch jetzt beim beim iMac kein kein second,\nalso mal Touch mal eben auf das iPad, haben sie da auch nicht machen wollen. Also gerade bei den großen Displays ist natürlich auch so, da hast du nochmal mehr Fingerabdrücke, die wirst du auch nicht auf den Displays haben. Aber so, es scheint wirklich so zu sein, als würden sie diesen äh mach mal touch,\nin diese Geräte, die nicht iPad oder iPhone heißen, dass sie das nicht vorhaben, so ganz radikal nicht\nÄhm weil das ist die, es hätten jetzt zumindest ein neues Gehäuse, neues Display, neu, also das ist ja die erste Chance, jetzt neue Geräteform zu haben beim iMac, wo man zumindest irgendwie touch unterstützen hätte können. Und bei der Größe,\nNähe auf dem Desktop vielleicht sogar ganz sinnvoll mal ab und zu mal hintatsch. Weiß ich nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:18:52",
      "text": "Ja, aber du hast, du hast dann das den Lama-Arm-Problem. Wenn du so ein Riesending vor dir stehen hast."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:18:59",
      "text": "Ja ja, nicht dauerhafte Bedingungen, nicht dauerhafte Bedingungen, aber wie oft haben wir schon alle so einen OK Button gedrückt auf dem Mac? Seid doch mal ehrlich, wenn man ein bisschen auf dem iPad gearbeitet hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:08",
      "text": "Mache ich es nie."
    },
    {
      "speaker": "roddi",
      "time": "2:19:09",
      "text": "Ja, aber ich, ich habe genug äh Kollegen, die haben die haben diese Lösung quasi auf Windows. Das sieht aus wie\nwie ein normaler Laptop, aber hat einen Touchscreen und dann wollen sie dir irgendwas auf dem Bildschirm zeigen, ein Tatschen drauf und dann passieren irgendwelche Dinge, die nicht passieren sollen und so. Also das ist alles."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:19:28",
      "text": "Bei Kindern so, das merke ich so, so ist es bei die iPad-Bedienung selber macht das schon so kaputt. Oder was jetzt auch schon auf dem iPad so ist\nmein altes Beispiel, Apple TV Plus, Fernsehsendung gucken\nund dann irgendwie das Gerät mal in der Küche von einem Ort nach dem anderen stellen, aus Versehen mit dem Daumen auf der Dis,\nbei Apple TV Plus kannst du das Video das missen, indem du nach unten oder nach oben swipst, aus Versehen,\nIch habe schon so oft Pause machen wollen im Video und habe aus Versehen das Video beendet. Äh ein Katastrophe. Also da ist diese Bedien,\nEcken, da ist schon so viel Pro passiert auf dem iPad, ja, im Sinne von, wir machen Gesten in alle mögliche Richtungen, dass es eigentlich, ich wünsche mir wieder mehr Reduktion sogar, gar nicht mal mehr Features.\nWenn ich ehrlich bin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:13",
      "text": "Gut, also neues iPad Pro, schneller, höher, weiter, äh tolles äh tolles Display, gilt das eigentlich nur für das Große? Ja, ne, nur das\nhat diesen Mini-LED, das werden wir sicherlich demnächst noch woanders auch noch sehen, müssen wir mal gucken, ob das dazu beiträgt, dass der Bildschirm auch heller ist und ja,\nAnsonsten."
    },
    {
      "speaker": "roddi",
      "time": "2:20:34",
      "text": "Weitwinkelkamera fand ich eine ganz,\nwitzige Idee. Ähm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:20:41",
      "text": "Frage ist, wie gut's funktioniert, aber ja, gute Idee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:43",
      "text": "Center Stage."
    },
    {
      "speaker": "roddi",
      "time": "2:20:44",
      "text": "Ja, äh die Sache mit dem wie gut's funktioniert, hätte ich jetzt auch als nächstes gesagt, muss man halt gucken. Aber das ist Software, die kann man anpassen, wenn's erstmal im ersten Wurf nicht funktioniert. Also in."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:55",
      "text": "Da habe ich auch gleich so eine ähm,\nhört auf Clubhaus irgendwie so eine kleine Diskussion äh kurz danach und da gab's dann auch gleich so die Wortmeldung, ja das ist ja total der der Traum für so äh News Reporter,\nGibt's ja genug Leute, die von irgendwo berichten, normalerweise auch von so Apple Events. Die haben dann so ein Stativ dabei, da packen sie ihr iPhone drauf oder in dem Fall vielleicht auch ein iPad. Also dieses ganze,\nIch produziere jetzt hier mal so eine kleine Videosendung und dann brauchst du halt auch irgendwie niemanden mehr da stehen haben, der dafür sorgt, dass du auch im Fokus bist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:21:29",
      "text": "Gibt's aber schon, ja? Also das ist halt ein äh es gibt eine sehr gute, sich selbst kalibrierende Stativ, das praktisch mit mit Motor und für iPhone in Kombination mit Software, das schon sehr gut macht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:43",
      "text": "Ah, okay, das ähm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:21:46",
      "text": "Diese konkrete Lösung, die du gerade so so ansprichst, die gibt äh und die ist auch, also ich habe das zum ersten Mal in einem YouTube Video gesehen, wo ich mir gedacht habe, was ist denn das für eine komische Kameraführung? Und dann habe ich irgendwann mal das Produkt dazu gesehen und ja, cool,\näh definitiv, aber natürlich für so gerade für so Videoproduktion, da muss die Kamera schon nochmal mehr können, also die die ähm wie heißt sie, die die die dich anguckt die Kamera?\nSondern die Touch-Face ID."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:14",
      "text": "Selfie-Kamera,\nFrontkamera, meinst du oder was? Was auch immer."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:22:23",
      "text": "Na ja, auf alle Fälle, die hat ja noch ein bisschen weniger Auflösung\nund deswegen ist es natürlich trotzdem auch so ein bisschen die Frage, was da noch bei rumkommt, wenn man das macht, grundsätzlich ist es aber auch wichtig, gerade die will ja einen großen Einfallswinkel haben, damit der Face ID von allen Seiten funktioniert. Also das ist so eine äh ich weiß nicht, was zuerst da war. Wahrscheinlich war zuerst da, dass diese Kamera mehr weitwinkeliger wird, damit sie das Gesicht\nbesser erwischt auf allen Seiten und danach haben sie dann noch das Feature-Set ausgenutz,\nauch immer ganz gut drin, diesen Synergien. Wir haben eine technische Sache und\nKönnen wir die auch sinnvoll nutzen? Deswegen, ich bin gespannt, was das äh was das hermacht. Also im Moment können wir das gerade jetzt,\nwo so oft gefacetaped wird, merke ich das schon immer wieder, wie nervig diese geh mal ins Bildnummer ist, also gerade mit einem Kind auch, so,\nbis man dann das so hingestellt hat, dass es dann im im Bild bleibt und so, ja."
    },
    {
      "speaker": "roddi",
      "time": "2:23:14",
      "text": "Sie nennen es True Deppkamera."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:23:17",
      "text": "Too Debs heißt sie genau deswegen wegen dem ID. Genau, Truedebs."
    },
    {
      "speaker": "roddi",
      "time": "2:23:21",
      "text": "Kamera."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:23",
      "text": "Na ja gut, mal sehen. Also, ich meine, ich finde das iPad Pro ja insofern interessant, als dass es immer noch etwas kann, was halt die äh Laptops immer noch nicht können. Die haben halt irgendwie Mobilfunk als Option und ich verstehe das irgendwie auch noch nicht und ich hoffe, dass die nächste Generation von\nLaptops das dann auch endlich mal bringt. Also die Zeit läuft jetzt langsam ab. Also wenn sie jetzt eh gerade die Gehäuse neu machen."
    },
    {
      "speaker": "roddi",
      "time": "2:23:44",
      "text": "Ist schon vor zehn Jahren. Aber ich glaube, da ist es auch wirklich eine Frage der Software."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:50",
      "text": "Und der Hardware auch vielleicht."
    },
    {
      "speaker": "roddi",
      "time": "2:23:53",
      "text": "Äh Baseball-Chip haben sie, glaube ich, drauf, dass denen den aufs Board zu klatschen. Ist jetzt nicht das Ding, sondern es ist mehr so dieses,\nwie verhindert man dass diverse Background-Prozesse unter macOS irgendwo hin\nVerbindungen aufmachen und einem einem das Datenvolumen leer lutschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:12",
      "text": "Ja das auch, aber es gibt auch noch das Gerücht, dass es auch ein bisschen was mit den Verkaufspreisen zu tun hat, weil sie unter Umständen halt noch an Quark kommen, irgendwie Geräte, Preisabhängige, Lizenzen zahlen müssen,\nund von daher darauf warten, bis sie das äh fünf G-Steinchen jetzt in Haus äh durchentwickelt haben und dann mit ihrer eigenen Hardware an Start gehen und dann haben sie das Problem nicht mehr."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:24:36",
      "text": "Wenn man's, wenn man's wirklich beim iPad Pro kann man schon konfigurieren, wenn man's wirklich ordentlich äh sich die Kante geben will mit dem äh mit dem besten Modell, dann ist man mit zwotausendsechshundert dabei plus nochmal\nNee, zweitausendfünfhundertachtzig plus nochmal vierhundert für das Magic Keyboard. Ähm da kann man auch ordentlich Geld reinlassen."
    },
    {
      "speaker": "roddi",
      "time": "2:24:53",
      "text": "Fürs große oder wie."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:24:54",
      "text": "Genau, fürs große voll ausgebaut. Zwei Terabyte geht ja jetzt auch. Ähm interessant ist, dass ab ein Terabyte auch sechzehn Megabyte RAM jetzt drin ist. Äh sechzehn Gigabyte, tschuldigung, Megabyte, geil.\nGeschrieben,\naber zumindest so, das ist natürlich auch wahrscheinlich ein Sache, die man dann auf einem iPad schon auch merkt, wenn es auf einmal so viel mehr Raum hat, weil ich glaube, das aktuelle hat ja irgendwie sechs oder so was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:18",
      "text": "Ja.\nOb man das bemerkt. Das hängt dann doch sehr von den Anwendungen ab, die man hat, also ich habe so ein Erbe iPad Pro, ich find's äh toll, aber ich pusche das für dich echt nicht äh an die Limits, weil ich da eigentlich das Ding dann doch äh am Ende wirklich nur als Medienkonsum benutze und."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:25:34",
      "text": "Und da ist halt Schwarzwert, also Mini-LED-Ding mit, also ich bin, wie ich zurück bin von,\nauf meinem äh auf meinem iPhone habe ich OLED mit schwarzes Schwarz. So aufm iPad habe ich komische schwarze Streifen, die leuchten im Dunkeln. Äh das war schon ein großer Unterschied. Und ich denke, das wird mal deutlich merken.\nDa freue ich mich, würde ich mich schon drauf freuen, wenn ich's mir kaufen würde, aber ich habe das letzte Generation gekauft. Ich werde das jetzt auch aussitzen erstmal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:01",
      "text": "Ja gut, es gilt ja auch eh nur für das für das Große und irgendwie so zwei Komma neun Zoll, weiß ich nicht, also so ein großes Teil, das das Bedürfnis hatte ich jetzt noch nicht, auch wenn ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:26:09",
      "text": "Echt, mir ist es zu klein sogar. Das Große."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:14",
      "text": "Große ist jetzt zu klein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:26:16",
      "text": "Das große iPad ist mir zu klein, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:17",
      "text": "Was damit zu tun."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:26:18",
      "text": "Das alles,\nIch hätte gerne ein Video Videos größer, ich hätte gerne äh wenn ich mit dem Stift arbeite, mehr Platz, ich hätte gerne äh wenn sie das externes Display verwendet, hätte ich's gerne größer. Und mir ist jetzt nicht zu klobig schon, also das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:34",
      "text": "Hm. Naja, mal gucken. Mal gucken."
    },
    {
      "speaker": "roddi",
      "time": "2:26:37",
      "text": "Also ich habe dieses zehn Zoll größer muss das nicht, das ist mir jetzt schon in manchen Situationen zu groß, aber jeder ist da anders."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:43",
      "text": "Jeder ist da anders. Ja, ich würde auch gerne, ich wollte eigentlich dieses Jahr äh mein Geld eher für Max ausgeben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:26:51",
      "text": "Ja, vielleicht, wenn ihr noch geliefert dieses Jahr dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:54",
      "text": "Aber bis dahin haben wir ja noch die Gelegenheit noch ein bisschen kleinteiliger Geld auszugeben, denn jetzt gibt es Attack."
    },
    {
      "speaker": "roddi",
      "time": "2:27:01",
      "text": "Aber was war denn das für eine Brücke?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:04",
      "text": "Profi Profiüberleitung. Ja."
    },
    {
      "speaker": "roddi",
      "time": "2:27:07",
      "text": "Profiüberleitung, ja, das ist das ist die erste Hardware, wo sämtliche teurer sind als die Hardware selber. Von Apple. Das hat's glaube ich vorher auch noch nicht gegeben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:18",
      "text": "Ja gut, ist ja nicht viel drin, ne. Also was äh okay, was ist es."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:27:26",
      "text": "Ie ist günstiger, aber die gibt's ja nicht von Apple selber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:27",
      "text": "Attack, Attack, ich beschreibe mal kurz, worum sich's hier überhaupt handelt, dass wenn ich immer alles annehmen, ja, man muss ja auch immer vom Hörer her äh denken, ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:27:38",
      "text": "Vor allem auch von der Hörerin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:39",
      "text": "Und von der Hörerin sowieso. Wir haben kleine äh kleine Schnupsies und in diesem kleinen Schnuppsi befindet sich bisschen Technologie und der Ziel der ganzen Sache ist, dass du deine Scheiße wieder findest, wenn du sie verloren hast."
    },
    {
      "speaker": "roddi",
      "time": "2:27:52",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:53",
      "text": "Zum Beispiel also Schlüssel und alle, alle so Sachen, die man schnell mal verlegt und die zu klein sind, dass da dass man sie so ohne Weiteres wiederfinden kann und das ist die Anwendung für Attack und das ist auch die erklärte und gezielte\nund auch fein herausgearbeitete Anwendung, sodass andere denkbare Anwendungen eigentlich tun dies verhindert werden sollen."
    },
    {
      "speaker": "roddi",
      "time": "2:28:15",
      "text": "Aber mal ganz ehrlich, ich habe ja hart dadrüber nachgedacht,\nähm also mir würden diverse Dinge einfallen, wo ich diese Attacks ranmachen würde, aber dann habe ich noch mal da drüber nachgedacht, was davon hast du tatsächlich schon mal verloren?\nUnd dann muss ich sagen, sehr ronada. Also ich habe noch nie einen Schlüsselbund verloren. Ich habe noch nie ein Portemonnaie verloren. Ich habe noch nie einen ganzen Rucksack verloren. Also es ist irgendwie nice to have, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:44",
      "text": "Ja, also ich habe auf jeden Fall schon sehr viel Zeit damit verbracht, sie zu zu suchen,\nDas das ist äh eher eher das, also das Verlieren ist nochmal so eine andere Sache, aber das\nfinden, wo es liegt, das äh ist schon so eine Sache. Und auch dieses, es fängt an zu meckern, wenn man's nicht mitgenommen hat\nda wo man's hat liegen lassen, ist durchaus auch ein Feature. Ich wollte mal kurz nur zusammenfassen, was wir jetzt hier eigentlich ähm präsentiert bekommen haben. Also die Dinger kosten irgendwie dreißig Euro\nwenn man sie einzeln, äh fünfunddreißig Euro, wenn man sie einzeln kauft und im Viererpack kosten sie irgendwie dreißig das Stück."
    },
    {
      "speaker": "roddi",
      "time": "2:29:22",
      "text": "Mhm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:23",
      "text": "Und es ist einfach nur so ein kleiner äh Knopf, wo eine Knopfzellenbatterie ist und ein CR zwanzig zweiunddreißig, Standardbatterie, die ein Jahr halten soll, angeblich.\nTechnisch befinden sich da drin, bisschen Elektronik, mit einem Beschleunigungssensor, mit NFC,\nultraweit Band mit Bluetooth LE, ein Lautsprecher und das Ganze ist zusammengeknipselt und angeblich IP sechs, sieben wasserdicht. Spricht."
    },
    {
      "speaker": "roddi",
      "time": "2:29:51",
      "text": "Stunde bei zwei Meter oder irgendwie so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:53",
      "text": "Oder noch mehrere."
    },
    {
      "speaker": "roddi",
      "time": "2:29:54",
      "text": "Stunde bei einem Meter irgendwie sowas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:57",
      "text": "Geht nicht sofort kaputt, wenn's nass wird. Und ja und dann halt die entsprechende Software dazu. Und die Idee ist, dass man's halt an irgendwas rantackert.\nDafür gibt's dann eben schon die angesprochenen Zubehörartikel, wo sie sie dann Schlüsselringe und andere Dinge ranhängen kannst bis hin zu den völlig überteuerten äh Luxuslederbändern für\nvollkommen absurde."
    },
    {
      "speaker": "roddi",
      "time": "2:30:21",
      "text": "Von Armes. Aber ich glaube, da kriegst du zumindest das mit dazu, weil das ist dann nicht ein spezielles Take. Ähm nur das Rmaze. Da steht er wahrscheinlich eher mäßig drauf oder so, keine Ahnung,\nja, so habe ich das verstanden, aber vielleicht habe ich's auch falsch verstanden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:30:36",
      "text": "Steht auf dem Metallding so. Es wirkt zumindest, dass es Metall,\nmetallinisch da durchguckt, dann muss das auch drauf graviert sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:44",
      "text": "Also mich wundert, dass dass es dass es dieses Produkt wirklich immer noch gibt, aber meinetwegen, wenn Leute das wollen, sollen sie's doch kaufen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:30:53",
      "text": "Sagen, die werden genug Kohle machen damit, dass es wird sich schon lohnen."
    },
    {
      "speaker": "roddi",
      "time": "2:30:57",
      "text": "Was ich daran nicht verstehe, ist diese Lederdinge, die sind doch, die sind doch zum posen.\nAlso machst du das an deine Tasche dran. Wenn ich jetzt so ein Dieb bin und ich sehe das an der Tasche, dann ist doch das Erste, was ich mache, ist das Take-up und wegschmeißen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:16",
      "text": "Es geht nichts ums Posen."
    },
    {
      "speaker": "roddi",
      "time": "2:31:18",
      "text": "Sondern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:20",
      "text": "Es geht ums Fühlen."
    },
    {
      "speaker": "roddi",
      "time": "2:31:22",
      "text": "Fühlen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:23",
      "text": "Du sollst dich reich fühlen."
    },
    {
      "speaker": "roddi",
      "time": "2:31:26",
      "text": "Ja, aber andere sollen's auch wissen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:30",
      "text": "Nicht unbedingt. Wichtiger ist, dass dass du es fühlst. Du musst dich, du weißt wohl nicht, wie es ist, wenn man reich ist. Dann hat man nur noch solche Sorgen."
    },
    {
      "speaker": "roddi",
      "time": "2:31:40",
      "text": "Klingt fast so was. Klingt fast so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:44",
      "text": "Lass dir berichten aus der Welt des Reichtums und des Luxus.\nIn der ich nicht lebe, aber von der ich mal gehört habe. Wie auch immer, das Gerät ist auf jeden Fall so gedacht. Man nimmt es,\naus seiner Verpackung und wenn man dann diese kleinen Plastikschnupps sieht, die da noch drum herum sind, löst, dann zieht man dabei auch den Kontakt äh heraus, der dann die Batterie aktiviert, sodass das in der Verpackung nicht schon mal ähm Batterie verbraucht."
    },
    {
      "speaker": "roddi",
      "time": "2:32:16",
      "text": "Das Tamagotchi-Prinzip. Ja, da hast du den Plastikstreifen rausgezogen und dann hat's das Ei gelegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:22",
      "text": "Hast du eigentlich bei all diesen Knopf,\nProdukten, dass jetzt irgendwie nichts Überraschendes, ich wollte nur kurz diese Userexperience nachvollziehen, soweit ich sie bisher wahrgenommen habe, dann hältst du das irgendwie neben deinen NFC ähm iPhone,\nund dann sehen die sich und dann sagt er, hallo, hier neuer Attack, möchtest du gerne ja, hm, klick drauf, dann vergibst du dem Ding einen Namen, beziehungsweise du gibst ihm einen,\ndem Namen auch einen Typ, der wird nämlich tatsächlich äh unterschieden\nÄhm ich habe da so eine Doku gesehen, also tatsächlich werden ähm\nKategorien unterschieden. Also es ist nicht nur, dass das Ding einen Namen hat, sondern es gibt da ein Identifiere, der tatsächlich unterscheidet zwischen, ich lese das mal vor, Backpack.\nCode ähm,\nHelmut, Skateboard, Ski, Snowboard, Surfboard,\nKamera, Laptop, Watch, Flashdrive, Drohne Headphones, ihrer,\nHandbag Wallet am Brellabottle,\nalso,\nMotorbike, Consumer Electronic Device, Aparel, Transportation Device Sports Equipment und Personal Item. Das sind sozusagen die derzeit in der Spezifikation unterschiedenen Kategorien."
    },
    {
      "speaker": "roddi",
      "time": "2:34:00",
      "text": "Ja, aber ganz, ganz offensichtlich sind da einige ungeeignet für das, wie man's jetzt kaufen kann, sondern ist mehr so, wenn Hersteller, Feind, My, Technologie in ihre\nSonnenbrillen zum Beispiel ein äh bauen. Also sich so ein Sonnenbrille zu kleben. Ich glaube, das tut niemand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:19",
      "text": "Aber bei dem Setup kriegst du kriegst du, wenn nicht alle, sehr viele von diesen Optionen vorgeschlagen."
    },
    {
      "speaker": "roddi",
      "time": "2:34:25",
      "text": "Ja, das ist ja okay. Das ist ja okay."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:34:26",
      "text": "Was ja auch vor kurzem passiert ist, das Öffnen habt ihr, haben wir darüber gesprochen, schon nicht, gell? Egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:32",
      "text": "Hat auf jeden Fall den Vorteil, dass ihr natürlich dann auch automatisch äh quasi dann so ein entsprechendes Symbol auch,\nanzeigen können. Also das ist quasi schon mal ein gutes für deinen Schlüssel und für deinen,\nRegenschirm und deine Jacke und so weiter. Und das macht ja auch durchaus äh Sinn, ne. Also das sind so\nüber sowas denken sie halt nach und ich finde, das macht durchaus Sinn, in seinen Koffer äh so was reinzutun. Die Frage ist halt nur, wie verhält sich das Ding dann auf Flugreisen, ja?\nÄhm kommen wir ja gleich nochmal dazu, wie die Dinger sich generell so verhalten. Auf jeden Fall, so funktioniert dieser Setup und,\nSinn der Sache ist, dass du die Dinger dann halt irgendwie finden kannst. Das heißt, du tust sie dann an irgendwas ran, sagen wir mal, in deine Jacke oder in deinen,\nRucksack und dann kannst du halt mit dem Telefon sagen, ja okay, wo ist denn das Ding? Und wenn die sich halt sehen über Bluetooth, und über Ultrawide Band, dann,\nKann ich das Telefon richtig dahin führen? Das heißt, es sagt dir ziemlich exakt in welcher Richtung sich dieses befindet und mit welchem Abstand. Und wo du dann halt hingehen musst, wird dir,\nmitm Pfeil angezeigt und dann kannst du da hinlatschen und dann findest du's halt auch und vor allem kann man die Dinger piepen lassen und die piepen wohl auch relativ laut.\nDer Spezifikation heißt es, dass die mit sechzig Fontstärke piepen sollen."
    },
    {
      "speaker": "roddi",
      "time": "2:35:52",
      "text": "Sechzig vorn ist. Wie viel DB?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:55",
      "text": "Sechzig Vornen halt. Kennen wir doch."
    },
    {
      "speaker": "roddi",
      "time": "2:35:58",
      "text": "Ja, nee, also das ist ja alles, das ist ja alles soweit ganz sinnvoll. Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:03",
      "text": "Genau, ist alles ganz sinnvoll. Es gibt auch Voiceover Support, das heißt äh kannst du ähm auch äh es ist halt gerade jetzt verblindet, ne,\nIst ja dieses ist ja die Aussage, ich habe meine Sachen nie verloren. Also,\nDinge darüber finden zu können, dass du sagst, wo ist mein hm, dann erzählt dir das Telefon, ja, rechts von dir äh drei Meter. Das mal eine echte Hilfe,\nSo, aber der eigentliche Kniff ist ja, dieses, was passiert, wenn die Dinger halt nicht mehr in deinem Range sind. Wenn die also, wenn du sie zum Beispiel vergessen hast, dann kannst du sie als lost deklarieren,\nund damit geht dann eine Botschaft raus, doch mal zu schauen, ob du die nicht ähm ja finden lassen kannst. Und hier haben wir's halt mit diesem,\nNetwork zu tun, mit dem man ja auch schon seine Telefone findet und und Laptops und so weiter."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:37:03",
      "text": "Wo ist, heißt es? Wo ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:06",
      "text": "Genau, auf Deutsch das wo ist?"
    },
    {
      "speaker": "roddi",
      "time": "2:37:08",
      "text": "Wo ist Netzwerk."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:10",
      "text": "In der in der Doku sprechen sie technisch von einem sogenannten das ist hier glaube ich so ein bisschen der der eigentliche Begriff mit dem man arbeiten sollte. Also ein Netzwerk, was dazu da ist, Dinge zu finden,\nUnd das funktioniert so ein bisschen wie bei der Corona-Warn-App. Das heißt, diese Bluetooth Teile, diese Atex, die,\nhauen irgendwie, ich glaube, alle zwei Sekunden lang ihre ihre IDs raus."
    },
    {
      "speaker": "roddi",
      "time": "2:37:37",
      "text": "Alle zwei Sekunden? Nee, so oft nicht, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:41",
      "text": "Stand so in der Doku,\nund in dem Moment, wo du das Ding perst, erzeugen die ja so einen Kryptoschlüssel, so ein Public Private Key,\nund der Attack merkt sich quasi diesen Publicy. Der private Key bleibt auf deinem Telefon."
    },
    {
      "speaker": "roddi",
      "time": "2:37:59",
      "text": "Ja, äh aus irgendwie machen sie das, dass sie tatsächlich unterschiedliche äh Public Keys auch generieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:07",
      "text": "Also sie erzeugen einen Key\nund mit diesem Key erzeugen sie so ein Rotatin-Key, das funktioniert genauso bei diesem Exposur-Notification-Framwork, dass halt ähm der Text nicht immer\ndieselbe ID aussendet, sondern er sendet immer wieder eine leicht äh geänderte ID, die aber letzten Endes denselben Key repräsentiert."
    },
    {
      "speaker": "roddi",
      "time": "2:38:27",
      "text": "Ja, aber und das ist der Punkt. Äh sie schicken auch einen Public mit, weil nämlich,\nFremd die weiß, dass dieses Ding dann sieht mithilfe von diesem Key dann die Location verschlüsselt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:43",
      "text": "Und das kannst du alles nur auf deinem Telefon mit dem Private Key machen. Das heißt aber auch, dass das Netzwerk überhaupt nicht weiß, welche Information da drin ist. Weil das alles endlos Krypto ist."
    },
    {
      "speaker": "roddi",
      "time": "2:38:55",
      "text": "Also das das finde, das finde die Weiß verschlüsselt seine Location und sagt, ich habe dieses gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:04",
      "text": "Genau und nimmt den Public von dem Tech."
    },
    {
      "speaker": "roddi",
      "time": "2:39:06",
      "text": "Ausgesendet hat und du als Besitzer des Text kennst aber den Private Key, Apple kennt ihn nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:16",
      "text": "Richtig. Genau so läuft das."
    },
    {
      "speaker": "roddi",
      "time": "2:39:20",
      "text": "Und äh das Finder-Device kennt ihn natürlich auch nicht, weiß, es hat einen Tech gesehen, aber was für eins das ist und wem das gehört. Und diese Keys werden wohl täglich, also irgendwie in der Nacht rotiert,\nNe, also damit machen sie dies dieses ähm dieses Feature, du merkst, dass ein Tag dir folgt,\nAlso da haben wir ja noch nicht drüber gesprochen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:44",
      "text": "Ich glaube, nee, ich ich glaube, die ändern sich alle fünfzehn Minuten."
    },
    {
      "speaker": "roddi",
      "time": "2:39:47",
      "text": "Nein, tun sie nicht. Ich hab's extra nachgeguckt. Ähm es ist nämlich so, dass sie in in irgendeinem Techno, die kann ich die kann ich ja mal in den Chat schmeißen. Schreiben sie davon, dass ähm,\nes sein kann, dass du am nächsten Tag das äh dass die gefolgt ist, nicht mehr siehst,\nweil es dann den Kyrotiert hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:14",
      "text": "Ah okay, verstehe, äh klar, du musst es ja drei Stunden lang."
    },
    {
      "speaker": "roddi",
      "time": "2:40:19",
      "text": "Ne? Deswegen äh und da steht dann auch drin, man soll halt solange warten, bis es einem wieder als dieses Take folgt ihr. Angezeigt wird und dann kann man's dann äh deaktivieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:30",
      "text": "Was auch noch ganz pfiffig ist, der Attack macht NFC übrigens nicht nur, damit man ihn perlen kann,\nSondern wenn jetzt irgendjemand anderes das findet, sagen wir mal,\nDu lässt jetzt deine Jacke bei mir auf der Party hängen und,\naber irgendwie gar nicht gemerkt und ich weiß aber jetzt gar nicht, dass es deine Jacke ist. Ich sehe dann aber diesen Airtag,\ndann könnte ich mein Telefon daran halten und über NFC bekomme ich dann von diesem aber immerhin diese Information, dass wenn ähm,\nwenn das Ding als verloren gemeldet ist, dass,\ndu diese Telefonnummer anrufen kannst um sozusagen den den Besitzer zu finden."
    },
    {
      "speaker": "roddi",
      "time": "2:41:14",
      "text": "Genau und diese Funktionalität funktioniert angeblich auch mit einem NFC-fähigen Android-Telefon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:20",
      "text": "Genau. Ist nicht auf dem iPhone äh Dings. Wobei das soll ja erst gehen, wenn das Ding als Lost gemeldet ist und dazu muss ja dieses, das eigentlich auch selber mit erfahren, dass es das ist, weil's ja dann irgendwie auch,\npiept oder."
    },
    {
      "speaker": "roddi",
      "time": "2:41:36",
      "text": "Naja gut, aber ich weiß nicht, wie wie macht denn das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:40",
      "text": "Piepen auch automatisch, wenn sie irgendwie drei Stunden lang dich nicht mehr gesehen haben. Wenn die sozusagen keinen Kontakt haben."
    },
    {
      "speaker": "roddi",
      "time": "2:41:46",
      "text": "Ich glaube auch da ist es ein Tag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:48",
      "text": "Drei Stunden. Nach drei Stunden."
    },
    {
      "speaker": "roddi",
      "time": "2:41:51",
      "text": "Vielleicht geht er nach drei Stunden automatisch in den Lost Modus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:56",
      "text": "Ja, auf jeden Fall piepen sie dann. Also damit soll halt auch verhindert werden, dass du das Ding so als äh Tracking-Device benutzt, ne? Also wenn da jetzt so jemanden stalken willst, in dem einfach so ein, so ein, so einen Key reinhängst, so nach dem Motto, mal gucken,\nmeldet sich das Ding halt irgendwann selbst und piept halt irgendwie laut rum.\nDie Details, wie's genau funktioniert und wie es sich in allen Fällen,\nverhält, das wird nochmal ganz spannend sein, das zu ähm verfolgen. Auf jeden Fall hat sich Apple da eine ganze Menge Gedanken dazu gemacht und sie wollen halt explizit diese Nutzung als Docking-Device\nunterbinden, ob ihn das gelingt, das muss man mal schauen,\naber äh dieses antwortet Tracking, das äh haben sie halt explizit auch gepusht und äh das ist wohl auch ähm ja eine wichtige,\nAnforderungen, auch über diesen Partyprogramm. Beim Partyprogramm ist allerdings diese Alarmierung dann nicht erforderlich, wenn die\ndie weiß ist, in die das eingebaut ist eine bestimmte Größe haben. Also wenn sie irgendwie länger sind als dreißig Zentimeter\ngewisse ähm Fläche oder eine gewisse gewisses Volumen überschreiten, dann müssen sie das irgendwie nicht machen. Also so bei Fahrrädern oder sowas, kommt das irgendwie nicht ganz,\nDie Frage ist natürlich, was ist das Ding jetzt eigentlich? Also ist es sozusagen wirklich nur so ein Lost Lost and Found Tool? Oder ähm kann es auch noch als irgendwas anderes taugen als Diebstahlschutz, glaube ich."
    },
    {
      "speaker": "roddi",
      "time": "2:43:34",
      "text": "Na, es kommt drauf an, also wenn du, wenn du dir anguckst, dass diese diese äh E- äh Fahrradfirma van Moof äh die Dinger ja oder die Technologie in ihre Bikes einbaut, da ist es eindeutig ein Diebstahlsschutz.\nDu vergisst ja nicht dein Fahrrad,\nsondern das wird dir geklaut. Und es ist ja jetzt schon so, dass das die ähm da unheimlich viel Aufwand betreiben, die geklauten Fahrräder wieder zu besorgen.\nWas sie, was sie auch so als als ihr Ding bewerben, dass dass das äh,\ndass es ein Vorteil ist, wenn man so ein Fahrrad hat, dass die sich, dass sie sich den Arsch aufreißen, das wiederzukriegen, wenn's wenn's geklaut wird, weil da halt irgendwie GPS und GSM und haste nicht gesehen, drin ist. Ähm insofern äh,\nja, ne. Also in insofern ist es schon auch ein Diebstahls und nicht,\nwieder äh also zumindest die Technologie als solche ist, ist sicherlich äh auch in der Richtung gedacht, ob jetzt die da so äh gut sind, weiß ich nicht, also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:41",
      "text": "Ja, aber warum ist die Text- und die Technologie noch mal trennen, ne, also hast schon Recht. Bei dem Fahrrad ist es,\nwahrscheinlich dann doch schon mehr in Richtung Diebstahlschutz. Grundsätzlich ist es wohl auch so, dass man halt diese Dinger gar nicht anperlen kann, wenn man nicht das den Original-Key hat,\nWobei ich mich halt immer frage, was passiert, wenn das Telefon dann nicht mehr da ist? Also wenn dieser Kie nicht mehr existiert, wie kriegst du dann diese Atex äh reaktiviert? Muss."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:45:04",
      "text": "Nee, der ist halt in der. Der ist so, der muss sein, sonst ist es ja wirklich das kann ja nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:14",
      "text": "Habe ich so nicht gelesen."
    },
    {
      "speaker": "roddi",
      "time": "2:45:18",
      "text": "Ja, aber das muss er, das wo ist, muss ja auf deinen verschiedenen Devices auch trotzdem funktionieren."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:45:25",
      "text": "Also das ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:27",
      "text": "Aber kann ja trotzdem sein, dass du den Exzess verlierst."
    },
    {
      "speaker": "roddi",
      "time": "2:45:30",
      "text": "Na ja, es gibt es gibt zwei Möglichkeiten. Wenn es jetzt einfach nur ein Airtec ist und du kannst es nicht resetten, dann kann's halt,\nraustun, das Ding wegschmeißen.\nDas ist das, was passiert. Oder es gibt irgendwo den Trick, dass du das Ding aufschraubst und wenn's lang genug keine Batterie hat und du irgendeinen Knopf drückst oder weiß ich nicht was, du machst ihn wieder zusammen, dann ist er halt resettet,\nWeiß ich nicht. Werden wir sehen, wenn's soweit ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:53",
      "text": "Oder was weiß ich, du kaufst so ein Fahrrad gebraucht und dann ist es noch mit irgendwas gekoppelt und dann weißt du nicht mehr."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:45:59",
      "text": "Ist bei einem natürlich keine wirkliche okay Lösung, wenn das geht, weil dann habe ich halt einen Attack gefunden und das ist jetzt meiner. Also das ist jetzt irgendwie so ein bisschen das ein bissel."
    },
    {
      "speaker": "roddi",
      "time": "2:46:13",
      "text": "Vielleicht kannst du die Dinge auch äh vielleicht hat Apple so ein Overide, wo du halt dann irgendwie wenn du die Seriennummer von dem Ding hast. Ja und du hattest sie in deinem Account drin,\nund so weiter, vielleicht kriegst du's dann wieder freigeschalten,\nne, dass Apple dann mit dem Masterkey sagt, okay, ja gut, das AirTech ist jetzt wieder ist jetzt wieder äh freigeschaltet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:46:39",
      "text": "Ich selber muss sagen, so ich habe, glaube ich, nicht wirklich eine Verwendung dafür auch. Also, wenn noch eher\nIch habe mal kurzzeitig überlegt, so vielleicht das Auto, da ist mir eingefallen, nee, beim Auto ist es ja so, dass das Telefon ist eh schon automatisch macht.\nFalls ihr es nicht wusstet, so auf Maps hast du dann die letzte Parklocation eigentlich automatisch eingetragen, wobei natürlich in einem äh in einem Parkhaus\nwo das irgendwie nicht so geht, wo du kein GPS gesehen hast, hast du's nicht, aber so ähm,\nja, ob ob da auch ob du da auch genug Reichweite hast mit deinem Attack, um's dann zu finden wieder, weiß ich auch nicht. Also wenn du GPS hast, dann findest du es und ansonsten eh auch nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:47:20",
      "text": "Ich hatte das bei meinem ersten Auto, dass der das Auto an der erstens lange an der Stelle stand, wo es verunfallt ist,\nund dann stand es noch eine ganze Weile irgendwie erst auf dem Schrottplatz und dann beim Händler, weil die noch die Batterie ausgebaut haben. Und dann war das Auto wirklich weg und dann musste ich dann,\ntrüb äh trauriger Moment habe ich dann da drauf gedrückt, Auto löschen. Und dann war's weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:49",
      "text": "Also ich weiß auf jeden Fall, wo ich mir noch die Technologie gerne drin hätte, nehme ich auf jeden Fall bei meinen Airpod äh case."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:47:56",
      "text": "Ja ja, das ist ja keine Frage, aber."
    },
    {
      "speaker": "roddi",
      "time": "2:47:58",
      "text": "Ja aber ist doch da drin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:47:59",
      "text": "Nochmal dreißig Dollar mehr kostet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:00",
      "text": "Nee, ist nicht drin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:48:03",
      "text": "Nee, ist nicht drin. Discase nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:48:05",
      "text": "Aber du kannst es äh Diät des Air Podcast kannst du ja über Dings finden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:10",
      "text": "Ja, aber nicht über das Netzwerk und äh die ganzen anderen."
    },
    {
      "speaker": "roddi",
      "time": "2:48:15",
      "text": "Bei den Airports pro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:18",
      "text": "Ja, aber nur, wenn die Airpods selber am Funken sind und rumliegt, aber wenn die in dem Case sind, dann funkt da gar nix."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:48:23",
      "text": "Ja, das ist das Problem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:25",
      "text": "Halt nicht wieder. Du legst sie irgendwo hin oder verlierst sie irgendwo und dann dann sind sie halt weg."
    },
    {
      "speaker": "roddi",
      "time": "2:48:32",
      "text": "Nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:33",
      "text": "Jedes Case hat keinerlei Elektronik."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:48:36",
      "text": "Also bei den Airport ist und und die Airpods selber sind so, wenn sie leer sind, gehen sie natürlich auch nicht und meistens sind sie dann leer, wenn sie irgendwo rumliegen, weil dann sind sie aus dem Ohr gefallen, aus einer Situation raus, wo du gepennt hast.\nAlso deswegen ist da so ein bisschen die Vize Purples insgesamt. Ich lese das auch gerne schon gehabt. Ich bin mal schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:54",
      "text": "Also ich habe schon so verschiedenste Dinge, wo ich sowas ganz gerne dran hätte, ne, aber für mich ist vor allem auch so dieses Tracking äh noch ganz interessant, was was da sozusagen alles erlaubt sein wird oder was nicht erlaubt sein wird. Ich sehe das Missbrauchspotential\nDeswegen wird es wahrscheinlich für manche Dinge nicht äh sein, aber was weiß ich, wenn ich so einen Podcast-Koffer verschicke, würde ich ja gerne so ein Device da reinmachen, um einfach zu wissen, wo das Ding jetzt irgendwie gerade ist und ob's schon wieder auf dem Rückweg ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:49:21",
      "text": "Aber das darfst du ja genau nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:22",
      "text": "Genau, das darf ich, nee, das das sehe ich halt auch, dass das äh\nerlaubt ist, auch wenn es in dem Moment natürlich eine tolle, legitime Anwendung wäre."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:49:29",
      "text": "Also für mich auch so ein bisschen das Problem, Geräte, die ich nicht einmal in der Woche benutze, kann ich sie auch nicht dranpacken,\nUnd das wäre für mich zum Beispiel das Fahrrad, ja? Das wäre bei mir ganz äh das kann gerne mal eine Woche, zwei, drei irgendwo rumhängen, einfach nur, wo kein Telefon vorbeikommt und dann piepst es dann los auf einmal. Dann nervt andere Leute. Ist doch auch scheiße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:51",
      "text": "Wenn's ins Fahrrad eingebaut ist, dann tut's das ja nicht. Das ist ja eine."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:49:55",
      "text": "Ey, aber wenn ich was dran mache, ich mache jetzt zum Beispiel an so einem an so einem kleinen Roller oder ans Bobbycar oder so, wie auch immer, ähm so, dann musste es immer aber in Reichweite sein, das darf ich nirgendswo hin parken, wo also wenn ich's länger woanders hinparke, dann muss ich halt abmachen.\nAber dann vergesse ich's wieder und so, weißt du, das ist so."
    },
    {
      "speaker": "roddi",
      "time": "2:50:11",
      "text": "Wo parkst du das denn hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:15",
      "text": "Apple geht davon aus, dass dass diese Geräte das selber äh tun."
    },
    {
      "speaker": "roddi",
      "time": "2:50:20",
      "text": "Ja, aber da kommen noch andere Leute auch in Fahrradkeller, oder nicht?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:50:23",
      "text": "Ja, aber andere Leute helfen ja nicht. Ich muss ja mich sehen. Wenn's drei Tage lang mich nicht sieht, dann macht's pieps."
    },
    {
      "speaker": "roddi",
      "time": "2:50:30",
      "text": "Vielleicht ändern die da auch die Fristen und so weiter und je nachdem was für welchen Anwendungszweck man das Ding jetzt konfiguriert hat und so weiter."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:50:38",
      "text": "Deshalb wäre das Auto auch nicht funktionabel jetzt, weil es gerne mal eine Woche rumsteht."
    },
    {
      "speaker": "roddi",
      "time": "2:50:44",
      "text": "Ja, aber wenn, wenn's jetzt für ein Auto, fürs Auto, sage ich mal, irgendwie,\ngibt, was ich da reinschrauben kann, was dann über die die Batterie\nAutos halt auch ständig mit Strom versorgt wird und quasi immer das macht, was es tun soll, dann würde ich mir das schon auch überlegen, so was dann\nquasi im Auto irgendwo einzubauen, wo es der Dieb nicht sofort findet und ausbauen kann. Ne, also das ist so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:51:11",
      "text": "Es hat jetzt lang genug gedauert und es ist im Endeffekt genau das Produkt, was vorhergesagt wurde, oder? Es ist einfach ein sauteurer Deck, der in dem Fall mein Netzwerk funktioniert."
    },
    {
      "speaker": "roddi",
      "time": "2:51:21",
      "text": "Also ich werde mir so einen Viererpack morgen um zwei Uhr nachmittags äh geht der Sale los. Werde ich mir so einen Viererpack klicken, irgendwelche Emojis drauf lasern lassen oder vielleicht auch nicht. Mal gucken. Ähm,\nDamit mal rumspielen. Wahrscheinlich ist das total sinnlos und wahrscheinlich sind vier auch zu viele, aber äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:40",
      "text": "Hier. Also ich werde das auf jeden Fall auch probieren."
    },
    {
      "speaker": "roddi",
      "time": "2:51:43",
      "text": "Wurde ja vorhin schon als Doktor bezeichnet, das bin ich nun mal und dann\nIch habe sogar versucht noch Pre-Early-Adapter zu sein, weil du hattest hier in den Shownotes noch aufgeschrieben Open-Haze Deck,\nund äh man kann dieses Open Haze Deck ist so ein Open Source Ding, was quasi versucht, sich an dem Netzwerk zu beteiligen,\nman kann da, wenn man den richtigen Micro äh Controller hat, auch irgendwie\ndann tatsächlich den Micro-Controller zu so einem Take machen. Das ist mir allerdings nicht gelungen, weil dieser ESP zweiunddreißig einfach mal sich nicht hat äh programmieren lassen. Aber wenn das funktioniert hätte und,\nwirklich zwei, drei Stunden heute Nachmittag da rein versenkt, dann könnte ich sagen, hier ich habe schon ein funktionierendes Take, aber habe ich jetzt halt nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:33",
      "text": "Also du hast auch so diesen BBC Microbit äh genommen oder irgendein anderes."
    },
    {
      "speaker": "roddi",
      "time": "2:52:37",
      "text": "Nein, den ESP zweiunddreißig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:40",
      "text": "Okay und damit soll es eigentlich gehen, aber geht nicht. Also vielleicht einfach mal kurz erklären, was das ist. Das Ganze ist ein Open-Source äh Projekt, was halt sich in diese Architektur von Apple einklinken können soll und hier kann man im Prinzip,\nandere einfache Elektronik nehmen, die billig ist und die Bluetooth kann. Und äh ein Beispiel ist dieser BBC Microbit,\nso eine kleine Platine mit so ein bisschen Display drauf, ist vielleicht schon fast Overpowered, also man würde sich so im Idealfall halt irgendwas wünschen, was so ähnlich ist, wie dieses Attack,\nund was äh sich eben darüber finden ließe. Und dann könnte man ja sein Trekkingdevice bauen."
    },
    {
      "speaker": "roddi",
      "time": "2:53:25",
      "text": "Der ESP zweiunddreißig, der ist genauso ein Ding, der ist ungefähr halb so groß wie ein Standard, und hat WLAN und Bluetooth und ähm,\nJa, genau. Da gibt's fürchterlich viele davon. Ich weiß nicht, was ich da falsch gemacht habe. Also ähm,\nliegt wahrscheinlich nicht an dem Projekt, sondern dass entweder habe ich nicht genau den Richtigen oder irgendwie sowas. Diese ESP zweiunddreißig, die gibt's auch in so vielen Bauformen inzwischen, das ist irgendwie Confusing,\naber es hat halt wie gesagt nicht funktioniert, schade,\nähm genau, also äh,\ninsofern ganz witzig, wenn man die installiert, dann muss man,\ndem Mail-Programm einen äh äh so ein so eine Erweiterung unterjubeln,\ndie dann irgendwie ähm,\nTeile von Mail benutzt, um an irgendwelche Keys von Apple ranzukommen, um irgendwas äh krypten zu können, das ist schon also,\ndas ist schon auch irgendwie schwierig. Also da hatte ich so ein bisschen Bauchschmerzen, das zu machen, hab's gemacht\ndas Ergebnis war dann so ein bisschen, dass mein Mail erstmal nicht mehr funktioniert hat und mein Feind Mai auch nicht für ein paar Stunden, aber es hat sich jetzt wieder berappelt. Mail geht wieder, Feind, May geht auch wieder,\nähm ja genau.\nAuf jeden Fall auf jeden Fall spannend. Die Leute, die dieses Open-Source-Projekt gemacht haben, haben auch ein Paper geschrieben, was als Pre-Print äh gibt, wo nochmal sehr genau erklärt wird,\nwas da genau passiert das hab ich überflogen aber nicht\nin aller Tiefe durchgegangen, da war dann irgendwie die Konzentration nicht mehr da bei mir. Aber es auf jeden Fall für wen das interessiert, ein sehr spannend da reinzugucken in dieses Paper."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:23",
      "text": "Microbit gibt's auf jeden Fall in äh deutlich günstiger zu kriegen. Das kann man irgendwie online schon für fünfzehn Euro oder so kaufen. Und ja, dann hat man vielleicht so ein äh,\nder nicht so viele Beschränkungen äh hat und auch noch billiger ist, wenn auch ein bisschen größer."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:55:42",
      "text": "Die Frage ist äh die die Ultrawide Band Geschichte, die braucht schon auch die Band auf der Textseite, oder?"
    },
    {
      "speaker": "roddi",
      "time": "2:55:49",
      "text": "Ja, aber das Ultrawide Band funktioniert nicht in allen Ländern, haben sie, glaube ich, gesagt, sondern nur da, wo es die Regularien auch erlauben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:55:59",
      "text": "Und erlaubt Deutschland."
    },
    {
      "speaker": "roddi",
      "time": "2:56:02",
      "text": "Ja, das haben sie so explizit nicht gesagt. Sie haben nur davon gesprochen, dass es in Amerika geht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:56:08",
      "text": "Bei dem Teil finde ich ja grundsätzlich interessant, dass es halt dann wirklich doch in der Lage bin, es auch im Raum zu finden in der Nähe und wenn das natürlich bei den Open Source Texter nicht funktioniert, weil auf der Seite kein ultraweit Band, also wird die\nGegenseite das nicht hat, ähm dann ist natürlich schade."
    },
    {
      "speaker": "roddi",
      "time": "2:56:23",
      "text": "Ja, ich glaube auch nicht, dass die Open-Source-Lösung schon alles hat, was sie jetzt mit dem äh mit den Erd äh,\nHerr Text, nee, wie heißen sie? Egal. Äh Attacks wird jetzt eingeführt haben, sondern dass äh basiert jetzt auf dem Feind Mai, was im Prinzip davor schon mit den Geräten funktioniert hat.\nUnd die äh zum Beispiel, die haben ja keinen Band zu den Rechnern oder so gemacht. Also,\nIch nehme mal an, dass sie da nachziehen, also dass die die scheinen ja zu wissen, was sie tun."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:01",
      "text": "Also auf jeden Fall ein schönes Projekt, äh wenn's funktioniert. Ich überleg gerade, dieser Microbit, was hat der denn für eine Batterieoption? Stecken wir da auch so eine CA, zwanzig zweiunddreißig ran."
    },
    {
      "speaker": "roddi",
      "time": "2:57:11",
      "text": "Der hat wahrscheinlich, der hat wahrscheinlich einen USB-Anschluss, wo du dann eine Powerbank ranknuppern kannst, wenn es,\nweiter laufen soll. Äh die anderen sind ja auch so, also die die zweite Option der ESP zweiunddreißig, der äh da kannste halt auch eine Powerbank ranmachen und dann kannst du's noch am Raspberry installieren und,\nverbraucht wahrscheinlich vergleichsweise richtig viel Strom. Aber äh ja, keine Ahnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:40",
      "text": "Gucken wir mal, da wird's bestimmt demnächst auch die passenden Text geben, die wirklich auch nicht sehr viel mehr machen."
    },
    {
      "speaker": "roddi",
      "time": "2:57:44",
      "text": "Ja, da muss er ein bisschen Hardwarepass basteln, aber das ist ja irgendwie jetzt auch nicht. Das ist ja dann eher die Herausforderung, als das Hindernis."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:55",
      "text": "Gut. Damit haben wir jetzt äh dieses Apple-Event, glaube ich, auch abschließend behandelt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:58:01",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:04",
      "text": "Was haben wir denn noch Schönes erlebt?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:58:07",
      "text": "Oh, ich habe, ich habe endlich eine Lösung gefunden, für sich nicht neustarten muss, wenn meine Suche nicht mehr funktioniert. Man muss einfach den Spotlight, die killen,\nIch habe ja das seit Big so von Anfang an, ich weiß nicht, andere Leute haben das nicht, ich habe das, dass sowohl die Suche in äh in Notes als auch in in Mail einfach mal nichts responsives, das heißt, man gibt was ein und er zeigt irgendwas in der,\nErgebnisliste an, aber es hat nichts damit zu tun, was man gesucht hat und man jetzt nicht mehr in der selben Mailbox."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:35",
      "text": "Einfach den Spotlight."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:58:36",
      "text": "Spotlight, die hilft,\nund das hat mir irgendjemand auf Twitter mal beim letzten beim letzten Mal, wo ich mich drüber aufgeregt habe, weil es es hätte mir auch beim ersten Mal jemand sagen können, dass es,\ndie gibt, den man einfach killen kann, weil ich dachte schon, dass es irgendeinen Dienst sein muss, ich habe ihn noch nicht gefunden. Äh und das hat jetzt äh reible funktioniert die letzten vier Male.\nMeine Uptime ist wieder viel länger geworden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:00",
      "text": "Ich muss den Index immer wieder neu bauen. Das äh habe ich auch schon einmal durch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:59:03",
      "text": "Nee, einfach einmal kurz, ob er dann alles findet danach, weiß ich auch nicht, aber zumindest beantwortet er die Suche. Also das, was er findet,\nist zumindest das, was gesucht wird auch.\nOb er alles dann findet oder ob irgendwas kaputt geht dabei, weiß ich nicht. Aber mir war eigentlich schon klar, dass es irgendein Systemdienst sein muss, weil er wirklich das war sowohl in Konsole, als auch in als auch in in Mail. Ähm nur und gerade in Notes, die Suche, wenn die nicht geht für mich, das sind halt einfach so Perlen drin, wie irgendwie\nCommand Lines für irgendwas und dann suche ich da nach und dann kommt nix, dann bin ich das, das ist Produktivitätsverlust hoch zehn. Hm."
    },
    {
      "speaker": "roddi",
      "time": "2:59:42",
      "text": "Notes gesucht, aber vielleicht ist das genau der Grund, warum er sich bei dir festfrisst, weil du das benutzt das Feature."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:59:48",
      "text": "Nee, ich weiß es nicht. Ich werde schon irgendwas spezielles haben an der Stelle. Also das einzige, was ich wirklich eindeutig, was mich von vielen anderen erscheint, dass ich öfter mal mit mehr als einem User eingeloggt bin,\nund das weiß ich auch, es ist bei Apple kein News Case, den sie oft testen, das weiß ich auch. Ähm ja, aber."
    },
    {
      "speaker": "roddi",
      "time": "3:00:07",
      "text": "Du hast aber da nicht in in deinen Notes irgendwo noch ein Bobby-Tables drin, der vielleicht irgendwie zu anderen interessanten äh."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:00:13",
      "text": "Das wäre auch schön. Weiß ich nicht, ob Spotlight sowas hat, aber das ist für mich wirklich ein eine Lebensverbesserung gewesen. Jetzt wo Big Surfast vorbei ist und Big Sir Nachfolger kommt, ähm auf der nächsten WWD weltweit äh."
    },
    {
      "speaker": "roddi",
      "time": "3:00:29",
      "text": "Und es ist dann MACOS zwölf oder ist es dann elf eins?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:00:31",
      "text": "Zwölf? Gleis ist zwölf, haben sie doch jetzt schon gemacht mit den Versionsnummern, ist ja ziemlich eindeutig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:38",
      "text": "Wird jetzt so sein,\nIch habe auch ein bisschen äh rumgefummelt neulich und ähm habe dann stolz auf Twitter äh bekannt gegeben, dass ich was geil finde und dann wurde ich äh belehrt, dass das ja Roddie auch schon in der Früh erzählt hätte,\nso echt,\nbekommen und dann hast du dich aber auch nicht dran erinnert, ne?"
    },
    {
      "speaker": "roddi",
      "time": "3:00:56",
      "text": "JQ\nIch weiß, dass ich dieses dieses Tool vor Jahren entdeckt hab und sehr geil fand, weil ich den Use Case dazu hatte. Und es kann sein, dass ich das erzählt hab, weil das für mich Augenöffnen war, aber ich konnte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:12",
      "text": "Genau und jetzt war's für mich auch was."
    },
    {
      "speaker": "roddi",
      "time": "3:01:19",
      "text": "Nee, nee, ich habe das das erste Mal vor, weiß ich nicht, vor fünf Jahren oder sechs Jahren oder so das erste Mal verwendet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:01:25",
      "text": "Ach nee, das ist nicht. Okay, ich meine was anderes, aber könnte ich ja nochmal, jetzt sage erstmal was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:30",
      "text": "Also JQ oder auch JQ ja ist äh ein,\nJason Prozessor. Die Welt ist ja in zunehmendem Maße gefüllt mit Daten in Jason und manchmal macht das auch Sinn,\nja? Also ich habe auch so ein bisschen Spannungsverhältnis mit\nmit Jason, wenn's so ums Podcasting geht, weil immer alle wollen, dass wir irgendwie XML aus dem Fenster rausschmeißen, aber XML hat schon noch so seine Bedeutung, aber es ändert ja nichts an der Tatsache, dass einfach ein zunehmenden Maße\nstrukturierte Daten als Jason äh vorliegen und das ist ja auch kein Fehler, weil man in Jason einfach Sachen relativ gut ausdrücken kann,\nUnd oft hat man halt auch so den Bedarf, dass man eben diese Jason-Dateien auch mal,\nja analysieren möchte, dass man irgendwie eine bestimmte Information rausziehen möchte,\nmanchmal ist sie zwar relativ logisch beschreibbar, aber dann dieses konkrete Herausfinden,\nWas es denn nun ist oder auch das Aggregieren bestimmter Werte, das ist so ein bisschen äh knifflig. Und ich hatte jetzt zum Beispiel die Anfrage,\njemand wissen wollte, wie denn so der Redeanteil einzelner Personen im Podcast ist.\nUnd tatsächlich ist es so, dass wenn man jetzt auf Honig äh verwendet, wie ich das ja auch tue und wie das dann auch die betreffende Person tat. Ähm,\nWenn man das eingeschaltet hat, dann erzeugt auch so eine Jason Datei, in der\neine ganze Menge wirklich interessanter äh lustiger Informationen drin stehen. Unter anderem, wenn man so eine Multi-Track-Produktion äh ähm macht, auch eben ganz konkret die Information, wann in jeder Spur jeweils eine Aktivität vorliegt oder nicht.\nJetzt wo ich hier gerade spreche in meine Spur hinein,\ndann eben dieses, hier wurde angefangen zu reden und hier hat es wieder aufgehört, tatsächlich in Jason in dieser Jason-Datei äh als einzelne Information abgelegt,\nsodass wenn man also jetzt über diese,\nVielzahl an Kleinsteinträgen, die halt immer nur sagen, von bis war was in Sekunden, äh rüber iteriert, dann könnte man so theoretisch das mal soeben zusammenrechnen.\nDenkst halt drüber nach so, ah ja, wie machst du das jetzt, in welcher Programmiersprache programmierst du dann das und dann musst du irgendwie erstmal Jason parsen und dann muss das irgendwie alles zusammen fummeln und dann sitzt du da irgendwie drei Stunden und hax irgendwie so ein relativ einfaches\nProgramm war es aber auch irgendwie erstmal getestet werden muss und so, ja. Und dann bin ich irgendwie auf JQ gestoßen und war äh total entzückt,\nweil diese Aufgabe sich in JQ so in einer Kommandozeile irgendwie ab äh lösen ließ, abfeiern ließ,\nweil man einfach in JU im Prinzip sagt, hier ist eine Jasonquelle,\nUnd jetzt wende mal hier diesen, ja, ich würde mal sagen, dieses Kommando, diesen Filter an."
    },
    {
      "speaker": "roddi",
      "time": "3:04:29",
      "text": "Du kannst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:30",
      "text": "Ja, eine genau, eine Query, also eine Anfrage, wo du halt sagen kannst, ja okay, hier laufen jetzt irgendwie die Jason-Daten rein und jetzt formulierst du mal, auf was du da matcht\nJa, dann kannst du sagen, ja, ich hätte gerne den, den ähm,\nplötzlich die richtige Thermologie benutzen, was weiß ich, du iterierst hier in diesem ähm\nNicht irre, sondern,\nOptik heißt es genau, ne, in diesem Objekt, also Ki-Valu, äh Kombination, äh in diesem Objekt, holst du den Key raus und dann gehst du da rein und dann ist da ein RA drin und dann iterierst du über diese ganzen RAs\nund dann sind da drin wiederum verpack,\nund dann kannst du da eine arithmetische Operation drauf machen, in dem Fall habe ich halt einfach Start und Ende quasi voneinander abgezogen oder,\nStart vom Ende abgezogen, hatte dann quasi eine Dauer und konnte dann am Ende noch sagen, ach ja und all die, die hier durchinteriert hast, die adierst du dann mal zusammen. Und schwups fällt hinten eine Zahl raus.\nDie dann genau das war, was ich haben wollte. Und äh was soll ich sagen, ich war einfach begeistert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:05:42",
      "text": "Ja. Ne. Also ich kenne ich kenne die die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:44",
      "text": "Schnell."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:05:46",
      "text": "Vom Debatten kenne ich die, ähm weil diese ganzen äh API äh äh API Tools haben auch zumindest,\nich glaube, es heißt auch, also ist Expass Alternative. Es gibt ein bisschen eine definierte äh Nomenklatur da, wie man denn diese Pfade denn in in äh,\nin Jasons macht und die funktioniert da da auch und es gibt ein paar Technologien, die echt auch schnell sind und nur eben dann auch Ausschnitte haben, also es ist auch wirklich, wenn du wenn du die Daten wirklich haben willst, da wird nämlich nur der Teil auch nur gepasst. Das ist wirklich so, da wird viel geskippt unterwegs und äh\nnicht verschwendet. Das ist das eine, deshalb kannte ich so,\nJohn, das ist auch praktisch. Das andere, was mir letztens über den Weg gelaufen ist, ist äh CSV Q, ja? Das ist, da kannst du CSV und auch so wie eine Datenbankbehandlung, kannst mehr oder weniger äh,\nSelect Queries und so was drauf machen ist vielleicht auch in dem Kontext interessant Auswertungen zu machen.\nAppstore Auswertung weil da habe ich endlich mal die Lösung wollte ich loswerden. Ähm,\nund deswegen fand ich das auch interessant."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:56",
      "text": "CSV. Ah ja, das ist auch geil."
    },
    {
      "speaker": "roddi",
      "time": "3:06:59",
      "text": "Was ich an\nJQ eigentlich sehr schön fand oder finde, ist nicht nur, dass du pretty printing machen kannst auf auf das äh Jason, du kannst es dir also quasi pretty printed wieder raus rendern lassen\nsondern du kannst es auch nach Kies sortieren lassen. Das hat den Effekt, dass wenn du ähm,\nDaten für APIs hast,\ndass du die einchecken kannst und immer wenn du die pretty printest und nach Key sortieren lässt, kannst du hinterher im Diffe relativ genau sehen, was hat sich eigentlich geändert, weil sonst."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:07:33",
      "text": "Finde ich auch sehr wichtig, ja. Also."
    },
    {
      "speaker": "roddi",
      "time": "3:07:35",
      "text": "Weil sonst hast du halt einfach nur einen Blog an, na ja äh geschweiften Klammern,\nziehst da drin, aber eigentlich nicht, was da passiert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:07:45",
      "text": "Finde ich bei diesen ganzen Formaten auch wichtig, dass es ein kanonischen, also gerade alle\nalle Formate, die ungeordnete Hesh zulassen, brauchen Tools, die die sortieren, weil ansonsten hat man genau den Scheiß am Start, dass man irgendwie aus Versehen sich immer kaputt schießt irgendwo, ja.\nJa, da gibt's coole Tools so an der Stelle auch, ja. Schön, schön zu hören."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:08",
      "text": "Ja, diese diese JQ scheint einiges ausgelöst zu haben auf CSV bin ich gar nicht gekommen. Also es gibt so was auch für Jammel zum Beispiel,\nein\nund ähm all so eine äh Geschichten und es bin ja, also warum ich das ich äh warum ich das sofort ansprechend fand, ist halt\nweil ich ja eben einfach mehr aus dieser XML-Welt komme und da gab's ja schon seit Jahr und Tag XSL. Beziehungsweise XSLT.\nWas ja ursprünglich mal so ein bisschen die Überlegung war, ha, okay, damit kann man dann irgendwie CSS ersetzen und so, das das hat ja alles nicht funktioniert. Deswegen hat es auch diesen komischen Namen XSL, also es heißt ja eigentlich irgendwie,\nTransformation, ne? Und ähm hat aber eigentlich sich mehr im Data-Prozessing durchgesetzt, also XSLT,\nund sind einfach extrem starke\nAdressierungspfadbeschreiber für XML-Daten. Da fehlen mir bei äh JQ auch noch ein paar Sachen, also\nschon ganz geil, aber ein paar Sachen fehlen noch, trotzdem der Grundgedanke, dass man im Prinzip,\nDaten hat, die so in so einem allgemeinen Format vorgehalten sind, egal, ob's jetzt eben Jason oder CSV ist und man wendet da einfach so eine,\nVereinfacht drauf an ja die dann einfach und dir nur noch das rausschmeißt was du haben willst. Das ist schon ziemlich cool\nDas CSV, das werde ich mir auf jeden Fall auch nochmal anschauen, weil CSV-Daten hat man natürlich auch sehr oft und dann im Prinzip genau dasselbe Problem."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:09:39",
      "text": "Also irgendwo habe ich halt noch ein anderes, also es gibt eine ganze Klasse von,\ndie das machen und auch implementierungen, manche schneller, manche langsamer. Ich glaube ist einer so wirklich einer der ersten, die das ein bisschen wieder mal vorangetrieben hat, die Idee\näh da finde ich immer so ein bisschen schade, dass es nicht,\nnicht ein gutes apropos gibt oder so was, wo du wirklich okay, jetzt,\nmach doch mal alles zu, alles was ähnlich ist wie JQ,\nzeigt mir mal alles, was es an Projekten gibt. Das hätte ich immer gerne mal, weil weil oft habe ich so eine ich weiß noch, ich habe dieses eine Tool mal gefunden, ähm aber wie heißt es denn? Es macht ungefähr das. Und Google findet's nicht und dann,\nnie wieder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:17",
      "text": "Und äh natürlich ist wieso denke ich die Sache nicht zu Ende, aber das kommt jetzt hier gerade im äh Hubkabel, hat das gerade gepostet. Es gibt natürlich auch XQ. Also es gibt sozusagen dasselbe Prinzip auch für XML\nHm. Das äh ja, das ist sehr geil. Sehr geil, das werde ich mir mal anschauen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:10:39",
      "text": "Cool."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:39",
      "text": "Okay."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:10:43",
      "text": "Ich wollte noch eine Sache kurz ansprechen,\nund zwar genau, ähm weil so noch das äh bei der bei der DCP Aftershow habe ich zum ersten Mal Special Chat im Einsatz gesehen. Kennt ihr Special Chat, die das Tool?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:58",
      "text": "Warte mal, was ist die DCP Aftershow."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:11:01",
      "text": "Äh deutscher Computerspielpreis, also weil es ja alles\nonline stattgefunden hat, war das so das war so ein Videochat mit mit man zieht sich selber durch die Gegend rum. Also vielleicht ähnlich wie es beim Kongress und so weiter gelaufen ist mit Avatan und man hat ein bisschen die räumliche Nähe, die einem was bringt. Aber man ist halt selber so ein äh man hat\neinen kleinen rundes Videoavatar,\nähm wo der wo die eigene Video äh da steht und nur die Leute, indem man sich in die Nähe drackt, hört man und die sieht man auch so\nund da konnte man da eigentlich ganz gut so eine Afterparty und so einen, so einen, so einen ähm so einen Online-Event abbilden mit. Das ging auch erstaunlich gut im Browser, einfach mal so\nÄh ich weiß nicht, wie viel verschiedene Tools so gibt, aber das so haben die da verwendet und das wollte ich nur kurz erwähnt haben. Nochmal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:45",
      "text": "Ja, das ist diese neue Generation von Proxibity Chats, das ist ja beim letzten Kongress schon zum Einsatz gekommen mit Walk Adventure,\ngibt's dann auch noch diverse andere Anbieter."
    },
    {
      "speaker": "roddi",
      "time": "3:11:56",
      "text": "Da gibt's doch das mit den fliegenden Notebooks noch. Wie heißt denn das?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:00",
      "text": "Hm"
    },
    {
      "speaker": "roddi",
      "time": "3:12:01",
      "text": "Wo man so als Notebook durch den Raum fliegt und dann kann man näher an den Lautsprecher ran und näher an die anderen und so. Das ist ein bisschen cheesy."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:12:10",
      "text": "Also ich muss ja sagen, die Experience war erstaunlich gut. So, ich habe mich erstaunlich wohl gefühlt da drin, die hat Spaß gemacht. Haben auch sowieso eine Partylocation gemacht, wo sie verschiedene Musikstations gemacht haben, wo man da praktisch so ein bisschen so in die Nähe geht, um wirklich so ein Partyfeeling zu bekommen,\nweil da können wir gerade so den Abstand wählen, wo der wo der Sound von der Musik ganz OK ist, aber man sich noch quatschen kann oder man kann irgendwie so tun als würde man rumdancen und das hat alles sehr das Prinzip funktioniert in Browser, ich war sehr positiv überrascht äh von der konkreten Lösung,\nähm ja, genau. Das war, wollte ich noch erwähnt haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:43",
      "text": "Und das ist dann mit Video auch oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:12:45",
      "text": "Genau. Da hast du, du hast ja wirklich so ein Avatar großes Video und du hast die Räume sind praktisch zwei D und du hast dich praktisch\ndu, du, du arrangierst dich da, indem du dich selber durch die Gegend äh oder indem du andere Leute Doppelklicks und dann gehst du halt so automatisch in die Nähe und du hast mit dem so eine Möglichkeit reinzuzoomen, dass du ungefähr so eine äh so eine Person auch, so ein Viertelbildschirm füllend oder so bekommst, so.\nDas ist wirklich so auf die Größe auch. Und ansonsten sind's halt die kleinen Avatar gesichter, die sich bewegen äh mit einem runden Aus, ne, so ähnlich wie bei FaceTime jetzt, aber mit halt einem runden Stand, einem viereckigen Ausschnitt.\nUnd wie gesagt, alles im Browser und alles\nerstaunlich performant so, das waren, weiß ich nicht, zwohundert Leute oder so, die da rumgehangen sind, in unterschiedlichen Räumen, die jeweils zu fünfzig Leuten begrenzt waren. Ähm und bis auf ein paar kleine Aussetzer in Safari. Ich habe dann geswitcht später auf Brave. Äh das war ein bisschen stabiler,\nhat das alles erstaunlich gut funktioniert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:38",
      "text": "Interessanter Ansatz, ja,\nDiese ganzen Pandemikkonferenz Tools, die haben natürlich jetzt echt einen totalen Boom und es wird spannend sein äh zu sehen, was davon eigentlich wirklich überlebt und was nicht. Ich persönlich bin ja immer froh, wenn's kein Video gibt.\nUnd von daher nach wie vor so ein Clubhaus äh auf Vissionado\nIch finde, da die Dynamik eigentlich ganz gut und die Abwesenheit von von Video und auch so nicht die diese dass man auch keine Notwendigkeit hat, da jetzt irgendwie groß noch visuell äh interagieren zu müssen, also sowohl mit so einem User-Interface als auch mit,\nPersonen finde ich eher entspannt, aber ja, für bestimmte Situationen ist sicherlich Video dann auch mal ganz gut, aber ist halt auch wirklich schwierig so dieses,\nich wundere mich ehrlich gesagt, wie das für so viele Leute noch so stressfrei machbar ist. Oder vielleicht ist es auch gar nicht stressfrei. Die setzen sich diesem Stress auch aus, ne. Also diese permanente Konfrontation mit Gesicht, das das\nDas nimmt ja schon überhat, ne. Ich meine, man sagt irgendwie, ja, in der Pandemie sieht man ja fast keinen mehr. Eigentlich siehst du ja alle die ganze Zeit."
    },
    {
      "speaker": "roddi",
      "time": "3:14:45",
      "text": "Ja, man gewöhnt sich ein bisschen dran. Aber mehr als sechs Stunden am Tag ist schon sehr anstrengend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:53",
      "text": "Ich will mich da leicht dran gewöhnen. Ich will das gar nicht machen. Ja. Noch eine Kleinigkeit. Ich habe mir eine Router äh gekauft,\nähm und bin da noch ein bisschen am experimentieren, aber ich habe was gesucht für meinen,\nWohnwagen, weil ich hatte da irgendwie bisher immer so eine Fritzbox drin, also eine Fritzbox ist zwar irgendwie ganz nett, aber dann doch irgendwie so ein bisschen beschränkt. Und äh habe mich noch ein bisschen rumfragen, dann äh für einen Tell Tunika-Device äh,\nentschieden."
    },
    {
      "speaker": "roddi",
      "time": "3:15:28",
      "text": "Wie heißt das? Tel Tonica."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:30",
      "text": "Ja"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:15:31",
      "text": "Es ist äh."
    },
    {
      "speaker": "roddi",
      "time": "3:15:33",
      "text": "Für die Teutonen ein Teutoniker."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:36",
      "text": "Na ja, dieses nicht von den Toi tonnen, sondern das kommt aus Estland, also Teletonika ist eine europäische Bude und die spezialisieren halt auf Rauter,\nModem Skateways also ein Kram, so IoT äh Zeug und ähm das ist ähm soweit ich das bisher äh beurteilen kann. Ich habe mir also diesen Rout X elf gekauft,\nDas ist so quasi ein ein äh ja, so ein kleiner Rauter,\nähm der so alles so drin hat, was man so braucht und ähm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:16:13",
      "text": "LTE zu Wifi."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:15",
      "text": "Genau, also es macht macht LTE, äh macht Wifi, hat einen äh GPS äh Empfänger auch gleich mit drin. Also das ist ja so für den."
    },
    {
      "speaker": "roddi",
      "time": "3:16:26",
      "text": "Damit man weiß, wo man ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:27",
      "text": "Damit zumindest erstmal das Gerät weiß, wo es ist, so, ne? Und ähm dementsprechend es hat zwei SIM-Karten-Slots und kann dann halt irgendwie danach auch umschalten,\nLässt sich also auch äh gewissermaßen äh automatisieren, wie es sich dann konkret dem Netz gegenüber verhält. Ähm\nnicht zu viel mit beschäftigt, hab das jetzt erstmal eingebaut,\nVor allem fand ich's halt sehr überzeugend, dass es dazu auch gleich noch so eine passende Außenantenne gab. Das heißt, es ist einfach so eine kleine Halbkugel mit so einem Gummiüberzug, so eine Halbkugel Antenne,\nich dann oben direkt ins Dach eingelassen habe oder habe einlassen und ähm wo dann GPS und LTE und WLAN Antenne alles mit,\nin einem Ding drin ist und nur so ein kleiner Glubbel obendrauf steht,\nwunderbar von draußen LTE empfangen und äh aber auch äh WLAN äh gut verbreiten,\nohne dass du dieses Problem hast, dass innen wieder alles abgeschirmt ist. Und du kannst dann auch von außen drauf zugreifen, das ist alles ziemlich ordentlich gemacht,\nja, sehr viel mehr habe ich dazu erstmal nicht zu erzählen, außer, dass ich das äh jetzt am Start habe und das für eine sehr geile Hardware halte."
    },
    {
      "speaker": "roddi",
      "time": "3:17:42",
      "text": "Ist die Clemenz abruft oder empfohlen?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:45",
      "text": "Clemens hat neulich irgendwas anderes empfohlen, aber der kommt ja nicht mehr, deswegen hat er ja nichts zu sagen. Von daher."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:17:52",
      "text": "Jeder hat der hat die Luca-App gelobt. Das ist jetzt vorbei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:56",
      "text": "Hat er echt braucht er ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:17:57",
      "text": "Nee, weil er sie wenigstens installieren kann."
    },
    {
      "speaker": "roddi",
      "time": "3:18:00",
      "text": "Angemerkt, dass die Luca App wenigstens international verfügbar ist, während äh die Corona-Warn-App nach wie vor scheinbar nur im deutschen äh App Stores."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:11",
      "text": "Im europäischen, aber nicht im amerikanischen."
    },
    {
      "speaker": "roddi",
      "time": "3:18:12",
      "text": "Oder im europäischen, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:15",
      "text": "Läuft halt noch mit so einem Ami-Account durch die Gegend."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:17",
      "text": "Ja, ich auch. Das ist schon ein Problem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:20",
      "text": "Ja für euch."
    },
    {
      "speaker": "roddi",
      "time": "3:18:21",
      "text": "Ja, aber Roman, warum man Apps nicht weltweit freigibt, ist keine Ahnung, aber ich glaube, ja. Ne? Je, je größer die Rechtsabteilung deiner Firma, desto weniger kriegst du irgendwas gebacken."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:35",
      "text": "Wir haben keine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:38",
      "text": "So, dann habe ich auch noch einen kleinen äh Meggentosh Tipp. Und zwar, ich weiß nicht, kennt ihr die App RC Defold Apps? Sagt euch das noch was? Wahrscheinlich nicht. Das ist, glaube ich, so eine."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:49",
      "text": "Vielleicht ist er, wollen wir kurz warten? Ähm es gibt im Feinder dieses Open Wisdingsbums und das ist eine App, die das für alle Dateitypen macht. Ja, nein, vielleicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:00",
      "text": "Ja, genau, so in die Richtung äh geht das. Also das ist so ein Tool, das kannten, glaube ich, nicht viele Leute,\nAber äh das hatte also es gibt im Betriebssystem die Möglichkeit, diese ganzen Zuordnungen von,\nURL, Protokollschema da. Ja, äh allgemeine Medientypen ähm,\nURLs im äh Allgemeinen. Ähm also alles möglichen Mappings auf Programme,\nkann man im Prinzip konfigurieren, es gibt bloß kein User Interface dafür,\nAlso auch was sind so die die was ist denn die Ford Webbrowser? Das ist zum Beispiel das Einzige, was irgendwie Expost ist, ja?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:19:50",
      "text": "Hast du da so einen Link irgendwo reingeschoben? Ich finde hier, ich finde hier nur so ein Make-Up. Das sieht alles aus, als wäre das von von sehr aqua noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:00",
      "text": "Du suchst jetzt nach nach RCD Apps,\nGenau, das ist nämlich uralt und seit vielen, vielen, vielen Jahren nicht mehr aktualisiert worden und hat jetzt mit Big Sir komplett aufgehört zu funktionieren.\nAber jemand hat sich erbarmt und hat das Ganze in Swift irgendwie neu geschrieben und das gibt's jetzt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:20:16",
      "text": "Dem Namen, das kann ich leider nicht verwenden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:18",
      "text": "Das hat den äh heißt ähm,\nWarum auch immer das so heißt, also keine Ahnung, es heißt halt so, das hat mit Swift nichts zu tun, außer, dass es darin geschrieben ist. Swift die Fold Apps ist jetzt quasi\ndie Ablöse dafür und wenn man also äh in der Lage sein möchte, so URL-Protokollschema auf Programme einzu-äh stellen,\nganz fein, äh ziseliert, ja oder auch genau zu sagen, äh\nDatei jetzt von welchem Programm geöffnet werden sollen und du überhaupt mal zu sehen, welche Programme eigentlich welche Dateypen meinen zu kennen\nJa oder auch Erweiterungen und so weiter, dann kann man das damit alles einstellen. Ist einfach so ein kleines Kontroll-Panel für System Präferenzes und dann äh hat man da Zugriff äh auf einen Bereich\nBetriebssystem, den es schon immer gab, aber den irgendwie kaum jemals äh jemand sieht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:21:11",
      "text": "Interessant."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:13",
      "text": "Schmeiß mal kurz in den Chat, wenn's dann nicht schon ist, doch ist schon da. Ja, ja, der Chat war schneller. Du wolltest auch noch äh Werbung machen,\nDu"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:21:26",
      "text": "Ich, ach so, habe ich ja am Anfang schon gemacht, kann ich aber gerne nochmal machen. Wir haben ein neues Spiel ausgebracht. Ähm,\nUnd zwar heißt das Kart äh auf iOS ist endlich fertig, ist die zweite Monkey-Box. Ähm ist ein kleines Spiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:41",
      "text": "Du kannst ruhig schon nochmal sagen, wer wir ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:21:43",
      "text": "Äh die Firma, die ich äh habe, heißt The Coding Monkeys und äh wir sind in dem Fall Marcel Agar und ich. Ähm,\nund äh wir machen ja so kleine Spiele immer wieder mal. Äh Marcel äh hauptsächlich das Game-Design, ich hauptsächlich den Code und Agar gerne die äh,\nArtdirection. Und Karte ist ein kleines Spiel, bei den markanten, wo er sich hinspielt und ein kleines Adventure durchspielt aufm\nauf iOS. Das hat jetzt ein Jahr gedauert. Wir wollten ein bisschen\nschneller sein diesmal, haben wieder nicht geklappt. Äh macht aber nix. Wir sind äh sehr zufrieden mit dem Ergebnis. Ist schon eine Stunde kann man sich mit beschäftigen äh und da so kleine Rätsel,\nüber Karten spielen auf dem Telefon erledigen, ist so storymäßig, es ist nach einer Stunde dann auch rum. Sowas Titel, der auch nicht einen endlos beschäftigt.\nDen haben wir jetzt zu released. Hm? Vielleicht eine Stunde, vielleicht länger, vielleicht kürzer, je nachdem wie oft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:40",
      "text": "Davon aus, dass man diese Spieler auch also dass man auch alle diese Rätsel gelöst bekommt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:22:46",
      "text": "Was geht davon aus?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:47",
      "text": "Läuft das einfach so eine Stunde ab und man guckt sich das an oder muss man da irgendwie Dinge herausfinden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:22:53",
      "text": "Nehmen wir spielst du eine Karte für eine Karte für eine Karte, für eine Karte oder finde dein Ding da draußen. Dann stirb mal und dann spielt man wieder von der von der von einem Stellen weiter vorne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:01",
      "text": "Okay, aber man kann auch dran scheitern."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:23:03",
      "text": "Ja ja, man kann auch immer, man kann auch scheitern, aber es ist so ganz scheitern ist ein bisschen schwer. Also wenn man nicht\nmehr, wenn man keinen Bock mehr hat. Dann immer hat nur drei Auswahl oder viel Auswahl pro Entscheidungsmöglichkeit. Es ist zwar schon ein Baum, Entscheidungsbaum, der groß ist, aber er ist jetzt nicht so äh also wenn man's komplett anguck,\nund alle ähm Varianten, die so passieren, wenn mal irgendwas raus spielt, dann haben will, dann,\nÄhm,\ndauert's länger so, also jede Karte macht eigentlich auch an jeder Stelle irgendwas äh irgendwas Nettes und und spannendes ähm und,\nhaben wir jetzt mit mitgearbeitet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:38",
      "text": "Also ich scheitere ja eigentlich an allen Spielen. Ja, also ich ich kann mich wirklich ernsthaft ich ich muss das jetzt mal zugeben. Ich weiß das überhaupt nicht schmeichelhaft, aber ich bin zumindest ehrlich. Aber ich überlege grade,\nAlso ich höre immer so von so Leuten, die so Spiele spielen, so ja, das habe ich auch gemacht und so, das hatte ich dann irgendwann durch nach weiß nicht genau, irgendeinem Zeitraum, manchmal Tage oder,\nWochen oder so, geht auch, ne?"
    },
    {
      "speaker": "roddi",
      "time": "3:24:07",
      "text": "Hängt von der Größe des Spiels ab natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:11",
      "text": "Ja, aber ich höre das irgendwie von allen Spielen, dass Leute das irgendwo beim irgendwie mal gemacht haben. Und ich kann mich ehrlich gesagt gar nicht erinnern, ob ich überhaupt schon mal ein Spiel durchgespielt habe. Jemals."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:24:20",
      "text": "Nicht mal Galcon damals, du warst auch sehr großer Galcon-Fan."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:24",
      "text": "Was war denn das nochmal?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:24:25",
      "text": "Überhaupt ein durchgespielt, das mit dem Planeten und den Schiffchen, die so auf die Planeten zu fliegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:31",
      "text": "Ähm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:24:32",
      "text": "IPad irgendwie war für dich so ein ich erinnere mich noch,\nvon Gallcon. Ich weiß nicht, ob's das noch gibt. Äh aber lassen wir nochmal ganz kurz zu.\nWir haben äh gemacht und das ist halt so der Vorteil ist, Cross Plattform potentiell ähm der Nachteil ist, dass es irgendwie noch anstrengender irgendwie so einen Entwicklungszyklus bis man das wieder aufs Telefon kriegt und so weiter. Es ist besser geworden, aber anstrengend, auch auf dem M eins ist es nochmal ein bisschen Performance-technisch anstrengender. Ähm\naber was schön ist, wir haben äh praktisch.\nAuch nach exportieren können und deshalb gibt's einen kleinen Teaser, der nur das Spielprinzip aber mit einem anderen Sättigen äh auf der Webseite spiegeln lässt\nSo, da kann man praktisch einfach mal reingucken, über das Spielprinzip, ob einen das überhaupt zusagt oder nicht. Äh und da, finde ich, ist Marcel eine sehr schöne Hommage an PT gelungen für die Leute, die ihnen das was sagt. Also es war ein\nPeti ist so ein Horrorspiel, Teaser gewesen auf der PlayStation, der doch zu keinem Spiel geworden ist. Ähm und,\nda schöne Referenzen gemacht an der Stelle. Also ich finde die ist es so ein bisschen ja\nSehr schön, sehr schön geworden, habe mich sehr gefreut, dass er den Teaser so gemacht hat. Hat natürlich dann inhaltlich jetzt nicht mehr im Spiel direkt zu tun, sondern nur mit der Mechanik. Deswegen weiß ich nicht, ob das jetzt marketingtechnisch so ein guter Erfolg war, das so zu machen, aber ich finde, das ist so ein Stück\neinen kleinen Ort geworden, meiner Meinung nach. Der Spielbadeteaser auf der Webseite und funktioniert bei allen äh WebGL-fähigen Browsern\nmit. Das ist dann ganz nett. So, jetzt."
    },
    {
      "speaker": "roddi",
      "time": "3:26:07",
      "text": "Zum Thema Spiele, durchspielen. Nochmal, also,\nSpiele die Kammern prinzipiell durchspielen,\nMeistens sind die irgendwie story getrieben und äh am Ende gibt's den Endboss und wenn du den dann platt gemacht hast, das Spiel vorbei. Ne, also,\nUnd dann gibt's halt so Spiele, die kannst du eigentlich nicht durchspielen. Klassischerweise das äh Spiele mit Auto. Da kannst du halt beliebig oft fahren und noch schneller werden,\nNa ja, ist doch so. Ähm ich habe jetzt, ich habe jetzt äh Rallye-Spiele für mich entdeckt, weil's halt einfach unheimlich viel Spaß macht. Habe mir auch ein Lenkrad gekauft dafür. Ähm,\nmir immer noch nicht sicher, ob ich jetzt Rally zwei oder WR C neun besser finde. Ähm,\nAnsonsten keine Ahnung. Ich bin ja so ein point and click Adventure,\nFreak und die lassen mich in der Regel nicht los, bis ich sie durch habe. Also."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:07",
      "text": "Gab's vor kurzem auch wieder ein ganz wichtiges, was irgendwie toll sein sollte. Ähm."
    },
    {
      "speaker": "roddi",
      "time": "3:27:11",
      "text": "Auf an Tales zwei sollte man auf jeden Fall gespielt haben. Äh ja. Brock war auch sehr schön."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:21",
      "text": "Den Link vergessen bitte.\nDas finde ich doch dann wieder nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:26",
      "text": "Mal gucken, ob er den findet. Was ich noch mal raussuchen, spiele. Ja, aber Tim, spielst du, also Gallcon, hast du echt, hast du auch viel gespielt, weiß ich noch, dass du mich damals echt ins Ohr vollgelabert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:38",
      "text": "Das muss ein sehr einfaches Spiel gewesen sein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:41",
      "text": "Aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:42",
      "text": "Ich komme nur."
    },
    {
      "speaker": "roddi",
      "time": "3:27:44",
      "text": "Davon noch nie gehört."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:46",
      "text": "Richtig, soll ich's? Muss ich's raussuchen? Muss ich hier so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:48",
      "text": "Schon so lange her. Es gibt eine Version zwei von. Also äh ob das noch mit der Version."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:54",
      "text": "Echt Version zwei haben wir, glaube ich, nie gespielt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:57",
      "text": "Nee, kann ich mich auch nicht dran erinnern, aber eine Version eins gibt's hier nicht mehr im App Store."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:28:00",
      "text": "Fusion heißt es dann ah ja, okay. Aber im Endeffekt Planeten und du kannst ja deine deine Schiffe da hinschicken und musst die anderen also so Schwarmtechnisch war das, das war war schick. Das war schick. Ich bin jetzt noch auf der Su,\ndem anderen Spiel hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:15",
      "text": "Ich hab's bestimmt nicht zu Ende gespielt, also sowas mache ich eigentlich nicht, weil ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:28:19",
      "text": "Na ja, es gibt ja Spiele, die aber so Storyspiele willst du auch nicht zu Ende spielen, damit sie die Story komplett kennst, so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:27",
      "text": "Ich habe einfach nicht die Konzentration dafür. Also es ist einfach äh ich bin da totale Game Loser."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:28:34",
      "text": "Also mir geht's jetzt in der Pandemie so. Also ich habe jetzt zum Beispiel ich habe hier es gibt einen Rollenspiel immer noch, das heißt Outdoor World\nDa habe ich kein, ich kann mich nicht rein ich ich spiele im Endeffekt mal eine Partie Overwatch, damit das halt so eine fünf Minuten, zehn Minuten Aktion ist und dich jederzeit abbrechen kann.\nAlles, was mich jetzt ein bisschen storymäßig länger als viertel eine viertel Stunde ähm beschäftigen würde, da komme ich gerade echt nicht rein, weil ich\nich kriege den Kopf nicht auf die auf die Stimmung. Ja, und das hat wahrscheinlich damit zu tun, dass ich ansonsten auch viel zu tun habe und jetzt nicht so einen Leerlauf habe, sondern eigentlich hier ständig irgendwie,\nam Arbeiten versorgen, sonst irgendwas bin und eh schon auf Zahnfleisch gebe,\naber ansonsten bin ich ein sehr sehr konsequenter Zeug zu Ende Spieler. Also ich habe dann so diese Situation nach der ersten nach den ersten drei investierten Stunden äh will ich dann\ndas Spiel zu Ende arbeiten. Das ist ja ganz komisch,\nich muss das dann irgendwie zu einem Abschluss bringen. Entweder ich höre auf oder ich spieße halt zu Ende, aber es gibt so das muss jetzt weggearbeitet werden. Ich kann auch nicht mehrere Spiele gleichzeitig in der Luft haben an der Stelle, sondern\nso so das Training zum Beispiel war, so nervige, das musste ich halt zu Ende spielen. Und das ist halt mal wandert irgendwie so und bringt Dinge von A nach B und das ist so ein Endlosspiel eigentlich und das war dann echt anstrengend."
    },
    {
      "speaker": "roddi",
      "time": "3:29:51",
      "text": "Also also ich glaube eins der ersten großen Spiele, die ich tatsächlich zu Ende gespielt habe, war ja eins,\nAber das fand ich auch so extrem spannend, muss ich sagen. Äh nicht, dass das Ende irgendjemand verstanden hat. Ich auch nicht,\naber äh es war irgendwie sehr, sehr cool. Ähm und ansonsten, naja, so müsst zum Beispiel,\nDa weiß ich noch, dass ich ganz am Ende des ähm,\ndes Spiels gab's so eine Entscheidung, die man treffen musste und da war ich mir nicht sicher, wie ist jetzt die richtige Entscheidung? Und ich hab's nicht übers Herz gebracht, einfach speichern, ausprobieren,\nsondern ich habe dann das Spiel eine Woche weggelegt und da in Ruhe drüber nachgedacht, was jetzt die richtige Entscheidung ist. Ist keine Ahnung, ich weiß auch nicht wieso."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:30:44",
      "text": "Ich habe hier noch im Chat gepostet. Das ist äh wohl eine sehr große Adventure Empfehlung. Musst du aber irgendwie mit in eine Weinbeutel packen, glaube ich oder so, damit's klappt. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:04",
      "text": "Weil es in Windows Wein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:08",
      "text": "Aber dann so eine sehr sehr große also wenn du so magst, dann musst du das spielen, wurde mir gesagt. Ich habe mir gerade keinen Schnitt für."
    },
    {
      "speaker": "roddi",
      "time": "3:31:19",
      "text": "Ich habe, ich habe sogar einen Gaming-PC, so ist es nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:21",
      "text": "Naja dann, dann hast du ja kein Problem."
    },
    {
      "speaker": "roddi",
      "time": "3:31:24",
      "text": "Der macht nur fürchterlich viel Radau, das ist ein bisschen blöd, aber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:27",
      "text": "Ich habe interessanterweise ja eine eine Windows butbare Petition auf einer externen T5 Samsung für den iMac. Geht auch ganz gut erstaunlich."
    },
    {
      "speaker": "roddi",
      "time": "3:31:37",
      "text": "Und ich habe hier auf dem M eins tatsächlich mit diesem Preview Least von Paralleles mal die Armversion von Windows installiert, äh geht, dann war mir nicht so ganz klar, was ich damit jetzt mache und."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:50",
      "text": "Was man damit macht. Eben, ich wollte gerade sagen, du hast ja keine Software dann für, also das ist ja so, das fand ich das, das, das am wenigsten relevante Statement ever, das jetzt arm, Windows läuft, weil\nAbendwindos wird kein Ding werden. Das ist einfach vorbei. Schon bevor es gestartet hat."
    },
    {
      "speaker": "roddi",
      "time": "3:32:06",
      "text": "Ja, also in meinem Fall, ich habe halt gekehrt, bis das Teil gebutet ist und ich dachte, oh, prima, es funktioniert und danach so, okay und jetzt? Na, dann habe ich's wieder gelöscht. Also, es ist so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:21",
      "text": "Ja und so geht eigentlich auch schon, ich weiß gar nicht, habe ich noch nicht geguckt. Muss ich irgendwann mal gucken."
    },
    {
      "speaker": "roddi",
      "time": "3:32:26",
      "text": "Weiß ich nicht, ZFS geht auf jeden Fall noch nicht, aber ZFS geht auch auf Intel für immer noch nicht. Da gibt's zwar jetzt die ersten Betas, aber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:37",
      "text": "Ich brauche Vitualisierung und nicht, also dieser Docker oder oder Dehnungsscheiß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:42",
      "text": "Leute, ihr seid super. Ihr kommt von. Seid ihr jetzt schon bei Docca äh gelandet?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:47",
      "text": "Ja, wir müssen ins Bett, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:48",
      "text": "Ja, es ist äh wirklich den Eindruck habe ich auch."
    },
    {
      "speaker": "roddi",
      "time": "3:32:51",
      "text": "Stammtischt etwas jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:52",
      "text": "Will ich euch mal ein bisschen entgegenkommen. Ähm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:55",
      "text": "Echt? Oh cool. Tim kommt uns dagegen, Rolli. Dass man das noch erleben dürfen."
    },
    {
      "speaker": "roddi",
      "time": "3:32:59",
      "text": "Wir haben ihn soweit, wir haben ihn soweit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:02",
      "text": "Bring!\nAls ob ich so unkooperativ rüberkommen würde.\nSo ist es ja nicht. Gut, dann würde ich sagen, finden wir doch hier einfach mal ein Ende nicht, dass wir noch über tausend Sachen reden könnten, aber jetzt sind wir auch durch. Ne, das reicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:33:18",
      "text": "Ja ja, schon länger. Also dem wacht der Kleine vielleicht auf, da muss man noch ein Fläschchen in den Mund stecken, wenn das passiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:25",
      "text": "Genau, na das war dann dann die hier. Zweihundert äh neunundfünfzig haben wir ja schon zusammen. Das war so schlecht jetzt eigentlich auch wieder nicht, ne? Und ähm dann machen wir hier mal ein bisschen das mit dem Auto."
    },
    {
      "speaker": "roddi",
      "time": "3:33:40",
      "text": "Genau, hört alle den Zahlensender."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:42",
      "text": "Genau, wir hören alle, die Zahlen sind da, vielleicht kommt ihr ja irgendwie drauf, ne? Genau, dann äh,\nganz viel Geld, kauft Karts, all diese ganzen Sachen und nächste Frik-Show wird kommen, ich sag mal nicht wann. Bis dahin sammelt tschüss, bis bald, macht's gut."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:33:59",
      "text": "Ba."
    }
  ]
}