{"v":1,"episode":261,"speakers":["Tim Pritlove","Tala","Letty","Denis Ahrens","hukl"],"t":[163,201,205,221,223,242,250,256,257,270,280,282,284,285,298,303,314,334,336,384,394,397,404,407,413,434,435,438,442,445,446,526,533,574,578,583,584,643,648,651,657,675,678,681,699,702,703,705,707,711,714,788,790,792,795,796,811,815,819,822,831,833,881,905,911,915,920,924,961,975,1022,1063,1065,1098,1107,1110,1112,1119,1132,1139,1143,1148,1153,1162,1185,1189,1191,1197,1199,1212,1215,1241,1261,1264,1269,1270,1276,1286,1289,1292,1293,1296,1298,1301,1309,1314,1318,1324,1336,1386,1399,1402,1417,1452,1455,1479,1484,1493,1507,1508,1511,1519,1521,1548,1554,1555,1589,1595,1605,1606,1619,1629,1630,1649,1659,1661,1674,1675,1675,1694,1699,1704,1708,1710,1719,1721,1721,1723,1729,1732,1750,1753,1754,1763,1765,1793,1794,1801,1802,1808,1828,1835,1853,1862,1863,1866,1885,1887,1895,1902,1906,1909,1911,1920,1945,1951,2013,2026,2032,2034,2037,2044,2053,2054,2060,2061,2071,2121,2124,2141,2143,2161,2165,2167,2169,2172,2181,2194,2197,2198,2204,2206,2208,2215,2222,2223,2249,2316,2340,2342,2344,2349,2351,2354,2356,2367,2369,2371,2373,2376,2380,2400,2402,2404,2408,2423,2425,2448,2451,2454,2459,2467,2476,2479,2494,2497,2501,2504,2528,2529,2540,2541,2560,2562,2570,2576,2585,2590,2598,2599,2602,2616,2617,2629,2631,2657,2658,2668,2670,2680,2682,2737,2738,2742,2744,2746,2775,2790,2802,2805,2808,2817,2835,2841,2847,2849,2884,2888,2895,2897,2900,2908,2924,2932,2939,2945,2948,2982,2986,2991,3013,3024,3042,3057,3061,3088,3105,3160,3162,3163,3186,3201,3205,3256,3259,3261,3270,3272,3278,3282,3303,3305,3327,3353,3360,3361,3364,3366,3375,3393,3406,3408,3434,3435,3437,3438,3462,3492,3496,3497,3510,3514,3574,3575,3576,3591,3592,3596,3599,3605,3608,3613,3615,3625,3644,3649,3650,3672,3680,3695,3723,3726,3751,3754,3763,3765,3767,3771,3777,3781,3788,3798,3808,3814,3817,3818,3820,3824,3906,3946,3955,3963,3968,3970,3994,3997,4004,4020,4021,4032,4037,4047,4049,4061,4064,4100,4114,4124,4140,4146,4215,4231,4240,4244,4249,4252,4255,4267,4281,4284,4285,4293,4294,4299,4301,4310,4319,4368,4372,4374,4389,4390,4395,4400,4404,4406,4410,4413,4426,4435,4445,4447,4449,4456,4458,4472,4473,4475,4489,4491,4495,4496,4500,4571,4577,4580,4582,4585,4587,4614,4616,4618,4631,4635,4645,4646,4649,4650,4655,4656,4660,4662,4665,4675,4678,4685,4706,4707,4723,4726,4739,4743,4757,4760,4774,4822,4846,4849,4860,4868,4870,4948,4951,4989,4991,5054,5056,5091,5115,5140,5143,5165,5167,5189,5190,5194,5213,5216,5245,5259,5261,5262,5263,5266,5270,5284,5286,5290,5301,5303,5307,5313,5315,5327,5338,5341,5352,5356,5358,5362,5367,5373,5399,5413,5417,5419,5426,5434,5436,5444,5453,5455,5462,5528,5541,5547,5549,5551,5559,5561,5563,5575,5577,5587,5589,5594,5595,5599,5603,5619,5644,5646,5651,5656,5664,5668,5673,5676,5678,5680,5681,5698,5700,5702,5719,5720,5722,5724,5725,5735,5742,5744,5751,5755,5761,5769,5773,5778,5818,5845,5847,5944,5945,6000,6001,6004,6014,6021,6024,6042,6055,6060,6086,6089,6135,6138,6210,6276,6397,6408,6534,6549,6578,6579,6627,6638,6668,6673,6707,6709,6737,6776,6780,6782,6783,6797,6800,6822,6833,6840,6897,6913,6917,6926,6971,6973,6977,6980,7142,7155,7157,7178,7180,7211,7215,7228,7229,7232,7259,7268,7274,7279,7282,7285,7289,7291,7299,7303,7336,7344,7381,7384,7387,7391,7393,7396,7401,7454,7478,7480,7488,7492,7495,7522,7532,7537,7551,7555,7559,7562,7568,7574,7575,7584,7593,7600,7609,7620,7623,7627,7631,7640,7652,7668,7706,7707,7768,7796,7804,7833,7848,7868,7928,7930,7943,7945,7948,7963,7969,7972,7974,7979,8040,8119,8126,8135,8139,8140,8143,8150,8152,8166,8172,8178,8180,8182,8190,8197,8201,8204,8213,8227,8228,8239,8244,8253,8262,8270,8275,8296,8305,8305,8307,8316,8324,8336,8351,8369,8413,8416,8419,8422,8425,8428,8433,8436,8437,8441,8457,8473,8477,8478,8542,8548,8553,8608,8640,8643,8670,8693,8694,8697,8699,8719,8721,8732,8734,8735,8737,8748,8752,8759,8776,8776,8790,8808,8814,8816,8817,8818,8819,8820,8828,8838,8842,8844,8864,8877,8878,8879,8903,8911,8947,8954,9016,9021,9053,9057,9059,9062,9065,9068,9133,9138,9144,9156,9158,9163,9164,9173,9176,9190,9199,9203,9205,9212,9218,9235,9238,9244,9249,9255,9257,9262,9276,9280,9281,9287,9309,9310,9311,9316,9320,9323,9383,9384,9386,9450,9452,9454,9463,9684,9687,9688,9694,9793,9806,9935,9967,9974,9992,10058,10126,10131,10218,10227,10243,10250,10261,10264,10269,10272,10274,10278,10282,10287,10292,10295,10301,10303,10309,10321,10325,10331,10333,10345,10396,10398,10407,10409,10413,10415,10431,10435,10437,10438,10520,10527,10529,10536,10578,10581,10584,10586,10594,10601,10606,10616,10625,10627,10630,10640,10642,10643,10654,10754,10755,10781,10786,10863,10875,10935,10936,10945,10965,10966,10984,10988,10999,11004,11066,11071,11076,11077,11121,11134,11152,11156,11161,11167,11177,11180,11190,11195,11217,11223,11229,11233,11290,11292,11297,11301,11303,11307,11341,11353,11375,11390,11403,11425,11428,11437,11445,11452,11453,11488,11516,11517,11532,11533,11545,11551,11555,11562,11575,11579,11600,11603,11605,11612,11660,11781,11785,11786,11791,11859,11888,11890,11932,11940,11959,11965,11969,11973,11977,12019,12022,12026,12029,12030,12031,12047,12049,12054,12057,12065,12067,12070,12174,12176,12312,12368,12458,12460,12486,12493,12523,12529,12550,12566,12575,12606,12627,12639,12645,12675,12752,12755,12768,12790,12801,12804,12843,12846,12907,12913,12917,12923,12936,12938,12951,12954,12956,12960,12965,12968,13006,13013,13039,13052,13123,13126,13141,13142,13193,13200,13208,13210,13222,13224,13235,13238,13240,13245,13261,13262,13264,13268,13269,13290,13293,13309,13311,13324,13325,13335,13338,13361,13365,13368,13373,13412,13413,13426,13432,13434,13449,13470,13479,13482,13486,13504,13506,13515,13518,13543,13546,13548,13573,13574,13575,13583],"s":[0,1,0,1,0,1,0,2,1,0,3,0,4,0,2,4,0,4,0,1,0,2,0,4,0,4,0,1,0,1,0,2,0,4,0,4,0,4,0,4,0,4,3,4,1,0,1,4,3,2,0,3,0,3,0,3,1,3,1,0,3,0,1,0,1,0,1,0,1,2,0,2,0,3,4,3,4,0,4,3,4,3,4,2,3,2,3,4,3,4,2,4,1,0,3,0,1,0,2,3,2,4,0,1,3,2,3,4,0,2,0,1,2,0,2,0,2,0,2,0,2,0,2,0,4,0,1,3,0,3,2,1,2,0,1,0,3,0,4,2,0,2,0,2,3,2,0,1,3,2,0,2,4,3,2,3,2,4,3,2,0,2,0,1,0,2,1,2,0,2,0,2,0,2,1,0,2,3,0,2,3,2,0,3,1,2,4,3,4,1,3,4,3,2,4,2,1,3,1,3,1,4,3,0,2,1,2,4,3,4,2,3,0,3,0,3,4,0,2,3,2,1,2,3,2,3,0,2,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,4,3,4,3,0,3,0,1,0,1,0,4,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,2,1,4,3,4,3,0,4,0,3,4,0,1,0,1,3,0,2,0,3,1,0,3,0,3,0,3,0,3,0,2,0,2,0,2,0,2,0,2,0,3,4,3,4,0,4,0,3,0,3,0,3,0,3,0,3,0,4,0,4,0,3,0,3,4,0,3,0,1,4,1,4,3,0,1,3,4,1,4,0,4,3,0,4,3,2,4,2,4,1,0,3,4,0,4,1,3,1,2,1,3,0,3,0,1,4,0,4,0,4,3,4,1,2,4,3,2,0,4,0,1,4,1,0,4,0,2,4,1,0,3,0,3,4,1,3,2,3,2,4,3,2,4,2,3,2,4,0,2,0,2,0,4,2,0,3,4,0,3,0,4,2,3,0,2,3,2,0,3,0,3,0,3,1,3,2,0,4,2,0,3,1,0,3,0,3,0,3,0,3,0,3,0,3,0,4,0,4,0,4,0,4,0,4,0,4,0,4,0,4,0,4,0,2,4,0,2,0,4,2,3,2,4,1,4,1,4,2,1,4,0,1,0,4,0,3,2,0,4,0,2,0,2,4,2,3,0,2,3,4,2,0,2,4,2,3,0,2,3,4,3,4,2,3,1,2,4,3,2,4,1,4,2,4,2,1,4,1,3,1,3,1,3,2,3,4,2,3,2,3,2,3,0,3,0,1,2,1,2,1,0,1,2,1,0,2,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,0,1,0,2,1,2,1,0,2,0,1,0,1,0,1,0,1,0,1,0,3,0,1,0,1,0,1,3,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,3,1,0,1,0,1,3,0,1,0,1,0,1,0,1,0,1,0,3,0,3,0,3,0,3,0,3,0,1,0,1,0,1,3,1,0,2,0,1,0,1,0,1,0,1,0,3,1,0,1,3,0,3,1,0,1,0,1,0,1,0,1,0,1,2,0,1,2,1,0,3,0,1,0,2,1,0,1,0,3,0,1,0,1,0,2,1,0,1,0,1,0,1,0,1,0,1,3,2,1,0,1,0,1,0,1,0,1,0,2,1,3,1,0,1,0,1,0,1,3,1,0,1,0,3,1,0,1,0,1,0,1,3,1,0,1,0,1,0,4,0,4,1,4,0,2,0,2,0,2,0,2,0,2,0,2,0,3,2,3,2,4,2,4,0,4,0,4,0,4,0,4,0,1,2,0,3,0,2,0,1,4,0,4,0,4,2,0,4,0,4,0,4,1,4,1,4,0,4,0,4,0,4,0,2,0,1,0,1,0,1,0,3,4,1,0,2,0,3,0,1,0,1,3,0,1,0,4,3,4,3,4,3,4,3,4,3,4,0,4,0,4,0,3,4,0,4,0,4,0,3,0,4,0,3,0,4,0,4,3,4,3,4,3,4,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,3,1,3,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,3,0,3,0,4,0,4,0,3,0,3,4,3,2,4,1,0,2,4,0,2,0,2,0,1,0,2,4,2,1,2,0,2,0,2,0,2,0,2,1,2,0,1,0,2,0,2,0,1,0,2,0,2,0,2,0,2,0,2,3,2,1,2,0,2,0,2,0,2,0,2,3,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,2,0,1,0,1,0,1,0,3,0,3,2,0,1,0,1,0,4,0,4,0,4,0,4,0,2,1,0,1],"x":["Und noch alle dran. Euer, euer Zuhören ist uns wichtig. Ja, hallo, hier ist die Freakshow Nummer\nzwohunderteinundsechzig Ausfahrt vor der vor der Sommerpause\ndie dann doch mal kommen muss. Klingt natürlich ein bisschen bekloppt, wo wir schon so viel Pause gemacht haben, aber nach Corona Pause ist halt Sommerpause und danach muss man mal gucken, was sonst noch kommt. Aber dafür äh haben wir wieder eine äh illustre,\nRunde zusammengestellt und ähm ich fange mal ähm ich fange mal da an, wo wir am längsten nichts mehr erfunden gehört haben, nämlich von Tala. Hallo Tala.","Hallo, Tim, du hast schon wieder vergessen, dich selbst vorzustellen.","Ach so, das stimmt, ja, das ist richtig. Das ist äh na ja, mach du das doch mal, tada.\ndas siehst du mal. So viel,\nglaube ich schon alle. Also wir haben einen Tim und wir haben eine Tala. Ja, Tim Talar sozusagen.","Ja, genau.","Wir können dann nachher auf eBay unser Lächeln verkaufen, warum wir das äh könnte noch mal einiges bringen. So lange hast du gebraucht, bis du den Witz verstanden hast. Okay,\nJa, aber du warst ja, du warst ja ähm, wie soll ich sagen, weggeräumt, du äh hast dich konzentriert auf Dinge.","Ja, ja, ich bin immer noch in meiner in meinem Workload und der Doktorarbeit begraben und gucke nur ab und zu mal vor.","Wusstest du nicht, weißt du nicht, dass zu viel Arbeiten nicht gut ist für den Wind und den Breien?","Sage ich hier jeden Tag.","Das ist ja das Paradoxe in der äh medizinischen äh Gegend, äh Arbeitsarbeitspensum. Alle wissen, was schlecht ist und äh trotzdem kann man nichts gegen machen.","Okay, naja gut, aber äh immerhin hast du mal eine Ausnahme gemacht. Das finde ich, finde ich super. So, ihr habt schon gehört, Letti ist auch da, oder? Hat man's noch nicht gehört, weiß ich nicht, aber hallo, Letti.","Und dann ist da noch der Huckel mal wieder. Hallo Huki.","Der Huckel ist auch da, genau.","Hallo, hallo.","Mit Originalhucke, äh Gänsehocke, Standbild hier in unserem Video-Chat, der jetzt gerade ja ich weiß jetzt gerade nicht auf, wohin hast du uns die ganze Zeit vor so einem Standbild angegrinst und da habe ich mich gefragt, ob das die Zukunft der Kommunikation ist.","Finde, das hätte noch diese dieser Arm gefehlt für die Winkelkatze. Äh den hätte Huckel sich noch da reinschoppen.","Ja, ja, ja. Ich äh aber ich fürchte hier in diesem Ding kann ich äh keine animierten GIFs einbauen. Da muss ich mir ein Video einen Spieler hier noch basteln für die Winkelop.","Oder Huckelkatze, das ist hier die Frage. Genau und Dennis ist noch mit dabei. Guten Abend,\nfühlt sich gar nicht so richtig an wie Abend, wenn man so äh zur Sommersonnenwende sich abends trifft, dann ist irgendwie nicht so richtig Abend,\nMuss man irgendwie noch später Podcasten.","Wenn man einem Scheinwerferlicht sitzt.","Genau, aber weil ja alle so viel arbeiten und so früh aufstehen wollt und so viel Sport treiben wollt und was nicht alles, was ihr alle so vorhabt, haben wir uns heute mal ein bisschen früher eingefunden. Ja, um ähm,\nzu machen. Und halt irgendjemand die letzte Sendung nachgehört,\nweiß, die war viel zu lang dafür. Äh das macht natürlich keiner. Aber ich habe mich hier durch äh diverse Kommentare gelesen. Wir sind äh geradezu überflutet worden. Das lag an diesem Bitcoin Thema,\nÄhm das will ich jetzt nicht wieder alles aufrollen, aber ich finde das irgendwie bemerkenswert, was was solche heißen Eisen dann doch immer wieder so für heftige Reaktionen äh,\nnach sich ziehen. Und da hat man's dann also wirklich auch so mit so Glaubensfragen zu tun, glaube ich. Ähm und ich frage mich immer, ob ich früher auch so war.","Wie so früher, also deine deine ganzen Ranz gibt's da schon äh einen Counter irgendwie. Durchschnittlicher Randkau pro Sendung.","Hm, ist der so hoch? So hoch ist der doch gar nicht.","Weiß nicht, vor unserer Zeit gab's ja dieses Dilemma mit den, mit den Kalendern, wo du dich ja scheinbar immer exorbitant lang drüber aufgeregt hast.","Das war eine Sendung. Ich weiß gar nicht wo.","Selektive Wahrnehmung oder Erinnerung.","Das kann auch für euch gelten. Also ich kann mich ja nur einmal daran erinnern, dass ich mich da ein bisschen aufgeregt habe. Und tatsächlich hat äh wurde ja dann auch äh ein bisschen geliefert. Nicht ganz so viel, wie ich's mir gewünscht hätte, aber immerhin ist ja was passiert.\nist ja auch so ein Thema, wo überhaupt gar keiner mehr weiß, worum es ging. Es war halt irgendwas mit Kalender und es reicht dann irgendwie auch schon.","Endlos scrollen.","Ja, na klar, also das will man ja auch.","Fangen wir das jetzt wieder an?","Seid ihr zufrieden mit eurem Kalender? Also.","Er ist zu voll, aber ansonsten.","Ja, es gibt es gibt andere Bereiche, über die ich mich mehr beklagen will. Aber ich habe heute auch ein Beispiel, dass das Dinge äh besser werden können. Da äh kann ich dann auch nochmal gleich drauf kommen. Ähm dann nehmen wir das doch gleich mal als Beispiel,\nEs ist, Leute, ihr glaubt's gar nicht,\nEs hat jemand, haltet euch fest, eine App rausgebracht, die läuft aufm Mac, die läuft aufm iPhone, die läuft aufm iPad,\nhandelt sich um die selbe App, so modernes Cross,\nCross Apple Plattform Zeugs, ja. Äh also läuft halt auch auf nichts anderes, finde ich auch super und ist so eine richtige App und ratet mal, was es ist,\nDJ Huckel on the Mike,\nihr habt es alle richtig geraten. Es handelt sich natürlich um einen Outliner. Was sollte es denn sonst sein? Es hat sich wirklich mal jemand erbarmt und dann gesagt,\nkann nicht sein, dass diese Welt äh keinen korrekten Outliner hat und hat einfach mal einen Outliner geschrieben.","Er hat sich gedacht, Tim hat jetzt so häufig darüber rumgemeckert, dass es nur Workflow oder wie es heißt, auf diesem Planeten gibt, baue ich ihm doch einfach mal was Besseres.","Ja, das ist dieser Butterfly-Effekt sozusagen. In der Metaebene Edition. Also es ist man muss halt einfach genug,\nÄhm wie soll ich sagen, Wunschdruck erzeugen und dann wird der sich auch irgendwie verbreiten, selbst wenn's nicht\ndirekt bei uns abgehört wird. Das ist einfach so ein Überdruck, der der sich woanders ausgleichen muss. Und irgendwann äh nimmt sich jemand ein Herz\nund und und greift in die Tasten und sagt, das das ist wirklich ein Problem, ich habe das Gefühl,\nIch spüre ich spüre, dass dieses Problem gelöst gehört. Und heraus kam ein,\nOutliner. Und der ist noch sehr äh eins null, aber er ist, wie man so schön sagt.","Du bist sozusagen der personifizierte Städtetropfen.","Das kann man so sehen, ja, genau. Und äh.","Outlinerstein gehöhlt hat.","Ja irgendeiner muss das ja machen, ne. Und ähm ja, das äh Tool heißt Savala. Warum auch immer, das habe ich noch nicht so ganz rausgefunden,\nalso ZA, V, ALA und,\nDas ist so ähm quasi, also es äh und alles und das ist halt\nIst es für dich Open Source, ist aber auf jeden Fall erstmal free, weil ups, das bin ich mir jetzt ehrlich gesagt gerade gar nicht so sicher, ich muss noch mal den Blogpost raussuchen. Auf jeden Fall hat der Typ geschrieben so, ja okay, ich habe das jetzt hier mal gemacht, weil\nsowas muss halt irgendwie mal existieren. Maurice äh Parker heißt dieser Mensch und ähm ich bin total begeistert\nder Richtung, die das Ganze äh nimmt, weil da kommt halt so eine ordentliche App bei raus und sie sinkt ein Outliner, der süngt,\nAuch irgendwie Chöre äh auf deinem Soundboard.","Nee, aber.","Alles klar. So läuft das hier.","Chöre, ja, da werde ich gleich mal nachgucken äh.","Genau, Zavala. Und das ist halt so wie so eine typische moderne Street Pain äh App, was hier eigentlich auch ein sehr gutes Prinzip finde, aber das passt hier eigentlich auch wunderbar. Und schon kann man irgendwie äh Outlines machen, die irgendwie auf allen Devices da sind.\nIch entnehme euren Begeisterungsstürmer, dass ihr genauso fühlt wie ich.","Ja, ja, also.","Huckel, du kannst jetzt nochmal die Tasse drücken.","Ähm die hier.\nNein, ich ich mag an sich Outliner finde ich auch super, aber die sind in meinem täglichen Produktivitätsflow, finden die einfach selten Anwendungen.","Wie muss ich mir denn das denn vorstellen.","Was genau? Ein Outliner.","Outliner App.","Sowie Workflow.","Jetzt als nicht im Browser oder wie? Aha.","Hier gucke, ich schicke dir mal den Link.","Genau, wie äh wie, wie, wie, wie aber nicht im Browser. Und halt ist halt ist halt eine richtige, ist halt so eine richtige Mega,\näh Nativevepp, so, das heißt, die fühlt sich richtig an, ja, die richtigen Kontrolls, sie hat die richtigen, sie hat die richtigen Sharebuttons und Pipapo und benutzt halt auch äh\ndie äh modernen Sünking-APs und du hast dann halt auch gleich irgendwie Outline-Sharing mit anderen Leuten und so und das ist genau das, was ich brauche.\nbraucht halt einfach so was. Ich hab's jetzt noch nicht ähm richtig in Production genommen, weil\nMir fehlen noch so ein bisschen die Features, die aber schon für die nächste Version angekündigt sind, was nochmal so ein paar Tastatur-Shortcuts sind, weil ich finde, ein Outlider muss sich vor allem äh mit der Tastatur\nbedienen lassen. Also ich finde sowieso generell, dass Programme sich grundsätzlich immer alle\nvollständig mit der Tastatur bedienen lassen müssen und das ist ja so ein Trend, da da geht's ja irgendwie so ein bisschen von weg,\nJa, also gibt's so mehrere kranke Trends. Also erstmal, dass nicht genug Shortcuts da sind oder die Shortcuts nicht für die richtigen Funktionen da sind. Oder ist die Schottkatze nur\nin der Annahme die ganze Welt benutzt, eine amerikanische Tastatur designt worden sind, womit sie dann irgendwie auf einer deutschen Tastatur nicht mehr benutzbar werden,\noder äh was so richtig krank ist.","Da ändert sich jetzt was, ne?","Wo ändert sich wo was?","Mit den Shortcuts und mit äh deutscher und amerikanischer Tastatur.","Was ändert sich denn da?","Dominik da auch, glaube ich, letztens getweetet oder einer,\nThema dass die jetzt sozusagen die physikalisch gebunden sind und nicht mehr äh sich aufs Zeichen beziehen, sondern auf die Taste, egal welche Sprache du auf deinem Keyboard eingestellt hast.","Okay, aber wir haben unterschiedliche Layouts für unterschiedliche Nationalitäten.","Ja, da machen sie dann wahrscheinlich Ausnahmen, wie es halt immer so ist, ne?","Diese Taste wird einfach nicht mehr belegt, fertig.","Ja, also das ist auf jeden Fall ein Problem, aber du meinst, das ist so ein so ein iOS fünf äh, Entschuldigung, ähm,\nist, was man jetzt? Monteray-Feature oder was?","Ja äh in dem Beta dann wahrscheinlich, genau.","Okay, da da müssen sich Dinge auf jeden Fall verbessern und was auch so ein ganz furchtbarer Trend ist, ist und das ist das ist meiner Meinung nach so eine Folge von diesen ganzen,\ndieser Verweppung von Apps, dass sie mit diesen komischen Framworks geschrieben werden,\nJa und irgendwie im Jahr war es glaube ich und dann spielt sich nämlich auf einmal dieses ganze User-Interface nur noch so in diesen Fenstern ab,\nsomit Kontext, Menüs oder halt so mit äh expliziter Mausinteraktion und was dann diese Programme alle total vergessen, weil sie ja,\nquasi gar nicht primär für den Mac gemacht sind, dass dass diese Kommandos ja auch alle,\nim Menü unterzubringen sind. Also es gibt dann einfach Funktionen, die im Menü nicht mehr da sind.","Ganz kurze Nachfrage an der Stelle. Äh du wünschst dir Cross-Plattformen kompatible Apps, die auf deinem Handy laufen,\ndie sollen aber,\nauch in einem Design entworfen sein, dass man sie primär mit Tastertur benutzen kann und bremst in einem Nebenpfad Java Skript dafür.","Nein, also erstmal, wenn ich Cross-Plattform sage, dann meine ich auf meinem iOS-Device und auf meinem Macintosh-Device.","Richtig, aber ich habe jetzt meine Handy App selten mit Tastatur bedient.","Ja, das ist ja auch vollkommen okay, am Handy. Aber dieselbe App läuft ja auch aufm Mac.","Genau, wir sind ja zwei komplett unterschiedliche Designsätze, deshalb bin ich grad so ein bisschen.","Jein, also naja, ich meine, es gibt ja jetzt dieses äh Katalyst sozusagen, als als die neue Basis, wo man Apps machen kann, die sowohl aufm iPhone laufen, als auch aufm iPad laufen, als auch auf dem Mac laufen.\nDerselbe Code. Und ähm schon auf dem iPad hast du eine umfangreiche Tastaturbedienung mittlerweile und Maus. Das sind Dinge, die es dort gibt, dass du,\nAn dein iPhone selten eine Tastatur anschließt,\nDas aber sehr wohl tun kannst, ja? Dass ja nur so ein Nebenaspekt, trotzdem muss äh etwas ja auch mit der Tastatur bedienbar sein können, wenn du es mit der Tastatur bedienst.","Genau, deshalb ist, glaube ich, für mich eher so ein so ein Problem, ich find's genau schwierig, eine ein und dieselbe App für verschiedenste unterschiedliche äh Endgeräte zu haben, weil die halt andere Interfa.","Geht halt schon, ja genau, du baust das eigentlich in der Regel so, dass du sowas wie eine Codeweiche halt drin hast, also dass du halt sagst, okay, auf was bin ich hier gerade, wenn ich ein,\nkleines iPhone nur bin, dann bin dann verhalte ich mich ein bisschen anders als wäre ich zum Beispiel das iPhone mit Tastatur, weil dann kannst du ja auch schon wieder sagen\näh verhalte ich mich ein bisschen anders und dasselbe gilt ja auch aufm iPad. Du hast ja ein ganz anderes Verhalten, wenn du aufm iPad schon bist. Also das machst du halt auch bei,\nAlso das machen wir halt auch mit den Red Native ähm Apps, wenn sie aufm iPhone äh iPad und iPhone laufen müssen. Ähm so was hast du eigentlich immer drin?\ndie Sache, die du vorher gesagt hast, ist halt nochmal was anderes, du wenn du auf so ganz kleinen Geräten halt nicht vielleicht alles anzeigen kannst, was du auf einem,\nAuf einem größeren Screen anzeigen kannst.","Also es bringt doch nichts dagegen, dass man etwas mit der Tastatur bedienen kann,\nJa äh selbstverständlich mag es Interaktionsmodelle geben, die sich nicht so ohne Weiteres auf die Tastatur äh abbilden lassen, wie,\nmit einem Pinsel oder so, ja, das ist klar. Da,\nja wobei auch na ja Swipe-Gesten sind ja dann auch nur an der Abstraktion für etwas, was man auch mit der Tastatur,\nOkay, okay, du hast einen visuellen Kontext und so weiter, der der ist halt vielleicht nicht unbedingt klar, aber es gibt ja auch sowas wie Keyboard Fokus. Und das finde ich, also gerade Keyboard Fokus ist etwas, was extremes Hitler äh Treffen geraten ist in den letzten Jahren und äh das prangere ich an.","Dass du durchtauben kannst mit dem Keyboard zum Beispiel.","Genau, dass man durchtappen kann, dass man eine Vorstellung hat. Also früher war das bei MeckOS auch noch relativ krass so und das ist so aus generellen, visuellen Entscheidungen so ein bisschen ins Hintertreffen geraten. Du hattest früher Dennis, du erinnerst dich vielleicht auch noch,\nDas muss so wann war denn wann war denn so die Hochzeit des Keyboard,\nalso bei mecco S, beim alten MekO S war das glaube ich in Mecko S,\nneun schon ganz gut und es hat sich auch in meco Esten,\nnoch recht gut manifestiert, dass soeben so immer so einen blauen Ring äh hattest, um so die Zone, wo dein Keyboard Fokus war.","Ja, gibt's den eigentlich noch? Ich habe immer nur gedacht, dass ich äh die die Einstellung dafür irgendwie nicht mehr finde, weil das irgend so ein Feature ist. Weil ich fand das immer ziemlich geil eigentlich.","Immer noch da, geht auch immer noch, benutze ich auch immer noch.","Ja und wie schaltet man das wieder ein?","Das hieß früher Keyboard Control oder sowas und jetzt heißt es aber irgendwie anders.","Keyboard-Kontrolle ist nur, dass soeben über die ganzen User Interface-Elemente rüber äh laufen kannst. Und das ist auch schon mal ganz wichtig. Das ist immer das Erste, was ich einschalte, wenn ich an einem neuen Computer bin. Ich muss mit Tab über alles rübergehen.","Unter Keyboard, Shortcuts und dann klickst du da Keyboard Navigation.","Warte, langsam, langsam. Also, Keyboard-Short-Cuts habe ich und dann.","Unten ist so eine Checkbox, US Keyboard Navigation.","Klick ja geil.","Es ist auch immer das allererste, was ich einschalte, wenn ich einen neuen Neckar schicke. Ich weiß gar nicht, wie man das nicht machen kann.","Was ich grad äh vor ein paar Wochen gemerkt habe und was ich weiß nicht, wie ihr so im Browser unterwegs seid, aber ich habe total häufig die ähm ähm löschen, links hier, hier, wie heißt die, die äh,\nähm hast du genutzt, um zurückzunavigieren, zu Seiten,\nAuf irgendwie, noch nie Safari genutzt, äh aufm aufm Firefox. Und das geht seit einigen.","Browser, okay, haben sie ja abgestellt, ist jetzt nicht mehr.","Warum? Warum? Seid ihr dann alle bescheuert.","Da gibt's ein, da gibt's ein für, zumindestens für für Safari.","Command äh links rechts gibt's zum Beispiel.","Genau, inzwischen ist es Command links rechts, aber es gibt einen Diefol. Aber es kann sein, weil's schon ein paar Jahre sieht, das abgestellt haben, dass der Hidden Dieford inzwischen auch weg ist. Aber mich nervt's auch, weil Backspace war äh schnell und easy und mit einer Hand und so.","Witzigerweise habe ich das noch nie benutzt.","Was ist das denn für ein Scheiß?\nständig, gerade so dieses dieses Ding, äh wenn ich ähm wenn ich äh entwickel und nochmal was auf dem äh im Repo im im Def zum Beispiel nachschauen muss und dann gehe ich halt häufig\neher über den Browser kurz in oder Gitter rein und gehe halt durch und wenn ich gemerkt habe, ah falsches Pfeil, kurz Backspace und ins nächste rein, also so habe ich halt total häufig navigiert\nund jetzt hämmere ich hier immer auf dieser Tastarur rum und denke mir so, ah shit.","Ich habe irgendwie aus irgendeinem Grund mir von einer ganzen Weile schon intuitiv äh Cursor, Back und so weiter angewöhnt. Ich habe mich nie gefragt, woher das, also ich habe das nie nachgeguckt, ich benutze es einfach\nUnd äh wusste gar nicht, dass Back Spaces dafür auch geht oder ging, ging.","Ich nutze Maus.","Ja, Maus ist aber einfach nicht immer das Richtige. So, also.","So langsam.","Zu langsam, zu unpräzise. Ähm man muss zu lange zielen. Man kann daneben treffen.","Nein, nein, nein, nein, ich habe Tasten an der Maus. Ich habe genug Tasten an der Maus, dass ich mit einem Daumendruck vor zurück et cetera machen kann.","Du schiebst deine Mauspixel für Pixel per Tastet über den Bildschirm.","Nein, du hast hier also ich Tim, ich halte ja.","Kann sich Tasten belegen.","Genau, du hast hier so Tasten zum Beispiel an den Mäusen ja dran.","Es gibt Mäuse mit mehr als zwei Tasten.","Achso, ja klar, das weiß ich, aber.","Genau, es ging ja gerade um um so Navigation zu drücke ich Daumentaste einer Maus.","Die modernen Leute sagen wahrscheinlich heute sicherlich eine Seite zurück, bitte.","Ist ja wohl das Erste, was man ausschaltet an diesen Rechnern.","Nicht nur das Erste, auch das dritte und das siebte und das dreiundzwanzigste und immer wieder. Bei jedem Update.","Also äh während wir hier so über Dinger sprachen, äh muss ich dich enttäuschen. Tim, ich kann keinen Chor so schnell herbeizaubern die BBC hat zu meiner großen Überraschung keine Chor Samples.","Kein Problem. Einfach ähm du kannst ja dann einfach deine Anerkennung einfach auch selbst singen.\nOkay, also ich denke, wir sind uns einig, Tastaturen haben durchaus äh eine Bedeutung und ich finde es halt wichtig, um mal wieder auf den Punkt zurückzukommen, dass Apps ähm auch immer mit einem Keyboard im Hinterkopf äh entwickelt werden, selbst wenn ihr,\neigentlich ist Target erstmal ein Smartphone ist. Ich meine die Smartphones werden immer größer und so Tastatur anschließen\ndas findet halt statt, spätestens, wenn man ein iPad hat. Ich meine, beim iPad weiß ich, wie ihr eure iPads benutzt. Okay, bei Letti weiß ich's, aber mein iPad steht,\nmeistens, ich würde sagen, zu fünfundneunzig Prozent äh auf seinem Keyboard-Cover,\nund so so benutze ich irgendwie mein iPad primär.","Grad mein iPad gesucht und es steht aber ja vor mir in dem ich euch anguck,\nauch in diesem Keyboard-Cover drin steht, aber ich habe ja ähm mir das, also ich, wie ich finde, das bessere Cover damals gekauft, nicht das Apple-Cover.","Ah ja, das kannst du nochmal, das kannst du nochmal.","Dings. Das habe ich zum Beispiel bei mir wieder abgemacht, weil ich lese primär PDF, Word Dokument, what so ever, hochkant und Stift und Kritzel da drin rum. Das funktioniert für mich deutlich besser.","Genau ähm ist nochmal ein Unterschied, wenn man das iPad ähm wirklich so eher in der Hand hält\nIch finde auch zum Lesen ist es nervig, weil du hast durch das durch das Folio so eine leichte Schräge drin, da ich aber primär das iPad so zum zum Zeichnen benutze, ähm,\nIst das für mich halt schon mal ganz geil, weil du hast dann halt dahinter auch so ein so eine kleine Klappe, äh den du nochmal so reinstecken kannst. Dann hast du so ein bisschen eine eine etwas höhere Schräge und das finde ich, ist schon sehr, sehr geil,\nähm genau, damit kann man ganz gut arbeiten.","Slimfolio Pro heißt das Teil, okay. Mhm.","Genau und das, was cool ist, du kannst das iPad halt wirklich in die Hand nehmen und gefühlt auf den Kopf drehen und dieser ähm Magnet, der da dran ist, da\nda fällt das iPad nicht raus. Also es ist wirklich sehr, sehr cool gemacht. Auch oben dann die Aussparung für den Stift und wenn du das zuklappst, ist es so ein bisschen wie so ähm wie so eine Lederkladde, wo du so ein,\nweiß nicht, wie man das so ein Schnuffi halt so drüber klappt, auch über den Stift mit drüber. Und dann ist das alles schön aufgeräumt.","Schnuffi. Ja, das ist in der Tat äh hat es denn eine Escape-Taste?","Äh was passiert, wenn ich da drauf drücke? Ich vermute, dass es sowas in der Art ist, weil ich habe euch grad minimiert ins äh Fenster, ins Fenster, weiß ich nicht, was es ist.","Du hast uns minimiert, sorry, ich habe ich habe die mit Podcaster geschrumpft. Ähm,\nDer links oben ist so eine komische Tasse mit so einem mit so einem mit so einem.","Weiß nicht, was die macht, wenn ich.","Richtig drauf. Was ist denn das für eine Tasse.","Das ist eine gute Frage, wenn ich hier auf dem auf dem iPad rumscrolle, dann geht's auf den Startscreen zurück. Ist das die Startscreen-Taste?","Ach so, das ist so quasi dein Home.","Das ist der Home-Button. Ist also nicht so eine richtige,\nIch weiß nicht, ich habe das iPad ja auch benutzt, um äh für die Vorlesung äh Aufzeichnungen zu machen für ähm was habe ich denn da aufgezeichnet? Ähm Peiten, du kannst ja Pitentroffen laufen lassen mit Jupiter\nmit, ich glaube, heißt die App. Äh und das habe ich auch auf dem iPad gemacht, aber da ist mir nicht aufgefallen, dass ich mich da an der Escape-Taste gebraucht hätte.\nwie ich sie benutzt hätte.","Finde dein Leben ohne Escape-Taste ist möglich, aber sinnlos. Oder?","Ich will auch nicht ohne.","Ist auf jeden Fall äh also dein case hat insofern einen Punkt, als dass du ja wirklich diesen Stift immer benutzt und deswegen muss es auch eine Möglichkeit geben, den immer dabei zu haben, weil sonst benutzt man den nicht immer. Weil ich habe einen Case, wo es nicht ist und ich benutze meinen Stift quasi nie.\nAlso ich kann mich überhaupt noch nicht erinnern, dass ich den mal zu irgendwas verwendet habe,\naußer ausprobieren, wie dieser Stift funktioniert, ganz ehrlich, das ist eine andere Anwendung habe ich bisher noch nicht gefunden für mich,\nprimär wahrscheinlich damit zu tun hat, dass er nie da ist, wenn die auf irgendeine Idee komme, mit dem ich da irgendwas mitmachen könnte.","Bei mir ist das Haupteingabemedium Notizen, an Notieren, streichen.","Ich könnte mir vorstellen, dass man mit dem Stift schneller ist, weil man äh seinen sein das Display mehr sieht, als wenn die Hand immer im Weg ist. Dadurch kann ich, glaube ich, ein Stück schneller gucken. Könnte ich, ich habe ja keinen, aber könnte ich mir so vorstellen.","Schneller gucken.","Ja, weil wenn dann Hand über in irgendwas klickst und dann rüber, ist ja nur mal touch, dann musst du erst die Hand zur Seite mal wieder alles so sehen und mit einem Stift siehst du das schneller und kannst viel schneller bewegen und reagieren.\nAlso gerade für dich ist ein Power-User-Feature.","Ja, was sie halt irgendwann, ich weiß nicht, am Anfang haben sie auch noch nicht ähm unterstützt gehabt, dass so mit dem Stift in Eingabefeldern schreiben konntest. Und das war, fand ich auch ein großes Problem.","Genau, das geht inzwischen.","Genau und ich hatte halt äh grad wenn ich so mit Procreate oder mit Affinity Designer rumgearbeitet habe, dann muss dann ständig dann Tastatur wieder rausklappen und den Layer zu benennen. Das war so ein bisschen ätzend,\nMittlerweile kann's ja wirklich auch mit dem Stift einfach reinschreiben, der erkennt deine Handschrift. Und du hast dann da äh alles drin stehen. Das ist schon schön.","Na gut. Also machen wir äh den Punkt zu, wir sehen alle, äh das so, dass Tastaturen sind wichtig und müssen hier bleiben und ähm,\nOutliner sind auch wichtig.","Weniger Sprachinterfaces.","Ja ja Sprachinterface, es geht überhaupt nicht, aber jetzt äh hoffe ich halt alle noch auf einen Outliner, der sich so richtig gut mit der Tastatur bedienen lässt und dann dann gibt's wieder Schnappatmung. Ich bin da sehr zuversichtlich.","Schnapsatmung.","Schnapsatmung.","Wenn wenn dann irgendwann fertig ist, dann brauchst du dann auch kein Keyboard mehr, dann kannst du direkt deinen Brain in Dokumente-Outline, wie das wohl aussehen wird,\ncollere Referenzen.","Nicht, ob man das sehen möchte. Ich stelle mir das gerade so bei mir vor.","Du hast einen Neuzugang bei dir in deiner Familie, habe ich gehört.","Ja, die Familie ist gewachsen, die Familie ist gewachsen, sie.","Du hast mich erhört sozusagen.","Also erstmal um den Kontext zu bringen, ich habe einen kleinen Impulskauf am Montag war's oder Dienstag getätigt.","War wirklich ein sehr kurzer Impuls, ne?","Ja","Impulskauf, bester Kauf.","Naja, sie hat da ja auch irgendwie ein Jahr drüber nachgedacht und immer mal wieder drüber geredet und dann war irgendwann nur der.","Und alle haben ihr gesagt, sie soll's auch sitzen.","Es ist doch, das haben sehr viele gesagt, also erstmal auf den Kontext zu geben. Ich habe mir einen M eins in den McMini geholt in der also ach nee, es gibt ja also kleine Ausstellungen, kann man ja nicht sagen, schon in der sechzehn Gigabyte äh Ausstattung,\nGenau. Aber, aber ich muss sagen, man kann ihn nicht mit ins Bett nehmen.","Ähm.","Sherlock.","Kann schon, aber er ist nicht so schön warm, dass man ihn als Wärmflasche benutzen könnte, so wie die Intel Macs, richtig. Der bleibt immer so handwarm.","Genau das Richtige im Sommer.","Ja, also ich habe die letzten Wochen auch wirklich äh ähnlich mein mein Inter-Mag lieben gelernt. Der ist jetzt auch schon fast neun Jahre alt. Also der wurde auch schon sehr warm\nweil dann gefühlt dreißig Grad im Zimmer noch so den achtzig Grad warmen Mac auf der aufm Schoß. Ein Träumchen sage ich euch. Genau, aber ich habe mir jetzt mal den Mini gegönnt,\nund äh richte ihn mir grad noch ein. Es ist noch nicht arbeits, also ab morgen vielleicht hoffentlich dann auch arbeitsfähig dadrauf. Ähm aber ja, ich.","Aber WOW läuft schon.","Gönnt. WOW läuft schon drauf, aber die Grafik, also da muss ich sagen, Apple, bitte, bitte nachliefern, das geht so nicht.","Du sollst da drauf arbeiten und nicht zocken.","Wie kommen. Das ist schneller als es schneller als alles andere, was du hast.","Ist richtig, aber das ist auch wie hast du schon so schön gesagt, es ist ja auch nicht schwer. Ähm nee,\nÄh schauen wir mal, was sich grad so ein bisschen noch irritierend finde. Jetzt habe ich halt nur noch diesen einen fetten Screen. Jetzt fehlt mir so mein mein zweiter Screen vom vom Mac. Ich habe heute mal das Zeitcao ausprobiert. Ich weiß nicht, habt ihr das schon mal ausprobiert?","Ja, aber ich war nicht so begeistert, aber für dich könnte das, glaube ich, eher was sein.","Nee, also so, ich hab's ausprobiert, habe ähm Affinity-Designer draufgepackt und habe das dann einfach mal laufen lassen mit dem Stift zusammen und das kann's halt nicht laufen lassen. Das ruckelt zu sehr. Ich habe aber auch einen zweitausend,\nneunzehner Mac äh äh zweitausendneunzehner iPad Pro, also das heißt, vielleicht sind da die M eins auch noch mal ein bisschen besser, aber es ist Quatsch.","Warte mal, warte mal. Du hast dein Mc Mini und da läuft diese App drauf, diese Graphic, was welches Programm war das?","Findet die Designer.","Findet die Designer und was möchtest du jetzt mit dem iPad.","Hab's einfach nur mal ausgemacht, um zu sehen, was ist, wenn du ein Programm hast, was keine iPad-App hat, ähm, wie zum Beispiel das Verhalten ist, ähm, also, ich meine, du könntest es ja sagen, ähm, das iPad kannst du halt als Ersatz für 'nen, wie heißen Sie doch gleich?\nTalar hilf mir, genau die, wie heißen die denn, die syntheks, die großen.","Oder.","Genau, diese großen Displays ähm als Ersatz nehmen, aber das kannst du halt nicht, da ist die Reaktionsfähigkeit irgendwie noch nicht hoch genug, aber.","Welche Reaktionsfähigkeit bemängelst du denn die Latenz, wenn du da eine Eingabe machst, bist das dann von dem Programm angenommen wird oder wie.","Das sieht man schon, aber das es ruckelt so ganz latent so ein bisschen, bis dann alles da ist.","Hast du das mit WLAN gemacht oder mit dem Kabel?","Oh, stimmt, ich war im WLAN. Ja, aber ich habe ja, ich kann ja das äh USB-C anschließen, genau.","Ja, dann musst du halt USBC. Genau, mit USB-C äh dürftest du da ganz anderes Verhalten äh haben als über WLAN.","Ja, das muss man auch ausprobieren. Aber, aber, aber, jetzt um einen Punkt zu bringen, da war ich dann latent ins äh, äh, dann doch ein bisschen mehr entzückt darüber. Ähm,\nIch konnte Meditaler dann aufs iPad schieben mit äh äh damit wir über Jabber reden konnten, weil du kannst ja dann auf dem iPad auch die Tastatur benutzen und da wurde es dann wieder interessant,\nAber ähm ja, ist noch zu früh, damit sie irgendwas sagen zu können. Ich meine, vor dem Ding sitze ich jetzt seit gestern.","Morgen kriegst du dann dein fünf Meter USB-C-Kabel und kannst äh mitm Tablet dich ins Bett hocken.","Also,\nich habe jetzt unser letztes Gespräch, bevor du diese Entscheidung äh gefällt hast, ähm noch ein bisschen in Erinnerung und äh ich hatte so den Eindruck, wo es bei dir so ein bisschen geklickt hat. Also mal, du hast ja gesagt, ich brauche,\nfing an mit, du brauchst ein M eins, weil Verbrennungsmotor und du meintest ja, aber da gibt's ja noch keine großen Bildschirme, meinte ich einen großen Bildschirm hast du doch schon aufm Bildschirm, äh aufm Schreibtisch stehen\nUnd außerdem meintest du noch, wenn du da am großen Bildschirm bist, dann bist du im Arbeitsmodus und ne, also diese Trennung ist irgendwie ganz gut,\nUnd dann der Brückenschlag ist dann sozusagen, na ja, warum dann nicht gleich ein Desktop-Computer? Wenn das eh der Arbeitsmodus ist, der dann auch schnell sein kann und das, finde ich, ist halt,\nso ein Trend, den ich gemacht habe. Ich habe ja nichts gegen Laptops, aber früher war das eben auch so. Der Laptop war so alles und der muss dann so groß wie möglich sein, so schnell wie möglich sein, damit man auch möglichst viel damit machen kann, aber trotzdem limitiert. Aber wenn man dann erstmal vor so einem\nvierzig Zoll Bildschirm sitzt an so einem Desktop-Computer, dann weint man doch diesen Laptops irgendwie auch keine Träne mehr nach.","Na ja, jetzt muss ich halt zwei Geräte haben, weil also ich habe jetzt zum Beispiel nächste Woche ja dann das Vergnügen, wieder mir die zweite Dosis abzuholen und dann bin ich noch mal kurz ein paar Tage unterwegs, das heißt, da nehme ich den Verbrennungsmotor ja wieder mit. Immerhin fahre ich mit der Bahn, mit dem.","Bist nach deiner Dosis ein paar Tage unterwegs.","Wovon redest du eigentlich?","Dennis, ich weiß überhaupt nicht.","Nein, aber ich meine, du hast doch, kriegst du auch äh Biotech, das heißt, du bist danach überhaupt nicht unterwegs, du liegst dann im Bett und bist flach.","Ich bin flach, ja vielleicht bin ich dann auch flach. Ja, nee, aber ich bin ja nicht in in äh zu Hause dann wahrscheinlich in der Zeit. Ähm deswegen, ich lasse mich ja dann versorgen.","Reisecomputer.","Also ich würde da zumindest nicht am Tag nach einer Zweitimpfung von Biotech äh Reisen planen.","Sie reist zur Impfung.","Ja, da muss ich ja auch anreisen. Ja und zurück wahrscheinlich nicht am selben Tag, deshalb wird's Details, die wir hier, glaube ich, nicht besprechen müssen.","Also ich hab ja das auch gemacht mit diesem Mac Mini. Ich hab ja angefangen, dann kam jetzt Michi, jetzt bist du dran, jetzt geht es hier einmal mit dem Mag Mini Reihe um\nIch habe jetzt halt auch noch meinen ollen Intel Mac äh Laptop hier stehen, der bei über dreißig Grad einfach bei Fom angucken lüftet und mich mega\nhart nervt. Und ich kann's kaum erwarten, diese Krücke äh zu äh weiterzugeben und dann mir halt so ein Unterwegscomputer wie schon\nangesprochen zu besorgen. Also dann kannst du dir halt ein MacBook Air oder irgendwas leichtes, kleines für die Handtasche mitnehmen, dann muss es halt nicht dieser Mörder äh Hobel sein,\nUnd ja, also ich benutze ihn jetzt auch grade hier noch. Ich habe den so aufm Laptop-Sender neben meinem\nMc Mini äh stehen für was weiß ich äh irgendwelche Parallelen Geschichten, aber eigentlich will ich ihn gar nicht mehr benutzen.","Ran muss.","Nee, eigentlich nicht. Ich habe alles migriert. Ich bin voll produktiv äh auf meinem Mac Mini, Audio äh alles, aber\nÄh manchmal zocke ich ja auf meinem Gaming-PC, dann brauche ich das Display und dann habe ich den Mac noch für mein Mac Business auch an der Seite sozusagen.","Also hast du auch drei Rechner?","Kurze Frage, wenn man schon hier so auf Desktop macht und du sagst, du holst dir dann dein, dein Unterwegs-Mack irgendwie noch, reicht's dann nicht wirklich, wenn man dann irgendwie aufm Tablet umschaltet? Also ich habe ja keine, deswegen kann ich das nicht so beurteilen, aber dass man zu Hause sein fettes Setup und,\nhat und unterwegs nur noch ein Tablet.","Ja, ich persönlich hätte lieber einen richtigen Computer.","Inzwischen schon soweit ist.","Ja, also ich brauche auch schon alleine für Djabba.","Tastatur gleich dran und alles.","Jaba und ich weiß nicht, auch Entwicklung, wenn man sich dann doch mal von unterwegs noch was irgendwie entwickeln muss. Also ich muss jetzt halt ja auch eigentlich arbeiten in der Zeit. Deswegen, das das wäre schon nicht schlecht.","Um den Bogen zu davor. Mir fehlt auf dem Tablet das Altab zum durchwechseln von all meinen Programmen und ich will nicht alles im Vollbild haben und das ist also ich komme mitm Tablet noch nicht so.","Aber man kann noch dreimal auf die Rückseite tapsen.","Und Ben.","Dann kommt die Programm äh Auflistung und dann kannst du dir eins zur Seite wischen.","Was so anderes, als.","Plötzlich sind die Geste ausgedacht.","Ja, ist nicht ganz das Gleiche, aber vorhin hast du ja auch gesagt, du kannst mit deiner Maus da so Sachen klicken, so kann man auch dreimal auf der Rückseite tappen.","Entschuldigung, auf welchem System fehlt dir äh diese durchs Durchtappen durch Programme? Aufm iPad. Wieso, das ist doch da.","Geht das auch.","Ja, aber es ist halt was anderes, weil alle per im Vollbildmodus sind. Also,\nich ich will ja nur Sachen in den Vordergrund haben und nicht,\nwechseln und auch das so Multifenster managen auf dem iPad geht, für manche Apps unter bestimmten Umständen, aber ich kann mir nicht vorstellen, mein mein Reiselaptop durch ein iPad zu ersetzen.","Was ich neulich gemacht habe, ähm das hatte ich Tim, glaube ich, nur erzählt. Ich hatte ähm eine One-One-Session mit äh äh die ich mir geleistet hatte. Und weil mein altes\nMein alter Rechner halt ja wirklich schon arg äh zu tun hatte, wenn es so um Videokonferenzen in letzter Zeit ging und mit Discord zum Beispiel überhaupt nicht wollte. Grade wenn du dann noch Screenshoing oder so was genutzt hast, da ist mir der Mac irgendwie schon ein-, zweimal abgeraucht dabei. Ähm,\nhabe ich mir dann geholfen und habe auf das iPad äh bin ich dann ausgewichen, weil ich ja eben den großen Monitor hier stehen habe, der in den USB-C-Eingang ja auch hat. Halt schön mit USB-C-Kabel, das äh den Mac da äh den den das iPad an den Monitor angeschlossen, Audio-Interface noch mit an,\nden Monitor angeschlossen, so dass ich halt auch das komplette Audio-Setup darüber hatte und dann irgendwie die Disco äh Discord Konferenz gemacht habe. Das war ziemlich, ziemlich gut,\nhalt das iPad noch nicht unterstützt und ähm,\nDie Frage ist, ob das halt irgendwann kommen wird, ist, du kannst halt grad aktuell nur den Screen spiegeln auf das große Display und nicht so als Extended Screen nutzen, dass wir halt noch nicer gewesen.\naber es geht auf jeden Fall äh für einige Sachen auch sehr, sehr gut.","Da wirst du jetzt ja, da hast du natürlich keine Kamera dran, so wie ich hier mit meiner äh\näh Spezialkonstruktion, aber äh wenn du also so Videokonferenzen sind damit dann auch kein Thema mehr, so mein,\nRechner ist jetzt gerade mit FaceTime am laufen, Studio, Link am laufen, irgendwie Browser gelöt offen, immer noch bei siebenunddreißig Grad.","Kameras auf dem Display.","Ich habe, ich habe kein Apple Display.","Ja Dennis, genau, ich kaufe mir den tausend Euro, äh ach nee, das war ja noch mehr, Cinema Display.","Wieso ist uralt.","Cinema Display gibt's ja gar nicht mehr. Jetzt gibt's nur noch dieses Pro-Display für.","Dass ich noch altes Gerät habe.","Für sechstausend Euro. Und das hat auch keine Kamera im Übrigen. Ja, ich habe mir aber voraus so eine USB äh Webcam oben drauf geballert, die dann dann funktioniert das auch.","Ich habe noch eine Eiszeit in unserem Karton hier.","Mit Feier war ja geil.","Die willst du nicht benutzen.","Werde ich vielleicht drauf zurückkommen.","Glaube, dafür haben sie die Treiber entfernt.","Damit kann ich jetzt halt vor allem auch die Vorlesungen aufnehmen, weil ich meine, selber mal ehrlich, die Wahrscheinlichkeit, dass nächstes Semester halt äh irgendwie Präsenz, also ich mache nächstes Semester auch noch keine Präsenzveranstaltungen, äh nehme ich die halt wieder auf und stelle sie dann zur Verfügung, auch die ähm,\nSessions, die man macht. Das wäre halt mit dem Alten Mac nicht gegangen. Das war eigentlich der Hauptgrund, warum ich jetzt den M eins geschoppt habe.","Nur für die Studis.","Nur für die lieben Studierenden, ja.","Hauptgrund war, du wolltest schneller WOW, FPS haben.","Ich spiele aber grad gar nicht Dennis. Ich mache ja gerade meine Pause.\nIch habe nämlich neulich ein neues Spiel gekauft für das iPad, auf dem ich jetzt natürlich nicht spielen kann, weil ich mit.","Ich habe gar kein Auto.","So ähm ich würde mir mal äh Dennis äh Thema aufrufen, weil das nämlich auch mein Thema ist,\nDa haben wir nämlich glaube ich bisher nur so konzeptionell aber noch nicht mit Erfahrung drüber geredet. Die ATEX von äh Apple, wer von euch hat noch keine im Einsatz?\nTalla, Huckel.","Alle außer Dennis dann wahrscheinlich und.","Steht da drauf bei dir auf deinem auf deinem Tech. Warum?","Vier Stück, einer heißt er nimmt, einer heißt Bert und dann habe ich noch zwei, die anders heißen.","Zwei. Okay und was trägst du mit deinen Attacks?","Bert ist noch nicht aktiviert, der hat noch seine Folie drumrum, deswegen liegt er hier. Ernie liegt da drüben am Fenster. Äh zu testen halt und.","Am Fenster, damit du dein Fenster wiederfindest oder was.","Nein, der liegt halt einfach nur so rum. Aber wenn ich halt weg bin, dann wird halt von den Leuten, die auch hier durch den Hof latschen und so weiter, die äh sagen mir dann, dass er immer noch am Fenster liegt. Ich ich teste ja gerade.","Oh Mann, ey, das ist wirklich alles, was du damit machst.","Nein, warte. Es soll ja, das ist ja nur Ernet, ich habe ja noch zwei. Und.","Ach so. Die anders heißen, okay?","Wie anders heißen, genau. Ich habe ja zwei Motorräder und jeweils ist einer von den Dingern in einem Motorrad drin,\ndamit kann ich gucken, ob die noch an ihrem Platz stehen oder nicht. Also ich nutze das sozusagen nicht, so wie Apple das gerne hätte, nämlich um irgendwie Sachen zu finden, die ich eigentlich sowieso an mir tragen sollte, sondern ich nutze das zum,\nzum Motorräder stalken. Also das, was sie eigentlich nicht wollen, was man macht, aber das teste ich halt und das funktioniert.","Wieso ist es denn dort deine Motorräder.","Ja schon, aber man soll ja laut Apple damit Sachen trennen, die man eigentlich bei sich führt, damit man,\ngewarnt wird, wenn sie halt nicht mehr bei einem sind, weil.","Ja","Fängt ja zum Beispiel an mein Motorrad, wenn ich drei Tage nicht beim Motorrad bin, fängt das Ding ja zum Beispiel an zu piepen und und na doch, sondern?\nja nicht da. Für mich piept's sowieso nicht, weil wenn ich da bin, merkt er wieder das Herrchen, wieder das. Und dann piept der nicht, aber wenn man halt drei Tage eben nicht, aber wie die anderen piept's.","Nee, das piept nur, wenn du's bewegst.","Das stimmt, da ja genau. Da hast du recht, aber sonst halt äh kann ich selber das nicht hören, weil wenn ich in die Nähe komme, dann ist er ja wieder happy.","Wenn du dein Telefon dabei hast. Bei dir bei dir piepst's wohl nicht.","Ja aber dann kann ich also jetzt natürlich nicht, weil wir hier Facelift mit dem Telefon machen, aber ich kann immer sehen, hier vor einer halben Stunde war es noch da, wo es sein sollte, dass andere Motorrad genauso und ähm ja.","Siehst du doch am Browser auch auf.","Ja, äh habe ich jetzt hier nicht eingerichtet. Ich mache das mal. Äh wie heißt die Website? Find my.","Dot com.","Immer noch so so Scheiße.","Also ich habe mittlerweile eine größere Teilmenge von diesen Atex äh im Einsatz und habe dann irgendwann mit erschreckend festgestellt, dass man, dass es so ein Maximum gibt, wie man, wie viel man trennen kann. Genau, sechzehn pro Apple ID.","Mehr als sechzehn RTS.","Nee, noch nicht, aber,\nIch habe schon diverse, es gibt schon so diverse Dinge, die ich jetzt äh damit abgesichert habe oder meine oder hoffe, abgesichert zu haben.","Kind eins bis fünfzehn?","Nee, also so viel habe ich jetzt noch nicht, habe insgesamt acht gekauft, davon sind zwei noch nicht äh im Einsatz und eins ist nicht von mir im,\nzwei sind nicht von mir im Einsatz, genau. So und was dreckig damit eigentlich alles? Also ich habe halt ähm in wichtigen Taschen eins drin,\nTaschen, die ich unbedingt wiederfinden möchte, wenn ich sie mal verliere, weil die.","Wichtigen Handtäschchen.","Wichtigen Handtäschchen, weil die so, so, so, so Dinge äh verlieren, so eine Gürteltasche und irgendwie so meine Tasche, wo ich so wichtige Sachen drin habe, Laptop und so weiter.","So Festivalmedizin zum Beispiel.","Festivalkram oder einfach auch so Taschen, die man mal schnell irgendwo liegen lassen kann oder äh so. Dann habe ich irgendwie einen AirTag im Auto.","Also auch so wie ich eigentlich dann.","Genau. Ich habe auch eins in meinem Roller. Also ganz genauso wie du,\nÄhm und beim Auto äh hat das den großen Vorteil,\nwenn man sich das halt mit jemand anderem teilt und man immer dieses Problem hat mit äh wo steht denn bitte jetzt das Auto? Ist das einfach mal extrem hilfreich?\nAlso weil du weißt einfach, du weißt einfach, wo das Auto steht. Selbst wenn's irgendwie zwei Blöcke weiter äh äh irgendwo an so einem komischen Ort geparkt ist,\nUnd das äh finde ich irgendwie schon ein geiles äh Feature,\nBisher ist es, finde ich, die Aufregung hat sich schnell gelegt, weil diese ganzen Privatsphärendiskussionen, die kamen ja ähm schon hoch,\nund ähm paar Sachen äh scheinen sich ja auch irgendwie ähm geändert zu haben, aber ist auch gerade was im im Chat, äh.","Gab's auch ein Update, ja.","Ja genau, es gab nämlich ein Update. Ähm.","Ernie hat sich nämlich schon geupdatet.","Was ist da neu?","Die dieses Trackingverfolgung geht jetzt nicht nach drei Tagen an, sondern nach zwölf Stunden schon oder irgendwie so,\nwenn wenn du so ein Ding in deiner Nähe hast, was nicht dir gehört und dich aber verfolgt und wie geht das jetzt ein Stück schneller?\nAber ich sehe, dass das ganze Ding natürlich ein sehr zweischneidiges Wert ist, weil auf der einen Seite willst du coole Features haben, dass du mit dem Ding ordentlich was anfangen kannst, auf der anderen Seite will man natürlich nicht das, dass es möglich ist, Leute zu tracken, aber beides gleichzeitig ist schwierig.","Also,\nJa, ich bin da auch so ein bisschen gespalten. Es gibt natürlich schon so ein paar Sachen, die man gerne mal machen würde, die ihnen jetzt nicht andere Leute gefährden. Ja, was weiß ich, man verschickt irgendwie ein Paket und, und, und, dann ist das Ding irgendwie dabei. Was passiert dann? Fängt das dann an, da rumzupiepen? Ist das ein Problem.","Ja ist ja relativ leise und wenn das irgendwo in einem Postzentrum liegt, ich denke und da piekt öfter mal irgendwas bei den Paketen. Zur Not machen die dann halt äh sprengen das mit so Wasser weg, weil sie denken, ist jetzt irgendwie.","Na toll.","Hat er auch schon einer gemacht, so eine Paketverfolgung mit so einem Ding, gleich am Anfang schon.","Ja klar, das sitzen natürlich alle sofort drauf gekommen und ist schon bemerkenswert, wie gut das funktioniert. Also wie dicht man so ein Netz aus iPhones spannen kann.","Ja, ich meine, wie viel Milliarden Leute haben so ein Ding, also mein Motorrad, das eine steht an so einer krassen Tiefgarage und trotzdem äh wird da alle Viertelstunde geupdatet, dass es gesehen wurde. Also äh,\nDas ist schon ganz schön das ist schon ganz schön krass, aber das war ja eigentlich auch vorher klar, dass das gut läuft.","Für euch ist das überhaupt kein Reiz irgendwie, ihr verlasst das Haus eh nicht mehr, ne? Ihr verdient nie was.","Nee, ist richtig. Nee, ich habe das jetzt aufgehört mit diesem Draußen.","Wird einfach überbewertet.","Also ich war ja, ich habe bisher, ehrlich gesagt, ist mir noch nichts äh aufgefallen, also in meiner Wohnung verliere ich ab und zu mal Dinge, aber ich finde sie eigentlich auch schnell genug wieder, es war noch nie eine Situation, wo ich,\nüber Tage verzweifelt war. Ähm und,\nJa, sonst wüsste ich gar nicht, was ich damit tracken wollte fürs Fahrrad. Taugt's ja eben nicht so richtig, äh ob der äh Tatsache, dass dann andere Leute am Fahrradständer das ja auch bewegen\nUnd dann ist da einfach so piept grundlos oder so.","Nee, nee, so schnell piept das nicht. Das piept erst, wenn du lange nicht mehr an deinem Fahrrad warst.","Ja, aber es kann ja passieren, dass ich mal zwölf Stunden nicht an meinem Fahrrad bin. Wenn es jetzt nach oder wann fängt's an zu piepen, nach wie vielen Tagen?","In der Glocke zwischen haben sie es verkürzt auf acht oder zwölf Stunden.","Zwischen acht und vierundzwanzig Stunden heißt es ja.","Also es gibt Tage, da bin ich nicht an meinem Fahrrad, aber sehr wohl, weil das natürlich so ein Hoffahrradständer ist, rütteln da andere Leute dann rum, wenn sie ihre Fahrräder abschließen.","Also ich glaube so einmal rütteln ist nicht ist nicht das, was sie meinen mit bewegt sich, sondern sie haben da sozusagen schon eine etwas ähm ausgefeiltere Methode rauszubekommen, dass das Ding jetzt quasi mit jemandem mitgeht.","Scheiße, kommt auch eine eine ähm wenn sich,\nLocation ändert, weil wenn so ein Ding an der gleichen Stelle steht, kannst du ja gar keinen verfolgen.","Ja, also okay, dann theoretisch Fahrrad, aber ansonsten fällt mir ehrlich gesagt nix ein, also.","Ja okay, du hast ja auch keine Kinder und so, weil Kinder verlieren ja äh gerne Dinge so, das.","Dachte, du verlierst gern die Kinder.","Ja, nee, zum Kindertrecken ähm wäre das jetzt, glaube ich, nicht so das Richtige. Nee, aber auch Kinder müssen ja dann irgendwann so\nSchlüsselbünder mit sich führen auch so 'n Ranzen oder so was geht geht durchaus mal verloren,\nWissen die dann nicht mehr wo wo sie den abgestellt haben,\nBeutel. Genau und wo ist das Ding? Und scheiße und jetzt nur noch fünf Minuten und ich muss zur Schule, wo ist der blöde Sportbeutel?\nSportbeutel sollte auf jeden Fall auch nochmal.","Dinge, die ich ständig verloren.","Tim, da kannst du gleich eine Mail an Apple schreiben, kannst gleich sagen, Jungs, sechzehn geht gar nicht.","Na ja gut, ich meine, das ist ja so ein Limit, denke ich mal, was sie erstmal gesetzt haben, weil sie davon ausge,\ngegangen sind, das das reicht und in gewisser Hinsicht reicht es ja auch, weil der Sportbeutel, den müsste ich ja nicht unbedingt mit meiner Apple-ID verbinden, sondern das kann ja dann sozusagen det Kind kann ja auch selber,\nDynatec piepen lassen.","Ja, aber beim Sportbeutel willst du dann eigentlich gleich noch direkt die Notification haben, wenn du zu Hause ankommst. Bitte räume das Scheißteil auch wirklich aus.","Ja. Äh der Artikel erwähnt das äh auch übrigens nochmal, also was wirklich, wirklich fehlt, ist halt so so Family äh Sharing oder überhaupt so Sharing, also dass man dass man diese Dinger in irgendeiner Form mehr als einer AppleID zuordnen kann\ndas muss unbedingt kommen, um um die nochmal so richtig schön nützlich äh zu machen.","Und nicht nur Family, auch anderen Leuten, dass man zum Beispiel sagt, hier für vierundzwanzig Stunden kannst du jetzt sehen, wo folgendes Ding ist. Weil das macht man mit sich selbst ja auch mit Location-Sharing und ich will das auch mit so einem Ding machen können.\nFür so ein Event zum Beispiel oder so. Es muss ja nicht nur mal Family sein.","Nochmal anders.","Ja, mir fällt nämlich auch nicht so richtig ein, was eigentlich daran jetzt grundsätzlich problematisch sein sollte, also jetzt sowohl,\nvon äh der technischen Implementierung her, als auch von diesen sonstigen Überlegungen, die sie ja jetzt hier auch angestellt haben, gerade so im Bezug auf Privacy, also fällt euch irgendwas ein?\nein gutes Argument gegen so ein Feature wäre?","Na, weil vielleicht eben genau das Ding ja nur, was also es ist ja mit deinem iPhone gekoppelt, dass er halt eben\ndas Krypto-mäßig genau nur so raussendet, was nur dein mit den entsprechenden Secure-Enklave da irgendwie entschlüsseln kann und sonst halt keiner, dass sie es wirklich wieder mal so wasserdicht gemacht haben, wie geht.","Naja gut, ich meine das Ding, wenn ich das richtig sehe, funktioniert das ja so. Das das sendet per Bluetooth regelmäßig und zwar ziemlich regelmäßig sein seine Signatur raus,\nund was es quasi damit aussendet, ist ein Schlüssel,\nUnd wenn jetzt ein anderes iPhone, dieses Attack sieht, also diesen, diese Funkmitteilung des AirTex sieht, dann kann es mit den von dem empfangenen Daten die gemessene Location des iPhones,\nverschlüsseln,\nund schickt das quasi die Location, verschlüsselt zu Apple Servern. Und diese Informationen sei dann so, dass Apple diese Location nicht sieht, sagen sie und,\nsie aber in der Lage sind, dass eben dieser AppleID wieder zuzuordnen.","Ich glaube, es wird zweimal verschlüsselt.","Zweimal.","Einmal verschlüsselt, dass das\nsich selbst wer's ist, damit der, der da zufällig vorbeiläuft, erstmal denen nicht wiedererkennen kann, sondern der kriegt halt so ein Kryptopaket\nder sieht dann, dass da so ein Kryptopaket ist, packt eine Location mit dazu, verschlüsselt es nochmal, schickt es zu Apple, die schicken's weiter zu dir, du packst das zweimal aus und du hast dann erstens die Location und beim zweiten Mal auspacken dann auch, was es war.","Ja gut, aber es muss ja eine, eine Identifikation äh äh quasi in der Rente sein,\ndamit Apple weiß welche AppleID diese Information zugeordnet werden soll. Also muss ja sozusagen irgendwie erkennen können dass das mit deiner AppleID Gepärte Information ist.","Ja, stimmt eigentlich. Dann vielleicht doch nur einmal verschlüssen.","Ja, es ist auf jeden Fall eine eine geschickte Nutzung von Public Privatkey, aber im Prinzip, wenn sie das an eine Apple ID adressieren oder also einer AppleID zu ähm teilen können, dann können sie das ja auch allen, die,\näh mit denen diese AppleID geschert, also die quasi in so einer Family sind, äh das auch machen. Ne, andere Frage ist halt jetzt,\nIrgendwelche anderen Apple IDs? Weil die Informationen, dann müsste das ja dann zusätzlich in diesem Text drin sein.\nGut, ich meine Family Sharing benutzt ihr wahrscheinlich alle nicht. Ähm das ist schon ganz praktisch,\nIst nicht nicht überall so richtig geil gemacht, aber ähm das ermöglicht schon eine ganze Menge echt pfiffige äh und und und zeitsparende Dicke.","Family Sharing nur für die Eye Cloud eigentlich eingerichtet.","Wer ist denn deiner Family? Bin ich in deiner Familie?","Gehörst du zu meiner Family? Nein, meiner Mutti und mein Opa, weil den haben wir beide ja ähm iPads aufgenötigt. IPads und iPhones.","Du bist die Organisatorin.","Nur was den den ähm i-Cloud und ja, was das angeht.","Du bist sozusagen die Mama. Du bist die Organisatorin dieser Familie.","Bin die Mama, aber die beiden dürfen auch nicht, dass sie es nur machen würden, aber die beiden dürften zum Beispiel auch meine Kreditkarte benutzen, um im App Store was zu kaufen, wenn sie, wenn sie irgendwas finden, aber da mein Opa zum Beispiel eher so gerne YouTube hört, weil da gibt's ja so schöne Musik,\ngezeigt, dass wir eigentlich auch äh ähm Apple Music haben. Ich glaube, das dürfte ja dann auch geschert sein.","Ja, nee, das ist ein extra Tarif.","Ja, genau. Äh vielleicht muss ich ihm das auch noch zeigen, weil mein Opa ist auf jeden Fall sehr begeisterter Benutzer, das das sowohl das iPads, das als auch vom, vom iPhone. Wahrscheinlich sogar noch mehr das iPhone, weil's halt klein ist und das kann er also auch mit ins Bett nehmen.\nNe und im Bett noch Musik hören, weil das ist ja völligstens aufgefahren, dass man irgendwas, dass man Musik hören kann im Bett mit äh mit so einem iPhone.","Sagt irgendwie Alex hat hier ich glaube, dass sie über die empfangenen Kryptopakete ein bilden. Das iPhone fragt diesen Hashtag denkt nicht, dass sie es einer AppleID zuordnen. Hm, naja gut. Dann müssen sie irgendwie,\nKeine Ahnung. Also das würde mich noch mal interessieren. Ich weiß gar nicht, gibt's da ein Dokument dazu, wie das funktioniert bestimmt, ne? Fürs äh äh Network. Muss ja irgendwie auch ähm,\nsicher sein von allen Seiten.","Aber über diese iCloud dot com kann ich jetzt nicht finden, wie man da diese LR-Text äh tracken kann, weil ich sehe hier nichts.","Da gibt's das nicht.","Friends und Devices, aber nicht die Atex.","Okay und dann haben sie das dann noch nicht hinzugefügt, ist Herr Lame.","Ja, ja. Äh ich benutze das tatsächlich äh so gut wie nie, dieser iCloud Geschichte im Web.","Ich benutze es dauernd, weil dann, wenn ich mein iPhone verlegt habe,\nkann ich ja sonst nicht nachgucken, wo es ist. Das heißt, dann gehe ich an meinen Rechner und mache iCloud dot com auf, weil es gibt ja auch keine Feind-My-App aufm Desktop, soweit ich weiß zumindest. Und äh deswegen gehe ich dann auf die Webseite da.","Stimmt. Also im im Web geht aber nur Geräte, das da heißt es auch irgendwie alles noch mein iPhone suchen, das scheint mir alles noch nicht so richtig ähm up to date zu sein mit diesem ganzen Kram. Das kommt dann wahrscheinlich irgendwie in drei Jahren dann wieder.","Sind die sogenannten.","Also ich finde auf jeden Fall Attack finde ich gut und äh ich kann mir noch vorstellen, noch diverse zum Einsatz zu bringen und das ist ähm,\nEine sehr praktische Geschichte. Ein bisschen klobig manchmal äh für bestimmte Anwendungen\nund würde mir auch wünschen, dass das noch mehr Teile das können, aber demnächst äh rücken ja zum Beispiel die Airpods pro auch nach, wenn ich das richtig verstanden habe, hatten wir, glaube ich, auch letztes Mal schon kurz äh erwähnt.","Und die Telefone.","Telefonie ja eh schon.","Auch wenn sie aus sind.","Ach so ja klar, das verbessern sie nochmal, genau dass sie das äh nicht nur, weil sie aus sind, sogar wenn sie gelöscht sind,\ndas finde ich ja wirklich bemerkenswert. Also selbst wenn die Leute jetzt die Telefone,\nsolange darin nicht was Neues äh das noch nicht mit einer neuen AppleID assoziiert ist, kannst du die Dinger dann immer noch irgendwie finden, obwohl sie ausgeschaltet sind, so also auf diesen restlichen Akku,\nKönnen sie noch irgendwie paar Wochen rumblicken?","Ich könnte mir auch gut vorstellen, dass äh Apple dann vielleicht mit Firmen so äh lizenzmäßig das sagen wir mal eine Firma verkauft, ja. Zum Beispiel Fahrradfirmen, ne, dass die halt so ein so ein Ding, was halt eben nicht hier so ein Plastikteil ist mit so einer dicken Batter,\nsondern dass sie das in so ein Fahrrad dann so fest einbauen, dass man's auch gar nicht so richtig entfernen kann. Da kann man zum Beispiel zum Beispiel auch zum Stalken nicht benutzen. Und ähm dann kannst du auch dein Fahrrad tracken und dann hat das vielleicht auch eine andere Firma bei uns,\npiept halt eben nicht irgendwie rum, weil's.","Dennis, das haben sie sogar schon zwei Wochen vor der WWT bekanntgegeben, dass sie das tun.","Dass sie das so machen wollen.","Ja ja das sie dass sie das nicht nur machen wollen, sondern dass dass sie das sozusagen auch schon tun. Also wie heißt nochmal hier gleich dieser Funmove,\nDas ist so dieser äh Elektro äh Fahrrad äh Hersteller, der so ein bisschen.","Nur Elektro, auch normal Strampelfahrräder gibt's.","Macht er normale Fahrräder? Ja, okay. Okay, ich kenne die jetzt nur in dem Kontext, dass sie halt äh brauchbare E-Bikes haben, die teuer sind. Auf jeden Fall haben sie da das irgendwie mit eingebaut.\nEs ist ja dieses Partygeschichte, dass halt andere des ähm,\nquasi auch mit benutzen können, aber sich dann halt an die Regeln halten. Und ich habe mir mal dieses Spezifikationskram angeschaut\nda hab ich mal so ein technisches Dokument gesehen und da ist dann zum Beispiel auch genau festgehalten wie groß etwas sein muss\ndamit es nicht mehr piepen muss. Also dieses Stalking Geschichte ist äh quasi nur vorgeschrieben für die Weißes, die eine bestimmte Größe äh unterschreiten.\nAlso das Fahrrad piept dann nicht, ähm weil einfach zu zu groß, weil man davon ausgeht, dass wenn wenn ich dir jetzt so ein Fahrrad unterschiebe, ohne dass du das merkst, dass dann schon irgendwann auffällt, dass du mit dem Fahrrad durch die Gegend läufst,\nNachvollziehbar.","Fährst.","Sogar drauf fährst.","Und sage mal, ähm kann man das Feature eigentlich abschalten auf seinem Telefon? Sagen wir mal, ich will jetzt aus ideologischen Gründen an diesem privacy Tracking und so weiter nicht teilnehmen? Kann ich das abstellen? Ist ja auch Traffic für mein Telefon will ich ja vielleicht gar nicht.","Du meinst jetzt Feind Mai generell? Na klar.","Ja, ich will ihm nicht fremde Geräte zu Apple melden.","Glaube ich, eine Locationservices ausmachen oder nicht?","Einfach ausschalten, in der in der App. Kannst du doch ausschalten. Das muss ja gar.","Schalte ich ja alle Features ab, ich will ja nur Attacks äh sozusagen nicht mehr melden.","Du willst Air Text nicht melden? Wozu benutzt du denn deinen AirTex, wenn du sie.","Es ist äh mein Game.","Hypothetisiert gerade. Äh konstruiert einen theoretischen Fall, dass er, er möchte kein Beihilfe sein.","Stell dir vor, ich möchte als Person keine Attacks an Apple melden, die mir so in meinem täglichen Leben übern Weg laufen.\nAlle anderen Feature von meinem iPhone möchte ich gerne nutzen, weil ich habe ja ein iPhone und ich mag das, aber ich finde AirTex doof. Deshalb möchte ich nur dieses Feature abschalten.","Ja, die Kurzzusammenfassung ist wahrscheinlich oder ziemlich sicher sogar, dass das nicht geht.","Würde ich auch mal denken.","Talar, warum hast du Apple?\nDas ist doch nur so eine arme Firma, ja, mit gerade mal zwei äh Billiarden Dollar äh Marktkapitalisierung. Musste ihnen dann auch noch das Leben schwer machen.\nnicht mitfunken möchtest.","Würde ich jetzt so per se nicht sagen, dass ich ihnen damit das Leben schwer mache.","Aber ich finde schon, dass man die Option haben sollte, ob man an so einem Global Überwachungssystem, also ob man da mitmacht oder nicht. Weil wir bauen ja auch da, also ich meine, irgendwann werden alle alle Geräte irgendwie irgendwas drin haben, dass man sie tracken kann.","Ja, ich, also ich meine, letztendlich, wenn sie dir die Optionen geben, dass komplett auszuschalten, dann ist so, wahrscheinlich ist das ihr Kompromiss, äh, für jetzt, aber\nalso ich meine, wer wer nicht reporten will und so sein paar persönliches Paranoia Level, auf die Stelle eingetuned hast, der ist auf jeden Fall sehr nah auch an\ndemnächst ein paar neue äh Level nämlich, ich will gar nicht äh dass irgendjemand meine die Geräte trackt.","Oder man litscht halt gerne nur, sieht aber nicht.","Ja aber was hast du denn davon an der Stelle? Außer also ja. Also ich weiß schon, was du davon hast, aber das kriegst du ja noch auf anderem Wege hin.\nAlso wenn du auf der Stufe wiederum bist, dann äh musst du dich auch nicht auf Apple verlassen, dass du da irgendwie einen einen schönen Knopf kriegst zum Deaktivieren.\nÜbrigens sagt jemand im Chat oder mehrere Leute, es gibt sehr wohl eine App aufm Desktop, ist mir völlig entgangen. Habe ich gerade äh.","Ach so, aufm Mac, ja klar.","Nie gesehen. Ja, gut, ein Grund weniger auf dot com zu gehen. Ja. Vielen Dank für diese Info, ist mir völlig entgangen.","Tatsache klick.","Ja logisch, da hast du die gleiche Funktion.","Aber ich find's immer noch erstaunlich, wie viele Leute ihr Betriebssystem auf Deutsch betreiben.","Das geht.","Aber für jemanden, der Englisch nicht im täglichen Sprachgebrauch hat.","Aber ich hatte, ich habe meinen Computer auf Englisch schon eingestellt, da war ich auch weit davon entfernt im täglichen Sprachgebrauch Englisch zu benutzen.","Ja, aber ich glaube, ich möchte nicht, dass meine Mutter zum Beispiel ein System auf Englisch fährt, wo sie so irgendwie schon vielleicht nicht so äh alle Sachen immer überblicken kann, was.","Ja, ich meine jetzt auch eher so die Computerinteressierten, engagierten Menschen, die auch diesen Podcast hören. Jetzt nicht dein Opa oder deine Mutti oder.","Aber dann kriegt niemand die schönen Fehlübersetzungen reportet.","Also ich habe früher meinen Computer auch immer nur auf Englisch gehabt.","Ging auch nicht anders.","Sage nicht, dass du jetzt auf deutsch gewechselt bist.","Ich überlege jetzt grade, warum ich das eigentlich getan habe.","Ich kann dir sagen, warum ich das getan habe\nich alles auf Englisch gewechselt habe und auch mir geschlossen habe, in der Schule Englisch zu lernen, weil ich sehr schnell im Internet festgestellt habe, dass die Informationen, die auf Deutsch verfügbar waren,\nsehr gering, weil wenn ich irgendwelche Bugs und Probleme hatte oder irgendwas rausfinden wollte oder irgendwas googeln wollte, dass ich tausendmal mehr antworten will\nmehr antworten und Informationen von Avents in Englisch waren, dann hat's natürlich auch geholfen, dass meine Fehlermeldungen englisch waren und mein System in Englisch war, weil ich dann nicht jedes Mal\nwie wie ist jetzt diese bekloppte Übersetzung von dieser Einstellung, wie hieß das jetzt hier gerade in Deutsch mit dem Feind my? Wo ist wo ist mein Mac oder wie heißt das auf deutsch?\nAlso ich meine, ja, okay, wo ist jetzt such mal danach, also und dann\ndann Feind und dann wirst du tausendmal mehr oder wie auch immer finden. Und irgendwie, das hat sich halt komplett durchgezogen. Jedes Mal, wenn ich dann so ein deutsches Betriebssystem wieder so sehe und die ganzen Übersetzungen und wie beknackt es manchmal alles äh ist, ähm\ndenke ich mir, das geht doch gar nicht, aber ist natürlich eine Gewöhnungssache und ich schäme äh äh ich äh ich ich äh wie sagt man? Ich ähm,\nmöchte jetzt kein zu nahe treten, der sein Betriebssystem auf Deutsch hat, aber oder in seiner Native. Ich find's nur, ich find's nur\nkomisch, weil das auf Englisch alles so viel mehr Sinn macht.","Äh kleines Parallelunier, so ein exakt gleiches Problem, äh Facharbeiten eher in Englisch schreiben, weil wenn Fachliteratur, also wenn wenn komplette Referenzen und Fachliteratur und\nbestimmte symantische Unterschiede sogar nur im englischen äh vorhanden sind, dann ist es\necht einen Krampf. Zum Beispiel Doktorarbeiten auf Deutsch zu schreiben. Deshalb mache ich das nicht. Äh ich, also,\ndie Promotionsordnung liegt fest, in welchen Sprachen und bei nicht allen ist es erlaubt, auf Englisch zu schreiben. Manche sagen muss,\nDeutsch. Ich bin froh, dass wir beide schreiben und ich mache mir nicht den Krampf, in Deutsch zu schreiben.","War ja damals bei World of Workcaft auch schon so, wenn du da nicht wusstest, wie irgendeiner zu killen ist. Dann Deutsch bist du da erstmal nicht weit gekommen, du musstest immer die englischen Cheats irgendwie lesen und so.","Ja, relevantes Fachwissen bleibt einem verborgen, wenn man nicht Englisch kann.","Wobei ich auch sehr spät erst auf auf Englisch bei WOW umgeschalten habe. Ich weiß gar nicht warum.","Stimmen sind.","Weil das Deutsche früher eigentlich ziemlich nur englische äh\nWörter benutzt hat wie äh Storm, Wind und so, bis sich's dann auch alles nachträglich eingedeutscht haben und dann äh Sturm, ja Stromwind, heißt der Stromwind, keine Ahnung. Oder Eisenschmiede, da kam ich gar nicht drauf, klar. Und äh ja\nDas war ja am Anfang noch nicht so. Da hießen ja noch Iron Ford. Da ging das noch im Deutschen so einigermaßen, aber dann haben sie das auch alles eingedeutscht und dann war Schluss mit lustig.","Gegen Eisenschmiede, klingt doch gut.","Nein, aber ich bin mit Iron Forch aufgewachsen,\nJa","Also\nIch sehe euer, eure Punkte und ich grüble immer noch so richtig, was bei mir eigentlich so der Faktor war. Ich meine, es fängt ja schon so ein bisschen auch an mit der äh Entscheidung für eine Tastatur, ne, also so Real-Nerds\näh arbeiten mit amerikanischer Tastatur, was die Taler hast du auch noch Armin Tastatin?","Ich weiß gar nicht.","Ich ja seit Jahren mit dem Englisch International Layout, was die große Return Taste hat, aber die Programmierfreundliche Tastenbewegung.","Aber du hast deutsche Zeichen auf deiner Tastatur oder du hast tatsächlich diese Tastatur.","Die Tastatur, also ich meine, das sieht, weiß nicht, ob ihr das ähm Dingsbums seht, aber das heißt, hieß bei Apple oder heißt bei Apple, Englisch International. Also man muss die Return-Taste.","Okay, wie bei der deutschen Tastatur.","Genau, das das das tasten Layout ist über der Deutschen, aber wenn ihr, ich weiß nicht, ob ihr die Tasten seht, da sind halt die eckigen Klammer und die und so die sind alle an der Programmierfreundlichen Stelle.","So wie bei der US-Tastatur.","Genau, aber ich fand bei der US-Tastatur halt, weil ich die Deutschen natürlich gewohnt war mit der großen Return-Taste, fand ich das immer mit diesen Backspacelippen bisschen Kacke und ich finde tatsächlich, dass Englisch International Layout hat so ein paar Kniffe,\ndie Tilde-Taste ist zum Beispiel viel,\nbesser zu erreichen auf dem Layout. Und das ist eigentlich, ich habe mir dieses Keyboard gibt's jetzt nicht mehr neu, davon habe ich, glaube ich, noch drei im Schrank oder,\ndie ich mir so über die Jahre bei jedem Arbeitgeber irgendwie nochmal einmal gekauft habe und ähm das ist jetzt äh ich glaube, ja, das das ist auch immer noch gut. Also ich kann noch einige Jahre mit diesen Brettern weiterhacken.","Ich hatte, äh ich glaube, meine Tastatur vor der jetzigen äh war komplett Englisch, aber damals habe ich halt auch mehr gecodet. Jetzt äh muss ich zu viel Texte schreiben. Und da brauche ich das EU.","Ja, es braucht braucht dummerweise das, was ich äh schreibe und muss ich sehen. Also ich kann ohne RU nicht äh kann ich nicht schreiben in der Tat, das ist ganz eigenartig.","Ich habe mir früher halt schon immer,\nangewöhnt, das mit AE und O E und so zu schreiben und das ist eigentlich so mein Deefold und wenn ich so ganz förmlich will, dann gehe ich halt diesen Umweg alt, uh und dann das äh richtige um den Umlau zu kriegen, aber ja, ich verstehe schon. Äh man fließt texten will.","Bin das auch so gewohnt mit dem AE, weil mein Amiga ja auch äh keine deutsche Tastatur hatte, ewig.","Nee, was mir neulich aufgefallen ist und das hat äh sehr viele Jahre, also wahrscheinlich derer neun gedauert, ähm dass ich geschnallt habe, dass das Tasten\nTastatur-Layout des äh MacBook Pros oder wahrscheinlich auch also sowohl das sechzehner als auch das dreizehner anders ist als die Apple Hack äh Hackbrett-Tastatur, die Huckel auch grad hoch gezeigt hat ist und zwar, dass du ja auf dem,\nMacBook neben der Falttasse das Alt hast. Und auf dieser scheiß großen Tastatur hast du dort an der Stelle ja dann das Control nach dem,\nLeerraum und ich habe wirklich sehr lange gebraucht, um zu realisieren, dass ich keinen an der Waffel habe, eigentlich\nimmer die richtige Kombi gedrückt habe, aber die Tastaturbelegung an der Stelle ja falsch ist. Für mich jedenfalls ähm macht das keinen Sinn\nÄhm was mich nämlich jetzt auch mal dazu gebracht hat, also hier auf dem M eins muss ich's noch installieren, mir so ein Remapping-Tool zu installieren für die Keys. Äh ich nutze dieses Element, halt gerade auch, um meine\nzu programmieren,\nund das werde ich mir jetzt halt auch wieder umprogrammieren, dass halt diese Control und Alt-Taste dann ist an der Stelle, weil mich das so hart ner.","Also Englisch International habe ich mir jetzt gerade irgendwie das erste Mal so richtig angeguckt tatsächlich, das hatte ich nicht gar nicht so oft im Zeiger. Das ist ja wirklich ein interessantes Hybrid,\nDas hat ja auch so Paragraph und so was. Auch wenn ich so eine Plusminus irgendwie auch noch nie gebraucht habe.","Ja, das nicht, aber ich finde in in dem US-Layout da ist eigentlich noch ein bissel mehr und nützeres Zeug drauf und wie gesagt, die Tilde neben dem Shift unten und der Backtic unten, die finde ich richtig gut.","Ja. Ja, das ist in der Tat ein Feature.","Plus minus Dinge ist eins, was ich relativ häufig brauche und ständig Fluche. Standardabweichungen.","Dann ist auch für dich Englisch International vielleicht.","Ja ja genau, ich gerade, ich bin gerade so.","Benutzt ihr Command äh also auf der deutschen Tastatur ist es kleiner, größer und auf dieser Englisch International wäre es Tilda.","Das ist ich benutze Command Backtic, weil das war halt äh also das ist ja eigentlich bei den deutschen Tastaturen ist es immer genau da auf diesen kleiner, größer Tasten, die äh sind die da an der Stelle in dem deutschen Layout?","Du benutzt das nicht Dennis, echt nicht?","Was ist das denn?","Das zwischen den Application Windows, also wenn du fünfzehn Terminal Windows aufhast, dann kannst du mit Command Bactic oder Commandfil größer.","Ah, ah.","Genau, damit cycelt man durch die Fenster. Das benutze ich den ganzen Tag.","Geht bei mir gar nicht.","Wenn es bei dir nicht geht, musst du mal gucken, dann ist es unter Umständen ein Services, disabit oder unter Umständen auf eine andere Tastaturkombination gematcht.","Ich hatte doch einen Tastaturkommando, um zwischen Terminals zu wechseln, was war denn das? Das habe ich vergessen. Apfelkurser zur Seite, also rechts.","Das Command\nApplication Windows heißt das glaube ich in dem Keyboard Shortcut Settings. Das ist auf, wenn du ein englisches Layout hast, dann ist es immer gemappt auf dieses äh Comand Tilde\nund bei deutschen Keyboards war es bei früheren MACOS Versionen so, dass ähm in dieser Shortcut nicht äh gebunden war oder es einfach so nervig war, auf deutschen Keyboards musste die Tilde mit,\nmusst du ja alt N benutzen, um die Tilde zu kriegen und das war halt ein total unsinniger Schalke, deswegen haben wir früher das manuell auf alt äh,\nkleiner, größer, glaube ich, gebunden. Ich weiß nicht, ob das Apple irgendwann als Diefold dann für deutsche Keyboards gemacht hat, aber\nSo oder so, weil das funktioniert ja nicht nur im Terminal, das funktioniert halt in allen\nApps, die irgendwas sinnvolles mit Fenstern machen, also ja, da funktioniert es nicht.","Aber immer nur die gleiche Application.","Innerhalb der gleichen Application ja.","Was ich halt total häufig nutze, das habt ihr dann wahrscheinlich nicht, ist auf dem TrackPad halt drei Finger nach unten zu swipen, dann bekommst du ja eine Übersicht über alle offene Fenster, diese Applikationen. Und da mache ich das halt total häufig,\ngrade nicht. Ja eben.","Drei Finger, nein.","Ich habe aber auch noch Hot Corners. Wahrscheinlich hat die auch schon niemand mehr, aber ich liebe sie.","Ich benutze Hot Corners nur für Desktop mittlerweile. Also mal schnell den Desktop freiräumen, ja. Okay.","Das geht gar nicht. Am besten noch oben links und rechts, ne?","Oben rechts und unten links.","Ich habe oben rechts ist für ist mein Desktop, ja.","Oben, rechts, unten rechts. So, mein Bruder ist auch jedes Mal am Fluchen, wenn er hier rangeht.","Mein Kumpel hat das. Und jedes Mal, wenn ich die Maus in die Ecke schiebe, weil ich ins Menü, weil ich schiebe die erstmal baller die bis oben in die Ecke und dann gehe ich dahin, wo ich hin will. Und jedes Mal kommt bei dem das Hot Corner und Alter, das geht halt. Das geht nicht. Ich kann so nicht arbeiten.","Ja die Reaktion von den Leuten ist sehr geil. Aber wir können immer nur Vogel sagen, wo wo dieses wo ist das zu finden? Wo kann man das nachhinein einstellen?","Okay, einmal kurz die Anleitung noch dafür, also genau, äh Kastatur oder Keyboard, Shortcuts und dann ist es bei ist es Mission Control.","Englisch.","Tastatur.","Deutsches Menü oder englisches Menü? Also benutze deinen Computer auf Deutsch oder auf Englisch?","Nein, auf Englisch.","System Präferenzes, Keyboard, darin dann den Tab Shortcuts und darin dann in dem Side Bar Services.","Unter Keyboard.","Ja, ja. Ja, aber das.","Unter Keyboard. Ach so. Ah ja, nee, Entschuldigung, du hast Recht. Ähm ich habe mich geirrt. Es ist unter, aber ist es nicht unter ich verwechsele das, genau. Unter Keyboarde.","Fokus zu.","Ja genau, das heißt nicht Cycle, sondern das heißt move Focus zunächst.","Nächstes Fenster.","Ja, das ist ja äh ab Command Backtic, ne?","Na ja, mit diesem Command Bänken, das ist halt, das ist das, was ich vorhin schon angesprochen habe. Es gibt so eine völlig verstörte Sicht dadrauf, wie man eine Taste bezeichnet,\ngängig ist halt, dass man eine Taste so bezeichnet, wie sie beschriftet ist auf einem US-Layout.\nDas greift natürlich nicht. Und selbst Apple Apps machen das nicht richtig. Das, das ist das, was mich regelmäßig macht. Schöne Grüße übrigens an die Apple-Hater an dieser Stelle, die sich dann immer wieder diebisch freuen, dass ich was scheiße finde bei Apple,\nähm das ist so, ja? Es gibt kritische Auseinandersetzungen. Ähm,\ndann hast du halt dann wirklich so Situationen, wo sie dann sagen, ja, das ist hier Command Tilde, sie meinen halt eigentlich diese Taste da, wo, ne, die Tilde ist, nur die deutsche Tastatur hat eine solche Taste gar nicht und dann ist es\ntatsächlich möglich, dass du das dann mit Command option N,\naktivierst, weil ja Option N dann wiederum die Tilde ist. Also es ist einfach völlig kaputt, also auch dieses diese Herleitung ist teilweise völlig kaputt und das müssen sie unbedingt dringend fixen. Das geht so einfach überhaupt nicht.\nschlimm.","Irgendwie bei Facetime sich jetzt nur noch die Litti in Bewegung, aber das macht nichts, solange ich euch.","Echt? Ich sehe alle anderen nicht mehr in Bewegung.","Sehe nur Huckeln nicht.","Ich sehe alle in Bewegung. Ihr lebt alle noch.","Internet ist heute auch nicht so das Beste wahrscheinlich.","Jungs, aber ich habe und Mädels, ich habe noch eine Tastaturfrage. Und zwar aufm iPhone, ja. Wenn ich ein A drücke und eine Weile festhalte, dann kommen noch hier die die Umläufe und so weiter, ne, die äh die und Dings,\nWenn ich bei der, wenn ich eine wenn ich zum Beispiel Quadratmeter schreiben will, ja, also M hoch zwei. Und dann drücke ich auf die Zwei, halte das fest und denke mal, jetzt kommen mal so ein paar verschiedene Zweien, die ich jetzt mal so mir aussuchen kann. Und was ist? Da kommt nüscht.\nWarum ist das so?","Das muss man glaube ich auch extra einstellen, oder?","Aufm iPhone jetzt.","Ich meine, es wäre so ein leichtes gewesen, wenn man die Zwei kurz festhält, wartet mal eine kurze Weile, dann kommt eine zwei unten, eine zwei oben und eine zwei aufm Kopf oder wie auch immer. Ist mir egal, aber irgendwie verschiedene Zweien und kommt aber nicht. Ist ganz schön lähm.","Wie macht man's denn überhaupt? Wie macht man denn überhaupt Superskript auf, dass das so.","Ja, eben. Und ich dachte so, der typische Apple-Weg mit dem Ä funktioniert's ja so, müsste mit der Zwei ja auch so sein, dachte ich, geht bestimmt, geklickt und geht nicht, da war ich ein bisschen enttäuscht.","Das ist eine gute Frage.","Bin ja wohl nicht der Erste, der Quadratmeter tippen will.","QM","Mache ich ja, aber Quadratmeter wäre ein bisschen cooler in meinem mit der zwei.","Zwei.","Wie geht denn das überhaupt? Das habe ich echt noch.","Chat, Hilfe.","Chat hilft um.","Was aber nur noch gar keine Antwort da.","Ja, vielleicht haben sie es ja bis zur nächsten Sendung gefixt.","Die wühlen sich alle gerade über über Handy aufs Leck ein und versuchen es da auszuprobieren.","Auf Google lädt nicht. Hochstellen oder Tiefstellen von Zeichnen Numbers auf dem iPad,\nin Numbers. Das ist überhaupt, deshalb habe ich das, äh da habe ich mich, glaube ich, das letzte Mal schon drüber aufgeregt, ne? Das ist so der einzige wirkliche Nachteil, wenn man irgendwas auf Deutsch fährt, dass wenn man so einen hat, dass dann irgendwie diese ganzen Formelnamen auf einmal auch alle auf Deutsch sind. Und da.","Ah ja, das geht gar nicht.","Das geht so überhaupt nicht, das ist so schlimm,\nAber es gibt ja die Möglichkeit und ich weiß gar nicht, ist das nicht jetzt sogar auch in, also es gab eine lange, lange Zeit, gab's so eine App und mittlerweile geht es, glaube ich, kann man das in den Settings sogar einstellen. Ist jetzt gerade so ein bisschen hören, sagen, ich benutze das gerade gar nicht, aber man.","Mich erinnern, dass vor zwanzig Jahren mal so eine Programmiersprache in Deutsch war.","Nee, aber kann man nicht jetzt mittlerweile sogar einstellen, in welcher Sprache eine App ähm öffnet werden soll? Im US. Das ging doch irgendwie.","Ach so, du hast dein System in Deutsch, du willst aber dann Englisch haben, ja?","Von wollen kann jetzt nicht die Rede sein. Es ist halt ähm manchmal will man halt Programme tatsächlich nur mit einer bestimmten Sprache starten und ich bin mir jetzt gerade gar nicht so sicher, irgendwie gab's da eine.","Dann vertauschen sie wieder Komma und Punkt wegen der Zahlen und so und dann bist du am Arsch.","Na ja, das ist wirklich das ist ja,\nich auch richtig steil, wenn dann so Apps kommen, so mit ja, deine Tastatur ist ja auf oder oder deine Sprache ist ja Englisch, deswegen muss ja alles hier irgendwie Englisch sein.","Da habe ich letztens einen schicken Back gefunden und zwar ist es so, es gibt ja aufm iPhone äh,\nEine Bitcoin-App von BRD Wallet. Habt ihr schon gehört, habe ich schon mal vorgestellt. Und dann kannst du ja so einen QR-Code erzeugen, wo Leute dann dir äh so eine Suppenmenge an Bitcoins schieben zu rüberschieben sollen,\nDas ist ja so ein QR-Code-Link, da steht die Summe drin und wenn da aber deutsche System eingestellt hast, dann nehmen sie halt das Komma als Dezimalseparat\nund dann steht da halt null Komma null null ein Bitcoin zum Beispiel. Und wenn das dann aber jemand anders kennt, dann kommen die mit dem Komma natürlich gar nicht klar, weil die wollen natürlich ein Punkt, weil der Standard ist halt irgendwie ein Punkt, weil es muss ja auch ein Standard geben, weil,\nandere Seite weiß ja nicht, welche Sprache eingestellt worden und dann geht da gar nichts. Und äh ja, also schlimm. Komma und Punkt verwechseln und dann ja.","Also ich werde\näh Entschuldigung, ich werde gerade drauf hingewiesen im Chat, dass äh die die Setting ist auch ein System Präferenzes unter Sprachen, kann man äh das machen. Also da kann man nicht nur einstellen, welche Sprache man so primär und sekundär benutzt\nDa gibt's halt auch noch so einen zweiten Tab-Reiter und da kann man dann eben tatsächlich für eine Sprache das einstellen,\nwer das noch nicht gesehen hat. Auf Deutsch Systemeinstellung, Sprache und Region.","Aufm, nicht aufm iPhone mit meiner zwei, sondern bei dir zu deinen.","Nee, das ist jetzt für dein iPhone gibt's, glaube ich, keine äh Lösung erstmal so jetzt zumindest hier in dieser Sendung, weil es ja besser, wenn äh wenn wir alle Experten wären.","Ähm ich hätte da ja äh wo Tim, ihr Quatsch Dennis gerade QR-Code sagt, hätte ich ja eine total tolle.","Oh. Ja, bitte?","Denn äh ich hab's schon getwittert, aber äh die Freaks-Showhörer sind und Hörerinnen sind vielleicht an noch\nda nicht äh informiert worden. Ähm ich hatte schon oft die Situation, dass ich dachte, boah, irgendwie ja, okay, du hast jetzt hier eine App und ja, du hast jetzt hier einen Barcode und einen QR-Code, aber warum machst du das nicht gleich als App\nTicket,\nBeispiel der digitale Impfpass, den man dann zwar toll in die Corona-App reinscannen kann, aber da gibt's jetzt nicht die Option, dass direkt in die Apple Wolle zu tun, damit man das auf der Apple Watch oder aufm Doppelklick aufrufen könnte,\nUnd dann hatten wir einen ehemaliger Kollege äh gesagt, doch da gibt's so eine App, die heißt äh Wallet, also Pass vier Wallet, ähm ich kann den Link hier auch mal in den Chat\ngleich posten\nund das ist total trivial und einfach zu machen. Äh man kann damit entweder Screenshots mit Barcodes nehmen oder Barcodes einscannen, äh kann die\ndie für die Wallet auch grafisch gestalten, also irgendwie Farbschema einstellen, die Beschriftung. Und was nicht noch alles? Und schwuppdiwupp hatte ich also meinen äh Corona digitalen Impfpass jetzt auch auf der Apple Watch\nund es funktioniert halt für ziemlich viele andere Barcodes und QR-Codes und so weiter auch.","Apple Watch ah.","Ja. Da muss man nämlich nicht da so lange rumfummeln. Und ähm,\nDann hat noch jemand, als ich das getwittert hatte, hat mir noch jemand eine Desktop-App empfohlen. Die kostet, glaube ich, acht Euro oder so, die sah aber auch ziemlich gut aus, ehrlich gesagt. Ich habe mir die auch mal geklickt, aber ich habe mit\nbisher nur mit der äh kostenlos erhältlichen iPhone-App rumgespielt. Die äh aufm Desktop heißt,\ngibt's im Apple, App Store für,\nauch erhältlich. Und sind beides irgendwie ziemlich äh ziemlich gute Apps, finde ich. Sehr also gerade diese.","Was macht die jetzt anders als die andere?","Ehrlich gesagt die Desktop App ich\nich habe mir die noch nicht genau angeguckt. Ich wollte sie nur erwähnt haben, noch weil die auch zumindest, also ich glaube zum Beispiel, diese Gestaltungsfeatures, also wie du dein dein Custom Pass äh erstellst. Ich glaube, da gibt's auf der Desktop App noch ein paar mehr,\nVarianten irgendwie auch Fotos einzubinden und so weiter, da die Phone App, die ist wirklich so da drauf,\nglaube ich eher abgerichtet, dass du so in zwei Minuten beliebigen QR-Code innen halbwegs ansehnlichen Wallet-Pass umwandelst und die haben dann schon so Farbschemata-Vorschläge. Du kannst auch ein Logo,\nmit einbauen. Ich habe jetzt dieses Corona-Warn-App Warren-App äh Video äh nicht Videologo, äh da auch per Screenshot mehr oder weniger reingefriegelt, das geht schon, aber\nDesktop App, die sieht mir eher so aus wie, äh okay, ich mache das jetzt mal so, dass es vergleichsweise professionell aussieht. Oder professionelle Leere,\naber.","Geimpfter rüberkommst als ohnehin schon.","Genau. So äh mit äh Spritzenfoto oder sowas,\nAber ja, also das, ich weiß nicht, seit Jahren äh rege ich mich immer darüber auf, dass wenn irgendwie so ein QR-Code oder Barcode basierter Workflow existiert und irgendwelche Apps den einscannen oder was auch immer, dass es dann keinen dafür gibt und dieses Problem wurde jetzt gelöst. Diese Apps gibt's wahrscheinlich schon seit Jahrzehnten und alle unsere Hörer benutzen sowas äh\näh schon die ganze Zeit nur ich wusste wieder nichts davon, aber falls es doch nicht so ist, viel Spaß damit.","Hast du denn noch andere äh Anwendungen außer der Corona wahrnimmt, weil ich habe dann äh ich habe deinen Twitter nur zu neulich äh gesehen und dachte mir so, hm, okay, interessant mal ausprobieren ähm und dann fiel mir auf, dass ich irgendwie relativ wenig Dinge habe, wo tatsächlich,\nIn diesem Moment fällt mir gerade einer ein OK.","Ja, also es ist weniger geworden, muss ich sagen, aber ich glaube, also zum Beispiel,\nDHL App macht bisher immer noch äh nix irgendwie derartig und die DHL hasse ich,\nDas ist einer der schlimmsten Apps aller Zeiten, so gerade um an die Packstation zu gehen. Ähm alle paar naselang muss man die neu starten, weil sie sich an ihrem eigenen State verhabbelt hat und so weiter. Äh das könnte eine.","Die arbeitet mit Barcode, ja.","Leider, also ja, ich meine, ist ein wahrscheinlich ein Sicherheitsfeature, äh dass man dann immer noch auf dieses äh\ndreckige Touchpad von grade in Coronazeiten bedenklich,\neigentlich auf dieser Packstation rumdeutschen muss, um dann noch seinen Abholcode einzutippen für den zweiten Faktor, aber ich fände es ja total toll, wenn die DHL einfach alles in einem QR-Code hätte.","Oder alles beim Spitti abgeben lassen.","Es gibt so äh ich glaube jede Ecke in Deutschland hat so seine eigene optimierte,\näh Servicesituation und welche Kombination von äh Diensten, Firmen, Fahrern und Stationen und Spätis und so weiter am besten funktioniert und äh,\nBei mir ist Packstation eine der auf Platz zwei der Option. Wenn's.","Hm","Ist. Anyway, ja.","Ich wollte ja vorhin eigentlich noch ein bisschen äh spalten ähm und fragen, ob benutzt irgendjemand von euch das Alte Scrolling auf dem die alte Scrollrichtung oder seid ihr alle,\näh auf natural scrolling umgestiegen.","No. Ja.","Ich gehe sogar so weit, dass ich in der Windows Radgestry schon Command mir, also ich habe mir einen Command für die Windows Rigistry für mein Gaming PC,\nparat, dass immer wenn ich irgendwie ein Mauswechsel mal vollziehe, das das in Windows nämlich keine einfache Option, nur wenn man einen Laptop hat, kann man die scroll Richtung um\nstellenweise dann irgendwie meinen für's Touch. Ja okay, da macht's Sinn. Fürscrollen bitte nicht. Aber es gibt einen Command, dann kannst du in der Windows Radgestry auch die Scrollrichtung für jede Maus umstellen.\nhabe ich auch.","Wir haben jetzt gerade so Jungs gegen Mädels oder was haben wir jetzt gerade hier? Sehe ich das richtig? Echt? Ernsthaft? Aber wie kannst du denn das ertragen, dass das Crollling auf deinem Mac anders herum ist als auf dem iPad. Du hast auch beides.","Ja, aber es ist ja eine andere Interaktion.","Was ist denn da anders?","Ein Touchpad für beides.","Ja, aber bei dem Touch verziehe ich's nach unten.","Ja, weil Letti im Kopf noch den Scrollbalken schiebt, der eigentlich nicht mehr da ist.","Ja, ich weiß nicht, ich habe mich darauf nie gewöhnt, ist für mich ist das was anderes, ob ich aufm Screen, den ich aktiv anfasse von unten nach oben ziehe oder ob ich an meiner Scroll Richtung von, ich will runterscrollen und diese Handbewegung so drin ist, keine Ahnung.","Putzig, ja.","Moment, welche Richtung ist jetzt was?","Also wenn du das Grollrad zu dir drehst, ja, also quasi runter also na ja, warte, ich zeige dir das mal hier in der Kamera, ne?","Scrollrad drunter, dann Text runter.","Äh ähm ja, also.","Genau. Scrollrad runter, Text runter, das ist die alte Variante. Nein, das ist das ist, ja, das ist genau das Richtige.","Aber Touchpad ist.","Stell dir vor, du legst deine Finger auf das auf aufm Blatt Papier, was vor dir auf dem Schreibtisch liegt, ja? Und dann ziehst du das zu dir und dann, ne, so so funktioniert das dann auf dem Bildschirm mit einem Tatschen auch.","Also, wenn du im Browser nach unten scrollen willst, dann schiebst du natürlich, weil es die natürliche Ordnung der Dinge ist, die Finger nach oben auf deinem Touchpad.","Ja. Ja.","Das ist Natural Scrolling,\nMaus ist jetzt nochmal eine andere Geschichte. Wobei ich jetzt, ehrlich gesagt, ich benutze gar keine Maus mit Scrollrad, sowas kenne ich gar nicht mehr.","Es macht mich total verrückt, wenn das nicht umgestellt ist.","Weiß nicht, habt ihr alle eine Maus?","Na klar, wir sind doch alle Zocker.","Die Gamermaus liegt hier, aber die ist nicht immer angestellt. Also ich hole mir die Gamer-Maus nur raus, wenn ich Game.","Okay, ich wüsste jetzt gar nicht, wie ich mit diesem Teil.","Also ich sage dir Tim,\ndu würdest das auch umstellen. Es ist total also wenn ich als ich das erste Mal meinen Gaming-PC benutzt habe und dann feststellt, oh fuck, das ist ja alles andersrum. Und irgendwie ein Menü rumscrollen wollte. Ich bin, ich hab's das erste, was ich auf diesem Gaming-PC gemacht habe, war\nganz äh fuchsig zu suchen. Okay, ich finde jetzt bestimmt hier die Einstellung festgestellt, es gibt die nicht aufm Desktop mit Maus, habe die Registry mehr äh googelt, das Command und war dann glücklich, aber.","Also nun das mal klar zu machen, tatsächlich auf dem Mac, um im Browser die Seite nach unten zu scrollen, ziehst du deine Finger auf dem Touchpad nach unten? Ernsthaft?","Ja. So wie ich das Krollrad nach unten drehe.","Und aufm iPad machst du's genau andersrum.","War auf dem iPad zurück ich also auf den Bildschirm drauf und zieh ihn hoch, das ist ja für mich ein bisschen was anderes als das.","Okay, du, in deinem Lachen merkst du schon, dass es nicht ganz logisch äh zusammenpasst.","Für euch nicht logisch sein, aber für mich passt das.","Aber eigentlich ist es auch in ein, zwei Tagen umgestellt. Ich meine, wir mussten ja früher auch alle umstellen und es ging so ratzfatz, dass man sofort wusste, das ist es.","Das änderst du einmal und dann erinnerst du dich gar nicht mehr daran, dass dass du jemals so also dass du jemals so von der Norm abgewiegen bist.","Kann schon sein, aber.","Sieht man die Scrollbars ja auch nicht. Also ich meine, ich verstehe das ja, dass man das Gräuber schiebt, aber da die ja eh nicht mehr zu sehen sind.","Ja, aber gerade mit den Scrollbars, finde ich, fand ich's,\nkonsequent sozusagen, also für mich, ich will ja mein mein genereller Modus für all meine Geräte, ich will ja so die,\nso konsistent wie möglich haben, deswegen benutze ich auch nach wie vor damit ich aufm Server und auf allen Rechnern überall meinen Wimm habe, meinem Setup et cetera. Und wenn dein als dieses natural Scrolling aufkam, erst dachte ich, okay, jetzt ist das\ndie Apple-Jungs müssen hier wirklich alles einmal irgendwie umdrehen. Aber dann kurz drüber nachgedacht, nee, macht total Sinn für Touch irgendwie und,\ndieses Grollbalken,\ndass die früher mal Sinn gemacht haben, ja, auch okay, kann ich mit leben, aber ähm ich habe eigentlich dann nach kurzer Überlegung schon gedacht, ja also das macht aufm iPad Sinn, dann wird es auf dem Mac mitm Touch\nPad auch Sinn machen und dann war dieser letzte Schritt mit der Maus und dem Scroller, da habe ich auch ein bisschen überlegt. Aber äh letztendlich habe ich dann auch gedacht, okay, also,\nWenn es dasselbe Prinzip ist, dann stelle ich sie auch um und dann ist überall konsistent. Und ich muss nicht drüber nachdenken, wo ich gerade bin und wie es sich verhält.","Ich muss darüber nachdenken, wenn ich äh es benutzen würde auf dem Mac, weil ich hatte es ja vorhin äh vor, also gestern, als ich den Mac eingerichtet habe, das ist das Erste, womit ich nicht klarkomme, weiß ich's für mich nicht natürlich anfühlt. Also von daher.","Änder es einfach mal für eine Woche und du wirst einfach nie wieder zurück wollen.","Aber ich habe ja überhaupt gar kein Bedürfnis, es zu ändern.","Ich finde es auch eigentlich okay.","Also ich eigentlich muss es doch ein Bedürfnis geben, dass man was vermisst, dass einem etwas nicht sich nicht richtig anfühlt, nicht gut anfühlt.","Aber ich will doch gar nicht aufhören zu rauchen.","Aber das sind das ist doch, das ist doch das ist doch.","Eben, lasst mich mein ungesundes Groll Leben auf meinem bitte führen. Sind das hier für eine Verbotsgesellschaft in dieser Freakshow?","Culture.","Univers äh und so weiter. Also ich ich find's ehrlich gesagt eine kognitive Leistung, dass das äh überhaupt die Lady so beschwerdenfrei schafft.","Positive oder eine negative?","Nee, gut, also es scheint ja irgendwie eine special Power zu sein.","Für mich ist es in der Tat drüber nachdenken.","Ist eine Doppelbelastung für die. Deswegen ist sie so oft.","Die schläft halt nicht immer bis mittags.","Nee, aber in der Tat was äh Huckel, der sagt, ich muss drüber nachdenken, wenn ich's umstelle. Jedes Mal, wenn ich einen Mac neu einrichte und ich dieses Natural Scrolling drin habe, muss ich ständig drüber nachdenken, was ich hier gerade mache und das habe ich halt,\nnormal, für mich normal nicht.","Aber Letti an der Stelle wär's halt das, also wäre mein Argument dann halt zu sagen, okay, dann mach's doch einfach überall\nund weil du dann beim iPad das halt nicht umstellen kannst und es da ja auch also wenn du drüber nachdenkst, würdest du wahrscheinlich auch nicht Sinn machen für dich, das beim iPad andersrum mit deinen Fingern zu machen. Das heißt, dann würde ich ja sagen, dann mach's doch äh\nleite von da ab und dann ist so eine kleine Umgewöhnungsphase vielleicht nötig, aber danach hast du dieses Problem nie wieder.","Ich würde das auch so sehen.","Aber welches Problem ihr seht darin, Probleme. Ich habe ja gar kein Problem.","Dass du bei einem neuen Mac drüber nach oder nicht klarkommst oder wenn du an einem fremden Mac oder sonstwas dran sitzt.","Aber ihr würdet doch anderen Leuten auch nicht sagen, ihr müsst jetzt alle in den Dark-Modus umschalten, weil der Leitmodus, der blendet unter bestimmten Umständen.","Nein. Ich, also das ist auch alles mit Augenzwinkern.","Es ist eine andere Debatte, die man führen kann. Dieser Dark muss es ja wohl, dass das furchtbarste.","Ich würde sagen, Letti kann das ruhig so weitermachen.","Das finde ich nett von euch.","Das Lustige ist, dass ich äh.","Find's nur erstaunlich.","Glaube ich diese also scrollen beides nachvollziehen können, interessiert mich nicht, aber ich abstrahiere das grade auf äh bei Joystick Kamerasteuerung,\nweil da gibt's halt auch, je nachdem, ob du dich nach links bewegst.","Schiebst du das Bild oder die Kamera?","Ja, ja, das ist, finde ich, viel schlimmer, aber.","Das verstehe ich aber, was also das gibt's ja verschiedene Sichtpunktekamera oder Bildschieben und so, aber man kommt ja vom vom Telefon und dann schiebt man halt Inhalt, also habe ich mich gewöhnt, einfach bei allen Sachen immer dran zu denken, dass ich Inhalte schiebe und dann passt es.","Jeder hat halt so sein.","Dann hat's mir alles viel einfacher gemacht.","Aber mir fällt's auch nicht schwer.","Nee, ist ja alles okay.","Ja, Letti, lass, lass uns mal, wenn du wenn das so deine, zu deiner äh Computer in äh Kontrollintuition passt, äh.","Also ich meine, ich muss mir jetzt mein Touchpad ja nur andersrum hinlegen und kann's ja mal ausprobieren, ob ich.","Aber dann stimmt links, rechts.","Ist ja furchtbar. Ja und sofort fange ich an, dass ich meine meine Hände falsch bewege.","Letti eins, zwei Tage brauchst du und danach ist alles wunderschön.","Sorry, Dennis, das Covern vielleicht in deinem Alter sich noch umgewöhnen. In meinem geht das halt einfach.","Gefühl habe ich auch,\nunser Alter hat schneller vergessen, wie es früher mal war, das wird sein.","Ich wusste nicht, was ich damit angestoßen habe. Aber gut, jetzt haben wir das dann auch mal geklärt, ne?","Wer weiß, wie viel tausend anderen Leuten es da draußen auch noch so geht.","So äh ich wollte jetzt nochmal äh auf einen Aspekt ähm von der letzten Sendung zurückkommen, die wir da nicht besprochen haben, weil wir haben ja äh über die WWT ganz viel gesprochen, aber so ein paar Sachen kamen da so ein bisschen nebenan und ich weiß, Tala, dass äh du da äh\nauf was anderes ein bisschen mehr geachtet hast als wir und was an sich ganz interessant ist, nämlich was da so alles mit Gesundheitsdaten so abgeht,\nUnd ähm weiß nicht, vielleicht kannst du mal da so ein bisschen deine Beobachtung äh schildern, was sie inwiefern jetzt konkret,\nden Event äh mitgeschnitten hast oder generell da äh Einblicke hast.","Genau, ich habe auf dem besagten Channel äh hier guckt das Ausrufezeichen Ausrufezeichen Ausrufezeichen äh bekommen von einer nicht mehr zu benennenden Person.\nund nur deshalb bin ich darauf aufmerksam geworden, dass es halt generell also ich krieg's ja nur am Rande mit, dass Apple Meer, ich sage mal, sich,\nöffnet für Gesundheitsanwendungen.","Ja wieder zurückgeht in dem Bereich, muss man ja fast.","Ja, ja, mehr Fokus drauf legt auf, sage ich mal, medizinische Anwendungen. Das ist halt auch mal so ein kleiner Unterschied zwischen Gesundheitsanwendungen und Wellness-Apps und medizinischen Anwendungen. Und das fand ich halt,\necht echt spannend äh und habe dann auch so generell geguckt, was ich da die letzten zwei Jahre so ein kleines bisschen,\ngetan hat. Ähm und mein Thema ist ja, es ist seit jeher Ganganalyse, zumindest in Seiten Bachelor.\nUnd\nÄh ich finde das halt ganz spannend. Also sie haben halt ein ein Video gezeigt zum Thema ähm ja Ganganalyse und wie man iPad, iPhone und teilweise auch Apple Watch\nbenutzen kann, um halt so äh Parameter aus dem Gangverhalten zu extrahieren,\nUnd dann gibt es halt so diese einmal ja ähm Ganggeschwindigkeit abroximieren. Das ist so Ganggeschwindigkeit ist halt so ein klassischer,\nMesswert, außer Geriatrie und verschiedene neurodegenerativen Erkrankungen et cetera PP,\nje langsamer du läufst, desto anfälliger bist du für zum Beispiel Sturzrisiko,\nweil du einfach weniger stabil bist, weil das ein Hinweis darauf ist, dass der Gang Automatismus, der eigentlich unterschwellig funktionieren sollte, nicht mehr so richtig gut funktioniert,\nUnd was sie jetzt aber noch dazugenommen haben, ist, ich glaube, sie haben es genannt.","Walking Stedines.","Ich bin halt im Kopf ist bei mir immer Gage, weil,\nalles geht. Und ähm Stedines ist,\nhalt von denen so ein Risikoscore im weitesten Sinne, den die aus verschiedenen Sachen aboximieren. Und die haben halt gesagt, diese Risiko-Score ähm ist halt ein Indikator für zum Beispiel,\nalso Sturzrisiko und,\nganz ganz spannend so so insgesamt, weil da,\nAlso zum einen sagen sie nicht, was da genau mit reinspielt. Das, was ich jetzt gesehen habe, ist, dass die diesen Parameter ein bis zwei Wochen,\nberechnen, also die brauchen halt dann Daten von ein bis zwei Wochen, um diesen Steadiness Algorithmus ähm.","Kalibrieren erstmal, ne.","Ja auch auch diesen Score halt einfach.","Ja und ich glaube, dass man so zwei Stunden am Tag damit äh unterwegs war mit dem iPhone, glaube ich, war irgendwie so die Ansage. Also man muss es auch eine gewisse Zeit aktiv an sich haben, das iPhone.","Genau und sollte halt körpernah getragen werden, damit halt dieser Gangerkennungsalgorithmus auch ordentlich funktioniert.","Inwiefern ist das iPhone da jetzt besser als die Apple Watch?","Die Apple Watch hat ja viel zu viel, das Westhaler wahrscheinlich besser äh viel zu viel Bewegung von deinem Arm, also du fuchtelst ja die ganze Zeit rum. Wohingegen sie halt sagen, dass wenn du dein iPhone na an der Körpermitte hältst, hast du ja diesen\nSag mal, du bist ja relativ stabil in der Mitte, aber alles, was deine die Extremitäten schwanken ja viel, viel mehr.","Ja, da hast du mehr Flexibilität drin. Wenn du aber dein deine Apple Watch am Fuß tragen würdest, das wäre perfekt für halt so Stadien ist Assessment. Ähm.","Mhm. Können sie ja mal rausbringen, so eine Fußfessel.","Also äh ich weiß gar nicht, ich ich weiß, dass es Research Paper gibt, die auf jeden Fall geguckt haben, was so rauskommt, wenn sie halt einfach Apple Watch am am Fuß tragen,\nähm und\ndie Astrollo, also es ist relativ kommen, zum Beispiel jetzt auch bei äh bei Parkinson, dass es so gibt, die die Leute sich an den Fuß schnallen, um halt Ganganalyse damit zu machen und Aktivitätstracking und so weiter.","Und da geht es theoretisch besser.","Ja, da geht's besser, weil du halt nicht die, die Armbewegung und den Intervarenzen mit drin hast, sondern du hast ein reines, in Anführungszeichen, reines Gangbild. Hm, sind dann halt fokussierter.\nund du schwankst halt, wenn wenn es körpernah ist, quasi in eine andere Richtung. Du hast mehr dieses Hoch runter und dieses rechts links beim normalen Gang,\nund weniger jetzt bei, wenn du normalen Armschwung hast, hast du halt vor zurück,\noder halt auch du trägst was und du greifst noch irgendwas oder du gestikulierst, da hast du halt sehr, sehr viel mehr Interferenzen drin, also es,\ngeht, aber es muss dann schon ein sehr sauberes Gangbild sein mit normalem Armschwung, um da irgendwie was raus zu rauszuziehen.","Was hast du so gedacht, als du das gesehen hast, dass sie das machen?","War für mich total naheliegend. Also ähm es ist es war jetzt für mich in dem Sinne nichts Neues, weil's halt andere Leute gibt, die das schon seit\nJahren äh explodiert haben, also Leuten wurden teilweise für Forschungstests iPads auf dem Rücken geschnallt, um dann halt zu,\nwie ist so die das Gangverhalten, die Symmetrie, der Rhythmus, das kriegt man alles relativ einfach,\nähm ausgelesen und das,\nalso jetzt auch äh ich sage mal so medizinische Fitbits gibt es halt auch so Sensoren, die die Bewegungsklassifizierung schon seit längerer Zeit machen. Ähm,\nwas ich halt eher spannend finde ist, wie Apple, dass das Ökosystem, das das App-Ökosystem da drumherum aufbaut, ähm,\nweil ich mir dann auch diese Research-Kit-Sachen mal initial genauer angeguckt habe und,\ndas fand ich schon von den, von den Features, die relativ einfach eingebaut sind, schon relativ cool.","Lass uns da gleich nochmal drauf äh kommen, das interessiert mich total. Ähm nochmal kurz zu dieser Ganganalyse, weil ich fand das ähm auch so eins dieser Features ähm also nicht, dass ich jetzt schon,\ndas Gefühl habe, äh dass jetzt unmittelbar zu brauchen, aber so grundsätzlich finde ich ja so\ndiese ganze Idee, so ein diese Sensoren eines Devices zu benutzen, um meinen Augen wie auch so vor Gefahren zu warnen oder eben wie sie auch demonstriert haben,\nwas weiß ich, so Opa hat die Apple Watch und äh die Familie können sozusagen über Familysharing äh die Warnungen sehen. Opa ist aber heute ganz schön äh instabil oder ist vielleicht auch gestürzt und sowas. Das sind ja Sachen, die sie auch schon vorher drin hatten,\nverbessern sie ja im Prinzip. Ist das also denkst du, dass das ähm,\nAlso du hast gesagt, naheliegend, ist es naheliegend, weil man's theoretisch machen kann oder weil's,\nso einfach ist und es eigentlich Zeit wurde, dass sie's machen oder ist es eigentlich ziemlich schwierig, auch wenn sie die besten Voraussetzungen dafür haben, um es überhaupt hinkriegen zu können?","Äh ich sage mal, es ist äh naheliegend einfach, weil die Daten sind eh da.\nmit Pulsmessung oder äh Hautleitfähigkeit. Die Daten sind eh da, sie erheben die Daten und deshalb ist es für mich naheliegend, dass die mit den Daten, die sie eh haben, äh\ndas versuchen rauszuholen, was geht. Und Ganganalyse ist halt wenn du Handy am Körper trägst und\nman das wie das Aktivitätstracking relativ gut raus. Ähm,\nich persönlich bin sehr, sehr vorsichtig, was den Weiten,\nein Satz macht, weil also hm,\nJa, wir haben halt einfach das Problem, Privacy und auch potentielle Aussagekraft dieser Daten,\nweil also ich finde es deshalb also ich finde das spannend, dass sie in Zeitfenster von ein bis zwei Wochen gewählt haben,\nweil das so Tagesfluktuation und engmaschige Überwachung im weitesten Sinne nicht erlaubt. Und das finde ich,\nsehr, sehr gut und sinnvoll gewählt. Also, weil man halt grade eigentlich so was, hm, heute geht's XY aber nicht so gut, was ist denn da los? Damit so ein kleines bisschen vermeidet.\nÄhm und es gibt halt also ähm,\neine eine Sache, wo ich sehr, sehr vorsichtig bin, ist zum Beispiel Personen mit Depressionen. Die haben eine Verlangsamung der Reaktionszeit, die haben teilweise langsamere äh Ganggeschwindigkeiten\nUnd also es gibt halt so, so viele Einflussfaktoren auf die Ganggeschwindigkeit und ähm,\ndu willst nicht das äh Personen sofort gefleckt werden von ach heute bist du aber langsam. Warum? Denn nur wenn's den Personen eh schon schlecht geht.","Das haben sie auch gesagt, sie wollen, dass ja viele so in Research-Apps einsetzen, das ist ja jetzt nicht unbedingt was, was jetzt so prinzipiell so für den für die breite Masse ist, was was dich anpinkt, oder? Das war jetzt, glaube ich, ja nicht so das.","Jein jein, also ich bin ich\nbin da auch im Research Setting vorsichtig. Also wenn mir jemand sagt, hier wir haben, wir machen jetzt Tracking von Personen mit Depressionen, weil Studien haben gezeigt, dass die werden ja langsamer und dann könnte man den Personen ja viel besser helfen\nAus einer Research-Sicht das ist meistens nur ein fadenscheiniges Argument, weil die Person brauchen das nicht. Und ähm,\ngrade Parkinson wurde halt einmal erwähnt, dass fand ich halt ein spannendes Setting, weil\nPerson mit Parkinson, ja, die haben eine sehr, sehr langsame Progression. Äh im Normalfall, die ist nicht halt wie bei MS, wo wenn man einmal einen entzündlichen Vorgang hat, das ist\nplötzlich unter schlechter wird, sondern parken dann halt entweder langsame Progression,\noder die haben halt Nebenwirkungen und Symptome und so Symptomfluktuationen, wo es halt dann eher um,\nMinuten bis Stunden geht, wo sich was ändert,\nUnd für die ist es dann irgendwie aus meiner Sicht zumindestens nicht so ganz das ideale Setting in dem jetzigen,\nIntervall Messintervall von halt zwei Wochen,\nEs sei denn, es geht halt so was um um Physiotherapie, aber ähm man kann da halt sehr leicht hinkommen, indem man halt dieses Intervall reduziert.\nDann hat man quasi äh genau die Daten, die derzeit verschiedene medizinische Anwendungen ähm\neh schon erheben. Also es gibt halt so für Parkinson, die im Prinzip tracken, wie ist grad die Beweglichkeit, äh Bewegungsschnelligkeit, Amplituden und so weiter\nDas kannst du halt mit iPad auch äh oder iPhone auch einfach machen,\nund damit hat man dann plötzlich ein sehr weit verbreitetes Gerät, was,\nMessdaten erhebt, was in dem medizinische Schlussfolgerung erlauben würden. Was sie aber gerade noch nicht machen können,\nWeil, wenn's ein medizinischer Zweck wäre, dann wär's ein Medizinprodukt und dann müssten sie's halt erstmal zertifizieren lassen.","Apple ist ja eigentlich ganz schön hinterher, da die Privatsphäre auch zu erhalten. Ich meine, das das Design ist ja von Anfang an so gewesen, dass so alles äh On-Device ist und äh,\nne, dass dass jeder Zugriff auf diese Daten explizit freigegeben werden muss et cetera PP.","Genau, also da finde ich äh iPhone auch deutlich spannender als Android-Geräte,\nund ähm also ich bin nach dem Gucken der Videos halt so ein bisschen angetan und würde der mehr mitmachen, also das,\nandere sieht, ist halt auch spannend. Ähm also das Problem, Medizinprodukte, Zertifizierung von Apps, äh Apple hat ja jetzt eine, die die,\nEKG App.","EKG-Geschichte.","Genau, die EKGs, die ähm eine medizinische App ist und Medizinprodukt zertifiziert ist. Ich glaube, das passiert definitiv auch mit den Bewegungsstaaten früher oder später.\nund das ist halt ja, also ich finde das sehr\nsehr spannend und die haben halt, dadurch, dass Apple so standardisierte Endgeräte hat, ist es viel, viel einfacher für die Medizinprodukte zu entwickeln, als zum Beispiel jetzt so was wie Android. Weil da hast du fünfzigtausend Hardware-Komponenten und rein theoretisch müsst du jedes\nAndroid Versionen mit jeder Hardwareversion separat äh validieren und das macht halt überhaupt keinen Spaß, aber so iPhone, zwei Generationen im Jahr,\nirgendwie zwei Modelle, viel, viel spannender.","Jetzt hast du ja Research Kit äh angesprochen, das gibt's ja auch schon ziemlich lange. Was was kann denn, was kann denn das und wird das eigentlich irgendwo außerhalb der USA benutzt? Hast du da mal was von äh gesehen?","Ich bin jetzt quasi äh erst seit vorgestern äh drauf aufmerksam geworden. Das heißt, ich weiß nicht,\nIch wusste, na doch, ich wusste so grob, dass es gibt. Ich wusste auch grob, dass ich das Health Kit gibt. Ähm äh aber die hatten jetzt halt so einen Dreiteiler, wie entwickelt man äh Research Kit-Apps,\nund da fand ich einfach den den Code und die Features sind die Arpe so nett und komfortabel gestaltet.","Du meinst ein Dreiteiler jetzt im Rahmen der WWTC gab's äh drei Talks. Mhm.","Ja und es war ein wie ein wie ein äh wie haben sie es genannt, äh Code de Lunge, haben sie's genannt, wo du wirklich\neinmal so durchgeführt wurdest, wie du so eine App aufbaust, halt auch sehr, was du halt wieder sagst, so privacy getrieben, also so von Anfang an, so hey\nwir machen nichts ohne Kontent, also der Nutzer, die Nutzerin muss einfach zu allem zustimmen. Du musst die Unterschrift hinterlegen,\nDu kannst die äh die Daten, die du ausliest, äh muss halt auch alles zugestimmt werden. Also es haben sie sehr, sehr gut\nund so ein bisschen privates halt einfach von Anfang an mit mit reingebracht, so dass das halt immer ähm mit äh mitgedacht wird.","Genau, genau, also das war.","Wie das in Deutschland ist, ich habe vor,\nBoah, das musste zwei, drei Jahre jetzt schon her sein, mit jemandem mal gesprochen, der ähm in äh für diese Organisation, die für den HL7-Standard äh äh zuständig ist, gesprochen. Und da hat er mir auch gesagt, dass Apple halt auch Research äh in Deutschland mit hat.\nwo die Daten, ich glaube, damals war's halt noch die Daten fürs äh ich glaube, das war das EKG da gerade. Da haben sie hier halt mit Leuten zusammengearbeitet, die auch, glaube ich, das Researchkit benutzt haben.\nich das weiß.","Derzeit ist aus meiner Sicht das Hauptproblem,\nDu musst bei jeder App, die du zum Beispiel für iPhone entwickelst und für die Forschung nutzen willst oder zum Beispiel auch als Gesundheitsanwendung einreichen willst\nganz klar darstellen, dass keine Daten an die USA gehen. Und wenn, dann sind sie verschlüsselt und niemand hat darauf Zugriff, weil USA halt als nicht\nsicheres Drittland geht und das heißt, eigentlich dürfen laut DSGVO und äh Datenschutzverordnung\nkeine Gesundheitsdaten auf US-Servern liegen, beziehungsweise mit US-Instituten gescharret werden, was halt ein riesen\nleben ist in der Forschung.","Was hast du da gerade gesagt? Letti H sieben?","Sieben.","Hr sieben.","HL sieben. Und das, was Research Kit jetzt benutzt, ist Fire, was also F H I R, was äh der neue junge, schlanke, verbesserte Standard, sein werden soll.","Okay, aber noch nicht ist sozusagen.","Ja, doch, den gibt's jetzt irgendwie in der vierten Version, ist, das Problem ist halt mit medizinischen Datenexport-Standards. Du hast so viel Zeug, dass das, dass die Dokumente von sich aus schon,\nSechstausend Seiten werden. Egal, wie wie schlank du es versuchst, zu halten. Aber feiere unterstützt Jason Format. Passt schon mal was ist.","Okay, also HL sieben ist genau ein, also ist das, sind das ist das ein Standard? Ist das ein Standard-Body oder ist das ein also genau.","Sogar eine Organisation meiner Meinung nach, die verschiedene Standards herstellt. Das ist einmal alles.","Ja, es ist eine Gruppe von Standards, aber HL7 wird als Bezeichnung für die Organisation verwendet, die Standards im Gesundheitswesen entwickelt und unterstützt, sowie\nVersion äh von den lokalen HL7 Organisationen okay, also das ist quasi so der Standardprozess, sage ich mal, so ein bisschen die Health Dean,\ndass nur gerade zu verstehen, ne? Und Feier, also fastes, also F H I R, aber man sagt dann halt Fire ist einer dieser,\nStandards und dessen Ziel ist, Datenaustausch zwischen Softwaresystemen im Gesundheitswesen. So, okay, das heißt, hier hast du Daten, Formate und Elemente,\nquasi Ressourcen, um das irgendwie alles zu beschrieben, zu beschreiben,\nOkay und das ist alles mit Web-Appy und Pipapo und dem ganzen Climwin und XML und was nicht alles.","Und das Schöne ist, wenn du Videodaten über Feier austauschen willst, kannst du sie als äh Base vierundsechzig and Coding direkt in die Jason packen. Das ist derzeit,\nder präferierte Weg.","Wirklich Videodaten äh Base in Kohle zu. Okay, das sind große Dateien.","Man kann auch irgendwie Referenzen angeben, das Problem mit den Referenzen ist aber, dass du halt überall sicherstellen musst, dass die Referenzen noch stimmen, also dass die die.","Okay, let's no,\nnochmal ein, ein, ein Verständnis äh Ding, weil wir ich meine, wir haben ja diesen ganzen Track hier irgendwie Digitalisierung des Gesundheitssystems in Deutschland und so weiter. Und wir alle wissen, dass was auch immer da äh begonnen wurde, ist\nvoraussichtlich nicht funktioniert und wir irgendwie seit äh Jahrzehnten schon an sowas wie da Plakate, die dich identifiziert äh scheitern, ne? Mal ganz abgesehen davon, dass es irgendeine,\nabsehbare Lösung gibt, mal in irgendeiner Form,\nwirklich nennenswert digital unterstützt zu werden von so etwas, weil ich meine, ich muss immer noch jedem Arzt im Prinzip,\nauswendig meine komplette ähm medizinische Historie runterbeten und alles, was ich vergesse, existiert nicht. So, weil ich kann.","Sei doch froh.","Nee, da bin ich nicht froh drüber, weil ich äh vergesse natürlich auch Sachen.","Du hast nichts zu verbergen.","Ich habe vielleicht was zu verbergen, aber derzeit verberge ich ja alles äh auch vor den Leuten, die mir unter Umständen helfen können. Das bringt mir ja auch nichts. Ich meine, ich verberge dann gerne dann die Daten, wenn ich's ja habe. Aber derzeit habe ich sie ja noch nicht mal.\nWarum kann ich mir nicht ein digitales Archiv meiner Gesundheitshistorie anlegen? Und ehrlich gesagt,\nMeine Angst ist größer, dass ich diese Information nicht erinnere und nicht vermitteln kann, äh als dass sie irgendjemand sieht. Ist so. Also ich meine äh,\nIch habe diverse Operationen äh äh gehabt, also gut, in meinem Fall sind jetzt meine,\nKomplikationen sind nicht mannigfalt, ich bin verhältnismäßig gesund durch dieses Leben gekommen bisher, klar, ich hab mir meine Hand gebrochen und dieses und jenes und irgendwelche kleinen\näh Dinge äh hat man und hier zuckt und da äh zirbt's irgendwie, aber im Wesentlichen ist man einfach nur unfit und fett. Ähm aber\nallein schon, also was ich zum Beispiel an dieser Apple Watch sehr mag\nist einfach die Tatsache, dass sie dafür gesorgt hat, dass ich jetzt im Prinzip seit zwanzig fünfzehn irgendwie einen vollständigen Pulserfassung habe. So.\nOder Software könnte da durchgehen und das Ganze nach irgendwelchen herzunregelmäßigkeiten,\ndurchsuchen, beziehungsweise\ntatsächlich tut die Uhr das ja schon, aber das ist ja nur der Anfang. Und genauso geht's jetzt irgendwie los mit Blutsauerstoffmessen, jedes EKG, was ich da mache, das sind ja alles Daten, die die will ich ja nicht wegschmeißen, weil die waren ja immer zu irgendeinem Zeitpunkt auch mal wahr,\nund mögen irgendeine Information äh ein haben. Und wenn's nur die Information ist, ich war gesund. Auch das kann ja Dinge äh ausschließen. Im,\nMedizin, in dem ich ja vielleicht irgendwann mal komme oder irgendjemand anders halt auch kommt. So und ich würde halt auch gerne mal einen Arzt wechseln können.\nUnd sagen können, so hier der alte Arzt, der ist mir einfach zu blöd,\noder der verschreibt Globuli. So, da will ich jetzt nicht mehr hin. Und dann möchte ich halt zum anderen Arzt gehen und sagen, so hier, kann ich mal hier einmal reinladen,\noder macht und dann hat er irgendwie die Krankenakte vor der Nase um einfach das ist ziemlich irgendwie drei Stunden lang irgendwas erzählen muss was ich sowieso falsch erinnere so. Worauf will ich hinaus? Ich will darauf hinaus\nkannst du mir mal ein Gefühl dafür geben, wie weit wir von dieser Welt eigentlich entfernt sind,\neinerseits, was die die tatsächliche Realität in Deutschland betrifft, aber andererseits eben auch die theoretische Machbarkeit,\nin in Form von verfügbaren Standards, also was könnte theoretisch heute, wenn man's richtig machen würde TM äh schon möglich sein, weil äh\nweitgehend spezifiziert und vielleicht auch schon abgehangen und implementiert sind. Und was werden wir davon überhaupt jemals sehen?","Das ist sehr, sehr weit gefasst und da lehne ich mich jetzt sehr, sehr weit aus dem Fenster, weil es nicht mein Hauptthema. Äh alles ist möglich, auch mit jetzigen Mitteln, du willst es nur nicht.","Ich will es nicht. Doch ich will das.","Du hast vorhin gerannt, dass deine Apps nicht über Tastatur bedienbar sind. Du möchtest nicht nach den aktuellen medizinischen Datenstandards irgendwie deine komplette äh Gesundheitshistorie,\naufbereitet haben, weil also das also das Problem generell.","Weil die Standards scheiße sind.","Ja das auch äh also rein theoretisch kannst du ja deine deine medizinische Historie,\nbei äh sowohl deinen Gesundheitsprovidern als auch beim äh kassenärztlichen Dienst anfordern,\nund dann kriegst du halt deine Dokumente, alles, was über dich derzeit bekannt ist, zugeschickt. Und dann hast du halt deine X,\nPampflete an allen möglichen Unterlagen, die irgendwie bei dir existieren, rein theoretisch kannst du auch bei den Krankenhäusern anfassen, also.","Ja aber warum denn als Papier? Ich will doch kein Papier haben.","Na, weil's anders gerade sicher nicht geht oder nicht implementiert, also das ist der Unterschied. Es geht, also es würde gehen, aber es ist halt nicht implementiert und es ist nicht zugreifbar. Du kannst deine Daten haben.","Ja, aber nicht digital.","Musst du halt selbst für die Digitalisierung sorgen.","Ja, das will ich ja gerade. Also das ist ja Hintergrund meiner Frage. Ich würde ja gerne selbst für die Digitalisierung äh meiner äh meiner Gesundheit sorgen, weil äh andere Leute sorgen ja offensichtlich nicht für die Digitalisierung meiner Gesundheit. Außer Apple\nund,\nÄhm dazu muss man ja auch mal klare Forderungen formulieren. Dazu muss man sich irgendwie auch erstmal selber so ein bisschen äh orientieren. So, aber was meinst du damit, ich kann das von meinen Providern äh anfordern, welchen Provider? Du meinst, meine Krankenkasse?","Also einen Teil der Daten kriegst du von deiner Krankenkasse, ein Teil der Daten werden ja nicht direkt bei deiner Krankenkasse abgerechnet, sondern bei der Kassenärztlichen Vereinigung. So.","Ja und die wissen dann, was über mich, was mir verschrieben wurde.","Was sie verschrieben wurde, für was du behandelt wurdest, was halt abgerechnet wurde.","Das heißt, ich kann so einen KV gehen und sagen, gib mal alles. Wie bei der Schufa.","Ja klar. DSGVO Datenausfrage.","Okay und dann bekomme ich das in welcher Form.","Je nachdem, vermutlich äh Briefe.","Briefe. Aber da drucken die doch auch nur eine Datenbank aus. Ja, okay, gut, das heißt, ich könnte ja eigentlich auch die Daten kriegen.","Na du, aber dafür gibt's halt vermutlich nicht die Schnittstellen.","Ja okay, aber äh das ist mir schon klar, dass es die dich gibt, weil wir sind ja in Deutschland, aber so die Standards dafür wären da,\nEs gäbe eine Möglichkeit für die KV,\nmeine Daten, die mir ja auch zustehen, dass ich die digital abfrage, so will ich ja auch keine Papierkontoauszüge von meiner Bank haben will, sondern eine AP, wo die Umsätze als solche gemeldet werden,\nIch möchte ja gerne mit meinen Gesundheitsdaten genauso umgehen wie mit meiner Bank. Sind ja meine Daten, mein Geld. Meine Gesundheit, meine Datensätze.","Da gibt's bestimmt einen, der einen Druckertreiber so patch muss, dass man dem Druckertreiber eine E-Mail gibt, dass das automatisch zu dir geschickt wird.","Kriegst du als digitales Fax. Musst du eine digitale Faxnummer angeben und dann kriegst du es da drauf zugestellt.\nProblem, hier ist ein kleines bisschen, du hast halt nicht einen zentralen Ort, sondern du musst,\nAlso bei mehreren Orten deine Daten abfragen, bei, also die die Hausärzte haben ja auch deine Datenhistorie mindestens, also eigentlich ist, glaube ich, mindestens zehn Jahre, teilweise müssen Sachen dreißig Jahre aufgehoben werden,\nUnd wenn du die deine vollständige Gesundheitsdokumentation haben willst, musst du zu den allen hingehen und sagen, hier gib mir mal meine Daten, dann machen sie dir kopieren und schicken dir äh geben dir das,\nin die Hand.","Die schmeißen ihn nach zehn Jahren weg.","Werden noch zehn beziehungsweise nach dreißig Jahren vernichtet, ja.","Nein, genauso wie die Bank nach drei Monaten meine Kontoauszüge wegschmeiß.","Jein.","Aber man selber muss die zehn Jahre aufheben fürs Finanzamt, ne? Ist schon komisch.","Könnten sie einem ja mal Bescheid sagen. Also ich habe noch nie einen Brief bekommen, dass ich gleich meine Daten vernichten.","Macht auch keiner.\nAlso das, das ist das steht also das Problem ist eher eigentlich werden die meistens nicht sachgerecht sachgemäß vernichtet, obwohl sie es werden müssten,\ndas Problem auch generell bei so alten medizinischen Daten ist, dass der Kontext nicht mehr herstellbar ist,\nund ähm ich habe in einem unserer,\nStudienprotokolle sogar gelesen, die Daten müssen nach X Jahren vernichtet werden, weil halt nicht an dann zu diesem Zeitpunkt nicht mehr nachvollziehbar ist, ob ein Fehler, ein Fehler war,\noder äh einen Schreibfehler oder ob das wirklich so gemeint war oder wie es jetzt dazu kam, dass dieser Eintrag erhoben wurde. Und das ist halt bei medizinischen Daten,\ngefährlich.","Okay, aber wir nähern uns der Sache. Also Werner meint hier gerade im Chat oder weißt drauf hin, dass ja die iPhones äh schon CDA unterstützen. Glinicke Documens Standard oder beziehungsweise Wikipedia glauben darf, CDA\nund das ist quasi äh genau äh so etwas, womit man sich im Prinzip diese Gesundheitsakten schicken lassen könnte.\nund das geht wohl teilweise in USA schon.","Genau, wenn du den Anbieter das unterstützt.","Okay, aber mein Anbieter ist immer die KV oder kann mein Anbieter auch was anderes sein, als okay, wenn ich privat versichert bin, ne?","Auch Leistungsabbringer, Physiotherapeut oder Arzt.","Ärzte könnten theoretisch.","Also ich glaube nicht, also ich kenne keine Arztpraxis, die unterstützt, dass du deine äh deine eigene äh deinen eigenen Patientenbrief, die Patientendokumentation als CDA bekommst, das ist ja teilweise noch handschriftlich,\nAlso es kommt darauf an, wie viel Detail du haben willst,\ndann eingescannte Ortsbriefe oder handschriftliche Notizen von von dem Kontext.","Da gibt's doch bestimmt auch so ein lausiges äh Startup, was das in der Cloud macht irgendwie, Arztbrief, äh Arztbrieft, du iPhone Punkt com. Genau.","Kriegen den Friedensnobelpreis, wenn sie Arzthandschriften äh,\nleserlich äh Phasen können.","Ja, du guckst so ungläubig, findest du meine, findest du meine Grundeinstellung an der Stelle irgendwie äh unangemessen? Wieso? Also ich meine, warum würdest denn du das nicht haben wollen Dennis?","Weil ich das jetzt schon sehe, dass die Daten alle im Netz rumflattern. Habe ich gar keinen Bock drauf.","Im Netz musst du doch nicht holen, ein Netz hochladen. Ne, die haben die Daten doch eh.","Ich lade die definitiv nicht im Netz hoch, aber die werden da landen.","Aber die haben doch die Daten, die haben die doch schon. Ja, aber warum hast du sie dann nicht?","Aber wenn dann noch, wenn dann noch mehr Leute damit rantieren und die quer durch die Gegend schicken, dann geht's noch schneller.","Ja und dann? Was ist dann?","Landen die im Netz, werden die verkauft an Buden, die damit wieder Geld machen,\nwie jetzt Doktor Lipp schon irgendwie die Geschichte, dass die ihre Daten an Facebook verkaufen.","Ja, okay, cool, klar. Ich sehe natürlich die Gefahr, aber man muss doch auch mal die Chancen sehen. Ich will doch auch eine Autonomie über.","Aber von der Chance, finde ich, habe ich nicht so viel, außer, dass du jetzt bisschen irgendwie mehr Luxus brauchst, weil du mal zum Arzt gehst, aber ich finde der Schaden ist größer.","Wieso das das kann mir potenziell das Überleben sichern. Aber ich sterbe ja nicht automatisch davon, wenn das irgendwo im Web ist, wie Wastala, was warum?","Also die, die Use Cases, wo es dir das Überleben sichern kann, sind mindestens genauso groß wie die Use Cases, wo es dir das Leben kostet.","Okay, dann mal los. Welche sind letztere?","Äh falsche Eintragung.","Na gut, aber die falschen Eintragungen würde ich ja jetzt auch in Papierform bekommen. Das ändert ja sozusagen nichts an den Daten.","Richtig, aber das Problem ist, dass dass die Daten für die anderen Ärzte nicht verfügbar sind, deshalb werden Tests doppelt gemacht. Es ist halt schlecht, wenn Test doppelt nachgemacht werden, weil es mehr Kosten und mehr Aufwand.","Das machen die bei jedem Unfall auch die Blutgruppe raushin, weil sie der nicht trauen, selbst wenn du es schriftlich hast, trauen dir dann nicht, dass die Angabe deiner Blutgruppe stimmt und machen das nochmal, wenn du einen Unfall hast. Bei sicher, sicher.","Ja, schlimmstenfalls steht irgendwo eine eine falsche Diagnose, die du nicht,\nnicht ändern kannst, weil hat ja ein Arzt bestätigt, dass du, keine Ahnung, mal nicht depressiv bist oder ähm Anime hast und äh.","Gut, aber aber die Daten sind doch ja eh da. Also ich meine entweder bewirken sie dort nichts und wenn sie dort etwas bewirken, dann bewirken sie das auf einmal,\nAlso dann dann ist das Problem ja unabhängig davon, ob ich die Daten auch habe, dann weiß ich ja zumindest, dass es mal eine falsche Diagnose ist, weil ich's mir überhaupt in der Lage bin, mir das mal visualisieren äh zu können,\nDas versteht ja dann auch irgendwie keiner. Diese ganze Arztsprache, diese Gesundheitssprache ist ja auch kompliziert. Also man begreift das ja nicht. Ich glaube, eins dieser Features, wenn jetzt gefällt mir das nämlich gerade ein,\nHaben sie dich sogar für iOS fünfzehn ähm.","Erklärungen jetzt dazu gemacht.","Genau die Erklärungs, also dass sie das sozusagen,\ndass sie so Interpretationen genau, die noch zu den Labordaten, das war das, ne? Also, was weiß ich, du hast ein so und so Cholesterinwert von, hm, haste nicht gesehen, äh Millior, Unit hier und,\nSolche Zahlen schaut man sich halt an aufm Stück Papier und sagt sich so,\nJa. Was ist das jetzt in Satoshi und so? Und äh äh\neine Software zu haben, die in der Lage ist, mit dieser Information, die es ja die existieren, mal aufzubereiten, um mal zu sagen, hier guck mal, das ist das, was die Daten sagen, was irgendwie die Wahrheit ist\ndann kann ich das ja durch Interpretation auch gerade stellen und ich habe diese Information überhaupt mal,\nUnd genauso halt hier meine meine selbst von mir selbst gesammelten Daten, möchte ich halt auch ganz gerne mal visualisiert bekommen und natürlich im Zweifelsfall halt auch kombinieren.\ndas alles so fern der Realität oder?","Nee, ich verstehe den den Ansatz, aber ich bin, ich sehe halt sofort die, die ja, Probleme ist, also es ist halt das ist wieder so, man hätte gerne eine einfache Lösung für ein extrem komplexes Problem,\nund vielleicht solltest du dir mal jemanden einladen, der sich da hauptberuflich mit befasst.","Ich habe da schon mal einen Podcast gemacht, so ist es dicht, ne? Ja,\nDa, habe ich.","Medizin ist halt,\nkann kann viel helfen, kann aber auch viel schaden anrichten. Und das Problem ist die Datenmengen, die jetzt schon anfallen, sind einfach zu groß, um sie äh überschauen zu können. Das heißt,\nman ist früher oder später bei der Bewältigung dieser Datenmengen auf äh Softwarehilfe angewiesen und das,\nProblem ist derzeit und wird auch immer bleiben, dass die Daten beiessen sind.","Gut, aber die Daten werden ja erhoben und sie existieren und dann mit damit gelten sie ja. So und wenn ich jetzt zum Arzt gehe und das wird irgendein Befund festgestellt und es wird ein Befund abgespeichert\ndann sehe ich nicht ein, warum ich irgendwie nicht eine Push-Nachricht kriege und äh äh ich habe das dann in meinem Lochfall.","Also das ist das ist ein Teilproblem, an dem kann man arbeiten. Das ist aber noch\nmeilenweit davon entfernt, dass alle Daten äh Analysiert, geteckt, für dich aufbereitet und für dich konsumierbar und im Idealfall auch von deinem neuen Arzt oder Notfallarzt konsumierbar sind.","Klar, aber man muss ja auch irgendwo anfangen. Und vor allem, ich seh's ja auch äh in der Beziehung anders herum, dass ich auch Daten liefere,\nSo, weil wenn dich jetzt irgendwie abgecheckt werden soll auf irgendetwas und ich habe jetzt äh digitale Devices, die bei mir einfach mal über ein paar Wochen meine Atmung äh im Schlaf messen oder äh so\nso ein Feature, was demnächst, glaube ich, äh in die Uhr kommt, ne? Ist mal so, so was weiß ich so ab, äh also so Schlaföl ähm,\nalso diese Unregelmäßigkeit des äh Atmens im Schlaf, was man ja irgendwie nicht mit\nso das sind halt alles so Daten, da würde ich halt ganz gerne mal so zum Arzt gehen und sagen so ja hier äh halt mal dein iPhone äh hier ran und das das sind jetzt so die Messdaten, die ich mitgebracht habe. Jetzt interpretiere mir das mal. Also ich will ja jetzt\nnicht unbedingt jetzt selber interpretieren\nmit meiner so ja also deine Überlebenswahrscheinlichkeit beträgt vierunddreißig Prozent. Darum geht's mehr nicht, sondern ich will ja.","Hirnschäden sind, zehn Prozent fortgesetzt.","Ja, aber ich ich komme mir ehrlich gesagt so ein bisschen blöd vor bei Ärzten immer, weil ich nicht mitspielen kann. Weil ich irgendwie kein aktiver Teil der Begleitung meiner äh Gesundheitsüberwachung sein darf.","Solltest du mal den Arzt wechseln.","Ja äh.","Aber ich habe bisher noch niemanden getroffen, der mir auch nur ansatzweise äh irgendwie digital äh in irgendeiner Form imponiert hat. Vielleicht mit der Ausnahme meines Zahnarztes, der zumindest Meckentorches benutzt, obwohl er da Windows drauffährt.","Äh kompatibel sein muss, haha. Nein, ähm.","Die werden auch nur abgezockt bei Zahnarzt erzählt, wenn auch immer Horrorstories.","Wechsel mal dein Zahnarzt.","Nee. Der ist super in der Hocke.","Problem, dass du dich nicht gut genug äh abgeholt fühlst und mit deinen Daten nicht gut genug abgeholt fühlst von den Ärzten, ist halt auch nochmal ein ganz anderes Problem. Das liegt,\nnicht das liegt an unserem Gesundheitssystem als als solches und auf der Sitzung, dass halt Ärzte zu wenig Zeit haben\num sich überhaupt mit solchen Sachen auseinanderzusetzen und mit dir als Person auseinanderzusetzen. Ich meine, wenn du\nstandardmäßig für fünf Minuten Aufwand pro Patient vergolden wirst\ndann hast du nicht die Möglichkeit, äh Gesundheitskompetenz und deinen Patienten aufzubauen, sondern dafür gibt's dann bei neurologisch oder generell chronischen Erkrankungen, zum Beispiel spezielle Schwestern\ndann sich eine Stunde Zeit nehmen für den Patienten und sagen, pass auf, ist so und so und ich besuche dich jetzt regelmäßig und das sind die Medikamente und so wirken die und wenn du Fragen hast, dann melde dich bei mir,\nDas kann können Ärztinnen gar nicht, gar nicht leisten und dafür werden sie in unserem heutigen Gesundheitssystem, zumindest in Deutschland auch nicht angestellt.","Ich wollte das jetzt auch nicht auf die Ärzte alles abschieben. Ist mir schon klar, dass das so ein so ein so ein Gesamtproblem ist. Aber ich akzeptiere halt auch nicht, dass sich das jetzt nicht ändern soll.\nAlso irgendwas muss ich da jetzt dann doch mal tun,\nund ich suche halt nach allen möglichen äh Wegen, wie man das tun kann und äh ein Ding ist natürlich die Tatsache, dass wir jetzt alle solche Devices haben, die äh so Security-Privacy-mäßig halbwegs gut funktionieren und tatsächlich diese Datenformate auch,\nsprechen können. So, damit ist ja schon mal eine Voraussetzung gegeben, dass das jetzt nicht jedermanns Sache ist. Es ist mir vollkommen klar und dass der Rest der Welt\nfünfzig Jahre später nachzieht und das irgendwie als äh dann als normal ansieht, meinetwegen, aber so ist mein Leben, ja, so war mein Leben schon immer\nwar immer schon alles erst dreißig Jahre später, wurde darüber gesprochen\ndass mein Anspruch ja irgendwie angemessen ist. Ich wollte halt vor dreißig Jahren schon Internet haben, so jetzt kommen wir langsam dahin, dass Leute das einsehen, dass das eine eine legitime Forderung ist. Und der Rest kommt dann halt erst wieder in zehn Jahren. Und äh genauso ist es natürlich auch mit diesem Gesundheitsding, aber da deswegen höre ich ja jetzt nicht auf\ndarüber nachzudenken, wie das das im Prinzip mal\nsein sollte und ich will das irgendwie haben, ich will meine Buchhaltung natürlich digital im Griff haben, äh ich will aber auch alles andere, ich will einfach alles digital im Griff haben.","Hm, genau, Medizin ist halt einfach mehr Daten machen noch nicht gleich bessere Medizin.","Ja, aber gar keine Daten machen halt auch keinen Spaß. Also es ist einfach.\nIch ich will mitspielen. Ich will einfach mitspielen so. Es muss.","Solltest du Medizin studieren, dann weißt du auch, was mit deinen Daten anzufangen.","Na ja, mal.","Dann kannst du mitspielen. Auf irgendeinem Nie.","Ich will die, ich will auch, ich will aber auch mitspielen können ohne Medizin zu studieren. Ich habe ja andere Qualitäten, die ich hier mit ins Spiel einbringen kann.","Du kannst exzessiv googeln.","Nee, ich kann ich kann Forderungen stellen, wie man so eine Interaktion äh hinbekommt, weil ich will ja äh ich will ja sozusagen auch glückliche Ärzte erzeugen. Er hat sie zu viel Zeit haben. Das liegt ja auch da dran, dass sie sich um Scheiße kümmern müssen, die ich ihnen ja auch abnehmen könnte.","Buchhaltung zum Beispiel, weil plötzlich Daten.","Entschuldigung, Entschuldigung, habt ihr das Bild von Rainer gerade.","Was?","Ja.","Hinweisen mit äh ja aber auch das Bild von Tim darunter.\nreiner da äh gepostet hat.","Die Buchhaltung der Ärzte ist Abrechnung gegenüber Krankenkassen. Und das ist das ist schon schlimm.","Ja, alles schlimm. Tja.","Und bei uns ist noch relativ gut hier, ne?","Also ich bin äh ich möchte nur, ich möchte nur von der Redgott bekannt geben, dass ich mit der Gesamtsituation unzufrieden bin,\nund dass sich das alles anprangere. Und äh.","Das ist total in Ordnung, damit es besser wird, müssen wir halt deines, du bindest insgesamt unzufrieden irgendwie darauf fokussieren, was sind denn die Punkte, die die unzufrieden sind und priorisieren und dann können wir einzeln abarbeiten.","Du sprichst jetzt wie so eine Ärztin zu.","Ich war wie eine Therapeutin,\nSo Tim, dann legst du dich mal auf die Couch und erzählst uns all deine Probleme.","Sogenannte Therapieziele, die gemeinsam vereinbart werden.","Ja was hat denn, was hat denn der Herr? Ja der will immer alles digital und sofort. Ach ja nee wirklich, das ist ja schlimm.","Und zur nächsten Sendung hast du dann die Hausaufgabe, dass du mal deine komplette medizinische Historie bei allen möglichen Endpunkten eingefordert hast.","Okay, ich äh wette auf jeden Fall dranbleiben an diesem Thema. Ich äh äh sehe das nicht ein. Wenn irgendjemand von euch bei einer KV arbeitet oder irgendwie Ahnung von solchen Schnittstellen hat.","Ankündigen.","Bring it on irgendwie. Ich will ich will mein Digital, ich will alles digital haben, ich will alles irgendwie auf meinem Rechner haben, ich will das visualisieren, ich will das archivieren, ich will nachschlagen können, weil ich bin einfach mal verdammt vergesslich. Ich vergesse alles und ähm\nPierstapel anfordern. Ich meine, das fängt ja schon mal damit an, dass man noch nicht mal weiß, wo man's jetzt eigentlich anfordern muss. Gibt ja gar kein Verzeichnis.","Ja, das ist das deutsche Gesundheitssystem. Ich kann irgendwann mal, ich gucke mal, ob ich das Schaubild habe. Ähm.","Schaubild.","Ja, ja, ja.","Aber natürlich ist es komplicated. Ihr seid alle viel zu jung irgendwie, ihr seht irgendwie dieses Problem nicht. Ich will das irgendwie haben. Vor allem die Zeit läuft ja auch echt davon.","Und ich warte auf das nächste Apple Update, äh um mir wieder eins meiner Probleme zu lösen. Also so ist denn kommt demnächst oder über demnächst.","Wir haben genug Leistungssport intus, dass wir mindestens zehn Jahre Gesundheit aufholen können.","Na gut, schließen wir das Thema ab, digitale Gesundheit ist noch eine Weile ähm,\nIst noch eine Weile hin, aber ähm das muss jetzt irgendwie kommen. Denkst du daran, dass diese komische Patientenakte und dieser ganze Kram irgendwie mal Realität wird?","Also ja, weil das ist ja gesetzlich gefordert und Leute werden äh,\ndafür haftbar gemacht, wenn sie es nicht ein, also Stichwort Thematik, Leute werden dafür haftfrei gemacht, wenn sie nicht funktionieren, äh System äh nicht einsetzen wollen.","Gucke mal, also hier hat jemand doch einen Link äh gepostet. Das muss ich doch nochmal zitieren hier. Elektronische Patientenakte. Seit dem ersten Januar einundzwanzig erhalten gesetzlich Versicherte auf Antrag. Das bin dann wohl ich von ihrer jeweiligen Krankenkasse an der elektronischen Patientenakte. Also ich muss es beantragen,\nSiehst du das richtig? Okay,\nHierbei handelt es sich um eine für die gesetzlich versicherten freiwilligen Anwendungen mit der IPA können wichtige Diagnose und Behandlungsdaten interdisziplinär für die an der Behandlung beteiligten Zahnarzt und Arztpraxen, Krankenhäuser, Apotheken und in Zukunft auch Einrichtungen\nweiterer Gesundheitsberufe verfügbar gemacht werden. Aber das bedeutet sozusagen in the Cloud, ne? Wir reden bei der,\nvon dieser Akte, äh sagen wir sozusagen, die Speicher, das für mich.","Kann sein, ja, vermutlich.","Kann sein, weißt du nicht, okay. Die Kranken.","Ich bin auch mit dem Gesundheitssystem beschäftigt, was ich.","Ja, okay. Du postest das Gesundheitssystem.","Ja. Ich versuche es irgendwie ins Skeleck zu quetschen.","Das ganze Gesundheitssystem, ach so, deine Übersicht äh verstehe. Ja, okay, gut, das ist äh.","Also es ist nicht meine Übersicht, sondern ähm das.","Fahrplan von New York, von der U-Bahn.","Ach das Ding.","Das ist vom Zukunftskreis Gesundheit Premium Zirkel von Momsen eins Mann von der Frankfurter Rundschau. Es war irgendwann mal in irgendeiner Zeitung,\ndas war, stand ano dazu mal das Deutsche Gesundheitssystem.","Okay, mal reingucken.\nund das mache ich mir mal ganz groß auf. Wow! Wow! Das ist aber eine Menge Pfeile.","Da hat jemand wirklich richtig gute Arbeit geleistet.","Mhm.","Und das ist aber veraltet inzwischen. Ja, ja, ist größer geworden.\nÄhm weil ich glaube, dass die, also mitm Wechsel von der medical Directive, auf dem Medical Regulation,\nkann es sein, dass weitere Player, zumindestens im Medizinproduktebereich dazugekommen sind,\naber da müsste ich gucken, was hier jetzt genau drin ist und was eben nicht drin ist,\nUnd das ist nicht ganz so, also zum Beispiel die digitale Gesundheitsanwendung. Das ist so ein Ding, was ja vom B-Farm ausgehen müsste und hier einfach nicht, nicht drin ist,\nWas einmal auch so ein bisschen quer schießt,\nAber ja, also. Aber jetzt hast du hier im Prinzip eine Liste, wo du überall nach deinen Daten fragen kannst.","Aber warte mal, diese diesen PDF, was du geschickt hast, ist das Wort digital überhaupt nicht enthalten.","Willkommen im Deutschen Gesundheitssystem.","Also äh das ist ja krass. Aha. Toll,\nja, ich werde mir das mal genauer anschauen. Also es ist natürlich klar, in der konkreten Implementierung ist das alles ganz furchtbar und äh da haben wir ja auch schon viel Böses gehört. Also die Art und Weise, wie das dann umgesetzt wird\nalso äh derzeit umgesetzt wird, die ist halt irgendwie katastrophal, deswegen habe ich so ein bisschen die Hoffnung, dass in dem Moment, wo die Großen\nUS-Anbieter diese ganzen digitalen Schnittstellen einbauen in ihre Devices\ndass es dann eben auch in zunehmendem Maße Anwendung äh gibt, die ohne irgendwelche komischen Sirt Partyboxen, die noch irgendwo dazwischen geklemmt werden und Terminalserver und du hast nicht gesehen, einfach das so mit dieser mit Sicherheit von dem Netz und mit dem richtigen Umgang mit den Daten\näh in zunehmenden Maße vereinfachen werden. Das ist jetzt so ein bisschen mein optimistischer Blick auf diese ganze äh Geschichte, aber dass jetzt Apple da an der Stelle besonders viel verschlimmert, kann ich ehrlich gesagt nicht sehen.","Nee, was halt nur lustig ist, ähm vor, keine Ahnung, zehn Jahren hatte Windows halt auch grade angefangen, in diese helfbaren zu,\nentwickeln und hat das aber relativ schnell wieder eingestampft und das ist halt nochmal wieder so ein schönes Beispiel, wo Apple einfach,\nnicht unbedingt Vorreiter ist, aber wenn dann gute Sachen macht und irgendwie dabei bleibt,\nWindows, teste doch einfach mal aus und wenn's nicht, keine Ahnung, innerhalb von zwei Jahren funktioniert, wird's einfach direkt wieder eingestampft.","Die lassen sich da nicht genug Zeit. Mhm.","Ich weiß nicht, ob ihr euch daran erinnert, aber als Talan ich angefangen habe zu studieren zweitausendachtzehn hat Apple auch noch viel, viel mehr Werbung auf den Seiten von sich gehabt, dass sie im Forschungsbereich der Medizin unterwegs sind. Also Apple war halt wirklich sichtbar in dem Bereich. Und das ist ja dann aber mal so,\nirgendwann so ein bisschen zurückgefahren und jetzt scheinen sie halt endlich wieder da zu sein,\nAber damals gab's halt wirklich die große Werbung auf den Seiten mit hier, unsere Mac Pros, die stehen halt für Bildverarbeitung in den großen Kliniken dieser Welt so.","Genau, kann man MRTs und und Röntgenbilder drauf angucken und sind von sich aus äh kalibriert und kommen mit dem Stickerchen, dass man das auch darf. Wohingegen,\nHalt irgendwie ist extra Services für gibt, die dann nur diese Bildschirme kalibrieren, um sie dann in die Kliniken zu stellen.","Richtig teuer Geld.","Natürlich ist ja alles Manpower und Arbeitskraft.","Das immer so ist, ja.","Zum Thema ganz kurzer Einstub, Kalibrierung. Äh,\nKonrad äh hat einen kalibrier mit einem DAX Akkreditierten Institut, der äh und man kann bei Konrad vorkalibrierte, also isokalibrierte Geräte kaufen. Das ist total cool. Das habe ich heute entdeckt.\nbin sowas von angetan.","Sinne von Monitore.","Nee, aber so äh Elektro, Messer, Ostillatoren, bei mir und sind's halt Laserabstandsmesser, die aus einem mit einem DAX Kalibrierschein kommen.","Mhm. Was heißt das, DAX?","Äh muss ich auch meiner.","Aktienindex.","DAKS ist äh deutsches irgendwas für Kalibriere und äh deutsches Akkreditierungsstelle.","Akkreditierungsstelle. Aha, was akkreditiert man da?","Messsysteme. Temperaturmesser, Strommesser, Abstandsmesser.","Unsere Akkreditierung schaffen Vertrauen in die Arbeit von Laboratorien sowie Inspektions- und Zertifizierungsstellen, deren Bewertungsleistungen in vielen Wirtschaftsbereichen benötigt werden. Mhm,\nDas heißt, die sind sozusagen so eine Art ähm Kompetenzabsegner. Kann man das so sagen?","Kompetenzkompetenz.","Für Hardware, ja. Die sagen, dass diese Waage auch äh genau genug misst in einem bestimmten Abstand und rückführbar ist auf die nationale Normale.","Okay, das heißt, ich kann jetzt so ein Thermostat oder so was ähm bei Konrad kaufen und es mir dann akkreditieren lassen, kalibrieren, kalibrieren lassen oder bestätigen lassen, dass die Kalibration stimmt oder wie auch,\nAlso die führen das selber durch.","Äh Konrad selbst hat quasi einen einen Partner von so einem akkreditierten Labor.","Ist dann durchführen, okay?","Die das durchführen.","Dafür zahlt man aber extra.","Dafür zahlt man extra.","Aber sowas von.","Ja, aber ist viel einfacher, als wenn ich jetzt ein Ding kaufe, dann eine akrediertes Labor schicke, die das für mich prüfen und wieder zurückkam.","Verstehe. Es ist Service sozusagen. Und äh kannst du mal eine Größenordnung abgeben, was so ein ähm kalibrierter Laser dich dann quasi mehr kostet, als wenn du ihn so gekauft hättest?","Bei Conhat sind das grade fünfzig Euro.","Für ein Gerät, was, was, wie viel kostet?","Achtzig,\nAlso es ist total akzeptabel. Ähm bei unseren derzeitigen Anbieter hätten wir halt für eine einfache Kalibrierung einfache Überprüfung hundert Euro bezahlt. Das geht aber,\nje nachdem wie viele Tests gemacht werden müssen und wie viel Genauigkeit gefordert ist, beliebig hoch. Nischenprobleme.","Finde ich cool. Ich meine, weiß der Geier, wann man mal was kalibriert haben möchte. Ich meine, so einen Laserkram und so, das ist alles ganz genau. Das kann ich mir gut vorstellen, dass es einen wissenschaftlichen Arbeit natürlich total äh äh relevant ist, ne? Also wenn du das nicht machst.","Audio.","Ne?","Audio ist das auch total relevant, wenn du dir einen Dezibel Meter\nso ein, weiß nicht, ein bezahlbares zum Beispiel kaufen würdest, das da gibt's dann so viel Spiel zwischen diesen China, Fließband hergestellten Geräten, wo du dich nicht so richtig drauf verlassen kannst, dass das, was da als Zahl draufsteht, wirklich stimmt,\nman sowas da auch kriegen würde, wäre ich zum Beispiel total interessiert.","Guck mal, ich glaube schon. Also die hatten eine ganze Reihe von von äh kalibrierten Dingen.","Dann hätte ich schon mein drittes Dezibel Meter,\nJa, das gab's auch irgendwie, ich weiß nicht, äh ähm,\nirgend so eine Sendung, die ich geschaut hatte auf YouTube, die ich sehr mag, ähm eine britische. Da ging's dann da drum, dass irgendjemand zu Hause also einen Dezibelmeter hätte. Dann haben sich alle dadrüber lustig gemacht, wie nerdig die,\nPerson noch ist und dann habe ich äh ähm\nnur kurz in der Runde, mit denen ich das schaute, angemerkt, dass ich ja zwei hätte und äh das sorgte dann für ebenso großes Gewächter,\nwobei ich das ganz normal finde.","Alright. Wer will denn mal weitermachen? Letti, du hast auch noch was auf der Liste. Oder?","Ich habe auch noch äh mir wurde etwas zugetragen auf meine Liste. Ja und zwar von unserem lieben Rainer,\nder hatte während der Corona-Zeit sich ein Projekt aufgehalst,\nund sucht gerade fleißig nach Beta-Testerin. Und zwar hat Rainer sich 'ne hat 'ne App geschrieben für Media CC sozusagen eine Mediathek,\ndie ganzen Videos, die man auf Media CTC findet, fürs iPhone und für das iPad,\nUnd der Rainer würde sich sehr darüber freuen ähm über äh unseren Kanal ein paar Betatesterinnen zu finden. Ich äh haue mal den Link in den Channel rein. Ich habe auch schon gefragt, ob,\nob er irgendwelche Präferenzen hat, aber gibt es nicht, also gerne viele Leute gerne fleißig testen und alles kaputt machen und Feedback an Rainer geben,\ndenn wie wir alle wissen, Feedback ist wichtig für gute Softwareentwicklung, nicht dass wir dann in Themen hier sitzen haben in dreißig Sendungen, der sich dann darüber aufregt, dass die ganze App nicht mit der Tastatur zu bedienen ist, ne?","Zumindest ein totales Drama oder sich meine Gesundheitsdaten da nicht hochladen kann.","Oder genau, die Gesundheitsdaten nicht hochzuladen sind, das wäre auch ganz furchtbar. Deswegen wurde sich der Rainer freuen,\nwenn sich Menschen bei ihm melden würden, die daran Interesse haben. Ähm es gibt auch eine, also gibt auch eine Anleitung dazu, wie man dann die Testflat-App installiert und wie man das Ganze benutzen kann,\nUnd ich denke, da hier einige äh Konsumentinnen von Media CCC sein werden,\ngibt es vielleicht auch die ein oder andere die Lust hat da zu helfen. Beim Testen. Genau das wollte ich eigentlich nur haben.","Wie die YouTube-App für YouTube äh haben wir jetzt die Wok TV für äh.","TV für den coolen Teil des Internets. Genau.","Den wirklich coolen Teil.","Für den wirklich coolen Teil des Internets, genau.","Okay, du hast einen Link geteilt, dann sag doch noch mal ganz kurz, was man tun soll.","Der Link ist der der Link für die Betatestphase in und wenn man den öffnet,\nPhone oder dem iPad kommt man direkt zu der Seite und kann dann Testflyte öffnen auf dem jeweiligen Gerät. Also Testflat ist ja von Apple, die Software, die man hat, in der man,\nApps testen kann, bevor man sie in einen Store schiebt, was halt ganz nice ist, weil so kannst du dir halt immer deine neueste Version, die du grad im Testwert hochgeladen hast, aufs Handy schieben, testen, was geht, was nicht geht,\nsehr, sehr konvenient die App im Vergleich zu dem, wie das Betatesten auf Android funktioniert. Und ich werde hier grad noch angepinkt,\nÄhm genau und ich würde auch noch die äh äh die Kontaktadresse können wir dann gerne noch dazuschreiben, aber ich glaube, das wird in sich in den zu finden sein, weil sich Rainer da grad noch nicht sicher ist, welcher E-Mail-Adresse die richtige ist.\nGenau,\nsind Details, die nachgeliefert werden können. Aber für alle, die unbedingt schon immer mal einer eine Media CCC App haben wollten, auf ihren Endgeräten,\nEs gibt demnächst eine Lösung.","Ja, vor allem äh aufm Apple TV wäre das ganz cool, aber ich glaube, das ist derzeit nur äh für iPhone, ne?","Oh, oh, oh, Rainer, hörst du, hörst du, so ist das, wenn man dem Tim zeigt, dass man was gemacht hat. Da kommen gleich die Anforderungen.","Das zuerst gesagt, weil es gab ja für Apple TV schon mal so eine App, die äh wohl nicht mehr existiert, also wenn schon, denn schon, aber ich meine, spricht ja äh und vor allem, also ich meine, wenn schon dann Katalyst, ne, also es muss dann irgendwie auch äh.","Natürlich.","Ja und auf der Watch Tastatur äh äh wie heißt das, Unterstützung, alles.","Alles genau.","Timelprooft, gibt's da schon ein Icon dafür, so ein so ein Prit Love Sumps Ups Icon? Das wäre mal das Richtige für Software.","Da gibt's da schon einen Bewurf, mich mit äh Unterstützergeld Button.","Ich weiß nicht, ob es sein Bewürf mich mit Unterstützer bei Geldbutton oder ein Apple Pay Button gibt, das äh sind Infos, die wir in den mit Sicherheit nachreichen werden, weil aktuell erreichen mich diese Infos noch nicht.","Mit Sicherheit bist du dir da so sicher,\nTim ist so lockerlich mit den Shownotes. Ich kriege jedes Mal hintenrum noch Tweets, dass irgendwie, ja, was war das nochmal? Ich finde.","Moment, Moment, Moment, Moment, Moment, Moment, Moment.","Dann sind meine Links da nicht drin und so ja.","Das ist das, das kann nicht sein. Wenn das in einem Slack landet, dann landet das auch in der Sendung. So, das heißt, ja, das behaupte ich.","Du, ja? Das war schon mehrere Male nicht der Fall, aber es ist nicht so schlimm.","Ich kann mich gar nicht dran erinnern, dass das irgendwann mal der Fall war. Also meistens war es so, dass es nicht im Snack war,\nJa, weil ich habe dann automatisch einen Konveter. Ich sage einfach, alles von dann bis dann. Nimm rein und dann müsste ich die ja schon exquisit rausgeworfen haben.","Ja oder das äh es könnte sich um einen Back handeln, möglicherweise.","Das ist natürlich auch durchaus vorstellbar, aber dann ist es ja nicht meine Schuld.","Heißt aber trotzdem, dass du nicht gewissenhaft genug bist, um das, dass es dir auffallen würde.","Gewissenhaft genug, mir alle links automatisch zu merken, um sie dann irgendwie, naja, okay, gut.","Hörst du denn die Sendung nicht nach?","Schreibst du denn nicht mit, Tim, wenn wir hier was erzählen?","Ich mache äh das wollt ihr gar nicht wissen, was ich hier alles mache für diese Sendung, aber ich höre eine ganze Menge nach, nicht alles komplett, aber äh so wie ich gerade schneide, höre ich äh ziemlich viel nach. Und ähm ja.","Mehr so dich selbst oder mehr so uns.","Natürlich nur mich. Das.","Was interessiert denn, was die anderen sagen? Dennis, also wirklich.","Ausreichend selbstverliebt, also das ist mir natürlich nur meine Spur anhöre,\nJa, nee, also schon uns liegen mir durchaus am Herzen und ich habe so ein, so ein, so ein, so ein halbfertiges System, was es mir so halb,\nautomatisiert, aber es ist alles noch ein bisschen mit Schmerzen äh behaftet. Da geht sicherlich auch mal was schief. Und ich hoffe auch, dass das irgendwann nochmal besser wird, aber derzeit sind da so ein bisschen meine Hände gebunden.\nDa","Dann demnächst auch gesundheit.","Sei dir verziehen.","Das hoffe ich natürlich, dass es Gesundheitsdaten kann. Jeden Pups.","Ich hatte noch ein leichtes Thema für zwischendurch.","Oh. Dann mal los.","Ähm äh ich habe in,\nin meiner bisherigen Quarantänephase ja so diverse Dinge hier in meinem Home Office Setup äh installiert und ausprobiert und so weiter. Irgendwann ähm,\nweil mir das Proberaumerlebnis fehlte dachte ich, alles klar, ich muss jetzt mal lernen, wie man Drums programmiert, in Medi und so weiter, dann kommt man ganz schnell so auf verschiedenste Medi-Controller, die einem vielleicht noch dabei helfen könnten und dann\nin das Midiloch gestürzt und dachte mir, boah, was kann man da nicht noch alles mit Midi machen?\nDann natürlich habe ich äh lernen müssen, dank vieler YouTube Videos, dass man in Reper zum Beispiel unsere äh\nAudio-Workstation der Wahl, ungefähr alles mit Medi steuern kann und noch viel mehr. Und dann habe ich mir irgendwann so einen Medi-Controller mal gekauft und zwar das äh Novation Lounge Pad X. Was ich auch hier bunt äh für die,\nTinnen mal kurz in die Kamera halte.","Das.","Eine Matrix.","Genau, eine Matrix mit den besten äh,\nPads für den Preis, also es geht natürlich immer alles besser und teurer, aber ich wollte jetzt nicht ein gleichen Vermögen investieren,\nDas ist aber alles nur ein Intro zu dem eigentlichen Thema, Punkt, Themenpunkt, den ich hier kurz äh äh aufreißen wollte. Und zwar habe ich mir ein weiteres Stück Software von mal zugelegt, nämlich ein Ferrango\nSoundboard, denn ich wollte ähm in meinem Seminar, was ich ja auch fernmündlich abhalte, nach wie vor, äh die Studentinnen äh hier und da mal ein bisschen wachrütteln, bei Laune halten\noder ähm bestimmte Ereignisse äh akustisch untermalen und dachte mir, okay, ich will jetzt ein Soundboard haben, ich weiß nicht mehr, was Tim benutzte die ganze Zeit. Ich sah immer so ein bisschen\nanachronistisch aus der Zeit gefallen aus so mit gefühlten Aquabubble Interface oder so aber ich mag mich täuschen,\nauf jeden Fall dieses Ferrango habe ich dann mal ausprobiert in der und das ist ja wirklich auch wieder also ruck am Möber macht.","Ferrago.","Ferrago, so ist es nicht, Ferrari, okay, äh nicht.","Ja, habe ich schon längere Zeit im Einsatz. Ferrago, aber ich habe halt ja auch einen Soundboard direkt in Ultraschall drin. Das ist noch äh.","Ich wollte das aber auf jeden Fall trotzdem mal erwähnt haben und zwar ähm ja also ich find's ganz großartig, unter anderem, weil man das eben so mit diesem Medi-Controller dann perfekt ansteuern kann und weil es auch mal eine der wenigen soft\nin Anführungsstrichen ist, die ähm,\nunterschiedlichen Audio äh Interfaces klar kommt und mit unterschiedlichen Channels, was ja wirklich ein sehr seltenes Ereignis ist. Ähm,\nAlso wer irgendwie nach Software zum Samples und zum Abspielen sucht, da ist mit äh dieser auf jeden Fall sehr gut bedient, würde ich sagen. Und,\ndem noch äh anschließend erwähnt, äh ich wo habe ich jetzt eigentlich meine ganzen Samples her, zum Beispiel dieses äh okay, das ist Japady Jingle, das habe ich mir natürlich ähm von einem YouTube-Video geklaut.\nAber ich habe hier noch so ein paar andere. Und dann äh habe ich entdeckt, dass die BBC eine unglaublich riesige Sound Sample Librey hat. Den Link muss ich natürlich hier auch gleich nochmal posten.\ndamit es in die kommt,\nUnd wenn man das jetzt nicht so im großen kommerziellen äh Sinne einsetzt und damit massenweise Geld verdient, dann ist es äh ist die Lizenz, wirklich die es verstanden habe, auch äh so quasi fair use, kostenlos.\nwenn man das jetzt kommerziell einsetzen muss, dann gibt's auch 'ne Cover also ich glaube die ursprüngliche Anwendung ist so für Film und Fernsehen, ich pack's hier mal\nähm einen Link, huch, jetzt ist da gleich ein Search mit drin, aber ihr kriegt das schon hin, wenn ihr da drauf geht, die unterschiedlichen Kategorien zu finden.\nÄhm aber da gibt's halt zum Beispiel sowas, man braucht mal jetzt ein äh so ein ähm Gelächter von äh\nvom Publikum in verschiedenen Größen oder wenn die Studentinnen irgendwie eine Frage falsch beantworten, dann kann man mal schnell\näh ein Duo einspielen oder was auch immer. Es gibt Regen, es gibt äh alles Mögliche, ähm Chor,\nGibt's leider nicht, muss man dazu sagen. Nichtsdestotrotz dachte ich mir, äh das sind so Dinge, wenn wenn meine geht,\ngebühren, sowas finanzieren würden, also jetzt hier irgendwie beim öffentlichen, rechtlichen mal in die Sound Library grabschen könnte und mir ein paar Samples ziehen könnte, wäre ich sehr froh. Vielleicht gibt es sowas, ich hab's aber beim Google nicht gefunden, vielleicht weiß es ja jemand im Chat\nÄhm ja, also für Leute, die so bisschen Soundboard in qualitativ hochwertigen Samples haben wollen, geht mal zur BBC.\nUnd dann noch ein kleiner Tipp für die Star Trek Nerds unter uns, denn ich wollte ganz viele Star Treck Sounds haben, wie zum Beispiel äh,\nDas klassische äh Klingeln an der Tür. Ja, oder irgendwie so random Computerbeeping oder dieser Trick,\nscannen, auch sehr schön,\nähm äh das das gibt's alles auch in ziemlich hochwertig auf einer sehr nerdigen Star Trek-Seite, wo auch von verschiedenen und niversen, also von verschiedenen Epochen in Star Trek äh,\ndiverse Audio-Samples von wirklich tausende, weiß ich nicht, tausend, aber zig Computerbieps, einfach, wenn die da so vor ihren Terminals sitzen und auf diesen statischen Oberflächen rumtapsen, wie dann die ganzen Buttons so ihre Sounds machen,\nähm gibt's da ungefähr einmal alle Varianten,\nund es gibt halt von diesen Soundboard-Webseiten, das weiß Tim wahrscheinlich auch schon und andere, die nach so was gesucht haben, gibt's halt immer viel,\naber auch viel schlechtes. Und diese äh diese Track Core Dot com Seite, die Samples sind überwiegend sehr gut.","Es gibt Triple Sounds.","Mhm.","Und das ist cool.","Ja, also ähm das zu diesem ganzen Samples und abschließend zu diesem Novation-Pat, muss ich noch sagen\nwirklich, wenn man so ein Pep haben will, um so sein, weiß nicht, zu steuern oder andere medikompatible Interfaces, also ich benutze es gar nicht als Drumpat mittlerweile, sondern eher so um mir\ntatsächlich eher so zu machen oder eben diese Soundboard zu steuern\nUnd ich hatte dann immer so Sorge bei diesem Medi-Controller, ja, dann kommt da wieder irgend so eine Software und ich habe jetzt einen M eins Mac und ich will alles inativ haben und so weiter. Und siehe da,\nDieses Novation, da braucht man theoretisch gar keine Software installieren oder man muss eigentlich keinen installieren, sondern man kann,\nim Chrome leider nicht im Safari, weil Safari die Sarpi nicht unterstützt, aber in Chrom kann man halt so mi die Devices programmieren\nDas heißt, äh man muss keine Softfenster nehmen, man macht einen Chrom auf und ähm steuert da auf oder man, ich glaube, es wenn du es anschließt, kommt so ein,\nB samt Drive von Novation. Da klickst dann doppelt drauf, auf so ein eigenes Öffnet. Chrome und dann kannst du die ganze Fahrprogrammierung der Pads, die Medi-Channels und all die Belegungen, die du so haben willst, einfach im Browser machen und er spricht\nquasi Medi mit dem Pad und das fand ich.\nSehr, sehr geil. Also gerade in diesem Audiobereich, wo ich ja natürlich auch versucht habe, alles Mögliche auf mein M eins Mackets zu bringen und zum Laufen zu kriegen, war das eins der geilsten Dinge überhaupt, nämlich äh gar keinen Treiber installieren, Browser auf fällig.\nJa, also sowas mal braucht oder sucht und keinen Hessen haben will mit Treibern und so. Novation scheint da ganz gut mit dabei zu sein.","Mhm. Also ich äh finde immer diese einfachen Matrixdinger mit diesen Lampen, da kann man sich ja dann nichts merken, also so als Soundboard würde ich die ja nicht benutzen, aber du benutzt die eher so als Drum-Teil oder wie.","Nee, eben nicht als Trump. Also für das Soundboard, ja, ich habe jetzt da nur so ein, ich habe da ja so eine Farbkodierung gemacht, also aller sind halt rot, äh alles, was Star Trek, bebt, ist halt eine Farbe, also ich merke mir das über die Farben, aber\nWas halt tatsächlich ganz cool ist,\nkannst halt so im kannst du dir halte auch auf diese Dinger legen und es sind keine Buttons, also die man wirklich so drückt und du kriegst so ein so ein so ein.\nÄh\näh Gefühl im Finger, so dass das so wirklich runtergeht, sondern die sind schon eher sehr sensitiv, wenn du drauf tappst. Und du kannst halt auch einfach mit dem Finger eine Reihe links oder rechts hoch und runter fahren,\nUnd das als Steuerung benutzen oder fürs Pennen von Audiokanälen oder\nwas auch immer du so äh zum Beispiel Volumenprogrammierung, das heißt, wenn du so einen Track hast und du willst manche Stellen lauter und manche Stellen leiser machen, dann kannst du diese Pads einfach äh auch als benutzen, das erschöpf\nfunktioniert erstaunlich gut, also ähm ich hatte schon so Hardwarecontroller mit sowas und ich fand das immer\nein bisschen unflexibel und du musst halt, gerade wenn die nicht Motor gesteuert sind, irgendwelche Drehencode oder so, dann wechselst du den Kanal und dann musst du erstmal wieder an die Stelle zurückdrehen, bis dann der\nder Feder oder der der Drehencoder in der Software sozusagen am selben Wert ist, damit er dann wieder neu geschrieben werden kann und wenn man das alles mit diesen kolorierten, dynamischen Matrixpats macht, dann äh.\nBraucht man das nicht, also dann geht das sehr dynamisch. Das finde ich tatsächlich ganz cool. Also ich habe mir da so einen,\nAuch dieses Video, ich glaube, weiß nicht, der äh wer hat denn das gemacht? Wer macht Ultraschall nochmal? Sorry, ich habe den Namen äh,\nRalf, nicht Rainer, ich hatte gerade Rainer am Kopf, verdammt. Ähm der hat ja so eine äh real Video glaube ich mal gemacht oder zu diesem Medi-Learn von Controller Devices oder hat es zumindest mal vorgestellt,\nDa gibt's halt so ein geiles äh YouTube, episches Tutorial, wie man Reaper mit Medi komplett aussteuert und da fand ich diesen Controller schon sehr.","Das Video kannst du nochmal raussuchen. Ich weiß auch, dass Ralph gerade da dran ist, äh das Thema nochmal neu aufzunehmen.\num da nochmal äh den nächsten Schritt zu gehen bei Ultraschall,\nJa, so Tippgeräte, Automatisierung. Ich habe mir auch mal hier irgendwie so einen Medicontroller gekauft, aber ich bin irgendwie nie dazu gekommen, dass hier irgendwie groß wirklich äh anzupassen, weil es dann auch immer alles so schwierig abzuspeichern ist, solche Settings,\nRieper, machst du irgendwie ein Update äh und dann dann sind irgendwie diese ganzen Settings wieder weg und äh das das macht's total schwer.","Also das muss dann eher was mit Ultraschall zu tun haben. Ich habe bei Rieper noch kein einziges Setting verloren. Er war.","Naja, du machst ja alle Settings äh neu, wenn du eine neue Ultraschallversion hast, weil das ist ja dann irgendwie alles neu gemappt ist und dann werden halt die alten noch nicht übernommen und deswegen ist das sozusagen äh immer so richtig keine Option, da irgendwas Custom zu machen, ja.\nAlright.","Ich habe den Link äh hier mal reingepostet äh zu dem das ist dieses ähm das ist jetzt nicht von Ralf,\nAber das ist von dem Typen, der äh gemacht hat und der einmal so diese ganzen Möglichkeiten mit verschiedensten Controllern so einmal in der Stunde abreißt und dann davon ausgehend findet man noch,\ntausend andere Werke,\nUnd irgendwie fand ich's auch ganz faszinierend, weil mir war gar nicht klar, dass man REPA so krass äh kontrollieren kann in und Shortcut sich für alles machen kann, alles mit auch noch äh steuern kann und ähm,\nschon ganz geil. Danach dachte ich mir, das wäre geil, wenn mehrere also wenn mehr Programme das erlauben würden, das einfach sagst, ich will jetzt nicht Command F oder sonst was, sondern Medi-Channel\nneunundsechzig, äh was auch immer, Note dreiundvierzig, dafür mappen und das dir auf irgendwelche Custom-Controller legen. Das wäre sehr cool,\nAlso, Rainer, weißt du Bescheid, für deine hm, nein.","Die Wok-App muss jetzt auch noch mit Midi äh steuerbar sein, ja.\nJa, ich würde mir wünschen, ähm dieses ähm OSC wäre nicht so eine so ein verkacktes Protokoll geworden, ähm was man eigentlich nicht so richtig benutzt kann. Das ist einfach äh nicht so richtig zu Ende gedacht gewesen. Also warum\nsie da so viele wünschenswerte Sachen reingebaut haben, wie so Strings um diese,\nKommandos zu identifizieren, was ja eine fantastische Idee ist, äh aber kein Bussystem da äh integriert haben, wie bei Midi, was ja irgendwie so der ganze,\ndie Sache ja irgendwie so einfach macht,\ndas werde ich nie so richtig verstehen. Deswegen bleiben wir wahrscheinlich auf Ewigkeiten, auch bei diesem komischen Midi bezahlen und Kanalnummern und irgendwie so ein äh,\nQuatsch und ohne irgendwelche Symbole. Na ja\nAber ich habe die große Chance alles neu zu machen, wenn ich hier irgendwie mal mein äh mein verkacktes Studio-Setup irgendwie komplett neu machen muss, weil ich habe mir mittlerweile äh in der Corona-Zeit habe ich mir alles so dermaßen verspielt und verstellt, dass hier einfach gar nichts mehr funktioniert. Und ich muss irgendwie\nalles neu machen und ich habe irgendwie keine Lust dadrauf, aber ich muss es tun, weil der Schmerz ist.","Ist das in der Prioritätenliste vor oder nachdem das Studio aufgeräumt ist.","Das wird dann wahrscheinlich alles irgendwie gleichzeitig äh stattfinden müssen. Ich meine, mein Traum ist ja jetzt so ein bisschen\ndass wir vielleicht mal wieder Freakshow, wie sich das gehört hier in diesem Studio machen, was irgendwie seit anderthalb Jahren im wesentlichen brach liegt, bis auf so ein, zwei Ausnahmen mal jemand da war,\nÄhm und dafür muss ich sowieso alles neu machen. Aber ich muss halt,\nkomplett neu denken, weil ich bin du benutzt halt hier im Prinzip ein Setup, was jetzt seit sechs, sieben Jahren so funktioniert hat und ich hab's mir jetzt so verspielt und es ist so nicht mehr mein Bedürfnissen,\nangemessen. Das ist halt neu machen muss. Ich muss es wirklich einfach mal komplett neu machen. Und irgendwie,\nsind mir aber die Innovationen, die so in den letzten zehn Jahren gekommen sind, nicht genug, dass ich jetzt total motiviert wäre\ndas jetzt so so ah jetzt mache ich das, weil jetzt geht ja das und das und das und das und das, weil das geht irgendwie immer,\nimmer noch äh alles nicht so, wie ich mir das vorstelle. Und da bin ich so ein bisschen frustriert. Es gibt auch noch irgendwie keinen Audio-Interface, was ich vielleicht stattdessen verwenden möchte. Ich müsste meinen Mac Pro im Prinzip auch,\nersetzen,\nweil der ist jetzt hier von seit, ich weiß nicht, wie lange steht das Ding jetzt hier, seit zehn Jahren? Habe da noch so PCI-Karten drin und so weiter, das muss jetzt alles, ich will alles auf M eins haben, ich will irgendwie alles neu haben,\nund es gibt irgendwie nicht genug Zeug, was ich was was das alles ersetzen kann, was ich hier habe. Na ja. Ich habe halt auf hohem Niveau.","Na, dann können wir ja als Motivation festhalten, wie kommen wir ins äh ins Studio, wenn alles neu ist? Wir sehen uns dann in den nächsten anderthalb Jahren.","Ja, das ist nee, ach, weiß ja, wie das ist. Am Ende äh kann man sowas eigentlich nur in einer Woche hinbekommen. Weil länger darf das eh nicht dauern,\nund man muss halt einfach die Kraft haben und den Ansporn haben, so und wenn du sagst, du kommst hier wieder her.","Ich lebe in einer Welt, wo alles länger braucht, also alles länger dauert, als es eigentlich dürfte und.","Das das, das weiß ich eh. Ja, aber wenn du sagst, du bist hier, du kommst ja an, durchgeimpft und charmant so, dann ist das ja schon mal äh ist das ja schon mal ein Sprung nach vorne und so.","Kann durchgeimpft sein.","Bis er noch nicht durchgeimpft? Doch, bist auch schon durchgeimpft, oder? Eine fehlt noch, ah.","Sie wollte damit sagen, charmant geht nicht.","Geht noch, einer geht noch rein.","Das macht Letti dann. Aufgabenteilung.","Okay, also du bist kurz vor durchgeimpft, Flatti ist kurz vor durchgeimpft, Hucke ist durchgeimpft.","Aber Tim, warum willst du denn wieder in Präsenzunterricht gehen?","Weil das einfach besser ist. Und Dennis.","Dauert noch anderthalb Wochen.","Guck an, da siehst du mal, also wenn Sommerferien vorbei sind, dann können wir wieder anfangen. Irgendwer im August.","Aber dann haben wir Delta.","Ja, ach Mann, Scheiße.","Siehst du, ich kann nicht charmant, ich kann nicht optimistisch, es tut mir sehr leid,\naber äh tut mir leid, nach den Sommerferien haben die Schulen wieder offen, alle kommen ausm Sommerurlaub zurück.","Vor allem nach Delta kommt irgendwas anderes. Also irgendwann müssen sie so oder so.","Ja, ah, keine Ahnung, dann gehen wir einfach hier alle zusammen in die Quarantäne und äh sitzen das aus.","Einer kommt Leben draußen.","Wir machen so lange, wir machen so lange Dauer, bis die Pandemie beendet wird. Woraufhin,\nsich das Virus zurückzieht und sagt, so so kann ich nicht arbeiten.","Ich hab ja noch ein kleines Mini-Thema was ich bestimmt schon fünf Mal in die geschrieben hab oder ins kam nie,\nIch weiß jetzt ja leider auch nur noch die Hälfte davon, deswegen wird es sehr kurz,\nich ja schon sehr lange darum bemüht DNS Over TLS äh auf meinem Mac\nzu bewerkstelligen und ich habe diverse Male schon über mein manuellen Work-Around berichtet, dass ich lokal einen anbauend äh laufen lasse, der als Resäuber fungiert. Ich lasse meinen Computer auf localhorst dreiundfünfzig DNS-Anfragen ab\ngeben. Und der Anbauend vorwortet die an meinen\nDNS-Server über TLS und somit habe ich quasi über eine manuelle Krücke DNS Overthel S. Jetzt ähm.","Eigentlich inzwischen.","Ja, genau, das das stand auf big so was Feature-Liste drauf und ich dachte mir, geil, kann ich diese Krücke umgehen? Aber Pustekuchen.","Aber nur mit Zertifikaten und so, ne?","Ja, das geht vor allen Dingen nur mit offiziell.","Oder mit so irgendwie von Apple.","Mit offiziell geblästen Providern, also wenn man so, was weiß ich, Google, DNS benutzt oder wie heißt der nochmal, dieses eins, zwei, drei, vier, ich vergesse immer den Namen. Ähm hups, ähm also,\nJa, die IP-Adresse gibt's hier nicht auch oder eins, eins, eins, eins oder so, diese, diese ganzen großen.","Cloud-Flair und Quadne gibt's noch.","Mhm. Die bieten im Prinzip.","Eins, eins, eins, eins war das.","Ja, die gehen,\nUnd zwar hat das ja big so implementiert, dass du jetzt ähnlich wie bei Little Snitch, wo das jetzt so ein Network-Service ist, ist halt DNS Overtel, es ist auch so ein Profil Schrägstrich Network Service. Das heißt, du musst dir\noder du kannst dir von diesen äh DNS Provin auf der Webseite dann so ein Profil für DNS Overtel S runterladen und dann\ntaucht es auch als eigener Eintrag in ein Netzwerk Interfaces auf und dann funktioniert das auch und dann dachte ich mir\nOkay, wie kann ich mir denn jetzt so ein Profil basteln und dann kann man googeln und findet auch Webseiten, wo so ein\nProfilmaker, also da kannst du das für dein iPhone, für dein Mag kannst du diese Profile machen, die Apple Halt dafür verwendet. Und da dachte ich mir, alles klar, dann packe ich jetzt halt meinen eigenen\nNamenserver da rein und dann ging es nicht. Ich habe alles Mögliche probiert\nich weiß auch gar nicht, ob ich eine offizielle Erklärung dafür gefunden habe oder einfach nur akzeptiert habe, dass es nur mit den offiziell geblästen äh Providern geht,\nÄhm ja, also äh lange Rede gar kein Sinn. Ähm,\nmit dem eigenen DNS-Server geht irgendwie immer noch nicht so richtig geil äh mit,\noder einfach eine IP eintragen, sondern äh nur mit den großen Providern, was den ganzen Zweck von DNS, OVTLS gleich wieder ein kleines bisschen in Frage stellt.","Kannst du vielleicht für den Leuten, die jetzt irgendwie seit fünf Minuten nur so ein Fiepen im Ohr hatten, nochmal kurz sagen, warum du das eigentlich machen willst?","Na ja, weil den ist äh an sich ja.","Kannst auch kurz erklären, was du überhaupt gemacht hast, weil ich glaube, das hat nicht jeder verstanden.","Verschlüsselt haben, wenn man äh seine wenn man sonst schon alles verschlüsselt und nicht will, dass irgendwie das halbe Internet mitkriegt, was man so für Seiten besucht oder was man so für Domains auflöst und was man so in Webseiten eintippt. Und da gibt's dann halt, gab's ja dann\nzwei Standards oder zwei Lösungen, die sich herauskristallisiert haben, DNS Ova HTTP S\nWas ich megabekloppt finde, was aber Firefox äh in manchen Regionen der Welt als Diefold eingestellt hat. Und DNS Overtel TLS,\näh was ich jetzt favorisieren würde und ja weil HTP.","HTPS, ist das nicht ETLS?","Ja, aber harte TP halt auch noch.","Genau, es macht halt auch harte DP, also es ist.","Okay, also das DNS über hat, genau, es ist sozusagen mehr Protokoll als nötig wäre, aber es ist ja jetzt technisch genauso sicher.","Ja, du, wenn du mach von mir aus DNS, oder halte die P. Ist mir egal. Ich will das aber nicht.","Merke ich ja, ich versuche nur da zu verziehen, warum. Also was jetzt sozusagen das Problem ist.","Ja, ich will halt keinen, also ich finde den Protokoll Overhead unnötig. Und finde auch harte DP einfach das falsche Protokoll dafür, aber ähm.","Okay, du möchtest aus ästhetischen Gründen sozusagen den es direkt über TLS schicken und nicht nur eine Scheibe HTTP in deinem DNS-Burger haben.","Die eh keiner sehen kann, genau.","Keiner sehen kann. Okay, ja.","Also eher aus aus Techno also ne Architekturella was weiß ich technischer wie soll man sagen.","Tetischen, ja, okay, gut, das ist äh.","Technischer Ästhetik.","Ich höre, ich höre das, ich höre das sehr gerne, weil das sozusagen viel äh Kritik an meinen Wünschen ähm rausnimmt sozusagen.","So ähm okay, also man will es verschlüsselt haben. Toll. Äh jetzt\nhalt das Ding, wenn du halt äh dann zu Google gehst und dann sagst, okay, dann nehme ich jetzt acht, acht, acht, acht, irgendwie als mein DNS-Resolva, dann hast du halt nicht so viel gewonnen, außer dass jetzt nicht das ganze Internet dein DNS-Territ mitlesen kann und jeder hopp, der zwischen dir und deiner DNS-Anfrage liegt, sondern\nNur der Google, äh dem der aber vielleicht sonst schon alles sowieso von dir weiß, insofern\nja, kann man seinem eigenen Paranoia Level entsprechend urteilen, ob das jetzt irgendwie ein Unterschied macht oder nicht. Ich persönlich,\nhätte gerne weniger Daten beim Google oder bei so zentralen Providern. Deswegen habe ich seit eh und je meinen eigenen DNS Resolva auf meinem Server im Einsatz, aber den konnte ich lange Zeit nicht benutzen, weil.\nWenn du den einfach so offen für die Welt dahin machst, dann kriegst du dreimal in der Woche Post von deinem Provider oder vom BSI, weil du ja einen offenen DNS-Resolva benutzt,\nanfällig ist für\nDNS-Emplification und Replay Attacks und wie sie nicht alle heißen. Und dann sagte dein Provider, bitte mach Port dreiundfünfzig zu. Und dann kannst du es halt auch nicht mehr in dein Netzwerkeinstellungen einfach einstellen, weil du kannst kein für deinen DNS-Server in MeckOS eintippen\nund dann ist dieses ganze Projekt, ich will meine eigene Infrastruktur betreiben und Kontrolle über meine Daten haben hinfällig. So,\nDas heißt, deswegen muss ich diese Krücke bauen, dass ich mir lokalen Resulver laufen lasse, auf P dreiundfünfzig, der nicht für die Welt offen ist, der dann über TLS mit meinem eigentlichen Resolver spricht.\nja. Mhm.","Aber du schläfst besser jetzt.","Ja, also ich meine, ich ich sage nicht, dass das jeder machen muss ähm oder soll oder dass es,\nich habe halt ich betreibe meinen eigenen Mailserver, das ist nicht für jedermann nötig oder jeder Frau. Ich betreibe meine eigenen Webserver, das muss auch nicht jeder machen, ich hoste meine eigenen Podcasts, muss auch nicht jeder machen, aber wenn man halt Bock drauf hat,\ndann fände ich's halt auch geil, wenn's möglich ist. Und äh das.","Anbauend, greift dann direkt auf den Server zu, sondern?","Also äh mein ähm,\nNee, nee, das ist natürlich jetzt die epische Frage, weil wenn ich in meinem Seminar zum Beispiel an der Unika, den Studentinnen erkläre, wie die NS funktioniert, dann reiße ich auch ein Terminal auf und frage, okay,\nA, WWW Amazon Punkt com at was auch immer der Root Name Server der Wahl ist. Und\nnur um denen zu zeigen, dass der sagt, ey du hast wohl einen Vogel, äh ich habe die Antwort nicht, aber ich sage dir, wer die wer den nächsten Teil der Antwort hat und so weiter, ne. Das ist natürlich scheiße, wenn jetzt die ganze Welt immer Federanfrage einen Server erstmal als erstes fragen würde,\ndeswegen am Ende des Tages benutze ich natürlich auch so eine Resolvekette, in dem Fall endet das bei meinem äh Hoster und Provider der Wahl,\naber,\nAlso irgendwann, früher oder später muss man Routen ebenshalber gefragt werden. Ich weiß nicht, worauf du abzielst, aber also ich ich gebe mir auf jeden Fall Mühe, dass ich nicht unnötig die Roadnames habe, belaste und habe äh meine Cashing-Regeln entsprechend konfiguriert\nund ich bin auch nicht der einzige, der diesen Namen Server verwendet, also alle diese effizienzfragen sind auch schon mehrfach in meinem Kopf äh durchgelaufen.","Ich wollte nur sicherstellen, dass denn Backend anbauend, dass der nicht äh dann selber äh wieder denn den von von Google oder Cloudflair benutzt. Okay, okay, weil dann kannst du ja gleich direkt.","Aus ja wohl aussortiert. Ich weiß, wie gesagt, also man kann verargumentieren, dass es wenig sinnvoll ist oder dass es vielleicht überflüssig ist, was auch immer\nIch habe,\ndrauf und wir haben ja da in der Freakshow auch schon mehrfach drüber gesprochen, als es äh mal rauskam. Und ich habe halt nach allen möglichen Wegen gesucht, wie man das dann in mecco S irgendwie möglichst sinnvoll hinkriegt. Zum Beispiel\nFritzbox hat auf ihren ähm auf den meisten Geräten ja DNS, OVTLS dann auch mal ausgerollt, dass man dann sozusagen genau so eine IP-Adresse und Provide da einstellen kann, außer meine Fritzbox, die zwar einen\naktuelles Produkt ist, aber seit zwei Jahren kein Update mehr kriegt aus fragwürdigen Gründen. Hallo AVM. Ähm,\nund es wäre halt geil, wenn sagt, ja, wir können das jetzt auch, dann lasst mich doch, aber dann ist es wieder so ein weiß nicht, so ein,\nKomisches Ding, dass man jetzt nur die Folge fertigen Provider nehmen kann. Finde ich persönlich ungeil.","Es muss in Leben, ja.","Es sei denn, irgendein höherer oder höheren, ganz kurz noch, äh hat eine Antwort dafür, wie man das äh mit diesen Profilen doch bewerkstelligt, aber ja.","Äh ich habe wirklich ein kleines äh ein kleines Ding äh aber worauf ich mich äh ganz doll freue. Ähm ich habe ein,\nIch habe mir nämlich zu Weihnachten einen Reson gekauft, ein Elgomarsch Pro.","Was für ein Printer?","Printer. Das ist ein 3D-Drucker, der mit mit UV-Resin äh funktioniert,\nich habe ja nicht viel Hobbys, aber eins davon ist kleine Figürchen zu bemalen und damit Tabletop und Brettspiele zu spielen,\näh ja so.","Kleine Figuren drucken und bemalen. Bemalt er die auch oder.","Nee, nee, nee, das bemalen mache ich, aber ich kann dann ne for Future kann ich dann meine eigenen äh Minis und äh Maximinis selber drucken und.","Kannst du den mal ähm in die packen.","Ähm im Prinzip gibt es derzeit so zwei große Anbieter. Das eine ist und das andere ist der äh ist ist ähm,\nund die sind halt relativ cool,\nähm also dieses Konzept ist halt du hast so ähm UV-sensitives, du hast eine Platte, die UV-Licht macht und kannst dann so Schichten für Schichten äh,\nMinis Minis drucken,\nund die sind halt inzwischen relativ günstig geworden und so für Heimatanwendung. Ich brauche halt einen Platz, wo ich äh diempfe möglichst sauber abfiltern und nach außen leiten kann,\naber ja ich äh freue mich ganz ganz doll drauf irgendwann damit äh detaillierter rumspielen zu dürfen.","Was kostet denn das? Würde mal, wie heißt er?","Ähm.","Euro.","Ja, es ist es gibt so spannend von hundertfünfzig bis fünfhundert. Ähm,\nIch hatte längere Zeit hin und her überlegt, es spricht im Prinzip nichts für oder gegen Elgo versus ähm,\nIch habe von Leuten einfach gehört, dass der Elgo an an also anfängerfreundlicher ist,\nhöhere Erfolgsquote als als gehabt, aber,\ninzwischen verschiedenste Bauformgrößen und ich habe halt auch nur einen kleinen. Weil ich halt primär kleine Figuren beim Maler anstatt groß.","Okay, also aus diesem Teil kommen jetzt nicht so viele Amente. Da gehen nicht so so Dinger rein und er malt das alle äh klebt das so alles aufeinander, sondern das ist eine Flüssigkeit, die dann per UV an bestimmten Stellen gehärtet wird.","Genau, du hast halt im Prinzip so eine Platte und anstatt das von von unten, also es wird auch von unten nach oben gedrückt, nur dass halt du diese Platte langsam aus der Flüssigkeit ziehst. Und von unten wird halt immer wieder neu angestrahlt,\ndann ähm baut sich so schichtweise Figuren.","Und das ist dann besonders detailliert oder genau oder wow.","Oh ja, ja, das ist das ist ein Träumchen. Was für Zahlen?","Gibt's da Zahlen? Also wie, na ja, wie in in Millimeter sozusagen oder ähm ja.","Auflösung? Na, das eine ist halt die Druckgeschwindigkeit und das andere ist die Auflösung. Ich kann halt nur visuell sagen, dass es.","Also wie wie feiern können die Konturen sein, die der so schafft?","Ist halt schwer zu beschreiben, weil's für mich nicht so richtig ist. Es ist halt ein Millimeter genau. Ähm also.","Also wenn ich, wenn ich mir diese Fotos anschaue, ist das schon ziemlich äh feinkörnig.","Ja, ja, ja, ja, also, ich habe auch äh Figuren gesehen und ähm also hochwertige Minis, die von meinem Lieblingsbrettspiel kommen, sind,\nähnlich gut wie die, die jetzt hier aus den kommen und das ist schon ach ja.","Okay, hier war so ein Link auf My Factory dot com, keine Ahnung, ob das eine Quelle ist, die man benutzen möchte.","Oh ja, da ist ganz gefährlicher Ort. Man kann man kann dort viel Geld löschen.","Weil man da Modelle kauft sozusagen.","Genau, man man kauft sozusagen die Files, die gibt's dann halt pre-supported oder nicht pre-supportet, ähm es gibt auch unterschiedliche Open Source Software oder ob Free Software, die im Prinzip mit diesen drei D Modellen,\nalso die Sachen müssen halt ähm auf die richtige Art und Weise supportet werden, damit,\ndas Modell, genug Stabilität hat, dass wenn man es hochzieht, es nicht unten an dieser an dem an der Folie kleben bleibt,\nUnd das halt auch wirklich die Details sauber ausgefüllt werden und es nicht zu zu lücken im Modell kommt\nund die Software ist halt da in den letzten Jahren richtig gut geworden, dass man quasi nur so einen drei D Modell, was man irgendwo designed hat, reinschmeißt, automatische\nerstellt werden und dann kann man das Ding an Drucker geben.","Auch selber Figuren.","Wenn ich irgendwann mal Zeit habe, wäre das eine Option.","Aber dann könnten wir doch, dann könnten wir doch so Freakshow-Action-Figuren machen.","Ja, natürlich.","Also wir könnten sozusagen von jedem von uns so eine so eine Actionfigur machen.","Das können wir jetzt schon so ein kleines bisschen. Es gibt halt, ich glaube, oder so, ist ein Anbieter, wo man so seine Minis selbst gestalten kann, zusammenklicken kann,\nIch guck mal kurz,\nÄhm das ist halt so für für genau Hero Forsch, für Tabletop ähm beziehungsweise DND und Pen and Paper Minis. Hm und ich glaube, da kann man halt,\nauch sich selbst, so STL Files, dann kaufen. Da hat man halt so seine basischen kann sich.","Ist es doch äh jetzt auch so eine so eine so eine 3D Capture Funktion drin, dass man im Prinzip mit einem iPhone so ein beliebiges Modell und damit müsste man ja im Prinzip dann auch sich selber so dreidimensional machen können.","Ja, aber das wäre auch vorher gegangen. Also da kann ich auch für meine gibt's diverse Anwendungen, die halt im Prinzip so ein 3D Mesh,\nähm erstellen. Aber das ist meistens nicht genau genug,\nDie Auflösung ist halt noch nicht hoch genug für für so druckfähige drei D Modelle.","Ob das ein Markt wäre, Figuren,\nDann kann man, das ist doch toll. Ich meine, da können dann die Kinder äh die Freakshow äh Episoden nachspielen. In ihrem Kinderzimmer.","Wie wir alle hier. Also äh die Figuren sind per se erstmal nicht beweglich. Das heißt, wenn du sie voll beweglich haben willst, müsstest du dann die einzelnen Body-Parts.","Nein, der Rest der arbeitet doch, das ist doch alles, also ich meine, die Fantasie treibt es doch an, so was was braucht man mehr? Man braucht nur die die Actionfigur. So und dann so, ja, hier, ne.\nUnd der Tim, der will seine Gesundheitsdaten haben, dann kommt Tala mit ihrem Flammenscher und sagt, nein, das ist alles viel zu kompliziert und das bringt auch gar nichts, das ist viel zu gefährlich.\nSo läuft das dann ab.","Ich habe keine Schlangenschwert, ich bin.","Oder dann kommst du mit irgend so einem Poschen an oder so. Keine Ahnung. Du wirst sicherlich äh du wirst schon einen Weg finden, mir den Spaß zu verderben.","Ja, darin bin ich gut. Ich mache Regulator. Das ist quasi meine äh Leuten, den Spaß zu verderben.","Ja cool, irgendwie, da bin ich ja mal gespannt, äh was dabei rauskommt.","Ja, ich auch.","Harz, ja, das ist ja krass. Ist das jetzt ist das sozusagen der, ist das jetzt so die The Way? Also diese ganze 3D Druckergeschichte, Mann, das gibt's jetzt schon so lange und diese ganze Plastik äh ähm Wurstnummer, die hat mich irgendwie nie so richtig getriggert,\nIch bin auch eine faule Sau. Und dann gab's aber schon relativ früh doch diese Sintermethoden, ne, wo das im Prinzip mit Laser,\nMetall auch, aus so Metallspäne äh gemacht wird. Ich glaube, das ist auch so die Methode, die so im Automobilbereich jetzt auch,\nzur Anwendung kommen, wenn ich das richtig sehe, oder?","Ja, es gibt auch so ähm man kann sogar rein theoretisch farbig drucken, weil dann halt ähm,\nKatalysatoren, farbige Katholikatoren in so Pulver rein reingetropft werden, das dann aushärtet und dann hat man direkt eine farbige Figur,\nähm ich glaube, die Sendung mit der Maus hat da hat inzwischen sogar mal einen einen Abschnitt über äh drei D Drucker gemacht. Das war ganz lustig.","Ist das online.","Ähm weiß ich gerade gar nicht. Ähm wie funktioniert drei D Drucker? Die Mausch.\nAlso.","Vor drei Monaten.","Genau. Aber Resident Print äh sind giftig, deshalb immer schön mit Maske und Schutzbrille und nichts in den Abschluss gießen und keine Haustiere und kleinen Kinder in der Nähe haben.","Okay, warum warum warum ist das giftig? Also was genau ist da giftig dran?","Harz-Alkoholdämpfe ist auf Dauer echt schlecht einzuatmen. Also.","Mhm. Okay. Was ist jetzt nur eine Vorsichtsmaßnahme oder ist das so an sich schon total toxisch?","Es ist nicht es ist nicht an sich total toxisch, aber du solltest es weder trinken, noch auf deiner Haut haben, noch äh einfach ein Abfluss gießen, weil es ist halt ätzend.","Wo kommt wo kommt denn das her, dieses Harz?","Ist halt ein Kunststoff. Es gibt glaube ich einen schönen äh ähm äh schönes Video gemacht zu wie funktioniert, wie funktioniert,\nJa, das äh kannst du dir ja einfach mal in Ruhe angucken.","Ja. Wenn du mir den Link gibst.","Ja, ja, ja, ich bin dabei. Ich äh.","Ich sehe schon. Oh. Okay, alles klar.","Macht schön schönen Content und ähm,\nerklärt das halt auch relativ gut. Generell ist es halt einfach eine schlechte Idee, organisch und eine organische hochreaktive,\nFlüssigkeiten und Gage zu konsumieren, so als Defold,\nEs gibt halt inzwischen auch so äh Eco-Resin, wohnen Teil des Harzes auf, zum Beispiel Sojabars ist,\ninzwischen auch, also normalerweise arbeitet man da halt dann mit mit Alkohol zum Reinigen, es gibt halt inzwischen auch wasserbasiertes Reson,\nsodass man mit mit normalem Wasser reinigen kann, aber da mache ich mich dann nochmal detaillierter, schlau, wenn,\nwenn's ans Eingemachte geht.","Okay, jetzt wo du grade äh YouTube-Videos ähm postest, fällt mir gerade noch ein, dass ich auch nochmal äh so einen Tipp hatte. Ähm,\nEhrlich gesagt, also ich bin ja eher so ein alter äh Nörgelkop und ähm konnte am Anfang mit der ganzen YouTube-Kultur herzlich wenig anfangen, aber das lag natürlich nur an einer,\nbestimmten YouTube-Kultur, mit der ich relativ wenig anfangen kann, mit der ich auch heute immer noch nicht viel anfangen kann. Aber äh ich find's immer wieder erstaunlich, wenn man dann doch so auf Kanäle stößt, die irgendwie einen total überzeugen.\nAlso wo Leute einfach so eine Show machen.\nDie äh sowohl gute Informationen bringt, als auch hervorragende Unterhaltung. Also grad diese Kombination, ich meine, ist ja auch das, was Podcast letzten Endes ausmacht, ne, wenn man's richtig hinkriegt,\ninsofern ist es, glaube ich, ein universell gültiges ähm Ding, was sich nicht nur, aber eben auch auf YouTube-Kanäle anwenden lässt, also wenn man's äh unterhaltsam macht und es ist trotzdem informativ, dann ist es irgendwie gut,\nUnd äh kennen jetzt wahrscheinlich, nehme ich mal an, keine Ahnung, weiß ich nicht, vielleicht kennt das ja schon jemand\nvielleicht kennst du auch schon alle, aber was ich wirklich grandios fand, äh insbesondere beim Nachschauen von so anderen Sachen, also man entdeckt mal so ein Video von irgendjemand, das ist irgendwie ganz gut. Und dann äh stochert man so ein bisschen im Archiv rum, stellt fest,\nGute Güte, da ist ja noch sehr viel mehr von so einem Kram. Und das ist ja total äh irre gut. Das äh ist Technology,\nConnections heißt ja, etwas äh merkwürdiger äh Ort. Type aus den USA, ich habe keine Ahnung, wie der heißt. Vielleicht steht's irgendwo, dann habe ich's noch nicht gelesen.\nUnd der erklärt Technik. Und ähm,\nich glaube so der Spin so ein bisschen in dem in dem Titel ist auch so. Gibt immer für alles auch immer einen extrem guten Grund. So, ja, also warum sind,\nSturmlampen. Ja, also die wo so ein Docht brennt, ja, äh so gefror.","Kriegst die gleichen Vorschläge wie alle, ich merke schon.","Ich kriege die gleichen Vorschläge wie alle.","Ja, weil der wurde mir letztens auch vorgeworfen, der Typ. Als Vorschlagsliste.","Ja da äh landet man vielleicht äh eben auch irgendwann ist ja auch jetzt nicht ganz äh unpopulär mit eins Komma zwei vier Millionen Abonnenten, so aber äh und was was total grandios war und aber auch bei mir wirklich ähm,\nnennenswerte Wissenslücken gefüllt hat und wo ich mich auch gar nicht satt dran sehen kann, sind seine letzten Videos zum Thema,\nWärmepumpen und Klimaanlagen. Also,\nDie waren äh wirklich grandios. Also äh schafft's halt einfach ähm in kürzester Zeit dabei eben auch wunderbar unterhaltsam ähm,\nTechnologie zu erklären und zwar sowieso ganz äh generell, ne. Also ich kann auch gleich mal, ich packe mal hier diese Sendung, über die äh Wärmepumpe. Ähm ähm mit in die Show-Notes rein,\naber äh guckt mal durch den Kanal, da ist einfach eine Menge äh drin. So, vor allem auch alte Sachen und Kaffeemaschinen und äh\nPulsoxymeter und Teleprompter und äh einfach äh allen möglichen Krams grandios. Ich habe noch lange nicht alles durchgeschaut.","Eine sehr gute Folge und die habe ich, glaube ich, in meinen Recommentation Feed bekommen, als ich ähm,\ndas metrische System äh auf YouTube äh also das war so eine ganz komische YouTube-Reise. Auf jeden Fall habe ich viele Videos zum Match System äh geschaut und dann\nGab's irgendwie als äh Anschluss äh Empfehlung, ein Video von dem Herrn der US Electric nothandel twenty olds, Walls.","Oh ja, das ist auch super. Mhm.","Das äh\nDas ist ähnlich interessant, also warum das hundertzwanzig Volt im Haus ist, aber nicht draußen und wieso und warum und wie das alles miteinander zusammenhängt, also nicht nur, es ist interessant zu erfahren, wieso denn im Haus und alle Gerätschaften hundertzwanzig Volt\nüblicherweise haben, auch wenn sie zweihundertvierzig Volt äh theoretisch auch,\nen, ähm sondern eben auch, äh wie du's schon meintest, so ziemlich viel so Hintergrundinfos, die man vielleicht schon mal so über Strom und so gehört hat und wie das alles so funktioniert, aber nicht so ganz sauber beisammen hat und dann\nkann er das ziemlich gut äh.","Rüberbringen und ich find's super unterhaltsam. Also das das ist da ist wirklich was äh gelungen und das wäre so ein bisschen mein Tipp.","Das ist ja das Beste an YouTube, die ganzen\nErklärvideos, also die Spaßvideos kann man ja auch mal klicken, wenn man gerade Langeweile hat, aber das äh nervt eigentlich schnell, finde ich.\nAber die Erklärvideos, die sind schon cool, aber ich finde gerade in Technology Connections, weil ich habe auch das mit der Lampe gesehen. Er ist mir ein bisschen zu lang gezogen.","Gut. Ich äh finde.","Ja und du musst halt ein paar mehr davon schauen und dann kommt das vielleicht auch.","Aber dann, dann, dann klick halt auf den eins Komma fünf Speed Button.","Nee, was meine ich?","Wofür YouTube ja auch total praktisch ist und das habe ich, glaube ich, erst vor,\nnicht allzu langer Zeit entdeckt ist für nähen. Und zwar äh ich weiß gar nicht, ob Tala mich auf den Kanal gebracht hat von irgendeiner, die hauptberuflich näht. Ähm\ndie sich halt auch mal bewegt vor der Kamera, weil du ja sonst irgendwie die Klamotten von irgendwelchen Schnittmustern siehst aufm Bild und der ist mir so denkst du ja, sieht cool aus,\nWenn du dabei siehst, wie wie wenn sich eine Person bewegt, ganz normal, wie die Kleider halt wirklich fallen,\nbekommt man einen viel besseren Eindruck. Auf Instagram gibt's das mittlerweile auch so ein bisschen, aber nicht so doll. Aber da dachte ich mir so, hm, dafür ist YouTube auch echt sehr praktisch.\nDas ist wahrscheinlich meine kleine Nische, die euch wenig interessiert.","Das ist ja vollkommen legitim.","Auch äh Historical Streaming ist was schönes, was nebenbei läuft zum Beispiel.","Wo ist der Link? Also ähm.","Ja","Wo ist Link.","Ich habe äh ich habe es, du wirst lachen, ich habe vor Kurzem erst äh selber wieder was genäht. Also das war jetzt, sagen wir mal, ähm,\nlang, also sehr weit entfernt von deinen Künsten, aber ich bin immer schon ganz stolz, wenn ich überhaupt die Nähmaschine rausziehe und äh Dinge tue.","Also.","Bist hoffentlich auch stolz auf mich, wenn ich dir die Maschine rausziehe und dicke Tour.","Immer stolz auf dich, wenn du.","Wenn ich wenn ich's Maul aufmache.","So einfach wollen wir es dir nicht machen.","Nein, nein, auf gar keinen Fall. Sprich ruhig aus.","Nein, natürlich finde ich das cool, wenn Leute nähen und auch so ein bisschen sehen, dass es halt nicht so einen, also ich finde das immer nervig, wenn Leute zu einem hinkommen, ach, du machst ja nur so\nNe? Und Nähen ist halt nicht, du machst halt zwei Nähte und dann hast du ein Kleidungsstück, was um äh umwerfend aussieht und so ein Kram, sondern dass man halt auch versteht dahinter ähm,\nweiß nicht, was in so einen Prozess reingeht. Also die, über die ich gesprochen habe, ich glaube, die ist für die wenigsten jetzt im Chat relevant, aber die hat irgendwie ein Video, wo sie ähm,\nin einem Jahr,\nmache ich das denn? Ich glaube, hundertzwanzig Klamotten genäht hat. Also wie gesagt, sie sagt das auch am Anfang, dass sie ähm nichts anderes macht im Prinzip, außer Nähen und sie zeigt halt wirklich alles, was sie in diesem Jahr genäht hat und halt auch die ganzen ähm,\nJa warte warte warte jetzt hier Entschuldigung Entschuldigung ich bin einfach nicht so schnell. Das ist der das ist das Video wo ich einfach dachte geil,\nhalt wirklich so.\nJa und es wirklich halt also du machst halt immer ein Probestück bevor du eigentlich in den guten Stoff rein schneidest. Also du willst wissen\ndass das Kleidungsstück was zunächst auch wirklich passt und ob du, weil jeder Körper es natürlich anders geformt und selbst wenn du eine Größe X Y Z hast, heißt es ja nicht, dass du, wenn du es ab\näh fertig genäht hast, dass es dir passt. Jeder Körper ist total ein ähm äh Eigen ähm eigenartig, einzigartig.\ntrifft's eigentlich auch,\njeder Körper ist eigenartig, genau und der eine hat irgendwie ein bisschen weniger Bauch, ein bisschen mehr Bauch, ein bisschen weniger Po, bisschen mehr Po, also das heißt, du musst alles eigentlich anfassen ähm.","Ja","Gut. Da sind wir alle mit dabei beim Po anfassen, genau. Ähm aber du musst halt eigentlich jedes ähm,\nStück, also schon so ein bisschen anpassen, dass es halt wirklich auf deinen Körper passt. Es sei denn, du nähst irgendwas, was komplett sackig ist. Ähm dann musst du natürlich weniger anpassen, aber ähm da war ich hin und weg von der. Die hat mir auch wirklich so wieder den,\nauf Nähen äh gebreitet, weil ich mir dachte so, Alter what, wie viel hast du genäht? Ähm und aber auf der anderen Seite halt auch zu sehen, wie fallen unterschiedliche Stoffe, weil die halt auch zum Beispiel,\nähm\nSachen näht aus etwas festeren Stoffen, dann wieder auch so sehr fallenden Stoffen, weich fallenden Stoffen, dass du halt siehst wie ein und dasselbe Schnittmuster in zwei unterschiedlichen ähm,\nSchweren von Stoff aussehen können, was halt echt cool ist. Ähm genau das hatte ich mir angeguckt und ich war so hin und weg, grad wenn sie die Nähte halt super viel Weite äh Röcke, Kleider mit Tieren, wie heißt das auf Deutsch?\nTellerröcke. Ähm also hier ähm Circles gehört, dass das auf Englisch, das ist wirklich halt so ein krass weiten Saum am Ende hast und wenn du dich drehst, dann wallt das ganze Ding. Genau und das das hat sie halt auch gemacht und das ist einfach total cool gewesen.\nund das andere, was Talar natürlich meint, es gibt äh ähm,\nLeute, die halt auch ähm sehr viel historische Sachen nähen und sich dann halt auch so Sachen in in den Kopf setzen, wie ich möchte, ein historisches äh äh Kleid nachnähen, was es irgendwie im Schaufenster in irgendeinem Museum gibt.\nDa gibt's irgendwie äh einige Leute und ich glaube, eine von denen.\nInteressantesten, finde ich, ist nach wie vor äh Cathy Hay. Mir hat ein schönes Video zu dem Kleid\nan dem sie gerade arbeitet, was halt auch wo sie sagt, das werde ich einmal anziehen und ich brauche daran ewig. Aber für die ist es halt nicht ähm am Ende, dass du ein Kleidungsstück hast, was du fertig genäht hast, also das auch. Aber vor allem halt der Prozess, dahin zu kommen und die ähm\nkonstruiert die Schnittmuster halt auch selber und zwar unter den Gesichtspunkten, wie du in dem Jahr, ich glaube,\nneunzehnhundertneun oder so ist das Kleid entstanden. Video unter dem Gesichtspunkt dieses diesen Schnitt konstruiert hättest. Und da geht sie halt auch durch,\nden ganzen äh mathematischen Sachen dahinter, wie du das.","Diese praktische Archäologie,\nAlso, dass Leute halt einfach durchaus probieren, alte Sachen wieder entdecken, gucken, wie hätte es funktioniert. Dieses komplette Historiker Suring, YouTube geht so ein bisschen,\nin die Richtung, weil viel halt auch einfach nicht mehr,\nexistieren ähm oder nicht gut genug beschrieben ist, dann gibt's diese zum Beispiel die komplette Kontroverse, was äh Korsetts angeht, was es nur äh,\nEigentlich war, wie schlimm sind sie und Pipapo und das ist halt total spannend, einen Blick von,\nLeuten zu sehen, die halt wirklich Ahnung haben von der Materie und Maltacheles reden und sagen,\nja nie so war's und so wurden die erstellt und hier ist keine Ahnung äh Wal, Fisch, Zahn, Dings eingearbeitet und Pipapo, ne so what? Okay.\nCool.","Genau und eine andere YouTuberin ist\nBanner, die hat halt auch äh die näht halt super viel mit der Hand, also die hat die kommt oder will Sachen reproduzieren aus einer Ära, wo du alles mit der Hand niest. Und ich weiß nicht, ähm man braucht auch schon ein bisschen Zeit, bis man so eine Klamotte an der Nähmaschine genäht hat. Aber den Prozess\ndas Handelns, also ich habe das neulich für, ich weiß gar nicht, für was man ausprobiert. Alter Falter,\nErstens mal musst du die das musst du noch mehr ähm Motivation haben, dich so lange\nzu konzentrieren auf so kleinteilige Sachen, dann musst du erstmal diese Geradigkeit hinbekommen in deinem Stich, äh auch von dem Stichbild, also dass die die die Abstände und die,\nja die Abstände von den Fäden halt irgendwie mehr oder weniger gleich sind. Also es ist schon sehr faszinierend und die gehen halt auch häufig so historische Stoffe nochmal durch, also was hat man zu der Zeit getragen, was gab's da für Materialien?\nWas ich halt auch extrem spannend finde, weil ich grad\nhäufig jetzt halt immer so schaue, dass ich Materialien finde, die nicht so, also ich hasse Baumwolle zum Beispiel, weil ich finde, dass Baumwolle einfach immer stinkt, wenn man sie anhat. Ich habe jetzt zwar was gekauft, was in einer leicht gewebten Baumwolle ist, aber,\ngucken und ich finde halt, die nutzen ja auch ganz viel Leinen. Ich habe jetzt halt auch Leinen bestellt, ähm um halt einfach andere Stoffarten auszuprobieren.\nLeinen und aktuell habe ich also mein mein neues Lieblingskleid ist aus Hanfstoff. Das habe ich irgendwie jetzt äh vor ein paar Wochen,\nStoff entdeckt beim, bei einem Stoffladen meines Vertrauens.","Ist das gut zu kriegen.","Nee, es ist super schwer zu kriegen und es ist extrem teuer.\nAlso es ist halt kommt halt fast auf die auf vom Preis her fast so auf Anmerino ran. Ähm noch nicht ganz an Seide, aber es ist halt ein krass teurer Stoff und da weiß ich jetzt auch nicht, ob das die Herstellung ist, ob du halt,\ndas halt intensiv zu bewirtschaften ist. Genau und Leinen im Vergleich gibt's halt günstiger, aber es ist auch ein teurer Stoff. Ähm aber es ist halt ein Naturmaterial.","Ja, wie ist denn Hanf so einzuschätzen? Ist das so zwischen Leinen und Jeans? Kann man das so sagen.","Es ist, also du kannst ja auch Leinen in unterschiedlichen Stärken kaufen, also es gibt ja immer ähm feines Leinen, was halt äh ähm,\nsehr, sehr weich fällt und dann hast du halt so krass derbes Leinen, wo du halt Jacken wirklich draus nähen kannst. Also es kommt immer so drauf an, wie dicht das gewebt ist. Und wie fein der Faden am Ende\nAlso ich weiß nicht, ob das dann noch Spinnen ist, weil du bearbeitest das ja speziell, damit du einen Faden aus dem aus der Hanf- oder Leinenphase halt rausbekommst,\naus dem Flag.","Also Leinen ist ja Flachs, ne. Okay.","Was ihr jetzt auch gesehen habt, dass es noch ein Nessel, ich weiß halt nicht, ob's was es für eine Nessel genauso, so Leinen ist ja, glaube ich, auch ein Nässelstoff, war's glaube ich. Und dann noch irgendwas anderes jetzt gesehen, was aber überwiegend, glaube ich, in China angebaut wird,\nGenau und da gibt's halt so eine ganze Reihe an Naturmaterialien, die halt auch ganz nette Eigenschaften haben, wie das sie halt im Sommer kühlen, ne, wenn wir uns das gerade mal an die Temperaturen von vor ein paar Wochen zurückrennen.","Kennst du kennst du denn Kanäle, die ähm auch so an dieses die einen erstmal so generell an dieses ich mache mir Klamottending irgendwie gut ranführen?\nAlso die so mehr so am am Anfang stehen und die jetzt nicht so totale Überflieger sind.","Na, ich weiß nicht, das kommt halt drauf an, wie man lernt. Also das ist so der Punkt, würde ich meines was würdest du sagen, Tada?","Im Zweifelsfall einfach mal do it yourself, Jacke, do it yourself, Hose, whatever, was man halt gerade braucht, also es gibt halt extrem viele, aber,\nEs gibt halt Leute, die lernen gut mit so praktischer Herangehensweise. Pass auf, hier ist eine Schritt-für-Schritt-Anleitung. Und,\nLeute, die lernen sehr gut, wenn sie erstmal so die Fundamente haben, das sind die unterschiedlichen Stiche, das sind die unterschiedlichen Materialien, ähm,\nund ja.","Ist halt schwierig. Also ich werde auch häufig gefragt, äh was könnte ich denn machen? Was einfach ist zu nähen? Also wenn man äh wenn man Röcke trägt, Röcke sind so ziemlich das Einfachste, was man nähen kann,\ndann halt auch viele äh wollen halt sofort mit so T-Shirtstoffen anfangen, also was halt elastisch ist, was aber das Schwierigste ist eigentlich zu nähen, weil du dann so ein bisschen,\nja, musst du ein bisschen deine Maschine besser kennen.","Okay, wo ich mal richtig Bock drauf hätte, sind so gute Gürteltaschen. Also so Umhänge äh Taschen, weil ich habe finde nie irgendwie was, was mir wirklich gut gefällt so und ähm.","Da gibt's äh einen sehr süßen, japanischen Channel, den suche ich mal kurz raus.","Weißt du, so Festival, so Festival äh Gürtel, Beutel sozusagen, so Sachen, die man sich so um,\numgeschnappt so mit einem Clip oder so oder sonstwie Klug befestigt und die einfach so Raum für Kram bieten. So und wo kriegt man denn irgendwie die korrekten\nReißverschlüsse her, was will man da eigentlich haben, wobei soweit ich das verstanden habe, will man sowieso nur diese YKK äh Reißverschlüsse haben, glaube ich, ne?\nwie so die Einzigen, die es bringen. Ja und dann.","Ja, aber das ist halt, das ist halt super speziell und supernischig. Also das heißt, da bist du in einem Bereich, wo du also extrem textil, das können wir ja mal hier rein, ich weiß nicht, die habe ich wahrscheinlich eh schon häufigst genug hier äh gepluggt, extrem fixil ist ein Anbieter aus Dresden, der was Stoffe angeht,\nähm genau in diesen, in diesen, in diesen, in diese Richtung geht, also der hat halt Outdoorstoffe, da ziehe ich meinen Merino her ähm und auch sonst, was ich so an Outdoorstoffen kaufe,\nReißverschlüsse und so und das gute Gütermann-Garn und sonst darf haben die halt auch. Aber ähm die haben halt dieses robuste Material halt auch so was wie Cordura, was du halt häufiger für irgendwie für Taschen und so nimmst,\nAber da hast du halt eher schnell das Problem, du hast viele Stofflagen, wo du durch musst, das heißt, du musst eine ziemlich, ziemlich leistungsstarke Maschine haben, die da durchkommt, ansonsten bist du halt schnell bei einer Industrie-Nähmaschine\nund du musst die Schnittmuster finden und ich glaube, das ist das größere Problem. Dafür gibt's jetzt nicht so den Schnittmustermarkt,\nSo, da kannst du halt hoffen, dass es jemanden gibt, der was Ähnliches gemacht hat, was man abwandeln kann, aber gerade wenn man zum Beispiel auch erst anfängt, was einfach zu nähen ist, äh das wusstet ihr wahrscheinlich auch schon gedacht haben, sind diese\nÄh diese äh Schlampersäckchen da, die du hast, diese durchsichtigen. Die kannst du halt easy aus Stoff nähen im Prinzip,\nAber das sind halt auch nur Rechtecke mit Reißverschluss.","Ja, das macht ja auch keinen Sinn. Sowas brauche ich ja nicht.","Genau, weil so was kannst du halt ganz gut die die einfachsten Sachen üben, aber wirklich Festivaltaschen mit irgendwie guten ähm Schnallensystem oder was auch immer. Ist schwierig, muss man sich mal so ein bisschen reingucken.","Ja, na, ich dachte ja auch eher so erstmal an son, so, so, so ein Kanal, der einem grade das Arbeiten mit der Maschine auch so, der sozusagen, so die Grundlagen gut abdeckt, ne, also,\nWie näht man damit überhaupt erstmal so so richtig und wie mache ich da wie mache ich Saum? Wie mache ich äh Knopflöcher und so ein Kram?","Da glaubst, glaube ich, brauchst du nicht den einen Kanal, sondern guckst da einfach, was für dich funktioniert. Also es gibt ein Haufen Tutorials in allen möglichen Sprachen und Formen und Anpassungen.","Ah okay, hätte ja sein können, dass es uns zu einen gibt, hm.","Nähmaschinenhersteller in der Tat nämlich auch. Also ich habe,\nähm wenn ich ich habe mir jetzt irgendwie ein paar neue Nähfüße gekauft für die Maschine, halt so ein paar special Füße, die du jetzt nicht immer so im täglichen Bedarf unbedingt brauchst, aber da macht Bernina halt zum Beispiel halt auch YouTube-Videos, um zu zeigen, wie die Dinger funktionieren, wie du die anwendest. Ähm und ich denke, das ist genau so was halt auch von den meisten Herstellern mittlerweile gibt\nwo du halt diese Maschinen auch eher in einem Video kennenlernt sozusagen,\nNa, wer Nina ist ja die Maschine, ähm Bernina, die Schweizer äh Maschinenfirma, äh wo ich meine Maschinen herbeziehe, jetzt jedenfalls die Nähmaschine.","Okay, weil die sind geil.","Weil das ist so, also früher gab's ja diesen dieses dieses äh Singer ist so das Beste an der, was du an der Nähmaschine bekommen kannst\nDas sind sie aber schon lange nicht mehr und Bernina hat das eigentlich irgendwann übernommen. Das sind sehr, sehr robuste, leistungsstarke Maschinen, die ähm ja, so gut funktionieren wie ein Schweizer Uhrwerk.\nIst halt auch schwer und äh etwas teurer, also sehr pricey, würde ich mal sogar sagen, ähm in der Anschaffung im Vergleich zu anderen Maschinen. Aber es gab vor,\nzehn Jahren würde ich sagen, so den, den, den, den Grundsatz von wer sich eine Nähmaschine kauft, die weniger als dreihundert Euro gekostet hat, kannst du vergessen, weil unter dem Preis kannst du keine Nähmaschine herstellen,\njetzt wird's vielleicht eher so bei fünfhundert Euro liegen, würde ich mal denken. Und ich denke, also je schwerer eine Nähmaschine zum Beispiel ist, ist desto besser.\nweil das so mehr Bums hat die auch in der Regel dahinter und und wandert die auf deinem Tisch nicht hin und her. Also ich habe das Problem mit einer meiner Maschinen, die ich hätte nicht kaufen sollen von Singer, äh die ruckelt ganz schön über den Tisch.","Alter Falter, das sind ja mal Preise hier.","Hast du das das Top-Brudel dir grad angeschaut für sechzehntausend Euro?","Für sechzehntausend gibt's auch noch eins, also bei Nähmaschinen bin ich jetzt hier bei bei neuntausendneunhundert, glaube ich, beim Topmodell. Ähm oh, das finde ich, ja.","Und neun, ja, waren's einen neuen. Muss man vielleicht dazu sagen, das ist keine reine Nähmaschine, das ist eine Stickcomputer am Ende, also mit dem wo du halt Sachen irgendwie besticken kannst.","Was ist denn Quillten?","Äh diese Decken kannst äh kannst du, dass diese Decken, die man aus mehreren Teilen so zusammennäht, also so mehrere äh Rechtecke oder was auch immer. Warte mal. Ich habe da neuliche Patchwork genau patchwork.","American Quilt, kennst.","Ja, das ist halt äh.","Tagesdecken, die bunten Tagesdecken von Oma.","Bunte Tagesdecken von Oma. Guck mal, hier gibt's das auch in fancy.","Okay und dafür brauche ich eine spezielle Funktion.","Ja, dafür brauchst du eine große Maschine und das, was du halt äh hast, ähm guck dir mal das Bild an, was ich grad in Sleck reingeschoben habe. Siehst du halt, dass es eben zusammengenäht ist, diese einzelnen Teile und aber die die Decke quasi von oben noch mal mit einem Muster bestickt ist,\nAlso das heißt, du hast in sich die der Stoff, der diese diese Decke bildet und obendrauf ist der nochmal bestickt und mit dem Futter sozusagen so ein bisschen zusammengenäht,\nund da brauchst du halt irgendwie einen großen Freiarm, dass du dieses riesige Nähgut am Ende überhaupt drunter transportieren kannst und ich weiß gar nicht, was eine Maschine jetzt noch besonders macht, vielleicht noch ein paar extra,\nMuster.","Okay, also die Kleinste ist die Berliner drei fünfundzwanzig, die geht bei tausendeinhundert Euro los. Das ist ja schon mal eine Ansage.","Nee, dass die haben noch eine andere. Die haben noch eine mechanische. Also das ist ja eine computergesteuerte, die du grad, glaube ich, dir anschaust. Und es gab bis vor,\nhaben sie die nicht mehr, es gibt es gab eine ganze Zeit lang noch eine,\nkeine Computer gestützte Nähmaschine, es war 'ne ganz, ganz einfache. Oh, wow, das ist die. OK, dann, ja, die war mal, ich glaub, nur siebenhundert. Oder achthundert.","Okay. Und dann wird's digitaler und dann ist man so schnell bei zweitausend und ähm die sind aber auch wirklich scharf aus.","Ja, mir gefallen sie nicht mehr, weil die jetzt halt alle so einen Touchscreen haben. Das finde ich jetzt nicht so sexy, aber ja, als ich mir damals die Nähmaschine gekauft habe, war der Mac günstiger als die Nähmaschine. Also es war auch äh,\nhätten sie auch gedacht so okay kann man machen, muss man aber nicht, aber genau und ich habe die jetzt seit elf Jahren,\nund muss jetzt mal endlich zur Wartung, die hat immer noch nicht, also was halt auch ganz geil ist an Berliner, die Dinger müssen einmal in zehn Jahren gefühlt gewartet werden, die haben halt wirklich,\nAlso ja, die sind halt robust und andere Maschinen, wenn du Pech hast, musst du sie jedes Jahr in die Wartung schicken. Ähm,\nGenau und den Fehler habe ich halt einmal gemacht und eine blöde Maschine gekauft von Singer. Ich habe eine Overlook und Coverlook zusammen von Singer noch. Die würde ich aber auch nicht empfehlen, also von denen empfehle ich gar nichts mehr. Das ist furchtbar. Und dann noch eine,\nCoverlook äh später gekauft von Babylocker ist die Firma, die es in einem ähnlichen Preissegment wie die Berliner und ich brauche halt quasi noch eine neue Overlook äh und es wird nicht günstig, wie ich sehe.\nweil gerade jemand fragt, eine neue Overlook, ja ich ich spiele mit dem Gedanken mir eine von Bernina, ähm zu kaufen.","Ich verstehe gerade die Sprache nicht. Eine neue Overlook. Was heißt das?","Hast du denn bei unserer ersten Sendung äh äh nicht zugehört? Es gibt eine, also das, was eine ganz normale Nähmaschine ist. Ich sage mal, damit machst du die geraden Nähte, um zwei Sachen zusammen zu nähen. Dann hast du die Overlook. Das ist die Maschine, die einen Messer dran hat.","Over look, ne? Nicht look.","Overlock, ja, Overlock, die einem ein Messer dran hat, an dem sie quasi die Kante abschneidet und danach diese Kante versäubert, also mit so einem,\nwas ich früher auf der normalen Nähmaschine genommen und die Overlook umschließt diese Kante quasi mit einem Faden. Das heißt, wenn du ein Material hast, was ähm sehr, sehr schnell ausfranst, werden die Fäden dadrin gehalten,\nso, dass Dina, wenn du dein T-Shirt einfach hochkrempelst, dann hast du doch da so eine Seitennaht und da siehst du, was eine Overlock-Manat ist,\nAlso die Seitennaht, die da,\nDie innere Seitennaht, die die sichtbar ist. Genau und damit ist das eingefasst und das andere ist eine Coverlook-Nähmaschine und das ist quasi dieser Saumabschluss, den man nähen kann, wo du dann so eine Doppelnaht hast, aber das sieht man wahrscheinlich auch hier nicht im.","Sieht man den Podcast ja sowieso nicht, aber ich verstehe schon. Das sind halt sozusagen spezielle äh Funktionen und ähm.","Genau, also eigentlich braucht man drei Nähmaschinen, um Kleidung in einem hochwertigen Format zu machen, also braucht man nicht.","Du hast zwei.","Vier,\nWeil lieber Tim, wenn der Strom in Berlin ausfällt, steht hinter mir auch immer noch eine Fußgetriebene ähm Nähmaschine aus dem Jahre, weiß ich nicht.","Okay und das ist alles Bernina.","Nee, das ist eine Köhler. Ich glaube, das ist eine Köhler, ja. Mit Schwingrad und allem drum und dran. Ich glaube, ich weiß gar nicht, von wann genau die war.","Die mechanische Matze jetzt, okay.","Alte fußbetriebene.","Okay, dann kannst du ja, die kannst du ja so einen Aufkleber drauf machen und sagen, irgendwie bei alter Nähmaschine ist sie Berliner.","Ja, das ist so eine alte Nähmaschine, die haben halt in der Regel auch gut bums, aber ich muss die mal, ich müsste die mal richtig warten lassen. Aber ähm ja, ich auf der Nähe in der Tat nicht. Es sei denn, wie gesagt, dass der Strom würde mal ausfallen und ich habe das dringende Bedürfnis, ähm,\nnähen zu müssen.","Kann ich gut verstehen.","Ja, genau.","Kannst dann die kleinen, kleinen Mäntelchen machen für die ähm.","Für die Action.","Die Actionfiguren, genau. Damit wir auch alle ein Cape haben.\nAch nein, das muss ein richtiges Cape sein, das muss richtig mit Overlock und so ordentlich versäumt sein,\nIch habe heute nichts versäumt, denn meine Overlock Maschine war kaputt.","Ja, ja, ja, das äh.","Ihr seid nicht alt genug dafür, für den Witz. Ähm echt? Das hat keiner verstanden. Oh Mann, ey. Na okay, ist egal.","Jetzt musst du schon deinen Witz erklären.","Na ja, Nena, nur geträumt, na ja, aber die sollte man eigentlich gar nicht erwähnen, ist ja jetzt so eine so eine blöde Schwurbeltante geworden.","Nie cool, aber.","Aber wir werden gerade im Chat äh korrekt darauf hingewiesen, dass ähm Krebs ja eigentlich nicht gehen, ne.\nIhr wisst schon, den Credibles und so weiter, okay.","Ja, ja, kommt drauf an, was du was du vorhast.","So, ich habe jetzt vor, die Sendung äh langsam zum Ende zu bringen. Was haltet ihr davon?\nWir haben äh unser äh klassisches Limit erreicht und ich denke, ähm alles erzählt, was wir erzählen können. Jetzt steht äh Urlaub an. Für mich zumindest, ich weiß nicht, wie es bei euch ist. Wird sich wahrscheinlich einfach einschließen und nähen. Tada wird arbeiten, wie immer.","Ich habe nächste Woche hoffentlich frei.","Wow und was machst du dann? Drei D Drucker ausprobieren.","Nee, nee, eventuell gibt's Feedback zu Doktorarbeit.","Das klingt super, das klingt wirklich nach Sonnenschein und Badestrand. Ich kann euch das sehr empfehlen, ähm einfach mal abzuschalten. Also ich habe äh wirklich vor einiger Zeit mir vorgenommen,\nDas mir das mit dieser Sommer insbesondere jetzt in Pandemiezeiten möglichst nicht mehr durch die Lappen geht.\nAlso es ist wirklich äh sehr wichtig für den Wind und den Breien, dass man ähm,\nso abschaltet und auch mal was davon hat, vor allem weil irgendwie dieser Winter war jetzt auch nochmal doppelt hart, weil er irgendwie komplett ohne Sozialinteraktion ist mir dann doch irgendwie alles ein bisschen zu bekloppt. Und deswegen habe ich's dann doch gestiegenes Bedürfnis, ähm,\nordentlich ähm.","Tarren zu lassen.","Draußen zu sein, also draußen zu sein, vor allem draußen und am See. Also ich möchte vor allem draußen sein und am See,\nbeides, so wie alle, äh weiß ich nicht, ob das bei allen so ist, aber ich will das halt auf jeden Fall, ja?","Ja, also ich habe gehört, Campingplätze und Zeug ist alles dicht, keine Chance. Und mega teuer.","Deswegen fährt man ja auch morgens.","Ich habe so meine Eckchen gefunden und ähm außerdem muss ich natürlich mein neues Wohnwagengier ausprobieren, das äh bietet sich natürlich auch enorm an. Habe ich auch schon teilweise ausprobiert und ist geil. Aber man muss das ja auch alles ausprobieren, damit man weiß, was man als nächstes upgradet.","Also ich stimme mir auf jeden Fall zu, dass Auszeiten wichtig sind und so. Ähm,\nJein, äh ich präferiere irgendwie Frühling und Herbst, weil Sommer halt meistens voll ist und teuer und viel zu warm. Ich mag,\nin Serie, Frühling und Herbst für Urlaube.","Okay. Ja, aber Delta. Frühling Alpha, Herbstdelta. Jetzt ist sozusagen das Witzbot.","Jetzt gerade ist sowieso kein Urlaub.","OK gut.","Ja, ich habe da so ein Segelboot reserviert für drei Wochen,\nin so Ende August in Italien, aber das ist auch äh also ob das dann stattfinden kann und wird, wird man noch sehen.","Ausgebucht.","Äh so ich habe das Boot schon vor, weiß ich nicht, irgendwann Anfang des Jahres reserviert.","Suchst du doch Mitreisende, wollte ich fragen.","Ach so, äh,\nJa, das das kann das kann möglich sein, genau. Also ich werde jetzt so ähm in den nächsten ein bis zwei Wochen mal so eine\neine Bestandsaufnahme machen, also ich weiß schon ein paar feste mit Fahrer und dann gibt's aber welche, die nur eine Woche oder vielleicht zweimal mit wollen, dann äh gibt's da auf jeden Fall so Sp,\ndies zu füllen gibt.","Alles klar, let me now.","Schreibe ich dich mit auf die Kandidatenliste.","Schreib mich auf die Kandidatenliste. So Leute, dann äh machen wir hier dieses Spiel ähm das alte das alte Freakshow äh Spiel, ihr wisst schon,\ndas mit dem Auto und so,\nVielen Dank fürs Zuhören hier bei der Freakshow. Vergesst nicht, ähm wir kommen wieder, auch wenn jetzt grade äh noch ein bisschen Sommerpause angesagt ist, seht es uns nach.","Ist eine Drohung.","Wir kommen wieder.","Dann hoffentlich auch in der Meta-Ebene. Bis dahin sagen wir tschüss und bis bald.","Tschü."]}