{"v":1,"episode":262,"speakers":["Tim Pritlove","Rainer","Letty","roddi"],"t":[108,163,164,181,190,216,222,223,225,227,232,235,242,259,279,281,287,291,295,304,306,316,319,337,339,340,342,343,349,412,423,426,427,434,436,559,560,667,673,761,765,767,768,787,812,821,822,857,860,869,875,876,881,883,914,958,959,970,972,991,997,1010,1015,1017,1019,1020,1022,1026,1028,1029,1031,1040,1043,1044,1046,1057,1060,1064,1065,1134,1174,1299,1303,1382,1387,1545,1560,1580,1592,1597,1624,1627,1634,1638,1647,1650,1652,1653,1657,1672,1713,1723,1730,1741,1746,1772,1790,1794,1801,1807,1811,1814,1820,1827,1832,1857,1984,1986,1988,1995,1998,2006,2010,2039,2042,2047,2049,2053,2066,2073,2076,2085,2114,2209,2213,2215,2223,2246,2249,2295,2306,2325,2327,2330,2335,2336,2341,2349,2352,2417,2420,2470,2472,2475,2478,2514,2519,2521,2529,2586,2591,2594,2596,2601,2609,2610,2636,2647,2650,2681,2684,2716,2719,2732,2735,2912,2917,2918,2928,2982,2987,3020,3024,3058,3118,3135,3141,3203,3205,3228,3236,3243,3244,3274,3277,3284,3286,3291,3322,3322,3494,3496,3718,3722,3731,3746,3749,3750,3767,3772,3775,3777,3782,3783,3784,3797,3806,3807,3810,3815,3816,3821,3826,3834,3844,3846,3927,3930,3932,3936,3940,3946,3954,3959,3972,3974,4004,4058,4073,4077,4078,4103,4104,4105,4106,4111,4114,4117,4121,4126,4132,4137,4148,4174,4194,4196,4206,4246,4249,4252,4307,4311,4417,4419,4480,4481,4542,4543,4570,4572,4582,4586,4592,4595,4660,4662,4674,4678,4687,4691,4807,5037,5041,5045,5046,5065,5067,5070,5071,5077,5086,5131,5160,5177,5181,5184,5193,5196,5205,5206,5214,5231,5236,5286,5288,5291,5322,5329,5332,5341,5364,5367,5369,5390,5423,5439,5468,5477,5547,5551,5552,5560,5570,5574,5583,5591,5597,5598,5602,5640,5690,5692,5696,5700,5719,5752,5762,5773,5776,5779,5782,5788,5793,5811,5841,5842,5846,5849,5853,5862,5907,5917,5959,5965,5969,5975,5989,6002,6033,6040,6043,6047,6061,6089,6091,6110,6125,6153,6173,6202,6205,6207,6211,6262,6345,6365,6370,6384,6386,6390,6482,6523,6527,6537,6539,6638,6640,6685,6685,6728,6740,6792,6795,6832,6834,6853,6885,6934,6938,6939,6947,6965,6974,6981,6983,6992,7006,7008,7043,7047,7049,7053,7093,7109,7115,7118,7121,7123,7128,7153,7184,7189,7193,7214,7216,7218,7222,7233,7235,7248,7249,7254,7255,7257,7273,7276,7565,7566,7569,7601,7689,7692,7697,7701,7727,7729,7816,7824,7826,7827,7831,7834,7837,7843,7844,7851,7854,7859,7860,7865,7878,7906,7910,7915,7917,7936,7940,7992,7996,8043,8049,8065,8071,8097,8099,8111,8114,8133,8190,8197,8348,8360,8393,8398,8402,8405,8408,8422,8428,8429,8435,8452,8487,8502,8557,8558,8560,8569,8572,8576,8578,8582,8585,8624,8626,8654,8660,8673,8677,8684,8722,8723,8726,8729,8737,8738,8775,8777,8787,8792,8831,8846,8847,8848,8869,8940,8977,8980,9065,9068,9180,9190,9317,9318,9322,9324,9349,9352,9454,9456,9459,9462,9495,9503,9510,9518,9624,9629,9635,9638,9641,9653,9654,9656,9663,9666,9673,9679,9694,9697,9720,9724,9750,9763,9797,9798,9848,9857,9908,9910,9912,9918,9921,9926,9927,9932,9934,9949,9951,9954,9956,9969,9970,10017,10052,10087,10088,10094,10097,10100,10102,10105,10110,10130,10172,10173,10257,10262,10271,10277,10329,10340,10365,10365,10372,10374,10376,10378,10385,10387,10388,10411,10421,10424,10456,10479,10486,10490,10509,10533,10546,10556,10560,10592,10594,10596,10597,10601,10694,10743,10751,10752,10763,10766,10768,10773,10811,10813,10879,10903,10905,10912,10918,10920,10959,10960,10963,10983,11011,11043,11051,11098,11102,11126,11126,11131,11178,11181,11242,11249,11253,11267,11375,11377,11391,11392,11395,11405,11410,11424,11425,11430,11432,11436,11444,11445,11448,11453,11475,11482,11483,11523,11531,11532,11534,11537,11550,11558,11560,11565,11571,11576,11580,11582,11583,11595,11624,11628,11641,11646,11649,11650,11654,11656,11683,11711,11725,11741,11745,11752,11756,11757,11843,11863,11868,11890,11959,12014,12017,12047,12049,12081,12093,12097,12115,12117,12133,12139,12141,12146,12163,12196,12199,12203,12206,12208,12212,12214,12241,12244,12314,12317,12327,12331,12338,12339,12345,12348,12352,12363,12369,12371,12408,12426,12427,12431,12471,12473,12476,12482,12488,12540,12545,12589,12637,12639,12684,12703,12705,12712,12799,12811,12830,12833,12862,12910,12911,12953,12959,12980,12985,12989,12993,13052,13060,13060,13063,13066,13194,13196,13204,13207,13207,13209,13215,13216,13291,13295,13301,13306,13309,13313,13319,13324,13355,13357,13360,13365,13388,13440,13444,13450,13469,13471,13475,13481,13488,13489,13506,13522,13526,13535,13538,13544,13545,13561,13565,13578,13599,13600,13652,13653,13706,13710,13712,13713,13723,13744,13759,13791,13810,13811,13816,13819,13821,13822,13837,13839],"s":[0,1,0,1,0,2,0,2,0,2,0,3,0,1,0,1,2,1,0,1,0,1,0,1,0,3,1,3,0,3,0,3,0,3,0,3,0,3,0,2,0,1,0,3,0,3,0,1,0,2,0,3,1,0,3,0,3,0,3,0,3,0,2,0,1,0,2,0,2,3,0,2,3,2,0,3,2,1,0,1,0,2,0,1,0,2,3,0,1,3,0,3,0,3,2,0,1,0,1,0,3,0,3,0,3,0,2,0,2,0,3,2,0,1,0,2,0,2,1,0,1,0,1,0,1,0,1,0,2,1,3,2,0,3,0,1,0,1,0,3,0,3,0,2,0,2,0,2,0,1,0,2,0,3,0,1,2,1,0,2,3,0,1,0,3,0,2,3,0,3,0,3,0,2,0,2,0,2,0,1,0,3,0,3,0,3,0,3,0,3,0,1,0,3,0,2,3,0,3,0,3,0,1,0,2,0,2,0,2,0,2,0,3,2,0,2,3,2,0,2,3,0,2,3,2,0,3,0,3,0,3,0,1,3,2,3,1,3,0,1,3,1,0,2,0,3,0,3,0,3,0,1,0,3,0,3,0,1,3,0,1,0,3,0,3,0,1,0,3,0,3,0,1,0,1,0,3,2,3,0,3,0,3,1,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,1,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,1,3,1,3,1,3,2,3,2,1,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,1,0,1,3,0,1,3,1,3,1,3,2,3,1,0,3,0,3,0,1,2,0,3,0,3,0,2,0,2,0,3,0,1,3,0,2,0,1,0,1,0,1,0,2,3,0,2,1,0,1,2,0,1,0,2,1,0,1,0,1,0,3,1,3,0,3,1,3,1,0,3,0,1,0,3,1,0,1,0,1,0,1,0,3,0,3,0,3,1,3,0,3,0,3,0,3,2,1,3,2,3,2,1,2,1,2,0,2,0,3,2,3,0,1,0,3,0,1,0,3,0,3,0,2,1,2,1,0,2,0,2,0,2,3,2,0,2,1,2,0,2,3,2,0,2,3,2,3,2,3,2,0,3,0,2,3,0,1,0,3,0,3,0,1,0,3,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,1,0,2,0,2,3,0,3,0,3,0,3,0,1,0,3,0,3,0,3,0,1,0,3,0,2,1,2,1,0,3,1,3,0,3,0,3,0,3,2,0,2,0,2,1,2,3,0,2,0,3,1,0,2,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,2,0,3,0,2,1,0,1,0,1,0,2,1,0,1,0,1,0,2,0,3,2,0,3,1,0,3,0,3,0,2,0,3,2,3,2,0,2,0,2,0,2,0,2,1,0,2,0,3,0,3,0,3,0,3,0,3,0,3,0,3,1,3,0,3,0,3,0,3,0,3,0,3,2,0,3,0,1,3,0,3,0,2,0,2,0,1,0,1,2,3,0,2,0,3,2,3,0,3,0,3,0,3,1,3,0,3,0,3,0,1,0,3,0,3,0,2,0,2,3,2,3,0,2,0,2,0,3,2,0,3,1,0,3,1,0,3,0,3,0,3,0,2,0,3,0,3,0,3,2,0,3,0,2,0,2,1,2,1,2,3,1,0,3,0,3,0,3,0,1,0,1,3,1,0,3,1,3,1,0,1,0,1,0,3,0,2,0,1,2],"x":["Hallo und herzlich willkommen, hier ist die Freak Show Nummer zwei,\n62 und es fühlt sich so an, als als wäre es gestern gewesen.\nAls wir hier das letzte Mal on air gegangen sind und ähm,\nJa, ich weiß, es hat wieder ein bisschen gedauert, ähm bis wir hier wieder äh online waren. Ähm aber so ist das nun mal. Ist halt irgendwie the fucking Corona und ähm ja, booking Corona ist einfach fucking.\nOder? Also es macht's einfach uns gerade ein bisschen schwierig, hier äh alles richtig zu planen, aber ich stelle erstmal vor, wer heute alles mit dabei ist, nämlich da haben wir äh Letti ist dabei. Hallo Letti und Rody ist auch an Bord.\nGuten Abend und äh nach einer längeren Zeit begrüßen wir ein weiteres Mal Rainer, hallo Rainer.","Hi, guten Abend, hi.","Guten Abend,\nRainer, der immer die äh Previs least hier äh verbricht seit einigen Jahren. Schön, dass du dabei bist. Äh gibt uns die Gelegenheit, uns noch mal zu bedanken für deinen Einsatz.\nAuch wenn er in letzter Zeit nicht so viel zu tun war.","Hatte leider schon zu, musste wieder zu. Deswegen bin ich ja hier.","Ja tja, na gut, aber immerhin sind wir ähm sind wir hier zusammengeschaltet über über dieses widrige Internet und ich muss sagen, ich habe,\nDiese ganze Pandemie über wirklich eine Aversion gegen Konferenzen und Fernverbindungen entwickelt. Äh wie es selber nicht für möglich gehalten hätte. Ich weiß nicht, wie's euch da jetzt mittlerweile geht, aber,\nIch habe mich eigentlich aus.","Alle mal ein vernünftiges Headset und ein Mikrofon und nicht mit hallo, ich rede gegen meinen Lüfter an äh ähm.","Ja","Mal zugelegt hätten, das wäre schon mal ein Anfang. Ansonsten.","Okay, aber da hat sich ja auch was getan.","Fern. Ja, nicht bei allen. Einige sind da sehr resistent, habe ich.","Nicht beeilen.","Ja, ich weiß nicht, also Online-Konferenzen äh nein, nicht für mich.","Nö. Wir müssen das ja auch irgendwann mal äh ändern, aber da arbeiten wir noch dran. Aber immerhin gibt uns das die Gelegenheit hier äh mehr mit Ferngästen zu arbeiten. Ist ja auch was Schönes.\nWir haben ja eigentlich letztes Mal schon alles zu dir gesagt. Ähm äh wann.","Ja ja ich war sehr unvorbereitet tatsächlich. Ich hatte ich meine man kennt ja die Freak Show und,\nSo ging ja dann irgendwie live und ich saß dann so da und dachte so,\nErste Frage, wie kamst du zum Computer? Ich dachte, oh fuck, ich bin gar nicht darauf vorbereitet. Wie kam ich überhaupt zum Computer?\nAus der Hüfte irgendwie, na ja.","Seitdem noch was eingefallen, was du noch nachschieben möchtest?","Also damals nee, alles gut.","Du hast da dann alles richtig gemacht. Man ist doch nicht vorbereitet bei einer Freakshow.","Ja, das das äh wird man meinen, ja, dass das so ist.","Gut, solange ist das jetzt aber jetzt auch alles noch nicht hier. Ich schaue gerade hier siebenundzwanzigster April zwanzig zwanzig. Ähm also ein Jahr.","Also ich.","Noch ganz viel über Corona geredet. Weil es so ganz neu war und so, Pandemie. Mittlerweile ist das ja alles ein alter Hut. Kennen wir schon.","Ja und alle reden von.","Ja genau, Freedom Day. Ja, wo man keine Konferenzen mehr machen muss. Das wäre auch schon ganz gut. Also ich gucke gerade, worüber wir uns unterhalten haben. Hm, wir haben uns natürlich über die allgemeine Situation, über Masken, Nähen,\nunterhalten ja und ab wie vor sechs.","Das war noch so ein Ding damals.","Ja, ja, genau, Stoffmas.","Man die noch selber nähen konnte, ne.","Und sogar musste, ja.","Und musste. Ich habe noch eine genäht, die auch noch per Hand. Dann war's mir zu doof.","Ja, es ist bringt nix irgendwie,\nMittlerweile laufen wir ja alle auf diesen Bauarbeitermasken durch die Gegend, als wär's das Normalste der Welt. Es ist schon auch wirklich echt crazy.\nNa gut,\nDarüber wollen wir aber nicht reden, aber ich muss jetzt erst mal gleich zu Beginn äh noch mal eine eine Hausmitteilung machen. Es ist es ist mir auch wirklich echt peinlich, dass dass ich das tun muss, aber es ist leider, es ist leider\nIhr erinnert euch, ich hatte hier vor einiger Zeit, ich weiß jetzt gar nicht, wie lange es her ist, auch erst ein Jahr.\nÄh berichtet, dass ich irgendwie einen Blues mit meiner Bank hatte,\nund äh das Konto auf den die wichtigen Spenden kommen ähm umstellen musste. Jetzt gucke ich gerade mal, wann das eigentlich war. Das ist nämlich genau vor einem Jahr gewesen, also fast genau vor einem Jahr.\nDann habe ich irgendwie munter zu einer anderen Bank gewechselt und dachte mir so,\nund ihr ahnt es bereits, es ist nass.","Was was ist das, was ist das überhaupt für eine Herangehensweise, bei einer Bank? Also ich.","Ich bin dann zu Contest gewechselt.","Wer?","Konntest. Ja, ihr dürft mich, ihr dürft mich auch gleich dafür peinigen und auspeitschen, ja, aber ich ich hatte ja nur.","So schlecht.","Ja ein ein Vorteil von von Onlinesendungen,\nJa ich ähm wie soll ich sagen? Äh ich habe ja mehrere Anforderungen irgendwie. Also einerseits wollte ich halt jetzt irgendwie nicht äh für jede Überweisung irgendein völlig,\nunangemessenen Betrag zahlen,\nJa? Also wenn man so eine Spende kriegt so, dann will man ja nicht irgendwie die Hälfte gleich wieder an irgendwelche Bankgebühren abtreten und damit drohte mir halt die Sparkasse einst,\nso dass ich äh einfach zum Kundenwechsel gezwungen war, weil es da keine andere Option gab und das war halt einfach alles nicht tragbar, also sowas wie 25 Cent pro äh Überweisung und so weiter, das ist einfach, das geht einfach nicht.\nMan kann nicht irgendwie weißt du, es heißt ja immer ein vierstellige Beträge oder so. Das weiß ich. Auf jeden Fall,\nWollte ich dann natürlich eine Bank haben,\ndie man auch okay über das Internet erreichen kann, ne? Also die quasi wirklich mit Online-Banking, wie man das haben will, äh erreichen kann und jetzt,\nhaben sich ja alle so damals so extrem gewunden mit dieser ganz,\nST zwei Geschichte und dann alle fingen an irgendwie auszusteigen und ganz viele Optionen waren irgendwie weg\nkam irgendwie so Contest daher und hat gesagt, wir sind cool und Internet und überhaupt und für Selbstständige und so. Es gibt ja überhaupt kaum Banken, die sich überhaupt an Selbstständige ran wanzen.\nJa, na ja gut, dann bin ich halt dahin gewechselt und dann äh kam jetzt irgendwie vor ein paar Wochen kam so eine Mail, ach ja, übrigens, äh wir kündigen das Konto.\nBitte was? Ja, nee, kündigen wir. Äh ich so, äh und warum? Ja können wir nicht sagen. Aha,\nJa wir dürfen wir dürfen das. Äh mhm,\nSo und dann muss man jetzt verstehen und sind wir ehrlich gesagt in dem Moment, obwohl ich's wusste, es ist mir in dem Moment erst so richtig klar geworden konnte es, das ist halt auch irgendwie so ein komisches Fintech, was am Ende eigentlich gar nichts anderes ist als ein Frontend,\nzur Solarisbank, die dahintersteckt und die quasi sich nur.","Man die denn kennen.","Ja, weiß ich ja, jetzt schon, weil das ist halt so eine Bank, die im Wesentlichen sagte, okay, wir machen unsere Bankgeschäfte, wir sind jetzt nicht unbedingt jetzt der Frontentler, sondern wir sind mehr so das Backend und wir haben hier eine geile AP und da könnt ihr dann eure Hipster Bank drauf hochziehen.\nUnd das ist das, was dann Contest gemacht hat so. Jetzt kann aber diese Bank, diese so Laris Bank, kann dann halt sagen, so ja der Kunde der gefällt uns aber nicht. Mit dem verdienen wir jetzt hier irgendwie nicht genug Geld,\nNe? Weil natürlich die dann irgendwie, keine Ahnung, die wollen ja dann irgendwie einem immer so merkwürdige, ja, wir managen deine Umsatzsteuer und wir machen irgendwie deine Steuerbelege und so weiter und na ja, so wie die das äh angeboten haben, war das für mich halt irgendwie jetzt kein Wert,\ndachte ich mir so, ne, ist ja euer Problem, wenn ihr irgendwie keine äh Angebote habt, die mich interessieren. Den Rest nehme ich. Na ja und dann,\naber jetzt irgendwie diese solares Bank auf die Idee so ja nö also hier so Kleinstspenden, viele Überweisungen ist uns alles zu teuer, äh kündigen wir.\nKonntest ja, wir können aber auch nix machen, wenn die das machen. Toll. Dann ging das noch irgendwie fünfzehn Mal hin und her und ich habe dann irgendwann eingesehen, dass es alles keinen Sinn hat.\nUnd jetzt muss ich schon wieder das Konto wechseln. Es macht mich wahnsinnig. Es ist wirklich richtig zum Kotzen, weil ich einfach auch überhaupt gar keinen Bock habe, euch die ganze Zeit mit diesem Thema irgendwie auf eine Kette zu gehen und muss euch leider alle noch mal bitten, äh,\neure Daueraufträge zu ändern für eine neue Bankverbindung, die jetzt auch schon auf der Webseite steht,\nein bisschen was zu schreiben, ich schmeiß dann später nochmal ein kurzes\nInfo-Audio-File in die ganzen Podcast-Kanäle und ich wäre euch sehr verbunden, wenn ihr das A machen könntet und B schnell.\nWeil.","Es dieses Mal denn wenigstens eine ordentliche Bank? Also ich meine, gibt es so was überhaupt, aber das.","Ja. Also ich bin jetzt so ein bisschen den äh,\nSo diesen Weg gegangen so bloß nicht wieder in Fintech und äh habe mir jetzt die Commerzbank rausgesucht so mit richtig Geschäftskundenkonto und das\nkostet dann auch alles ganz viel Geld. Ähm\naber meine Geduld ist einfach am Ende. Ich habe einfach keinen Bock, da wenn ich sage, ich will mit jemandem telefonieren, die so, nein, das geht alles nur per E-Mail. Ja, also du hast ja das Gefühl, du redest nur noch mit so einer KI.\nDie ganze Zeit so äh ihre Fragen, Frage Antwortspielchen von so einem digitalen Notizblock abreißt,\nich das mich also mich macht das ja selber total äh fertig und mir bleibt jetzt einfach nichts anderes übrig als da auf eurer Mithilfe äh zu sitzen, weil ja,\nkann teuer werden,\nEs müsste halt so was geben wie so virtuelle E-Bikes. Ich meine, wenn ich von der Telekom zu O2 wechsel oder andersrum vielmehr, ja, hier auch meine Telefonnummer mitnehmen, warum kann man nicht auch seine Kontonummer mitnehmen?\nGibt's nicht einfach eine virtuelle EU-I-Bahn, ja? Wo es dann auch scheißegal ist, ob das irgendwie jetzt,\nHolland ist oder äh in Spanien oder in hätte ich fast Norwegen gesagt, in Schweden.\nJa, ich meine das warum nicht? Warum soll man nicht seine Kontonummer beibehalten können und trotzdem den Anbieter der Bank wechseln?","Viel zu praktisch wäre und dann nicht so viel stehen würde.","Ja, also ich meine.","Stadisten.","Die Antwort kenne ich auch so, aber man hat das ja bei den bei den Mobilfunkunternehmen hat man das ja auch durchgesetzt bekommen. Vielleicht ähm wäre das ja auch mal eine Anregung für das Bankenwesen.\nUm da einfach jederzeit den Provider wechseln zu können, ohne den eben gleich diese diese Verbindung da zu ändern. Na ja, ist alles zum Heulen.","Das oh je,\nAlso ein Freund von mir, der arbeitet ja für eine Bank, für eine große Deutsche Bank. Ähm im im Callcenter äh Business und ähm,\nIch glaube, wenn ich ihm diese diesen Vorschlag mal mache, dann fällt er wahrscheinlich hinten über,\nAlso die kriegen ja die kriegen ja das System, was sie jetzt haben, schon nicht gebacken. Ähm.","Kein Zweifel, dass sie damit total überfordert sind, aber das ist ja jetzt nicht mein Problem.","Aha.","Okay, also ich sag's noch einmal kurz, Leute, ähm bitte, bitte, bitte,\nnehmt euch die Zeit und passt die Daueraufträge an, die Kontonummer ist auf Meterebene ME Slash spenden.\nEine Commerzbank und ähm\nhoffe ich, dass dann endlich alles gut ist und es äh nicht nochmal so ein Sermon von mir erfordert, weil ich wirklich kein Interesse daran habe, ob ich permanent mit diesem Thema zu nerven. Aber das müsste jetzt auch relativ fix gehen, weil Ende,\nEnde November fällt dieses Konto weg und ich kann herzlich wenig dagegen tun.","Was passiert da eigentlich mit dem Geld für das dann.","Das wird dann einfach die Daueraufträge werden dann einfach abgelehnt. Die Bouncen, ja, die werden wahrscheinlich mehr kosten mit Bouncen in Daueraufträgen haben als als sie vorher mit der Führung des.","Vielleicht ist das deine deine Strafe quasi nochmal oder die Rache, ja.","Ja","Richtet doch noch ein paar Bouncen im.","Bank.","Ja, also meine Hoffnung ist jetzt zumindest eine Bank zu haben, wo man irgendwie auch mal wieder echte Menschen äh anrufen kann und nicht eben mit so Bots reden muss und,\ndie einem auch irgendwie ja den denen ich eigentlich egal bin,\nund von daher, na ja, aber mein Fokus liegt jetzt erst mal auf der Medikation des äh unmittelbar bevorstehenden Problems und von daher bitte, bitte, bitte, bitte, liebe Spender,\nAuftrag ändern. Ich hoffe, es ist das letzte Mal und danach halte ich auch für immer äh das Maul, was das Thema betrifft.","Schon bei Haus äh Hausmeister-Themen sind äh bei mir in der Firma wird ein Werkstudent äh gesucht für oh Gott, wie nennen Sie das für das agile Transitionsteam?\nÄh wo man also an der Organisation äh helfen kann und uns ähm\näh retrospektiven machen und so weiter und so weiter. Ich poste den Link einfach mal in dem Slack, wer noch studiert und äh und so ein ähm,\nWerksstudiejob haben möchte, der äh kann sich dort bewerben. Ähm,\nGenau. Lest euch das durch, wenn es was ist. Ne.","Nochmal sagen.","Gibt, die da nicht drin stehen, dann kann ich auch nochmal nach äh fragen. Also die äh Eva, die dort genannt wird als Kontaktperson, die weiß, wer ich bin und dann ist das auch alles kein Thema.","Akile was.","Also hier steht working studien. In transition Team Organisational Development.\nDas ist jemand, der mithelft, dass die Organisation funktioniert. In einer agilen Art und Weise.","Mhm. Also was man sonst Assistentin genannt hätte.","Äh ja, es wie gesagt, ich habe den Link zu dieser etwas länglichen Beschreibung äh gepostet, wem das alles nicht sagt, nichts sagt, der ist vielleicht auch schlecht beraten, sich da zu bewerben, sagen wir mal so.","Hätten wir das auch hätten wir das auch vom Tisch.","Also jetzt hört sich ja bei Tim wirklich noch komischer an, kann das sein.","Was was was ist denn los?","Ja.","Warum? Was was mache ich denn?","Ich weiß nicht, jetzt hörst du dich bei mir so ein bisschen dumpf und leise an. Vielleicht.","Dumm, leise.","So ist das doch besser.","So ist besser. Ah.","Ihr wollt mir an an Pressdruck haben, okay,\nmeinetwegen meinetwegen auch das. Ich kann ja auch ganz nahe kommen, Letti.","Komm doch mal näher, Tim.","Solange das remote ist, ist.","Ist das okay.","Komm wir doch mal remoten mal näher. So habt ihr denn alle schon Fernsehen geguckt? Auf Netflix.","Mhm. Was ist das?","Ich muss sagen, nein, ich habe Netflix jetzt länger nicht aufgehabt.","Angeschaut.","Du hast es dir angeschaut, du weißt auch schon wovon ich rede. Ich sage erstmal, wovon ich rede und dann können wir drüber reden. Ich rede von The Billion Dollar Code.\nEine vierteilige Miniserie,\ndie jetzt auf Netflix freigeschaltet wurde vor letzte Woche. Ja und die halt ähm so ein kleines Hacker-Drama äh hat. Hm was in Berlin spielt,\nweil,\nwie das so schön heißt, es sich auf einer äh wahren weil es auf einer wahren Geschichte basiert und die wahre Geschichte ist halt hier die Geschichte von ähm der Bude Art plus com.\nDie seinerzeit ein System gebaut hat, das heißt Terravision und das ist halt quasi die Vorlage für Google Earth und die Story fanden sie irgendwie toll,\nHaben da irgendwie so eine Netflix-Serie draus gemacht. Und jetzt gibt's halt wieder so ein Filmchen anzugucken, wo man schön romantisch zurück äh in die Realität der,\nNeunziger Jahre zurückkehren kann, inklusive Techno und so. Äh ja. Rainer, wie fandest du's denn?","Ich habe mich sehr gut unterhalten und äh so die Keybits, die man da so rausnimmt, die ja also dann doch der entsprechend fand ich auch äh ziemlich interessant. Also,\nauf jeden Fall eine Sehempfehlung und äh einer auch einer der wenigen Umsetzungen, ich weiß nicht was die deutsche Produktion war, äh ja okay, genau. Ähm,\ndie ja nicht so,\nso ein Hacker Cringe irgendwie haben, also so dieses, weiß nicht, wenn da jemand irgendwie was zusammenhackt oder so und dann ja irgendwie lustige, digitale Cyberwelten durchforstet werden oder sowas, das passiert da alles nicht, das ist alles sehr\nnah an der Realität gebaut.","Das stimmt. Das war alles alles richtig. Es war auch teilweise äh so der echte Code äh um den es ging und so. Da haben die sehr drauf geachtet. Mhm.\nGenau und warum erwähne ich das überhaupt? Na ja, weil weil das jetzt nicht nur irgend so ein Filmchen ist, sondern das kratzt halt auch so ein bisschen an meiner äh Vergangenheit mit rum, weil ich ja damals auch zu der Zeit bei Art plus com war, wie auch viele Leute ausm ausm CCC damals.\nUnd äh der CCC wird ja da in dem Film auch ich sage mal verwendet,\nso als dramatisches Element, ist ja klar, wenn irgendwie coole Programmierer am Start sind so, dann müssen die natürlich auch alle im CCC sein. Äh in der Realität war's dann doch ein bisschen anders,\nSurprise, surprise und wie es war, darüber habe ich mich nämlich jetzt gerade mit Pavel unterhalten, der nämlich einer von den beiden wirklichen Programmierern dieses Systems war,\nähm und habe mal wieder einen CRE äh rausgehauen. Also der aktuelle auf CRE Punkt FM. Wenn ihr weißt, was das ist, das ist so mein,\nerster und letzter Interview-Podcast, also ist ja immer meine Ansage, also wenn ich irgendwann,\nAlle anderen Podcasts eingestellt sind, so dann dann lasse ich den noch, dann mache ich den noch weiter und ja ähm.\nGenau, ja, ja, natürlich, klar, also. Ja, weil das ist halt\nCAE ist jetzt da sagen wir mal so meine meine typische Podcast-Tätigkeit halt auch äh entstanden und definiert worden und ähm da kam jetzt halt selten was, weil ich in letzter Zeit einfach viel mit Raumzeit zu tun hatte und mit Forschergeist zu tun hatte,\nsehr viel von dem, was ich sonst vielleicht ein CAE gemacht hätte, da auch ganz gut abgedeckt war,\nmir dann vorgenommen habe, dort eigentlich nur noch die in Anführungsstrichen einen besonderen Themen zu machen und dann kommt man immer zu nix. Und Corona hat das hier natürlich jetzt auch nicht gerade einfacher gemacht,\naber da kommt jetzt demnächst auch wieder mehr. Also ja, im Chat kommt der richtige Hinweis. Erst Serie schauen, dann CHE hören.","Ist ein guter Hinweis. Ich hätte nämlich aus Versehen fast schon in die.","Ja wegen die Spoilers so, also ich denke, das ist ähm also ist jetzt nicht Spoiler, rich, aber spoilt natürlich in gewisser Hinsicht, aber ich denke, die Reihenfolge kann man so kann man so empfehlen.\nJa das war Terravision und dann,\nGlaube, wenn man das sieht, dann dann wisst ihr auch, warum ich warum ich immer eine Space an meinen Computern habe. So und das ist einfach,\nIch bin damit großgeworden. Also es war halt einfach damals auch teilweise meine Aufgabe mit äh als ich gehörte dann zu den Leuten, die aus dem Laden halt auch\nNur aber auch ähm so auf Messen äh unterwegs waren überall,\nunter anderem halt auch der da gibt's jetzt ja Chat ist jetzt hier auch gerade,\ngenau der Post äh mit diesem Video, wo ich 98Terravision äh auf der Cebit gezeigt habe\nein bisschen skurriles Video, finde ich. Habe versucht, da total seriös rüberzukommen, ist mir, glaube ich, nicht gelungen. Ja.\nUnd ähm deswegen mochte ich das schon immer so über diesen Planeten rüberzufliegen und deswegen habe ich immer die Space Mouse hier und Google Earth dran. Ja.","Aber den Globus hast du nicht zum quasi nur ein Teil der des Interfaces.","Das ist richtig, aber man kommt auch ohne aus, weil die Space Mouse äh deckt ja im Prinzip diese Bewegung auch ab,\nEs ist nur, es hat so ein bisschen was mal also vielleicht kurz erklären, wovon wir reden. Also,\nTerrorvision war halt einerseits quasi so eine Software, so wie Google Earth, ne. Äh sprich ganze Erde,\nin 3 D und man konnte halt beliebig hoch und runter fliegen und über die Berge fliegen et cetera pp. Damals war natürlich das Kartenmaterial noch nicht so gut, aber,\nwas es gab, war da halt drauf und man konnte eben jetzt so seinen Flug mit so einer Space-Mouse,\nDie war halt ursprünglich vom DLR, äh konnte man halt steuern. Das heißt, du kannst im Prinzip alle Achsen überall fein hindrücken und deine Position gleichzeitig deine Blickrichtung ändern, während du auch deine Position änderst et cetera.\nUnd.\nDas Ding war halt montiert über so einer großen Kugel. So, die ja so wirklich zwischen einem halben und einem Meter Durchmesser war, je nachdem. Gab verschiedene Varianten. Die einfach auf so zwei umgedrehten Mäusen lagerte quasi.\nUnd dort konnte man halt einfach direkt die Erde so drehen. Und wenn man das getan hat, drehte sich dann eben auch entsprechend der Erdball auf dem Bildschirm und das hat,\nDas hat so was wunderbar majestätisches gehabt. Also es war einfach ein geiles geiles Gefühl irgendwie einfach so die Hand auf diese Kugel zu legen, wie so ein riesiger äh Track\nquasi und du drehst das Ding, schiebst das Ding einfach so nach hinten, so und dann geht auch die ganze Erde auf den Bildschirm so, in Echtzeit wirklich ohne nennenswerte Verzögerung auch,\nhinterher und das war einfach,\nein cooles Interface. Aber Spacemous alleine hätte im Prinzip schon gereicht. Aber es wurde durch diese Kugel wurde das irgendwie erst so richtig geil. Earth Tracker hieß das und das äh,\nhat es ganz gut getroffen, finde ich. Ja, das war im Prinzip dann so mein Teil. Äh ich habe dann halt äh,\nim Hintergrund rumgewirbelt und ein bisschen Administration gemacht und alle verrückt gemacht und aber eigentlich war ich nur für Partys zuständig, wenn ich ehrlich sein soll.\nMhm. Ja, da kam das so ein bisschen so richtig zur Geltung.\nGenau.\nSo, weiß nicht, wollen wir jetzt schon über Apple reden oder wollen wir erst mal andere Sachen machen? Was habt ihr denn so für wie habt ihr denn den Facebookausfall überlebt? Erzählt doch mal davon. Du hast ja nicht mitbekommen.","Also ich benutze ja wirklich dieses Instagram ab und zu häufiger, aber das war, glaube ich, an so einem Wochenende, wo ich einfach nicht so richtig in der Zivilisation war oder doch schon in der Zivilisation, aber da war ich, glaube ich, im Museum oder so an dem Tag nix mitbekommen.","Also ich habe auch nichts davon mitbekommen oder fast, weil\ndas meiner Solaranlage just zu dem Zeitpunkt ausfiel, als auf Facebook ausfiel. Und das hat mich sehr in Panik versetzt, muss ich sagen.","Es hat euch nicht tangiert. Also ich hab's halt eigentlich auch nicht gemerkt, weil ich halt auch nichts keine dieser Dienste nutze. Ich weiß ja nicht, wie wie das so bei euch so ist, aber ich ich benutze Facebook gar nicht.","Alles erfolgreich, alle, alle Familie erfolgreich migriert und.","Also ich habe halt Instagram aufgehört zu benutzen, als es von Facebook gekauft wurde äh und zu dem Zeitpunkt hatte ich auch schon nicht mehr so ganz verstanden, was das eigentlich soll mit den Fotos und so. Das war irgendwie komisch,\nÄhm ich meine, jetzt ist es was ganz anderes scheinbar, aber damals habe ich dann irgendwann gesagt, so ja so gute Fotos machst du gar nicht, dass sich das lohnt. Und äh,\nFacebook, ich habe nie einen Facebook-Account gehabt, also ich bin Facebook Virgin.","Mhm. So gut.","Keine Ahnung oder straighte Edge oder wie man's nennen möchte, Facebook-Stratege. Also weiß ich nicht. Ich.","Okay, betrifft dich nicht und das für WhatsApp gilt das wahrscheinlich auch.","Ja WhatsApp habe ich vor einem Jahr oder anderthalb ungefähr äh rausgeschmissen.","So spät erst.","Ich sehe schon, wir sind super repräsentativ hier.","Mega.","Bei dir sieht's wahrscheinlich ähnlich aus, Rainer, oder?","Ja ich habe äh weiß nicht, ich hatte ich habe noch einen Facebook-Account, der gammelt da irgendwie rum und alle alle Jubeljahre logge ich mich mal ein, um zu gucken, was was ich da auf der Plattform tut.\nDas ist aber Underwelling ist auch ein bisschen.","Ja, ich kann da auch keinerlei Begeisterung für aufbringen, aber für viele andere Leute hat das, glaube ich, total in Panik äh versetzt.\nIch hab's dann erst gemerkt, als äh meine Transkription nicht mehr funktionierten, weil da benutze ich dieses Wittpunkt AI.\nUnd das ist ja vor ein paar Monaten auch von Facebook gekauft worden und mittlerweile wohl komplett in deren Infrastruktur abgesoffen, weil was ja letzten Endes passiert ist, ist ja Facebook sich für konfiguriert hat und ähm äh\nein Skript ähm das Falsche getan hat und dann haben sie halt mal soeben ihr komplettes Netz vom vom Internet abgekoppelt.\nNe? Das war ja so BGP Problem, dieses Bordergate Protokoll, mit dem man halt sagt, so, ja, hier sind.","Völlig zufällig genau eine Stunde nachdem diese große Enthüllungs-Dings von dieser ehemaligen Facebook-Frau äh im Fernsehen kam.","Ja auch gut, aber das war sicherlich Unrelated. Also ich wüsste jetzt nicht, was das dazu hätte beitragen.","Es führte zumindest da früh dazu, dass niemand über dieses äh Enthüllungsding von der Frau gesprochen hat, sondern alle nur da drüber, dass eben Facebook ausgefallen ist.","Ja, aber ich meine so was war das, sechs Stunden Downtime, neun Stunden Downtime.","Ja, sie hatten wohl äh sie hatten wohl unterschätzt äh,\noder oder sie hatten halt Probleme damit, dass wirklich nix mehr ging. Also ich meine, selbst die Zugangsboxen zu ihren Büros funktionierten nicht mehr. Also die die Techniker waren zwar äh,\ninformiert, kamen aber wegen dem Ausfall nicht ins Gebäude rein und so. Ne, also äh die hatten die hatten so richtig Probleme damit und dann haben sie das Ding halt einfach nicht wieder richtig an den Start gekriegt.","Ja, das ist echt ähm echt geil, dass die dann einfach auch sich da sie ja auch selbst miteinander quasi Facebook Messenger und all die ganzen Sachen benutzen, um sich,\ndarüber abzusprechen, konnten halt auch die Admins nicht mehr miteinander kommunizieren und mussten sich dann wahrscheinlich anrufen und so ne Sachen.","Überhaupt, wie das geht so ohne Facebook Messenger?","Ich habe keine Ahnung. Das wird sich zeigen. Hat sich leider auch gezeigt, nach ein paar Stunden waren sie wieder online. Ja, ich denke, die haben schon.","Traurig, dass für einige Leute so, wenn dieses Facebook offline ist, das Internet weg ist, ne, so vom Gefühl her.","Ja, das stimmt. Aber unsere äh Hörerin.","Sie dann mal, dass das Internet mehr ist als nur Facebook?","Ja wenn sie denn ja hm finden sie den Weg in einen Browser und schaffen sie erstmal das weite große Internet zu erkunden.","Gerade die Status Patch von Facebook ist auf Facebook.","Das haben die gleichen Fehler wie AWS damals gemacht.","Ja, also gut. Wir können ja jetzt auch nicht äh viel dran machen. Auf jeden Fall ähm sind sie ja wieder online gegangen, aber ich denke so sechs Stunden Downtime, das kostet die eine Menge Geld.\nAlso was die da alles an Werbung nicht haben verschicken und äh anzeigen können, dass das lässt sich bestimmt äh mindestens im Millionen, wenn nicht sogar im Milliardenbereich ablesen.\nAber ist mir auch letzten Endes eigentlich total egal.","Ja, ich find's halt total bitter, weil ich habe, also ich nutze Instagram auch immer noch gerne, also wenn man so in dieser Maker ähm Community gerne unterwegs ist und grad so bei allem, was so nähen und auch ähm Stricken oder auch Fahrradcontent ähm,\nBikepacking-Gedöns angeht, unterwegs ist. Es ist halt eine schöne, einfache Methode,\ndie Leute zu erreichen und Sachen zu sharen so und seitdem aber Facebook halt da drin ist, ist das halt nur noch so ein reines Helling Ding und wir optimieren dein deinen Feed und so geworden, also was ja auch bei Twitter so ein bisschen der Fall ist mit ihrem,\nblödsinnigen Feed, den sie da dann äh in die App reingebracht haben, mit dem, dass es nicht mehr ähm Time eine Timeline wirklich von Zeitabhängigkeit und so ist. Na ja, das ist irgendwie so ein bisschen traurig, dass sie,\ndieses schöne Tool, was es irgendwie mal war, halt so runtergewirtschaftet haben.\nMal so als äh so grad so ich nutze es halt wirklich für Nähsachen total viel, um dieses wer hat was schon mal genäht, wer sieht's vielleicht halt also\nbei Facebook äh bei Facebook ist ja schon bei Instagram haben wir halt auch viele Näherinnen und Näher ihre Körpermasse zum Beispiel drinstehen und viele haben ein sehr äh body positive Bild, was sie da halt auch verkörpern.\nUnd du kannst halt auch gucken so, ich will was nähen, gibt's jemanden, der vielleicht eine ähnliche Maße hat wie ich und hat dieses schon mal genäht, guckst halt unter den Hashtags und kannst dich halt super gut so auch mal daran orientieren, so was\nwie sieht etwas fertig genäht aus an realen Personen und nicht für irgendeinen blöden Foto äh äh Shoot halt schön hingezuppelt, dass es irgendwie aussieht, als wäre es das Tollste vom Tollsten, aber im Endeffekt ist es ein oller Sack oder so.\nSo, dafür nutze ich das halt wirklich ja, ihr werdet lachen, ich habe das letztens halt wieder gehabt, dass ich so.\nJa ja klar, ich habe das halt, ich bin letztens auf so einen Blödsinn halt reingefallen, als ich dann erst danach gemerkt habe, okay, das ist ein Schnittmuster, was ich doch hätte nicht kaufen brauchen, weil's eigentlich ein Blödsinn war, aber na ja.\nDafür ist es halt wirklich total gut, wenn man in so einem visuellen Feld unterwegs ist,\nmittlerweile habe ich ja ein paar Sachen auch auf YouTube gefunden, wo man dann halt sich gut äh Sachen anschauen kann, aber dafür ist es echt so,\nNice und Convenien und früher hat man halt einen Block gehabt. So und der hatte Google auch noch diesen geilen Blockfeed, wo du einfach alles drin hattest so.","Meinst du.","Ja, den hast du heute noch.","Also äh selbst selbst gehostet und dann halt äh gibt's schöne Apps für ähm ja.","Auch immer noch. Es gibt äh es gibt ja wieder nett Newswire.","Stimmt, ja, aber der ist so, na ja, also ja. Also, also es wird.","Was ist was hast du gegen warum hast du net Newsmeier?","Warum hast du diese Kleine? Hey, ähm äh ich habe mich äh weiß nicht seit Jahr und Tag habe ich reader,\nRE DER,\nhäufiger Gewinner von Apple Design Awards gibt's auf allen Plattformen. Der Mensch macht das schon seit Jahren sehr gut. Und äh wenn man mich halt so an was Faustzüges gewöhnt hat und dann zu so einem,\nZurückkommt gefühlt, der so noch ein bisschen in den 2010ern steckt, dann ist so, ja, na ja.","Wie meinst du das jetzt?","Also ich bin ich bin nicht so angetan von Networks, weil da ich sagen würde, das nehme ich jetzt.","Wann hast du das letzte Mal angefasst?","Vor einem halben Jahr. Also als sie angekündigt haben, dass sie wieder da sind.","Ja, ich finde die neue App ja ziemlich, ziemlich gut und ziemlich ähm ziemlich Mac äh Like, also das ist einfach weiß ich nicht, so muss so eine muss eine eine Mac App eigentlich.","Sieht doch immer noch so aus wie vor 100 Jahren, als die gestorben ist kurzzeitig, oder? Also sieht also ich weiß, was Rainer sagen will und ich.","Ja so es gibt halt ja.","Ich habe beides schon benutzt und aber irgendwie habe ich so das Gefühl, dass der SS-Content auch irgendwie tot ist. Dass du irgendwie ja auch kaum noch was damit konsumieren kannst.","Das ist halt so ein bisschen schade. Also weil viele, also ich kenn's halt aus dem Nähbereich, viele haben halt aufgehört zu bloggen und sind dann halt eher zu Instagram natürlich auch ähm,\nalso viele haben halt dann weniger auch geschrieben dazu, aber ähm halt den den Fokus auch auf Fotos dann mehr gelegt. Ja ich weiß nicht, so einen Block zu pflegen ist halt auch elendig viel Arbeit immer gewesen. So und Instagram ist da halt schon ein bisschen,\nschnelllebiger und geht schneller, es pflegeleichter vielleicht auf.","Ja, das ist alles richtig, aber ich ich benutze vor allem gerne für Content, den ich nicht nur finden möchte, sondern den ich auch wiederfinden möchte.\nUnd das sind schon die etwas besser syndizierten äh Sachen. Ich meine diese Vergänglichkeit auf Twitter, man kann's mit war ja auch Twitter, Feeds und Hashtags abonnieren, wenn wenn ihr danach ist. Das geht auch,\nDu kannst auch Twitter abonnieren quasi. Ähm dann eben auch gezielt und nicht immer in so einer Timeline total verschmolzen mit allen möglichen Unsinn.\nAlso es ist grade sehr praktisch, um bestimmten Dingen zu folgen, also bestimmten Accounts oder bestimmten Hashtags oder so. Äh aber unabhängig vom Twitter,\ngibt's auch schon erstaunlich viel gute Blogs noch. Also eigentlich ist meine Erfahrung, wenn man sich wirklich für irgendein Thema.\nÄhm interessiert. Klar, da gibt's den passenden YouTube-Kanal. Da gibt's sicherlich auch irgendwie diverse Twitter-Accounts,\nGibt dann halt auch in der Regel irgendwie Webseiten, die auch äh in der Regel auch wirklich noch RSS raushauen. Also in meinem Fall ist das zumindest so. So kriegt man,\nKann man halt Dinge dann auch irgendwie vollständig ähm,\nerfassen. Naja, also ich finde Netnes war ja auf jeden Fall gut und empfehlenswert. Ist auf jeden Fall Software, die nicht sackt und irgendwie modern geschrieben ist und schnell ist.\nRieder war mir ehrlich gesagt optisch immer ein wenig zu avangardistisch. Also mir ist das alles zu milchig, zu typographisch. Ähm ich ich will einfach gerne so eine klar.\nUI Optik haben. Ja eben für meinen Augen war es nicht schön.","Standard Standard UI Elemente.","Elemente haben.","Mhm. Aber welchen welchen äh also was für einen Feed, wie sagt man dazu? Hosting, Dienst nimmst du dann dahinter?","Ach so, zum Sünken. Also mittlerweile kann Netneswire auf Mac auch äh iCloud benutzen. Das ist allerdings in der Eiweißversion noch nicht drin, deswegen ähm benutze ich derzeit noch Feedback,\nPlane das aber dann sein zu lassen, sobald auch die iOS-Version ähm iCloud kann, weil das reicht mir dann.","Okay.","Weil das habe ich dann, da muss ich noch mal extra dafür bezahlen.\nJa, aber das stimmt. Das ist natürlich diese Säckerei ist natürlich schon wichtig und das ist ja so eigentlich das, was in den letzten Jahren so ein bisschen dazu gekommen ist und da gab's halt lange Zeit dieses\nIst jetzt bei irgend so einer Bude und dann geht es damit und dann ist sie wieder verkauft worden und es hat ja nie so eine richtige Heimat gefunden, bis dann halt der ursprüngliche Entwickler gesagt hat so äh Schluss jetzt hier ähm,\nWill, dass dieses Software einfach existiert, hat das wieder zurückgekauft. Prinz heißt er,\nhat's dann einfach Open Sound gemacht und so wird's jetzt weiterentwickelt und benutzt halt andere sünking Dienste beziehungsweise,\naufm Mac dann halt einfach eiklaut und dann hast du's halt einfach mit dabei. Ja, das finde ich gut,\nMan kann natürlich auch Reader nehmen. Es gibt sicherlich noch andere, was hier jetzt gerade gar nicht.","Also ich kann mich nicht erinnern, dass dass die irgendwie vom Featureumfang groß unterschiedlich waren, aber ist wie gesagt ist lange her, dass ich das gemacht habe. Wir beide benutzt fand beide ganz okay. Das ist.","Ja die machen im Wesentlichen dasselbe. Es ist halt wirklich eher eine Frage der wie gut kann man das mit der Tastatur bedienen?\nWie verhält sich so der Inline-Browser und so weiter und ich fühle mich einfach bei ja,\nda irgendwie aufgehoben. Gut aufgehoben.","Muss das nochmal versuchen.","So sind wir jetzt zu Blogs gekommen. Warum nicht.","Nicht immer wieder mal anfangen mit bloggen. Da also wenn wir schon so einen Exkurs machen, dann.","Wie ich? Ja.","Aber richtig? Ja, hast du nicht mal vor ein paar Jahren was gesagt? Hast du, hast du damit wieder angefangen.","Habe das sogar einmal geblockt, dass ich das äh vielleicht mal wieder tun müsste. Ja, aber weiß auch nicht, hat nicht.","Für dich ist der Podcast mehr dein Medium einfach geworden, oder.","Absolut. Ja. Ich kann bestimmte Gedanken einfach besser sprechen, als ich sie,\nschreiben kann. Manchmal ist es ist es gut das zu haben und meine Mitebene und so,\ngibt's ja im Prinzip auch einen Blog, aber ich habe da nicht so viel mitzuteilen und dieses Schriftkommentieren der Welt, das mache ich dann doch im Zweifelsfall lieber auf ähm auf Twitter.\nWenn's schon manchmal Sachen gibt,\nWahrscheinlich besser, wo es besser gewesen wäre, wenn man die dann verblockt, weil so ein Blogeintrag ist schon was wert. Man merkt das eigentlich auch immer wieder. Es sind dann halt auch eher die geblockten Beiträge, die viral gehen.\nDas geht auch mal mit einem Tweet, ja? Aber wenn du wirklich irgendein Vorfall, Umstand, eine Ansicht,\näh zum Ausdruck bringen willst, ist eigentlich so ein mittellanger Text im Zweifelsfall noch mit ein paar Grafiken immer der beste Weg.\nSo, um Podcast wiederum taugt überhaupt nicht, um viral zu gehen.","Podcast.","Innerhalb der Podcast-Landschaft vielleicht schon, so, aber jetzt nicht nicht so, dass sich das halt innerhalb von Stunden irgendwie groß rumspricht, es sei denn, du hast jetzt wirklich\nkeine Ahnung. Äh den Super-Promi Nummer eins, der äh sich zum Horst macht oder so und dann spricht sich das deshalb rum.\nUnd alle müssten sich das mal äh anhören, aber äh Audio taugt einfach nicht so für so eine viberale Verbreitung, aber das ist ja auch ein Vorteil.\nIst ja auch genau der Vorteil. Dadurch ist es halt auch nicht so überhitzt in der Debatte und deswegen,\nIst ja hier in der Podcast-Welt das immer noch eigentlich kann man hier kann man sie ja noch normal unterhalten. Ja wir wir vermitteln auch noch die richtigen Role Models.\nHier geht's nicht um, wie man aussieht, geht's nur dadrum.","Podcast äh Stimme hat.","Ob man erotisch rüberkommt akustisch.","Radiogesicht.","Genau. So sieht's aus. So ähm,\nganz gern nochmal über den Sommer reden, bevor wir hier irgendwie uns wieder in der Apple-Welt äh verdingsen, weil das wollte ich eigentlich schon länger mal machen, aber wir haben uns hier irgendwie schon so lange nicht mehr unterhalten und ähm ist der Sommer schon wieder fast vorbei,\ngar nicht mehr viel zu beitragen. Aber es gibt schon so ein paar Aspekte. Zum Beispiel ähm,\nhabe ich mir nämlich eine Sonnenbrille gekauft.","Oha, mit Stärke. Also mit.","Trägt keine Brille.","Aber nur ich nehme die Grätsche wieder raus.","Ich habe auf den ich habe auf den Fachbegriff jetzt nicht so intuitiv äh reagiert. Nee, ich habe ähm ich habe mir eine Sonnenbrille gekauft und das war insofern bemerkenswert, als dass ich erstmal gar nicht so der Sonnenbrillen-Typ bin.\nHabt ihr auch relativ selten getragen, muss ich sagen, aber ich habe sie getragen.\nIch verleg sowas auch immer also es ist immer so ich besitze Sonnenbrillen und dann finde ich sie nie und immer wenn ich sie brauche hab ich sie nicht dabei\nUnd wenn's wirklich mal Sunny ist und ich habe sie dabei, dann fällt mir meist nicht ein, sie aufzusetzen,\nwenn ich's dann mache, dann ist es so ungewohnt für mich, dass es dann auch bald wieder sein lasse, weil ich irgendwie das Gefühl habe, mir wird so die Realität ein wenig äh vorenthalten. Also und weil ich mir auch darüber Gedanken mache, dass ich,\nmich ja dann die Leute gar nicht mehr können ja meinen sprühenden Blick gar nicht mehr erfassen,\nfehlt ja dann sozusagen auch so ein so ein Kommunikationskanal und ich will mich ja gar nicht so verstecken.","Brauchst du einfach nur eine auffälligere Sonnenbrille, die das ähm quasi dann.","Eine sprühendere Sonnenbrille.","Mit der Leute auf mich aufmerksam werden oder.","Clownsbrille, die sprüht auch.","Okay, gut. Ist natürlich jetzt die Frage, warum, wenn ich irgendwie so ein gestörtes Verhältnis zu Sonnenbrillen habe, kaufe ich mir eine Sonnenbrille.","Könnte man meinen.","Genau, könnte man meinen. Gibt noch einen zweiten Aspekt. Die war arsch teuer. Also ich habe mir nicht nur eine Sonnenbrille gekauft, sondern ich habe mir eine Arsch. Nee, die war nicht von Apple. Was habe ich bezahlt? Zweihundert Euro.\nIhr würdet sagen 200 Euro für eine Sonnenbrille ausgeben für jemanden der Sonnenbrillen entweder nicht wiederfindet und wenn ihr sie findet, der nicht trägt ist ja wohl ein bisschen bekloppt oder?\nWahrscheinlich.","Das ist eine, die ziemlich gute Werte hat, was die Filterung der der UV-Strahlen und so angeht. Wenn du so ein ein bewusste Entscheidung getroffen hast, dir eine Sonnenbrille zuzulegen.","Chat wird vermutet mit eingebautem Airtag.","Das gab's zu dem Zeitpunkt äh noch nicht. Also von daher ähm,\nfällt das auch weg, ne. Ich will äh jetzt gleich so ein großes Rätsel äh draus machen. Ich habe mir meine Brille gekauft bei The Ocean Cleanup, ein äh Projekt, was ich schon mal erwähnt habe.\nWas ich auch nochmal erwähnen wollte und da ist die Brille jetzt eigentlich so ein bisschen eher die Ausrede, weil die halt tatsächlich Fortschritte machen. Also was ist The Ocean.","Mit den Schiffen, in den, in den Flüssen?","Die mit den Schiffen in den Flüssen und das sind vor allem die mit der äh die auch die ursprüngliche Idee nach wie vor verfolgen und die ursprüngliche Idee ist halt, dass Plastik aus dem Pacific Garbage Patch und im Zweifelsfall halt auch aus allen anderen Garbagepatches der Welt.\nEntfernen und die haben ja ganz gut ähm,\nbekommen. Also wer davon noch nicht gehört hat, das ganze Projekt, das ging los mit so einem TED Talk von so einem jungen Franzosen.\nÄh wie hieß der noch? Slit ähm warte mal.","Für mich klang der immer nach Niederländer, aber.","Ja du hast Recht, ist warte mal, habe ich recht, hast du Recht? Habe ich Recht? Jetzt weiß ich's grad nicht, Niederländer ist halt genau, das ist das Ganze findet ja auch in Holland äh statt. Bojans, Lat heißt der, glaube ich.","Huckel mal in irgendeiner Sendung vorgestellt?","Vorgestellt. Genau ich war das,\nWeil ich das irgendwie sehr äh charmant fand und dieser dieser Talk hat ja auch ähm,\nviele Freunde gefunden und so ist es ihnen halt gelungen, da jetzt seitdem auch durchgehend Funding zu haben, mit einer relativ großen Crew zu arbeiten,\nIch glaube, als ich das vorgestellt hatte, äh da waren sie gerade mit dieser Idee gekommen,\nSolange wir das Plastik jetzt aus den Ozeanen nicht rausholen können, können wir jetzt zumindest mal probieren, dass wir auch nicht sehr sehr viel neues Plastik dazukommt und haben diese ähm diese speziellen,\nPlastikmüll, Einsammelboote,\ngebaut, die sie in die Flussdeltas der größten Verschmutzerflüsse äh einfach so reinhängen. Die Autonomen einfach die ganze Zeit äh das Zeug oben,\nWasser abnehmen und in Mülltonnen reinpacken und das funktioniert auch relativ gut.\nUnd ja, das äh Projekt läuft halt ähm so weiter, aber nebenbei haben die eben auch äh akut an der ganzen Geschichte gearbeitet, ähm den eigentlichen,\nPatch da einzusammeln und die basteln halt jetzt einfach seit Jahren an einem System,\nwie man das machen kann. Das sind also im wesentlichen so große Barrieren, die im Wasser treiben, wo das ganze Plastik dann einfach so\nlangsam reinläuft und dann soll das irgendwie im Netz gefangen werden und damit wollen sie irgendwie das ganze Plastik einfangen und das soll halt möglichst groß sein, damit es eben auch sehr viel fängt. Aber das ist natürlich eine Herausforderung. Muss erst mal was finden, was so von so einem Pazifik nicht sofort zerstört wird. Es muss irgendwie,\näh alles halbwegs ökonomisch betreibbar sein, nicht so schnell kaputtgehen, äh muss in der Lage sein, auch wirklich das Plastik zu holen und muss vor allem nicht gleichzeitig auch das ganze noch mit äh schreddern, ne, weil das wäre halt irgendwie nicht so geil\nquasi so ein großes Fischfangnetz aufbaust und dir die Fische wegangelst, wenn du eigentlich nur die Fischernetze, die im Meer rumtreiben, einsammeln wollen und da sind sie relativ weit gekommen.\nEs gibt jetzt mittlerweile ein System zwei, was sie äh äh jetzt im Test haben, wo sie auch schon ganz gute Ergebnisse haben. So und das Besondere an dieser Brille ist,\nErst mal ist das natürlich erstmal eine Spende für das Projekt und deswegen konnte ich das für mich sowieso das war sozusagen eh jetzt erstmal der der Ansporn. Ich dachte mir so gefällt mir,\nwas rein und man kriegt halt für die 200 Euro, die man da rein spendet, kriegt man halt auch was und zwar diese Brille, was halt irgendwie eine korrekte Sonnenbrille ist, das mag jetzt nicht jedem gefallen, aber die ist einfach,\nstabil,\nsieht nicht scheiße aus und ist vor allem aus dem Plastik gebaut, was die da schon aus dem Ozean rausgeholt haben.\nNatürlich jetzt keinen großen Unterschied in der\nPlastikbelastung der Meere, aber das ist sozusagen dieser First Catch von dem ersten System, was sie am Start haben und was sie damit äh rausgeholt haben. Und dann haben sie es irgendwie alles geschreddert und ähm ja, jetzt kann man sich das sozusagen als Brille kaufen.","Und hast jetzt schon erwähnt, äh dass da äh hattest du bis auf den QR-Code eingegangen.","Nee, genau, es gibt auch noch einen QR.","Weil da steht nämlich drin äh wenn du den verloren hast, dann kannst du es ja damit auch wiederfinden, wenn das jemand findet, dann kann man dir das dann wiedergeben.","Mal ausprobiert habe, das ist ein bisschen noch das Webinar. Ähm,\nKann aber auch funktionieren. Ich habe mich da quasi auch registriert, aber es äh ich war, ob Leute diesen QR-Code dann auch sofort scannen würden, wenn sie diese Brille finden. Da habe ich noch so ein bisschen meine Zweifel. Aber es funktioniert, obwohl der super super Tiny ist. Der ist ja so innen im Bügel,\nvorne da, wo der Knick ist, ist das da drin und das kann man also wegscannen und dann kommt man theoretisch da auf diese Webseite, wo man dann sagen kann,\nhabe ich gefunden, nur das User Interface auf dieser Webseite vermutet nicht als erstes, äh dass es sich jetzt hier um,\nFund handelt und Leute können da, glaube ich, auch schnell äh lost sein. Ich wollte auf jeden Fall nur darauf hinweisen und euch mal auch ermutigen, mal diesen YouTube-Kanal von denen,\nzu abonnieren, weil die äh da regelmäßig so Updates liefern, was sie da so alles so machen und ich finde das irgendwie nach wie vor alles sehr cool.","Was was war die mit dem Plastik, wenn das nicht in der Bretter landet.","Wo nicht landet? Ach so, na ja, da,\nda machen Sie sich Gedanken drüber. Also man kann ja Plastik in einem bestimmten Maße auch recyceln. Das hängt natürlich dann auch so ein bisschen von der,\nvon den einzelnen Materialien, aber vor allem wollen sie's halt erst mal aus dem Wasser raus haben, weil's da halt einfach problematisch ist. Insbesondere wenn's da zu lange bleibt. Ne, also,\nFischernetze, die da jetzt rumschwimmen, sind natürlich an sich schon mal ein Problem, weil sich dann Tiere dadrin verfangen. Aber das Hauptproblem ist.","Zu dem zu dem Thema habe ich auch noch äh einen Tipp.","Okay, also Hauptproblem ist, dass das Plastik halt einfach durch die Wellen und durch die ganze Bewegung immer weiter zerrieben wird und wir einfach diese\nganze Mikroplastik letzten Endes im Wasser haben und es sind einfach unfassbare Mengen, die da heute schon drin sind und es sind auch unfassbare Mengen, die er jeden Tag noch weiter dazu geleitet werden\nund das äh ja das muss halt irgendwie ein Ende finden und,\neine eine einzige Aktion alleine, wird ja auch nichts bringen, sondern wir brauchen halt viele Aktionen dieser Art\naber definitiv finde ich das äh schon mal ein sehr unterstützenswerter Aktion.","Also es gibt ähm es gibt einen YouTube-Kanal, der heißt Ocean Conservation Namibia.\nUnd das sind so ein halbes Dutzend Wahnsinnige, die äh Seehunde einfangen, die sich in irgendwelchem Kram verwickelt haben und schneiden das denen wieder vom Hals runter.\nAngeleinenetze, äh teilweise so ähm Packing straps ne, diese diese diese Dinger, die um Pakete drum sind,\nund und solche Sachen, sie haben auch schon mal Seehunde in einem Hemd gefunden oder so. Also ähm,\nsind mitunter ein bisschen gruselige Bilder, aber aber teilweise auch wirklich ganz süß, diese diese kleinen Seehunde, die sie da\nda teilweise noch Babys sind, die sie davon im Kram befreien. Also äh,\nMal sehen will, warum so Müll im Meer scheiße ist, dann kann man sich die Namibia angucken.","Ja da gibt's so einige einige Projekte hm,\nSo, deswegen habe ich eine Sonnenbrille. Das wollte ich nur erzählen. Ich hätte sie jetzt auch gerne aufgesetzt, aber ich habe sie jetzt leider an einem anderen Ort und äh kann euch das jetzt hier nicht demonstrieren, aber das ist ja für den Podcast eh irrelevant.","Na ja, irgendjemand wird den Code scannen und dann,\nund dann kriegst du sie wieder.","Gut. Ähm Sommer,\nIch war äh wie ihr wahrscheinlich auch oder weiß ich nicht, keine Ahnung, aber ich war viel draußen.\nImmer so ein bisschen meine ähm meine Prämisse, wenn schon Sommer dann richtig und äh ich möchte mal gerne viel draußen sein und bin dann auch ganz gerne auf Festivals und auch mal an Orten, wo's kein Internet gibt.\nDa bin ich natürlich eigentlich extrem ungern, aber manchmal will man ja an einen Ort und dann gibt's da unter Umständen kein Internet. Und ähm als ich,\nÄhm im August dann auch an so einem Ort war, wo's sehr wenig Internet gab, gab's dann aber auch was anderes. Da hat nämlich jemand eine Star-Link Schüssel angeschleppt,\nund die landete dann äh oben auf dem Wohnwagen drauf und wurde mal in Betrieb genommen, um mal zu gucken, wie das eigentlich so läuft. Wenn ihr weißt, was Starling ist,\nIst dieses äh Projekt von Elon Musk, also.","Mega Constellation.","Um genau zu sein. Genau, wo sie halt tausende von Satelliten ähm hochschießen wollen und auch schon weiß nicht, wie viel haben sie jetzt gerade oben schon äh guck mal,\nIrgendwie irgendwie funktioniert Wikipedia für mich gerade nicht. Ist das irgendwie bei euch auch so? Vielleicht kann mal jemand anders äh nachgucken. Hier ist irgendwas kaputt.","Na ja um die tausend oder so haben sie glaube ich schon oben, aber sie wollen was war das? Sechsundzwanzigtausend? Irgendwie so was in der Gegend?","Ja ja, also sie haben extreme äh Vorstellungen davon, was da mal äh bei rauskommen soll. Ähm.","6hundert sind grad oben Mitte.","Sechshundert sind oben und zwölftausend irgendwie wollen sie haben oder äh oder für zwölftausend haben sie Genehmigungen und dreißigtausend sollen's werden. Also völlig absurde Zahl. Aber,\nFunktioniert schon. Ist wirklich bemerkenswert. Also Chris hat da so eine,\nWenn du da Kunde wirst, dann kaufst du glaube ich für 5hundert Euro diese Schüssel,\nund ähm für den Internetzugang zahlst du 99 Euro im Monat. Und das.","Schüssel ist ja mehr so ein Teller, ne?","Nutella, naja, wie halt so ein Satellitenschüssel, wie man das von so einer Satellitenschüssel halt kennt. Wem was meinst du jetzt? Ein Teller.","Ganz so tief aus, wenn das.","Das Ding ist doch eher flach, also so habe ich die Fotos in Erinnerung.","Mag sein, dass es jetzt ein bisschen flacher ist. Das ist halt für diesen Orbit, den sie da haben, optimiert. Aber es handelt sich halt um etwas rundes Gebogenes. Und ähm ist aber jetzt eben nicht so, dass die Schüsse,\ndas so vorne an so ein wie nennt man das, an diesen,\ndavorhängenden Empfänger äh bündelt, wie das so bei den klassischen Satelliten Antennen ist, sondern das ist halt schon so eine äh wie nennt man diese diese Art von Antennen.","Face ay.","Genau. Antenne,\nDas heißt im Prinzip ist in dieser Schüssel quasi so ein elektronisches ähm Multiantenteil mit drin und da geht dann so ein langes Internetkabel raus, das ist da fest dran.\nÄhm weiß nicht, so zehn, zwanzig Meter oder so oder fünfzig Meter vielleicht sogar, ich weiß gerade gar nicht,\nund ja da ist einfach Isanet am Ende. Dazu kriegst du noch so eine kleine Box,\nDa ist quasi einfach ein WLAN äh Router drin und so die Steuerelektronik von dem Teil,\nund einen POE-Adapter, also dass du quasi auch Strom in dieses Internet reingejagt bekommst, weil die dann eben auf diesen 48 Volt läuft.\nDas ist eigentlich alles, was du kriegst. Und was man da macht ist, man stellt das Ding halt auf so ein Tripot also du kannst da sowas reinklicken und es kommt wohl so mit diesem Treibpott,\naber du kannst da halt quasi auch irgendwie so ein Mast oder sowas rein äh klicken, wenn dir das besser passt. Hinstellen,\nStrom anschließen,\nden Strom kriegt, dann macht so und dreht sich erstmal aus dieser Parkposition, also wenn du's halt einpackst, dann ist das halt so hochgeklappt, damit es eben mit diesem Master hinten dran möglichst flach ist und gut in die Taschen passt,\nund dann wacht er halt so auf und dann guckt er einfach nach oben. Das heißt, die Schüssel dreht sich quasi so und schaut einfach äh direkt nach oben,\nund guckt sich jetzt erstmal, guckt sich mal erst mal so ein paar Minuten die Sterne an,\nund wartet und versucht halt rauszufinden, okay, wo bin ich denn jetzt eigentlich, was was kann ich jetzt hier tun? Sind hier irgendwo Starlinkanten äh Starlingsatteliten zu empfangen? Ähm ich weiß jetzt nicht so ganz genau, ob sie erstmal irgendwie.\nEine Ortung vornehmen, aber im Prinzip, glaube ich, müssten sie das dann einfach,\nüber die Satelliten, die sie sehen, äh rauskriegen und dann nach ein, zwei Minuten kippt das Ding in eine Richtung ab.\nSo und dreht sich dann da irgendwie hin und dann ist äh.\nIst das die Position äh in der die Schüssel dann auch bleibt und die bewegt sich dann nicht weiter.\nUnd dann dauert's noch mal eine Minute und dann macht's plink und dann kommt's Internet. Und auf einmal\nin der Pampa, wo irgendwie nix zu holen war und wo durch die äh ganzen anderen Anwesenden die Mobilfunknetze natürlich überhaupt nicht mehr funktioniert haben und sich keiner mehr einbuchen konnte und man nicht einen Bit durch die Leitung bekam. Auf einmal sprudelten die Daten darunter äh als Gips\nKein Morgen. Also es hatte da irgendwie zweihundert Megabit down und fünfzig Megabit ab. Ohne Probleme.\nIst schon geil.","Sogar in Brandenburg fragt.","Sogar in Brandenburg, genau.\nSogar in Mecklenburg-Vorpommern war das, als ich's ausprobiert habe. Ähm also wir haben insofern Glück, als das Deutschland mit den Satelliten, die jetzt ähm da sind,\ngerade soeben abgedeckt ist. Also ich glaube so die oberste Reihe,\nvon Satelliten die schrammt hat sich so über Norddeutschland drüber und das reicht halt um da noch guten Empfang zu haben. Was man damit nicht machen kann ist, man darf sich nicht bewegen. Also das ist nicht dafür gedacht, dass die Antenne sich selbst bewegt.\nWer jetzt sofort denkt so, oh, cool, schreibe ich mir irgendwie auf mein Wohnmobil oben drauf. Das ähm wird wahrscheinlich nicht funktionieren oder wenn's sich einmal eingestellt hat, dann wahrscheinlich sehr schnell nicht mehr funktionieren,\nEs ist ja auch explizit noch nicht freigegeben für bewegliche Systeme, dafür haben sie einfach noch nicht genug,\nSatelliten und vor allem haben sie ja auch diesen Handover noch nicht. Ne, das heißt, derzeit ist es so, man schaut einfach an eine einzige Stelle,\nEs gibt schon ein Handover, weil die Saliten die ganze Zeit weiterfliegen. Also man übernimmt immer von dem einen auf dem anderen, aber der,\ngibt dann quasi für jede Position einen zugeordneten Downlink.\nUnd nur da kommt das Internet runter und in Zukunft soll das bei Starling ja so funktionieren, dass wenn man sagt, so hier,\nverschicken an IP-Adresse sowieso, dass sie dann eben auch zwischen den Satelliten mit Laserhooting machen, die Daten,\nquasi von Satellit zu Satellit weiterleiten und dann dort den Downlink nehmen, wo die Daten hin sollen. Nur die Fähigkeit haben,\nmeiner Kenntnis nach,\nnur die Satelliten, die jetzt, glaube ich, mit dem letzten Launch hochgingen. Das waren, glaube ich, jetzt die ersten, die überhaupt über diese Technik verfügen.\nDie ganze erste Generation konnte das noch gar nicht und das muss jetzt erstmal getestet werden und sie brauchen natürlich dann auch eine nennenswerte Anzahl von diesen Dingern im Orbit.\nDamit das dann irgendwann mal Realität werden kann. Das heißt, man muss sich jetzt mit seinem Account,\nirgendwo anmelden und sagen, meine Schüssel steht hier. So, also man muss quasi so umziehen auf der Webseite und sagen so, ich will das jetzt da betreiben und dann kann man das da betreiben und dann,\nkriegt man da auch Internet, aber halt nur stationär, aber wer jetzt wirklich irgendwo in Deutschland lebt, wo einfach ums Verrecken kein Internet zu bekommen ist.\nUnd für euch sind irgendwie 9undneunzig Euro im Monat dann irgendwie auch egal, ja? Dann äh bitte macht das.\nAlso es hat super funktioniert. Also es ist auch ab und zu mal weggegangen. Es war jetzt nicht so die ganze Zeit problemlos, aber wenn's mal kurz weg war, dann war's auch noch mal kurz weg.\nIch vermute mal, dass das diese Hand-Over-Momente sind, die vielleicht manchmal nicht so gut funktioniert haben. Ist jetzt nur eine Vermutung von mir, aber,\nklang so ein bisschen danach, aber ansonsten kam da einfach das Netz äh Rauschen drüber und vor allem jetzt nicht nur die Bandbreite war gut, sondern auch die Pings waren gut. Ich hab's mir jetzt leider nicht gemerkt, aber es war ähm zu vernachlässigen.\nAlso man hat eine sehr niedrige Latenz da drüber.\nJa und derzeit kriegt man halt, wie gesagt, die Hardware für 5hundert Euro, die kostet bestimmt eigentlich mehr und ist bestimmt ähm subventioniert,\nJa und jetzt, wo sind die Begeisterungsstürmer?","Ein rauschendes Hecht der Technik.","Segnet mit dem Team.\nFindet er nicht so geil jetzt oder was? Braucht ihr nicht, ihr habt ja irgendwie DSL zu Hause.","Also in der Regel nee, aber ich meine, dieses unterwegs sein draußen, also man hat dann jetzt nicht immer so Lust, so eine Schüssel mitzunehmen, wenn man dann mal unterwegs ist. Also ich habe selten den Platz und so eine Schüssel am Start zu haben. Ist ja nicht.","Ging ja auch gerade um, wenn du irgendwo wohnst, ja.","Ach so, wenn du irgendwo.","Wenn du jetzt irgendwie so wenn du jetzt sagst,\nBerlin. Scheiß drauf irgendwie, äh okay, ich hab's nicht weit zur Metaebene, aber ich würde jetzt lieber irgendwie auf irgend so einem komischen Berg mit meinem Tiny House leben. Ja und äh ich kann sowieso nicht so gut mit Menschen, da kann ich mich auch gleich irgendwie im Wald.","Warum würde ich das in Deutschland machen und nicht in Schweden? Da braucht man das ja nicht, wissen wir ja von Clemen.","Weil's da noch kein gibt.","Ah ja gut, na gut, hätten wir das auch.","In Schweden gibt's wahrscheinlich guten Mobilfunk, deswegen stellt sich diese Frage nicht.","Genau das ist der Punkt, ja.","Ja ja.","Ja gut, aber man kann sich ja jetzt doch beliebig äh Orte vorstellen, insbesondere in Deutschland, wo die Situation nicht nur jetzt nicht so ist, sondern auch in zehn Jahren nicht besser sein wird, genau. Wir wissen doch, wie's läuft so.","Ja, ich war neulich in Dunkeldeutschland und habe da auch wieder festgestellt, dass mit diesem Internet, da ist ja nicht so richtig viel am Start. Das.","Keine Datenelche.","Da hatte ich keinen Datenecher am Start. Nee, es.","Dunkeldeutschland eher das Gefühl habe, die sind ein bisschen überversorgt mit Internet in letzter Zeit.","Da, wo ich war, gab's.","Nee, die sind die sind überversorgt mit Facebook, aber nicht mit Internet.","Na ja okay.","Aber es wird mit Sicherheit Hörerinnen geben, die sich darüber sehr freuen, dass sie jetzt das Internet vielleicht nach Hause damit bekommen.","Nee, also prinzipiell ist es ja schon eine gute Sache, dass es vor allen Dingen auch funktioniert und alles, aber ich meine, 5hundert fürs Gerät und dann nochmal 100 im Monat. An vielen.","Muss man sich halt leisten können erstmal.","Aber wenn du jetzt irgendwo in Mecklenburg-Vorpommern bist so und du wohnst in irgend so einem Kaff ja, das kann ja auch eine größere Stadt sein und du kriegst einfach ums Verrecken kein Netz, brauchst es aber.\nDann ist es\nFür so ein kleines Unternehmen ist doch jetzt mal 100 Euro im Monat dafür, dass du irgendwie am am weltweiten Handel teilnehmen kannst, in der Lage bist, mal eine\nirgendwie zu erreichen und dann irgendwie auch selber Dinge zu tun. Ist doch äh ein absolut\nerträglicher Betrag. Ich meine, das muss ja auch nicht ewig so bleiben. Keine Ahnung, wie sich da die Preise entwickeln werden perspektivisch wird's sicherlich eher noch billiger,\nÄhm und vor allem gibt's auch Gerüchte, dass äh es eben dieses Solids ähm nicht äh,\nvergessen. Die Antennentechnik,\nDanke, dass es das auch in so einer flachen Version geben soll, die man dann halt auch wirklich aufm Wohnmobil draufballern kann. Und wo dann eben diese\nMobilität dann auch mit dazukommt. Also in dem Moment, wo dieses Satellitennetzwerk\ntatsächlich Hand-Over kann und im Prinzip man nicht mehr an einen festen Downlink gebunden ist, dann läuft's dann halt auch schon mal auf Dauerversorgung, Wohnmobil, Wohnwagen, was auch immer, Auto.\nHinaus mit korrekten Netz.","Also Schiff kann ich mir gut vorstellen.","Und Schiff natürlich auch, klar.","Weil du natürlich, wenn du erstmal von der Küste weg bist, ist halt Feierabend.","Richtig genau. Das gibt's halt jetzt.","Da sind die Zellen auch leert, ne? Also da hast du richtig Datenrate.","Das ist richtig, genau. Ja und das deckt also heute schon einen riesigen Bereich ab, ne.","Bleibt ähm denn die Einzige derer ähm Firmen, die so was macht.","Sind auch andere Konstellationen äh geplant, wollte nicht Amazon auch noch eine bauen und Google oder so? Keine Ahnung, ich weiß es nicht genau. Naja, das.","Was im Wikipedia Artikel steht, was drin.","Also diese mega Konstellation, da gibt's noch ein paar andere, die äh die das auch machen wollen äh ja muss man mal gucken. Momentan hat halt ähm,\nhat halt Spasics mit dem sind die einzigen, die das wirtschaftlich betreiben können, weil sie das Zeug wirtschaftlich in Orbit kriegen, weil sie halt ihre eigenen,\nWeiß ich nicht, schon fünf Mal geflogene Raketen da benutzen, die sonst keiner bucht, also aber.","Irgendwie immer so ein bisschen die große Vorstellung, kennt ihr den Film wally?\nAnfangs die Anfangssequenz großartiger Film für alle Hörerinnen äh kann man nur empfehlen, für klein und groß und die Anfangssequenz,\näh oder auf diesem Planet quasi auf die Erde äh gezoomt wird aus dem Weltall, quasi äh Terrorvision. Und das ist befindet sich in so einem etwas schäbigeren Zustand, sage ich mal. Die Vermüllung hat,\ndoch gesiegt am Ende da in diesem Film und man sieht halt diesen ganzen Orbit voll mit irgendwelchen,\nMüllassteroiden, die einfach nur noch vor sich rum äh gammeln und dieser Tesseleffekt, der dann da eintritt quasi, ähm ja, der dafür sorgt, dass immer mehr also exponentiell mehr,\nSplitterfragmente entstehen entstehen und noch mehr Satelliten kaputt machen. Ist irgendwie so ein bisschen große Vorstellung, dass irgendwann der Orbit aus Versehen kaputt geht und nicht mehr benutzbar ist, weil halt ja.","Ja, wenn ich das richtig sehe, sind die Satelliten aber so niedrig im Orbit, dass die auch nur ein paar Jahre oben bleiben. Wenn sie nicht ständig äh boosten.\nOder sogar auch nur Monate, wenn sie aufhören zu boosten.","Ist ja egal, die müssen ja nur einmal mit was anderem zusammen treffen, dann hast du den Salat schon.","Ja, dass dieser Kesseleffekt das halt.","Ja, du hast den du hast den Salat aber in der Höhe, wo es wo die Objekte, die entstehen, nicht lange oben sind, weil sie relativ schnell wieder runterkommen, weil das noch doch noch einigermaßen Atmosphäre ist,\nist der Punkt, ne, also ähm,\ndie Höhe, wo die GPS-Sattelliten sind, zum Beispiel die GPS Satelliten, die kommen im nächsten Jahrhunderte nicht runter.","Okay. Ja, ich.","Ja klar, weil die sind ja auf.","12 Monaten.","Orbit sind, ne? Ja die kommen die kommen schnell wieder runter.","Geostationärer Orbit, aber äh.","Stimmt. Worauf sind die denn eigentlich?","So um die tausend. Ja, tausend Kilometer.","Ja, das das dauert dann schon äh sehr viel länger, weil du da einfach fast überhaupt keine Atmosphäre äh Reste mehr hast.","Starlink ist noch relativ niedrig, ich glaube zweihundert oder so. Die ISS ist doch irgendwo bei vierhundert, oder? Habe ich das richtig in Erinnerung.","Mhm. Ja, genau.","Ich habe grad mal in den Chat den Raumzeit passend dazu Weltraumschrottbekämpfung. Kann man da den Experten zuhören?","Könnt ihr mal auf dieses Darling Punkt SX drauf äh klicken, wenn ihr's nicht schon gemacht habt. Da sieht man mal so die aktuelle Coverage.\nJetzt tatsächlich an äh Satelliten rumfliegt und dann kann man auch sehr schön sehen\nwarum wir quasi in Norddeutschland dann grade noch so guten Empfang haben, aber es ist in Schweden dann schon ein bisschen schwieriger wird. Also in Südschweden dürfte es noch ganz gut funktionieren, aber so auf Höhe äh Schottland ist dann irgendwann Schluss.","Ah ja,\nJa ich weiß noch letztes Jahr im Sommer irgendwann, da habe ich so einen Start nenne ich miterlebt, aber der war irgendwie ein Tag vorher gewesen und dann zog wirklich eine Stunde lang oder so so eine Perlenkette von Satelliten sich über den Himmel und das war schon\nDas war schon witzig anzugucken.","Bisher immer verpasst. Interessanterweise.","Die Herrenastronomen sind da ja nun nicht so begeistert von. Weil sie stecklich Striche auf ihren Fotos haben. Ähm.","Auch schon mittigiert worden ist. Also die haben jetzt äh angefangen ihre äh Solarpanels äh anders zu kippen. In dem Moment, wo Reflektionen möglich sind und äh ich glaube auch rumexperimentiert mit einem\nmit einer anderen Beschichtung von dem ganzen Kram. Also sie sind da dran. So\ndas aber jetzt wirklich so ein nachhaltiges äh Dauerproblem sein wird, ist meiner Meinung nach noch nicht so ganz raus.\nJa, aber kann man machen. Ist auf jeden Fall geil und ich hätte korrektes äh Netz. Kann man sich schön mit dem Internet abhalten lassen, wenn man eigentlich eher äh gerade auf Festivals und.","Stimmt, du wolltest doch raus.","Es besteht Feierpflicht auf dem Festival.","Wo das aber ein guter Test äh für war, das war meine mobile Solaranlage, die ich äh ja auch noch am Start hatte dabei, weil das Ganze braucht ja auch Strom.\nSo dieses Darling Antenne die wollte dann schon mal so 100 Watt haben,\nIch habe das einfach ganz munter so an mein System rangetackert mit was kann denn schon passieren? Hm\nWahrscheinlich auch alles gut gegangen, wenn ich äh nicht mein System noch falsch konfiguriert hätte. Also ich hatte dann so verschiedene Power-Autages, die das Ganze so getriggert hat. Also man muss auf jeden Fall schon dafür sorgen, dass man auch gute Stromversorgung hat.\nWas es dann immer völlig gekillt hat ist, als ich da noch irgendwie mein Brotbackautomaten dazu angeschaltet habe.\nHatte ich dann einfach äh nachts keinen Strom mehr und dann war das Darling aus. Das war natürlich ein bisschen bitter.\nBrotbackautomaten aufm äh auf Festivals. Das ist einfach mal der Knaller. Überhaupt Brotbackautomat. Ich bin total konvertiert.","Habe ich noch nie benutzt.","Ja, also es ist ähm wie soll ich sagen,\numstritten. Ja, also es ist jetzt nix für so Brotbackpuristen, die ja immer die geile Kruste haben wollen und das muss alles perfekt sein. Aber was ich wirklich extrem zu schätzen weiß, ist,\nDu hast halt einfach Brot morgens.\nOder wann auch immer du's brauchst, so zumindest mit mit vier äh Stunden Vorlauf oder im Zweifelsfall auch mal mit zwei Stunden Vorlauf kannst du dir einfach mal Brot erzeugen und mir war auch gar nicht bewusst, wie\nintegriert das auch schon so in unsere Supermarktwelt ist. Also es gibt\ndann einfach doch in den Supermärkten, also zumindest da, wo ich wohne, ähm größere Teilmengen an fertigen Brotbackmischungen, die eigentlich ganz okay sind.\nDie vor allem auch nix kosten. Also quasi also nicht nichts kosten, aber die halt nicht viel kosten, also Teilzeit für so einen fünfhundert Gramm Brotbackmischung von irgendeinem Brotart, zahlst du so sechzig Cent.\nUnd dann wirfst du halt noch mal zehn Cent Strom drauf mit dem Brotbackautomaten und dann,\npasse halt auf und es wabert schon so dieser Duft von frischem Brot durch die Wohnung. Schon mal echt ein Feature ist. Das zieht einem dann auch gleich effizient aus dem Bett raus,\nNa ja dann nimmst du irgendwie das Teil da raus und ähm hast so Brot und das ist jetzt,\nvielleicht nicht unbedingt das Brot, was sich jetzt im beim Bäcker kaufen wollen würde, weil's halt eher so diese Art Brot ist, dass die so nach zwei, drei Tagen,\nist es dann halt auch wieder trocken,\naber ähm du futterst es halt auch gleich weg, weil es einfach unglaublich frisch ist. Das das das macht's einfach total wett. So also.","Also so richtig britisches Brot.","Nee, ja, nee, nee, das hängt dann auch sehr von dieser Mischung ab. Du kannst natürlich auch einfach Weißbrot machen,\ndem Brotbackautomat, den ich hab's, dieser Panasonic äh suche ich gleich mal raus. Ähm habe ich mir gar nicht gekauft, habe ich irgendwie von jemanden äh,\nder es nicht brauchte und man steht bei mir eh nur im Regal, nimm mal. Ähm habe ich das Ding einfach genommen und ist ganz pfiffig, weil das Teil hat nämlich oben, also du\nhast ja im Prinzip als Brotback auch mal so so einen leicht vertikales Teil, dann hast du da so einen so einen beschichteten Einsatz, den ähm klemmst du da kurz rein und damit da haust du einfach die Brotbackmischung rein, Mehl und so weiter, was da noch dazugehört, bisschen Wasser.\nBei äh Weißbrot vielleicht noch ein bisschen Milch und Butter dazu,\ndann sagst du halt einfach, sei mal morgens um früh, um 7 Uhr fertig und dann fängt er halt rechtzeitig an und knete das so zusammen und rubbel die Rubbeldiruppe die Rubbel und dann macht er irgendwie warm, dann geht so ein bisschen die Hefe auf und dann\nDann auch ein bisschen und rubbelt noch ein bisschen rum und dann fängt er irgendwann an zu backen für eine Stunde und dann ist es halt fertig. Und.","Hat seinen eigenen Timer.","Genau, hat einen eigenen Timer. Also du hast nicht also in dem Modell gibt's nicht wirklich eine Uhrzeit, ähm aber ich sage halt, du bist halt in so und so viel Stunden fertig und wenn man so ein bisschen Zeit rechnen kann, kommt man damit auch klar.\nUnd äh ein Feature von dem Teil, was ich habe, ist, dass der nochmal eine extra Klappe, so ein extra Fach hat, wo man zum Beispiel so Nüsse oder Rosinen reinmachen kann.\nAlso kannst du unten Weißbrot machen, machst oben die Rosinen rein, geknetet das dann irgendwie erstmal vor und wenn der Meinung ist, dass es jetzt der richtige Zeitpunkt dann klappt dieses Fach auf, die ganzen Rosinen fallen einfach runter und dann kniet er die auch noch rein und packt die dann.\nBist du dann halt morgens und dann hast du da so ein duftendes Rosinenweißbrot vor der Nase und das ist einfach geil.\nAlso es ist einfach das die Convenience und und das Pricing äh,\nschlägt einfach alles. Ich bin ich bin begeistert. So einfach.","Sag das so.","Genau, ich äh suche das mal kurz raus. Ähm das ist äh so ein,\nProdukt mit äh einer komischen Zahl. Gibt da so zwei verschiedene Modelle. Ist ja auch so ein Laden, die haben so dermaßen viele,\nso alles, da muss man auch echt erstmal gucken.","Siemens war, ist jetzt Panasonic.","Hier alle Brotbackautomaten. Genau, upsala. Hm, der heißt aber jetzt schon wieder anders. Haben die da neue Modelle draußen.","Es werden voll äh es werden Forderungen nach rechts unten Modellen.","Ja, also tatsächlich finde ich jetzt hier gerade die scheinen gerade ein Produktwechsel. Geh gehabt zu haben.","Heißt aber die Alten sind günstiger.","Kann auch sein, aber ich weiß jetzt grade nicht mehr auswendig, äh wie es ist. Auf jeden Fall das Top-Endmodell erkennt ihr da dran, dass es nicht nur das Rosinen, das Nussrosinenfach hat, sondern es hat auch noch zusätzlich ähm,\nein äh Hilfefach. Das ist also für Leute, die jetzt wirklich mit eigenen Backmischungen arbeiten wollen, glaube ich, noch mal besonders zu empfehlen, weil dann halt auch die Hefe erst genau zu dem Zeitpunkt da reinfällt, wenn's wirklich richtig losgeht.\nUnd nicht schon vorher irgendwie in so einer Melange aus Flüssigkeit und Mehl so ein bisschen vor sich hin glibbert. Funktioniert auch so, aber das ist definitiv äh\ndas Ding, ich wundere mich jetzt grad so ein bisschen, dass das Modell, was ich habe, jetzt gar nicht mehr zu finden ist hier. Also ich habe einen\nPanasonic SD fünfundzwanzig null eins.\nDer ist ähm wie gesagt, dann gab's noch ein weiteres Topmodell, das mit dem Hefefach und was jetzt derzeit wohl hier angesagt zu sein äh,\nscheint, sind die, ja die kosten ja alle das Gleiche, ist ja interessant. Äh ah ja hier Brotbackautomaten mit Hefe und Rosinen Nussverteiler.","Nussverteiler.","Also es gibt verschiedene Modelle, deren Unterschiede ich jetzt gerade nicht ausmachen kann, aber ich glaube, da macht man sich äh falsch. Sie sind eigentlich im Wesentlichen aller äh mehr oder weniger identisch. Vielleicht spielen die noch eine lustige Musik ab oder so. Keine Ahnung.","Aber Nussverteiler ist schon ein geiles Wort.","Stelle mir jetzt dann vor, wie das alles wirklich ganz akkurat wie ausgemessen wird, damit auch alles schön nicht zu nah war und da ist alles einen guten Abstand voneinander hat.","Ey, du gehst mir auf den Nussverteiler.","Ja. Ja, also ich find's geil. Das Brot sieht ähm.\nSieht vielleicht ein bisschen langweilig aus, aber wenn man die richtige Mischung äh findet, ist schon äh cool. Und vor allem, was mir auch nicht klar war, ist, was das mittlerweile für eine wirtschaftliche Bedeutung für die Mühlen hat.\nAlso ihr wisst schon, die Mühlen, da wo das Mehl herkommt, Mehl ist so ein Commodity Produkt, das,\nist im Preis quasi auf den minimalsten Betrag reduziert. Und damit noch nennenswerte Marge zu machen, ist so einfach nicht,\nUnd als das dann mit diesem Brotbackautomaten und generell mit diesem Trend zum Selberbacken ging, aber ich glaube vor allem diese Brotbackautomaten dürften da so der Treiber gewesen sein,\nÄhm seitdem sind es die Mühlen tatsächlich, die diese Brotbackmischungen machen.\nUnd so wie ich das gehört habe, ist es, dass also die teilweise wirklich aufwendige, dicke, fette Labore mit vielen Leuten da am Start haben, die den ganzen Tag nichts anderes machen als an diesen Brotbackmischungen zu arbeiten, weil die natürlich,\nMit diesen Mischungen sehr viel mehr Marge haben, als mit ihrem Standardprodukt Mehl.\nWeil es ist halt letztlich auch nur Mehl und ein paar Nüsse und ein bisschen Dies und ein bisschen Hefe und so weiter,\naber das halt so abzustimmen, dass es in diesen Automaten, wenn du das da einfach nur reinschüttest und\nwas weiß ich, 3hundertdreißig Milliliter Wasser noch dazu machst und dann sagst du einfach, mach mal, dass da was halbwegs Genießbares bei rauskommt, das ist schon ein echtes Feature. Und das muss dann schon ganz gut austariert werden. Ja und das äh machen die das und ich find's irgendwie cool. Also man.\nNimmt das äh Brot auf einmal anders wahr,\nAber eigentlich habe ich euch das ja nur erzählt, weil ich eine Überleitung machen wollte zu dem Thema Solartechnik, weil ich weiß, der Rody hat da mal was vorbereitet.","Äh na ja, was vorbereitet, was vorbereitet. Also ich habe seit na ja, ich glaube zwei Monaten jetzt ungefähr äh,\nEine Solaranlage und zwar keine mobile, sondern eine Immobile. Ähm.\nJa, wie fange ich damit an? Also Solaranlagen ist ist ein schwieriges Thema, habe ich habe ich feststellen müssen, weil heutzutage will man ja nicht einfach nur so Module auf dem Dach haben, sondern man will ja auch,\neigentlich den Strom selber verbrauchen, weil,\nStrom äh wenn man ihn so vom Versorger kauft, inzwischen relativ teuer ist und der scheint jetzt gerade noch mal teurer zu werden.\nAlso wenn man zu der Solaranlage natürlich auch eine Batterie haben, die möglichst viel von dem Strom speichert, damit man möglichst viel davon wieder\nverbrauchen kann und nicht äh äh einspeist, weil man dafür fast nichts bekommt. Ähm jetzt\ngibt es da verschiedene Hersteller, die einem verschiedene Geräte verkaufen wollen und es ist wirklich ein super Wildwuchs, weil die einen können Solargut, die anderen können Batterie gut, äh die Dritten können, weiß ich nicht, was gut, also es ist echt,\näh\näh ist echt der Hammer. Bei mir, bei mir ist es jetzt äh das äh zentrale Stück dieser Solaranlage, ein ein Solar-Edge äh,\nWechselrichter geworden und zwar ist eine israelische Firma und die haben ähm.\nDie haben einen großen Vorteil gegenüber allen anderen äh Wechselrichtern. Äh die können nämlich ähm jedes Solarmodul einzeln steuern.\nDie haben\näh so was, das nennen die Optimizer. Das ist im Prinzip für das Solarmodul äh der äh MPP Tracker direkt am Modul.\nErklären also steht für,\nfür eine bestimmte Einstrahlungssituation Sonne, gibt es einen optimalen Punkt mit äh Spannung und Strom, wo ich die maximale Leistung aus einem Modul bekomme. Ähm.\nWerde ich jetzt mehrere Module zu einer großen Kette zusammenklemme äh in in in äh in Reihe zum Beispiel, dann,\nfließt durch alle Module der gleiche Strom und wenn dann eins abgeschattet ist,\nbringt diese ganze Reihe Strang, wie man's üblicherweise nennt, halt kein äh reduzierte Leistung, nur weil ein Modul eben Schatten hat,\nirgendwo ein Baum steht, der Schatten macht auf ein Modul ist plötzlich\nBanane und diese Sola Edge-Leute, die können also tatsächlich jedes Produkt einzeln fahren, so dass man wirklich aus jedem Modul einzeln den Maximal an Leistung äh\nrauskriegt. Das war bei mir,\naber auch wichtig, weil das Dach hier so verschachtelt ist. Also man muss es sich vorstellen, normales Giebeldach in Ost-West-Richtung,\naber mit einem zusätzlichen Giebel Richtung Süden. Das heißt, man hat zwei Flächen, die nach Süden zeigen, eine Fläche, die nach Osten zeigt und eine Fläche, die nach Westen zeigt.\nUnd die sind jeweils mit Solarmodulen belegt. Das hat den äh den netten Nebeneffekt, dass also tatsächlich, sobald die Sonne über den Horizont guckt, ist auf den Modulen, die Richtung Osten, zeigen,\nSonne und man kriegt Strom und man hat so lange Strom, bis tatsächlich die Sonne im Westen wieder im Horizont verschwindet, weil dann an der Stelle diese äh Module, die nach Westen zeigen, irgendwie Sonne äh bekommen.","Du hast auch welche, die nach Süden zeigen?","Also quasi zwei Dachflächen nach Süden, einer nach Westen, einer nach Osten.","Wie beim Tetris Stein.","Das vorstellen? Also der der Giebel ist so Teeförmig, wobei das einzelne Stück nach Süden zeigt. Kann man sich das halbwegs vorstellen,\nOkay und auf diesem verwinkelten Dach haben die alt 29 Module verbaut. Das hat ähm.","29 Module hast du.","92 Module, ja. Ein Modul ist.","Größe? Nein.","Die haben 'ne Standardgröße, die Standardgröße ist ein Meter mal eins siebzig.","Du hast neunundzwanzig Mal ein Meter mal eins siebzig. Neunundzwanzig Module und jedes Modul kann wie viel ähm an Peak Leistung theoretisch?","Äh theoretisch 380 Watt Peakleistung, dazu muss man wissen, Peakleistung ist so ein,\nmerkwürdige Zahl, weil äh also mein Schlagzeuger, der arbeitet ja bei der Deutschen Gesellschaft für Solar, der hat richtig Ahnung und er meinte mal, ähm,\nIrgendjemand hätte mal gesagt, also Peakleistung wird gemessen bei der Einstrahlung eines Hochsommertages zur Temperatur eines Frühlingstages mit dem Lichtspektrum eines Wintertages.\nDas ist also wirklich sind wirklich sehr künstliche Bedingungen, unter denen das gemessen wird. Ähm,\nund äh deswegen, also ich habe die 11 Kilowatt Peak, die diese Anlage theoretisch bringen würde, noch nicht gesehen.","Also ich habe ich habe ja zwei Module, die ähm Peak, glaube ich, dreihundert ähm dreihundertsechzig Watt jeweils haben,\nheißt, ich könnte theoretisch, also Peak wäre theoretisch 720 und das Maximum, was ich gesehen habe bei so einem Sommertag, allerdings äh mit dem Lichtspektrum eines Sommertags und auch den Temperaturen eines Sommertags habe ich äh sechshundert,\nund ein paar Zerquetschte äh Watt äh rausgeholt, sechshundert.","Ist, das Problem ist, die ähm die Leistung von einem Solarmodul geht runter, wenn's heißer wird.\nDas das Optima ist so gut der Raumtemperatur, so zwanzig, fünfundzwanzig Grad, aber wenn du im Hochsommer richtig wenn du richtig die Sonne drauf ballert, wird das halt deutlich heißer.","Ne klar, aber ich fand jetzt so sechs Siebtel, fand ich jetzt mal äh okay.","Ja ja, das ist aber ungefähr das, was ich auch sehe bei der Anlage hier.","Ja okay, das heißt, du müsstest da ja richtig äh fett ähm also was hast du gesagt? Neunundzwanzig mal dreihundertachtzig. Elf Ki.","Also elf KW Peak, ich hab's ja schon gesagt.","Ja, okay, ja, ich äh muss ja auch mit dem Kopf hinterherkommen und der arbeitet nicht mehr so schnell. Wenn ich da jetzt mal sechs Siebtel mache, das heißt, das sind so 9, 5 Kilowatt.","Mhm, das habe ich auch schon.","Bestzeitpunkt sozusagen. Okay, das war schon äh das ist ja schon richtig, das ist ja schon richtig Strom. Aber.","Aber es kommen noch ein paar, aber. Also äh prinzipiell kann die Anlage diese Menge, aber die Anlage hat ja auch eine Batterie.\nDiese Batterie ist von das sind die mit den mit den Elektrobussen in Shenzhen ne diese sechsundzwanzigtausend.","Mhm. Und die die ganze Zeit versuchen Autos äh auf den Markt zu bringen und es nicht hinkriegen.","Keine Ahnung, also es ist es ist eine eine Batterie, die ähm äh Lithium Eisenphosphatchemie hat. Also wer,\nschon mal gehört hat, Chinamodel 3 sind auch die zum Eisenfordfahrt. Das Zeug ist robust wie Sau.\nÄh brennt eigentlich nicht, ist ein bisschen schwer für ein Auto halt blöd, aber wenn das Zeug nur im Keller steht und nicht bewegt wird, ist es so egal, ob's ein paar Kilo mehr hat oder nicht. Ähm,\nman kriegt vom Land Berlin für diese Batterien eine Förderung,\naber und jetzt wird's halt so absurd. Wenn man diese Förderung beantragt, dann wird die Einspeisung der Anlage auf 50 Prozent beschränkt.\nDas heißt, die Anlage speist maximal 5,5 Kilowatt ein bei mir.","Ins Netz.","Theoretisch oder in realitar?","In real Liter auch, ja, weil das die Bestimmung ist, unter der man diese Förderung bekommt,\nÄhm die Argumentation ist, dass der Stromversorger sein Netz stabilisieren will. Der will verhindern, dass ähm,\nplötzlich mittags alle Solaranlagen wie blöde äh Strom ins Netz pumpen und der nirgendwo mehr hin kann.\nDie Argumentation überhaupt sinnvoll ist, das sei mal dahingestellt.","Vor allem du kannst ja einfach das Doppelte an Solar haben, dann kommt ja immer noch also da kommt ja wieder mehr, also ist ja irgendwie Quatsch.","Ja, aber die Idee der Batterie ist ja, dass du das meiste selber verbrauchst.","Ja okay, gut. Wie viel was ist deine Kapazität? Wie viel wie viel Batteriekapazität hast du dir geleistet? Wie viele äh Wattstunden kannst du da reinballern.","Batterie hat jetzt acht Kilowatt Stunden,\nDas könnte mehr sein. Das Interessante an dieser äh BID Battry Box ist, dass man die in äh in vier Kilowatt Ziegelgröße erweitern kann.\nZwar kann ich einfach den quasi den Deckel abnehmen und nochmal vier Kilowatt drauflegen und den Deckel wieder drauf tun.","Zielgröße, also so Ziegelsteingröße.","Sehen aus wie Ziegelstein, sind aber größer wie.","Ja, das würde ich ja auch meinen, dass sie größer sind als ein Ziegelstein oder sonst hätte ich die mir auch sofort gekauft. Aha, aha,\nOkay, acht Kilowatt Stunden. Für was reicht das? Das reicht gar nicht mal für so viel. Also einen Wohnwagen habe ich jetzt 2,4 Kilowattstunden und ist mir zu wenig und ich will's eigentlich aufs Doppelte gehen.","Ja, also das Ding ist, ähm wenn die Sonne wirklich scheint und die Batterie ist leer, dann ist die noch bevor es mittags wird, wieder voll,\näh da ist auch noch mal so ein Ding, die Batterie selber kann mit fünf Kilowatt laden oder entladen oder sogar noch ein bisschen mehr,\nAber der Wechselrichter kann an der Batterie nur fünf Kilowatt. Also es würde auch nichts bringen noch mehr die Batterie größer zu machen. Sie hat dann nicht mehr Leistung.\nIn dem, was sie laden oder entladen kann, was jetzt vielleicht nicht so schlimm ist. Ähm.","Also sie kann nicht mehr Strom gleichzeitig ausführen, aber es würde ja länger halten.\nOkay, aber wann brauchst du mal mehr als fünf Kilowatt? Also wann brauchst du fünf Kilowatt als als Wechselstrom meine ich?","Äh zum Beispiel dann und jetzt kommt halt das letzte äh Element in der ganzen Anlage dazu, äh die Wallbox fürs Elektroauto, die kann nämlich elf Kilowatt,\nWenn jetzt allerdings nur fünf Kilowatt aus der Batterie rauskommen, dann müssen halt fünf Kilowatt äh oder sechs Kilowatt oben aufm Dach drauf scheinen, damit ich nicht hinterher Strom ausm Netz ziehen muss.\nDas Auto lädt.","Und das bedeutet, dass die Woybox nur im mit Wechselstrom arbeitet.","Das sowieso, also Gleichstrom äh Wallboxen gibt es zwar theoretisch, die kann man aber eigentlich nicht kaufen,\nund die sind halt auch völlig überdimensioniert, weil da geht's halt bei 50 Kilowatt los. Und das ist ja was äh das sehr schnell laden, das brauchst du ja zu Hause nicht.\nDie elf sind eigentlich zu viel. Man kann die Wallbox prinzipiell regeln, aber das System gibt es nicht her, weil der ähm,\nweil das Ding, ne, der Wechselrichter nicht mit der Wallbox spricht,\nEs ist alles irgendwie. Also da muss ich noch mal basteln und das Schlimmste ist, diese ganzen Geräte laufen mit einem Protokoll, das nennt sich Mottbus. Ich weiß nicht, ob ihr Mottbus schon mal gehört habt. Das ist ein,\nDas ist ein Protokoll, das wurde 1979 ins Leben gerufen. Dagegen sieht nie die richtig modern aus.\nNe also äh irgendwie das ist das ist echt absurd. Ähm,\nUnd und also diese Walbus Wallbox lässt sich auch mit diesem Protokoll steuern. Ähm.","Kam ja auch schon kam ja 2achtzig, war drei Jahre äh später.","Eben. Deswegen ist es ja moderner. Ja gut, ist auch ein bisschen andere Anwendung, aber äh.","Ja hm okay warte mal, wer spricht jetzt Mottbus?","Eigentlich alle, also die Batterie spricht Mottbus, der ähm der Wechselrichter spricht Mottbus und die der Wall Charger spricht auch Mottbus.","Mhm. Okay.","Nur äh ist der Wechselrichter nicht in der Lage, sich mit dem Roll Charger zu unterhalten, weil die dafür nicht vorbereitet sind. Also.","Und und und einen stärkeren Wechselrichter, der jetzt irgendwie elf Kilowatt macht, ist jetzt irgendwie auch keine Option.","Äh äh also der Wechselrichter, den ich da habe, diese Baureihe, da habe ich eh schon das stärkste Modell.","Okay. Ich weiß nicht.","Glaube alles andere geht's langsam in den industriellen Anlagen rein.","Okay, das heißt, wenn ich das jetzt richtig verstanden habe, du kannst, du hast eine Wallbox, du kannst theoretisch dein Auto mit dem eigenen Strom betanken, aber während des\nKann rein technisch durch diese Limitierung des Wechselrichters. Nur die Hälfte dieses Stroms dieser 11 Kilowatt äh äh aus der Ba,\nkommen, wenn die beiden überhaupt Strom äh hat und um das zu ändern, müsstest du entweder einen Wechselrichter haben, der mehr liefert\noder ein oder eine Wollbox, die in der Lage ist, auch einfach mit weniger zu laden, die einfach was weiß ich, die Hälfte nimmt und ähm\nEinfach nur aus der Batterie holt und dann dauert's halt nicht so äh also dauert's natürlich länger, aber das ist ja wahrscheinlich dann.","Na ja, was du ja eigentlich willst, ist, du willst ja den Überschussstrom laden,\nne? Also wenn ich jetzt Einspeise jetzt mal abgesehen davon, dass den zwei Richtungszähler noch nicht habe, weil,\nAh, die Bude, die das gebaut hat, hat den falschen Adapterplatte und dann kam der Mann von dem Netz, Stromnetz Berlin und meinte, ha, das wissen die doch, das ist doch die andere Adapterplatte mit so einem komischen Buchstabenkombination klang.\nAls ich nicht so, als müsste ich da einen Fax hinschicken oder so. Ähm,\nNaja, auf jeden Fall ähm also ich habe diesen zwei Richtungszähler noch nicht, deswegen kriege ich noch nix für den Strom, den ich einspeise.\nAber selbst dann lohnt es sich nicht Strom einzuspeisen. Das heißt, du willst eigentlich alles, was vom Dach kommt, irgendwie verbrauchen und dazu gehört eben auch, das alles ins Auto zu laden.","Warum lohnt sich das nicht, das einzuspeisen?","Weil ich etwas unter acht Cent bekomme.","Und äh senkt sich das jetzt nicht so bei auf drei Komma sechs Cent oder so demnächst.","Das kann sein, das weiß ich nicht, aber ist auf jeden Fall, du zahlst halt dreißig oder so oder ich glaube, wir hatten einen Vertrag mit 28 Cent, zahlst du für die Kilowattstunde, die du verbrauchst. Du kriegst aber nur,\nsieben irgendwas für das, was du einspeist, also lohnt es sich nicht einzuspeisen, wenn du das auch verbrauchen kannst?","Ja, klar. So, aber das funktioniert halt nicht so lange, die äh alle nicht miteinander kombiniert bekommst.\nOh, das ist äh noch ein bisschen suboptimal, zumal du ja wirklich recht viel Strom eigentlich,\nunterbekommst. Also ich finde jetzt, was war das nochmal? Also deine 11 Kilowatt Peak real,\n9,5 Pik real. Was was was würdest du meinen ist so im Jahresverlauf so dein Mittel? Was du so pro Tag da an.","Also ich sage mal so, seit die Anlage Ende August angeschaltet wurde, habe ich schon über eine Megawattstunde vom Dach geholt.","Das ist eigentlich ganz ordentlich. Und kannst du die denn, wenn das Auto angeschlossen ist? Hm. Ach so, dann, dann kannst du's auch sozusagen direkt ins Auto laden, ne?","Bis das Auto voll ist. Das ist ja auch irgendwann voll.","Eben und äh genau, wie groß ist die Batterie in dem Auto?","Vierzig also einundvierzig glaube ich.","Okay, 40 Kilowattstunden. Ja, ist ja nicht so viel.","Na ja, es ist halt eine alte Zoe. Äh sie hat halt nur vierzig.","Ja und würdest du sagen, dass also ist das jetzt so eine Maßnahme mit,\nalso was ist so deine primäre Intention dahinter? Also möchtest du CO2 neutral sein oder möchtest du Geld sparen oder hm was würdest du sagen, dass du deinen Hauptfaktor oder dir war langweilig?","Keiner,\nAlso ich kann jetzt ähm,\nNicht so genau sagen, ob wir jetzt Geld sparen oder CO2 sparen. Wichtiger ist, aber irgendwie gehört das so zusammen.\nDadurch, dass dass man relativ viel Geld damit sparen kann, äh es ist lohnt es sich halt dann auch, ne, irgendwie,\nAlso ja, schwer zu sagen, also keine Ahnung.","Du hast es einfach mal gemacht.","Weil's geht.","Was zu den Kosten sagen, also was so ein ja.","Schon ein bisschen was.","Die Preise fallen ja durchaus. Also zumindest bei den die Panele sind ja vergleichsweise noch vergleichsweise günstig. In dem ganzen Spiel, oder?","Ja, die Panele sind gar nicht so sehr, dass ähm sind nicht mehr der große Kostenfaktor. Äh ist schon eher so,\ndie ganze Montage des Gesamtsystem dann kommt noch der Akku dazu und und und. Ne also das ist so,\nAlso inzwischen ist es so, dass die Arbeitszeit schon fast überwiegt in den Korea, nicht ganz, also,\nKlar, die Paneele kosten und der Wechselrichter kostet und und und die Batterie kostet und so weiter, aber Arbeitszeit ist halt nicht mehr vernachlässigbar. Ne, also vor zehn Jahren haben die Module so viel gekostet, das ist dann egal gewesen. Aber,\nalso die Arbeitszeit.","Aber dein dein Haus, also dein dein Stromverbrauch so für den Haushalt? Den kriegst du mit dem Wechselrichter gedeckt.","Äh ja. Also auch mit der Batterie. Also ich habe jetzt ähm,\nJa, jetzt waren mal zwei Tage halt irgendwie richtig suppiges Wetter. Bedeckt von morgens bis abends und so und dann läuft die Batterie irgendwann leer. Das ist natürlich klar.\nOder aber du hast halt dann die Batterie ist am Ende des Tages nicht voll und dann schaffst du's halt doch nicht irgendwie durch die Nacht, aber äh im Großen im Großen und Ganzen funktioniert das schon ganz gut. Warte mal, ich kann mal reingucken.\nBin jetzt bei 79 Prozent die Batterie. Das Haus verbraucht gerade 250 Watt insgesamt.\nAlles in allem.","Das ganze Haus verbraucht grade nur 250 Watt. Nicht schlecht.","Ja was was soll denn da verbrauchen.","Keine Ahnung, ich kenne deine Haustechnik nicht, also Licht, äh Waschmaschinen, Brotbackenmaschine? Na ja, die.","Die Brotbackmaschine. Ich weiß, ich weiß jetzt relativ genau, dass mein Wasserkocher zum Beispiel zwei Kilowatt hat und der Herd hat auch zwei Kilowatt, weil man sieht halt sofort, man macht den Wasserkocher an und plötzlich stehen da zwei Kilowatt. Das ist das ist schon sehr faszinierend.","Das ist cool, ne, wenn man das wirklich mal so gemessen bekommt und überhaupt mal ein Gefühl dafür bekommt, was eigentlich so die eigene äh Last ist, aber so 250 Watt verbraucht gerade ein Haus, ist irgendwie okay. Also dein Computer ist auf jeden Fall ein M eins.","Ja also äh\nIch hatte allerdings den ganzen Tag meinen äh Arbeitsrechner äh an, der hat ein Intel und der lüftet eigentlich auch nur noch. Das ist irgendwie. Ähm also für heute war das so, dass ich äh insgesamt 11,5 Kilowattstunden produziert habe,\nÄh davon habe ich knapp sieben verbraucht und viereinhalb eingespeist.\nUnd eine halbe Kilowattstunde ausm Netz gezogen. Ungefähr.","Viereinhalb Kilowattstunden eingespeist. Also hast du damit quasi.","Wenn ich den Zähler schon hätte, hätte ich jetzt vielleicht 50 Cent verdient oder.","Wow. Richtig, geht ja richtig zur Sache.","Ist ja, ist da irgendwie der Plan, dass es dass es nochmal geändert wird oder ist das jetzt an der nächsten Regierung das irgendwie mal rückgängig zu machen, dass sich das wieder lohnt oder überhaupt mal ein Ziel sein kann mit dem Einspeisen? Selbst einspeisen.","Ich selber halte es ja auch für sinnvoller, wenn man tatsächlich den Strom weitestgehend lokal speichert und lokal dann auch verbraucht,\nNe? Also ähm,\nDir anguckst, als das mit dem EG Gesetz losging, da äh hast du ja über fünfzig Prozent bekommen, teilweise sogar neunzig Prozent und so. Da haben die Leute alles, was sie produziert haben, eingespießen\nund haben dann aber den billigen Strom ausm Netz verbrauch.","Das ist natürlich.","Ne und das das konterkariert die ganze Sache. Also ist schon sinnvoll, dass du ich sage mal weniger für den Strom bezahlst?\nEr wird mehr für den Strom bezahlst, den du verbrauchst als für den, den du äh erzeugst, damit die Leute in haben ihren eigenen Strom zu speichern und zu verbrauchen.","Ja, ja gut, aber ich meine, das ist dass sich das einfach schneller armortisiert, jetzt nicht mit Gewinnabsicht, aber einfach also,\nDas ist halt das ist halt so ein Mainstream wird, sage ich mal, dass man sagt, ja gut, bauen wir jetzt halt aus, weil warum nicht, ist halt Zukunft oder so.","Ja, dass das eigentlich das eigentliche Ding ist äh du kannst ja die Batterie so groß machen, wie du willst. Im Sommer kriegst du sie nicht leer und im Winter kriegst du sie nicht voll. Ne, also das ist ja das eigentliche Problem dadran.\nGut, jetzt ist vielleicht das Dach so üppig äh belegt, dass ich im Winter vielleicht sie dann doch so halbwegs noch voll kriege. Ähm,\naber ich komme halt nicht mit der Batterie jetzt zwei Tage oder so aus, ohne dass die Sonne scheint. Das geht halt.","Hast du jetzt schon überlegt, ob du ein paar Sachen dann optimierst bei dir, was so den Stromverbrauch\nIch meine, Wasser gehauen und Herd wird man wahrscheinlich jetzt nicht so viel runterbekommen, aber hast du dann so ein paar Sachen, wo du sagst, oh Mann, hier könnte ich noch optimieren, weil ich glaube, da würde ich glaube ich drin voll ver,\nso diese Übersicht hätte und mir denke so hm was wird als nächstes optimiert?","Na ja, sagen wir mal so, äh du hast schon dieses dieses Ding so guckst du ausm Fenster. Oh, die Sonne scheint. Schnell die Waschmaschine anmachen. Oder\noder so, ne? Also das ist so ähm aber im Großen und Ganzen ja, ich habe halt auch schon über Krypto-Mining nachgedacht, weil das ist halt irgendwie, wenn der Stro,\neh nichts kostet, dann ist ja Wurscht. Ne, also aber äh,\nmal ganz ehrlich, so viele Krypto-Meiner kann ich mir gar nicht hinstellen, dass ich mal eben fünf Kilowatt verbrauche, also das ist ja auch irgendwie ist ja auch.","Ja auch keine Heizung brauchst, wenn draußen die Sonne scheint.","Ja.","Also das ist so ähm.","Ich meine, was sich hier natürlich auch zeigt, ist, dass unsere Strominfrastruktur an der Stelle halt auch einfach,\nnicht an den Bedarf, an den neuen Bedarf angepasst ist, ne, weil du hast halt immer nur so dieses ja,\nDu bist der Verbraucher so und die einzige Möglichkeit ist es, das ins ganze Netz zu geben und äh nur von dort kann es wieder weiter verteilt werden, aber du hast halt quasi auf der anderen Seite gleich so den Stromanbieter. Ähm und es,\nWäre ja genauso gut auch zu denken, dass man eben Häusergruppen zusammenschließt, Pufferbatterien auch sagen wir mal so auf Stadtteil\näh Ebene macht, um einfach diese ganzen Lastspitzen äh abzufangen oder eben so Strom, der nicht gebraucht wird, dann eben äh lokaler bereitzustellen, ähm,\njemand anders.","Ansätze, ja. Also\nimmerhin ist es inzwischen so, dass die Stromnetze weitestgehend in der Lage sind, den den den Strom halt auch quasi aus dem Niederspannungsnetz wieder ins Mittelspannungsnetz zurück,\nwenn tatsächlich zu viel Strom im Niederspannungsnetz ist und sowas. Also das das entwickelt sich alles so langsam und dann hast du halt diese virtuellen Kraftwerksbetreiber noch, so wie sonen oder so. Äh,\nim Prinzip äh wo du sagst, ich habe ich setze mir eine eine Batterie von denen in Keller und die dürfen die fernsteuern und dafür, dass sie halt Lastspitzen ausm Netz abpuffern, äh,\nkriege ich dann von denen umsonst Strom oder solche wie die genauen Konzeptionen sind, weiß ich nicht, aber äh das ist so ähm,\nDas Problem ist halt, genau dazu gibt's einen Clean Electric Podcast äh ähm,\nhaben halt auch zum Beispiel Lithium Eisenphosphat als als Batteriechemie, die lange hält und so ähm,\nIch habe das Gefühl, da ist immer noch Aufbruch da. Also die die eigentliche Solartechnik\nDie ist jetzt mal so weit, dass man sagen kann, da kann man nichts mehr falsch machen. Die die Panele werden zwar immer noch besser jedes Jahr, aber das ist nicht mehr so revolutionär.\nÄhm äh die ganze Steuerung und die Batterien und der ganze Kram. Ich glaube, das kommt jetzt hinterher.","Mhm. Ja. Also ich bin ja auch schon beeindruckt, was man,\nlernt da drüber, ne? Also allein diese kleine Installation, die ich da in diesem Wohnwagen beigeholfen habe, so damit bin ich jetzt zumindest schon mal so weitgehend begriffsfest und konnte irgendwie seine ganzen Initialen äh TLAs und ETLAs äh schlucken.","Habe ich so viele verwendet.","Na, so ist es MPT MPP und so äh habe ich ja auch, also gibt ist ja nicht so, dass es jetzt nur der\nden du da genannt hast. Äh das war's nochmal gleich, ist ähm,\nGenau.","Äh du hast normalerweise.","Verbreitet äh in Deutschland. Taucht ja für viele Sachen.","Du hast halt normalerweise, wenn du mehr als ein Modul hast oder mehr als zwei Module hast, dann hast du halt das Ding, dass du die in strengen zusammen\nschließt und hast sie dann an einem Eingang von deinem äh von deinem Wechselrichter und dann hast du aber halt für diesen Strang halt genau einen MPP,\nTrecker und dann kommst du halt in dieses Problem, wenn du ein abgeschattetes Modul hast, dann geht extrem die Leistung runter.\nNe, also wirklich nur die die äh Leute sind in der Lage, an jedes, an jedes Modul selber diesen MPP-Tracker ranzuklemmen und dann kannst du halt auch alle Module optimiert betreiben, selbst wenn eins irgendwo verschatet ist und so\nAlso ähm ja,\nkeine Ahnung, also ich weiß auch nicht, wieso nur die das können. Also es gibt halt was, was so Solarwechselrichter anlangt, gibt es halt relativ viele interessante Geräte da draußen\nAlso was meine Anlage zum Beispiel gar nicht kann, ist wenn der Strom ausfällt,\nexterne Strom ausfällt, dann ist das Licht hier aus, selbst wenn der Akku voll ist. Weil die Anlage nicht in der Lage ist, sich vom Netz zu trennen, um eine Insellösung zu fahren. Das kann sie nicht.\nDa gibt's halt äh wiederum Lösungen, die das besser können, aber die kosten halt auch gleich wieder so unglaublich viel mehr und.\nNoch Glück, so oft fällt der Strom nicht aus, dass das jetzt irgendwie ein Problem wäre, ne?","Ja, aber ich meine, wir rauschen ja jetzt grade in so eine Energiekrise äh rein. Ich glaube, das hat noch nicht jeder so richtig mitbekommen. Es äh wird im zunehmenden Maße drüber\nberichtet, aber äh Gaspreise gehen gerade so richtig durch die Decke. Das wird jetzt nicht mehr lange dauern und Strompreise, Benzin wird\näh deutlich teurer. Diesel ist jetzt irgendwie bei 155 oder so in der Größenordnung. Ähm Russland macht da grade alles, tut da grade alles dafür, dass die Preise steigen.\nUnd dazu kommen halt auch noch diese ganzen äh,\nsekundär äh Probleme, also in Großbritannien ist es ja jetzt schon so richtig am Abkacken, weil sie natürlich durch den Brexit sich irgendwie noch die Beine gebrochen haben, aber wir werden auch hier äh ähnlich.","Weil sie nichts irgendwo hinkriegen, weil sie die LKW-Fahrer nicht haben, ne.","Ja gut, aber die LKW-Fahrer haben wir auch in Europa mittlerweile nicht mehr. Also es gibt diese diese diese äh LKW-Krise, die gibt's hier auch, die ist bloß nicht ganz so schlimm.","Haben jetzt die ganzen LKW-Fahrer wiederbekommen von.","Ja\nrichtig, also sozusagen aber das macht jetzt nicht so viel aus, aber du hast generell das Problem, dass einfach derzeit mehr Leute mehr LKW-Fahrer aus dem Markt gehen,\nals ähm ne also sterben, Rente, was weiß ich so, aber du es werden nicht in dem selben Maße so viele Leute ausgebildet.\nUm diesen Job zu übernehmen, weil es einfach ein Scheißjob ist,\nDas ist einfach sollen wir mal sagen, ne? Scheiße bezahlt, Scheiße, Stellung in der Gesellschaft, äh,\nscheiß Arbeitszeiten, bisschen die zu Hause, kannst ja kein richtiges Sozialleben aufbauen. Das haben wir einen Lokführer auch, so ist ne, also alle diese ganzen Jobs, die einfach doch schon sehr viel von den Leuten abverlangen.\nUnd dann einfach auch sonst wenig Vorteile bieten und in dem Moment, wo es einen,\nja wo es Alternativen gibt, was auch immer diese Alternativen äh sind so, na ja, dann hast du halt einfach nicht mehr diese Ausbildung und hast jetzt irgendwie auch nicht die die Bundeswehr,\nmehr so als Pflichtausbilder, ne? Also jeder, der mal bei der Bundeswehr war, der kann auch irgendwie danach auch LKW fahren. So, das heißt, du hast so nebenbei auch immer noch so eine Basisausbildung gehabt.\nDas fällt jetzt alles weg und äh perspektivisch, also es sind Fahrer, auch in der EU knapp\nDazu kommen jetzt noch die ganzen Auswirkungen, noch die Langzeitauswirkungen von Corona. Die Container äh Krise, die kriegen grade irgendwie ihre äh Häfen nicht entladen. Die äh leiden auch noch äh tatsächlich immer noch aus aus diesem von diesem äh Rippleffekt von der,\nwie ist nochmal gleich das Ding im SUS-Kanal, was äh Ever Giffen da, Distig.","Ja.","No fucks everiven.\nSo das hat einfach so eine Disruption in dieser ganzen fein geschmierten Gesamtlogistik gebracht. Und jetzt kommt halt auch noch Großbritannien dazu, die äh äh derzeit dann wiederum aus ihren Personalnöten heraus,\nähm und eben auch diesen ganzen\nkaskalierten Effekten von Problemen, weil das eine auf das andere auswirkt, ne, also keine LKW-Fahrer, kein Benzin äh andere Dinge fahren nicht, dadurch können andere wieder nicht richtig arbeiten. Dadurch äh geht woanders die Logistik ausm Leim.\nVerfügbarkeit von Produkten, Pipapo und irgendwann äh kriegen sie auch ihre Container nicht mehr entladen und deshalb ist es so, dass sie halt einfach große Containerschiffe Großbritannien jetzt gar nicht mehr anfahren.","So net in Europa landen.","Gar nicht mehr entladen bekommen, sondern werfen die das alles in Rotterdam ab. Die haben mir wieder viel zu viel Zeug rumstehen, dann kriegen die keine leeren Container, weil die dann nicht rechtzeitig äh weitergefahren werden können und so weiter. Also derzeit baut sich da grade was auf und ist grade unklar. So,\nAber darauf wollte ich ja gerade hinaus, was halt jetzt gerade wirklich äh also was jetzt passieren könnte ist,\nnicht habe mir das jetzt auch ehrlich gesagt noch nicht so genau angeschaut und da jetzt nach einer wirklich eine Aussage machen zu können, aber ich habe so das Gefühl, dass wir schon zumindest in so eine,\nähnliche Krise wie sie mal in den siebziger Jahren hatten. Äh ja wo ja hier in Deutschland autofreie Sonntage auf einmal ausgerufen wurden, weil einfach der Spritz so teuer war,\nJa, jetzt würden alle jubeln, aber.","Erinnere mich, ich erinnere mich sogar noch dran, ich bin da irgendwann mal an einem dieser autofreien Sonntage mitm Fahrrad über die Autobahn. Das ist mein Ernste des Strecken, wenn du die plötzlich mitm Fahrrad fährst.","Ja gut, aber das wird dann halt\nalles gar nicht so lustig, äh wenn dann halt äh sich diese Energiepreise auf alles Mögliche aus äh weiten, ne? Also jetzt äh gibt's schon\nich hier so die die besonders energieintensive äh Produktion, ne? Äh Aluminium, Hersteller, äh et cetera, Stahl und so, die sind schon die sind richtig am kotzen so. Wenn und wenn die dann jetzt ihre ähm,\nProduktion runterfahren, weil weil sie quasi nur noch Verlust machen in dem Moment, wo sie Produkte erzeugen. Dann hast du halt Ausfälle, die dann an anderen Stellen in der Wirtschaft natürlich sofort ähm die nächsten Probleme schaffen und,\nwarum ich das jetzt überhaupt erwähnt habe, ist ja dieses so okay. Worauf basiert denn unsere Energieversorgung? Äh gibt ja immer diesen schönen Witz, so ja Strom äh,\nKein Problem, kommt bei mir aus der Steckdose.","Genau, wozu Atomkraftwerke? Bei uns kommt der Strom aus der Dose.","Genau. Ähm so dazu halt mit unserer durchgehend verkackten Energiewende, die,\neinfach dazu geführt hat, dass wir nicht in dem selben Maße ähm Energie also ähm,\nzugebaut haben, also äh klimaneutrale Energien äh zugebaut haben, also nicht genug Wind, nicht genug Solar, nicht genug andere Quellen erschlossen haben. Trotzdem aber jetzt auch noch die Atomkraftwerke abschalten wollen und natürlich perspektivisch vor allem auch die Kohle,\nKraftwerke. Bitte? Teilweise haben, aber aber ja noch werden, also es laufen ja noch welche.","Reise noch übrig oder so.","Ja gut, aber schalte mal drei Atomkraftwerke ab. Also ist ja nicht so, dass die jetzt sozusagen nur so aus Spaß laufen, sondern,\nDie versorgen halt das Energiesystem mit Grundlastung. Und wenn du die Grundlast der Atomkraftwerke nicht hast, dann musst du die Grundlast halt woanders herbekommen und Grundlast hast du halt derzeit mit Kohle und mit Gas.","Das das Problem, das Problem, was du aber hast, Atomkraftwerke sind eigentlich nicht regelbar.\nAlso klar, du kannst sie natürlich leerlaufen lassen, dann erzeugen sie keinen Strom, aber äh du hast halt so ein Atomkraftwerk macht halt am liebsten,\nBetrieb immer die gleiche Leistung. Und was du aber brauchst mit den ganzen äh Erneuerbaren ist halt sehr viel Regelleistung,\ndu im Wesentlichen über Gaskraftwerke hast. Und die werden natürlich teuer, wenn es Gas teurer wird.","Alles wird teurer. Also von daher ist ähm steht uns da glaube ich noch einiges bevor und äh,\ndeine eigene Energie zu haben in ausreichendem Maße. Darauf wollte ich jetzt eigentlich hinaus, ist durchaus erstrebenswert. Und es ist äh schön, so im Eigenheim, dann ist es alles nur eine Frage der der Investitionsmenge, die man da selber aufbringen kann?\nNe, dann geht das aber, aber wenn man jetzt so wie ich in so einem Mehrfamilienhaus äh wohnt typische Berliner Situation, ähm,\nDann sind das schon ganz interessante Diskussionen, ne? So mal eben äh das ganze Stromsystem neu zu machen. Es äh einfach alles sehr teuer. Dann weißt du nicht, wie du das abgesetzt bekommst und weißt nicht, wie die Politik sich da entwickelt.\nAlso bei uns läuft halt noch viel mit Gas und wenn das jetzt teuer wird, dann äh wird das sicherlich nicht lustig.","Ihr seid ja noch Eigentümergemeinschaft oder? Also.","Das kommt noch dazu und dann musst du halt das mittragen.","Mieter ist halt ist halt Arschkarte. Da musst du halt warten bis deutsche Wohnen sich entscheidet. Irgendwas zu tun.","Ja also ich ich muss sagen, da habe ich da habe ich also ich möchte nicht sagen, ich hatte einen guten Riecher, weil das ist Quatsch. Da habe ich nix gerochen, aber äh also es ist schon irgendwie äh interessant, dass ich jetzt dieser diese, kaum habe ich diese Solaranlage aufm Dach, gehen die Stromkosten hoch, also es war schon irgendwie ein interessanter Zufall.","Mhm. Na gut, auf jeden Fall ähm Keepers updated, äh was hier so läuft.","Ähm wie ist das so mit Hagel? Und Solarpanelen?","Gute Frage, hatte ich noch keinen.","Okay, ist das so ein äh Geronymo, einfach warten bis Hagel kommt oder gibt's da irgendwelche theoretischen Mediations?","Na ja, theoretisch werden die Hagelkörner groß genug sind, dann machen sie halt was kaputt. Also das ist jetzt irgendwie ähm kann ich dir jetzt nicht genau sagen, ab bis bis wohin die die Solarmodule das aushalten.","Okay.","Ähm das hat dann Pech. Aber ganz ehrlich äh,\nhagelt, der größer ist als eine normale Murmel, sagen wir mal, so Zentimeter oder anderthalb.\nHabe ich auch noch nie selber erlebt. Ne, das war immer nur der kleine Hagel. Also es ist wirklich so so ein so ein richtig fetter Hagel ist, glaube ich, etwas, was was wirklich,\nhalt dumm gelaufen ist. Das ist wie so ein richtig fetter Starkregen, wo plötzlich das Haus weg ist. Da kannste halt auch irgendwie nix fehlen, nix machen. Das ist irgendwie.","Aber du hast ja wahrscheinlich auch eh eine Versicherung für genau so was oder?","Ja natürlich haben wir eine Gebäudeversicherung, also das schon.","Mhm.","Also ich äh habe hier mal kurz nachgeschaut und das scheint wohl so zu sein, dass diese ganzen Solarmodule auf Hagel auch getestet werden müssen und die müssen schon so,\nKugeln mit 2 ,fünf Zentimeter Durchmesser mit 23 Meter pro Sekunde auf elf Aufschlagstellen äh aushalten. Also,\nGanz schön was aushalten. Ich glaube, so von so ein bisschen Hagel,\nkratzt sie nicht groß. Da also klar kann natürlich jetzt sein, super Ungewitter und äh in Zeiten von maximal Wetterereignissen kann's natürlich auch mal sein, dass dann wirklich so die Tennisball großen Dinger kommen und dann ist alles im Arsch. Aber das ist nun mal,\nLeben hat Risiken.","Also hier im im Datenblatt steht zertifizierte Beständigkeit bei rauen Umwelteinflüssen, Salznebelbeständigkeit Ammoniakbeständigkeit, Beständig gegen Sand und Stauberosion.\nHm. Von Hagel steht hier nix.","Hier wird noch betont Solarmodule sind robuster als Dachziegel.","Ja, das glaube ich auch. Also.","Das reicht mir dann eigentlich.","Okay.","Wird nach dem ersten Berliner Unwetter.","Also hier wird von einem von einem extremen Wetterereignis mit irgendwie Tennisballgroßen äh Hagelkörnern berichtet und das hat er also sehr viel mehr bei den Dächern ähm\nzu Schaden geführt als bei Solaranlagen und teilweise haben die Solaranlagen quasi bei den Dächern eher noch Schlimmeres verhindert\nweil die quasi Robusta äh sind und die, die halt äh wirklich Schaden genommen haben, waren auch nicht ordentlich montiert.","Also äh was ich mir noch vorstellen könnte, wo ich da wo ich eher Bedenken habe, ist so ein richtiger Sturm, weil du auf so einem ein Meter mal eins siebzig Solarmodul halt wirklich auch Windlast hast.\nUnd dass äh wenn da der Wind irgendwie falsch drunter pfeift, dann kann das schon zu ganz schön Kräften führen. Ähm da hätte hier also mehr Bedenken als bei Hagel, aber keine Ahnung.\nWie gesagt, das ist jetzt zwei Jahre, zwei Monate alt das Ding. Bis jetzt ist nix, nix dran.","Warten wir mal auf den nächsten Hurricane,\nmal schauen.","Ja diese tropischen Stürme in dieser Stadt immer, es ist echt schlimm.","So, zwei Stunden sind rum. Wollen wir mal über Apple reden? Ist ja ein bisschen was passiert. Ähm,\nIch finde äh genau, also müssen ja auch nicht alles äh abklappern, aber vielleicht sollte man das eine oder andere äh die eine oder andere Auswirkung mal äh besprechen. Ist ja einiges.","Wichtigste würde ich sagen zuerst.","Findest du.","Es gibt wieder eine richtige Tastatur, findest du es nicht erwähnenswert.","Na ja, ich meine, wir wir haben jetzt so lange nicht gesendet, dass wir nicht nur auf ein Apple-Event zurückblicken, sondern mittlerweile sogar schon auf zwei. Das heißt, es.","Das ist ja kalter Kaffee.","Alles kalter Kaffee, das andere war ja auch schon gestern, also von daher ja gut, aber ich wollt's zumindest mal euren iPhone Status äh abfragen, äh ob irgendjemand von euch in die neue Generation eingekauft hat.","Zwölf, nee.","Nee, ich ich war letztes Jahr mit 12 Pro dran, bin auch sehr zufrieden.","Ja.","Da bin ich auch bei dem Team.","Das wäre ich ja wahrscheinlich auch gewesen, wenn ich nicht äh eine kleine Dummheit begangen hätte,\nund diese kleine Dummheit äh hat sich nämlich geäußert darin, dass ich unaufmerksam gewesen bin und nicht mitbekommen habe, als.","Ein iPhone in den Genuss vermische ein eingeschlagen ist.","Die Rosinenussschale eingefüllt habe.\nDer Nussverteiler.\nNee, es war äh belangloser. Also ich hatte mein schönes iPhone zwölf\npro äh grade äh benutzt und äh äh in einem Café aufm Tisch abgelegt und ähm da war's dann nach einiger Zeit nicht mehr und ich stellte dann halt bald fest, dass mir das wohl geklaut worden ist.\nUnd das war natürlich sehr äh doof und natürlich habe ich dann ähm.\nErstmal, wie es so meine Art ist, äh mich erstmal so,\npräventiv mit der Situation abgefunden, aber dann trotzdem mal nachgeschaut, was denn eigentlich so die moderne Apple Technologie so hergibt, um um da vielleicht ähm der Sache noch mal auf die Spur zu kommen,\nstellte sich aber auch schnell raus, dass sich hier quasi ähm,\nprofessionellen Dieben auflag, also es war nicht nur so eine Gelegenheit macht Diebe, sondern es war richtig jemand, der hm genau wusste, ähm was er tat,\nAlso ich weiß, dass es ein R war und ja, das Telefon war also schnell ausgeschaltet und ähm da ich auch das Telefon nicht mit der iOS 15 Beta bespielt habe.\nIch von daher auch nicht in den Genuss der brandneuen Trekking-Funktionalität mit dem Feind-Mind-Netzwerk kommen, was ja jetzt mittlerweile auch bei ausgeschalteten Telefonen funktioniert, zumindest bei allem, ab dem iPhone elf,\naufwärts, also iPhone elf und zwölf und jetzt ist dreizehn. Die können das alle, das SE kann's nicht,\nJa und Mainz konnte es halt nicht, weil ich eben noch auf iOS 14 war und äh nicht eine Beta aufgespielt habe, wo diese Funktionalität schon drin gewesen wäre.\nAlso konnte ich zwar über iCloud das Telefon als verloren melden, aber habe erst mal überhaupt nix gehört.\nUnd ähm das war dann ganz interessant. Ein paar Tage später bekam ich dann Nachricht von jemandem, den ich in meinen Notfallkontakten gespeichert habe.\nMan kann ja bei diesem Telefon so einschalten und dann kriegt man so Notfallkontakte angezeigt.\nJa, hier wieder irgendwie so eine SMS gekommen, irgendwie Apple und was denn äh das Telefon sei ja abhanden gekommen und äh bitte klicken Sie diesen Link an,\nJa, so mit so einer Wishiway äh URL, wo man dann irgendwie dazu überredet wird, seine Geheimzahl einzugeben. Natürlich nicht gemacht,\nmerkte ich schon so aha okay sie probieren also jetzt weil ist klar sie können halt mit dem Telefon jetzt eigentlich nichts anfangen weil du kriegst es halt nicht mehr anlockt.\nEs sei denn, es gibt jetzt irgendeinen Explode und tralala theoretisch, ja, aber ich glaube, so im Diebesbereich ähm für die ist es irgendwie einfacher, äh hintenrum die Leute zu verarschen,\num so an ihre Geheimzahl heranzukommen. Das ist ihnen aber in meinem Fall nicht gelungen,\ndann äh sind sie irgendwie sogar noch auf meine Nummer gekommen und ich wälze immer noch so ein bisschen wie eigentlich. Auf jeden Fall äh kriegte ich dann auch irgendwann solche Nachrichten.\nMittlerweile die SIM-Karte natürlich und bin auf ein anderes iPhone umgestiegen erstmal, temporär\nund dann äh tatsächlich nach einer Woche äh kriegte ich dann aber auch wirklich eine Nachricht ähm über das Feindmay mit dein Telefon wurde gefunden. Ich so, ja okay, gucken wir mal. Und dann lag's halt irgendwo in Antwerpen.\nIrgend so einem Lagerhaus ja.\nUnd das war halt so zeitgleich, wo sie dann noch mal versucht haben, mich irgendwie davon zu überzeugen. Ich sollte ihnen doch mal eine Geheimzahl geben. Nee, ich so nur so, ja, nee, kriegt der nicht. Also ich habe denen das nicht geschrieben natürlich, sondern ich habe das einfach äh ignoriert,\nJa, so und deswegen ist mein schönes iPhone zwölf,\ndahin war natürlich auch nicht gegen Diebstahl versichert, weil wenn man Scheiße am Schuh hat, hat man Scheiße am Schuh, ne? Ähm gut, das ähm bringt mich jetzt nicht komplett aus äh der Balance, aber deswegen war ich natürlich ein heißer Kandidat für ein neues iPhone,\nund kann mir das jetzt äh quasi schönreden, dass ich das ja unbedingt haben muss. So, was habe ich mir was habe ich ja habe ich noch nicht,\ndas, was ich bestellt habe, äh ist noch unterwegs, weil ich habe dann ähm ein bisschen nachgedacht und hatte noch erwogen, ob ich mir das nicht vielleicht miete\nhabe dann irgendwie äh Tipps bekommen, habe mal auf ähm aufm Netz gefragt, ob man nicht mal erst mal so als Übergangslösung irgendwo ganz gut äh auch was mieten kann\nwurde dann auf den Dienst Grover hingewiesen. Ich weiß nicht, ob ihr davon schon mal gehört.","Schon mal benutzt, ja.","Hast du auch schon mal benutzt, wie war deine.","Eigentlich ganz gut. Äh ich hatte mir zwei Headsets äh ausgeliehen, so neues Cancelling Headsets.\nFür die Arbeit und äh ja, konnte dann evaluieren,\njeweils einen Monat glaube ich und die hatten da so eine Aktion, ich habe das so ein bisschen gefuchst wahrscheinlich, also ich habe irgendwie zehn Euro bezahlt äh für zwei Headsets, zwei Monate quasi,\nähm und war ganz ganz smooth eigentlich. Aber kann auch sein, dass die sich extra gut angestellt hatten, weil's halt so ein Promo-Monat war oder so. Ja. War ich ganz zufrieden.","Scheinen auch immer wieder solche Aktionen zu haben. Aber ich meine, wenn du da jetzt so ein iPhone zwölf pro wohlgemerkt einen Zwölfer,\nÄhm mieten würdest du auf zwölf Monate? Würdest du halt so was, glaube ich, in der Größenordnung von 49 Euro im Monat zahlen?\nMuss sagen, das ist eigentlich gar kein schlechtes ähm Argument, wenn man mal bedenkt, dass man sonst,\nin der Konstellation tausendzweihundert Euro ausgeben würde. So zahlst du irgendwie fünfhundert,\n600 Euro, also quasi so die Hälfte über ein Jahr,\nÄhm kannst es dann auch gleich absetzen, wenn du's eh absetzen kannst? Und wenn nicht, hast halt auch noch die Hälfte bezahlt und die Dinger sind auch gleich noch äh versichert, sodass wir da irgendwie einen Schaden des Teils nur zehn Prozent, egal was es ist.\nJetzt nicht gemacht, hm\nhatte dann überlegt, ob ich das mit dem iPhone dreizehn machen soll, aber dann hat es irgendwie bei denen so lange gedauert und auf Twitter so angehauen, so ja wie lange braucht ihr noch? Kamen dann so, ja, it's ready, wenn it's ready. Ja, dann habe ich halt irgendwann die Geduld verloren,\ngesagt, okay,\nkaufe ich mir halt jetzt ein iPhone dreizehn. Natürlich war es zwei Tage später gab's dann da ein Angebot so, ne? Toll, super. Aber auch nicht für das, was ich äh für das, was ich mich entschieden habe.\nDenn ich habe mich tatsächlich jetzt mal für ein iPhone 13 Pro Max,\nentschieden. Ich wollte das jetzt unbedingt mal ausprobieren und ich weiß noch nicht ganz genau, wie die Experience so sein wird.","Da bin ich ja drauf gespannt.","Dein dein iPhone ist jetzt größer als dein Notebook.","Nee, soweit sind wir noch nicht.","Grad weil Tim ist ja auch relativ viel unterwegs wenn man viel unterwegs ist, ist mir halt häufiger so mal aufgefallen so ach das iPhone, es könnte noch einen Ticken größer.\nAlso grad wenn man viel unterwegs ist und viel nur noch am iPhone macht äh so,\nGut, das war in der Zeit erstmal noch reisen konnte. Ähm und da habe ich halt häufiger drüber nachgedacht irgendwie, das Max wäre das Bessere, weil ich halt auch wenn ich äh im Ausland reise, selten mit einem anderen Beweis noch unterwegs bin.","Okay, ja. Ich bin ja mini.","Genau, das ist so ein das ist mal die Frage. Wie wie macht man da drauf?\nÄh inwiefern hat man auch noch sekundäre Bedürfnisse für einen größeren Bildschirm, so und wenn er irgendwie schlechtere Augen bekommt, ist das natürlich ein größerer Bildschirm auch geil, weil einen größeren Pfund benutzen kannst. Zumindest bei ordentlich programmierten Apps.\nIch werd's ausprobieren, aber ich weiß halt jetzt noch nicht so viel davon. Ich wäre auch ansonsten durchaus geneigt gewesen, weil ich bin auch extrem scharf auf diesen Makromodus von den Telefonen, von den Kameras.\nFür den Makro ist ähm ein echtes Feature, vielleicht nicht unbedingt so, dass man jetzt wechseln würde sofort von einem Zwölfer. Aber an sich finde ich das sehr interessant,\nweil ich oft den Fall habe, dass ich so Sachen aus der Nähe fotografieren möchte und dann ist es irgendwie immer schwierig.\nWas ich so bisher an Bildern gesehen habe in diesem makromodischus fand ich irgendwie ganz ordentlich,\nwürde ich mitnehmen. Na ja, auf jeden Fall äh so ist das mit dem ähm,\nMit dem Verlieren von Telefonen ähm und überhaupt äh wär's vielleicht an dieser Stelle auch nochmal ganz cool, das noch mal vom Tisch zu bekommen, so die Erfahrung mit den Air-Text. Wer von euch hat denn jetzt Air-Tex im Einsatz? Rainer?\nDu musst übrigens deine wenn du die Hand hebst musst du auch noch was dazu sagen, weil so sehe nur ich das.\nJa. Wie viele hast du denn im Ein.","Nur eins tatsächlich aber das funktioniert ziemlich gut.","Hat keins.","Verlässt ja auch die Wohnung nicht.","Sinn, wenn man das sagt, was man trackt? Ist nicht so nicht so.","Nee, ja, weiß ich nicht, ob das Sinn macht, dass ähm.","Wenn du's jetzt nicht sagst, dann kann man's sich ja schon fast denken.","Okay. Dann denkt's euch doch lieber Zuhörerin, was ich mir damit tracke. Aber ist ein.","Schlüssel.","Ständig wegen bewegendes Gerät mal äh äh Gerät sage ich, ähm Objekt. Äh ja also Hamster, Hamster immer.","Hamster.","In so einem Hamsterball,\nlasse ich wild laufen, dann.","Ich hatte früher echte Probleme, den Hamster wiederzu.","Genau im Rat ist jetzt der Hamster? Ich habe meinen Hamster verloren. Ich muss ihn tracken mit einem RT.","In so einem Ball, weißt du, in so einem Ball, wo der dann so durch die Wohnung läuft? Nee. Ähm,\nJa, aber es funktioniert sehr gut. Ich bin damit sehr zufrieden. Ich weiß allerdings noch nicht, wie lange jetzt so der Akku hält. Mal gucken.","Ich habe äh ich habe mir so einen Dreierpack geschoppt und äh auf so einen Schlüsselanhänger, wo man das Ding einfach reinmachen kann. Habe das so zum Schlüssel dran.\nUnd habe dann äh nachdem ich drei hatte, habe ich mir dann nochmal drei geschoppt. Also ich habe jetzt sechs Stück,\neins ist im Auto, eins ist am Fahrrad dran, äheins ist im Portmonnaie, eins zum Rucksack.","Genau. Ja also die Kategorie, das habe ich auch alles vertaggt und find's ganz geil.","Eins habe ich im in der Tasche für den und das.","Cool.","Das ist dieses Ding äh mit mit äh Hitzezelle, womit was man so auf Mückenstiche drauf macht,\nTeil, was man im Sommer beim Camping immer braucht und wenn man's wenn man's verlegt, wird man wahnsinnig und da habe ich einen Attack drangemacht und das war eine sehr, sehr, sehr gute Entscheidung.","Fürs Brillenetui den.","Ich habe das anders gelöst. Ich habe mir einfach so viele Lesebrillen gekauft, bis ich überall welche rumliegen habe.\nJa, also äh es gibt ja jetzt mit iOS fünfzehn äh Entschuldigung. Doch ja, mit IOS fünfzehn gibt's ja neues ähm Feature, auf das ich lange gewartet habe, nämlich mit diesem Zurücklassen. Also du kannst jetzt quasi bei diesen R-Texern auch nicht äh optional benachrichtigen lassen beziehungsweise,\nwirst du erstmal von allem benachrichtigt, wenn du's irgendwo zurückgelassen hast und kannst es dann halt entweder für ein Objekt oder für einen Ort äh ausschalten. Und das äh scheint wirklich ganz gut zu funktionieren. Wenn man dann eben wirklich,\nwenn du den Ort verlässt, sagen wir mal, du hast es jetzt an deinem Schlüsselbund und du willst halt nicht ohne,\nSchlüssel weggehen. Okay, beim Schlüssel ist es immer ein bisschen schwierig, weil wenn die Tür zu ist, dann meckert er noch nicht und dann ist es vielleicht schon zu spät so.","Wenn du die wenn die Tür zu ist und du hast keinen Schlüssel, dann.","Auch wenn du eine Apple Watch hast und irgendwie lässt das Telefon zu Hause so, dann wirst du halt auch benachrichtigt. Also es ist so ein allgemeines Benachrichtigungsding, wenn sich\nGeräte voneinander trennen oder Dinge äh Objekte eben nicht mehr in deiner Nähe sind. So oder wenn du halt eine Tasche irgendwo liegen gelassen hast, bist irgendwo zu Besuch und dann hast du den Rucksack\näh vergessen oder Jacke oder oder oder sonst irgendwas. Also mich mich beruhigt das, ne? Der. Wahrscheinlich auch nicht mehr, es beruhigt einen einfach nur.\nBeunruhigt sein auch manchmal die ganze Zeit viel zu viele Nachrichten bekommt, aber ich finde es an sich ähm ganz praktisch. Ich würde mir bloß mega wünschen, dass man die Möglichkeit hat, sich mal so einen Airtag mit jemanden zu teilen.\nAlso, dass man eben auch einer anderen Person Zugriff auf den ähm Attack gibt.","Mit Apple Family nicht? Oh okay.","Nicht nur mit mit Family nicht, sondern halt auch so generell auch als Einzelnes nicht. Ja, habe ich auch überlegt so und die Frage ist nur, warum gibt's das nicht von Anfang an? Gibt's da irgendeine Limitierung oder irgendeine Begrenzung oder technischer Art?\nDieses irgendwie schwierig macht.","Sind bestimmt Features, die äh iOS 16 braucht ihr auch noch Features, also.","Ja und die äh genau das Feature, was ich mir davon äh erhofft habe quasi, was es noch nicht gab oder noch nicht gibt, was ich schon vor einem Jahr angemerkt habe, dass ich das gerne andersrum haben wollen würde.\nAlso dass man den Air-Tag äh an dem Schlüsselbund befestigt und wenn man dann aus dem Haus geht und das iPhone aber nicht mitnimmt, dass es dann anfängt zu piepen.\nDas äh ja wäre ein Feature, was in der Familie zumindest äh würde ich.","Was soll piepen, wenn was ist.","Das Attack sollte piepen, wenn man von einem iPhone weggeht. Ja, also quasi zurücklassen, reverse.","Also was bewegt sich das Attack oder das iPhone.","Das,\nMan hat das Attack am Schlüsselbund und geht aus der aus der aus dem Haus raus und man hat aus welchen Gründen auch immer, gibt ja Leute, die chronisch ihr Handy einfach zu Hause lassen, auch wenn sie länger weg sind. Ähm,\nund dann piept das Attack und dann weiß man, oh, ich muss noch kurz mein iPhone mitnehmen.","Wenn du sonst kein äh IOS, die weiß, was auf deine Apple ID äh angemeldet ist, dabei hast,\nsollte das sogar genauso funktionieren, weil diese Air-Tex-Beschwerden sich nur dann mit Piepe rein, wenn sie quasi kein Device sehen, was mit der geperten Apple ID versorgt ist.\nDas jetzt so on the move gleich so funktioniert von ich fange an es zu bewegen, dann sieht es das noch. Ob's dann irgendwann wirklich anfängt zu piepen, wenn es das nicht sieht. Das habe ich noch nicht ausprobiert, aber andersrum ist es ja,\ndu jetzt quasi dein was weiß ich, jemand äh benutzt dein Fahrrad oder so oder hast du ein Ding im Auto und jemand anders fährt damit, dann dann,\nbemerkt es Tack, dass es sich bewegt sieht aber kein geperttes Device so, ja, also,\nHerrchen ist nicht da und dann äh fängt's an zu piepen.","Wahrscheinlich erstmal zu spät quasi, wenn's irgendwie mit minutenlanger Verzögerung ist oder so.","Wahrscheinlich oder auch nicht laut genug und so. Ich meine, das ist immer auch diese Balance bei dem System zwischen wie gut kannst du es eben auch missbrauchen?\nÄh wie nützlich ist es und vieles, was theoretisch nützlich ist, ist dann öffnen halt auch gleich so einen so einen Missbrauchspotential. Und ähm oder ist er oder ist anstrengend in der Benutzung, ne, weil's dann zu nervig wird,\nda die richtige Balance zu finden ist gar nicht so einfach,\nFinde ich aber, wie sie das jetzt eben mit den neuen Telefonen gemacht haben, ne, weil ja die Geräte tatsächlich,\nausgeschaltet werden können, nur dass sie natürlich ganz offensichtlich nicht ganz aus sind, sondern eben diesen,\nAlways On Prozessor dann zum Einsatz bringen, den die neuen Geräte haben,\nja auch für die neuen MacBooks gilt, wenn ich das richtig sehe, also zumindest die M einsbasierten, dass es bei denen so funktioniert, sprich die sind eigentlich nie in so einem Modus, sondern die müssen eigentlich gar nicht wirklich mal richtig ausgeschaltet werden, weil die sich,\nauch im Normalbetrieb so weit runter takten können, dass es so ist wie Sleep.\nAber sie eben auch explizit, wenn du sie runterfährst und das Betriebssystem beendest und ausschaltest, wo sie ja eigentlich gar keinen Strom mehr verbrauchen sollten, gibt's halt trotzdem noch so einen Stein, diesen Prozessor, der dann halt funktioniert und minimale Dinge tut,\nzum Beispiel gucken, ob man's gerade versucht wieder einzuschalten. Äh oder eben jetzt neu,\nBluetooth-Beagen rausschickt und sagt, ja hallo, hier bin ich. Gibt's einen schönen äh Artikel zu übrigens, wie das genau funktioniert, den,\npacke ich mal in die äh beziehungsweise in diesem Moment auch in den äh Chat von äh vom CCC. Die sich das äh alles mal ganz genau anschaut, weil die sich immer alles ganz genau anschaut, was äh mit Bluetooth äh zu tun hat. Das ist so ihr,\nund äh mache da vier Security drumherum und da ist alles im Detail äh erklärt, was die einzelnen Geräte machen und was sie so raussenden und so weiter.\nUnd da steht dann halt auch, dass das nur iPhone elf, zwölf und dreizehn kann. Und iPod, iPad R zwanzig zwanzig ist hier grau,\nJa, aber ich glaube, die können das auch. Alles, was irgendwie so halbwegs äh modern ist. Ja, soviel dazu. Ähm,\nAlso die neuen ID weißes, die haben euch nicht so äh umgehauen oder was oder ist euch jetzt zu alt, wollt ihr nicht drüber reden?","Also das iPad Mini fand ich ganz ganz äh schick. Ansonsten, ja, same. Ganz ehrlich.","Na ja, es gibt ja so ein Feature äh bei den iPhones. Ich habe das jetzt noch nicht gesehen, aber schon einiges von gehört ähm und das kommt ja jetzt auch bei den neuen MacBooks zum Tragen. Es ist ja diese Promotion-Geschichte. Ähm,\nRede ich da so ein bisschen, wie der Blinde vom Licht, aber was ich gehört habe, ist, dass dieses adaptive Updaten der Bildschirm-Updatefrequenz,\ndie das ja letztlich bedeutet, also die Geräte können halt bis zu 120 Hertz ähm aktualisieren.","IPad pro schon. Also ich glaube sogar das allererste schon.","Da bin ich mir jetzt grade gar nicht so sicher.","Das Allererste. Die zweite Generation konnte.","Auch mit anpassenden Framrate.","Ja, ja, ja, das haben die damals groß beworben,\nda war zwar nichts mit mit zehn Bit Farbe und so das war aber dann was anderes aber dieses mit der adaptiven Frame das konnte das konnte schon eins das zweite Generation pro.","Du hast Recht das ist sehr interessant, dass du das sagst, weil ich habe ja so ein Device.","Ja, deins müsste das können.","Und habe da ehrlich gesagt auf den Unterschied gar nicht so richtig geachtet. Ich empfand aber.","Den Unterschied, den sieht man dann, wenn man's gegeneinander hält. Wir hatten das irgendwann mal gemacht. Damals noch Anwesenheit in der Metaebene. Da haben wir mal zwei Geräte gegeneinander gehalten und da sah man das beim Scrollen doch relativ deutlich.\nAber.","Muss ich noch mal machen,\nAlles, was irgendwie besser Lesbarkeit macht, ist äh ist gut. Aber ich benutze das äh Ding selten so so richtig zum zum Lesen. Deswegen,\nes ist gerade schwierig, kann ich gar nicht so richtig beantworten.\nNa ja, aber ich äh habe ja schon die andere Ausrede mit dem äh mit dem Makrofotografieren kann ich das auch machen. Okay, also die ganze Ei äh Geschichte hat uns nicht weiter ähm in Wallung gebracht. Ich sehe schon,\nnicht die neue Watch und äh.","Ja, die ist halt jetzt größer. Ich hatte ich hatte so ein Foto gesehen von irgendjemanden, der da der da im Apple Store war und dann meinte so, okay, jetzt ist sie endgültig zu groß. Wenn ich jetzt eine Neuwatch kaufe, dann die kleine Variante.","Ja, ich habe mich ja für auch eine sehr, sehr große Watch grad entschieden. Also ich habe meinen ähm ich hatte ja auch mal so eine Apple Watch so eine alte, die ist ja jetzt mal in die ewigen Jagdgründe pünktlich zum,\neben diesem i apple Event gegangen und für mich kam halt eine wollte ich gerade sagen. Eine Apple Watch nicht mehr in Frage, weil's halt\nfür den Sportgebrauch einfach nicht zu gebrauchen ist, ist halt eine Lifestylewatch irgendwie, aber mehr Erhalt ist sie halt auch einfach nicht. Und ich habe jetzt irgendwie mehr ähm ich habe ja vorher schon eine Polar-Uhr gehabt und habe mir jetzt halt so eine Polar-Uhr ge,\ndich einfach immer trage und dies nochmal ein Stückchen größer als die neuen ähm,\nApple Watches, aber sie trägt sich angenehmer, aber ich find's auch furchtbar, dass dieser Trend einfach zu diesen riesigen Uhren geht. Also grade Frauen haben in der Regel, ja, Rainer Rainer, zeigt uns einen sehr äh altes\nhabe schon was Antiquiertes äh Uhrendeweis in seinem Hand.","Sonnenuhr.","Das fasst schon ein bisschen feminin daherkommt, für heutige Verhältnisse.","Eine Sonnenuhr, ja. Ja, ich würde gerade sagen, so im Vergleich zu meiner äh äh fetten Polar-Uhr ist sie doch sehr, sehr schlank.","Das sieht aus als hättest du dir eine CD an den Arm.","Genau, ich habe die CD am Arm und.","Blu-ray bitte, Blu-Ray, modern.","Ja Blu-ray und und Rainer die SD-Karte so vom.","Casio Evergreen. Hm.","Genau, aber ähm,\nJa, diese Uhren, also ich habe jetzt mal festgestellt, dass diese Apple Watches für mein Handgelenk nie funktioniert haben. Ich weiß nicht, ob das jemand, der äh,\ndiese anderen, also diese Apple Watches kriegt, ich finde sie unbequem am Handgelenk, sie hat mich häufig gestört, mir wurde auch häufig gesagt, ich trage sie am falschen Handgelenk, aber für mich war sie immer wahnsinnig unangenehm, auch wenn ich sie aufm Tisch liegen hatte.\nYou've very at rong. Ja, das wurde mir wirklich häufig gesagt, weil ich irgendwie meine Uhr, obwohl ich Rechtshänder bin, auch an der rechten Hand trage und nicht wie wie diese äh Gesellschaft es möchte.","Du eigentlich so.","Ich weil ich die Uhr an meiner richtigen Hand für mich trage oder was.\nNee, aber da ist mir echt aufgefallen, dass ähm die Apple Watch für mich nicht richtig funktioniert mit dem, wie wie sie auf der Hand aufliegt. Oder auf dem der Hand ist es ja nicht, dem Armdingens da vorne, Handgelenk, guck an, das meine ich,\nJa. Und wie unangenehm das ist und dass ich jetzt auf jeden Fall mit meiner riesigen Prollouhr in Gold definitiv.","Also, dass die Apple Watch für für sportlich geeignet ist, finde ich ja eine gewagte These, also.","Sagen wir mal so, also von den von den drei Apple Watches, die ich zerstört oder sagen wir mal, beschädigt habe, waren zwei beim Sport. Also äh.","Äh es ist, das ist nicht nicht tauglich.","Die eine war nach dem Duschen, okay, da war der Arm noch nass und dann ist irgendwie dieses komische Sportarmband aufgegangen und dann ist das Ding ja in den.","Sportarmband aufgegangen,\necht. Ja ich hatte äh fällt mir gerade ein, ich habe ja noch einen zweiten Totalverlust äh dieses Jahr gehabt. Ich habe nämlich auch eine Apple Watch gelost.\nIn dem Fall ist er mir aber nicht geklaut worden. Ich habe was anderes Dummes gemacht. Ich habe mir nämlich äh vor einiger Zeit mal mit ziemlicher Begeisterung dieses ähm ich weiß nicht genau, wie das heißt, aber es gibt so ein neues Magnetarmband, was so aus zwei,\nbesteht. Genau so ein so ein so ein Leder äh Verschnitt mit eingebauten Magneten, das kann man so schön ähm schön an den an den Armen ran äh snappen und hat irgendwie auch so einen schönen äh Snap-Sound, wenn ich das mal hier kurz.","Ja","Sehr satt und ich war sehr, sehr zufrieden eigentlich mit.","Aber das ist doch ein Excellent Waiting to happen.","Nee, ist einfach völlig unproblematisch, wenn man's nicht übertreibt. So äh und dann habe ich's übertrieben.","MRT gegangen.","Äh nein, nein, nein, äh noch noch bekloppter. Äh ich war einfach,\nähm im See schwimmen. Auch das ist noch kein Problem, obwohl es, sagen wir mal,\nschon so ein Risikomoment ist, wo man sich denkt, da hätte ich mal lieber ein anderes Armband nehmen sollen, weil könnte ja theoretisch aufgehen, nur man kommt da normalerweise nicht so ran und es hält schon ziemlich äh firm,\nÄhm,\nUnd ich rede übrigens nicht von dieser ersten Generation von Magnetarmband, die es gab, die man so so dieses diese Loop, ja, sondern halt wirklich, wo es so zwei separate Teile sind.","Hier die.","Genau, die hast du, ne? Die fand ich immer ein bisschen albern, weil die muss man so aufribbeln und dann so rausziehen und die kann ich ja einfach so zack abnehmen und na ja, der Vorteil ist halt der Nachteil.","Für mich ist das kein Bug, sondern ein Feature, weil die Uhr halt nicht vom Arm fällt.","Ja und kriegst ja jetzt auch noch mal extra äh Recht von mir, weil ich habe dann halt den Fehler gemacht auf so einen Sprungturm zu gehen, der in diesem See war und bin dann halt irgendwie ins Wasser gesprungen drei Meter und der,\ndem Wasser. Hat natürlich dann schon dazu geführt, dass sich das Ding äh geöffnet hat und ähm\nlustigerweise hat sich in dem Moment äh sogar jemand, der äh in der Nähe bereit erklärt, äh sich dann am nächsten Tag eine Taucherausrüstung\nzu leiden und ist dann wirklich ernsthaft auf dem Boden dieses Sees äh geschwommen, um zu schauen, ob er dieses äh ob er diese Uhr wiederfinden kann, aber,\nhat er nicht.","Weißt du, was ich mich frage? In wie vielen Seen auf der Welt jetzt schon so einsame AdWal Watches liegen, die einfach, ja, genau diesen Tod gestorben sind,\ngegangen oder andere Ohren, aber ja genau, das ist würde mich wirklich.","Da gab's.","Weil du bist ja nicht.","Von ATP doch diesen diesen äh diesen Zwischenfall auch, wo der beim oder so eine Uhr verloren hat oder beim Kanoing oder so. Und dann gibt's einfach so einen YouTube-Channel, wo so ein Typ, der irgendwie an dem See wohnt, an dem ganzen Touris kommen,\nQuasi die ganze Zeit nach Uhren taucht und irgend nach irgendwelchen Wertsachen und so. Dann macht er auch einen YouTube-Channel zu. Das ist total abgefahren.","Nämlich der Raucher rausgefunden. Ich war nämlich dann später bei diesem Tauchladen, wo irgendwie alle äh hingehen in dieser Region, um sich dort äh Tauch äh entweder Unterricht zu holen oder eben Tauchequipment zu leihen.\nDenen das nochmal so nebenbei erzählt. So ja irgendwie äh\nIch erzähl's euch einfach mal, keine Ahnung, ob das für euch interessant ist und so und hier und die Apple Watch und die so. Ach, die Apple Watch, ja, davor haben wir schon gehört und so also,\nKlar bin ich überraschend, weil äh der Typ sich natürlich der für mich danach getaucht ist ähm sich auch dort\näh seine Ausrüstung geholt hat, aber trotzdem die Reaktion war dann sehr offensichtlich so, dass das da am laufenden Meter vorkommt, dass sie eigentlich auch immer sehr dankbar für solche Hinweise sind, weil sie dann quasi so für ihre Tauchschule immer einen guten Anlass haben, irgendwo hinzugehen und die haben wohl schon\nmehrere Handys irgendwie aus dem See geborgen. Also es ist da so richtig ähm,\nBisher hat sich noch keiner gemeldet. Ich glaube, die Apple Watch, die äh verbleibt. Auf immer auf dem Boden dieses Sees. Also ihr seht schon, ich habe echt Glück, was so mein Equipment,\nund ähm muss so upgrade cycles durchführen, die ich eigentlich gar nicht so jetzt vorhatte.","Hier grad nochmal äh äh auch der äh die Frage kam, warum die Apple Watch nicht zum Sport gegangen ist. Die ist natürlich für den,\nrein, du willst nur so ein bisschen was tracken Sport auf jeden Fall geeignet. Für mich ist sie halt grad nicht mehr geeignet, wenn du an einen Punkt kommst, um zu tracken, wie viel bewegst du dich außerhalb des Sportes?\nIn deinen ganzen Sportaktivitäten, die du so machst und wann kommst du in das in den Bereich, wo du zu viel machst?\nZurücktreten musst, um eine Verletzung zu verhindern, also der eine oder andere, die eine oder andere wird's euch mitbekommen haben, ich bin dieses Jahr meinen ersten Marathon.","Yeah.","Und da bist du halt schneller in so eine Grenze gekommen, wo du dich fragst, wie viel trainiere ich gerade, was ist zu viel?\nUnd wo ist grad mein Verletzungsrisiko? Und das sind halt Sachen, die ich mit der Apple Watch halt nicht mehr abbilden konnte. Und mir ist das halt aufgefallen, als ich halt irgendwann ähm,\nlaufen war,\nAlso ich mein maximaler Lauf war irgendwie 32 Kilometer und ich habe im in meiner Polar äh an sich halt gesehen, wie lang die Belastung halt ist nach diesem Lauf.\nIch habe mich halt total häufig gefragt so okay wie groß ist die Belastung jetzt gerade ähm auch auf die Zeit hinweg wenn ich jetzt noch mein anderes Training mit einarbeite, was ich halt jetzt zum Beispiel nicht über Polar immer alles getrackt habe.\nBestand halt aus so verschiedenen Sachen, was ich dann halt als nur aus der Apple Watch drin mal hatte und einige Sachen nur im Polar, in der Polar-Uhr und die Polar-Uhr, die ich jetzt halt habe, ähm,\nSag dir so was an, ähm wenn du so bist, also wenn du so was, ich will's nicht sagen, übers Ziel hinaus äh schießt mit deinem mit deinem Sport aber schon in so einen Bereich reingehst, wo du potenziell zu viel machst und eine Verletzungsrisiko hast,\ndas ist bei mir nicht beim Laufen in der Tat gekommen, sondern beim Rennradfahren. Also ich habe halt als vierte Trainingseinheit in der Woche meistens so eine Rennradstrecke äh gemacht von weiß ich, fünfundsechzig Kilometer und an der Stelle hat mir halt immer wieder die Uhr gedacht, so Achtung, du kommst halt in einen Bereich rein,\npotentiell ähm dich verletzen könntest dann beim Laufen.","Und was misst die Uhr in dem Moment, was dann.","Das ist deine deine Kardio, also es geht hauptsächlich auf so ein bisschen von der Herzbelastung halt aus und auch so die Muskelbelastung und die sagt halt auch so äh das muss ich mir jetzt auch noch mal weiter einlesen.\nWie groß deine Toleranz wird zu dem Training, was du absolviert hast.\nDann halt auch so ein bisschen so, okay bist du grad wirklich so produktiv oder hältst du gerade dein dein dein Trainingsniveau oder bist du eben in diesem Bereich, wo du echt rausgehst aus deinem aus deiner produktiven Phase und rein in so ein\nbist an der Grenze, wo du dich verletzen kannst, was du halt selber vielleicht gar nicht so merkst,\nDann hast du jetzt den den nachts also den den den nicht so schönen Teil, dann sagt sie dir halt auch so, wenn du dich im D-Training befindest, in der Phase bin ich gerade und das ist,\nNee, aber genau deswegen\nNaja, wenn du halt zurück, also ich habe ja mein Training jetzt äh zurückgefahren, genau, du kannst ja nicht jetzt irgendwie das das Marathontraining das ganze Jahr über durchziehen. Äh also kann man schon, ist ein bisschen anstrengend, ähm aber dann dann ähm ja,\neh so ein bisschen wieder ab und gönnst dir eine Pause und dann geht dein Training halt weiter. Aber,\nVielleicht geht das, wie jetzt grad einige sagen, mit irgendwelchen Drittanbieter-Apps in der Apple Watch. Ich bin halt schon immer bei Polar gewesen. Und wenn Polar halt auch bei den Leistungszentren, wo du deine Leistungsdiagnostik mal machen kannst als äh Referenzgeräte eingesetzt werden, um zu gucken, ob\ndie eigenen Systeme funktionieren, äh denke ich mal, dass Polar, glaube ich, da ein paar Sachen mehr weiß, was Sport angeht und dann,\nauf so einem Gerät, aber.\nGenau, aus dem Grund ist es halt irgendwo an einem Punkt gekommen, wo ich sage, die Apple Watch an sich ist eine schicke Uhr, eine schicke Lifestyle-Uhr. Für ein bisschen Training auch total geeignet, aber nicht für das, was ich brauche.\nSobald ich äh Laufen und Rennrad eh nie darüber getrackt habe. Dafür habe ich schon immer meine Polar-Uhr gehabt, weil ich die auch vorher hatte schon.","Neulich ein ein Backreport an Apple, weil Paddeln als Sportart keinen Track aufzeichnet, sondern nur eine einzelne Location. Ich dachte so, hä.","Ja, da gibt's mehrere komische Sachen, was äh was dir Apple Watch auch nicht kann. Weiß nicht, ob's jetzt neu reingekommen ist vielleicht ähm ist ja wieder ein Update gekommen, Inlineskaten gab's irgendwie eine ganze Zeit lang nicht.\nWeiß auch nicht, ob das an an dem älteren Gerät lag, aber Inlineskaten hat sie nicht äh nicht verstanden oder hat sie nicht als als als äh Workout eine ganze Zeit lang gehabt. Ich weiß nicht, ob das jetzt an der Bewegung liegt, das ist halt zu nah,\nich weiß nicht, es gab irgendwas gab's nicht, wo ich irgendwie dachte so was soll's. Was taugt die Apple Watch beim Hiken, wird hier gefragt, ja ich würde sagen nix, weil du sie zu häufig laden musst. Ähm,\nzum also ich äh äh wenn ich wandern gegangen bin in Schweden die Jahre über habe ich immer nur die Apple, ach die die Polarwatch gehabt, die habe ich ja auch zu dem Zeitpunkt nur gehabt,\nUnd da musste ich sie halt ähm,\nIch überlege gerade, die alte Uhr bei Polar musste ich dann auch äh laden oder ich habe sie sicher jeden Abend geladen, weil du nicht vergessen darfst, wenn du Highs aufzeichnest,\nwenn du den Herzfrequenz äh Sensor nicht anhast bei den älteren äh Uhren, die zeigt einfach die ganze Zeit einen GPS-Track auf. Ähm und das zieht halt einfach Akku.\nIm Vergleich dazu, als ich jetzt den Marathon mit der neuen Uhr gelaufen bin, ich war ganze sechs äh sechs Stunden und fünfzehn Minuten unterwegs, ähm\nDa ist man eine Zeit unterwegs und da war die Uhr irgendwie so bei, ich glaube, dreißig Prozent hat sie verloren. Ähm also ich hätte noch einen zweiten laufen können, ultra.\nÄhm,\nAlso wenn ich jetzt wenn ich jetzt dann auf die verrückte Idee komme irgendwie so in in das in das äh äh Geschäft einzutreten, das geht mit der Uhr und das Ganze ist eine äh,\nVintage M zwei. Äh ich muss gucken. Ich weiß gar nicht, wie die Uhr genau heißt. Ähm,\nkann ich aber in den Chat und in die Shownotes mit reinschreiben, falls es euch interessiert. Auf jeden Fall ähm nichts sponsert, aber sehr zufrieden mit den ähm Geräten von von Polar,\nund das wäre das.","Vintage.","Vintage. Genau.","Schon Teller, ne?","Wer ist denn das ist eine CD. Ja, ist nicht so ist nicht so schick wie deine wie deine SD-Karte so, die du da am Handgelenk trägst,\nähm,\nund ähm mit Polar kann man halt auch, weil auch so ein bisschen die Frage haben, man kann sich hier auch so einen Trainingsplan dann von Polar zusammenstellen lassen, wenn man mit Polar für irgendeinen Lauf zum Beispiel trainieren will, aber das habe ich nicht gemacht, ich habe einen eigenen Trainingsplan gehabt.","Alle in Apple Health mit rein.","Das ist der Nachteil, nicht alles. Ähm es geht,\nein Teil rein, die die ähm ähm na.\nDaten, aber was nicht reingeht und das finde ich auch wirklich schade und da würde ich Polar mal schreiben. Da weiß ich aber zum Beispiel auch nicht, an welchem, an welcher äh an welchem Ende quasi das Problem liegt, ob Apple have oder Polar. Ähm,\ndie misst ihr auch konstant dein dein deine Herzfrequenz immer und ich hab's jetzt auch beim Schlafen halt zum Beispiel an\nSchlaftracking machen und so ne Sachen. Ähm was ihr aber nicht reinschreibt in die Apple-Health-Daten ist der kontinuierliche die kontinuier kontinuierliche Herzfrequenz, was ich super schade finde. Ich habe halt ähm,\nangefangen wirklich genau darauf zu achten, dass ich meine Herzfrequenz runtertrainiere, auch meinen Ruhepuls und das kann sie halt nicht so aufzeichnen wie ähm wie wie das die was die Apple Watch macht. Aber wie gesagt, weiß ich da halt nicht\nwo da das Problem ist, woran es knirscht, ist es dann die Schnittstelle zu Apple oder ist es das, was Polar raus gibt, das,\nnicht, vielleicht schreibe ich den einfach mal eine Mail, weil ich würde das wahnsinnig gerne auch in meinen Daten wiedersehen, weil,\nja es war irgendwie auch schon ganz nice, wenn man ein bisschen länger trainiert. Ähm.\nZu sehen, wie sich halt auch die Herzfrequenz runtertrainiert, ich äh laufe und trainiere halt auf einem sehr hohen Puls. Also ich habe einfach einen hohen Puls und es war irgendwie so,\nschon so ein kleiner Erfolg, den man dann halt auch in den Daten sieht, wenn man sieht so, jo, da geht alles runter. Ähm man wird trainierter und,\nDas Herz wird auch gut trainiert. Ja. So schaut's aus.","So, Tim ist irgendwie verschwunden.","Sind wir's abhanden gekommen?","Grade mal mein Getränk nachladen.","Und ja man kommt auch an dir an die Daten bei Polar ran für die Workouts, definitiv. Die kann man sich exportieren.\nBei den Daily Daten müsste ich selber mal reinschauen, da habe ich jetzt nicht geschaut. Ich gucke mal kurz rein.\nOb man die auch exportieren kann. Das sehe ich grad nicht, ob man die äh täglichen Daten exportieren kann.\nDas sehe ich nicht und auch beim Schlaf sehe ich das glaube ich grad nicht.","Wie gut funktioniert der Export? Musst du da irgendwie Verrenkungen machen oder ist das eher so automatisch?","Also meinst du denen, wenn ich wirklich sage, ich will mir von der Seite von Polar, die reinen Daten für meinen Workout runterladen?","Na ja, überhaupt die ganzen Daten irgendwie, dass die in dein Ökosystem kommen, wie auch immer das dann aussieht.","Also meine Ökosystem war schon immer polar, was Sport angeht. Ähm und dass die Uhr synchronisiert halt mitm mitm Handy.\nHabe ich einfach diese Polar-App, die Flow-App drauf und die synchronisieren sich miteinander. Aktuell haben die grad so ein bisschen ein Problem, dass man das Sinking ab und zu mal selber anstoßen muss irgendwie. Mache ich meistens äh nachm Training, wenn's mal wirklich nicht\nautomatisch gesüngt hat, aber das funktioniert super und dann ist es ja auch sofort, so wie's im PolarFlow drin ist, fliegt's halt auch bei Apple Health rein, aber mein.\nMein Punkt, wenn ich irgendwas zu meinem Training wissen will, ist eigentlich eh immer die Polarseite, weil du da halt auch schöne Diagramme hast und sehen kannst, was du so über den über das Jahr hinweg gemacht hast. Wie hat sich so ähm\ndeinen Laufindex verändert oder die Tests, die du da machen kannst. Also von daher ist es eh die Anlaufstelle, aber wenn ich zum Beispiel einen einen ähm\nein spezielles Training mir irgendwie anschauen will und exportieren wollen würde, weil ich's in irgendeiner anderen Software nochmal anschauen will, hast du halt einfach einen Button, der dir sagt so hier äh\nmir mal Export-Session, genau, dann kannst du sagen, was du haben willst und der gibt dir sowohl den GPX Track raus, wenn du das halt auch für was weiß ich auch benutzen willst.\nDa fällt einfach alles raus, was man im Prinzip haben will. Genau.\nUnd soweit ich weiß, macht Polar halt auch selber äh einiges an äh,\nan Forschung und ja es liegt quasi in der Cloud die Daten, weil es halt bei Polar liegt, äh was für mich an der Stelle okay ist, weil Polar halt auch, wie gesagt, einiges an Forschung betreibt. Ähm,\nja finde ich das okay. Also das ist der Trade-off mit dem ich leben kann. Einige Synchronisieren ja zu Strava und was weiß ich. Ähm ich bleibe da rein.\nGrad bei Polar.","Ja. Ja. Gut.","Genau. Aber wir wollten ja eigentlich über Max, ich wollte grad sagen.","Max reden, genau, weil es ist ja was passiert.","Gelbe HomePod Minis, nein, über die müssen wir nicht reden.","Ich glaube, das können wir uns äh schenken, dieser ganze Musikteil, das ist irgendwie absolut äh und ob ihr komischer Voiceplan, den sie da machen, jetzt irgendwie was bringen wird, äh keine Ahnung.","Was soll der eigentlich? Also.","Funktionieren.","Das ist so ein irgendwie du darfst jetzt äh nicht mehr die Music App benutzen, sondern du darfst nur noch irgendwie mit deinen Devises mit Siri äh reden und irgendwie sagen, versuchen.","Kuratiert ihr dann eine Playlist.","Ja, du darfst irgendwie versuchen, mit diesem Voice-Interface irgendwie was Brauchbares hinzubekommen. Ich keine Ahnung. Sie wollten halt.","Der versuchte, dass die Leute tatsächlich Siri auch benutzen, damit sie die mal trainiert bekommen.","Nee, das ist einfach der Versuch, noch einen niedrigeren Einstiegspreis zu kriegen, um gegen Spotify.\nWas in der Hand zu haben und viel funktioniert ja nun mal auch über den Preis. Ob das jetzt der richtige Weg ist, keine Ahnung, interessiert mich auch ehrlich gesagt nicht wirklich.","Nein. Ich würde sagen, nein, ist nicht der richtige Weg.","Einzig Interessante in diesem Segment war eigentlich, dass sie jetzt diese neuen AirPods rausgebracht haben, aber ich bin ja eh Team äh Airports Pro und von daher ist das Produkt für mich jetzt persönlich nicht ganz so relevant, aber ich denke, das wird äh viele Leute\nganz glücklich machen, die jetzt ein bisschen weniger investieren wollen und äh die der Meinung sind, dass Noise Carsellation kein notwendiges Feature ist.","Dir mit den Tipps nicht zurechtkommen, diesen Gummidingern, die man sich ins Ohr tut. Gibt's ja auch einige.","Ja\nstimmt und da gehörte ich auch selber dazu und ich bin immer noch der Meinung, dass Apple da irgendwas anders gemacht hat bei den Airports Pro, da stört mich das überhaupt nicht, was mich bei anderen immer gestört hat. Hm,\nWeiß nicht, kann man mein mein personales sein, aber irgendwie dieser Druckausgleich hat mich immer irgendwie extrem genervt und das passiert mir bei diesen Airports Pro nicht. Also ich finde Airpads.","Mir fallen dann alle anderen raus. Also alle, die nicht diese Gummipömpel haben, fallen bei mir ausm Ohr raus. Das kann ich tun, was ich mache, was ich will. Das das hat irgendwie überhaupt keinen Sinn. Deswegen Airpods Pro.","Ich habe ihn jetzt äh tatsächlich mal so,\netwas teurere Replacement-Pümpel gekauft bei so einer amerikanischen Bude, das iPhone Blog hat mich überzeugt, das mal zu machen. Probiert das gerade aus. Da sind die,\nquasi nicht einfach nur so, die sind ja wie so ein Pilz, ne. So quasi so ein ähm Umgekrempeltes Plastik, äh was relativ leicht,\nso zusammendrücken lässt und ich hab jetzt halt so 'ne Variante, wo da nochmal so ein Schaumstoff dazwischen ist, der quasi die Lücke äh füllt. Ich kann euch das mal hier kurz in die,\nKamera halten, wenn ich rausfinde, wo die Kamera ist bei meinem Al.","Naja so Memory-Form, ne, ist das wahrscheinlich.","Ja genau, das ist noch mal so ein Memory-Foam, der da drunter ist. Dadurch sitzen die noch mal ein bisschen besser.\nDas ist natürlich jetzt totaler Luxus Shoppingkauf, aber für mich sind diese Airports Pro wirklich absolut essenziell. Ich benutze den ganzen Tag, ich benutze die in allen äh erdenklichen Situationen,\nÄhm manchmal so oft und so viel, dass ich äh ganz froh bin, dass ich durch einen Unfall sogar zwei habe,\nAlso ich habe habe mal welche äh die waren mal kaputt und da ich unbedingt welche brauchte, aber unterwegs war im Urlaub,\nhabe ich mir nochmal ein zweites Set gekauft, ähm weil ich weil ich einfach ohne die Dinger nicht nicht sein wollte, also habe ich jetzt zwei was den Vorteil hat, dass ich ähm,\nauch die ganze Zeit benutzen kann, also wenn der Akku alle ist, nehme ich einfach die anderen.","Ne muss ich das äh switchen mit dem ersten und linken Ohr oder rechts Ohr hören, den anderen aufladen und dann wieder zurück. Ja.","Ja genau, das ist\nGeht auch, aber ist halt irgendwie ist halt schon ein bisschen einfacher, wenn man das so machen kann. Ist ja auch egal. Auf jeden Fall ähm bin ich noch am Testen. Mein erster Eindruck ist, das bringt was mit diesem Memory Forum. Die\nhalten noch mal ein bisschen besser und dichten auch noch mal ein bisschen mehr ab. Aber äh da geht's sicherlich noch was. Na gut, aber,\nWir müssen mal wieder äh über Max reden und noch nie war es so schön über Max äh zu reden wie heute,\nDenn ihr habt's ja wahrscheinlich alle mitbekommen. Gestern war dieser Apple-Event und nun sind ähm die neuen Prozessoren vorgestellt worden. Leider nur die neuen MacBook Pros.\nMit diesen Prozessoren, aber ich sage mal immerhin, es gibt ja durchaus Abnehmer und ich vermute mal unter euch äh sind auch,\nBestellaktivitäten ausgebrochen, oder? Rodi winkt schon mal. Betti.","Bis die Couch. Ich äh äh.","Code und du Rainer? Ist das was.","Was für mich hat mir halt letzte Woche ein MacBook Air gekauft. Also nicht.","Wie du hast ja letzte Woche.","Letzte Woche irgendwie vor drei Wochen oder so. Ähm ja.","Aber du wusstest doch, dass dieser Event kommt.","Noch nicht. Also es war natürlich äh im Gefühl so, aber es war halt.","Noch nicht von einer Woche.","Vor einer Woche. Es war im echten Leben waren's äh wahrscheinlich drei oder vier Wochen jetzt schon. Aber es war ein Angebot, was ich nicht abschlagen konnte und ich meine, ich ja ich überlege gerade, ob ich das jetzt nicht einfach noch gewinnbringend verkaufe und dann nochmal upgrade.","Aber wir reden von einem neuen MacBook Air mit M eins.","Natürlich. Das.","Also ich habe auch nicht bestellt.","Okay, lass uns mal drüber äh äh äh reden, also ich,\nkein MacBook Pro bestellt aus einer Reihe von Gründen, aber der Hauptgrund ist der, ich bin mit meinem Macbook R extrem glücklich.","Also eins der.","Es ist einfach nach wie vor ein saugeiler Computer und da ich ja eigentlich auch diesen klassischen kleinster Laptop größter Desktop-Dualismus fahre,\nalso nicht nicht so sehr auf diesen ich muss extrem viel Power und dann immer mobil haben, sondern ich will quasi, wenn ich am Schreibtisch bin, wenn ich den größtmöglichen Bildschirm und,\nim Idealfall halt auch so zumindest so viel Performance haben wie,\nvertretbar ist, habe jetzt nicht so einen, habe ja keinen neuen Mac Pro oder irgendwie so einen äh Unsinn. Ich habe noch den Uralt Mac Pro hier stehen, ist alles zwölf Jahre alt, aber es funktioniert super, aber große Bildschirme anschließend ist äh auf jeden Fall schon mal ein Luxus,\nDer Laptop muss für mich halt vor allem portabel sein. Das ist eher einfach perfekt und schnell genug. Könnte mehr haben, aber das war's dann auch.","Ich krause mich nicht zu sagen, aber bis vor einem Jahr hätte ich gesagt, so nee, Tim, das geht gar nicht und jetzt seitdem ich diesen Mac Mini habe, den ich irgendwie vor,\nMonaten oder so gekauft habe, geht's mir halt auch genauso und ich habe,\nMacBooks mal angeschaut und hat mir so geile Teile, aber A bin ich gerade nicht ganz so viel unterwegs und wenn, dann habe ich jetzt halt auch schon den Mini mitgenommen,\nGrad wenn man in einen Haushalt fährt, wo es halt auch noch mal große Bildschirme gibt, dann lohnt sich das ja den mitzunehmen und jetzt denke ich auch über so ein MacBook eher eher nach. Da soll's ja wohl nächstes Jahr auch was Neues geben.","Äh ja wobei das Ding kann man so kaufen wie es ist, also,\nnix dran zu meckern an dem Teil. Schnell, ist leise, kein Lüfter.\nBildschirm, also gilt sicherlich dann irgendwie auch noch mal schneller, höher, weiter und besser und so weiter, aber das Ding ist ja einfach\nheute schon, also ich weiß nicht, ich vermisse gar nichts, außer vielleicht noch einen dritten und einen vierten Port.\nDas Einzige, was ich gerne hätte, aber an sich äh ist das Ding so wirklich korrekt. Ronny, was hast du.","Der reutige genau.","Ähm ja so ein das das das Kleinere, das 14 Zoll.","Mhm, aber im Rechtsrundenausbau.","Nähe um Gottes Willen, äh so ein so ein so ein.","Kann man ohne acht Terabyte.","Halb unten.","Ja okay, sag mal, die Konfiguration, also M eins Pro.","Nähe tatsächlich den M eins Max. Ich habe dann hin und her überlegt und habe dann doch den genommen, weil der halt nochmal die doppelte äh Speicherbandbreite hat,\ndem äh M1 Pro. Ähm allerdings nur mit zweiunddreißig Gig Speicher und nur mit Eintera äh SSD.","Mhm. Okay.\nAbsolut nachvollziehbar. Also vielleicht sollten wir mal kurz erzählen, wie sich das so darstellt. Also es gibt jetzt zwei neue Prozessoren. Es gibt den M 1 in einer Pro-Variante und es gibt den M1 in einer Max-Variante.\nUnd das äh entspricht ja auch so ziemlich den schon vor einiger Zeit geleakten,\nÄhm,\nPlänen, mit diesem sogenannten Codenamen, also der ist so quasi der äh der Projektname der Interne.","Schon gemacht.","Mal hier. Hast du schon genau der Tweet. Ähm,\nwo im Prinzip ja exakt genau das vorhergesagt wurde, was jetzt kam. So und was sehen wir da? Also wir sehen da sozusagen diesen neuen Die, also diese,\näh Prozessor-Layout in einer schematischen Geschichte und hier wurde halt vorhergesagt, es gibt jetzt erst mal nach dem M eins ein ähm Zehn-Chor,\nCPU System mit entweder 32 oder 16,\nGPU Kurs und genauso kam's ja auch, das heißt dieser kleine, der hier JC Shop heißt, das ist quasi der M eins Pro und der JC Dui,\nder Abgeschobte, also wo einfach quasi dieselbe Architektur ist, aber halt noch mal ähm eben 16 GPU-Kerne weniger und dann eben der JC mit den zweiunddreißig GPU-Kernen und das ist jetzt äh quasi der M1 Pro.\nJa und es gibt dann tatsächlich in der Rotmap auch noch äh eine eine CPU-Variante, ne?\nIch vermute mal, dass es dann halt wieder der selbe Chip, aber eben mit äh,\nkaputten Kors, so wie sie das ja bei den GPU-Kurs auch gemacht haben. Interessanterweise gibt's das jetzt bei den GPU Kurs nicht, also so diese Unterscheidung mit sieben Core, acht Core äh GPU gibt's nicht, keine Ahnung.","Äh nee, doch, du hast hast glaube ich 14 statt 16 oder irgendwie so was.","Ach so, okay, gut, also halt die, die die nicht richtig geworden sind und wo nur eben so und so viele funktionieren, die werden nicht gleich weggeschmissen, sondern billiger verkauft.","Dann schalten sie noch einen ab, wenn nur einer kaputt ist oder so, dass du dann zwei abgeschaltet hast.","Genau und das und das ist jetzt das, was ähm hier rausgekommen ist und das powert halt jetzt das MacBook Pro,\nPro gibt's halt in zwei Größen, 14 Zoll und 16 Zoll,\nund man kann eigentlich alles mit allem konfigurieren. Also man kann jetzt auch das Kleinste MacBook Pro bekommen, mit dem großen Prozessor, mit 64 Gigabyte Raben und auch mit acht Gigabyte SSD. Da gibt's also überhaupt gar keine Limitierung, sondern man hat jetzt einfach eine,\ndreidimensionale Matrix aus Prozessorgröße und Power,\nSSD vierdimensionale Matrix und eben der Bildschirm mit 14 oder 16 Zoll mit ganz vielen Pixeln und ganz vielen tollen Kram und mit einer Webcam und mitm Notch.\nSagen muss ich weiß nicht ob ich das haben wollte.","Das ist mir egal, ehrlich gesagt,\nbei beim iPhone haben wir auch alle über die Not geschimpft und mal ganz ehrlich, siehst du die Nodge noch beim iPhone? Also mir fällt die nur selten auf.","IPhone hat auch kein ManU Bar.\nUnd ich finde so so ein, so ein, so ein von diesem Notch, durchgetrennten Manio-Bar-Fischer so ein bisschen skurril und dann bin ich mir so vorstelle, es gibt dann so Apps, wo dann so der das Menü dann so an dem Nordch eine Pause macht und dann geht's rechts davon wieder weiter.\nUnd du bewegst dann die Maus in diesem Todbereich irgendwie und siehst die Maus aber nicht. Also was ist, wenn du da die Maus hin.","Drumrum.","So äh ist die dann also fährt die dann drum rum oder ist sie dann nicht zu sehen? Also.","Leuchtstreifen, wo sie vor die Maus.","Ja, also wie.","Deine Magic Maus hat dann einfach auch eine Noge Tim.","Das stimmt. Und auf der Mauspad machst du dir mal irgendwas hin, so hier so ein so ein Case von den von den Airpods und dann ist das quasi.","Ja genau.","Gar nichts mehr.","Die verbotene Zone. Duck kriegt eine ganz neue Bedeutung. Also das finde ich auf jeden Fall komisch und da bin ich jetzt sehr,\ngespannt, wie sie das so lösen und ja, du hast recht, vielleicht ist es auch kein Problem, aber ich hoffe einfach mal schwer, dass es auch eine Option gibt, wo man sagt, bitte den oberen Bereich einfach nicht äh benutzen, weil äh ich.","Also wenn wenn du dir das Marketing Material anguckst, dann hast du eigentlich keine Screenshots, wo du die Notge siehst. Das ist sehr spannend anzugucken.","Marketing.","Richtig so richtig äh gut finden findet's Apple wohl auch nicht denen ist peinlich. Was ich ja ehrlich gesagt peinlich finde ist, dass die Nodge so groß ist und dann nur eine Kamera drin ist.\nDass sie da noch ein Face ID und sonst was mit reinbauen, gibt's halt nur die eine Kamera und dafür müsste das Notch nicht so groß sein. Okay, es wird ein Nachfolgemodell geben,\nwo dann mehr Kameragedöns in der Nod drin ist, aber äh zum jetzigen Zeitpunkt ist so ein bisschen weird. Warum ist die Nodge so groß, wenn da nix ist?","Ja, cool, da sind ja auch noch, also wahrscheinlich ist noch ein Lichtsensor drin,\naber es ist halt nicht diese ganze Face ID äh Technik mit dabei und sie haben halt auf Face ID verzichtet. Wo ich auch ehrlich gesagt nicht so richtig weiß, warum jetzt eigentlich nicht, weil das wäre dann doch mal sehr naheliegend gewesen.\nIrgendwas, was gegen Face ID spricht bei Laptops?","Keine Ahnung, vielleicht ist es creepy? Dann doch bei Laptops? Ich weiß es nicht.","Na ja gut, abschalten kannst du's ja immer noch.","Oder sie haben ihre Secure Ankleve auf den Laptops nicht im Griff oder ich weiß es nicht. Vielleicht ist es auch einfach ein Feature, was mit der nächsten äh mit der nächsten Version kommt oder so. Ich weiß es nicht.\nKeine Ahnung. Also es ist äh ich bin da genauso äh ratlos wie du, ganz ehrlich.","Also mit der nächsten MacOS Version werden Sie jetzt sicherlich nicht da auf einmal sagen, oh ja, übrigens, wir haben hier die ganze Zeit auch noch einen eine.\nEin Face ID Detektor äh drin gehabt. Das kann ich mir irgendwie nicht vorstellen. Also ich kann mir das nicht so richtig erklären. Ich hätte schwer damit gerechnet, dass die Face ID einführen und das ist alles nur eine Frage eines\nMajor Hardware Shifts äh gewesen wäre, den sie jetzt hatten und ähm ja.","Ich kann mir durchaus vorstellen, dass da ein Fuck abgab und dann haben sie's nicht mehr hingekriegt. Und dann fiel das hinten runter und in der nächsten im nächsten äh was weiß ich, Lift ist dann die Face ID drin.","Aber ist die Face-ID so viel praktischer als die Touch-ID auf einem Mag, auf einem Notebook? Das frage ich mich halt grad.","Na ja, du sitzt halt in der Regel immer in der selben Position davor.","Ja, das Ding ist doch, aber geben wir mal hier von irgendwie oder sowas aus. Das ist halt in der oder hier money money. Wir hätten money money. Tim.\nWillst du, dass dein Money Money aufgeht, nur weil dein Fenster grad vorne ist, du in die Kamera reingrinst und du aber eigentlich gerade in einer Situation bist, wo das Ding nicht aufgehen soll, statt im Vergleich zu, ich muss aktiv den Finger draufhalten, um es mit der Touch-ID äh zu entsperren?\nAlso kann das halt auch das so ein bisschen sein, was grad im Vordergrund ist und sich halt erstmal den Zugriff holt, um etwas zu entsperren.","Du meinst, weil man dem nicht so richtig entgehen kann, weil es.","Genau, du kannst sie mir nicht.","Software-Button, aber dann ist auch.","Den Finger draufzuhalten. Genau und.","Ich kann mir auch vorstellen, dass sie dass sie den Arsch dafür nicht in der Hose hatten, weil sie jetzt bei dem Gerät ja eigentlich alles zurückgebaut haben,\nwas sie in der Generation davor, in der Gehäusegeneration davor falsch gemacht haben,\nne? Also äh ich meine, man kann auch durchaus diskutieren, dass so eine SD-Kartenslot jetzt nicht unbedingt nötig gewesen wäre für dieses Gerät, weil SD-Karten halt auf dem Weg nach draußen sind,\nDa muss ich jetzt nicht unbedingt bei so einem neuen Gerät egal. Äh Fakt ist ja, sie haben wieder eine ordentliche Tastatur. Sie haben diese dämliche Touchbar weggelassen. Sie haben jetzt wieder ein paar mehr äh Ports, außer nur USB-C.\nSie haben wieder mac safe. Sie haben wieder wieder wieder. Also sie haben extrem viel Kram rückgebaut, den sie in der Gehäusegeneration da vorher halt falsch gemacht haben.\nUnd es ist ja vielleicht auch ein Move, der so zurück auf ein sicheres Territorium, ne, so all die Dinge, von denen wir wissen, dass sie funktionieren,\nwieder reingebaut und wir wollen jetzt nichts falsch machen, weil das Ding muss jetzt mal wieder ein Erfolg werden und die Leute sollen das erstmal kaufen und so Wagnisse, wie Face-ID kann man dann immer noch versuchen. Keine Ahnung, vielleicht war's das.\nSind ja auch nur Menschen da. Und ich glaube, dass dass diese, dass sie halt auch für die Gehäusegeneration davor halt auch extrem viel Prügel bezogen haben.\nBesonders mit der beschissenen Tastatur nur USB-C, dass irgendwie alles andere als geil ist und so äh.","Gut ähm ich finde das Lettis Argument ähm,\nhat was. Also es ist einfach ähm da habe ich noch gar nicht so drüber nachgedacht, dass es einfach sein kann, dass du dir quasi einen Sicherheits\nLoch damit aufmachst\nso ein Betrugskanal, so nach dem Motto Programm braucht, Zugriff auf irgendwas äh und du merkst es irgendwie gar nicht, dass äh einfach weil du die ganze Zeit auf dem Bildschirm starrst,\nIn dem Moment, das ist klar, könnte man sagen, ja okay, dann schaust du ja auch dahin und Iris Tracking und so weiter.\nDu hast, wenn du dann halt auch noch irgendwas dazu tun musst, dann ist wahrscheinlich der Touch-ID vielleicht wirklich ähm die minimalinvasive Lösung, weil die einfach explizit ist.","Ja, weil man so einen also man benutzt halt ein Telefon oder auch das iPad mit der mit der Face-ID ja ganz anders als so einen Laptop, ne?","Stimmt.","Ja, du hebst es hoch und dann guckst du rein. Interessanterweise gibt's ja in den in den iPads ja auch kein Face-ID, oder? Oder haben Skizze die inzwischen? Ja da hast du auch den Touch-Ding auf.","Dem erstes aufm Button, ne? Das hier so ein schöner, ich habe hier so einen.","Ja und bei dem Mini ist es aufm Button. Beim Pro.","Bei dem Bronch.","Kommen wir nochmal zurück zum ähm,\nAlso wir haben jetzt diesen Pro und den Max und wenn man jetzt noch mal auf dieses Dokument äh schaut, dann,\nso aus, als ob die nächsten beiden Entwicklungsschritte uns richtig beglücken werden, also mich zumindest. Ähm weil die nächste Generation ist dann auch mit zehn,\nne, wobei das halt acht Performance Course, zwei,\nwie heißen die aber dann eben nochmal eine Verdoppelung der,\nstimmt gar nicht, Entschuldigung, ich habe äh Unsinn geredet, die also die nächsthöhere Stufe.","Redest jetzt von zwei C, ne.","Rede jetzt von den zwei das ist quasi so zweimal der selbe drauf, also dann hättest du einen zwanzig eine zwanzig Core CPO mit ähm vierundsechzig GPU Kurs,\nDa wird's dann schon richtig amüsant, weil natürlich jetzt der im eins Max,\nquasi die Performance von den schnellsten diskreten,\näh Laptop GPUs von Invidia quasi einholt. Also die genaue Benchmarks müssen wir jetzt nochmal abwarten. Also wie ich das mitbekommen habe, liegt der M 1 Max in dem Bereich. Das heißt Apple,\nhat es offenbar jetzt mit der integrierten GPU geschafft die Diskriten, also die separaten GPUs, die in Laptops verbaut werden, aber höllisch viel mehr Strom ziehen, performancemäßig,\neinzuholen. Das heißt, bei gleicher Performance oder bei vergleichbarer Performance haben sie,\nDie Behauptung aus der Präsentation, siebzig Prozent weniger Stromverbrauch und ähm das ist natürlich schon signifikant, ne. Signi.","Ja, trotzdem bist du natürlich jetzt bei dem Max, wenn du den wirklich auf auf Max fährst,\nalso komplette CPU, komplette GPU, bist du natürlich irgendwo bei 90 Watt oder was das war. Da bist du dann auch am Ende dessen, was du in einem Laptop haben willst.\nDeswegen würde ich davon ausgehen, dass der der J zwei CD und der J vier CD den werden wir nicht in Laptop sehen.","Das kann gut sein. Aber das ähm.","Vielleicht auch ein Grund, warum's den Mac Mini noch nicht gibt in der in der in der neuen Version, weil da vielleicht die fetteren reinkommen.","Ja gut, ich hätte den jetzt auch mit so einem Max genommen. Also das äh hätte ich jetzt gar nichts äh.","Das ist eine andere Frage, aber äh.","Ja ja ähm werden wir sehen. Auf jeden Fall um nur mal das jetzt mal hier mal wiedergegeben zu haben. Also die nächste Generation,\nauf Basis dieses Leaks, ja, äh wäre quasi das Doppelte vom M eins Max, also doppelt so viel GPU, doppelt so viel CPU und dann der nächste Schritt ist eine Vervierfachung davon.\nUnd das jault natürlich äh Mac Pro,\nallerorten durch die äh Flure, weil so eine Monstermaschine mit einhundertachtundzwanzig GPU Cours und vierzig ähm mit vierzig CPU Kurs.","Ja, ja.","Performance Kurs sind.","Also wenn die Rechnung mit den siebzig stimmt, für den Max, ähneunzig stimmt für den Max, dann hast du natürlich beim vier C Dei hast du halt tatsächlich dreihundertsechzig Watt,\nMaximum Terminal Design Power und das ist dann etwas was du wirklich in einem Progehäuse haben musst der schmilzt ja sonst weg in einem in einem.","Klar, aber das ist ja dann auch kein Problem. Also das ist ja dann sagen wir mal für die für die Leute, die diese Anwendung auch haben,\nKühlung eigentlich äh dazu, aber,\nAuch der aktuelle Mac Pro ist ja schon in der Lage, diese Intel äh Teile, die da drin sind, soweit zu kühlen, dass eigentlich nie wirklich Lärm ausgeht von der Maschine. Also die Zeiten, wo da wirklich da so ein Raketenstart unterm Tisch hattest, die sind,\nModell ja auch vorbei.","Ja, es gibt ja äh es es gibt ja in der in der also grade in der Gaming-Sparte ich habe mir es ein bisschen angeguckt gibt's ja auch auch äh Wasserkühlsysteme, da da\nda schlackern dir die Ohren. Das ist das ist ein Witz, ne. Also da hörst du halt gar nichts und hast trotzdem diese Art von Thermal äh,\nweggekühlt, ohne dass ein größeres Problem ist. Also da habe ich da habe ich eigentlich keinen\nhabe ich keine Sorge, dass Apple da jetzt ein lautes, lautes Ding baut irgendwie.","Nee, die eigentliche Frage ist, warum gibt's jetzt keinen Mc Mini mit dem neuen Prozessor? Ich finde das ähm ich finde das nicht gut.","Die langweilige Antwort ist wahrscheinlich äh weil sie nicht genug Prozessoren haben,\nund den deswegen wahrscheinlich nach hinten rausschieben,\num erstmal die Powerbox äh rauszuhauen, weil sie wahrscheinlich den Mac Mini Film nicht so wichtig halten. Und dann lieber den noch ein bisschen später bringen, statt statt den statt den äh MacBooks,\nkann natürlich auch eine komplexere Antwort finden.\nAlso ich mich würd's nicht wundern, wenn sie irgendwie in einer äh in vier Wochen oder so in äh nicht mal also ohne Großkino und so. Ach und übrigens den Mac Mini gibt's jetzt auch mit den Prozessoren.","Mhm. Ja, könnte ich mir auch vorstellen, je nachdem, wie die Verfügbarkeit.","Oder wie, wie auch immer du das nennst. Ja, wenn sich die wenn sich die Lage entspannt hat, sie sie abschätzen können, wie viel sie von den Dingern äh denn tatsächlich absetzen, weil meiner Meinung nach hat ist das, was das MacBook\näh pro jetzt mit mit den Prozessoren halt einfach der Kracher. Also ich weiß nicht,\nwarum sie da nicht wirklich richtig, richtig viele von verkaufen sollen.","Das werden sie tun. Also.","Irgendwie nichts nichts dagegen, ne.","Ich habe auch von so vielen Leuten jetzt ähm also wir haben so viele Leute ihre ihre Bestellseite,\nin den Chat geschmissen irgendwie innerhalb von vierundzwanzig Stunden. Das finde ich schon bemerkenswert. Also es ist wirklich so der äh die absolute ähm,\nLadeladehemmungslöser ähm alle sind jetzt bereit, viel Geld auszugeben, nur ich darf halt nicht,\nNee, weil ich habe ja eigentlich also mein Bedarf ist schneller Desktop,\nDas ist das ist das ist das, was ich äh brauche. Ähm,\nund ich habe halt hier noch einen zweitausendneuner Mac Pro, der hier irgendwie rumsteht äh mit vierundsechzig Gigabyte-Ramen und ich habe noch ein ein iMac von zweitausendneun.","Zehn Jahre alter MacPro. 13 verdammte.","Sendung wird da grade drauf aufgenommen, aber das Ding ist einfach geil. Also ich meine,\nDas ist halt headroom, also als dieser McPo raus kam, ja, haben sie einfach alles reingebaut. Ich meine, alle beschweren sich dadrüber, wie teuer diese Geräte sind, ne? Aber auf der anderen Seite sind die auch so zukunftskompatibel,\nDer fährt jetzt nicht mehr das neueste OS. Der hat jetzt irgendwie Mujave drauf oder so, aber ich meine, das ist irgendwie mein Studio-Aufnahme-Rechner. Der tut einfach.\nLäuft und läuft und läuft und läuft und läuft und läuft. Macht keinen Ärger.\nKann da irgendwie drei Bildschirme anschließen, ich habe da irgendwie ganz viel Rahmen äh reingeworfen, was mir so über die Jahre äh äh immer zugeworfen wurde, was noch irgendwo übrig war, sodass das Ding jetzt mehr oder weniger hier im Vollausbau ist. Ich konnte da meine Platten reinschrauben.\nBin total glücklich eigentlich mit diesem also kaum irgendein Gerät hat sich bei mir so sehr amortisiert. Mit der Ausnahme des Stromverbrauchs,\ndie halt bei dem Teil signifikant ist so, ne? Aber ich benutze den halt.","Solaranlage würde eigentlich die ganze Zeit nur dein Meckbruder und ein.","Ganz so schlimm ist jetzt auch nicht, aber der der braucht dann halt schon mal so ein paar hundert.","Aber aber das das ist ein guter Punkt. Das Teil war halt erweiterbar und hat deswegen so lange gehalten. Wenn er jetzt eine Mülltonne hättest, dann könntest du es jetzt mal nicht so eben machen. Da ist halt auch nicht mit Platten reinschrauben und so, ne.","Ja gut, wobei da haben sich jetzt die Zeiten ja auch geändert. Also ich ähm wäre jetzt zum Beispiel, wenn sie jetzt äh Mac Mini rausgebracht hätten mit diesem Max, mit 64 Gigabyte-Rahmen,\nob ich mir das jetzt mit 64 gekauft hätte, aber 32 würde wahrscheinlich auch reichen. So, aber das ist so eine Größenordnung, wo ich sagen würde, so okay, das ist ein korrekter Desktop. Das Ding ist rasant, ist schnell und ist in jeder Hinsicht besser als dieser Mac Pro.\nNe, leise, braucht wenig Platz. So und du kriegst halt mittlerweile ähm von verschiedenen Herstellern so externe Gehäuse,\nso quasi so kleine Mac Pros sind, also wo so ein PCI-Slot ist und wo du noch äh vier, fünf Platten reinschrauben kannst und die schließt du halt mit Thunderbold an.\nDas ist dann für mich kein großer Unterschied. Da habe ich halt\nein Kabel, was irgendwie von dem McMini zu diesem zu diesem Gehäuse geht. Da kann ich alles reinmachen. Das ist über van der vier dann irgendwie angeschlossen, macht da irgendwie seine 40 Gigabits äh\npro Sekunde, da ist dann performancemäßig keine Limitierung. Das ist nicht mehr eine\nFestplatte, die äh mit so einem dünnen Strohhalm äh die bitzig noch irgendwie einzeln da äh rüber äh tunnelt, sondern das ist dann einfach,\nokay und ausreichend,\nSo, das heißt, ich kann mir dann auch die Gehäusekonstellation so bauen, wie sie brauche und nur weil jetzt die CPU jetzt nicht in diesem selben Gehäuse von Apple selber äh hochamtlich reingelötet wurde, habe ich halt trotzdem noch was Brauchbares, ne.\nSieht dann vielleicht nicht so schick aus. Geschenkt. Ähm.\nIch bin manchmal sogar bereit Kompromisse zu machen, wobei es mich immer noch total anstinkt, dass sie keine ordentlichen, bezahlbaren Bildschirme rausbringen. Aber egal, anderes Thema.","Das ist wirklich ein Drama.","Das stimmt. Der war auch sehr relatical in dem Intro da. Sehr schönes Intro zu der zu der zu dem Event, aber dieses dass er da in der in der Garage sitzt, aber sein Deskt, sein sein Monitor kostet 8000 Euro. So ein bisschen na.","Achttausende sechstausend.","Ohne, ohne Stand.","Der Monitor kostet fünftausend und der äh oder habe ich irre ich mich bei den deutschen Preisen? Habe ich das jetzt nur in Dollar.","Es ist sehr teuer für eine für ein klein für ein Garagen-Setup. Es ist.","Ja. Ja, das deswegen sitzt er ja auch in der Garage. Den Rechner konnte ich mir noch leisten und den Bildschirm aber ich hatte mir keine Wohnung mehr und muss jetzt in der Garage wohnen.","Was findet man dieses olle Ding überhaupt.","Bei Mac äh im Store und dann pro Display XDR.","Pro Display XTR, also ich kaufe.","Bist du bei Grundausstattungen fünf.","5.500 Euro mit Standardglas. 6.500 Euro mit Nano Texturglas. Das sind nur 1000 Euro auf.","Noch einen Stand dafür.","Der Stand kostet tausendeinhundert.","Er hat doch einen an der Waffel haben die doch ey. Kauf mir doch nicht.","Ja, Rainer, aber du weißt ja, man kommt hier mal doch deutlich unter siebentausend Euro raus, ne, also sechstausendsechshundert. Da ist ja sogar noch ein Apple Care für schlanke,\nEuro drin und dann bin ich grade mal soeben über 7tausend Euro. Also hier nicht so ein Spin, ne, mit Cross achttausend Euro. Kann auch billig.","Nicht mal eine Apple Watch in Gold.","Also Tim.","Nein, also das ist auch nicht so ganz meine Vorstellung von äh Forderbility und ähm,\nIch würde mir ganz ehrlich so ein Display nicht kaufen, mir ist das auch zu fett. Ich will was Schlankeres haben und ähm ich habe nix gegen viele Pixel und ich habe schon gar nix gegen groß und breit,\nAber Sie können mir jetzt einfach mal nicht erzählen, dass Sie diese Panels, die Sie zum Beispiel in iMax einbauen, nicht auch einfach ohne iMac verkaufen könnten.\nJa, also man nehme einfach ein iMac und entferne den iMac und schon hat man ein korrektes Display. Äh fettig ist die Laube. Machen sie aber irgendwie nicht.","Oder oder sie bringen den Monitoreingang für die iMacs zurück. Da würde ich ja auch noch mit mir reden lassen.","Oder wie hieß das.","Genau, ne? Ja.","Da müssen sie, genau, da müssen sie gar nicht den iMac weglassen.","Das ist übrigens der Grund, warum ich noch diesen 2tausend9er iMac hier im Betrieb habe, der hat das nämlich und der agiert tatsächlich in diesem Moment grade als dritter Bildschirm für den Mac Pro.","Ach, das waren Zeiten. Wahrscheinlich hat irgend so ein Finger-Pfennig-Fuchser dann gemerkt, ja aber wenn wir das machen, dann verkaufen wir ja viel weniger.","Ja, als Apple mein Geld.","Mich würden die Verkaufszahlen zu diesem Display wirklich mal interessieren.","Das dürfte alles sehr überschaubar sein. Ähm.","Wahrscheinlich Christen Handschlag von von Tim Cook persönlich dazu, wenn du eins kaufst.","Ja, guck an.","Ich weiß nicht, ob ich den haben will, aber äh.","Nee.","Gut, reden wir mal über die diese MacBooks. Also ähm Rolli kauft sich eins äh und äh der Rest bleibt im Lager oder geht ins R Lager.","Ich werde definitiv in das R-Lager rüber wechseln und freue mich glaube ich auch sehr, wenn sie den Mini dann auf dem auf dem ich ich weiß nicht, ob ich gleich dann Max kaufen würde, aber wahrscheinlich schon, weil's zum Zocken doch einfach nicer ist. Ähm,\nAber ja, ich glaube, ich hätte es nie gedacht. Also, ich meine, irgendwann wird auch der Tag kommen, an dem mein Bett einfach noch einen guten Weserraum bekommt, nicht das schöne Display mit ins Bett nehmen kann. Dann sind alle meine Probleme gelöst. Aber.","Für das kostet äh nur zweihundertneunzehn Euro.","Nein! Ja mein schön, dann kaufe ich mir einfach nur den Weser.\nAlso wirklich.","Schenkt dir halt zu Weihnachten, Letti.","Toll, toll.","Der sieht ganz gut aus eigentlich für die für so einen Weser-Mount ist das schon äh.","Mensch. Ich würde den mir dann auch rahmen, ja.","Objekte, Weser.","Wesern und Adapter gerahmt 221. Das hängen wir dann ins Museum.\nTja, okay, aber was finden wir denn jetzt toll an diesen ähm Geschichten? Also ich meine,\num vielleicht noch mal, wir waren ja eigentlich bei dem Prozessor, aber ähm lässt sich ja manchmal alles nicht so richtig ja, bleiben wir ruhig noch mal bei den Maschinen, also okay, gut.","Definitiv. Und aber auch die Sache, dass sie halt sagen, also Tim, wir hatten das Gespräch ja schon vorher, aber man kann ja jetzt auch mit weiterhin laden.\nSo, das heißt, wenn der mal nicht dabei ist, der Mac safe, kannst du ja immer noch den anderen Port einfach. Ja, du blockierst dann zwar einen Port, aber du kannst halt mit beiden Sachen laden. Aber ich find's halt schon sehr charmant, diesen Max-Selfie hier zu haben, weil ich,\nweiß nicht, wie häufig ihr schon an so ein Kabel hängengeblieben seid, aber der Max Safe rettet einfach jedes Mal aufs Neue den Arsch.","Absolut richtig und nachvollziehbar, nur dass es halt dann bedeutet, dass ein ein ganzer USB-C-Port geopfert wurde, also das Ding einfach mal 25 Prozent weniger USB-Port hat, das finde ich halt schon ungeil.","Na, es kommt, es kommt ein bisschen drauf an, es ist ein bisschen unfair. Du hattest halt vorher vier Ult drei Ports. Jetzt hast du halt drei, vier Ports. Ne, also es ist ja nicht so, dass da jetzt nicht genug Daten rein oder rausgehen würden.","Gut, aber sie hätten auch vier äh vier machen können.","Ja, aber vier Geräte anschließend tut man jetzt nicht so oft, würde ich mal sagen.","Nee, nicht Thunderboot, aber das ist ja auch nebenbei einfach ein USB-Stecker.","Ja ja, schon klar.","Einfach um USB anzuschließen. Und ich habe solche Situationen halt und ähm ich saß jetzt gerade mit einem\nIn meinem R da und hatte irgendwie nicht den richtigen Adapter dabei und dann war ich da mit meinen zwei Ports schon ähm so ein bisschen in der Bredouille, weil ich halt den einen brauchte ich halt für Isernet und den anderen brauchte ich halt um meinen Mischpult anzuschließen.\nHalt weg und ich hatte aber kein Strom mehr, konnte aber jetzt beides nicht richtig machen, weil ich sowohl isernet dringend brauchte, als auch das Mischpult dringend brauchte. Ja, dann schalte ich da so ein bisschen blöd rum und äh musste die Sendung irgendwie so auf den letzten,\nProzent Akku zu Ende bringen. Das war dann schon so ein bisschen prekär, dachte ich mir so, so ein R mit vier Ports, das wär's.\nJa, also ein R mit vier Pods und ich stelle gar keine Frage mehr. Drei Potts. Ich lasse mit mir reden. Drei und schon wäre einiges besser, aber man muss auch sehen, jetzt wo alles auf USB-Candalisiert,\nWird dieser Port auch einfach als USB-Port benutzt? Und ist nicht immer der Highspeed-Zuper, Bowlport, sondern ist halt einfach auch der,\nUniversal Bass und ähm die neuen Ports in den MacBook Pro,\nbenutze ich wiederum relativ selten. Also ein SD-Kartenslot, ey da wische ich mir doch einen Arsch mit ab. Brauche ich einfach nicht. Ich weiß,\nLeute brauchen das, aber ich nicht.","Das Schöne an dem SD-Kartenslot ist halt, dass du diese abgeschnittenen SD-Karten da reintun kannst, die im im System bleiben und hast dann quasi dein Zusatzlaufwerk immer dabei.\nDas habe ich bei meinem alten MacBook, als ich das noch äh als ich das noch hatte, habe ich das immer gemacht.","Okay, meinetwegen, aber der hätte mir auch ein Mikro-SDS-Slot gereicht.","Äh äh keine Frage. Äh deswegen habe ich gesagt, also SDS Karten Slot ist so das Ding, wo ich noch so am ehesten sage so ja, ob sie den jetzt hätten zurückbringen müssen oder nicht. Hm, weiß auch nicht.\nAber scheinbar war das so etwas was sie wohl wo sie wohl auch ziemlich viel Prospekt bekommen haben. Keine Ahnung.","Ja, ich meine, gut, ist ein Pro und ich meine, es definiert sich ja quasi eh neu,\nPro jetzt bedeutet und ich denke, die MacBook Pros sind jetzt mehr Pro, als sie's jemals waren. Ne, ist wirklich für Leute mit höherem Bedarf.\nOb der Bedarf Riesenbildschirm ist, super CPU Leistung, super GPU Leistung ist,\noder eben große SSD, also all die ganzen Vektoren äh im Prinzip. Und das gilt dann in dem Fall eben auch für die Ports und dann sind es halt wieder diese alten Maschinen,\nIch eigentlich auch immer ganz geil fand und eigentlich auch immer noch, weil sie jetzt auch gar nicht schlecht reden will, so dieses alle wichtigen Ports sind dran, du brauchst da keinen Adapter dafür. Gehe ich mit,\nAber USB ist halt auch ein extrem und in den letzten Jahren immer wichtiger gewordener Port. Und davon kann ich gar nicht genug haben. Und der ist so klein.\nSo mini Fitzel, dass wenn da jetzt so ein Breitmaulffrosch wie dieser SD-Slot daherkommt, sagt mein Platz.\nEinfach äh dich einfach.","Falschen, du gehst soweit von falschen Voraussetzungen aus, nämlich ähm was du ja eigentlich willst, ist ja, sagen wir, zwei van der und dann noch vier USB-Ports und dann hast du sechs Ports, die gleich aussehen\nvon den zwei aber anders funktionieren. Und das ist etwas, was Apple aus gutem Grund nicht tun wird, weil,\ndass kein Mensch rafft. Das ist ja das große Problem von USB-C ist, zu viele Standards auf einem Stecker und,\nDu weißt immer nicht, was passiert da, was funktioniert da eigentlich? Da gab's neulich gab's neulich äh so ein so ein schönes Ding, wo jemand ähm so wie so ein wie so ein äh Capture,\nganz viele Bilder von USB C Kabeln und dann stand da, äh klick all die Kabel an, die Übertragungsmodus irgendwas,\nunterstützen.","Ja, das ist super.","Und und,\nund und genau das ist aber das Problem und und wenn Apple so ein Gerät baut, dann müssen alle Ports, die aussehen wie ich kann alles benutzen, halt auch alles ermöglichen,\nNe, also ich meine, es gibt ja diese es gibt ja diese diese PCs, die dann unterschiedlich farbige US,\nBA-Ports haben, irgendwie welche in orange und welche in blau und die mit orange sind USB drei und die in Blau sind USB zwei und so weiter. Äh das ist ja kein Zustand, ne.","Hier auch noch stehen, voll der Krampf.","Und äh,\nAlso ja, weiß ich nicht. Also ich persönlich finde den HDMI-Port halt schon relativ gut. Das das macht's halt auch zum Pro, weil du nimmst das Ding in irgendeinen Meeting-Raum und da ist ein Projektor und da ist natürlich ein HDMI-Kabel dran.\nDa kannst du es dann einstecken und musst kein dabei haben.\nDas ist halt das ist halt die andere Seite von von Pro. Das sind so die SchlipsiPros.","Na ja, ich ja, ich ich kann das alles nachvollziehen, macht auch alles total Sinn, aber ist halt trotzdem ich hätte trotzdem lieber ein eher mit vier USB C-Pods.","Gut, aber das die neuen Geräte sind weder R noch haben.","Oder oder dann zumindest Internet reinbauen, weil das brauche ich auch. Brauche ich öfter als die anderen, aber ich weiß, okay, ich rede jetzt Unsinn, ähm ignoriert mich einfach.\nGibt's denn noch andere schöne Sachen? Also wir haben die Ports, wir haben irgendwie schicke neue Bildschirme mit äh noch mehr Tralala.","Mehr Farbe und mehr schnell.","Äh ja,\nUnd äh Clemens meldet sich übrigens gerade hier im im äh im Rückkanal und äh weist mich auf einen wichtigen Punkt hin. Na, welchen Kommentar würde Clemens jetzt bringen? Was fehlt?","Äh immer noch kein Mobilfunk-Modem drin.","So sieht's aus.","Emoji, dass die Augen rollt, Emoji, das flucht.","Und ähm da hat er einen Punkt, ne,\nWäre jetzt eigentlich ähm wirklich für diese Generation genau das Richtige gewesen. Wenn man jetzt auch noch einen äh hat auch LTE-Ding klicken könnte und das haben sie jetzt wieder nicht gebracht.","Was ich ja auch finde, das ist der, das ist der große Elefant in the Room, das Tuch.\nDas Tuch, das sie nicht auf der Präsentation haben, was es aber jetzt im Store gibt, das hätten sie mal wirklich beilegen können, aber nein, man muss jetzt das Bildschirmputztuch für 25 Euro extra\ndazukaufen und äh interessant ist, dass es eine kompatibilitätsliste für die weiß es gibt, für dieses Tuch. Also ältere iPhones werden nicht unterstützt,\ndas ist.","Da bleibt der Dreck einfach kle.","Was soll denn mit diesem Putztuch überhaupt geputzt werden?","Displays aller Art.","Aller Art. Weiß ich nicht. Also es ist.","Nicht um dieses Liquid Retinagedön so vielleicht?","Ach und übrigens, das Tuch ist schon ausverkauft, ne? Also.","Ja. Ja, ich also ganz ehrlich, ich habe keine Ahnung, aus was dieses ähm Tuch besteht. Das scheint ja jetzt nicht einfach so ein ganz normales Tuch zu sein.\nLogo drauf auf jeden Fall. Also das macht's auf jeden Fall schon mal doppelt so teuer. Ähm,\nHabe keine Ahnung. Ist das für diese Nanotextur? Ist es generell für diese für diese Bildschirme, aber ist an denen irgendwas.","Keine Ahnung, vielleicht ist das Oliophobik-Coating.","Na ja, sie meinen halt in ihrem Support-Dokument und wenn ich meine, wenn sie so was schreiben, wird's sicherlich irgendein äh Grund geben, aber man soll halt nicht so cleaning fluid benutzen.\nDa darf nix äh don't use don't kid any opening, stone use aerosols Spray DJ die Alte. Ich finde das ja immer so geil, wenn mir Leute irgendwas ähm,\nbieten wollen und dann nicht sagen warum,\nJa\nDabei ist es nachgewiesen, dass es so gute Social Engineering ist, immer einen Grund mitzuliefern und der muss da übrigens noch nicht mal gut sein. Hauptsache, du nennst irgendeinen. Also wenn du dich zum Beispiel,\nin irgendeiner Schlange vordrängelt, dann ist ja die Reaktion der Leute meistens äh wie bist du denn drauf und was soll denn das, ja? Aber wenn du halt sagst\nich muss hier mal nach vorne wegen und dann nennst du irgendein völlig bekloppten Grund, dann\ndann dann dann sieht die Situation schon ganz anders aus. Also für dich mal bei diesem Tuch oder bei diesen Reinigungsmaßnahmen auf jeden Fall auch wünschen, dass sie irgendeinen bekloppten Grund nennen. Aber nein. Apple äh die.","Man denn dieses dämliche Tuch? Über das hier alle reden.","Im Chat gab's einen Link auf jeden Fall auf das also wo das im Store ist.","Ja jetzt danke schön.","Tuch. Genau da ist es. Weiches Abrieb, festes Material und reinigt schonend und gründlich jedes Apple.","Okay.","Jedes Apple-Display, die drei, die es gibt. Na ja, vier.","Äh auch Nano-Texturglas.","Das ist wirklich am schönsten.","Gibt eine lange Kompatibilitätsliste, aber hä? IPhone 5 ist nicht drauf. Aber dafür iPod mini erste Generation, iPad mini.","Okay, der Chat fordert noch ein äh ordentliches äh Requiem für die Touchbar.","Endlich ist dieser Dreck.","Good ready sage ich nur. Also das war wirklich ein totaler Fail und ich bin sehr froh, dass sie das jetzt eingesehen haben. Nicht nicht das,\netwas wie einer Touchbar ganz hilfreich sein kann,\nbenutze ja tatsächlich hier sowas. Ich habe ja dieses Dreamdeck hier im Einsatz und das hätte ich gerne mehr in der Art einer einer Touch-Bar,\naber hm an der Stelle, wo sie sich ja geparkt haben, ähm sorry, aber das das hat einfach nie funktioniert und das war,\nDas war einfach zu invasiv und äh it's good to have you back, fangt schon key.","Ja, aber aber äh das Dreamtex sind Tasten, beleuchtete Tasten,\nwährend des die Touchbar war halt genau das, eine Touchbar, eine eine dünne Leiste touchbaren Materials, das dir weder Haptik noch Feedback gegeben hat. Also das ist so.","Und nie das Richtige angezeigt hat.","Das sind zwei komplett unterschiedliche Welten meiner Meinung nach.","Ja klar und das macht ja auch das Teamdeck insofern äh richtiger. Ich meine, das hat seine anderen äh Probleme, aber generell möchte man gerne auch diese Haptik haben. Ich meine, wenn dieser Touchbar zumindest so einen wie das iPhone so eine so eine so einen ähm,\nnoch dieser Heptik-Touch,\nGenau, die sind also so so ein Feedback, so einen haptischen Feedback äh hätte geben können, ja oder vielleicht, dass auch dich na ja, gut, macht ja auch Sinn, so einen Bart zu haben, aber,\nAm Ende würden Tasten, wo man irgendwas anzeigen, sehr viel besser funktionieren. Also wenn ihr jetzt so jede Tasse so einen Bildschirm hätte, gut, ist schon tausendmal geträumt worden, ist ja auch schon mal versucht worden, hat nicht wirklich gegriffen, aber so war's.","Russen, die so was mal gebaut.","Ja","Für einen Einstiegs MacBook Preis kriegst du da eine Tastatur.","Genau das ist der Dame, genau. Taptic. Eigentlich ein schöner Name. Ist mir bloß nicht.","Ja, na ja, es gab's es gab so einige Sachen, die auf der Touchbar relativ,\ncool sind sowas wie durch ein Video, das geht halbwegs brauchbar und und andere Sachen wo man halt mal mit dem Finger slidet,\naber so dieses reine, ich habe da eine Taste, wo ich draufdrücke, dafür ist es doch irgendwie äh das ist doch vergebens. Also,\nvor allen Dingen, dass sie die Funktionstasten geopfert haben für diese Touchbar. Ist das eigentliche Problem. Ne, wenn die Touchbar jetzt noch dazugekommen wäre und ihr macht da Licht, aber man kann seine äh normalen Tasten benutzen. Da wird sich ja keiner beschweren.\nMal abgesehen davon, dass die Touchbar die meiste Zeit keine Licht macht. Das ist ja nochmal das Problem dazu. Du musst ja erstmal irgendeine Taste drücken, damit die Touchbar angeht. Also das ist auch so.","War da nicht die Escape-Tasse oben drinnen? Also geht halt gar nicht. Escape sind.","Äh bei den älteren, ja bei den Neueren nicht mehr, also die es gab ja so eine Mini-Zwischenrevision dieses Gehäuses, wo sie die,\ntatsächlich gefixte Tastatur reingebaut haben und für die gab's dann auch eine diskrete äh Scape-Taste.\nAber ja. Also gut, ich weiß nicht so einen richtigen Abgesang geheult.\nJa ein Kollege meinte er vermisst er fand die ganz nett,\nGern weiter gehabt. Die Touchbar, ansonsten kenne ich niemand, der sagt so, oh mein Gott, wiesolch ohne die Touch-Bar hier wieder leben. Kenne ich niemanden.","Na gut, um vielleicht mal die MacBook Pro Geschichte abzuschließen, grundsätzlich äh sind wir dafür. So\ntoll, was sie da alles eingebaut haben und jeder wird da irgendwas davon äh haben. Für manche sind's die Ports, für manche ist es das bessere äh Display mit mehr Pixeln, mehr Auflösung,\näh Mini-LED äh das ist natürlich eine schöne Sache, weil's dann ich meine sie sprechen hier von eins zu einer Million Kontras-Recho, also da könnte das Schwarz gut rauskommen, das ist wahrscheinlich auch sehr wichtig, dass wenn man oben die Zeile mit dem\ndem Kameranotsch nicht benutzen möchte, dass man die ausblendet und nicht mitbenutzt und es stört einen nicht, weil's halt richtig schwarz ist.\nÄh mit diesen Netz kann ich mir mal nicht so richtig was vorstellen, ob das dann ausreicht, dass man das auch in der Sonne mal lesen kann, das wird sich zeigen.","Mehr Netz ist einfach besser.","Mehr nützt es besser, aber ob das jetzt schon die alle richtige Anzahl ein Netz ist. Ich meine, auch dieses iPhone 12 hat viele Netz und trotzdem kann ich das in heller Sonne, teilweise einfach nicht lesen.\nAlso ja, ist einfach so.\nPerformance haben wir genug zu gesagt. Äh gibt eine zehn achtzig P kamera. Jod äh viele Lautsprecher okay, klingt toll,\nSpecial Audio, ja mal Drink, aber kommt nicht so spät nach Hause. Sie haben halt viel Platz und äh,\nAber das eigentliche das eigentliche Feature ist halt viel Akku-Laufzeit, genauso wie beim R, ne, also weiß nicht mehr, habe die Zahlen nicht mehr so ganz im Kopf so mit.","Ich glaube von dem MacBook ProM eins zu dem MacBook Pro M eins Pro zu dem MacBook Pro M eins Max. Geht wahrscheinlich die Laufzeit immer weiter runter, weil die Prozessoren halt dann doch mehr Strom brauchen.\nJa also muss man muss man gucken, wie sich's entwickelt, aber äh.","Ja gut, die Brust dürften mehr Akku haben.","Die haben auch weniger Efficiency Course, ne? Also weiß nicht, wie die dann müssen ja trotzdem.","Ja, aber ich es macht ja so den Eindruck, dass jetzt die Prozessorgeneration auch mit diesem neuen Prozess gebaut ist, mit dem sie jetzt auch diese A fünfzehn Prozessoren machen. Also das ist ja schon auch nochmal ein Fertigungsprozessschritt,\nweiß ich nicht mehr ganz genau, wie das heißt, äh diese fünf Nanometer-Geschichte der zweiten Generation, da ist irgendwie noch ein P hinten dran, ich weiß grad nicht mehr, wie der Buchstabe war. Ähm das heißt,\nAllein schon durch diesen Prozess haben sie schon Effizienz haben, äh Effizienz dazugewonnen und die,\ndas neue Layout, was hier zum Einsatz kommt, also bei bei den A fünfzehn zum äh Einsatz kommt, also der A fünfzehn ist ja gegenüber dem A vierzehn, das ist ja vergleichbar mit dem M eins Prozess.\nAuch schon sehr viel effizienter. Also sie haben quasi in ihrem Chordesign die Dinger nochmal,\neffizienter gemacht. Also die was ich damit sagen will ist, ich gehe davon aus, dass die Performance Course effizienter sind als die in dem M eins,\nund dass sie generell,\neinfach im Blick haben. Außerdem haben sie noch mehr Akku in den Dingern drin und deswegen haben die auch so Zahlen. Ich meine, was waren jetzt die Zahlen? Ich habe mir hier irgendwas so ein bisschen notiert mit,\nwas jetzt hier Video Playback war und was irgendwie normal Operation war, aber es war irgendwie so was wir sind große von 17 bis 21 Stunden und beim Vierzehner,\nganz genau, zehn Stunden Videoplayback und keine Ahnung. Aber ich meine, das sind alles so Werte, das ist bei jedem anders.","Na ja und sie haben, sie haben diese komischen Prores eng, Encodoren, Dekoder da noch mit drin, ne? Also die die spielen da wahrscheinlich bei dem bei dem äh Länge des Videoplaybacks auch eine Rolle.","Videoplaybacks mittlerweile überhaupt gar kein Problem mehr für diese Maschinen. Das ist ja auch bei den iPhones ähm der Fall.\nNur das ist ja jetzt nicht so, dass du, wenn du an deinem Laptop sitzt, dass du dann irgendwie einundzwanzig Stunden Video-Content anschaust. Also das musst du auch erst mal bringen.","Also ich sowieso nicht, aber.","Ja, bleibt am Ende einfach nur noch die, ist einem das irgendwie äh nach wie vor zu teuer. Gibt ja immer viele Leute, die sagen, Apple kann ich mir die leisten, ist mir zu teuer.\nMeine Antwort ist meistens immer, ich kann's mir nicht leisten, kein Apple zu nehmen, weil es mir zu teuer, weil einfach die Nebenkosten und der Nerv,\nzu groß sind. Klar, man muss ja immer mit höheren Beträgen einsteigen. Aber äh wer der Meinung ist, Macs sind teuer, so sieht man nun mal auf eBay umschauen, was drei Jahre alte Geräte kosten.","Ding ist, glaube ich, einfach, also ich meine, die letzte Generation, grad die Touchbar-Generation, die war definitiv ein Fehlkauf, die vermutlich auch nicht so viel Geld einbringen wird. Das muss man, glaube ich, mal ganz klar sagen. Also ich kenne auf jeden Fall einen im Freundeskreis, da ist die Kasper so im Arsch,\nschon das zweite Mal und wird nicht äh auf Kulanz ausgetauscht, die blinkt die ganze Zeit nur noch wild,\nSo und das sind so Sachen, die sind definitiv ein Fehlkauf gewesen, aber wenn man jetzt guckt und wie lange der,\nJa, die Lebensdauer von so einem MacBook ist, ich habe im im Vorgespräch ja schon erzählt, ich habe jetzt erst, dass mein MacBook Pro grad ein Problem hat nach,\nDas ist von zweitausenddreizehn. Das habe ich zweitausenddreizehn, glaube ich, gekauft so. Vermutlich. Das hat jetzt ein Problem.","Nach acht Jahren.","Nach acht Jahren vermutlich was aber äh lösbar ist, weil's wieder nur der Akku ist. So was man mit 180 Euro austauschen kann, ein Teil, so.\nAlso ich, ja, ich finde, dass Max definitiv teuer sind, aber wenn man versucht, die Dinger nicht halt jedes Jahr neu zu kaufen oder jedes zweite oder jedes vierte Jahr, äh sondern ein bisschen versucht, die Dinger länger zu halten, lohnt sich das schon.\nMan das versucht hinzubekommen und dann, wie ihr sagt, ist halt auch bei eBay einfach wieder zu verkaufen danach.\nDas schon vermute ich aus. Dann kann er sich vielleicht nicht das Teuerste jedes Mal das stimmt schon. Ich meine, was kostet der 16er in der Top-Ausstattung?\nWeiß jetzt nicht.","Ein Halb oder so oder sechs einhalb oder irgendwie sowas. Ja da kriegst du aber auch eine acht Terabyte SSD dazu.","Gut und dann ist halt die Frage, ob man das im im Laptop braucht oder ob das was ist, wo man sagt, ja gut, ich brauche eher äh eine Festplatte, die das kann und die stelle ich mir daneben, weil ich es,\nda große Datenmengen einfach habe. Ähm aber ich denke mal für drei fünf kriegt man schon ein Gerät, was irgendwie brauchbar ist.","Ist, glaube ich, ist ja das beschreibt's ganz.","Aber ich würde sogar sagen, für einen Zehner geht's auch, ja, also.","Nein, ich wollte jetzt nicht gleich übertreiben, aber.","Nee, ich meine, ist eine professionelle Investition. Das ist jetzt kein\nKin Hobby-Device. Dafür ist man mit dem MacBook Air, glaube ich, immer sehr gut bedient. Klar, wenn man jetzt irgendwie so Zockeransprüche hat et cetera, dann äh kann es unter Umständen schwierig werden, weil halt einfach die Gewichtung der Features und Preise,\ndie Apple äh macht auf einen anderen Markt zielt. So und es kann natürlich sein, dass man da einfach nicht Zielgruppe ist, logisch.\nAber so sowohl was so ein General Purpose Laptop betrifft, wie das er als auch so richtige High-End-Maschinen, mit denen man ordentlich kreatives Zeug machen kann, finde ich, sind sie jetzt super aufgestellt,\nund klar, man muss diese Büchsen,\nbewerten, wenn sie draußen sind. Wann kommen die jetzt? Nächste Woche? Geht's irgendwie los, ne? Und dann machen wir sind schon wieder äh in the Sky, ja klar. Das äh wird jetzt so schrittweise gehen, aber grundsätzlich glaube ich ähm,\nganz gut.","Immerhin kann man sie kaufen, es gibt andere Sachen, die man aktuell nicht kaufen kann, die nicht lieferbar sind. Also hey.","Poliertuch ist aus.","Verliertuch ist.","Eher so an Fahrräder, aber ja, okay.","Äh ich habe noch ein paar Tipps so zum ähm zum Ende, dem wir uns jetzt, glaube ich, massiv nähern,\nwollte ich noch loswerden, weil das passt jetzt auch, weil wir so viel über M eins äh gesprochen habe und ich glaube, ähm als ich so meinen Umstieg auf das R gemacht habe, äh auch beklagt habe, dass bestimmte Single nicht funktionieren. Da wollte ich meine Wasserstandsmeldung\nliefern. Zum Beispiel ähm dieses kleine nützliche Tool, was ich benutze, Monitor control.\nMan dann gut verwenden kann, wenn man zum Beispiel mit Mini hat und einen Bildschirm von irgendeinem Hersteller, der dann äh mit USB-C oder was auch immer angeschlossen ist.\nÄhm sodass man eben die Funktionstasten benutzen kann für Lautstärke und Helligkeit und so weiter, also sich quasi so verhält, wie man das von einem\nDisplay erwartet. Das funktionierte lange Zeit nicht auf dem M eins, aber mittlerweile geht das, also Monitor Control, nach wie vor äh mein,\näh vielleicht kann jemand nochmal den Link in den Chat dazupacken. Habe ich jetzt gerade hier nicht parat. Ähm.\nUnd was auch funktioniert äh ist meine geliebte Space Maus, also die Space Maus von 3D Connection. Auch das funktioniert und zwar mit Google,\nDas war ja mein Problem, also mein Terravisionsmodus sozusagen, damit ich mich äh glücklich äh fühle. Ähm,\nGeht jetzt auch, nachdem Google den Bug gefixt hat, es war also kein Traverproblem, sondern es war quasi ein ein Fehler in Google Earth beziehungsweise Google Earth,\nexplizit Support in der Software, also es läuft halt nicht irgendwie indirekt übern Treiber, sondern der Treiber ist quasi ein Google Earth,\nDie mussten da erstmal was fixen, ansonsten haben sie nicht so viel gefixt in Google Earth, aber immerhin geht es wieder mit dieser Spaceballs und es geht sogar ziemlich gut. Also es ist jetzt deutlich,\nbesser als es früher auf Intel war und äh ich bin wieder sehr glücklich,\ndie ganze Zeit über die Welt fliegen kann und ich mache das wirklich den ganzen Tag. Ich weiß nicht, ähm,\nWas andere Leute so machen mit ihrem Tag euch, immer wenn ich irgendwelche Nachrichten höre, dann dann überprüfe ich das, ob's diese Orte auch gibt. Also,\nganze ja.","Ihr lasst mir Nachrichten.","Ich kann das schon verstehen. Äh ich hätte halt gern die Live-Daten dann auch drinnen so und ich finde das dann so sehen. Also so ne.","Das würde ich auch gerne sehen und das beklage.","Live in Google Earth.","Nee, nee, aber nee.","Ja aber zumindest um also sagen wir mal hier so wieder äh La Palma Vulkan aus.","Ja, das stimmt.","Das ist das das interessiert mich einfach, weil mich Vulkanausbrüche interessieren und äh ich auch mal drüber nachgedacht habe nach Ma zu fahren\nund ähm von daher hatte ich mir so diese Insel eh schon so ein bisschen angeschaut und dann\nGeguckt, so aha okay Wikipedia, die haben auch schon so den Lavafluss, so halbwegs kartografiert und dann gibt's irgendwie die Bilder von der Esa, von der Kopernikus.\nMischen. Da haben sie dann schön die glühende Lava und dann weiß er auch etwa, wo das ist, aber so richtig vorstellen\nman sich dadurch nicht so. Was ist da jetzt eigentlich kaputt gegangen? Wo pflügt sich das gerade durch? Wie wie,\nwie viel ist da drum herum, wie viel Infrastruktur ist da überhaupt, ist das jetzt irgendwie so isoliert und man muss da nicht groß weiter drüber reden oder bahnt sich da noch ein großes Drama an.\nSchnappe ich mir einfach meine Spacemaus, werfe irgendwie den Google Earth Motor an, fliege da einfach mal hin und gucke mir das einfach die ganze Zeit aus allen möglichen Asp\nvergleicht das auch mit Fotos von äh Bildern oder Videos, die so aufm Netz laufen, wo jetzt grad die Lava wieder lang läuft, sucht die Kirchen, die dann da äh im Video zu sehen sind und guckt mal, wo die so rumstehen und und so weiter und das\nmir einfach eine eine Verbundenheit mit diesem Vorgang und diesem Ort, die äh ich so durch nichts anderes,\nerhalten kann.","Ja, ist doch schön. Andere Leute laufen einen Marathon.","Marathon, genau. Und ich kann dir sagen, ist deutlich weniger anstrengend mit Google.","Das äh ist, glaube ich dir sogar.","Eine Marathonstrecke habe ich auch mit Google Earth äh nachgeflogen.","Also ich finde das schon eine ganz schöne Belastung für die Finger auf Dauer.","Äh kein Problem, ich habe ja eine Apple Watch, da kann mir ja nichts passieren. Da werde ich rechtzeitig gewarnt finde.","Verletzungsgefahr besteht, weil du übertrainierst.","Okay, also das war Monitorkontroll und die Space-Maus. Und da gibt's noch ein lustiges Tool, das heißt Fan-Fan und Fan-Fan simuliert Fans von Intelmaschinen für Intel-Fans,\nDas heißt, wenn euch euer MacBook eher zu leise ist,\nkönnt ihr Fan-Fan installieren und dann äh guckt immer grade, wie so die CPU-Auslastung ist und erzeugt dann ein Lüftergeräusch im Lautsprecher, was dem entspricht, was man so auf einer Intelmaschine noch gehabt hätte.","Nee, oder?","Finde ich richtig geil, Fan.","Ich bin Fan-Fan.","Bin ja neulich so richtig erschrocken, weil ich so lange nicht mehr mitbekommen habe, dass die Devices lüften können,\nUnd neulich hatte ich Besuch von einem Menschen, der ein Intergerät hat und dieses Intergerät fing an zu lüften und ich war so instant von oh mein Gott, die Welt geht unter, was passiert hier gerade und ich war direkt im Panikmodus, aber,\nNee, es ist einfach nur so ein so ein Notebook, was noch einen Lüfter hat. Verrückt, diese Welt.","Das ist äh es ist wirklich krass, äh was es so gibt, ne. Ja. Und ähm dann auch noch als Hilfe für den Alltag ähm Laundrylands,\nHabe ich jetzt nicht ganz so viel zum Einsatz gebracht, wie ich dachte, aber ist auf jeden Fall, ihr kennt dieses Problem, dass man immer\nWaschmaschine steht und wenn man nicht weiß, was man jetzt eigentlich wo reinschmeißen kann und dann guckt man irgendwie auf diese komischen Waschzettel-Informationsschnippels, die da dran sind und dann weiß man wieder nicht, was was bedeutet.\nOb's euch äh\neuch auch so belastet in eurem Leben das Thema. Aber dafür gibt's auf jeden Fall eine App. Äh die heißt und damit scannst du einfach diese Dinger und dann sagen die dir genau, was was du jetzt mit diesem Kleidungsstück besser nicht tun solltest.","Also ganz ehrlich, ich habe mache Schwarzwäsche und alles andere.","Ich habe auch so ähnliche Horistiken, aber ich kriege da immer Ärger für.","Ja, das Einzige, was das Problem ist, ist, wenn wenn man wenn man äh Sachen hat, die bei nicht so niedrigen, äh nicht so hohen äh Drehzahlen geschleudert werden dürfen. Und ich frage mich immer, was ist denn eine nicht so hohen äh äh Schleuderfrequenz? Ich schleudere ja generell nur bei achthundert\nist das schon zu viel oder ist das äh schon wenig genug.","Das ist eine gute Frage.","Das kann ja aber auch das äh Schnuffi da nicht dransagen.","Ist das nur so eine ist das nur so Handreichung, so. Bitte nicht schnell oder wie? Oder.","Äh ja, ich glaube, das Symbol äh ist dieser Strich unter der äh Badewanne. Sagt einfach nur auf niedrigen äh.","Niedrigtourig.","Schleudern. Aber was eine niedrige nicht niedrig äh äh mit dem mit dem Lüfter, genau, ähm aber wieviel Umdrehungen das sind, das das konnten sie,\nSie da nicht dazu gesagt, ja wenig, wie viel ist wenig.","Weniger als viel. Also,\nAber jetzt mal ganz ehrlich eine eine äh eine App für Mac und dann nimmst du dein MacBook Air irgendwie zur Waschmaschine und scannst damit die Label oder wie?","IPhone und iPad. Eiweiß.","Ist eine iPhone-App ist das. Ja, ist jedes Mal mit dem Laptop da irgendwie hinzulatschen, das wäre bisschen unangemessen.","Okay, gut. Ich habe mir schon Sorgen gemacht.","Um mich oder um dich?","Um dich.","Okay, das äh das freut mich dann doch äh sehr. Gut. Alles andere äh besprechen wir das nächste Mal. Wann auch immer das sein wird. Mal gucken. Ähm aber äh wie heißt es immer so schön? Äh,\nHeute ist nicht alle Tage.","Wir sehen uns wieder, keine Frage.","Genau, das war jetzt entweder ein Versprechen oder eine Drohung, je nachdem wie er das so äh interpretiert, aber wir ähm ja freuen uns mal wieder da gewesen zu sein und wir kommen wieder.","Ein Tipp kurz noch ein wer im aufgepasst hat ich hab in dem Moment an dem\ndie ist jetzt sie ist jetzt da erhältlich vielen Dank an Letti und alle die vielen Betatesterinnen,\nAch so, was was tut sie.","Was die App macht.","Also wenn man sich Frage stellt, ist das jetzt zu schnell oder zu langsam, was ich hier an der Waschmaschine einstelle. Nee, nee. Ähm.\nIst es eine Media TC Mediathek quasi auf iPhone und iOS aktuell. Es war sehr viel Schmerz. Ich habe mich ähm,\nGrüße auch nochmal gehen raus an Malte, der mich auf die Idee gebracht hat. Ähm habe mich letztes Jahr irgendwie zu so einem Pandemie Pet Projekt durchgerungen. Äh,\nund ja habe dann äh mich in den Swift you Eye und,\nSwift äh Tunnel reingeworfen. Was sich äh als nicht so ganz so gute Entscheidungen rausgestellt hat, quasi das komplett aufzubauen. Das war sehr schmerzhaft jetzt über die ganzen Releases und so. Da ist ziemlich viel Unterbau weggefallen.","Nicht schlecht, dafür siehst du noch ganz gut aus.","Ja, es ich bin da angezogen noch ganzen Nahhappen sieht man nicht. Nee, ähm,\nEs es äh ja äh ganz eigenes Thema eigentlich, das noch mal zu besprechen äh diese ganzen Swifty\nSchmerz ähm tut es nicht an irgendwen, der da draußen äh vorhat, eine App komplett einzuschreiben,\nNein, Stopp halt, haltet die an. Ähm genau.TV heißt die App. Wie gesagt, das ist eine kleine Mediathek, aktuell für I bis Devices. Ähm die MACOS App war auch schon fertig.\nAber Apple möchte nicht so wie ich möchte oder das Framework möchte nicht mehr so, wie ich's möchte an der Stelle. Ähm na ja, mal schauen. Ähm,\nKommt noch auf andere Geräte, Klassen, äh demnächst hoffentlich gehen und ja könnt sie euch runterladen.","In den Chat, weil nur was im Chat ist, kommt auch äh in die.","Du hast Swifty auch noch unter.","Genau, komplett.","Also da da fangen die Narben richtig an, wehzutun. Also äh das ist ja schon an der IO ist nur so halbfertig, aber unter Mecco ist das echt nur so Drittel.","Wenn überhaupt und dann wird auch noch freudig dran rum\nund weggebaut und zugebaut, das äh war nicht so schön, die Experience, aber es hat mich abgelenkt von der Pandemie, das hat seinen Zweck erfüllt und letztlich ist die App dann doch zumindest erstmal für die Geräte fertig geworden und ich meine, es gibt ja auch Airplay, von daher,\nim Hintergrund kommen dann Airplay nehmen. Jo.","Wog TV entspannt durchs Chaos.\nDas ist auf jeden Fall ein geiler äh Slogan hier. Das äh passt ja auch äh eigentlich super zur Sendung.","Und,\nÄh ich denke ja, falls ihr irgendwelche Beschwerden habt, könnt ihr auf der auf der äh Webseite VogTV Punkt App ähm könnt ihr Hassmail oder Feedback hinterlassen, wie euch beliebt.\nDoch, doch, das wird gelesen. Das ist auf jeden Fall das äh kam auch bei den bei dem, wie gesagt, bei dem Feedback von den Beta Testern sehr gutes Feedback zurück. Äh bin ich sehr froh drüber, dass das so gut geklappt hat. Vielen Dank.","Super. Gut, dann machen wir jetzt hier äh Schicht im Schacht,\nDank Rainer. Vielen Dank. Let die und vielen Dank fürs Zuhören. Das war's hier mit unserer Sendung. Ähm warte mal, wie war denn das eigentlich früher mal bei den Sendungen? Ach so, ja genau.","Ja, stimmt. So war das damals.","Erinnert ihr euch noch?","Letzte Sendung ist echt ein bisschen her, oder?","Ja, ja, also man wird dann.","Einfachen Rage.","Ne? Na ja, egal. Dafür gibt's ja jetzt schon viel äh viel Raumzeit, viel CAE, viel andere äh Podcasts und so weiter. Gibt genug von der Metaebene und demnächst äh auch noch mehr Freak Show,\nkommt alles zu Weihnachten. Wir sagen tschüss.","Guten Abend, bye bye.","Tschüss."]}