{"v":1,"episode":263,"speakers":["Tim Pritlove","ceelight","Dominik Wagner","roddi","Denis Ahrens"],"t":[90,121,123,137,138,153,155,284,287,287,339,349,382,384,387,390,391,402,404,437,444,448,454,455,462,466,475,482,484,488,489,490,493,494,496,516,519,529,535,537,568,572,574,576,611,615,616,624,627,629,634,652,653,679,682,700,705,708,715,727,739,746,789,790,792,834,859,983,1013,1051,1063,1066,1068,1069,1104,1108,1121,1155,1195,1201,1230,1255,1259,1264,1266,1281,1316,1318,1336,1351,1356,1366,1386,1404,1410,1413,1421,1424,1473,1477,1499,1501,1508,1511,1526,1563,1584,1587,1593,1596,1626,1649,1650,1664,1671,1675,1682,1700,1710,1737,1738,1742,1743,1809,1815,1816,1826,1860,1864,1866,1867,1870,1884,1886,1887,1901,1938,1950,1969,1988,1998,2010,2018,2052,2055,2074,2101,2104,2106,2117,2128,2133,2160,2163,2233,2246,2250,2254,2255,2265,2292,2293,2309,2312,2352,2359,2362,2370,2384,2386,2424,2430,2433,2440,2441,2443,2445,2470,2473,2485,2486,2600,2617,2653,2659,2664,2666,2666,2669,2676,2685,2702,2704,2721,2725,2730,2747,2750,2760,2763,2770,2776,2779,2788,2789,2794,2796,2812,2817,2823,2826,2842,2852,2894,2900,2903,2907,2909,2918,2922,2928,2929,2930,2932,2934,2939,2951,2958,2961,2972,3031,3050,3055,3126,3136,3142,3145,3149,3234,3235,3248,3250,3262,3269,3277,3292,3295,3304,3315,3320,3342,3358,3359,3365,3378,3380,3411,3414,3443,3483,3507,3590,3616,3679,3741,3745,3760,3820,3898,3963,3972,3977,3978,3980,3986,3987,4006,4009,4016,4023,4025,4028,4031,4033,4042,4043,4045,4081,4161,4167,4175,4177,4181,4211,4214,4218,4221,4253,4260,4261,4272,4308,4317,4319,4322,4413,4479,4484,4703,4705,4715,4731,4733,4741,4743,4751,4759,4828,4836,4838,4839,4847,4864,4868,4878,4882,4885,4888,4894,4895,4933,4944,4999,5020,5021,5027,5124,5126,5374,5376,5455,5580,5687,5689,5724,5753,5756,5789,5911,5912,6036,6100,6107,6126,6245,6248,6259,6262,6277,6281,6291,6295,6327,6329,6363,6368,6494,6496,6536,6540,6589,6611,6755,6814,6829,6831,6838,6840,6847,6884,6885,6887,6899,6908,6914,6920,6966,6971,6985,7011,7029,7031,7036,7121,7162,7204,7205,7219,7223,7234,7237,7240,7260,7280,7379,7421,7461,7525,7535,7592,7598,7634,7639,7641,7669,7721,7741,7920,7937,8030,8049,8123,8159,8243,8245,8260,8264,8268,8279,8287,8289,8292,8298,8311,8327,8332,8353,8354,8356,8377,8379,8382,8383,8420,8425,8449,8452,8495,8497,8501,8578,8581,8586,8589,8593,8595,8615,8621,8623,8625,8630,8633,8634,8637,8638,8648,8657,8663,8666,8684,8688,8707,8826,8832,9064,9072,9081,9085,9372,9376,9378,9390,9396,9397,9399,9405,9410,9486,9488,9523,9525,9533,9576,9583,9587,9589,9593,9599,9600,9634,9636,9639,9899,9903,9909,9912,9918,9924,9930,9932,9936,9948,9950,9999,10012,10023,10025,10053,10054,10059,10061,10124,10135,10160,10162,10260,10265,10312,10314,10340,10343,10381,10382,10386,10392,10412,10423,10425,10432,10518,10533,10599,10639,10641,10646,10647,10649,10661,10673,10691,10693,10722,10723,10730,10732,10750,10755,10788,10791,10793,10867,10878,10901,10904,10920,10928,10929,10974,10987,11054,11070,11078,11130,11146,11153,11155,11182,11185,11186,11261,11267,11269,11278,11558,11560,11567,11585,11645,11648,11667,11674,11721,11727,11728,12017,12025,12110,12115,12132,12133,12160,12162,12266,12271,12276,12304,12371,12377,12483,12667,12683,12710,12714,12721,12734,12801,12845,12846,12848,12872,12878,12888,12918,12923,12928,13017,13028,13034,13042,13053,13083,13084,13090,13097,13101,13116,13149,13158,13167,13202,13205,13208,13214,13216,13226,13232,13242,13263,13275,13296,13300,13327,13328,13329,13332,13511,13573,13642,13660,13661,13701,13810,13874,13883,13889,13898,13901,13905,14062,14064,14146,14162,14219,14221,14227,14228,14243,14248,14250,14251,14265,14269,14272,14279,14281,14297,14346],"s":[0,1,0,2,0,1,0,3,2,0,2,0,2,3,0,2,3,0,3,2,4,3,0,2,3,2,3,2,0,3,2,0,1,4,0,4,0,4,3,0,2,0,3,2,0,3,2,1,4,3,0,4,0,1,0,3,0,2,0,3,0,2,3,2,3,0,2,3,2,3,2,3,2,3,0,3,0,3,1,2,3,1,3,1,3,2,0,2,0,2,0,2,0,4,0,2,0,2,0,3,4,3,0,2,0,3,4,3,4,3,2,3,2,3,2,3,4,3,2,4,2,4,2,4,2,4,2,3,0,3,0,2,3,2,3,2,0,3,0,3,4,3,2,4,2,3,2,3,2,1,4,2,3,2,4,0,3,2,3,2,4,2,4,2,0,3,0,3,4,3,4,3,4,3,0,1,3,4,2,4,2,4,2,0,2,0,1,0,4,0,2,4,0,4,2,3,4,3,2,3,2,4,0,2,0,3,0,4,0,3,0,2,0,2,1,0,2,0,4,0,4,0,2,4,3,4,1,2,4,0,2,4,2,0,2,0,2,0,2,3,0,3,1,4,1,4,2,3,1,3,2,3,2,0,4,0,4,0,4,0,2,0,2,3,4,3,2,0,2,3,2,0,4,2,0,2,4,2,1,4,3,0,1,4,0,4,0,2,0,2,0,2,0,2,0,4,2,0,4,2,0,1,0,4,0,2,0,2,4,2,1,0,2,1,2,1,0,4,0,4,2,0,1,2,4,1,4,2,4,2,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,4,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,4,2,4,2,4,2,1,2,1,2,4,2,1,4,2,1,2,1,2,1,3,2,1,2,1,3,2,3,2,3,2,1,2,1,4,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,4,1,3,1,4,1,0,4,2,4,0,1,0,4,2,0,4,0,2,0,2,0,4,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,3,0,3,4,3,0,3,0,3,0,3,0,4,3,0,3,4,3,0,3,0,4,3,0,3,0,3,0,3,0,4,3,0,4,2,4,2,0,2,4,2,0,2,0,3,0,3,0,4,0,3,0,3,0,3,0,3,0,4,0,4,0,2,3,2,0,4,0,4,0,2,0,3,0,4,0,2,0,4,0,2,0,2,4,2,0,4,0,4,3,0,4,3,2,3,2,4,2,4,2,0,2,0,4,0,4,0,4,3,0,2,4,2,0,3,0,2,0,4,0,1,0,4,0,4,3,4,0,4,0,4,0,4,0,4,1,4,1,4,0,4,0,4,0,4,0,4,0,4,0,4,0,4,0,4,0,4,0,4,0,4,0,4,0,4,0,4,1,4,0,4,3,4,3,4,1,4,1,0,2,0,2,3,2,3,2,3,0,3,2,3,2,1,0,2,0,2,3,2,3,2,3,0,3,0,3,0,1,0,3,0,1,0,1,0,1,0,1],"x":["Hallo und herzlich willkommen, hier ist die Freak Show. Schönen guten Tag. Äh keine drei Wochen hat es gedauert und schon gibt's wieder eine neue Sendung. Es ist der totale Wahnsinn, was äh hier passiert. Ihr glaubt es nicht und ich glaub's auch nicht. Ja und äh\nDoch mal ganz ähm direkt,\neine eine gendermäßig total ausgewogene Runde hier. Ist Weibsbild anwesend?","Nein, nein, nein.","Einer kennt den Witz. Äh ich bin Tim und wir haben Roddi äh mit an Bord. Hallo Rodin, genau. Dennis ist dabei.\nGenau und wir haben Dominik auch äh an Bord.","Jo, servus.","Ja, servus und es gibt äh einen Gast, nämlich äh Sealit begrüßen wir oder auch Thorsten oder wie auch immer, aber man kennt dich als Sealit. Und ähm so will das so im Internet herum.","So tue ich das ganz genau. Guten Abend zusammen.","Ja\nÄhm bevor wir hier in gehen äh müssen noch mal ein bisschen Hausmitteilungen abwerfen. Also erstmal äh vielen Dank an Basti heute mal. Der ist nämlich mal eingesprungen und hat das äh für diese Sendung gemacht. Vielen Dank.\nUnd ähm,\nJa, wenn ihr diesen Kanal abonniert habt, dann werdet ihr äh mich auch schon haben, quatschen, äh hören, wie ich wichtige Mitteilungen gemacht habe, weil na ja, weil eben\nweil eben das mit den Banken immer so ein großes Problem ist. Ich habe das in der letzten Sendung ja schon erwähnt und dann nochmal betont, dass es also jetzt sozusagen akut in dieses alte Konto, dass äh Feld Ende dieses Monats dann weg.\nDa werde ich wahrscheinlich relativ wenig gegen tun können und deswegen bin ich äh sehr dankbar, wenn alle Leute, die Daueraufträge noch auf das alte Konto haben,\nBitte, bitte, dass auf das neue Konto, also das, was jetzt auf der Webseite steht und in dem Blogeintrag und so weiter überall. Äh das zu nehmen, damit wäre mir sehr geholfen. Haben auch schon einige von euch getan, viele sogar.\nDas stimmt mich auch ganz ähm optimistisch, dass es dann,\nauch alle erwischt. Mal gucken. Paar werden wahrscheinlich trotzdem übrig bleiben. Ähm bisher bin ich noch ganz ganz optimistisch.\nÄhm außerdem, weil immer so viele Leute gefragt haben, äh wird's dann,\nvielleicht schon, wenn die Sendung rauskommt, ich weiß noch nicht so ganz genau, ähm auch noch ein paar T-Shirts geben von der Metaebene,\nGibt jetzt auch schon in diesem Moment äh welche äh für Lochbuch Netzpolitik, was ja gerade Zehnjähriges gefeiert hat.\nPolitik,\ndas ausgehalten, um ja mit einem schönen Jubiläums-Shirt und noch ein paar anderen Shirts und all so ein Kram. Also all diese Sachen, die ihr immer gefragt habt gibt's jetzt bald.\nShop Punkt Mitterebene Punkt ME.\nUnd dann ähm seid ihr mit dabei. Und Frühschommmotive gibt's auch und äh ich lasse mir auch gerne noch was vorschlagen. Ähm,\nGenau für alles offen.","Ein Comeback des bumm sakreturn.","Also als Shirt.","Ist eine gute Idee, auf die bin ich noch gar nicht gekommen, ja. Kann man mal drüber nachdenken.\nGenau. Gibt jetzt erstmal so eine kleine Vorbestellungs äh Welle bis ähm ja bis ähm,\nBis zum Busfahrers Datum ist am 28. und dann kriegt man das auch noch dieses Jahr, aber ich denke mal, das wird so ein Regelbetrieb übergehen,\nDas heißt, ähm ich werde jetzt zusehen, diese Lücke mal zu schließen, weil ich auch einfach keine Lust mehr habe, die ganze Zeit danach gefragt zu werden.\nAber es war immer so ein rein organisatorisches äh äh Ding. Jetzt habe ich halt so einen Laden gefunden, der irgendwie alles macht und das ist genau das. Ähm,\nwas man braucht, weil ich werde bestimmt nicht wie früher äh anfangen T-Shirts aus dem eigenen Schlafzimmer herauszuversenden.","Nee? Aber du hast doch jetzt äh.\nNachwuchs, der das schon machen kann als Feri.\nDer Klassiker eigentlich, oder? Der der ein Business Boots.","Ach der Nachwuchs ich sagte, der hat andere Sorgen. Also,\nNee, äh so läuft's und ähm das ist auf jeden Fall auch eine Möglichkeit, die Wetterebene zu unterstützen und äh außerdem eine Möglichkeit, sich äh passend zu kleiden. Passend zur Zeit,\nund passend zum Moment. Genau. So viel zu einer Hausmitteilung und ähm.\nAls erstes. Plötzlich ist ein Mecko Pro gekauft.","Ich, aber ist noch nie da.","Ja, ihr hört mich über ein MacBook Pro.","In diesem Moment, aber nicht über das Bild im Mikrofon.","Nicht über die Studioqualität.","Über das gute Jammer-HaG null drei und äh dieses Headset von Bayer-Dynamik.","Und Zwischenstand.","Ähm,\nehrlich gesagt, es mir fällt schwer, was dazu zu sagen, weil ich hab's noch nicht geschafft, die Maschine auch nur irgendwie in in den lauwarmen Bereich zu fahren. Also,\nDing langweilt sich ganz großartig bei mir. Es ist also ähm ich habe selbst ein ein äh,\nLogic Pro Projekt mit 3D Audio Dolby Atmos äh Kodek mal aufgesetzt, aber das interessiert ihn auch nicht, also der ist irgendwie der tut nix.","Ist wirklich das Max auch. Max Max gibt's da noch eine Abgrenzung oder ist äh Max einfach die 16-Kerne und.","Gibt's noch sechzehn vierundzwanzig oder zweiunddreißig.","Äh gute Frage, lass mich mal kurz gucken über diesen Mac. Steht es da drin?","Du weißt nicht, was du gekauft hast.","Das ist ganz lustig, ist echt so kompliziert, dass es die viele Leute nicht wissen. Welchen Pro oder welchen Max sie gekauft haben.","Es ist ehrlich gesagt ein bisschen verwirrend, ja. Aber ich weiß, das ist ein Max ist.","Alle Varianten kaufen, wirklich. Also man kann auch das billigste pro kaufen mit den nicht GPU-Kernen, aber dann teuer ausstatten.","Nee, es gibt hier kein CPO. Ha ha. Also es ist ein Max. Keine Ahnung, ob ich glaube, es hat vierundzwanzig Kerne und nichts mehr. Also.","Und nicht die zweiunddreißig.","Die Ausschuss äh Variante sozusagen gekauft.","Ich weiß es nicht.","Reicht wahrscheinlich auch.","24 Kerne ist die wo halt acht kaputt sind.","Ist das so, ja.","Ne","Ja die wurden abgeschaltet, weil sie halt, weil ein paar davon kaputt sind. Vielleicht ist nur einer oder drei oder vier oder fünf.\nUnd äh wahrscheinlich haben sie bei den Nils noch so viel Ausfall, dass sie gesagt haben, na ja, die billige Version machen wir dann mal vierundzwanzig, da haben wir dann sozusagen,\nAlso.","Parkchips auch noch verhückert, obwohl eigentlich in die Tonne gehören.","Genau, die machen halt da irgendwie diese Chips und bei bei manchen geht halt irgendwie GPU äh kaputt. Interessanterweise machen sie's dann über GPU, bei CPO können sie sich das ja nicht leisten, dann ist er wirklich kaputt, aber.","Die GPU ist ja auch das, was die meisten Transistoren auf dem Day hat. Deswegen ist da die Wahrscheinlichkeit ja auch am höchsten.","Also ja, vierundzwanzig.","Okay und 24 ist dann sozusagen so diese Ausschussgrenze, wo sie gesagt haben, so alles, was wo nicht alle zweiunddreißig funktionieren,\nGucken wir mal, okay, vierundzwanzig, das ist dann wahrscheinlich noch achtundneunzig Prozent von dem, was da rauskommt. Dann haben wir nicht so viele Verluste und den Verkauf war halt ein bisschen billiger. Und die, die alle heile sind, die gibt's dann eben zum vollen Preis.\nJa, haben sie ja im Prinzip vorher auch schon mit dem M1 auch schon gemacht, bloß da war's halt nur ein ein GPU-Kern, aber wahrscheinlich so in etwa dieselbe Fläche, die davon betroffen war.\nSpart ein bisschen Geld, ne.","Beim Vierzehner geht es auch nur, ja? Beim beim 16er geht es gar nicht, ist auch lustig.","Da gibt's die nicht.","Ja genau, ich habe das, ich habe das 41, aber.","Beim 16er gibt's die Ausschussvariante mit dem CPUG CPU Kurs nicht vielleicht wegen dem größeren Display und da wollen sie schon gar nicht irgendwie, dass wir noch mehr GPU spart. Aber da kann man das jetzt nicht so also wenn man das Max nicht als Zusatzoption kauft, sondern als,\nach Zusatzoptionen könnte man noch machen. Vielleicht geht es dann auch. Also es ist wirklich also die die Shoppingmatrix ist relativ kompliziert geworden. Doch geht. Genau, man muss praktisch was Schlechtere nehmen, man muss eins mit einem,\nPro nehmen und dann auf Max upgraden. Dann können wir die Ausschlussvariante nehmen. Wenn man das Max direkt nimmt, dann kriegt man die Vollausstattung vom Max.\nMit den 16 und zwounddreißig.","Okay. Ja.","Habe ich mich verklickt vielleicht.","Interessant. Ja und wie gesagt, du kannst auch wirklich das das Ausschuss pro kannst du dir kaufen und hoch rennen und hast du aus Versehen nur acht Kerne oder so.","So kompliziert wie beim Auto bestellen, ne.","Wartezeiten auch.","Der Volkswagen Konfigurator, geliebt von allen Leuten, die ihn mal gesehen haben.","Das ist wirklich eine totale Katastrophe, ne. Habe auch neulich mal so geguckt so ja ah mal gucken so was kosten eigentlich so Elektroautos heute. Wollte einfach nur mal so so ein Gefühl kriegen. Also Tesla gehst dahin, so Klick, klick, klick, jakost das, für dich.\nAudi und dann.","Keine Preise.","Genau der ja schon, aber sie wollen's ja nicht so direkt sagen,\nDann musste dann irgendwie in diesen Konfigurator einsteigen ja muss er dann irgendwie erstmal welche Schmuckfarbe soll der Aschenbecher von innen haben,\nUnd hier kannst du irgendwie so ein komisches Set kaufen von irgendwelchen Kram, aber wir sagen dir nicht, was da jetzt da drin ist. Ja, also völlig, völlig unklar.","Ich glaube Audi ist auch echt Endgegner, ja.","Ja, ich meine, da will man sich doch gar nicht mit befassen. Also solche Optionen will man doch gar nicht haben,\nAm Ende habe ich überhaupt, ich bin, habe das nicht abschließen können und ich habe kein Gefühl dafür bekommen, was dieses Fahrzeug eigentlich wirklich kauft. Wenn wenn man all die Sachen anklickt, die man eigentlich auch haben will, weil's irgendwie überhaupt nicht herauszufinden ist. Das ist echt.","Ja, man muss sich vorher eine Liste machen und dann stringend durchklicken und dann mal gucken, was bei rumkommt.","Gut, aber dann musst du ja wissen, was diese was diese Bezeichnung.","Gibt's da keine Meterseiten? Also so so Autokaufseiten, wo man das äh vor.","Ja, aber ich will da nicht Autokaufseiten aufmachen, damit ihr auf eine Autokaufseite vorankomme. Das kann auch die Autokaufseite dann auch gleich selber erklären. Also, na ja, ihr wisst, was ich meine. Das ist.","Genau und dann klickst du irgendwas an und dann Achtung, wenn sie dieses Paket wählen, werden folgende andere Dinge abgewählt und du denkst dir so, ah, warum?","Warum? Ja weil weil der in Wagenfarbe lackierte Blinker nicht nicht nicht kompatibel ist mit dem Glasdach.","Ich meine, die andere Geschichte, die da wirklich passiert, ist halt das, dass\ndass du ja selten noch so wirklich on demand produziert wird, sondern dass du wirklich die vor konfigurierten Modelle kaufst, die da irgendwo rumstehen und dann gibt's halt genauso also da gibt's ja diese komische Subset von von Dingen, also wie ich mein,\nAuto gekauft habe, hatte ich auch keine Chance, eigentlich die Ausstattung zu haben, die ich gerne gemocht hätte, weil die wären in einem halben Jahr vielleicht erst produziert worden oder in einem Jahr. Äh aber so,\nauf den diversen Händlern ist halt alles irgendwie da und dann musst du halt so komisch durchklicken. Also alles komisch.\nAber du hast jetzt äh zehn, zehn Kerne, CPU und vierundzwanzig, nur vierundzwanzig und trotzdem langweilt sich hier alles.\nSagst du.","Also das Lustige ist.","Hitze, kein Lüfter.","Keinen Lüfter, nee. Also äh was was interessant ist bei dem M eins, also ohne im Pro und Max hast du ja vier äh von diesem Low Powercan,\nund wie auch immer. Ähm stimmt nicht nennen, irgend nicht sagen.\nAlso Haiefisch sind sie Kerne. Du hast jetzt bei dem nur noch zwei Haiefischen Zikane und das sieht man. Also äh er beschäftigt sich im Wesentlichen mit seinen Zikanen.\nWie die anderen, die benutzt werden, nur so ab und zu. Aber die Haifischen Zikane tun immer irgendwas so. Irgendwie ist das ganz merkwürdig.\nAnsonsten ja.","Das ist auch so ein bisschen ein Grund, glaube ich, warum diese M1 Geschichte so so super effizient ist, dass dieses ganze Geeiere, was irgendwie diese Maschine immer macht, diese ganzen Prozesse, die immer irgendwas zu tun haben,\nÄhm einfach auf diesen zwei Kurs dann da,\nabgewälzt werden und da einfach die Batterie nicht so belegen und dann sind einfach die richtigen Kerne frei für für die richtige Arbeit.","Also das war wirklich ein großer ein großer Schritt auch,\ndamals an der Stelle und es ist auch wirklich die wichtige Sache ist, dass die existieren nicht, dass die in der großen Menge existieren, wie sie beim M 1 äh existieren. Ich meine, die sind zwar auch ordentliche, also die bringen ja auch noch relativ gut Leistung, so ist er nicht\nÄhm aber so wichtig ist wirklich, dass für die Basislast einfach mal die Low-Power-Option gewählt wird ständig. Ähm\nUnd der Rest ist dann eigentlich relativ kompliziert. Also wie man dann die Last gut verteilt und die Race-Conditions managt, insofern will man bei der Powermaschine einfach die besseren Kerne haben, damit man sich nicht drüber Gedanken macht die ganze Zeit, weil wenn je mehr du das paritätisch machst, umso mehr muss ja der dann irgendwie zwischen den\nLow-Performance oder High Performance ähm äh zwischen dem zwischen den zwei verschiedenen Kernsorten äh koordinieren und auswählen und es gibt ja eine\nvon\näh Performance-Höllenfallen, die man sich dann wieder spart, wenn man einfach mehr von den besseren Kern nimmt und aus, ja. Also wenn man eher davon ausgeht, so okay, komplette Prozesse, komplette äh äh Workloads können wir da einfach mal auf den auf den äh Besseren\nCPU ist laufen lassen und wir machen jetzt nicht Feingranulares Management an der Stelle, ja, sondern eher so der scheiß Cloud-Deamen äh läuft halt auf dem Lobperformance Score und der Rest auf die anderen vielleicht gepinnt und äh das ist einfach. Also das war damals ähm.\nZumindest eine ganz spannende Geschichte, dass du diese Idee, dass man die Last ideal verteilt immer wieder, weil man die Kerne hat\näh sehr schwer dann wirklich auch mit den ganzen Unterstützungen, die wir jetzt hier in ähm auf mit den Technologien, mit und so weiter hat, um das eigentlich angeben zu können, trotzdem nur schwer unterbringt, dass es wirklich optimal wird. Also da gab's immer große\näh händeringend drum und auch großes äh Optimieren dann in den jeweiligen eigenen Teams, weil es ist ja auch wieder so eine Wissenschaft für sich, die mit der man sich eigentlich nicht beschäftigen will, aber wenn man sich nicht damit beschäftigt, dann beschäftigt sich ja keiner damit. Also dann\nwieder nicht. Es ist wieder so\nes wäre schön, wenn's abstrakt funktionieren würde, das Thema, aber funktioniert nicht abstrakt, sondern nur konkret. Und dann halt immer mit äh ordentlich in den Fuß schießen können, wenn man eine blöde Entscheidung macht.","Also das einzige, was ich noch nicht ausprobiert habe, ist Windows. Das habe ich auf dem, auf dem M eins mal ausprobiert und der Parallels, dieses Arm Windows,\nDas hat witzigerweise die gleichen Probleme, die halt das hat. Alles läuft, solange es keinen Support braucht oder Treiber oder so.\nÄhm ich habe da irgendwie auch ein paar Spiele ausprobiert, so mit richtig 3G, Grafik und so weiter, das hat halbwegs funktioniert. Also das war schon, das war schon ganz witzig.","Mhm. Ich hätte damals irgendwie kurz mal ähm wie heißt das Wein? Ähm.\nJa, also die, diese, diese nur ähm Windows API äh Geschichte am Start gebracht, mit die dann noch unter Rosetta läuft,\nAlso auf meinem M eins MacBook und da war's eigentlich schon gut genug für die Steamgeschichten, haben ein paar Grafiklitches aber stattgefunden. Also das ist so eine Möglichkeit, die man sich noch\nüberlegen kann, wenn man wenn man doch auch in diese Spieleecke ein bisschen noch mitmachen will, dass das dann\ntendenziell geht, wenn man wenn man dann steam auf Wein installiert und dann äh kommt man damit relativ weit bei den einzelnen Spielen.","Ja, also ich meine Windows hat ja so sein eigenes Rosetta, wenn du die armen Version von Windows ähm laufen lässt. Das heißt, er lässt tatsächlich Interversionen von den Spielen dann auch laufen. Das ist irgendwie, das stört.","Da bist du echt auf der Windows Rosetariante auch. Mhm, spannend.","Na ja, äh in dem.","Schichten man da so hat.","Also in dem Parallel,\nläuft ja dann auf Arm und dann installierst du die Armversion von Windows und auf Windows gibt's auch so einen Translation Layer, der von Intel nach äh von Arm nach Intay konvertiert. Und dann laufen die Sachen eigentlich alle relativ\ndas Lustige ist nur, dass irgendwie kein Windows äh\nDeveloper da draußen das irgendwie auf dem Schirm hat. Das heißt äh nicht mal in Store merken,\ndass sie jetzt Treiber installieren, die nie laufen werden. Also das ist irgendwie, das ist mal wieder das richtige äh Windows Wild West. Also das ist so.","Gibt einfach nur Ingel. Was anderes gibt's einfach nicht. Ja, das wird ewig dauern.","Dabei funktioniert es gut. Also das Windows das ist auch ich habe auch so das Gefühl, man merkt auch so dieses Snapiness vom Arm, merkst du halt auch unter dem Arm Windows, das ist echt irgendwie bizarr, aber.","Habe ich das richtig verstanden? Ich habe das so äh neulich irgendwie aus einem Podcast rausgehört und festgestellt, dass ich da noch gar nicht drüber nachgedacht habe, aber es gibt jetzt auch durchaus die Möglichkeit, eine Intel Maschine in,\naufm M eins unter Rosetta fahren zu können. Also man hat quasi einen vollständigen Intelcomputer in einer VM.\nMit der Unterstützung von Rosetta und kann da sozusagen ein Intel Linux zum Beispiel fahren. Und das ist noch nicht mal schlecht.","Das ist mir nicht gelungen, das hinzukriegen. Das habe ich versucht ähm aber das es ist so, dass das Parallels,\nbietet dir nicht die Möglichkeit, was äh an, was anderes in einer VM zu starten, als als einen einen Arm, also kannst keinen da drin laufen lassen. Äh vielleicht hätte ich mir auch zu doof angestellt, ähm,\nhält sich scheinbar noch komplett bedeckt. Da hört man noch gar nichts von denen, weiß ich nicht. Vielleicht wollen die aus dem Desktop-Markt auch raus,\nund äh ist bei mir irgendwie an der Frickeligkeit gescheitert. Da hatte ich dann irgendwann keinen Bock mehr.","Box wäre vielleicht nochmal was, ne, wo man testen könnte, wo man probieren könnte. Ist ja auch free, ja.","Ich habe schon lange nicht mehr nachgeguckt, aber die hatten mehr so konzeptionell eine Absage erteilt, glaube ich, an der Stelle. Weil es gibt ein bisschen das Problem, dass auf der,\nund der Roseta wiederum die Virtualisierungsobkots und so weiter, die teilen nicht äh mit\nübersetzt werden an der Stelle, das heißt genau, die entscheidenden Dinge, die es einfach machen würden für die virtuelle Box, ähm gab's nicht und das war halt, aber ist jetzt schon äh ein paar Monate her, dass ich das letzte Mal danach\nvielleicht machen die inzwischen das trotzdem.","Was ich noch gerne machen würde, aber da habe ich nix gefunden, ist halt ein Raspberry Pie zu virtualisieren,\nauf arm jetzt eigentlich ohne größere Probleme funktionieren aber da habe ich keine äh Lösung gefunden, die ich irgendwie zum Laufen gekriegt hätte, weil diese ganzen,\nhier probier mal Raspberry Pie Dingsda OS aus da doch alles also.","Die sind ja mittlerweile auch auch X sechsundachtziger, ne? Die.","Nee, die sind nach wie vor arm.","Windows drauf irgendwie.","Gibt so, möchtest du Pie ausprobieren, Dinger und das ist dann aber ein Intel. So, also na ja. Also wenn ein Hörer was weiß, ihr könnt mich mal anpingen. Das würde mich noch interessieren. Ein virtueller Ruspy.","Also der Teil ist interessant. Was ja ähm was ihr jetzt gebt mit Monterrace, Monterray virtualisieren über die Virtualisierungs äh eigene übers,\nFramework, da läufst du dann fast auf dem auf der Maschine einfach direkt. Also, dass du wirklich so,\neinfach einen hast zum Beispiel fürs Testen und so weiter, da gibt's auch 'nen sollte ich den Link, muss ich den Link jetzt mal reinposten dann demnächst,\nes ist praktisch ein Gitterprojekt, das das macht und dann dann installierst du im Endeffekt den IPSW-File von Apple wirklich für Montaray und dann hast du praktisch ein frisch installiertes Monterrain in deinem Fenster.","Was ist nochmal IPSW?","Das sind die äh die Betriebssystem äh,\noder so was. Einfach das gezippte US komplett in einem Package. Also das ist die Update da äh Update der Files von iOS und so weiter sind so und da gibt's halt jetzt für Montaray wohl auch eins und es geht relativ schnell und ich suche den Link wohl raus.\nSo wie ihr guckt, ist das interessant für euch.","Also hat das Ding quasi alles an Bord, was man braucht, um mal zu fahren auf der Maschine oder wie? Und was muss man dann noch installieren?\nJa gut also ich meine gibt.","Also es gibt es gibt ja dieses Virtualisierungs-Famework von Apple selber, zum zum Virtualisieren.","Ja, das das weiß ich, aber gibt's irgendein Tool, was ich starten kann, wo ich sagen kann, mach mal jetzt mach mal hier einen neuen Computer auf und installiere da mal X.","Gibt ein Gitterprojekt, das das Framework so benutzt, dass du das so machen kannst, das ist ein ganz kleines Schäl um das Zeug drumrum\nDa kannst du beliebig viele machen, dann macht er halt äh draus, also wirklich so auf deiner äh und\nso hart hardcore nicht Spaß, sondern volle Disk, Images, aber da kannst du die benutzen. Da kannst du, glaube ich, wie die machen und das soll sehr snappy sein, habe ich gesehen.","Es ist eigentlich alles an Bord, aber so ein paar Calls müssen dann schon noch von irgendeinem Stück Programm gemacht werden, was so jetzt nicht dabei ist. Du hast jetzt nicht so was wie äh Discotility an Bord, wo du dann so,\nhast und mach mir mal eine neue Maschine, aber so was ist relativ einfach zu erzielen.","Kannst du am Finder einfach machen, das ist ja instant und dann hast du da ein neues Image.","Ja, also das ist in der Tat alles ganz interessant.","Es ist wirklich hier und das ist, ich habe das auch mal installiert, deswegen du musstest das ist gleich erledigt. Ich hab's nicht gestartet dann, weil ich habe zu wenig Bock gehabt.","Falls man nicht genug MacOS hat auf seiner Maschine sozusagen.","Genau, also an sich zum Testen brauche ich das schon, also einen Clean Monterrainstoll ohne Ex-Code brauche ich zum Testen für meine Apps, weil ob ab und zu,\nsetzt man irgendeinen Scheiß voraus, der halt,\nDevelopelle bei Instory passiert, weil ich hier Brew und alles immer drauf habe. Also das brauche ich definitiv. Im Moment habe ich das aber auf eine Excel Partition. Äh und die Excel Partition direkt zu benutzen weg VM habe ich jetzt nicht gecheckt, wie das geht. Das müsste man nochmal gucken. Äh weil wie gesagt, das ist eher ein um das,\ndrum rum,\naber das Montara ist jetzt erlaubt so kommen wir noch nicht, also es wäre für mich jetzt fürs Testen auch relevant, wenn man eine Instanz auch so äh einfach mal im Fenster haben könnte, das wäre sogar wichtiger, aber so abmonterray und aufwärts geht's dann halt auch. Das ist dann ganz schön. Also ich freue mich,\nbeim nächsten äh Version kann ich die vorherige einfach virtualisiert laufen lassen und habe keinen Stress.","Ja, noch irgendwelche Anmerkungen zum MacBook Pro.","Ähm ja und zwar äh eine recht kleine äh mein funktioniert. Also ich habe für das,\nIch habe für das äh letzte 13 Zoll MacBook Product noch einen STK Slot hatte. Habe ich irgendwie einen gekauft und diese Karte passt kargenau in das neue MacBook rein.","Ist auch eine Standardgröße.","Einziges Problem, wenn die Karte drin ist und man startet den Rechner, dann äh der nach kurzer Zeit.","Ach so, na dann ist ja alles gut.","Das haben die anderen bei ADP auch gesagt, dass die äh das SD-Karten lesen und es bleibt komplett hängen äh aktuell wohl äh auch ein Ischu ist. Äh insofern,\nmuss man da wohl noch eine Revision oder noch ein Update abwarten, aber drei eins ist ja bald um die Ecke äh zwölf eins, ist ja bald um die Ecke.","Ja, ich glaube, das ist auch bitter nötig, weil es da äh hat schon noch so ein paar Hänger äh des. Können wir gleich nochmal drauf kommen. Vielleicht noch mal so zu dem MacBook Prost. Ich meine, wenn man sich mal so umschaut, ich habe jetzt auch noch keins in der Hand gehabt und auch nicht äh davor gestanden.\nAber puh also,\nGute Reviews haben, ist so das eine, aber wie wie die Maschine abgefeiert wird, das ist ja schon echt äh außergewöhnlich. Also ich habe einfach überhaupt nix gefunden mit der Ausnahme von unterschiedlichen Meinungen zu diesem komischen Not.\nWas irgendwie negativ gewesen wäre.","Okay, willst du meine Meinung zum Notch auch noch hören,\nAlso äh prinzipiell stört mich die Nodge äh als Notch nicht, ne? Also es gibt ja Leute, die die äh finden es ganz furchtbar, dass da irgendwie jetzt ein Stück vom Bildschirm fehlt. Das interessiert mich überhaupt nicht, aber dass da ein Stück von der Menüleiste fehlt,\nnervt schon relativ doll, ne? Also.","Nach wie vielen Tagen sagst du das.","Äh einer Woche oder zwei. Also es ist.","Von den Reviewern nach zwei, drei Tagen fällt das nicht mehr auf.","Na, es fällt auch als Nordchät es nicht so auf. Das das ist ja auch das wie beim iPhone, wo auch erst alle dachten,\nund dann hast du das iPhone drei Tage in der Hand und dann siehst du's nicht mehr. So ist es ja auch. Aber es fehlt halt trotzdem so ein Stück. Es fehlen zwei Menüeinträge, Platz einfach, ne? Also das ist so\nÄhm ja gut, vielleicht ist das jetzt von dem von dem äh Vierzehner das das Hauptproblem. Vielleicht ist es bei einem Sechzehner äh jetzt auch nicht mehr so äh,\ndoll, aber.","Ich glaube, es ist ein 4zehnter Problem, weil ich habe jetzt\nich habe im Store ja auch die angemacht und habe aufm 16er ist der bisherige installiert, hat auch eine relativ lange Menüzeile und die kommt halt auch nicht mal ganz bis zum Not. Also dann ist es halt zur Not kommen so ein, zwei Menüeinträge übers Nord\nund wie sie's gemacht haben ist ja, dass du von der Seite, wenn du vom Menü herkommst. Es ist wirklich so, dass du die S ähm Mausweg sparst. Ähm.","Ja, das ist auch sehr weird.","Was jetzt weird klingt, aber spontan ganz gut funktioniert hat während man das Menü auswählt,\nÄhm aber ein bisschen ich konnte von unten nicht reinfahren an der Stelle. Das fand ich, das haben mir die anderen anders beschrieben, dass man von unten doch auch reinfahren könnte.","Dass das mit dem Warpen haben sie glaube ich beim letzten Update rausgenommen, weil das habe ich nämlich jetzt nicht mehr.","Haben sie so eine Storeversion, es war eine Elte, ja, ich habe die halt die Appstore installierte gemacht.","Nee, nee, nee, nee, als ich das Ding neu hatte, gab's dieses Walken und jetzt ist es nicht mehr da. Also ich glaube, sie haben's im Update entfernt.","Ja, das macht auch total Sinn, weil die Bewegung des Zeigers sollte er bewegen zu deiner Handbewegung auf deiner,\nauf der Mousepad sein und wenn du an einer Stelle das plötzlich springt, dann kommt ja auch dein Feld irgendwann durcheinander. Also ist ja dann nicht mehr ein Sing mit deinem Pad auf unter deiner Maus so, weißt du? Also deswegen.","Nee äh also wie gesagt, außer dass halt ein Stück, dass ein Stück Menüzeile einfach platzmäßig fehlt, äh interessiert mich die Nodgets nicht weiter. Das ist überhaupt nicht überhaupt nicht tragisch.","Wie wie sehr merkst du äh Promotion? Weil ich bin äh ich ich will keinen, ich will meinen Rechner nicht mehr benutzen, seitdem ich da im App Store gearbeitet habe, weil ich bin so heiß auf diese hundert1zwanzig Herzgeschichte, weil selbst beim Fenster verschieben sehe ich\nAlso ich hätte mir nicht gedacht, dass auf auf macOS,\nes so einen Unterschied für mich macht, ob das Fenster jetzt ein bisschen ruckelt oder also ruckelt im Sinne von 60 Hertz oder halt wirklich so,\nButter, Butter äh.","Hast du ein iPhone dreizehn.","Weich durch. Jetzt auch, ja, das habe ich mir geholt auch und er und dasselbe.","Weg mehr zurück danach.","Nee, nee, nee, wirklich nicht. Also ich habe jetzt auch so für mich, für mich nicht. Ich meine, ich habe das ja damals beim iPad schon gehabt, ja? Ich habe äh ich habe ja in der in der Bude gearbeitet, wie das fürs iPad rauskam. Ähm\nund äh das ist schon da ein Unterschied wie Tag und Nacht darüber auf dem iPad\nist man irgendwie trotzdem nicht so viel am Touchen interessanterweise gefühlt. Also man ist nicht also iPhone ist man viel mehr am am Machen und ich habe so äh heiß drauf auch das am iPhone zu haben und,\nbei der direkten Interaktion merkt, ist irgendwie klar, weil es halt wirklich, du hast einfach mal einen halben das man,\nFrame weniger Latenz bei deinem ganzen Zeug automatisch schon durch die Geschichte, aber das was wirklich durch die indirekte Scrollgeschichte auf dem ähm auf dem Trackpad trotzdem so deutlich merkt,\nmein Fenster verschiebt. Also bei den Dingen, die es halt unterstützen und wie sehr mich Safari genervt hat, dass es nicht hundert1zwanzig Herz macht im Moment noch,\nist mir dann auch gleich aufgefallen, aber äh ich hoffe, dass das gefixt ist, bis ich meins bekomme. Aber ich will auf alle Fälle nicht mehr einen normalen Monitor haben jetzt. Also es ist irgendwie so, finde ich hätte gerne puh,\nIch hoffe, die machen die iMax dann auch mit hundert1zwanzig Hertz, sonst kriege ich sonst.","Mich noch ein bisschen abhält, um 16 Zoll zu ordern, ist, dass es scheiße schwer ist.","Es ist wirklich auch nochmal ein bisschen schwerer.","Also mein jetziges ist ja fünf Jahre alt, wiegt 1,8 Kilo und das ist jetzt,\nwieder zwo Komma 2 Kilo. Das ist dann wieder so ein Stein wie früher. Also wenn noch nicht so richtig überzeugt.","Bei mir ist es die Kombi dann äh das das Sechzehner ist mehr oder weniger der Desktop-Ersatz komplett. Der halt mitgenommen werden kann, wenn ich muss.\nSo, aber ansonsten sitzt es halt hier auf dem Arbeitsplatz und\ndes M1R lasse ich immer noch das ist mein Ding, das ist geil, das ist leicht, das ist das ist toll, das ist äh hat Batterielaufzeiten nochmal länger, es hat keinen Lüfter, also es ist schon auch noch mal, auch wenn man wenn Leute jetzt sagt, den Lüfter hört man nicht, im Sommer will ich das dann schon nochmal hören. Äh und außerdem,\nbin ja auch jemand, der gerne FFM pick da mal volle Kanne mit allen CPUs und so weiter ich kriege das schon heiß, keine Sorge. Ähm.","Ja gut, aber ich habe das M eins auch heiß gekriegt. Also so ist es nicht. Also.","Aber es lüftet dann nicht.","Doch das, pro schon.","Ja, aber nicht, dass er.","Die Kombination aus er und dem und dem höchsten äh dem Max ist Max Laptop mit dem Display gerade weil's das einzige Display ist, das 120 Herd äh oder oder kann man externe kann man auch externe hundertzwanzig Herzdisplays anschließen und das macht auch Promotion.","Warum sollte es nicht gehen.","Das wär spannend.","Also das ist mir jetzt mit dem mit dem Promotion nicht so sehr aufgefallen, weil irgendwie alles ist schnell an der Kiste. Also es ist irgendwie so, ich meine es ist unbutterweich und überhaupt wahrscheinlich.","Ich habe halt da wirklich Augen für, weil ich es wirklich so also auch wenn ich wenn ich Video äh äh Kompressionsarrtifakte sehe, kriege ich auch immer sehr schnell also ich sehe die viel früher als andere und so ist es halt bei der ähm bei der äh zeitlichen Bewegung äh an der Stelle für mich auch,\ngewesen, also so deshalb viele von dem iPad also ihr hattet ja letztens auch die Diskussion, ob's das auf dem iPad überhaupt gab oder nicht und dann drin ist, das ist also,\nes fällt dann nicht mehr auf, es fällt in den Hintergrund, aber ich ich beiße das schon auch, ja, also es gibt ja kein für mich auch keine iPads mehr, die ich benutze, wo die das nicht haben,\nÄhm äh aber die iPhones war halt einfach so, dass von einem von einem ruckeln, aber übers iPhone können wir später nochmal sprechen.","Versucht das hier grad zu vergleichen. Ich habe hier noch so ein XS und eben einen Dreizehner jetzt nebeneinander. Und scrolle hier so rum und ja, ist schon merklich.","Also ich weiß, dass wir dass wir irgendjemand irgendeinen Gast mit einem alten iPad äh im Studio hatten und das dann direkt gegeneinander verglichen haben. Und da war das Grollen schon äh offensichtlich.\n120 Herz grollen und das nicht hundert1zwanzig Herz grollen, aber also.","Ja, man merkt den Unterschied. Die Frage ist, wie sehr schlägt es dann bei der Benutzung durch, weil während des Grollens lesen macht man halt auch mit 120 Hertz nicht.\nEher die Frage, wie wie sehr flimmert das alles vor deinem äh Auge und das hängt natürlich dann auch mit der eigenen äh dann zusammen, ne.","Ah, es gab noch eine Frage, die Dennis hatte und zwar, ob man den äh Mac Safe Port als USB-Port benutzen kann. Ich hab's ausprobiert, nein.","Ja, ist auch logisch, weil der Max Safe drei hat ja auch nur fünf Pins und für USB drei braucht man ja acht. Also die Frage war eigentlich auch schon ein bisschen blöd, habe ich nicht zu Ende gedacht, aber schön wär's gewesen halt.","In dem System Profiler kann man auch sehen, dass es halt drei USB drei Busse gibt. Also drei Punkt eins, also nicht vier.","Wenn du einen Doc verwenden willst, dann nimmst du halt trotzdem ein USB-Coint so an der Stelle und dann hast du halt nicht volle Ladeleistung.\nEin Nachteil, weil da war ja irgendwie so der Clou, dass\nist zwar die volle Ladeleistung auf USB C gäbe, aber Apple, die so nicht eingebaut hat\nähm die sie da jetzt machen und deswegen äh musst du dafür halt das äh Max Safe verwenden und beim Max macht das vielleicht einen Unterschied oder wenn man halt kürzer laden will, nur macht's auch einen Unterschied. Bei dem,\ninsgesamt Stromverbrauch, glaube ich, kann man auch ganz gut mit der USBC laden. Klar.","Eigentlich muss man ja gar nicht laden, außer nachts, wenn man schläft, oder?","Gefühlt ja, deswegen äh sehe ich da jetzt auch eigentlich kein Problem, was das angeht äh und ich\nDa das Display so geil ist, werde ich's heute wirklich auch eh im aufgeklappten Zustand mit dem Port so direkt verwenden. Also habe ich das Problem auch nicht. Ich habe eine externe ähm\nTastatur mit mit Touch-Iddy äh und dann passt es.","Es gibt noch etwas, was mir aufgefallen ist und das hat auch irgendwie mit dem mit dem Mack Safe zu tun. Äh wenn die Kiste lädt und man schaltet sie aus, dann geht das Ding wieder an, wenn's voll geladen ist.\nIrgendwie, also er geht sowieso unmotiviert gerne mal an. Irgendwie habe ich das Gefühl, aber das scheint zu sein, dass wenn er fertig mit laden ist, dann geht er an.","Ich meine, er ist ja auch nie, er ist ja auch nie mehr aus. Also es ist ja dieselbe.","Ja ja, es geht auch nicht mehr richtig aus.","Technologie an sich, wie wie bei den Geräten. Die Dinger sind halt eigentlich nicht mehr aus. Also es gibt kein wirkliches Aus mehr. Es gibt nur ein nahezu aus.","Müssen ja dieses Feature machen, ne, irgendwie auch. Ja, die müssen ja dieses wo ist dieses äh Finding Feature irgendwie noch machen auch unser ja sorry.","Feind My meinst du. Ja aber das geht ja bei den Phones, auch wenn's aus ist. Dafür braucht man ja eigentlich nicht anbleiben.","Und und der ganz andere Scheiß und und anmachen,\nund aufm Mac gibt's ja schon lange diese Powernap-Geschichte. Also es gibt ja diese ganze Infrastruktur, die da so äh in der Ecke läuft und die haben sie bestimmt jetzt auch äh wieder mehr an Start gebracht,\nwas das angeht, beziehungsweise haben dann wieder die Technologien gemischt von dem, was von Eiweiß daherkommt, wenn das Display aus ist versus äh versus ähm,\nalso.","Darkwake.","Was was was Dark weh. Das war ja damals also bei den Maschinen immer so ein ähm äh Batteriefresser bei mir,\nIch musste da mehrfach die backen, weil äh der mir in der Tasche praktisch nach einem Tag nicht benutzen, einfach mal ausgegangen ist oder heiß geworden ist, weil irgendeinen äh,\nDarkwake, einen einen einen Glock ausgelöst hat, der wiederum dann äh irgendein Update von Mail äh Fedge äh irgendwas hat sich da ungünstig ähm\nungünstige Gegenseitigkeit und es war es war es war die Hölle das rauszufinden irgendwie, weil das habe ich irgendwie echt, da habe ich dann dieses,\nDreckskonsole, die verwendet und das ähm das kam ja irgendwie,\nnicht live angucken, sondern musst du so ein Archiv machen und dann kannst du eben äh da kannst du ja der Konsole-App das Archiv angucken, dann hast du viel zu viel Daten, von denen du wieder nix verstehst, was da eigentlich drin ist und wo dann die Hälfte geschwärzt ist, weil sie ja äh wirklich ah!\nAlso das war wirklich die Hölle und das habe ich aber bei einer Intelmaschine gemacht, weil das war einfach, das war einfach nicht okay, dass ich\nnicht funktionierenden Rechner habe, obwohl ich ihn voll geladen zusammengeklappt habe äh und in die Tasche gesteckt habe so und inzwischen steckt er eh meistens in der Tasche.","Bei mir war mal so, dass der Mac Pro einfach nachts hier so mit voller Pulle angegangen ist, während du am Schlafen bist, weil dieses Darkwerk meinte jetzt mal den Rechner wecken zu müssen einfach so und das war auch nervig. Aber das hat Apple dann irgendwann gefixt.","Den Begriff kannte ich noch gar nicht.","Das ist dieses, wie wie ist das andere Slipding, das ist der technische Ausdruck.","Powernap. Powernap Pieces.","Genau, das ist der technische Ausdruck für Power-Nap, ist Darkwake und ich liebe diesen Ausdruck, weil klingt so schön äh futuristisch, äh dystopisch.","Ich muss mal die alten äh die alten WBC Sessions dazu raussuchen. Ich habe ja da ein gutes Archiv eigentlich, um mal gucken, ob man die noch mal also wie die Technologie erklärt worden ist, weil die war schon immer so, oh wir machen das jetzt und\nman weiß nicht genau, was man da anschaltet im im im Power Selfing Modell kann man's ausschalten und anschalten. Ach, das interessiert mich noch. Man kann ja jetzt Powerprofile fahren lassen. Also entweder High Power oder Low Power\nÄhm beides finde ich beides nicht in 14 Zoll, nur um 16 Zoll.","Nur um 16 Zoll.","Modus inzwischen auch aktivieren, was ich ja mit Lüfter interessant finde, also wenn da wirklich der Lüfter irgendwann mal angeht, ob man da einen Lüfter klein halten kann dann auch, weil also wenn man wenn man das ähm,\nin den Lüfterlosen Betrieb umstellen können.","Ich würde ja fast denken, Low Power ist immer ohne Lüfter, oder?","Zumindest von der Low Power sollte von der Hitzeentwicklung so sein, dass es ohne Lüfter ist. Das wäre schön.\nJa, weil die Hitze natürlich auch viel ähm Strom verbraucht in äh also die ab die Erzeugung der Abwärme,\nselber ist ja schon eine ineffiziente äh Nutzung im Sinne von, weil Strom viel zu viel in Wärme umgewandelt wird. Und dann wird das ganze Ding noch heißer und verstärkt sich selber. Also ich es macht schon Sinn, wenn man das Ding kühler hält. Ähm aber das würde mich dann schon interessieren, äh weil,\nLüfterlose MacBook, er ist schon einfach, da ist einfach kein Lüfter drin, das ist wie so ein iPad. Da ist so, da ist so kein Lüfter drin. Ist aber auch wie ein iPad, wenn's dann heiß wird, dann ähm wird's halt langsamer.\nIst auch nicht schön.","Wie schon bei der Vorstellung des Produkts gesagt hatte, äh.","You are fan of no fan.","Gut, dann wir noch abschließende äh Gedanken zu MacBook Pro, ich kann das leider nur von außen bewerten, von daher halte ich mich da mal lieber ähm zurück.","Ja zum Thema Gewicht, weil's weil's äh gerade noch erwähnt wurde. Ich habe das Ding ja aus der Packung genommen und dachte, oh, das ist aber schwer. Haben die da Lithiumeisenphosphatakkus eingebaut oder was? Also das war schon so ein bisschen hm?","Lithium Eisenphosphat ist nicht schwer.","Es soll schwerer als es ist schwerer als Silizium.\nKobold Mangan, sonst sowas, egal. Äh spielt auch keine Rolle. Ich hab's dann, ich hab's dann versucht zu äh wiegen und habe festgestellt, dass meine Küchenwaage nur ein Kilo kann, aus Gründen.\nDas heißt, ich weiß jetzt nicht, wie viel schwerer es tatsächlich ist, als das äh das M eins Pro\nÄhm aber so im direkten Vergleich ist es dann auch nicht so viel schwerer. Es ist okay. Es wirkte nur aufn ersten Blick, wirkte es irgendwie schwer.\nAlso da könnten sie nochmal abspecken.","Weiß doch, dass 14 Zoll ist doch 200 Gramm leichter als das letzte fuffzehn Zoll, oder?","Ja, keine Ahnung, vielleicht weil's so kompakt ist, wirkt es schwerer.","1600 Gramm waren das doch, oder? Ich weiß ja nicht, was das letzte fuffzehn Zoll so war.","Weiß ich auch nicht.","Es sieht einfach mehr nach Goldbarren aus.","Er ist auch dicker geworden, ne.","Es ist halt auch ein bisschen dicker, ne und hat diese komischen Füße, die so so,\nzu großen Abstand zum Boden machen. Also das ist auch so etwas merkwürdig. Er sind die machen sehr qualitativen Eindruck, aber haben auch gleichzeitig das\nerinnert so an diese diese erste Generation CD-Player mit diesen Füßen, die irgendwie Vibrationen abhalten sollten, damit die CDs nicht springt. So ein bisschen wirken diese Füße so.","Aber spart wieder eins zwei Grad beim Kühlen wahrscheinlich.","Eben dass da dass da ein Luftfluss unten drunter passieren kann, ist halt einfach, glaube ich, schon geschickt. Also,\nmir gefällt halt die gesamte Richtung. Das ist ein Gerät. A du kannst zu viel Geld ausgeben, dass du, also.","Wie du willst.","Bei allen Komponenten gibt's eine Schmerzgrenze, die du eigentlich nicht mehr überschreiten willst, aber sie bieten's trotzdem an. Das finde ich ganz gut. So im Sinne vom pro Gerät, weil natürlich hätte ich gerne die achte Arbeit, aber,\nAlso das das wirst du ja nicht ausgeben oder die 4und6 Gigabyte Tram in meinem Fall habe ich jetzt auch nicht mitgenommen, weil das ist jetzt nicht mein Anwendungsfall, wobei die natürlich viel ausmachen für andere Workloads. Ähm,\nUnd äh und halt es ist halt ein Progerät. Es ist ein bisschen schwerer, es hat ein bisschen mehr Platz. Ist also sie haben halt wieder.\nPasst so und dann also ich hoffe sehr, dass sie diesen Dualismus weiterfahren, dass sie wirklich den den das Einstiegsgerät, die Einstiegsgeräte jetzt wie den M eins, dass es weiter so bleibt, dass es wirklich,\nSuper Low Cost für Apple-Verhältnisse. Es ist wirklich Einstiegsgeräte. Der iMac äh also wirklich konkurrenzfähige Preise für diese Einstiegsgeräte. Und dann gibt's halt den großen Gap,\nzu okay, jetzt ist aber scheiße teuer, aber Leute, die damit ihr Geld verdienen, die können einfach alle zwei Jahre,\neinfach ein scheiße teuer Gerät kaufen oder alle drei Jahre, weil äh das ist ja damit der verdient ja ihr Geld. Im Verhältnis ist ja so ein Meer noch äh weniger als Monatslöhne für für für die Professionals, die in dem Bereich wirklich das Ding voll ausnutzen.\nUnd das ist eine gute, das ist eine gute Mischung jetzt. Das ist nicht so wie der ähm,\nÄh damals war halt alles zu nah beieinander auch. Also die Intel Geschichten da war halt da könntest du auch viel Geld ausgeben, aber es hat halt so einen Furz mehr gebracht,\nund hier ist es wirklich so, ja, das ist die dicke Maschine,\ndas ist die äh äh Consumer Einstiegsmaschine, die aber trotzdem schon geil ist. Ähm wo ich ein bisschen Angst habe, ist die ganzen existierenden Intern-Maschinen jetzt ähm die werden halt sowas von schnell aufs äh Abstellgleis gesetzt. Also ich gehe davon aus, dass die dass die,\nvielleicht noch ein Jahr wirklich voll, also nächstes US-Version, können wir vielleicht noch voll unterstützen und die darüber hinaus, da würde ich schon denken, dass Apple die noch anbietet vielleicht für die Intelkisten, aber nicht mehr also die willst du nicht\nwerden nicht getestet, die werden nicht bearbeitet. Das willst du einfach nicht laufen lassen.","Na man man kann ja mal bei Power-PC zurückspulen. Die die Intels als Power-PC noch angesagt waren, die kamen bei zehn, vier, fünf oder irgendwie so was, ne und zehn fünf kamen noch für Power-PC und zehn, sechs schon nicht mehr, glaube ich.\nAlso es ging relativ schnell abwärts damals.","Und die andere Geschichte ist, was sich natürlich im Moment für super wichtig halte, ist das Rosetta läuft und ich hoffe sehr, dass sie nicht den Fehler machen, wie,\nBei dem Power PC Rosette, also dass ihr das einfach, dass ihr das nicht früh abschalten, weil Roseta ist eine geile Technologie an der Stelle, dass der Scheiß läuft äh und einfach nur die alten Zöpfe abschneiden, um die alten Zöpfe wegen, obwohl Rosetta so geil läuft,\nim Verhältnis würde ich halt für einen echten Fehler halten. Also das Rosetta\nsollte da bleiben, finde ich. Solange intil irgendwo auf der Welt eine ähm eine relevante Größenordnung ist an Plattformen, sollten sie Roseta drin lassen,\nDownloadbar zumindest.","Schadet ihnen ja auch nicht groß und ich glaube auch, sie werden das US noch eine noch eine Weile unterstützen, das wird nicht so äh.","Bei PowerPC hatten sie Rosette relativ früh abgekackt. Also da hast du relativ schnell die Situation gehabt, dass du das Wetter Apps nicht mehr benutzen konnte.","Ja, aber das.","Ressourcen Thema.","Auch ganz andere Zahlen. Also ich meine von.","Man muss alte Zöpfe abschneiden. Ich sage nur Pyssen zwo. Also ich meine das.","Aber die aber die die Instad Base von Intel Maschinen, von Intel Max, die ist jetzt nicht zu vernachlässigen, das ist nicht diese paar kleinen Power-PC-Maschinchen und so.","Aber aber die Qualität dieser dieser Rechner im Verhältnis zu dem jetzt, also die sind halt einfach performance-technisch so dahinter, bis auf den MacPro, ja? Also,\nGuck dir, also ich habe hier so ein iMac Pro, auf dem ich hier arbeite. Ich suche eine Mail. Es dauert eine Minute, bis ein Ergebnis kommt.","Ja weil dein Mail kaputt ist.","Dass die Maschinen besser sind, das weiß ich ja auch.\nAber aus Apples Perspektive macht es Sinn. Ich meine, der Mac Pro wird auch noch nächstes Jahr verkauft werden und auch noch gekauft werden. Und das ist quasi das von von wo ab du rechnen musst.","Hörer, ihr habt den Tim grade gehört, ne, mit dem nächstes Jahr, merkt euch das.","Bin ich bin sehr gespannt, wann der Macron nicht mehr verkauft wird. Also im Sinne von nicht mehr supported wird.","Ganz ehrlich, bei uns in der Firma haben wir gerade das Problem, dass du keine Intel Power PowerMax mehr, also keine MacBooks mehr,\nkannst und äh jetzt aber ständig neue Leute anfangen, die halt neue Geräte brauchen und so der Vorrat dahin schwindet.","Ihr wollt noch nicht auf Arm umsteigen oder wie.","Äh von Wollen, von Wollen ist kann nicht die Rede sein, sondern da hängen viele Dinge dran, die noch nicht funktionieren. Sagen wir mal.","Inzwischen eigentlich? Fällt mir da ein? Weißt du das? Äh ich bin im Moment im nicht so drin. Docke geht jetzt, okay?","Geht ja. Ja, das hatte ich, das hatte ich installiert und ausprobiert. Das funktioniert soweit.","Schick. Okay, weil das war am Anfang so eine wirklich große Hürde für für den für den Webkram, den ich dann mal.","Hattet ja auch nur ein Jahr Zeit bisher.","Also nicht auf M eins, upgraden ist so ein bisschen das neue äh nicht impfen wollen. Ja, also.","Sterben Menschen, findest du.","Ist auf jeden Fall gefährlich. Also man ja, es ist ist.","Intel Inzidenz ist viel zu hoch.","Ich war vielleicht der falsche Vergleich. Ich bleibe dann doch bei meinem Klassiker irgendwie. Es hat also wirklich viel mit Verbrennungsmotoren zu tun, ne. Allein schon wegen der Wärmeentwicklung und äh so wie jetzt die Preise,\nVerbrennungsmaschinen halt äh aufm Zweitmarkt stark nach.","Deswegen heißt es bei Ente auch Turbo Boost, weil es Verbrenner sind. Jetzt macht alles Sinn.","Ja, zumindest denken Sie in diesen Kategorien.","Porsche ja auch noch. Da gibt's ja auch den Teigan.","Trotzdem, um das noch mal gesagt zu haben, also ich bin mir relativ sicher, dass auch noch in zwei, drei, vier, bis zu vier, maximal fünf Betriebssystemrelesis äh wird Inseln auch mitgezogen werden,\nSie werden dann nicht.","Abschließen, um um was wetten wir, um um einen um einen Pro. Da kriegst du eingekauft, wenn's den noch gibt in vier Jahren.","Also Big Server war jetzt sozusagen das erste M eins Release, ne und ist dreizehn, wird dann vermutlich das erste Release sein, wo Apple keinen,\nRechner mehr neu anbietet. Also wir werden unter Umständen auch alte Maschinen noch weiter im Programm haben, allein weil's da einer gewissen Restbedarf geben wird, also,\ngucken, wie lange dieses alte M eins MacBook Pro noch verbleibt, aber kann man durchaus vorstellen, so ein bisschen Insel ist noch da, wobei sich's ja auch bei Mac Mini relativ konsequent,\nsein lassen. Also gibt's eine Insel gibt's überhaupt nicht mehr, ne? Ich rede Unsinn.","Sagen, also gibt's es gibt in iMac den 27 Zoll Eimer gibt's noch.","Den gibt's noch, genau, ja.","Egal, ist ja auch egal, also dreizehn.","Nicht mehr. Der ist discontinuitute.","Also Mecua ist es 13, wird wahrscheinlich das erste Betriebssystem sein ab dem Moment, wo Apple keine Intelcomputer mehr verkauft.","Ja und ich würde fast behaupten, das ist auch schon keine Interversion mehr.","Doch, das läuft unter Garantie läuft das auf Insel und wir werden auch noch Becko ist 14 und 15 wird auch noch auf Intel laufen.","Auf gar keinen Fall.","Ne, da haben wir ja unsere We.","15 würde ich sagen nicht mehr. Bin ich auch.","14 auch nicht.","Ähm du kannst den Mac Mini kannst du auch noch in kaufen.","Wobei, man muss ja auch dazu sagen, die Update äh Distanzen jetzt sind ja immer ein Jahr früher war das ja ein bisschen mehr oder okay, da muss man sich ein bisschen anpassen. Also dreizehn könnte noch sein, vierzehn würde ich sagen nicht mehr.","Was machst du mit den Mac Pros? Die haben sie jetzt erst letztes Jahr irgendwie in großen Stückzahlen verkauft. Halbgroßen Stückzahlen verkauft, ja.","Dem Make Pro müssen sie noch ein bisschen supporten.","Die können ja weiterhin Updates für für macOS zwölf machen, ist ja kein Problem, aber die werden dann irgendwann das große Update nicht mehr machen. Also auf ein neues äh Major sozusagen.","Ich glaube sogar, dass wir beim beim Betriebssystem schon mal also wir reden jetzt mal über Monte reden, ne?\nIst ja sozusagen so das Snow Lappert.\nAktuellen Zeit so. Das ist ja im Vergleich zu Big Sir hat sich da nicht viel geändert. Sind so ein paar Sachen dazugekommen,\nÄh ich habe immer noch die Hoffnung, dass ein paar Sachen auch besser werden oder geworden sind. Habe jetzt noch nicht alles überprüft. Paar Sachen sind bei mir noch nicht besser geworden, paar Sachen sind besser geworden und so wird's wahrscheinlich jetzt auch weitergehen, weil die,\nDie großen Dinge sind jetzt alle gewuppt. Man hat neue Architektur und man hat 64 Bit Feuer gemacht\nund ich weiß nicht, Dominik, was du da für einen Überblick hast, aber\nSie haben auch einen Shit-Load an so ganzen Legacy-Fameworks rausgeschmissen, ne, so letzten Jahren ist alles irgendwie weggefallen, Kaborn, ganz viele alte Sachen sind irgendwie weg und ich weiß gar nicht, ob noch irgendwas da ist, was dringend noch weg muss.","Also den Schritt haben sie gut äh gut vorbereitet, dass auch vor allem dass Technologien dass Technologien auch auf beiden Plattformen, also auf iOS und auf macOS dabei sind und nur mit kleinen Unterschieden. Also es ist wirklich so also.\nDass es jetzt praktisch überall Ivy Foundation ist und nicht mehr äh die verschiedenen und so weiter.","Haben sie nicht das meiste schon mit dem mit dem von 32 Bittner 64 Bit rausgeschmissen.","Ja Geschichte mit Katalüstern noch machen, haben sie nochmal, so sie sie Uni Fine da ganz gut, schmeißen das Alte raus, der schön langsam. Ähm also da ist,\nDas sind die großen Geschichten passiert. Das sehe ich auch so. Was ich noch nicht so sehe, ist wirklich sowas was ähm.\nDie Ziel-äh Ansage ist, wie man den Apps machen soll irgendwann mal, weil dieser komische kann nicht alles äh App geht, äh ist so stiefmütterlich, Ketterlist ist komisch, also,\nda könnten noch irgendwie so ein so ein so eine da da fehlt noch eine Lösung und da könnten sie noch irgendwann was Größeres machen, aber ja,\nweiß ich nicht, ob man dafür dann M eins braucht an also ob man dafür dann die die Apple Silicon braucht so\nAlso ich würde, ich denke, dass die App, dass sie dass sie Internet halt abschneiden, dann, wenn das System ähm mehr äh,\näh den zum Beispiel das ganze QML und so weiter Zeug braucht, wo du auf einfach äh mal eine Minute warten kannst oder so, anstatt was live zu machen. Ähm,\nalso da sind die Schritt, also wenn wenn sie so Zeuge ins Betriebssystem einbauen, so wie sie jetzt ja bei der äh bei der Schrifterkennung ja auch schon war, dass die Schrifterkennung bei dem Nachhinein kam und auch mit viel mehr Verzögerung jetzt am Start ist.","Genau, das hängt nämlich weniger am Arm, sondern mehr an diesen ähm äh an diesen CPUs für für für Machine Learning.","Genau und unter die GPU natürlich auch, also die Art und Weise, wie sie mit Metal arbeiten können und dass sie United Memory haben.","Ja gut, aber Metal haben Sie ja bei den anderen Maschinen auch.","Aber nicht Unified Memory so richtig an der Stelle mit der selben Geschwindigkeit und und und.","Ja gut, aber das Betriebssystem ist jetzt nicht unbedingt das, was jetzt die volle Bandbreite braucht. Das ist dann,\nDomäne bestimmte Anwendungen, aber das sieht das im Betriebssystem so drin haben, aber zumindest sehe ich jetzt keinen Grund, warum sie nicht von Jahr zu Jahr,\nmitmachen, neue Features, neue Hardware unterstützen, Pipapo, aber da ist nicht viel drin, wo man sagen muss, das kann jetzt\nauf gar keinen Fall mit X86 gemacht werden\nIst eben High Performance Machine Learning und braucht wirklich diese neuen CPUs. Die Sachen lassen sie dann einfach weg, aber diese du hast nicht diese Diskontinuität auf einmal\nwie deine Messages nicht mehr funktionieren oder so oder Notes oder so. Das,\nhatten wir jetzt grade mit Monterail wieder so einen Schritt, ne? Das das da wird's halt auch ein bisschen problematischer eigentlich noch als dieser reine CPU-Support ist so dieses, wenn so alte Maschinen dann keine Betriebssysteme mehr kriegen,\nDann wird das so inkompatibel und auf einmal kannst du deine Notes nicht mehr aufn alten Rechner lesen, aber dass die Intel an sich rausschmeißen, wie gesagt, bis MECOS fünfzehn.\nIst es da und und und wenn die Kisten nicht mehr in nennenswerten Mengen installiert sind und keiner mehr das auch nur haben will,\nauch keiner mehr auf dem Gebrauchtmarkt kauft. Na gut, werden wir ja sehen. Eine These von mir. Aber was heißt dagegen? Also du meinst, sie sie droppen Ente ganz schnell?","Hat keinen Intelsupport mehr, ist die konkrete. Ist die konkrete Wette, die wir alle gegen dich hier halten?","Kein Intel. Also 1313 Jahr, 14 bin ich mir unsicher, aber 15 nein, das ist meine Voraussage.","Drei Jahre, ne.","Ja gut, das muss er natürlich dazu sagen. Äh das das Power PC Intel Beispiel, da war ja der Release Circle auch eher so zwei Jahre, ne? Insofern, ja, aber.","Also ich denke halt, die werden mit Sicherheit ihre ihre äh Entwicklungsprozesse eben auch so weit optimiert haben, dass er auch relativ wenig Arbeit einfach auch damit haben.","Aber die wollen ja auch, dass die Leute upgraden. Die wollen keine alten Rechner, also supporten. Wo Leute dann halbes Jahr später dann doch wechseln.","Sie haben halt auch ein Produkt, ne? Ich meine, das MacOS ist ja irgendwie auch äh schon so ein Aushängeschild und die und jetzt haben sie ähm Intels, die sie noch verkaufen, auch jetzt noch, ne, mit mit äh MacPro, Mac Mini und wie wo was, die können sie ja nicht im Regen stehen lassen.","Ey, aber die Kisten guckt dann im Jahr eh keiner mehr mitm Arsch an.","Also da ist da ist Apple hatte Apple noch nie Skrogle gehabt. Also dass dass Apple dem Produkt nach einem Jahr äh einstampft, wenn sie keinen Bock mehr drauf haben, ist eigentlich kein Thema.","Jahr später nicht mehr supporten, das ist eigentlich nicht so, ne? Also du kriegst da schon noch zwei Jahre oder drei Jahre äh noch Betriebssystem-Support. Also das ist schon, das ist schon.","Guck dir iOS an, die das neueste iOS läuft auf dem sechs S, ja?","Wenn er dir anguckst, wann sie Geräte rausgeschmissen haben ja dann meistens, wenn sie Treiber hätten müssen. Und das machen sie halt nicht.\nNe, also als als Metal plötzlich äh überall laufen musste, äh sind die ganzen Maschinen rausgeflogen, für die sie keine Metal, Grafikkartentreiber hatten\nund so was in der Art kann interne natürlich schon auch blühen.","Und und so und so Zöpfe schneiden sich gerne relativ zügig ab an der Stelle auch. Äh obwohl sie zum Beispiel bei ähm wer war das.\nGenau bei Mitteln. Nee, das war andersrum. Die haben open sie haben ja eigentlich wollten sie absägen komplett, haben sie sich da nicht getraut und haben dann.","Selbst auf Metal portiert, ne.","Genau, Open JL läuft jetzt auf Metal seit längerem schon. Ist auch sehr lustig. Ähm na ja.","Mal zu den angenehmen Sachen. Ähm die jetzt mitgebracht hat. Ein paar Sachen sind ja dabei. Viel ist nicht passiert, aber ähm es gibt jetzt wieder ein funktionales in diesem Betriebssystem.","War das wohl nicht funktional.","Nee, das war vorher überhaupt nicht mehr funktional. Da konnte man einfach nicht alles das tun, mit einer Disc, was die DISK so konnte. Und das war ja eigentlich immer der ganze Sinn dieses, dass du damit wirklich alles machen konntest.\nJetzt in Monterey ist nämlich endlich Snapshot äh Support dabei. Das heißt, wenn man,\nSnapshots auf seiner Platte hat, zum Beispiel von oder wenn man die,\nanderen Backup-Tool oder eben manuell auf der Kommando-Zeile vielleicht selber gemacht hat, dann kann man die eben da auch sehen und äh editieren.","On mounten, genau.","Genau, also da ist das das Tool kann jetzt wieder was. Wie zuverlässig das jetzt ist, kann ich natürlich noch nicht sagen. Ich hatte extrem viel Ärger mit dem Tool, mit so und dann hing's immer und man muss das killen und,\nWar irgendwie keine Freude. Früher war das wirklich so dieses.\nGoi-Ding, was einem einfach weitgehend so den Low Level der Disquellt erschlossen hat und seit Abhilf S haben sie jetzt lange gebraucht, um da wieder äh aufzuholen, aber das ist definitiv ein Pluspunkt, finde ich.","Da kann man gleich noch mal, wenn wir schon bei Snapchat sind, dazusagen, dass ja jetzt auch ähm die Backups, ich glaube, das war beim letzten Release, die werden auch schon so in APFS sind.\nAber jetzt mit Monteray ist es so, dass ähm wenn du ein Gigabyte Fall hast und änderst da drin einen Bite, dann wo der früher das komplette Fall, also das ganze Gigabyte wieder frisch ins Backup gepackt und jetzt wird nur noch der Block,\nan der Stelle, der sich geändert hat, upgedatet, also wahrscheinlich einmal 4K oder zwei oder eins oder keine Ahnung, halber und und das dürfte jetzt die Backups für leichte Änderungen an großen Dateien deutlich kleiner machen.\nUnd schneller insgesamt.","Zuverlässiger wäre mal ganz gut. Also so eine richtige Backup-Strategie mit Time Maschinen ist eigentlich immer noch zum Scheitern verurteilt. Das äh,\nBei mir so oft viel. Das das geht einfach gar nicht. Egal, habt ihr euch ähm.\nShortcuts angeschaut, diese neuen Kurzbefehle, wie das so schön charmant heißt auf äh Deutsch.","Ich nur für den für die Menge die Coleidoskop hat Shotgut-Unterstützung und deshalb habe ich's mir kurz mal aufgemacht und angeguckt, aber ich,\nverwende es gar nicht hier, weder Autometer noch Shortcut für meine Zwecke je großartig benutzt, ich habe irgendwann früher mal einen einen Smartphone benutzt,\nDas war mal eine tolle Feature, wo du praktisch beim äh einen in den Folder legen kannst und wenn du dein Zeug da reinkopierst, dann passieren automatisch Dinge. Ähm,\nHat aber auch immer, war auch ein bisschen schwierig. Ähm nee.\nWeiß ich nicht. Ähm ich habe sehr viel lustige äh Berichterstattungen gelesen, wie beschissen äh die Sifty Oway Probleme sind, diese gebaut haben, weil sie so komplett aufgegangen sind\näh da Sachen passieren wie das Textfeld ist nicht mehr selektierbar, wenn du es zum dritten Mal verwendest oder so was. So ganz geile Sachen für. Also es gibt ja diesen,\ndiesen der auf iOS macht also und unabhängig davon, dass die alte gelöscht haben, weil sie einen Fehler gemacht haben,\ndas sind so die ganzen online kaputtgegangen unterwegs jetzt im\nwar halt wirklich das, okay, er will ein Shortcut bauen und der muss halt echt diese Shotgut App abschießen und nochmal neu starten und kann halt drei editiert\ner muss aufpassen, nicht äh die Art von Interaktion zu machen, die äh dann die Interaktionsschleife kaputtmacht, so richtig Anfängerscheiße. Aber\nunabhängig davon ist Shotguts eigentlich schon gar nicht schlecht, glaube ich. Aber es ist halt noch nicht.","Es gibt so Domain, da ist, glaube ich, für viele Leute was zu holen. Bei mir ist immer so,\nIch mag ja Automatisierungen und ab und zu fällt mir dann was ein und dann denke ich mir so,\nOkay, jetzt probiere ich das mal mit und dann, was auch immer grade war, also entweder Apple Script oder mit Automater, was ja letzten Endes auch nur Apples Skript ist und jetzt halt diese Shortcuts und ich weiß nicht, ist es eigentlich immer noch dieselbe Engin oder ist es jetzt wirklich was Neues?","Also Schrottcut ist jetzt äh Siri Intense. Also das ist eine andere Technologieebene. Das ist eher das, was Serie auch geraden so im äh im Wesentlichen. Also das,\nDas ist jetzt wirklich eine Umstellung äh mit der Automater war nur ein bisschen ähm äh Syntaktik Sugar auf dem Apple Script-Kram.\nIst noch vorhanden, so ist es nicht. Aber für das, was du in Shortcuts einbaust, brauchst du in Apples Kaben nicht mehr. Also Shotguts kann im Endeffekt,\nden Teil dann komplett ersetzen. Irgendwann mal, aber man muss schon auch dazu sagen, dass die Leute, die was mit Automatisierung auf,\nauf den ganzen angewiesen sind eigentlich. Also ich weiß nicht genau ähm wann diese Transition dann wirklich so passiert\nDas Schöne ist ja, dass neues Zeug technisch gebaut werden kann und die dann auch funktionieren und du dann da Workflows mit machen kannst. Also\nund für die Leute, die es benutzen, ist Shortcuts auch so, dass das mächtig genug ist, ist immer sinnvolles Zeug machen kann. So. Was ich von Autometer nie gehört habe. Ich.","Ich habe einen Automator-Script tatsächlich äh äh im produktiven Einsatz und zwar um aus äh,\nAlso im im äh App Store gibt's ja manchmal bei Apple so neue äh Terms und Services oder oder sonstiges Vertragsgedöns und,\nbenutze ich einen um aus dem PDF. Man kann nur ein PDF runterladen, um aus dem PDF den Text rauszuholen.\nWenn ich dann den Text habe, benutze ich äh\nhier so ein so ein äh ein Swift Skript aus äh wie heißt das, Playgrounds? Ein Playground, um diesen Text dann nochmal ein bisschen zu bereinigen, also Seiten Nummern draus machen und so.\nDann wirklich nackten Text zu haben, den man dann hinterher mit der vorhergehenden Version diffen kann, damit man weiß, was sich geändert hat,\nab und zu machen sie fast nur Rechtschreibfehler raus und du denkst dir so, warum muss ich jetzt Rechtschreibfehler,\nTieren, also rausgemachte. Das ist so na ja.","Die Verträge gehören eigentlich in den. Gleich von denen.","Ja, ich habe die in einem Git. Ich habe die in einem Git. Sobald die sobald die äh nackte.\nNaja, das ist nur firmenintern bei uns, aber äh ja, ich habe die in einem Gig und dann kann man immer die Version gegenseitig.","Ist super. Sie haben jetzt auch wir haben wir haben jetzt auch bei bei Kaleidoskop äh einen Gig gemacht von den ganzen Monepages für die Montara versus,\ndass du halt auch weißt, welche Komma Nutzer einen tust. Du äh ähm erwischen kannst, weil wir haben äh dummerweise für einen Instoller auf Monterray äh eine neue Option benutzt von, die es vorher noch nicht gab und dann haben wir gedacht, dann,\ndoch ein schönes Beispiel draus, wie man das denn äh eigentlich vergleicht,\nschon immer schon das ist immer was unter der Haube sich alles verändert in jedem Release ist schon immer relativ mächtig sogar die Kommandozeilen Tools die von Apple äh kommen, gewinnen immer an Optionen dazu und wenn man dann immer auf der neuesten Plattform ist,\nmal ganz wenig Übersicht ähm,\nwas Sache ist. So an der Stelle. Also deswegen sowas das öffentliche zu machen, kann ich nur empfehlen und äh wie gesagt, ich paste das jetzt auch mal in den,\nHaben das zum Beispiel gemacht für die Manpages, das man ein bisschen weiß, wie es mit den.","Also ich habe immer dasselbe Elend. Ich fühle dann irgendwann so, oh jetzt fällt mir echt mal was ein, was ich mal wirklich mal automatisieren möchte.\nSo dieses jetzt ist der Moment gekommen, jetzt muss ich nur noch da reingehen und suchen und schauen, ob's das gibt. Und dann merkt man so, entweder gibt's das nicht,\nOder wenn's das gibt, dann hat es genau die eine Option nicht, die man braucht.\nOder es funktioniert nicht. Das ist das ist damit das Allerschlimmste. Habe ich alles gehabt. Jetzt hatte ich das bei Shotgutcuts auch wieder, dachte so ah,\nSie mal komplett frisch durchgestartet. Bestimmt haben Sie Ihr Betriebssystem jetzt irgendwie so daran geflanscht, dass man's irgendwie auch mal gebrauchen kann und dann braucht die so was ganz Einfaches. Ich wollte einfach so einen Shotgut haben, mit dem ich sagen kann,\nstell jetzt diesen Audioausgang als Deford.\nEinfach nur so heißt so, nimm den. Ja oder einen anderen, dass ich einfach so mit zwei Funktionstasten zwischen zwei Audio,\nAusgabe, Orten fehlen kann,\nIst unmöglich. Ist einfach das das dafür ist dieses ganze US zu weich und alles zu dynamisch und zu weiß ich nicht. Man kann das nicht tun.","Was gut geht, sind äh zum Beispiel mit Dateien starten in irgendeiner Form, weil die gehen dann sowohl im Feinde- als auch im äh,\näh also im Scherknopf was hinzufügen ist ganz ganz wichtig. Ich weiß gar nicht, habe ich's letzte Mal schon gesagt? Ich hatte ich war so überglücklich, wie ich einen äh Appstore-App gefunden habe, die mir im Sheriff einen Copy des URL äh dazu macht, das auf Mecke immer noch nicht üblich ist,\nzum Beispiel im Safari auf dem drücken kann und statt in die Titelleiste und hoffen, dass alles selektiert ist. Copy drücken und dann hoffen, dass es also den Buffer ging, weil ist.\nNicht immer. Warum auch immer das nicht immer passiert in Safari, aber,\nnicht immer und ähm das ist das eine und das andere ist alles was einem Bild in irgendeiner Form gibt kann man auch nach Download speichern. Das sind so zwei Shortcuts die eine die mir eine App Store App,\nfreigeschalten hat und deswegen so diese ist eigentlich auch auf Mac,\nbrauchbar, um mit Shortcuts wird der viel brauchbarer so an sich, aber er ist halt so schlecht gemacht, inhaltlich im Moment ausgestattet. Dass es auch nichts bringt, ja.","Kleiner Tipp, äh Command L in Safari, selektiert dir den kompletten Text der URL, die du gerade anguckst.","Ah, okay. Nicht reinklicken, sondern ab Apfel L.","Ohne ohne Command LKW Leben, also das ist das.","Ja, ich auch nicht. Das ist ja das Einzige, was ich nutze.","Funktioniert bei euch dann Command C immer also wie oft ich schon bei Leuten in Messages einen einen alten Pasepa.","Ja, nein, das funktioniert.","Wirklich den von davor. Und wieso nicht? Also wieso wieso wieso kriege ich keinen Piep?\nIch hab Safari offen jetzt im Vordergrund, ich hab das ausgewählt, es ist hoch high geleitet, ich hab Apfel-C gedrückt, keine Beschwerde, ich mache Apfel, V in den Messages-Chat und dann steht da irgendwie der letzte das The Privacy in.","Dein Passwort vom.","Also wenn wenn wir ein Passwort nicht das Passwort rauslöschen würde nach einer Zeit ausm Paceboard, dann wäre das da drin, ja, aber.","Der Chat sagt Command L, Command A, Command T und dann wird's gehen.","Ja","Was würden wir ohne unseren Chat machen.","Selektiert ja schon alles.","Aber vielleicht nicht richtig.","Wie du willst mir sagen, im Safari, wenn ich Apfel äh wenn ich irgendeiner Seite bin, Apfel-El mache und dann C, dann ist das nicht im Dings, ich checke das.","Also das sind so diese Kleinigkeiten und.","Also bei mir geht's.","Es kann einen wahnsinnig machen. Jetzt zum Beispiel habe ich mal diese Kurzbefehle-App gestartet und äh gehe auf diese Galerie, so nach dem Motto, zeig mir mal, was da ist. Und er lädt es sich ausm Internet und es funktioniert nicht.\nWie kann ich meine, wie was ist denn das für eine Scheiße? Ein Betriebssystem, was erstmal so was Wichtiges wie was für Abkürzungen kannst du nehmen aus dem Internetläd und dann lädt es nicht. Was ist denn das für eine Abkürzung?\nIch prangere das an. Das geht einfach gar nicht. Na ja, haben wir noch äh tolle Tipps zu anderen Sachen.","Monte-Ray, äh geiles Feature, wirklich super geiles Feature ist die fucking Texterkennung in Screenshots. Es ist so großartig. Es ist wirklich so\nEs ist an der Stelle ähm also auf Monterray.\nHabe ich andere Anwendungsfälle, also Livetext in in Fotos irgendwo endlich mal diese alten also einfach alte irgendwie Dokumentenfotos Zeug rauskopieren. Ich kriege ab und zu schlechte äh ähm,\ndas ist geil. Was ich letztens gemacht habe, es gibt ja so so komische Sachen, wie zum Beispiel die Impfzertifikate, ne? Ähm die die mal so die man geschickt bekommt als PDF dann auch, wenn man das digital dann irgendwie gemacht hat. Das PDF ist aber, man darf nix auswählen und\nPDF recht\ndaneben ist leider an der Stelle. Das heißt, ich kann einen Screenshot davon machen und dann was auskopieren jetzt aus PDFs, die äh geschlossen sind. Also\nmein mein mein Defold Workflow ist jetzt, ich mache einen Screenshot vom Screen und in dem äh äh Klick rechts unten auf das ähm,\nÄh auf das äh kleine auf die kleine Vorschau von dem Screenshot, der gerade irgendwie gespeichert wird oder nicht und wählt dann in Text was aus. Das ist jetzt ein Workaround für die ganze Scheiße, die mir das verbietet. Und es gibt so viele Behörden, die das noch machen, die irgendwie anscheinend mit irgendeinem Teil ein PDF erzeugen, wo du nicht\nkopieren kannst, wo du quasi selektieren kannst, Text selektieren kannst, aber dann drückst du auf copy und dann sagt er, hey, du brauchst ein Passwort, mein Lieber. Mhm.","Das ist wegen der Sicherheit. Oh, oh.","Es sind viele, sind viele. Es ist ich hatte da ich hatte mit der Firma letztens wirklich mehreren davon zu tun, nicht nur Finanzämter, sondern es ist.","Sind sie wieder, die Schmerzen.","Genau und da hilft Monte Rayboy, da kannst du einen Screenshot machen und die Texterkennung ist gut genug.","Ja, das stimmt allerdings. Es ist wirklich praktisch. Das ist äh würde ich auch sagen, äh absolut so ein Feature, was man schnell wieder vermisst, wenn man sich erstmal so ein bisschen dran gewöhnt hat.\nNa gut, kommen wir zum iPhone und wir müssen aber auch gleich mal hier äh,\nmal ein bisschen äh ins Rampenlicht stellen, aktivieren, genau, aber ich wollte äh zu Beginn noch kurz meinen Leit klagen. Ich habe jetzt tatsächlich mein neues iPhone bekommen. Nach Wochen des Wartens.","Was hast du denn für ein Modell bestellt, dass du so Wochen warten musstest?","Ich habe ein iPhone 13 Pro Max.","Er hatte erst um vierzehn Uhr fünf bestellt und nicht um vierzehn Uhr, deswegen.","Nee, die Geschichte ist nämlich die, wenn du ein Modell hast, das das teilweise in den Läden vorkommt, ist Abholung, teilweise ist es lohnt sich dann praktisch da täglich reinzugucken und gucken, ob du nicht was abholen könntest, weil ich habe nämlich mein dreizehn Pro,\nmit fünf, zwölf Gigabyte äh,\nam Sonntag bestellt. Ähm am Samstag bestellt und ich hätt's direkt abholen können schon im Laden. Äh hier ums Eck.\nUnd ansonsten hätte ich nämlich versandtechnisch hätte ich äh auch äh vier Wochen warten müssen. Also das lohnt sich für sowas.","Habe ich jetzt getan. War jetzt auch nicht so schlimm. Äh ich hatte ja schon die Hölle hatte ich ja schon nach zwei Tagen. Da konnte ich ja schon ein bisschen.","Immer sofort.","Sehr gut, ja. Ich ich habe auch schon das äh ähm äh sage schon Max Safe, dem Maxsafe für mein äh für mein MacBook Pro. Das zweite Macsafe ist ja auch schon angekommen.","Na ja, auf jeden Fall habe ich jetzt dieses Telefon, ich kann da jetzt noch nicht sehr viel drüber äh sagen, weil es kam heute und ähm ich ähm,\nkam gestern, aber ich konnte es heute erst entgegennehmen und von daher äh war ich jetzt im Wesentlichen mit dem Umzug beschäftigt.\nUnd da ich halt in meinem letzten iPhone ein Isum drin habe, musste ich halt jetzt auch diese Esel transferieren. Passenderweise ist bei O2 heute alles zusammengebrochen.\nÄh weiß nicht, ich bin auch mal in so ein U2-Shop rein und die nur so, ja, nee, läuft irgendwie alles gar nicht. Wir können gar nichts machen, nur Kundenberatung. Mhm.","Gehören zu Mediamarkt. Nein. Nein, Quatsch, aber ihr habt doch mitbekommen, dass Mediamarkt mit verseucht wurde. Das.","Ach so, nee, habe ich nicht mitbekommen, ehrlich zu sein.","Alle, alle sind damit versorgt und alle, die's verdient haben.","Ja, keine Ahnung, was sie da erwischt hat. Also auf jeden Fall hatten die eine totale äh Qualitäts äh Schwankung und das on top der Qualitätsschwankungen, die sie mit ihrer Webseite sowieso haben.\nAuf jeden Fall ist es mir bisher nicht gelungen diese Esel, also ich habe zwar mittlerweile eine Esim auf diesem Telefon, aber ist irgendwie nicht aktiviert.\nSagen, ja, nö ist aktiviert, aber ist nicht aktiviert. Von daher äh muss ich noch mit zwei Telefonen durch die Gegend laufen und kann da nicht so sehr viel zusagen, aber ist einfach wirklich peinlich, muss ich sagen, wie schlecht das läuft.\nZumal es wohl auch so eine Transition Methode gibt, die vom Betriebssystem unterstützt wird, aber dann wird dann angezeigt, so nee, geht nicht hier mit mit O2.\nOb das eine temporäre Geschichte oder eine generelle Sache ist, weiß ich nicht. Ich denke mal, ist eher eine generelle Sache, weil sie wieder irgendwas nicht supporten, was Apple da gerne hätte. Ja und viel mehr kann ich dazu eigentlich auch nicht sagen.\nBin jetzt ganz froh ähm dass ich diesen Schritt äh gegangen bin, weil es natürlich sehr groß dieses Max, aber ich,\nIch äh mir ist ja mal ein anderes geklaut worden und dann musste ich jetzt wieder mit so einem XS rumlaufen und hatte wieder so dieses Feeling mit der Akkus nach einem halben Tag leer,\nIch habe gemerkt, das das wollte ich nicht mehr. Ich wollte das einfach nicht mehr,\nDeswegen dachte ich mir, jetzt kaufst du einfach das fetteste Teil, was irgendwie geht. Hauptsache der Akku ist nicht leer, weil das ist einfach so ein Zustand, den hasse ich mittlerweile total.","Das kann ich bestätigen. Ich hatte jetzt ja das zwölf Pro Max eine lange Zeit,\nund das hätte ich jetzt an sich auch behalten, weil Performance technisch schon so braucht es nicht, aber ich bin halt echt dieser äh Promotion Fanboy, deswegen ich musste, ich musste umstellen und,\nfür mich ist genau der umgekehrte Schritt von dem Großen wieder auf den Kleinen, auf das auf das normalere Telefon wichtig, weil das Große ist mir so ein Hauch zu groß. Ich habe äh leider ein bisschen\nHandgelenkschmerzen dann auch gehabt wegen dem äh wie wie man das so beim Lesen hält. Also es ist wirklich so ein einfach ein Hauch zu schwer, einen Hauch zu klobig für mich und das mit dem Gewichtszuwachs jetzt auch in der Generation wäre für mich,\nnicht gut zu lesen. Also ich bin sehr froh, dass ich jetzt wieder ein Telefon, großes Telefon habe, auch wenn das große Display natürlich,\nGold ist. Also es ist schon auch schick, dieses Maxdisplay zu haben, aber das Gewicht,\nund ähm das Gewicht auch in Hosentaschen von Hosen, die jetzt äh nicht so für so viel Gewicht ausgelegt sind, also Jogginghosen jetzt pandemisch gesehen. Ist auch ein bisschen blöd, weil dann reißen da die äh Taschen aus und und und. Ähm,\nIch bin äh ich bin froh wieder das Kleine zu haben ähm und ja Promotion. Hatte ich schon Promotion gesagt.","Glaube, du hast es äh schon mal erwähnt.","Umzug hat den ganzen Tag gedauert, leider bei mir auch aus diversen Gründen. Ähm das hat ein bisschen, also was ich schön fand, ist äh dass,\ndass der Migration Assistant, ich habe von Telefon zu Telefon äh gemacht, weil ich würde nicht Passwörter und einen ganzen anderen Kack machen und auch nicht einmal übern Laptop. Insofern muss man vom Telefon zu Telefon machen. Das ist die einzige Option, die ich kenne an der Stelle. Und was ich schön fand, ist, dass der ähm,\ndass der erstes Update macht und dann äh transferieren, also dass es auch geht, obwohl man jetzt schon neuere Versionen hatte. Das war in meiner,\nzum 12 Pro noch nicht so sauber gelöst. Da hatte ich noch eine zu neue Version auf meinem existierenden Telefon, dass ich erstmal das neugekaufte Telefon updaten musste.\nÄhm das geht inzwischen, dauert halt ein bisschen. Ähm und was mich äh nachhaltig verstört hat, war, dass in dem Zustand, in dem dann die ganzen Apps geladen werden noch, weil die kommen ja dann nicht mit. Ähm,\nIn dem Zustand will er irgendwie immer wieder, dass ich mich mit iCloud einloge,\nWeil ich will jetzt aktivieren und dann aktiviere ich Eiklar und dann geht's nicht und dann\nöffne ich die Home-App und dann sage die Home-App, hey du sollst IKEA aktivieren, dann klickst du da drauf und dann bist du in Preffers und äh und dann äh tust du ein System Settings äh dein Passwort eingeben und dann ist da so ein Endlos-Binder an der Stelle nochmal, deine ganze System-Setings kannst du nicht mehr einstellen. Du wolltest doch eigentlich\nalso du wirst das Telefon weiter einrichten und kannst es nicht, weil irgendwie geht was nicht. Irgendwann glaubst du dran, dass das Telefon weit genug fortgeschritten ist, dass der Neustart okay wäre vielleicht,\nweil das ist ja auch wenn man zu früh neustartet, während hier so ein Setup ist, hat man Angst, dass man Daten verliert an der Stelle auch wieder. Auch wenn wenn dieser\nÜbergangsprozesse einer ist, wo beide Telefone erstmal nichts können. Es ist wirklich, ich bin schon in dem wir haben den Transfer abgeschlossen, es war fünf Stunden bei mir.\nIn Summe mit mit installieren, weil's halt auch ein fünf Zwölfer ist an der Größe, weil ich habe halt wirklich auch alle Fotos drauf, weil ich will, dass ich alle Fotos auf meinen iOS-Devices auch sind. Ähm\nund ja, dann äh dann bist du halt so in diesem am Abend und und\nmachst Setup und irgendwann vielleicht traust du dich mal einen Neustart zu machen oder nicht? Du hast dich schon ein paar Mal bei iCloud angemeldet, dass es vielleicht geht, Homekit kann immer noch kein Licht einschalten, die U-App kann Licht einschalten, ähm Siri reagiert nicht mehr auf dem Home-Pott\nauf mich,\nworan liegt das? Weil vielleicht hey Siri aufm Telefon jetzt wieder spontan doch noch aktiviert ist, obwohl's noch nicht wieder ausgemacht hat, ob alles nicht ganz sauber ist. Ich weiß es nicht. Ich starte das Telefon noch mal neu äh ähm in Foto in Fotos war sharing,\nÄh die gescherten Alben waren weg, aber Sharing war an.\nGescherte Alben, dass man die, dass ich die haben will mit meiner Familie aber an, aber die waren nicht angezeigt. Und es ist auf dem Mac zum Beispiel so, da musste halt warten,\nkommen irgendwann. Auf iOS sind die aber nicht gekommen. Also habe ich aus, also Albums ausgemacht und wieder angemacht und beim Ausmachen sagt er, oh, ich lösche aber alles.\nNur von diesem Telefon. Aber ich lösche aber alles und dann machst du wieder an und dann waren sie sofort da. Also obwohl du sie ja rüberkopiert wurden noch alles. Also ich bin so ein bisschen\nJa, das meiste hat funktioniert, das was Muser als sonst, aber es ist, wenn ich jetzt nicht.\nIch weiß nicht, ob meine technische Hintergründe ein Vorteil ist bei der Geschichte, also ich\nIch ich weiß, dass es trotzdem durch so Dialoge mal durchklicke und denke, ja oder ob er einen Neustart mache und dann wird schon irgendwie klappen wahrscheinlich. Ähm aber gleichzeitig habe ich auch mehr Angst, weil ich wer weiß, was schiefgehen kann.\nLong story short. Die Umzug hat gut geklappt, hat aber den ganzen Tag gedauert und ich habe sogar aber jetzt auch alle meine Kreditkarten wieder drauf und ähm auch alle meine,\nGeschichten von den Banken aktiviert, das ist ja auch immer so eine Geschichte. Äh irgendwie Streamer, Signal und äh schlag mich tot an Messengers, die ihn auch ab. Ich hoffe, dass ich diesmal nichts vergessen habe. Ich habe normalerweise immer das alte Telefon nur mindestens ein paar Wochen unterwegs.","Hier immer noch liegen.","Diesmal will ich's platt machen, diesmal werde ich das Ende der Woche platt machen und weitergeben, weil die gehen an die Family, die freuen sich schon. Äh die sollen die bekommen, diesmal endlich. Äh und dann ist gut.","Äh äh vielleicht habe ich's ähm äh verpasst, aber was spricht denn gegen ein verschlüsseltes Backup aufm Weg?\nUmzuziehen, ähm das mache ich eigentlich, meine Kinder schmeißen ihre Geräte ja ständig irgendwo in die Ecke und dann muss ein neues her und sowas. Ähm das funktioniert immer bei mir immer eigentlich ganz wunderbar.","Das funktioniert mittlerweile auch mit iCloud.","Ich habe das so lange schon nicht mehr gemacht an der Stelle, dass ich's nicht mehr weiß und es ist jetzt im Feinde auch noch, also ich habe ein bisschen einfach Respekt davor gehabt an der Stelle.","Super easy eigentlich.","Er ist es mit dem iClubback, habe in irgendeiner Form einen Konflikt, weil ich habe ja gerne meinen Backup, mein normales Backup in der iCloud, falls mal irgendwie die Kacke dampft.","Nee, nee, du kannst jederzeit einfach separat einen Backup ähm lokal machen aufm Mac und das funktioniert gut. Das geht relativ schnell, ja.","Aber aber der Vorteil äh ist nicht mehr da. Also es war ja äh anfangs so, dass du nur mit dem iTunes-Backup oder jetzt halt im Finder äh das Backup,\nalle Passwörter und so weiter, aller alle Daten hattest. Und auf iCloud fehlt da halt ein bestimmter Teil. Aber seid iCloud und so weiter haben sie auch das Backup so gemacht, dass eigentlich alles da ist.\nAußer das was halt bestimmte Apps nicht,\nan die richtige Stelle schreiben, ne. Corona-Warn-App bis zum zum Beispiel so ein so ein Beispiel. Da musst du dann halt die Zertifikate wieder äh importieren. Da frage ich mich halt.\nWarum? Was soll das? Wozu? Ich meine, ist nicht so, dass jetzt.\nEin Datenschutzargument äh hier kommt. Ich meine, dieser QR-Code, den zeigst du den ganzen Tag irgendwelchen Leuten, die meistens wahrscheinlich noch die falsche App benutzen.\nUnd das Ding nicht nur checken, sondern irgendwie dann auch gleich äh importieren und weiterverkaufen. Ähm das ist vollkommener,\nUnsinn und das müsste selbstverständlich in dem Speicherbereich gehalten werden, wo es mit so einem Backup auch gesichert wird.","Na ich glaube, es wird verschlüsselt mit einem Key, der in der Secure-Enklave drin ist und da kommt er halt nicht mehr raus.","Ja aber wozu denn?","Ja, weil sie übertrieben haben.","Ja, ich habe halt den auch von meiner also ich habe ja die wieder importiert, indem ich die Corona-Warn-App hingehalten habe von auf der anderen Seite. Also ist ja nicht mal so, als.","Ja, aber das vergisst man dann halt,\nirgendwie alles platt gemacht und dann wo ist denn das? Und so. Also ich bin auch App für App durchgegangen, habe die jede mal aufgemacht und äh geguckt, ob die auf dieselbe Art und Weise hochkommt und so ihre Grundbedürfnisse macht, aber eigentlich sollte so was nicht,\nnicht nötig sein. Na ja.","Ich glaube halt den Vorteil ähm vom lokalen Backup ist einfach auch nochmal Geschwindigkeit, ne.","Da wollte ich fragen eigentlich, ob das inzwischen eigentlich besser ist, weil du hast ja den Nachteil, dass du dass du praktisch erstmal von deinem alten Telefon auf den Rechner und vom Rechner wieder auf praktisch den doppelten Weg.","Ja, du hast ja wohl wirklich einen Backup gemacht immer.","Na ja gut, man macht ja direkt eins dann kurz bevor man umzieht, ne?","Machst doch sowieso Backup. Also der eine Weg, den machst du ja eh immer, hoffe ich.","Ach so, weil du, weil du, weil du wenn du's wenn du's auf i ähm iTunes machst. Wie gesagt, ich mache jetzt das Backup mal in die Cloud.","Ach so, okay.","Und ich habe auch das meiste Zeug so in der Cloud, dass es nicht so tragisch wärest, aber ich will halt, ich will, wenn ich ein Telefon wechsel, will ich halt den genau den Zustand rüberholen, so, denn jetzt Zustand mit einem mit einem Setups und,\nich habe mir halt gedacht auch, dass äh inzwischen die Wifi ähm Verbindung zwischen den zwei Telefonen von der Geschwindigkeit her nicht mehr groß zu unterscheiden ist vom äh vom vom Lightning-Kabel.\nAlso ich weiß gar nicht, also\nMüsste aber mal testen. Also ich muss das fände ich mal ganz spannend, wie lange das wirklich dauert. Ähm weil ich hätte gedacht, dass es inzwischen eigentlich bei den äh bei den Radios, die sie drin haben, eigentlich so, dass sie direkt schneller sind.","Wahrscheinlich Airdrop halt, ne, was die da irgendwie machen. Warum sollen sie da das Rad neu erfinden und Airtrop und große Dateien und ja, ist ja auch immer ein elendig kann, ja, aber.","Der Vorgang hat einfach nur so lange, also die Schätzung war erstaunlich gut. Also es war wichtig, dass wir angezeigt haben, hat er auch gemacht. Äh und es kam halt noch das OS ausm Netz installieren und nochmal updaten vorne dran.\nWas eh passieren hätte, müssten auch so. Also der Teil ist eigentlich glaube ich für die Datenmenge schon okay, was dann im Nachgang passiert, genau unter wann das Gerät wirklich wieder in vollverwendbaren Zustand ist, ist halt immer so ein Mysterium an der Stelle.\nUnd so Apps wie\nCastro haben irgendwie die Downloads noch da, aber können sie nicht mehr abspielen, zeigen sie nicht an, müssen wir mal neu starten wieder. Also bei Castro weiß ich's immer wieder nicht, weil,\nimmer wieder passiert bei Castro eine Fehlermeldung dann, dass irgendwelche Netzwerkverbindungen nicht gehen. Ich habe ja nicht mal ich habe ja nicht mehr geheime Kieser drin oder Podcasts, die man irgendwie schwer mit Passwort schützen müsste oder sowas. Ähm,\naber aber das gefühlt habe ich, habe ich habe ich Podcasts verloren. So. Aber ich ich meine Liste ist eh so lang, dass ich die nicht durchhöre, aber.","Ehe nicht gehört, ne.\nSo, lass mal äh hier mal den äh noch mal ein bisschen äh in Mittelpunkt stellen, weil wir haben ja jetzt mit dir noch gar nicht so richtig äh gequatscht, was du eigentlich so für einen Hacker äh bist.\nDu hast ja ähm ja weiß ich nicht, bist ja so dein.","Oder was.","Dein Werdegang ja genauso. Äh wie hast du denn so zu Computern äh gefunden und und überhaupt? Erzähl doch mal, was machst du denn überhaupt.","Ja, ich bin ja jetzt irgendwie auch mit vierziger, heißt ich bin ähm mit dem ersten Computer auch in den Achtzigern äh in Berührung geraten, habe,\nals allererstes, ich glaube mit zehn oder elf oder so, C vierundsechzig bekommen, habe darauf natürlich erstmal gezockt und wie das halt so ist und ein bisschen Basic mal hier und da ausprobiert und so was. Ähm\ndas hat,\neigentlich ganz viel Spaß gemacht und dann bin dann kam irgendwie so die die PC-Zeit und da hatte ich dann ausgesetzt, da waren andere Sachen dann irgendwie wichtiger und so richtig mit Computern,\nin Berührung gekommen bin ich dann im Zivildienst erst wieder und dann in der Ausbildung,\nja und da hat's mich dann halt irgendwie gepackt, ja, so dass äh und zwar auch ich habe Industriekaufmann gelernt und dann so weit gepackt, dass mir mein\ndamaliger Arbeitgeber auch angeboten hat. Ja du ähm das äh passt alles mit dir. Hängt doch bei uns nochmal so ein Berufsakademiestudium mit hinten dran. Machst du noch Wirtschaftsinformatik?\nUnd das habe ich dann so dankend angenommen, habe also äh Diplom gemacht an der BA in Mannheim.\nUnd ähm ja und dann hat's mich erstmal ähm,\nberuflich in in diverse Einkaufsabteilungen bei diversen Großunternehmen verschlagen, wo ich eigentlich auch rezeitimmäßig relativ wenig zu tun hatte. Aber so auf ähm,\nso in der Freizeit hat mich das halt nie losgelassen, ne. Ich habe dann irgendwie immer CT gelesen und äh ähm habe dann irgendwie angefangen, wo es dann so richtig losging, war mit, ich weiß nicht, ob die ihr den noch kennt, irgendwie diese IP Cop\ndiese Router äh Linux Distribution, die ähm in den Nullerjahren mal noch relativ gehypt war, ja.","IPop.","Ja, ja. Gab's gab's mal, das war so PF Cent, so Sachen, ne? Oder einfach so irgendwie Linux auf eine alte Kiste mit zwei Nicks, also zwei Netzwerkkarten äh drauf und dann kannst du hier halt äh und Firewall und alles selbst machen, ja? Und da,\nmich da auch ein bisschen engagiert, war da im Forum drin und so,\nmir relativ viel so Autodidaktisch angeeignet. Ähm grad was so Netzwerk angeht und so Zeugs und viel Linux,\nkam auch Windows Vista raus. Das hatte ich mir dann einmal angeschaut und da habe ich gesagt, so jetzt ist Schluss. Da hören wir jetzt auf mit dem Quatsch, ja? Das Windows was ich im im Büro benutzen muss, reicht mir eigentlich völlig aus. Zu Hause machen wir was anderes und bin dann,\nglaube ich zehn Jahre sehr konsequent nur auf unterwegs gewesen, ja,\nfängst du dann halt natürlich an, ne. Ich meine, dann hast du das eine Problem hier, das andere da, aber das ist sind so die.\nSachen, die halt auch wirklich Spaß gemacht haben, ja? Wo du wo dich da ein bisschen reingehackt hast und dann halt nächtelang irgendwie Sachen ausprobiert\nund es ist so toll, weil es ist alles open source und du kannst es einfach machen und musst nichts bezahlen und so und ähm ja, so habe ich mir halt\neins zum anderen irgendwie angeeignet ähm,\nDas Studium war sicherlich als Basis eine ganz ja ein ganz gutes äh Sache, aber das, was ich dann so gemacht habe, war halt eigentlich alles so in der Freizeit, ja. Ja,\nähm ich bin dann 2tausend5zehn in der in der Bank, in der ich gearbeitet habe, ähm aus dem Einkauf in die IT gewechselt und habe dort ähm,\nProduktmanagement fürs Thema ja\nman sagt so, Neudeutsch Enterprise Mobility übernommen. Ähm das heißt quasi die gesamte iPhone-Flotte von\nzum Schluss waren's glaube ich äh an die dreitausend Geräte. War so unter meiner Hand, ja. Also ich habe das äh äh\nhabe das übernommen damals, als noch die Blackberrys auf dem alten Best Server unterwegs waren und äh wir haben dann ähm eben,\nein Rollout geplant von iPhones mit einem neuen,\nDevice Management System drunter und ich habe das Ganze halt konzipiert und umgesetzt und dann fünf Jahre mehr oder weniger mit Kollegen zusammen betrieben, ja? Und das Ganze halt eben in der Umgebung, in einer.\nStaatlichen Bank, die noch reguliert ist natürlich von BaFin mit allem drum und dran, relativ große ähm,\nIT-Organisation ähm.\nWas ich womit ich sagen will, dass da halt neben dem reinen System, was irgendwie betrieben werden muss, natürlich ähm,\nnoch äh Verpflichtungen da sind, was Dokumentation angeht, was irgendwie so ITL Prozesse, ne, also so ein Framework mit dem du qualitätssicherung im Großunternehmen machst und das halt alles dann durchgespielt, ja.\nUnd das hat jetzt das habe ich gemacht bis ähm Ende März diesen Jahres und habe dann gesagt, so jetzt will ich aber eigentlich mehr wieder.\nUnd und und Beratung gehen. Ähm das äh hat mir eigentlich auch Spaß gemacht und ähm bin jetzt in einem kleinen, aber feinen IT-Beratungsunternehmen äh in Franken quasi beschäftigt und im\nmeiste Zeit im Homeoffice und wir betreuen kleine und auch große Unternehmen, gerade,\nhinsichtlich ihrer Device-Strategie, was wollen sie machen? Ja, haben Anforderungen, die sie umsetzen wollen und wie kann man das halt machen, ja. Produktneutral, ja, wir sind wir haben relativ,\nviel ähm Expertise zu unterschiedlichen Produkten und dann können wir da halt auch wirklich gut drangehen und sagen, nee, du hast ja jetzt vielleicht hier, sagen wir mal, Mobile Iron oder sowas ausgesucht, aber ich glaube, dass Blackberry System wäre für dich besser, weil ne und so und so geht man dann halt,\nsolche Projekte rein. Ähm und konzipiert das dann halt und setzt das mit dem Kunden um und im Idealfall bleibt er dein Kunde, sodass er,\ndann halt eben auch die Updates und seine kleinen Problemchen und so weiter dann eben auch mit dir macht und so und,\ndas ist das und ähm ja privat bin ich ähm ja wohne in Ludwigshafen am Rhein so ein bisschen hört man's wahrscheinlich, dass es so ein Südländer bin, ja. Ähm in der schönen Pfalz ähm,\nKids, bin verheiratet und äh ja, das ist so das.","Podcast.","Podcasts, ja. Ich habe zwei, die momentan jetzt noch so so ein bisschen laufen. Das eine ist der Katalonien-Podcast. Das ist so gesellschaft Politik,\nKatalonien kommt daher, dass meine Frau Katalanin ist äh und da ging's ja in den letzten Jahren, wäre das so ein kleines bisschen verfolgt, da ein bisschen ab so mit,\nverschiedenen Gerichtsurteilen und Leute im Knast und so weiter und große Demonstrationen, Referendum und sowas. Und diese ganzen Entwicklungen beleuchten wir. Ähm\nkommt momentan relativ unregelmäßig raus, Gesprächspartner haben jemand die Zeit oder ich habe keine Zeit, aber jetzt müssen wir demnächst mal wieder ran. Und der zweite ist so Seas Eintopf ähm das ist auch so ein\nGesprächspodcast, wo ich ab und zu mal mir Themen packe, die ich dann bespreche mit ähm mit Jeanette, die ist ja auch ein bisschen so bekannt, die diese,\nähm äh entwickelt hat, diese App. Äh mit der hatte ich ähm ein sehr interessantes Gespräch über Transsexualität gemacht. Ist auch über zwei Stunden ging, glaube ich. Ich hatte auch\ntolles Gespräch mit dem Schulleiter unserer Realschule ganz am Anfang von der Coronathematik. Ähm wo man mal ein bisschen darüber gesprochen haben, auch über Digitalisierung in Schulen und so. Und ansonsten viel Tech und äh Gelaber mit einem Kumpel, mit dem Patrick, der jetzt auch in Berlin wohnt, ähm,\nDas macht Spaß, findet man unter Seecasts Punkt net.","Sehr schön. So, ich hatte äh äh dich ja auch angequatscht, gerade wegen deines ganzen Enterprise äh Wissens, weil das ist ja irgendwie so ein Teil\nwo wir eigentlich auch relativ selten drauf schauen oder eigentlich bisher hier überhaupt noch gar nicht drauf geschaut haben. Aber das ist ja auch noch mal so eine so eine so eine separate Realität und vor allem haben ja die Betriebssysteme, speziell iOS.\nWahrscheinlich Micro ist auch, ohne dass man's weiß. Ähm so eine ganze Menge hidden features, die halt eigentlich nur dann zum Tragen kommen, wenn's eben genau.\nIn diese Situation geht, also großes Unternehmen oder größere Organisationen, sagen wir mal, muss halt für was weiß ich, wie viele Leute.\nJetzt Gerätedeployen und das ist dann halt immer so eine Sache, ne. Einerseits diese\nokay, wie trenne ich denn jetzt irgendwie Privates, von Business? Das ist so schon mal so die eine Problematik, erstmal so aus allgemeinen Datenschutzerwägungen, aber auch so aus\nund man will das ja irgendwie auch nicht vermischen, aber will auch nicht irgendwie mit drei Telefonen durch die Gegend rennen.\nEben so Deployment so, ich brauche da bestimmte Software, ich will das jetzt nicht irgendwie bei jedem Gerät von Hand irgendwie eintippen oder die Leute machen lassen, sondern man will das irgendwie entsprechend provisionieren\nähm dass quasi Leute so ein Gerät in die Hand nehmen und dann funktioniert das im Prinzip alles und da hat sich ja irgendwie enorm viel getan, habe ich so das\nin den letzten Jahren. Also es war ähm gab's ja schon irgendwie auch beim Mac mit ähm.\nServer war da so Ansatzweise so Remotinstallation von von Apps auf irgendwelchen Max und so\naus meiner Erfahrung hat das irgendwie nie so richtig funktioniert,\nMittlerweile sind das ja ganz andere Dimensionen. Und ähm lustigerweise, gerade heute noch zwei Stunden bevor wir jetzt hier mit dieser Sendung äh angefangen haben, total ungeplant, kam Apple irgendwie mit einem Pressrelease raus und hat\nähm wie haben sie's genannt? Die Business Essentials äh.","Genau, ja.\nBaut ein bisschen auf auf dem Thema Apple Business kommen wir auch noch dazu. Und jetzt haben sie sagen sie halt das Essenzielle aus diesem ganzen Apple Business Thema packen wir euch in ein Produkt rein, was für\nkleine bis mittlere Unternehmen bis zu 500 ähm äh Nutzer nicht Mitarbeiter, sondern Gerätenutzer irgendwie wohl konzipiert ist und indem sie halt quasi alles aus einer Hand\ndem dem Kunden übergeben, sodass er,\nohne viel Hessel irgendwie seine Geräte ähm rausgeben kann. Die App sind Deployd, der der jeweilige Nutzer muss sich tatsächlich nur noch,\nin den Einstellungen, das habe ich gesehen, das finde ich sehr bemerkenswert, da gibt's keine App, wo man das machen muss, sondern es ist tief in den in den Einstellungen vergraben, ähm gibt's da kippt da einmal ja hier ähm Login-Daten ein,\nund dann ähm ist das verbunden und das äh Gerät konfiguriert sich halt quasi selbst. Also mit Konfiguration meine ich.\nTypischerweise diese Profile, die es eben gibt, um Einschränkungen durchzusetzen auf dem Gerät oder eben ähm App Installationen, ja, die halt dann automatisiert im Hintergrund laufen und die dann da sind, ja.\nDas äh macht einen sehr, sehr,\ninteressanten Eindruck, muss ich sagen, ja, könnten Gamechanger werden. Man muss mal schauen, das passt natürlich nicht auf alle Anwendungsfelder, auch nicht auf jeden, der irgendwie,\nso was einsetzen will ähm aber äh für gewisse äh äh Anwendungsfälle und Kunden gerade kleinere Unternehmen ist das sicherlich,\ntoll, weil wir eben auch dann noch den den Support-Plan noch mit dazu nehmen, ja. Du kannst ähm nicht nur Geräte,\nProbleme oder Defekte irgendwie dort ankündigen. Du kannst auch sagen, ich habe jetzt ein Problem hier, ich habe ein Bild und das will ich jetzt in PDF muss ich verschicken und ähm damit kann man wohl den Apple-Support dann auch tatsächlich nerven und die wollen einem helfen. Ja, so.","Ah echt? Okay.","Habe ich das mitbekommen und ähm,\nGenau, also mit den diese Pop-Liner haben sie da jetzt noch nicht so richtig benannt, aber sie haben's auf jeden Fall angekündigt, dass das ganz wichtig ist und dann und du kriegst auch zweimal,\npro Jahr, das setzt sich auch jedes Jahr wieder zurück, kannst du tatsächlich auch irgendwie so Gerätereparaturen ähm kostenfrei dann,\nda umsetzen, ja und ähm,\nklingt interessant. Man muss es sich halt angucken. Kam jetzt ja, sehr, sehr kurzfristig, aber halt genau aufm Punkt für heute, ja, für die Sendung, finde ich, fand ich wirklich witzig. Ähm dass sie das heute angekündigt haben und ähm klingt,\nsuper interessant muss man sich anschauen, ja.","Okay, ist noch ein bisschen Zukunftsmusik. Da gibt's jetzt erstmal eine Bitter und das ist ja auch nur für die USA, kommt so erst so im nächsten Jahr so richtig raus. Aber ähm was ist denn.\nAlso, sagen wir mal, ich hätte eine Firma. Ist ein bisschen utopischer Gedanke so, ja, aber ich mache jetzt hier irgendwie mein Start-up auf und äh jetzt habe ich irgendwie fünfzig Leute und die müssten natürlich alle iPhones kriegen, weil sonst werden sie gar nicht erst eingestellt.\nÄhm.","Bringen sie sie mit.","Ja okay, gut, ne, also das kann ja das eine oder das andere sein, so ich gehe jetzt mal von so einer reinen iOS,\noder also so eine reine Apple Landschaft so und auch noch mal was zu den anderen Plattformen sagen,\naber die die eigentliche Frage, die ich habe, ist, was bringt iOS oder macOS jetzt eigentlich mit, was man normalerweise nicht sieht, was eigentlich erst so aktiviert wird in so einem Enterprise,\nwie nennt man denn das so? Managed Mode oder.","Ja, es sind managed Geräte, ne oder auch teilweise ähm man kann sie auch\nes gibt so zwei verschiedene Möglichkeiten das zu tun äh,\nkönnen wir gleich mal aufschlüsseln. Ähm aber was das mitbringt, ist quasi so eine, ich nenn's immer, es ist eigentlich so eine quasi APID von außen.\nBespielt werden kann. Also du lädst dir äh über diverse Wege, die es eben gibt, quasi ein ein MDM, also MDM steht für Mobile Device Management, so ein Profil aufs Gerät. Ähm,\nund,\nmuss äh musst du dem musst du dann auch erstmal vertrauen, musst du sagen, ja ich möchte das bitte haben und dann werden eben die in diesem Profil gespeicherten äh Konfigurationen umgesetzt auf dem Gerät und ähm dann sind die da und äh\nund das läuft und das das ähm äh und da gibt's halt sehr, sehr viele,\nder der Einstellung. Also das fängt irgendwie an, dass du zum Beispiel Bluetooth ein- und ausschalten kannst, dass du zum Beispiel in Sicherheits äh relevanten Bereichen,\nteilweise auch GPS-gesteuert irgendwie sagen kannst und wenn du jetzt hier in diesen Bereich kommst, dann geht deine Kamera nicht mehr, weil du halt dort nicht fotografieren darf,\nso Sachen. Du kannst äh die Screenshots ausschalten, weil du halt nicht willst, dass deine ähm\nUnternehmensmails irgendwie in die iCloud oder zu Google oder sonst irgendwo hinkommen, wo du dann keine ähm äh Kontrolle mehr drüber hast, ne. Also mein\nja, das wäre ja das Einfachste. Screenshot machen, irgendwo hinschicken, ja? Das kannst du halt eben abschalten. Ähm.\nKann's natürlich äh Sicherheitsanforderungen umsetzen wie der Device-Code äh muss halt eben nicht nur sechs Zeichen via Standard bei iOS ist sein, sondern der muss halt Alphani schon acht bis zehn Zeichen sein und äh\ndarf auch nur ähm äh ist nur sechs Wochen gültig und so Geschichten, ne, das kannst du alles machen\naber auch ein ein Unternehmens-WLAN-Profil schon mal draufspielen, ja? Äh da braucht auch der Anwender das Passwort überhaupt nicht zu kennen. Das ist einfach drauf. Sobald das Gerät in WLAN-Reichweite ist, verbindet sich's und gut ist.","Oder einen VPN zur Firma.","Oder VPN genau, ne, VPN, VPN, on Demand, VPN per App, ja? Solche ganzen Geschichten, das sind alles so so ähm,\nUnternehmensanforderungen, die die diverse Unternehmen oder auch MDM-Anbieter halt irgendwann mal eine App\nan Apple herangetragen haben, haben gesagt, das hätten wir ganz gerne, weil unsere Kunden danach fragen, ja und äh dieses dieses ganze Sicherheitsbewusstsein ist natürlich gerade bei großen Unternehmen und gerade in Zeiten von\nund hast du nicht gesehen äh in den letzten Jahren natürlich immer gewachsen\ndurch dieses Wachsen ähm wachsen eben auch die Anforderungen und dadurch eben auch die Möglichkeiten, die das äh äh die iOS und,\nbei Android ist das ähnlich, ja. Die haben ja dieses Android Enterprise Programm ähm die das eben bietet, ja.\nGenau und ähm das ist Anforderungen, was halt bei Unternehmen halt so ist, ist halt neben der der Sicherheit der Daten ja, also diese typischen äh Schutzziele, die man hat mit Vertraulichkeit, Integrität,\nVerfügbarkeit der Daten. Es hat eben auch irgendwie, dass du halt ein schnelles und einfaches hast. Das Ganze muss halt irgendwie,\nsauber gehen. Du musst im im äh Nutzer einfach äh oder Nutzerin, die das Gerät in die Hand geben,\nund sagen, hier sind ein Handout, du musst das und das und das machen und dann ist fertig, ja? Und dann muss der Nutzer das im Idealfall einfach auch alleine durchführen können, ne. Äh,\nGerät geschickt. Schaltet's ein und es läuft und ist dann im ist schon gemanagt, ja? Und,\nweiter klar, dass halt intuitive UX hast irgendwie, dass halt\ndass du halt möglichst wenige Supportfälle generierst, weil das kostet ja alles Geld. Du hast immer irgendwie jemand, der ans Telefon gehen muss, der muss ein Ticket aufnehmen, das Ticket\nkann derjenige Supporter nicht direkt bearbeiten. Gibt es weitere Insecond-Level-Support und so läuft das halt in großen Unternehmen, sodass du halt äh schauen musst, dass das alles so problemlos und störungsfrei und äh einfach für den User ist, wie's halt nur irgendwie geht, ja.\nUnd das sind so.","Okay, die,\nAlso ich glaube, der einfachste Schritt sich irgendwie vorzustellen, was man da alles so managen kann, ist ja mit dieser Apple Konfigurator App. Die gibt's ja auch schon länger, ne?\nWenn ich das richtig verstehe, benutzt es letzten Endes dieselben Mechanismen, nur dass das eben nicht so ein Remot-Management ist, sondern da kann man halt wirklich sagen, äh okay, ich hätte jetzt gerne ein iPhone mit folgenden Beschränkungen.\nUnd dann macht man also Apple Konfigurator gibt's ja im Appstore. Kann man sich irgendwie einfach runterladen.\nÄhm und dann macht man da so ein Profil und sagt so, okay, das und das und das, äh bitte nein, bitte ja, das so und so einstellen, äh Pipapo, all die ganzen Sachen, die du jetzt gerade genannt hast und noch ein paar mehr und ähm\ndann schließt man halt irgendein Telefon an und sagt, okay, dieses Telefon soll jetzt dieses Profil kriegen und dann dann ist das da drauf. Ne, also das ist im Prinzip derselbe Mechanismus und\nDiese ganze MDM-Geschichte ist eigentlich, dass man das Ganze eben nicht über ein USB-Kabel macht, sondern eben über das Internet macht.","Ja, das mit dem Apple Configurator über über USBs auch MDM, das sind die selben Profile, das ist äh schon wirklich sehr, sehr gleich, ne.","Also es ist dieselbe äh selbe,\nGeschichte, die da angesprochen wird, aber es geht halt auch übers Netz. Das ist das, was ich sagen wollte. Und auch automatisch, dass wenn man jetzt, wie ist denn das? Man kauft dann man kann bei Apple Telefone kaufen,\nUnd schon von vornherein sagen, dass die zum Unternehmen gehören.","Mhm genau.\nDas ist das sogenannte früher hieß es, die äh Device and Roman Program, das ist jetzt alles irgendwie in den Apple Business Manager integriert. Das ist quasi eine eine Plattform, für die man sich anmelden kann, aber auch da sind die Hürden\nrelativ groß, du kannst jetzt nicht einfach hingehen, okay sagen hier\ndas, sondern du musst halt einen einen äh Prozess durchlaufen bei Apple, sodass die dich quasi erstmal als äh äh Unternehmen\nJa, nicht durchleuchten, aber anerkennen\nund dann musst du diverse Personen im im Unternehmen äh angeben, zum Beispiel den Datenschutzbeauftragten, den es geben muss, ja, du musst dann den Agent haben, also derjenige, der quasi der Hauptverantwortliche Administrator für dieses Apple Businessprogramm ist und dann muss jemand aus der Organisation in der Hierarchie höher gestellte\nauch das noch mal bestätigen, ja? So und dann bekommst du nach zwei Wochen irgendwann deinen Zugang zu diesem Apple Business Manager Portal.\nUnd ähm dann äh kannst du eben Geräte kaufen von speziellen Anbietern, ich glaube es sind sieben oder acht in Deutschland, die eben diese,\ndie Geräte so verkaufen können, dass sie in diesem Business äh Portal eben landen. Ja, das heißt, du sagst, ich kaufe jetzt fünfhundert ähm iPhones bei einem Systemhaus XY, was halt eben dieses,\ndie Berechtigung hat.\nDann passiert ist, dass diese 500 Geräte, deren Seriennummern werden in diesem werden von diesem Lieferanten, von diesem Systemhaus ähm in dieses Businessportal äh reingespeichert und dir als Organisation zugeordnet.\nIn der Zwischenzeit hast du idealerweise bei dir im Unternehmen ein,\nMDM System, eine Software Server installiert, ähm den du auch mit diesem Businessportal verknüpfst,\nUnd was du jetzt machen kannst, ist einfach sagen, okay, ich nehme jetzt diese 500 Geräte und weise sie diesem äh MDM Server zu.\nAuf dem Server erscheinen die dann auch alle?","Also das macht der Verkäufer diese Zuweisung.","Pass auf, die die der Verkäufer, der Lieferant macht als allererstes einfach mal nur die Zuweisung 500 Geräte, die ich dir jetzt liefere, kommen hier in das Portal und stehen dir dort im Portal zur Verfügung.","Ist deiner Firma zugeordnet?","Du als Unternehmen, du als Firma, äh weißt jetzt diese Geräte einem MDM Server zu, den du installiert hast, weil du könntest ja mehrere haben. Du musst jetzt zum Beispiel ein Entwicklungssystem oder ein Testsystem haben, ja. Also hast du mehrere im im äh.","Mal verschiedene solche Systeme unter Umständen im Betrieb und dann.","Weißt du, die Geräte diesem Server zu auf der Serverkonsole siehst du diese Geräte und dort kannst du jetzt einem Nutzer ähm ein Gerät zuweisen.","Das kann sein, dass zu diesem Zeitpunkt die Geräte alle noch irgendwie bei UPS im Lastwagen sind.","Ja, ja, genau. Ja ja, die kommen dann irgendwann an, das hast du alles vorher gemacht\nkomplett verschweißt und äh was dann passiert ist, das Gerät kommt zum zur zum Nutzer zur Nutzerin. Die packt das aus, ähm schaltet es ein und,\ngehört natürlich relativ viel Vorarbeit und Konzeption dazu, um das alles machen zu können. Aber das ist so der Idealfall, wenn man so ein äh wenn man das alles äh ordentlich umsetzt, ja. Schaltet es ein,\näh und das Erste, was ja die, was diese äh Geräte ja wollen, ist Netz. Die wollen erstmal ein Internet haben.","Aktivieren, wie es so schön heißt.","Ja genau und in dieser Aktivierungsphase ähm wird natürlich eine Verbindung zu Apple hergestellt und äh einer dieser dieser Themen, die da abgefragt werden, ist eben äh ja hallo Apple, ich habe Seriennummer XY\nkennst du mich? Ja und Apple sagt, ja ich kenne dich und ich habe auch was für dich. Nimm mal diese bitte diese Config und für die aus. Und dann,\nwird äh und in dieser Confight steht eben drin, ja, melde dich bitte bei MDM Server, den findest du unter URL X Y. Ähm,\näh äh und da geht's dann weiter, ne? Und dann.","Das heißt, beim ersten Boot ist das Ding quasi schon Sklave. Ja, also es.","Es bleibt auch Sklave. Ja, genau. Ähm dadurch, dass du auf dem MDM Server\ndie Zuordnung zum Nutzer auch schon gemacht hast und der idealerweise auch schon in einer Gruppe drin ist und seine Apps zugewiesen hat und so weiter, läuft der ganze Rest dann wirklich automatisch. Was du nämlich abschalten kannst, sind diese ganzen nervigen,\nInitial Screens bei der iOS-Aktivierung, ja? Willst du hier Siri und willst du den Fingerabdruck und willst du noch Android und keine Ahnung, was da alles so kommt, ne?\nDie kannst du alle selektiv abschalten und kannst sagen, nee, ich will aber, dass er den Devicecode auf jeden Fall jetzt eingeben muss und dann bist du schon auf diesem los geht's,\nUnd dann werden im Hintergrund, ohne dass du jemals auch eine Apple ID oder irgendwas eingegeben hast. Ähm die Apps schon installiert, die dir zugewiesen wurden vom Unternehmen.\nÄh weil, und das ist das andere, das eine war dieses,\nüber das du quasi diese Zuordnung machst und die äh Anmeldung ab Server und so weiter und das andere ist das gibt's auch in der Form nicht mehr, ist auch in diesem Apple Business alles drin.\nLizensierst du die Apps, die du brauchst fürs Unternehmen eben vor, ja, für deine,\nMitarbeiterinnen und Mitarbeiter und kannst dir dann zuweisen, weil es ist ja nix anderes, auch wenn du eine äh deswegen musst du ja auch bei der Neuinstallation von einer App immer,\nirgendwie bestätigen. Ähm mit zweimal rechtsklicken oder was, dass du das wirklich willst, weil damit erwirbst du im Endeffekt eine Lizenz dieser App. Ähm.\nÄh das musst du natürlich als Unternehmen auch machen, ja. Entweder machst du's dadurch, äh dass du den Nutzerinnen und Nutzern eben sagst, bitte ähm nimmt mal äh generiert euch mal eine Apple-ID\nja? Und dann machen die das irgendwie oder du nimmst halt dieses Programm und sagst, ich brauche 500 Lizenzen von der Deutsche Bahn App oder sonst was, ja. Oder von der E-Mail-App, die du halt benutzt für dein Unternehmen, ne? Und dann weißt du die zu und dann wird das auch immer schön runtergezählt, wie viel du gerade in Benutzung hast und so weiter und\nähm durch dieses VP hast du halt die Lizenz schon mal, das heißt das Gerät äh kann.","VPP?","Programm. Ähm.\nGenau. Du kannst, du kannst nämlich auch sagen, da ähm eine App, die zum Beispiel kostenpflichtig ist, du kannst du sagst, ich will die jetzt aber nicht nur einmal kaufen und zahle fünf Euro neunzig dafür pro Stück, sondern ich gehe jetzt zu dem,\nAnbieter hin ja und sagt du ich brauche tausend davon\neinen ordentlichen Preis, ja? Dann kann der nämlich im im App Store oder in dem Programm dann sagen, okay, wenn der, wenn vier Mal XY kommt, dann zahlt der keine fünf Euro neunzig, sondern pro Stück nur eins neunzig oder sowas, ne? Also da kannst\ndu dann eben auch nochmal einkäuferisch irgendwie tätig werden und dir ein paar ähm.","Photoshop, was beste Preis, sag. Aha.","Ja und ich will auch kein Abo, mach mal hier Subscription weg oder so, ja.\nJa und so,\nkann man das machen, ja und dann äh werden halt die die Sachen installiert, ja und was vielleicht noch interessant ist, du kannst das Gerät, weil du auch schon gesagt hast, Sklave ja, das heißt bei Apple, das sind Superweized-Geräte, also das sind betreute Geräte.\nSpeziell deinem Unternehmen zugeordnet sind und dadurch, dass sie zugeordnet sind, sind sie in einem anderen Status. Und dieser Status heißt, der Chef dieses Gerätes ist nicht der Nutzer, sondern das Unternehmen.\nNochmal viel mehr Möglichkeiten an dem Gerät zu drehen und Einschränkungen umzusetzen als wenn du das hättest, wenn dieses Gerät nicht superweist wäre.\nGenau, das ist jetzt mal so im Schnelldurchlauf irgendwie so diese diese Möglichkeiten, die es gibt, ja? Ähm.","Jetzt gibt's doch diese Möglichkeit des Betriebssystems zwischen einem privaten Teil und einem Geschäftsteil zu unterscheiden.\nWas was betrifft das? Es ist jetzt nur Adressbuch oder oder äh alles oder kann man sich dann irgendwie einloggen und sagen, jetzt benutze ich dich privat und jetzt benutze ich dich in der Firma, also wie funktioniert das?","Wobei kurzer Schlenker bei Android ist es tatsächlich so, dass du sehr sehr genau siehst, bin ich jetzt im im privaten Teil oder im ähm\nim äh irgendwie teil, weil du da wirklich swipest und dann bist du einmal links und einmal rechts und je nachdem, wo du bist und bist du halt privat oder,\nunter iOS siehst du das als Nutzer nicht wirklich so ähm aber im Hintergrund ist das da, ne? Das gibt's da zwei Ansätze,\nDas eine ist, das eine ist, dass sich dass du ähm äh die die Apps deines MDM-Anbieters,\nNennen wir mal einen irgendwie, mit dem ich mich auch halt äh viel beschäftigt. Blackberry macht zum Beispiel ähm immer noch, ist immer noch gut im Business und die machen halt eben ähm äh jetzt.\nDiese MDM Software und die haben halt eigene Apps, ja,\neine ist die Blackberry Workout, in der halt eben E-Mail-Kalender Kontakte und wie, wo was drin ist oder ein, wo du nur aufs Internet zugreifen kannst und das halt alles über eine gesicherte Leitung.\nUnd ähm und diese Apps, die nennt man, das sind dann so Container Apps, ne. Die sind zum einen natürlich über die normalen iOS Technologien, Sandboxing, wie und was\ngegeneinander abgesichert, aber die haben noch mal ein eigenes einen eigenen Bereich, also eigentlich ist es verschlüsselte Kommunikation untereinander, ähm in der sie Daten austauschen können und äh\nund sie können verhindern, dass diese Daten auch äh in den freien Bereich kommen. Das heißt, du könntest zum Beispiel verhindern, dass du,\neine E-Mail-Text kopierst und den jetzt in die Notizen-App reinkopierst, ja? Ähm das läuft aber, wie gesagt, alles im Hintergrund siehst du als\nNutzer nix davon, ne? Und ähm das ist so diese Container äh Geschichte und das andere ist ähm der andere Ansatz ist eben, dass du\ndie die nativen Apps benutzt, also zum Beispiel die E-Mail-App und ähm dann eben ein E-Mail-Profil,\nauf das Gerät äh äh schickst und dort ist halt dann eben die Verbindung zu deinem Microsoft Exchange Server enthalten. Ähm und solange das Gerät gemanagt ist, hast du das dieses Profil, wenn es nicht mehr gemanagt ist.\nDieses Profil weg und alle E-Mails sind halt eben dann auch nicht mehr sichtbar,\näh und das hast du über, ja, was habe ich, was haben wir? E-Mail-Kalender, Kontakte, ähm,\nja, das sind, glaube ich, so die Themen, ja.","Da wollte ich mal kurz einhaken, so als normalsterblicher kann man mit einem Apple Configurator zwei ja selber auch Profile machen für nicht superweiße Geräte.\nMein Einstiegserwärtungsfall war Front zu installieren, weil ich mal die Front haben wollte vom Desktop äh und das geht auch über so Profile und da gibt's auch extra Apps, die die Profile machen, aber eben auch über eine Apple Konfigurator direkt. Ähm so als nicht ähm Superweißd,\nMensch äh hat mir ja trotzdem ähm ganz interessante Anwendungsfälle dafür. Vielleicht fallen ja doch noch mehr ein. Was was ich jetzt aber,\nsagen will ist, ich habe interessanterweise\nmeinen Mail-Anbieter, einer meiner Mail-Anbieter, macht einen ähm macht das über einem Profil, über einem Confirmation-Profil, so als kannst du mal den QR-Code scannen,\ndann kommt da einen Download von einem Profil\nnach dem Download kommt dann den Dialog ja, schau doch mal in Settings, da musst du das nochmal also es ist relativ nervig das zu finden, also es ist schon ich meine es ist auch ganz gut, dass man nicht so mal einen Vektor hat für für männliches Zeug, aber es ist ein bisschen nervi.","Aber kurze Einwand, wenn man jetzt doch Profile macht, dann kommt doch automatisch ein Fenster aufm iPhone, was sagt, da ist ein neues Profil und das wird dann gleich als Extraeintrag, der sonst nicht da ist als ganz oben in in den angezeigt.","Echt? Das habe ich jetzt grad nicht gesehen.","Ja, weil ich mache mir das auch für meinen VPN und man sieht es immer oben sofort im und.","Dann oben noch. Okay, auch nicht schlecht.","Genau und und wenn du das dann äh installiert hast sozusagen, dann verschwindet es dann auch von dort, aber vorher wird es erstmal prominent angezeigt.","Super, ist besser. Ich habe ich war halt schon irgendwo drin im Setting. Also Settings war nicht ein Top-Level und dann hat man's dann nicht so gesehen. Aber ich hab's gerade machen müssen, weil beim Umziehen kommen die Profile ja nicht mit, beziehungsweise die Profile sind per Device,\noder wie nee, nicht unbedingt, aber ich habe auf alle Fälle einen einen E-Mail-Account, den ich nur dann sehe, auch wenn ich das Profil installiert habe und mir nochmal neu,\nvon der Seite und das war jetzt gerade eher so ein Nachteil gerade, weil das hätte ich jetzt fast übersehen. Ich hatte praktisch einen meiner Accounts noch nicht umgezogen in Anführungszeichen. Ähm\ngibt's einen Grund, warum diese Profile nicht mitkommen? Äh sind die telefonspezifisch?","Ähm.","Das weiß ja der Anbieter jetzt grad.","Nee, nee, ich kann's jetzt ich kann's jetzt nicht genau sagen, warum das nur die müssten aber eigentlich müssten die Profile im im äh äh im Backup mit drin sein, zumindest im iTunes-Backup, meine ich, das gesehen zu haben.","Bei der Migration kamen die jetzt nicht mit. Also ich habe jetzt wirklich, das hat mir gefehlt gerade. Es war so ein so ein Hinke-Fuß halt noch. Ähm also da muss man nochmal drüber nachdenken.","Meine meine auch nicht. Aber die waren auch nicht signiert, ich signiere meine nicht.","Aber ich glaube von den von von dem Anbieter ist das glaube ich schon signiert so.","Also wäre das vielleicht mal auch nachschauen will, ähm die Profile finden sich in den in den iOS-Einstellungen allgemein und jetzt unter ähm iOS 15 heißt das Ganze wie also VPN und Geräteverwaltung.\nDort was drin ist,\nBei mir steht da halt Blackberry UM-Profil, ja? Und dann ist es halt irgendwie auch ein gemanagetes Gerät. Das steht auch, da steht auch Mobile Device Management oben drüber. Das heißt, wenn ihr ein Firmengerät habt, findet ihr halt dort euer Profil,\nEinstellung allgemein äh VPN und Geräteverwaltung.\nUnd dort finden sich dann halt auch die Einschränkungen und auch die es werden ja Zertifikate übertragen, die halt intern sind irgendwie und zur Nutzung von verschiedenen Apps da sind und so weiter, ja. Das ist alles dann dort äh zu sehen, ja.","Das äh VPN-Profil, das geht nur bei managed-Devices.","Man kann aber selber auch managen oder wenn man will. Also ich kann jetzt zum Beispiel, weil hier ist zum Beispiel eine Konferenz-Room-Display von einem Apple TV, wenn man konfigurieren will, dann muss man managed Supervice sein, aber ich könnte praktisch mein mein Apple TV hier einfach Superweise machen, oder?","Mit dem Apple-Configurator\nmachen, ja. Ähm das ist ein bisschen frickelig. Äh Tim, wir hatten das mal probiert letztes Jahr glaube ich irgendwie, ne? Hat man mal ein bisschen drangehangen. Hat irgendwann geklappt. Ähm,\nAber ja, du kannst äh nicht nur Apple TV, sondern auch dein dein iPhone eigentlich superweisen, wenn du wenn dir das was bringt, ja, wenn du sagst, ja ist jetzt eine Funktion, die geht halt nur mit Superweißgeräten, dann musst du das machen, ja? Kannst du über einen Apple Konfigurator machen, ja.","Mhm. Oder können wir die Message auch selber einstellen so für den Konferenzmode am am selber? Also ich weiß jetzt nicht, welche von diesen Einstellungen nur Supervice, also nur so ein Zusatz sind, zum Beispiel Message, die kann ich kenne ich die auch am Telefon selber einstellen oder,\nnur so ein superweiß Geschichte, also das sind so ein Haufen.","Ich glaube, dass Superweist, ja. Mhm. Es sind sehr viele.","Man will hier so will hier so durchgucken und lustiges Zeug machen und mal schauen, ob.","Also die meisten, gerade die meisten Themen, die man in so einer IT-Policy mitgibt ähm,\nDas sind das sind Themen, die funktionieren nur auf Superweise Geräten, ja? Weil, weil sie halt auch wirklich sehr konsequent sagen, ähm\nWenn du äh entweder gehört's dem dem dem äh dem Nutzer des Gerätes, das ist sein Eigentum\ndann darf das Gerät auch nicht superweiß sein, ja? Und wenn es so ist, dann kannst du halt nur bestimmte Sachen vorgeben, die halt keinen direkten Einfluss auf die Nutzung des Gerätes haben, weil das ist ja wollen ja nicht, dass die Leute irgendwie,\näh sagen, hey, das ist mein Gerät und jetzt kann ich das nicht so nutzen, wie ich das will, ne. Sobald es aber ein Gerät des Unternehmens ist ähm und da haben wir, also was ich Diskussionen geführt habe,\nNutzern, ja wenn du irgendwie dreitausend Nutzer hast, hast du natürlich von bis\nalles dabei, ja. Und ähm wenn dann natürlich irgendwie ein Bereichsleiter höheres Management ist, der dann jetzt unbedingt seine Screenshots machen will, dann muss man dem halt irgendwann auch mal einen Zahn ziehen und sagen, pass mal auf, ihr habt hier einen,\niPhone für relativ viel Geld in die Hand bekommen, dass ihr auch privat nutzen könnt, aber es ist ein Gerät,\nFirma und wir müssen hier Security durchsetzen und das sind die Themen, die sind. Ihr habt ganz wenig Einschränkungen, ihr dürft keine Screenshots machen und ihr dürft das Gerät nicht über iTunes ansteuern, ja und das waren, das war das Einzige. Alles andere dürft ihr ja machen, ja und,\nJa, das war manchmal anstrengend, ja. Ja, ja. Genau.","Kleine Sache da am Rande. Wir wir haben bei uns in der Firma tatsächlich Profile für einen Mac und äh,\nist vor allen Dingen drin, dass du den Screenshaver nicht ausschalten kannst und vor allen Dingen die Passwortabgabe äh Eingabe des Greensafers kannst du nicht ausschalten, du kannst auch nicht sagen, nach wie vielen Minuten der Screensaver angeht\ndas ist fest auf 30 Minuten festgelegt und du kannst Pfeilvolt nicht ausschalten.\nVielleicht noch andere Sachen drin. Na ja gut, dann gibt's noch irgendwelche Netzwerk äh Sachen sind da auch noch im Profil drin, aber.","Was ich in dem Kontext auch ganz lustig fand, dass ich in jetzt äh in meinem privaten Umfeld dringend gebraucht habe, weil äh eins unserer iPads in ähm,\neins meiner Firmen iPads und das iPad meiner Mutter,\nkonnte sich nicht auf iOS 15 updaten, weil immer wenn man in einem normalen Ding Update gedrückt hat, ist einfach Invalidating hängen geblieben,\naus ohne irgendwie weiter was zu sagen. Meine Mutter hat sich da einen Wolf,\näh und äh wenn mal ein Update vom Apple Configurator drückt und ich weiß nicht, ob das empfinder auch schon langt, aber im im Apple Konfigrator auf alle Fälle, dann macht das halt einfach und danach startet er dann mit der tollen Meldung, äh\nich versuche die Daten wieder herzustellen. Also.","Kriegt mehr so einen Schreck, ja.","Die ist super schrecklich und da vielleicht weiß äh äh kommt die immer, wenn man überm Apple-Konfigurator updatet oder ist es nur, wenn was kaputt war, dass das wirklich der der\ndas Update ein bisschen forcefuler durch die Partition gejuckt ist.","Nee, da muss irgendwas muss da gewesen sein.","Dass man als 15 nicht updaten konnte aufm iPad. Das hatte ich hier auch. Da habe ich dann lange gegoogelt, da hieß es, mussten re-Store über über äh übern Mac machen. Das habe ich dann zähnekn.","Auch eher im Restaurant oder ein Update?","Äh ein Full Restaur.","Und danach sagt er nämlich, er er stellt Daten wieder her und es dauert dann ein bisschen, aber es ist war noch alles da. Also es war sowohl bei meinem Privatgerät, als auch bei dem meiner Mutter hat's funktioniert, aber scary scary Meldung mit,\nes werden es wird versucht Daten wiederherzustellen. Ist ja nicht mal Apple ist da sehr ehrlich.","Ja, also ähm von fünfzehn null auf 15nulleins habe ich das Restore gemacht und von 15 0 eins auf fünfzehn null zwei hat dann das ganz Normale über den Feinder das Update machen. Das hat dann gereicht.\nAber das war so oh nervig, aber das ist irgendwie ein Bug, war ein bekannter Bug.","Auf alle Fälle, also ich hab's nicht so schnell gefunden, was da was da der Fehler war und habe halt gedacht, okay, dann ein Update, das ist halt mit dem nächsten Update behoben, aber es ist halt im existierenden US des Problems. Es war halt ein vierzehn irgendwas,\nbei meiner Mutter und es war halt das iPad Pro das kleine iPad Pro das erste oder sowas und dasselbe Gerät habe ich hier nochmal und ich glaube es ist wirklich vielleicht was,\nwas irgendwo irgendwo was zerschossen hat und da hilft halt der Apple Konfigurator dann so ähnlich wie Konfigurator auch der einzige Weg war, wie man die M 1 Mc.\nBelebt hat am Anfang, wenn man die neu installiert hat. Es gab ja so diese Phase. Deswegen dieses Tool ist einfach auch für Normalsterbliche ein gutes äh Dingchen in der Hinterhand, ja oder? Ich habe zum Beispiel mit meinem\nähm ohne dann auf dem Telefon meinen deutschen Account anzugeben, die Corona Warn App drauf geladen, so quer\nähm damit ich nie das Passwort wirklich auf dem Device angegeben habe, weil ich immer Angst hatte, dass sich da was mischt. Inzwischen habe ich das Passwort auch angegeben äh und das passt. Also ich habe ja das Problem, dass ich einen deutschen Account habe und einen Ami-Account und ich habe, weil ich in Amerika gelebt habe,\nbin ich beim AMI-Account geblieben, weil eben auch wegen Content teilweise ist mir lieber und ich habe da jetzt zu viel angesammelt, bin nicht wieder auf den Deutschen zurück.\nWenn ich den Deutschen praktisch jetzt mitbenutze wieder, da ist auch viel Content. Es ist ähnliches Zeug drauf und ich will nicht, dass das Telefon verwirrt ist. Inzwischen hängt's, glaube ich, wirklich an der App,\nselbst nicht dieselbe App in zwei Accounts habe, dann ist nur die eine App, die ich dann aus dem,\ndeutschen Store geladen habe, fragt dann immer nach dem deutschen Passwort und nicht mehr und das funktioniert, glaube ich, relativ safe, aber ich habe halt Angst\nSo, das ist halt so meine Geschichte. Ähm weil sobald der mein Passwort hat, könnte er auch neue Apps runterladen und so weiter, theoretisch.","Theoretisch\nJa ja klar. Ja aber dieser Apple Confieber ist ist wirklich, also ich meine, er ist ab und zu mal sehr frickelig. Man merkt auch, da ist jetzt an an UIUX irgendwie schon lange nix mehr irgendwie getan worden, wahrscheinlich in der Voraussicht, dass sie dieses Business Essentials da machen wollen.\nAber vielleicht mal ein Tipp für alle, die irgendwie sagen, oh, ich habe hier sieben oder acht Homescreens voll mit Apps äh und eigentlich will ich die mal sortieren und das am am iPhone zu machen, kennen wir alle, ist ja,\ndie Hölle, ja? Äh und das bietet der Apple Konfigurator eben an, dass man das eben mit Maus schubsen machen kann. Es ist immer noch nicht hübsch und es ist immer noch nicht wirklich intuitiv,\naber es geht besser, als wenn man das tatsächlich irgendwie aufm Gerät macht, ja.","Zwischen an der Stelle ja auch ganz nett ist, dass mit der App Library kann man ja einfach die Homeschoolings weghauen\nalle, also ich hab's umgekehrt gemacht, ich habe praktisch alle meine Screens gekillt und dann aus dem aus der App Library wieder die paar wenigen Apps rausgezogen in Screens, die ich äh die ich sehen will auch so\nDas hat das das war für mich mehr das Sennigste, weil obwohl man jetzt mit mit Dragon Drop und mehreren ähm äh,\nApps Dragon jedoch relativ doch relativ schnell unterwegs sein kann. Es ist trotzdem immer noch frickelig auf dem Gerät selber zu machen. Da will man schon die beim ausschubsen,\ngebe ich schon auch Recht.","Genau. Ja und das, was du sagst, ne, wenn mal irgendwie ein Gerät nicht will und ein Updateschleifer hängt oder wie um was an den Apple Konfigurator hängen und dann,\naktualisieren. Das hilft oft, ja.\nSie ist halt eigentlich auch ein geiles, geiles Teil, wenn man mal irgendwie so einen Anwendungsfall hat, wo man sagt, okay, ich habe jetzt mal, weil wir irgendeine Veranstaltung haben und jetzt sammeln wir mal von allen, die iPhones ein, weil wir da eine spezielle App drauf machen wollen oder wie irgendwas, ja, dann ähm\nkannst du halt irgendwie zehn, fünfzehn Geräte, je nachdem, wie viele du per USB an den Rechner kriegst. Da gibt's ja auch so\nzehnfach USB Hubs oder so was, ja? Kannste alle draufhauen, dranhauen und die auf einmal bespielen. Ja, also dafür ist\nDing ja ursprünglich mal entworfen worden, ja, wo dann ähm äh irgendwelche waren und dann kamen die mit ihrem großen Koffer mit dreißig, vierzig,\ndrin, die alle irgendwie verkabelt waren und gehst du mit einem USB an den an den Meck ran und kannst sagen, so und die jetzt bitte einmal professionieren, ja und so. Und ähm das macht das Ding schon ganz gut, ja. Also da kann man,\nDas ähm ja, macht schon Spaß. Aber wie gesagt, man muss sich damit beschäftigen, ja.","So diese typischen Bilder von der Schulklasse, wo die iPads alle auf so einem so einem Reuewagen sind, so 30 Stück oder so und dann da laden und auch upgedated werden und so weiter.","Na ja genau oder nach jedem Tag äh zurückgesetzt werden und neu bespielt, ja\ndas äh kenne ich auch aus einer Schule, weil sie gesagt haben, ja gut, die machen halt dann nur ähm Quatsch drauf, weil sie's halt nicht ordentlich gemanagt haben, ja? Und deswegen äh ist auf den iPads halt am Ende des Tages ähm sind die nicht mehr so, wie sie es morgens ausgegeben haben, einfach mal so ganz neutral gesagt, ja, weil die Kids halt ja klar. Ähm\ndann werden die halt einfach in so einen Koffer gepackt und irgendwo angeschlossen und dann einmal zurückgesetzt, neu bespielt und Thema erledigt, ja.\nSchulungs-, iPads und so Themen, ne? Ist immer wieder da wird wird das ganz ganz gern verwendet, ne. Kann man mittlerweile, wenn man halt ein MDM-System hat, man kann zum Beispiel was auch ähm was ich wer so in das Thema MDM mal so ein bisschen reinschnuppern will so mit,\nIch habe ein tatsächliches System irgendwie, mit dem ich Profile erstelle und die ich dann äh über the air ähm drauf\nund so weiter, der kann mal tatsächlich dieses ausprobieren. Das ist, glaube ich, für bis zu drei Geräte free.","Ja. Wir machen auch Podcast-Werbung in diesem Podcast freien Werbung.","Ja, ist ja keine Werbung, ist ja ein Tipp, ja. Irgendwie du hast äh äh ja und da ähm da kann man das halt tatsächlich auch mal ein bisschen sich anschauen, ähm was passiert denn, wenn ich jetzt so ein Profil mir aufs iPhone lade und äh wie,\nwie schnell geht das und wie ähm\nJa, wenn ich jetzt hier eine Änderung an einem Profil mache oder eine App Blackliste oder sowas, ja, wie schnell wird das auf dem Gerät umgesetzt und es geht halt tatsächlich,\nerstaunlich schnell, ne? Also du machst eine Änderung irgendwie, dann geht der der MDM Befehl übers APM Netzwerk irgendwie, ja ähm\ngeht raus und äh wird halt äh instant umgesetzt, ja. Es ist spannend, ja.","Und äh das ist also ich habe nur die Scherze von der Werbung gemacht, weil das hat irgendwie rauf und runter in irgendwie den den Ami-Podcast, dass Werbung immer lief.","Genau, ja.","Dass du mit Schenf irgendwie als Nicht-Business trotzdem irgendwie deine Devices privat\nmanagen kannst und du ganz toll für dich ist alles. Also deswegen nicht also und es benutzt einfach die selben Mechanismen oder? Kann ja eh nix anderes. Also es gibt ja äh nix mehr, was jetzt so wie Facebook damals einfach über gewisse Unternehmensprofile dann\nähm einfach mehr Access hatte oder die die Mitarbeiter ausgespachtelt hat. Also dann braucht man sich alles keine Sorgen machen.","Nee, Jam kann halt nur iOS, ja,\nAndroid, die meisten MDM-Systeme, da haben wir noch gar nicht drüber gesprochen, es gibt da so vier, fünf Platzhirsche, ne? Microsoft ist irgendwie noch dazugekommen mit mit ihrem\nintune, was wir da machen. Ähm dann hast du WM-Ware mit ihrem Airwatch und Mobile Iron, was glaube ich ein europäisches, vielleicht sogar deutsches Unternehmen ist und eben Blackberry. Das sind, glaube ich, so die fünf, die momentan ähm so am Markt\nwirklich wichtig werden. Jetzt kommt Apple mit,\neigenen dazu, ja? Das finde ich wirklich spannend. Bin auch mal gespannt, ob die bei dieser 500 User-Thematik bleiben oder ob die das jetzt erstmal als Test benutzen und sagen, okay, damit sammeln wir jetzt bei kleineren Unternehmen erstmal ein bisschen unsere Experience und\npacken dann\nden großen Spaten aus und ähm lassen das dann auf die Menschheit los. Könnte ich mir schon gut vorstellen, dass das in zwei Jahren irgendwann dann soweit ist, ja. Ähm,\nJa, aber wird wird spannend.","Mhm. Was mich bei bei dir interessiert, weil du hast ja wirklich, du bist ja heterogen, oder was du was du machst, also auch für Android und du für einen für anderen Devises. Wie ist denn so die Apple-Infrastruktur im Verhältnis zur zu Android und zur Windowsinfrastruktur\nwas es angeht. Also ist es ist es gut bestückt, es ist hinten dran, ist es anders oder also.","Apple setzt es gerade durch diese Programme und durch dieses und so was halt sehr sehr konsequent und so um, sodass ja wie ich mit diesen Unternehmenszielen ja äh sagte ähm,\nman das wirklich toll machen kann, dass man wirklich sagen kann, okay ähm ich kann mich darauf verlassen, dass es A stabil ist und funktioniert und B äh für den User angenehm ist und nicht zu erschreckend und der ist,\nEndeffekt, wenn man's ordentlich macht in fünf Minuten durch. Ja und ist arbeitsfähig mit einem gemanagten und Superweisegerät, ja. Ähm bei Android, da bin ich jetzt gerade in einem Projekt, da muss ich aufpassen, dass ich da nicht sage, per Babybischer bin. Die haben.\nEine relativ komplexe äh Struktur ähm an\nund haben halt Android Devices aber sehr, sehr viele, also wirklich so in die 30, 40000, die dann auch noch zu mit unterschiedlichen Anwendungsfällen bestückt sind. Die einen dürfen nur das, die anderen dürfen nur das und ähm\nhoch hoch sicher müssen die alles ein, ne? Haben wir also wirklich mit ähm mit\näh ganz ganz hohen Sicherheitsanforderungen, was auch die Datenübertragung angeht mit irgendwelchen VPNs, wo das alles und bei denen dauert tatsächlich so ein Einrichtungsvorgang,\nJe nach Internetverbindung, ob du jetzt im WLAN oder sonst was bis 40 Minuten bis zu einer Stunde bist du überhaupt arbeitsfähig bist mit dem Gerät, ja,\nich das gesehen habe, habe ich echt gedacht, ich könnte wie wie managen die das vom Support her bei dreißigtausend Geräten, ja, da gibt's ein ein Handbuch dazu, das ist acht Seiten doppelt bedruckt.\nSchritt für Schritt, jetzt machst du das, jetzt musst du hier dein Passwort eingeben, dann machst du das. Das sind keine Singles seinen on Techniken hinten dran. Das ist alles und das ist das,\nmodernste, für die, was sie grad machen können. Ich will das jetzt nicht zwingend auf Untrade schieben,\naber ähm in meinem beruflichen Umfeld, gerade bei den Unternehmen, wo wir Android haben, haben wir immer wieder Probleme, weil du dieses ähm,\ndiese vielen unterschiedlichen Geräte hast, ja, die alle irgendwie ihr Andry zehn oder elf da drauf haben, wo äh\nauch eine Android Enterprise funktionieren sollte, ja? Jetzt hast du aber irgendwie ein Gerät, das kostet irgendwie die das Unternehmen im Einkauf klingt erstmal spannend für hundertzehn Euro oder sowas, ja? Äh\nDas wollen die einbinden und dann was funktioniert eine Funktion gerade diese Aktivierung im funktioniert einfach nicht.\nUnd jetzt haben die 200 Geräte gekauft und dann sagst du, oh wir machen das testweise mal mit genau der gleichen Konfiguration, die ihr da habt und nehme mal ein Samsung A fünf oder sowas und machen das mal und dann geht's.\nJa? Wo du sagst, okay, das ist Fehlkauf Punkt Bitz, ja, gewesen. Ähm wenn das nur jemand kennt. Ähm.\nJa. Und äh und solche Themen hast du dann halt, dass du halt äh da extrem drauf gucken musst und nicht irgendwie sagen musst, ich muss jetzt zwingend ist es immer die Schuld von deinen Profilen, von deinen Konzepten, von deinen Einstellungen, die du machst, sondern,\neinfach das Gerät.","Also einfach wegen wegen es gibt einfach,\nso viele mehr Geräte, die unterschiedlich sind und vielleicht auch nicht so ganz nach Speck funktionieren. Das macht's einfach nochmal härter. Aber so von von den technischen Voraussetzungen, die man so hätte, vom Betriebssystem und so weiter, da ist es ähnlich.","Also ist alles da, also diese du hast die dieselben Möglichkeiten ähm was bei Apple ähm interessant ist,\nwas heißt interessant? Es verwundert auch nicht. Ähm,\nbist natürlich wesentlich abgeschotteter, ja? Also du kannst nicht alles, du bist eigentlich, wenn man's mal so platt sagen will, du bist schon sicherer unterwegs.\nWenn du als Anforderung formulierst, als Unternehmen, ich möchte bitte, dass diese VIV-Schutzziele exakt umgesetzt werden und das ist vor allem hier Datenintegrität äh äh habe und so weiter.\nMeinung äh äh Vertraulichkeit, Integrität und ähm Verfügbarkeit. Das sind die drei großen Schutz,\nSchutzziele der der IT, genau. Ja ähm wenn du das konsequent umsetzen willst äh und sagen,\ndann kommst du meiner Meinung nach an an iOS-Geräten einfach nicht vorbei, weil die das halt wirklich auch äh äh gut durchdacht haben und so. Bei Android hast du,\nhalt echt Themen mit Routinen und äh obwohl diese Erkennung äh Erkennung äh mittlerweile recht gut ist. Ähm,\nGibt's da doch andere äh Themen, vor allem, weil du halt dein Betriebssystem nicht vom Hersteller bekommst, sondern von also vom Hersteller des Gerätes zwar, aber halt nicht von demjenigen, von demjenigen, der dieses Android konzipiert hat. Da musst du dann konsequent auf auf\nGoogle Pixel Geräte setzen, wo du dann Vanille Android drauf hast und dann würde ich sagen, da kann man das machen, ja? Also Google, Samsung da\nauf der sicheren Seite, weil du da auch weißt, dass du ordentlich deine Updates bekommst, ja.","Da hast du wieder so viele von den Vorteilen von dieser Heterogeneren Plattform aufgegeben, wenn du wieder nur auf die Anbieter machst. Mhm.\nIst auch nicht so, dass Apple jetzt hinten dran ist bei äh im Sinne von was man machen kann, also dass man vielleicht wirklich die Geräte irgendwie nicht bearbeiten kann in also irgend Dinge einfach nicht machen kann.","Nee, überhaupt nicht. Finde ich\nda habe ich nicht den Eindruck, äh wir haben bisher alle unsere, auch die exotischsten Anforderungen, die es irgendwie gab, umgesetzt bekommen. Ähm und das äh äh funktioniert wunderbar und Apple ist da auch\nähm hochgradig dran. Das waren sie am Anfang gar nicht, ne? Am Anfang kamen ja die\nwie kamen die Geräte in die Unternehmen rein? IPhone kam auf den Markt und der Vorstand hat das erste gehabt und wollte sagen und jetzt bin ich aber bei einer Mails bitte auch da drauf haben. Hat's dem äh IT-Admin auf den\nSchreibtisch geknallt und sagt, heute Mittag hole ich's ab. So und dann haben sie halt irgendwie mit äh Enterprise Active Synk rumgefrickelt und haben geguckt, dass er seine und da so ging das los, ne.\nUnd äh Apple hat ein bisschen gebraucht, um das ähm\nzu sehen, um auch den um äh auch zu sehen, okay, unsere Geräte werden jetzt nicht nur einfach von Consumern eingesetzt, sondern die werden jetzt im Business eingesetzt und jetzt müssen wir was tun. Und dann haben die das auch relativ schnell hochgefahren.\nZwar sehr konsequent und die haben dann eine ähm ja schon\ndie bringen auch sehr regelmäßig und jetzt nicht auch in diesem Zyklus ähm mit iOS-Akt äh Aktualisierungen, sondern auch so zwischendrin einfach mal neue neue Funktionen raus, ja. Diese\ndann auch ähm den den MDM Anbietern quasi in dieser API zur Verfügung stellen, ja.","Verstehe. Das ist eine Geschichte von den äh von den von der von der Apple Silicon Umstellung die ganz spannend ist, weil äh hat mir,\nBekannte mal erzählt, dass viele von den von den Vorständen eben auch gerne MacBooks,\nbenutzen, einfach nur, damit's MacBook ist, aber habe mit Windows installiert. Äh ich meine, das kannst du natürlich mit der mit der neuen Handwerk knicken. Also die den Markt verlieren sie komplett, wenn sie keine äh Intel MacBo\nmehr anbieten und ich weiß gar nicht, wie klein der ist. Also äh weil es ist schon so, also die ganzen\noberen äh in den meisten Firmen wollen dann doch ein leckeres Gerät äh und äh so ein Applegerät sieht halt lecker aus. Hm bin ich gespannt.","Habe da eine lustige Anekdote noch, um das nochmal ein bisschen aufzulockern,\nja gesagt, dass ich in dieser einen Bank da im im im Einkauf gearbeitet hab. Auf jeden Fall war es so, es kam ein neuer Vorstand, äh der wollte\nunbedingt äh irgendwie auch, wie du sagst, ja, ähm weil er das zu Hause auch hat, äh äh so ein iMac da stehen haben. Ähm,\nund der kam dann auch in diesem typischen Apple, Silber und sowas und der Jakan dann geliefert, hat sein Windows da drauf gekriegt, hat alles funktioniert, wurde natürlich noch ein zweiter bestellt, der im Schrank steht, falls der erste ausfällt, dass man direkt tauschen kann. Selbe,\nund so weiter und dann äh stand das auf seinem Schreibtisch und er setzt sich davor und sagt, so und jetzt habe ich dieses hässliche Siskotelefon daneben.\nNe? Dieses graue, Ding, ja, irgendwie und äh und dann hat er gesagt, ich hätte gerne dieses Telefon auch in diesem Apple Silver.\nAlso sind wir losgezogen und haben einen äh ähm ja als Einkäufer sucht man sich irgendwie Lieferanten und hat dann einen einen gefunden, der eben,\nGeräte, in welcher Art und Weise halt umlackiert, ja? Und der hat da eine Dreischicht Lackierung drauf, der hat das Ding auseinandergenommen, hat eine Dreischicht Lackierung drauf gemacht in exakt,\nApple Silver wieder zusammengebaut, zurückgeschickt. Hat 800 Euro gekostet oder wat, ja. Und äh und dann hat er aber sein Telefon gehabt in der selben Farbe. Das war,\nlustig.","Lass mich raten, es sah scheiße aus.","Natürlich sah es scheiße aus.\nDas war handwerklich gut gemacht mit dieser Lackierung, aber Sisco hat nicht umsonst die Farbe gewählt, die sie gewählt haben, ja. Na ja, aber so Sachen sind dann, ja, kommen dann halt hoch, ne.","Aber Sisco Fonds sehen doch grundsätzlich scheiße aus. Also ich meine, egal auf die Farbe, oder?","Ist so. Das ist so, ja.","Raten, der Typ hat auch irgendwie damals twenty four geguckt und da gab's ja auch immer diesen berühmten Klingelton, die hatten ja immer alles Disco-Telefon, das war ja mehr oder weniger Cisco-Werbesendung und deswegen wollte er das haben.","Wahrscheinlich. Ja.","Irgendwie so ähnlich, ne?","Mister Präsident.","Total im Ohr.","Ich finde, ich finde der auch, der ist gut. Also mir gefällt der Klingelton. Der ist angenehm und gleichzeitig aber ähm ja sorgt äh macht aufmerksam auf sich. Also ich finde gute Mischung.","Ja, schöner Exkurs ähm jetzt hat nochmal äh einen Überblick ähm.\nUnd wenn ähm ich irgendwelche Firmen jetzt äh jemanden suchen, der da einen Plan hat, äh können sie mal bei dir vorbeischauen. Ne, du hast das.","Immer melden. Ja am besten über Twitter irgendwie. Das ist ja auch in den Shownotes drin, glaube ich.","Auch wenn das Telefon äh in Space grey gefragt ist, kriegst du auch die neuen iPhone-Farben hin. Ich habe jetzt hier irgendwie mein Max ist im, wie hieß dieses Blau jetzt?\nUnd das war Feuer und jetzt haben wir unten was anderes Blau. Das.","Das hieß Midnight Blue.","Ich habe mal wieder Silber und Weiß genommen.","Ocean Blue, sondern es war für den Blue war das.\nIch glaube, das war's. Warte mal, ich gucke mal kurz. IPhone, upsala.\nWie schön, dass ich immer alles so ordentlich ablege. Steht das hier überhaupt dabei? Okay.","Heißt es auf Deutsch.","Siera Blue, genau. Ist hier allerdings nur.","Deutschen Namen sind auch nochmal.","SR blue. Senior blue ich habe Telefon in Senior Blue.\nHm. Mittlerweile äh kann ja auch Vollzug äh melden, also,\nnach dem Motto\nWenn man sich einmal auswählt aus dem O2-Netz und wieder reingeht, dann funktioniert's wieder. Also ich habe jetzt tatsächlich ein funktionierendes Telefon und werde in der nächsten Sendung ausführlich berichten können. Aber ich kann jetzt schon sagen,\nGroßer Bildschirm, geil. Weil ich dann doch immer so.","Hast du hast du so an sich großes Telefon schon mal benutzt? Also hattest du einen Elfer auch schon mal oder so auch die die.","Nee, ich war tatsächlich äh auch lange Zeit ein Verfechter des äh SE.\nÄh habe ja dann ein iPhone sechs S sieben und acht komplett ausgesessen. Ich hatte keins davon und bin dann mit dem iPhone ten äh in die Zukunft marschiert und ähm,\nmusste dann schnell einsehen.","Ja.","Also nicht, dass das nicht, dass ich dem kleinen Telefon nicht auch was abgewinnen könnte, nach wie vor, weil äh es ist ganz klar so, nur mit dem iPhone Mini,\nkann man wirklich ernsthaft mit einer Hand arbeiten. Und das war das, was ich in dem Moment ähm,\nals das Wichtigste angesehen habe, weil das ist schon auch cool und ich finde, das ist ein bisschen\ngrößeren Bildschirm habe ich jetzt auch schon gemerkt, mit dem Max so, da muss ich jetzt irgendwie auch so wieder mit der Tastatur wieder neu lernen und die Abstände und nochmal ein bisschen weiter swipen und so weiter und äh bin ich mir auch nicht so sicher, ob das dann nicht schon wieder zu viel des Guten war.\nMan kann die Tastatur ja auch irgendwie so nach rechts und links klappen, ne? War da nicht so was.","Nee.","Nicht so einen Modus, wo man so die Tastatur so an die Seite äh packen kann oder geht das nur aufm iPad?","Auf dem iPad geht es nur so. Also nicht das wusste ich nicht, dass es hier geht. Ähm,\noder inzwischen vielleicht, ich weiß es gar nicht. Also warum ich frage, ist, weil du mit dem größeren Telefon natürlich auch in den anderen\nApp-Modus gewechselt bist. Das darfst du ja nicht vergessen. Das heißt, wenn du Querformat deine Geräte benutzt, dein Gerät jetzt benutzt, kriegst du andere Ansichten,\nund also die Apps funktionieren so ein bisschen anders, deswegen da kannst du mal gespannt sein, ob du das magst oder nicht. Ähm.\nVermisse es jetzt nicht, dass es nicht mehr so ist,\nbei dem kleinen Telefon aktuell und ich hab's aber jetzt zwei Generationen gehabt, weil ich hatte das Elfer das normale Elfer hat nämlich auch,\ndiese Auflösung gehabt mit dem ähm\nDas ist im Breitformat eben ein Splitscreen macht bei vielen Apps. Und ich find's so ein bisschen awkward allerdings. Also ich finde irgendwie das ist so es tut so ein bisschen, als wäre es mehr, als es sein sollte und man kann den Modus ja in den Systemeinstellungen umstellen auf Zoom doch mal auf, auf ein normales Telefon, aber dann hast du halt Pixelbrei, das wirst du halt auch nicht.\nÄhm also aber ist interessant. Es ist fühlt sich ein bisschen anders an. Ach das kann man machen noch,\ninteressant. Äh da war die Tastatur zur Seite schieben, das gibt's wohl schon noch, aber ich weiß nicht mehr, wie das ging.","Also was geht oder was bist du schon hast du gerade.","In im Slack ist ein Screenshot passiert und äh ich erinnere mich, dass diese Funktionen gibt.","Ja, aber wie wie stillt man das ein?","Ähm vielleicht pinchen oder so. Früher war das mal pinchen.","Rüberzoomen irgendwie.","Böden na ja, also es ist auf alle Fälle so,\nTelefon unterstützt mehr Sachen im Breitformat, als es andere Telefone machen und auch in den ähm in dem Breitformat auch unterschiedliche Interaktionsmodi und das kannst du ja mal angucken, weil das ist es wird ungewohnt sein manchmal.\nJetzt schon sagen.","Bin ich eingestellt, aber ähm das ist ja auch schön, wenn sich mal was ändert. Also in gewisser Hinsicht.","Auf der Weltkugel drücken.","Auf die Weltkugel drücken.","Gedrückt halten und dann kannst du da unten auswählen auf allen Telefonen geht das sogar inzwischen.","Ah ja, aha.","Dann hast du auf einer.","Right. Das ist in der.","Normalen Telefon auch sogar schon.","Ja, weil ich bin nämlich ich bin in letzter Zeit dann doch so ein so ein äh auch etwas, womit ich nicht unbedingt gerechnet hatte, aber ich bin so ein Keyboard-Swiper geworden. Ich weiß.","Auf deutsch bin ich auch ein Swiper, weil äh Auto Complete funktioniert dann besser, wenn Swibi Informationen hat, als wenn's falsch getippte Information hat bei mir.","Und es geht einfach schneller. Also man kann einfach lange Texte und vor allem auch sehr zuverlässig finde ich. Also ich.","Ja bei mir ist korrekter, genau. Korrekter ist es auch, wenn ich richtige Sprache.","Genau. Wenn man nicht zu viel merkwürdige Worte äh verwendet okay, damit kann man nicht arbeiten. So, was haben wir denn noch schönes? Ähm.\nAuf unserer äh Liste. Wer möchte denn noch Dinge erzählen?","Wolltest du dies des Solarfeedback noch.","Ah, das Solarfeedback, genau.\nKam ja äh da gab's ja durchaus Interesse äh an dem Thema, also nicht nur in den Kommentaren, sondern ich hatte es auch über andere Kanäle erreicht. Rolli hat ja berichtet über seine tolle Solaranlage, was äh,\nHast du den aus dem Feedback so rausnehmen.","Also ähm es wurde ein äh deutscher Hersteller nahm mal namens,\ndrei Slash DC, wie auch immer sich die genau aussprechen äh empfohlen. Die hatte ich auch tatsächlich aufm Schirm\nund wenn ich die Sache mit den Leistungsoptimierern gewesen wäre, hätte ich die wahrscheinlich auch genommen, weil\ndie halt auch etwas können, was ähm was nicht alle können, nämlich eine Insellösung.\nBei meiner Anlage ist es jetzt momentan so, wenn der Strom ausfällt draußen,\nim Netz der Strom ausfällt, dann äh habe ich zwar vielleicht einen vollen Akku, aber trotzdem das Licht aus\nWeil die Anlage nicht in der Lage ist, das Haus aus dem Akku zu speisen. Wenn von draußen kein Strom kommt. Dazu muss nämlich\nAnlage in der Lage sein, die Verbindung nach außen zu kappen,\nSonst würde die Anlage eventuell nach draußen Strom abgeben und das darf sie nicht. Und und äh ich glaube, dass sich auch viele,\nTrinkspiel, Wechselrichter, ähm sich ähm,\nJa, letzte Sendung haben die haben die Leute ein Trinkspiel daraus gemacht. Immer wenn ich Wechselrichter gesagt habe, äh na prost Jungs. Ähm äh.\nDie äh die Wechselrichter synchronisieren sich auf das externe Netz.\nUnd wenn du äh eine Insellösung hast, dann muss der Wechselrichter aber in der Lage sein, selber äh einem fünfzig Herzsignal zu erzeugen und das irgendwie durchzuziehen.\nIst äh das können eben diese diese äh E 3D C Kisten können das,\nhat man dann auch eine relativ schmuckes Gerät, was irgendwie alles kann,\nund und Akku eingebaut hat und so weiter und so weiter. Also die die sind wirklich schön, die können dann auch mit ihrer eigenen Wallbox sehr gut kommunizieren und können Überschuss-Laden machen und so weiter.","Auto integrieren, dass es auch gleich ein bisschen auch deine Waschmaschine vom Auto versorgt wird oder so.","Ha ha, Bieterektionales Laden beim Auto, ein weiteres Thema, was ich hier gar nicht auf der Liste habe. Äh das ist momentan so ähm,\nDass es sowieso die meisten Autos noch nicht können, um nicht zu sagen, es gibt eigentlich so gut wie gar keine Autos, die das wirklich können. Äh die Standards sind da auch glaube ich äh immer noch nicht so weit. Ähm,\nAber das wird in Zukunft kommen, dass du also tatsächlich, wenn das Auto eingesteckt ist, das Auto dann auch äh Stromzeug ins Haus einspeisen kann. Äh diese,\nzum Beispiel der soll das können,\ndie wollen auch eine eine spezielle Wallbox anbieten, die tatsächlich dann mit dem Auto gut zusammenarbeitet.\nSo, ich habe jetzt bei mir das Problem, ähm.\nFünf kann das. Ich weiß nicht, ob der Ionic fünf das tatsächlich standardmäßig über eine Wallbox kann oder ob der Iannik fünf nur diesen komischen Adapter hat, wo du dann deinen Schokostecker einsteckst. Ähm,\nDen hat er ja, aber aber bedeutet das, dass er auch ganz normal über die Buchse äh naja egal. Ähm,\nAlso ich habe, ich habe jetzt das das Problem, dass ich eine Wallbox habe, die sich zwar prinzipiell steuern lässt, aber,\nliegt ja noch nicht mal das Kabel, um diese Steuerung zu machen\nDas muss sich alles nachrüsten, damit es funktioniert. Mir wurden äh in den in den äh Kommentaren extrem viele andere Ladebox äh Wallboxen äh empfohlen, ist nur so, ich habe hier,\ndie, die ich da habe, die wurde auch gefördert mit 900 Euro. Das heißt, wenn ich die jetzt abmontiere, äh bevor ich sie zwei Jahre lang benutzt habe, muss ich auch die 900 Euro zurückbezahlen. Also das das ist jetzt momentan mal keine Option.\nÄhm die Open Wallbox, Open äh WB äh die sieht ganz interessant aus ähm,\nWeil da tatsächlich die Software, die da drin ist oder zumindest Teile davon sind. Äh man kann wohl auch die ganze Box irgendwie selber als Bausatz zusammenzimmern, wenn man sowas auf so was Bock hat. Ähm.\nDas hatte ich letztes Mal schon angesprochen zum Überschussladen dieses IWC Projekt äh das ist so mein Favorit momentan, aber das muss ich mir einfach nochmal genau angucken, wie das funktioniert und wie man das an Start kriegt,\nähm.\nGenau und dann gab's noch den Hinweis, wenn man dreiphasig lädt, dann gibt's eine gewisse Mindestleistung, die eine Wallbox regeln kann. Ich glaube, es sind vier Kilowatt, die du mindestens laden musst. Ähm,\nEs gibt Wallboxen, die können zwischen dreiphasig und einphasig umschalten. Ähm.\nHabe ich aber auch schon gelesen, dass gerade das Auto, was ich habe, das nicht kann und dass man das bitteschön nicht probieren sollte, dass in der Wallbox zu konfigurieren, weil sonst ganz schlimme Dinge passieren. Ähm,\nInsofern ja. Ähm.\nDas war's glaube ich zum Thema Überschussladen nochmal. Genau und das mit dem Leistungsoptimierer. Ähm,\nmache ich jetzt mal, mache ich mal jetzt was ganz anderes und zwar wollte ich ähm,\ndas Datenblatt von dem Solarmodul mal in den in den Slick schmeißen,\nÄhm das ist jetzt da sitzt ein PDF äh haha,\nUnd zwar wenn man das aufmacht, dann ist in diesem Datenblatt äh auf der zweiten Seite.\nLinks unten gibt es zwei äh Darstellungen von von Kurven.","Ist das äh ein PDF-Fass, äh was wir auch verlinken können oder was du jetzt nur so geheim auf deiner Platte hast und dass das nicht im Internet.","Ich habe mir nicht die Mühe gemacht danach im Internet zu suchen, aber es kann durchaus sein, dass der Hersteller das auch irgendwo zum Download anbietet.","Sieht so bisschen so aus, als würde man das Internet haben wollen. Okay.","Ja, das ist so ein ganz normales Datenblatt. So, genau und wenn man, wenn man also äh wie gesagt auf der zweiten Seite links unten, da gibt es ähm,\nIV-Kurven des PV-Moduls steht da. Da kann man mal sehen, wie es sind eigentlich die Stromspannungskurven von einem typischen Solarmodul. Die sehen bei anderen ähm.\nSehen bei anderen ähnlich aus ähm und zwar zu ganz kurz die Grundlagen. Also so ein,\nSolarzelle ist eigentlich eine Diode, ein Halbleiter, da kann der Strom nur in die eine Richtung äh fließen. Wenn jetzt die Sonne drauf scheint, werden von den,\nKids müssen Quantenphysiker mal weghören, äh werden von den von den äh Photonen\nquasi Elektronen aus dem Kristallgitter äh gekickt und die können dann auf die andere Seite jeweils von dem Modul, also es gibt eine eine\nper Seite, eine entdotierte Seite, äh die können in eine der beiden Richtungen fließen, in die andere nicht. Ich weiß jetzt nicht genau, welche das ist, aber es kann also passieren, dass sie von der einen Seite auf die andere,\nwerden, wo sie nicht wieder zurückkommen,\nDas heißt, sie müssen den Weg außenrum äh nehmen, über die Kontakte, dass das äh Solarmoduls und dann entsteht ein Strom. Jetzt ist es so, dass der ähm,\nBestimmte Menge von Licht schlägt eine bestimmte Menge von Elektronen raus und äh Ladung pro Zeit ist ein Strom. Das heißt, das Modul erzeugt,\nnach bei einer bestimmten Einstrahlung in konstantem Strom.\nEin bisschen kontra-intuitiv, aber man muss sich das so vorstellen, der Strom, der will dann einfach fließen.\nUnd je nachdem wie hoch also wenn der Widerstand nicht zu hoch ist, dann fließt genau dieser Strom. Nicht mehr, nicht weniger. Wenn der Widerstand zu hoch wird,\ndann kann es nicht mehr fließen, dann bricht diese Kurve runter.\nWie man eben da auf diesem auf diesem Bild sehen kann. Das Bild dadrunter zeigt dann die Leistung. Leistung ist ja Spannung mal ähm.\nSpannung mal äh Strom und und da sieht man, also es gibt so einen Punkt,\nwo gerade noch der maximale Strom fließt und der aber die maximale Spannung überwindet. Und da ist die Leistung am größten. Und,\nDer MPP Tracker, den ich auch letztes Mal erwähnte, dieser Maximum Power Point Tracker, der versucht äh das Modul immer genau an dem Punkt zu fahren, wo die Leistung maximal ist.\nSo und wenn man jetzt mehrere Module zu einem Strang zusammen äh klemmt, dann hängen die in Reihe.\nÄhm in Reihe heißt aber durch durch, dass der Strom, durch die gesamte Kette immer gleich ist,\nAlle Module fließt der gleiche Strom, Spannungen können unterschiedlich sein, das spielt aber keine Rolle, weil ähm.\nDer Optimierer ja quasi versucht den also den Strom Spannungsanteil zu optimieren.\nJetzt ist das Problem, wenn eins der Module Schatten bekommt in dieser Reihe,\ndann erzeugt das Modul nicht den Strom, das die anderen ähm.\nErzeugen und die anderen Module drücken quasi den Strom durch das Modul durch, wo der Strom gar nicht so richtig durch will,\nÄhm und das führt dazu, dass die die resultierende Kurve zwei maximal hat. Und das ist ganz besonders blöd,\nalso ein ein hohes Maximum und ein niedrigeres Maximum und das kann dazu führen, dass der PowerPoint Tracker das falsche Maximum optimiert.\nUnd man dann einen sehr niedrigen äh Power-Level nur hat\nIn der Wikipedia steht was von neueren Techniken und dass die die Kurve äh in Abständen immer wieder durchfahren, um um doch das richtige Maximum zu finden und so weiter. Ähm,\nSo, wenn man jetzt zwei von den Ketten oder mehr von diesen diesen,\näh in Reihe geschalteten Modulen parallel hängt, dann kann es einem sogar passieren, dass von einem Strang es zurück in den anderen fließt.\nUnd dann geht die Leistung richtig in den Keller, nur weil ein Modul verschattet ist.\nUnd um all dieses diese Probleme zu lösen, gibt es diese sogenannten Leistungsoptimierer. Was die Leistungsoptimierer machen, ist eine sogenannte Konvertierung, ja.","Warte mal ganz kurz, dieser äh Power MP im PPT.","MPIT Tracker.","Ja, du hast gesagt, der nimmt Einfluss. Inwiefern nimmt denn der Einfluss? Also inwiefern kann man denn auf Solarpanele die irgendwo fest angetackert sind und wo halt Sonne drauf hält oder nicht Einfluss nehmen?","Indem man den Widerstand regelt, der den entgegengesetzt wird. Habe ich das richtig verstanden.","Ja im Prinzip, ja.","Okay, gut. Mhm.","Genau und diese Leistungsoptimierer tun das im Prinzip an jedem Modul.","Jedes Modul ist einzeln angeschlossen, damit wenn ein Schatten kriegt, dass keiner anderen beeinflusst.","Äh ja im Prinzip schon, das Ding ist aber ähm,\nda du nicht jedes Modul einzeln per Kabel an den an den eigentlichen Wechselrichter hängst, sondern die Module immer noch in der Reihe hängen, hast du diese Leistungsoptimierer, die aus dem,\näh aus dem äh optimalen Arbeitspunkt äh wiederum dann einen Stromspannungspärchen machen, was so passt, dass dann alle Leistungsoptimierer den gleichen Strom fahren.\nDann wieder der der der äh die optimale Leistung rauskommt.\nWie die das genau machen, weiß ich nicht, ob das ein Betriebsgeheimnis von ist. Es gibt wohl auch andere, also von anderen Firmen diese leistungsoptimierer. Ähm in den in den ähm.\nIn den Kommentaren meinte einer, ja äh er wäre tatsächlich selber Solarbauer und er hätte wahrscheinlich auch,\nleistungsoptimierer verbaut, weil die schon irgendwie die Königsklasse sind. Ähm.\nBei meinem Dach ist es halt so, dass immer irgendwo irgendwas Schatten hat, also ohne diese Leistungsoptimierer wäre es gar nicht gegangen. Das ähm.","Bäume drum herum hast.","Nee, weil das Dach so verwinkelt ist.\nBäume habe ich tatsächlich fast keine. Also ich habe ähm.\nWirklich nur zu Sonnenaufgang oder Sonnenuntergang habe ich dann mal ein bisschen Baum äh Schatten. Aber ansonsten ist das ist da eigentlich freie Sicht, das das funktioniert insofern ganz gut.\nSo und jetzt habe ich, glaube ich, alles erklärt, was ich nochmal erklären wollte zum follow up. Oder fehlt noch was?\nIrgendwas nicht verstanden.","Äh bestimmt.","Hüpfen, manchmal nicht so gut und äh man kann es verbessern. Habe ich das richtig zusammengefasst?","Ähm na ja, es diese ganze Halbleitertechnik ist Weird. Sagen wir mal so, ich glaube, das ist die eigentliche Zusammenfassung. Ähm Solarmodule und\näh verhalten sich halt irgendwie komisch. Vor allen Dingen, äh wenn man normale Elektrotechnik macht, halt auch irgendwie nicht so, wie man sie wie man sich das vorstellt irgendwie.\nIn der normalen Elektrotechnik ist alles spannungsbasiert, nimmst irgendwo eine Batterie aus dem Schrank und dann sind da 1,fünf Volt steht da drauf, da steht nicht ein Strom drauf, sondern die Batterie macht erstmal 1,5 Volt\naber so ein Solarmodul macht halt erstmal einen Strom von zehn Ampere. Und das ist halt irgendwie total nicht intuitiv erstmal.","Einfach immer Schrödingers kannst du auf den Paneelen drauf. Gleichzeitig in der Sonne liegt und nicht.","Ich glaube nicht, dass die da drauf liegt. Ich habe fünfundvierzig Grad Dachneigung.","Weißt du auch erst, wenn du nachschaust.","Da liegt die Katze nur kurz drauf, würde ich mal sagen.","So, wir müssen ja noch Geburtstag feiern, fällt mir gerade ein.","Oh ja, das machen wir jetzt mal.","Genau, wer hat Geburtstag?\nUNIXUNEX hat Geburtstag. Wäre mir auch fast entgangen, aber dafür gibt's ja Twitter, dass äh ein an so solche äh äh Sachen erinnert. Und ich finde das ehrlich gesagt ziemlich bemerkenswert. Also,\nNicht Unig, sondern natürlich UNIX und ich bin mir irgendwie gar nicht so sicher, äh so für uns ähm alter Hasen ist das irgendwie.\nSo ein täglicher Begleiter, aber ich glaube, das ist irgendwie, ich weiß nicht, ob Leute spüren, wie viel Unix in dieser Welt ist.","Zu wenig.","Alles, was nicht Windows ist, ist hier nichts oder?","Ja, genau, das äh kann man schon mal so mal sagen,\nIch finde, das muss man nochmal herleiten. Also äh am dritten November 71 haben Thompson und Richie irgendwie UNIX First Edition rausgehauen,\nauf damals auf so einer PDP elf,\nGenauer äh eine PDL PDP äh elf Schrägstrich zwanzig, wobei ich nicht weiß ähm wofür die zwanzig steht, also ich weiß auch nicht, wofür die elf steht, das ist einfach die Modellnummer und zwanzig, keine Ahnung. Heißt irgendwas. Auf jeden Fall ähm,\nmit acht Kilo Worten Speicher. Das waren immerhin sechzehntausenddreihundertvierundachtzig Bytes.\nSechzehn K, das ist eine Menge gewesen. Also für für 71 war das wirklich extrem viel. Also das war wirklich ein Großrechner.\nUnd das ist ja irgendwie so so ein bisschen so die Story, ne? Also die beiden haben sich da irgendwie hingesetzt und äh damals war ja noch die Realität, die,\nman baut einen neuen Computer und dann wird für diesen Computer ein neues Betriebssystem,\ngeschrieben. Das war einfach so der Normalfall, was vor allem daran lag, dass eben diese Prozessoren und damit auch die ganzen Instruktionssätze sich eigentlich auch von Modell zu Modell immer wieder\nUnterschieden, ne. Die Firma hat dann so IBM und Honeyway und äh vor allem. Die haben dann halt irgendwie große äh Maschinen gebaut und dann bringen sie irgendwie zwei Jahre, drei Jahre später die nächste Generation raus und dann ist halt irgendwie alles verändert,\nDa es noch nicht so einheitliche CPUs gab.\nGeschweige denn einheitliche CPU Hersteller, war das irgendwie alles noch so ja so wie die Firma das eben gemacht hat und dann wurde dann immer die passende Software dafür geschrieben und natürlich immer in dem Instruktionssatz von diesem Modell.\nUnd den beiden kam das halt irgendwie gar nicht so sinnvoll vor,\nund saßen damals bei den von ATMT und äh wollten halt einfach mal äh nicht immer wieder das Rad neu erfinden,\nDafür dann halt zwei Sachen erfunden, nämlich erstens eine neue Promissprache und zweitens äh die Idee, dass man ja dann doch mal Prozessor systemübergreifend ein Konzept,\nbegründen könnte, was sozusagen alle diese Computer mehr oder weniger abbildet.\nDa kam dann irgendwie Unix raus, was so ein so ein Pan war auf Multix, was damals irgendwie so ein anderes Betriebssystem war, was halt kein Mensch mehr kennt,\nwollte irgendwie äh alles machen und Uniques wollte eigentlich nur eine Sache richtig gut machen und das das ist so ein bisschen diese Philosophie und so deren Wette gewesen so.\nUnd das hat sich an vielen Stellen äh im Unique-System so gezeigt. Ja und äh,\nDas war dann einfach unfassbar erfolgreich. Ist natürlich auch so ein bisschen damit zu tun hatte, dass es dann so in die Universitäten gegangen ist, vor allem nach Kalifornien, an die äh University of Burkely.\nUnd dann ist dieses UNIX halt ähm,\nUniversität zu Universität äh geschoben worden und wurde immer wieder auf neue Systeme portiert,\nUnd ja, das war dann eben auch die Begründung so einer modernen Mainframe,\nMinicomputerwelt, äh trifft's eigentlich auch gar nicht so eigentlich die Class äh war das glaube ich eher ähm Sun,\nähm war dann so die erste Firma, die eben so voll auf Unix gesetzt hat und Work-Sessions gebaut hat, die einfach,\nmit ähm also mit eben,\nrauskam und das war dann irgendwie so in den achtziger Jahren auch so das Ding so, während halt auf der einen Seite so diese kleinen PCs so äh versuchten,\nbestimmten Bereich zu füllen, weil eigentlich so dieser ganze High Performance Kram. Es waren halt alles,\nUnique-Systeme und es war immer so die Frage, was was wird eigentlich mal aus? Wird das irgendwie,\nwird das irgendwie was Wichtiges oder wird es irgendwie von Windows äh überrollt. Und heute wissen wir, alles außer Windows the Seodex.","Aber Windows hat doch jetzt auch hier so einen Linux-Lehrer irgendwie.","Ja, aber das ist trotzdem noch in dem Windows-Kram drin. Also es ist wirklich so, der Lea ist wirklich ein eine Layer.","Der Unterbau ist nicht Unique, sondern so parallel.","Genau. Ähm äh was konnten dieses Unix damals schon? Weißt du das.","Also das UNIX also genau kann ich dir das jetzt nicht sagen, was alles in der First Edition drin war.","Die hat noch kein Ziel. Das war noch nicht ein Ziel geschrieben. Das war doch in einer Semble geschrieben, weil natürlich C gab's noch nicht.","Einer der beiden ist ja der C-Erfinder.","Ja ja, aber erst danach. Version vier ist es hier die Ansage. In Wikipedia.","Das kann sein, dass das mit dem C erst später kam, das habe ich äh jetzt nicht richtig erzählt, aber so dieses Prinzip von Files und Streams ähm.","Oder? Das ist so, alles ist eine Datei, das ist so die Geschichte.","Genau, everything is the file, auch wenn nicht wirklich alles ein Fall war, aber das war so ein bisschen so die die die Idee und halt auch eben diese Kommandozeile,\nund eben viele kleine Programme, die eben,\neine bestimmte Sache gut gemacht haben. Aber alles passierte eigentlich auf diesem für damalige Verhältnisse extrem mächtigen Dateisystem, wo irgendwie Pfeilnamen, glaube ich,\nWar die Limitierung 14 Zeichen lang sein konnten, glaube ich, in der ersten Version von dem von dem UNIX-Filesystem und dann Jahre später,\nwurde ja wurde das dann schnell aufgebohrt und dann hatte man eben so ja nee vierzehn reicht nicht, machen wir mal zweihundertsechsundfünfzig, das passt schon.","Äh wie wie war denn das mit hieß doch nur weil das Betriebssystem nicht genug Zeichen hatte, damit es also die vierte Programmiersprache genannt werden konnte. Das war aber nicht, ja nix oder?","Äh das können die Forces ja viel, viel, viel älter oder Erscheinungsjahr 1970 vors.","Ah okay, ja.","Mit Unix hatte das jetzt nix zu tun.\nAber die Story kenne ich gar nicht. Warte mal, ursprünglich sollte die Sprache Force heißen, weil sie eigentlich für die Computer der vierten Generation vorgesehen war, welche erwartungsgemäß als Mikrocomputer vertrieben wurden. Das Betriebssystem auf dem proamierte,\nDoch nur Dateinamen mit einer Länge von fünf Buchstaben zu, weshalb er sich für das Homophon entschied. Ah ja, okay.\nDer Herr Moor.","Ist das denn.","Na ja, das waren so die, äh ich meine, das hast du ja auch unter teilweise.","Sage ich nur, acht Punkt drei.","Ja, acht Punkt drei ist auf jeden Fall auch nochmal so ein Thema. Also für damalige Verhältnisse war 14 Zeichen Dateiname war schon äh total awesome und es hat ja dann auch nicht so lange gedauert.\nAuf jeden Fall haben wir UNIX alle glaube ich viel zu verdanken und äh ich auch, ich weiß noch wie.\nWie ich an Unix gekommen bin, alles.\nVielleicht auch alles. Also ich weiß noch, ich hatte kurz mal nachdenken, wann war denn das eigentlich,\ngenau, ich hatte irgendwie Zugang zu einem.\nRechner in so einer befreundeten Firma irgendwann 7undachtzig oder irgendwie so was.\nAber da gab's ja auch schon UNIX of PCs gab's ja dann auch relativ äh früh so. Also es gab ja Xenix, das war so das Erste auf PCs.","Erst erst ab dem 386er, weil immer unbedingt eine Memory Management Unit brauchte, damit die Prozesse speichermäßig voneinander getrennt sind.","Ja, das ist nicht ganz richtig, weil äh es gab ja auch einen zwei sechsundachtziger.\nDa äh wurde das sozusagen, also diese dieser äh fehlende Speicherkram wurde mit diesem merkwürdigen Segmenten von dem 286er imoliert. Dadurch hattest du zwar eine eine Prozessbeschränkung, das heißt, die konnten dann nicht größer als 64 K sein.\nAber äh das ging.","Noch ganz viel Spaß.","Du, das war super. Ich hatte das. Also ich hatte einen zwei sechsundachtziger äh äh Rechner bei mir zu Hause und da lief äh dieses drauf und das war geil.\nIch habe seitdem nie wieder auf einem Computer schneller Text scrollen sehen. Also das das hatte eine,\nunfassbare Performance für damalige Verhältnisse, also überhaupt gar kein Vergleich mit Doss oder so. Da war ja immer alles so,\ndreturn und dann so schälte sich so der Text über den Bildschirm und alles wackelte und es kräutte und wenn da halt so auf gearbeitet hast und dann irgendwie Kommandos eingegeben hast, dann macht's immer so Knallbumm und es war immer alles sofort da.\nHertz. Ich meine, er könnte auch nicht mehr anzeigen als Text, das war ja alles. Es gab da sozusagen keine,\nOberfläche oder so, sondern es war alles aber das das 2 6und8er Xeniax hat tatsächlich die Basis gelegt und dann gab's das drei sechsundachtziger Xenix, das war dann halt SCO\nund interactive unix, das waren so eben die Varianten. Während sich halt im Rest der Welt eben immer noch dieser Battle hielt zwischen San OS und all diesen ganzen anderen äh Herstellern,\nHat die Maschinen, alle hatten eigentlich Maschinen. Und\nJa und dann äh haben sie ewig den Traum vom vom äh Vereinheitlichen standardisierten geträumt, was natürlich nie wahr wurde. Da kam dann halt so\nStandards her, wie Posix und so weiter, was wir was wir auch heute noch haben, was auch durchaus ganz hilfreich war,\nAber im Großen und Ganzen ist ist immer so im Hintergrund geblieben, ne.","Ich lasse nix auf Peace Reds kommen.","Stress. Ja, also klar, es gab so den Versuch, ähm all die ganzen Unixe, die sich total in unterschiedliche Richtungen teilweise entwickelt haben, die alle unterschiedliche Memory-Management-Systeme hatten und äh\nandere Abstraktionen und andere Treibermodelle und keine Ahnung, was da nicht alles noch anders war. Ähm.\nUnd diese Vereinheitlichung war aber eigentlich gar nicht,\nsodass glaube ich, was am Ende so erfolgreich gemacht hat, sondern es war natürlich vor allem äh Linux,\nwas halt gesagt hat, okay und sind da zu viele Lizenzen drin. Ich hätte aber jetzt gerne so was Ähnliches und dann kam halt irgendwie Linux dabei raus. Das war natürlich auf jeden Fall äh ein ganz wichtiger Faktor.","Booster Impfung.","Die Booster-Impfung und natürlich dann auch äh die freien BSD Systeme, die wir hier, glaube ich, auch schon viel gesprochen haben.\nBSD, Freebie ist die, Open BSD, diese ganzen\nGeschichten, die halt im Prinzip dafür gesorgt haben, dass der original Unix Code, wie er so von den Universitätären äh Stellen kam\näh auch final äh opensourced wurde, die also.","Auch schon Vorlinux. War das.","Genau und vor Linux schon, ne? Also das BSD ist so quasi der Nachfolger des des alten Original Unix und Linux war quasi\ndie neue der neue Ansatz der eigentlich nur die Konzepte kopiert hat. Insofern eigentlich auch eine Leistung, dass das so vom Sketch kam, während sich halt BSD wirklich aus den alten heraus entwickelt hat und\nlange Zeit waren das so diese beiden Systeme, die nebeneinander waren. Mittlerweile ist der Drops gelutscht, also BSD ist jetzt äh hat quasi innerhalb\nder Nische Unix äh ein Nischendasein und Dinox ist ganz klar dominant.","Nee, auf dem Max halt auch noch.","Sagt er als Make als als Apple-Jünger, das finde ich sehr spannend.","Also der Mach, also der der User Space zumindest ist ja alles BSD noch hier von dem Möbel leben.","Ja, okay, gut, dann werde ich jetzt auch noch drauf gekommen, aber äh sagen wir mal jetzt so diese Themen,\nim Sinne von Server, so die benutzt werden, weil das ist einfach mal die die die Domäne, ne? Werden wir wahrscheinlich nie sehen. Klar, manche Leute benutzen das, aber das hat jetzt keine große Bedeutung. Aber so im Serverbereich hat sich halt Linux total durchgesetzt.","WhatsApp war auf BSD zum Beispiel ganz Netflix, ist auf BSD und so weiter und so fort, also unterschätzt das mal nicht. Nische, kleinem Verhältnis zu Linus auf jeden Fall, aber also die sind also man sollte da nicht zu klein reden.","Ist komplett auf PSD, das wusste ich nicht.","Ja, die sind auch immer beim ordentlich bei BSD da. Zum Beispiel.","Okay. Gut äh umso besser. Auf jeden Fall und jetzt muss man ja den Mac Down mit reinnehmen. Äh die Entscheidung von Steve Jobs,\nnext weiterzumachen und da auf Unix zu setzen und das war ja dann eben auch aufm BSD System. Das war ja dann äh letzten Endes,\nfür das Überleben des Max und als dann Apple Steve Jobs wieder reingeholt hat und Next gekauft hat und im Prinzip ja auch die komplette Softwareabteilung mehr oder weniger von Next äh angeführt wurde und klar war, dass MacOest ten,\neben auf next basiert und damit eben auch weiterhin auf basiert. Das hat dann natürlich so eine so eine Zeitenwende ausgelöst. Und ich bin,\nimmer noch der Meinung, dass das damals ich meine, keiner hat ja an Apple geglaubt so fünfundneunzig sechsundneunzig. Das war ja dann irgendwie,\ndurch, ne? Alle nur noch ja Windows 95 und Apple good bye,\nDann kam halt äh Apple langsam so mit dem iMac,\nwieder ran und hat dann halt irgendwie gesagt, so okay, wir machen jetzt hier irgendwie und am Anfang war das ja auch alles total lahmarschig und langsam, aber es war halt einfach zukunftskompatibel und,\nIn dieser Zeit, als kaum einer noch einen Mackin-Tusch kaufen wollte, war, glaube ich, so für die Nerds, aber genau dieses Unix Argument bei Mecken echtes Feature, ne? Also das war wirklich so ein Grund den wirkt.","Mich hätte es nicht ohne gegeben. Und ja nichts das fand ich also Quads von Judith. Das waren die drei Sachen, die mich auf den Weg gebracht haben.","Genau und jetzt haben wir äh jetzt haben wir irgendwie jetzt gibt's das irgendwie auf allen Telefonen, jedes Android-Device ist ein Unique-System.\nJedes oder ein Dehnungssystem in dem Fall, aber jedes iPhone ist ein ist ein Unique-System.\nAll diese ganzen Geräte, kleine Geräte, Minigeräte, größte Geräte, Riesenserver, alles alles wird irgendwie damit gefahren. Also das einzige was wirklich nicht unix ist, ist windows.\nJa\nMal so als äh Overview. Auf jeden Fall mir hat das immer viel Spaß gemacht. Ich finde irgendwie nix geil. Und ich kann auch irgendwie jedem nur raten\nLeute, äh macht euch mal mit dieser Kommandozeile vertraut, falls ihr das noch nicht gemacht habt, weil das ist irgendwie die Essenz. Diese diese diese unglaubliche Produktivität, die man äh hinbekommen kann mit seinem System, wenn man irgendwie diese Ebene so ein bisschen versteht.\nDas schlägt irgendwie äh alles.","Kleiner kleiner Seitenabzweig, da hat jemand gemeint, was wohl aus Apple passiert wäre, wenn wenn sie Bios stattdessen gekauft hätten.\nIch habe vor einer ganzen Weile irgendwie mal einen abfälligen Tweet über Bio S geschrieben und wer hat darauf geantwortet, Jean Louis Gasset, der Gründer von\nFirma. Da war ich dann schon so ein bisschen so oh okay, aber wenn der da was sagt, dann ruderst du vielleicht doch besser zurück.\nIch weiß es nicht mehr so genau, hat da was richtig gestellt, wo ich dann so dachte, na ja, er wird's besser wissen. Aber.","Ich hatte mal so eine Biebox.","Erinnere mich unter so einem Zelt in Holland.","Richtige.","Nicht nur Software, sondern sogar Hardware auch.","Bei A plus com, da haben wir uns ja immer alles gekauft, was was irgendwie geil war und dann kam irgendwie so die und dann ja wir brauchen so eine und Pavel so, ja nee, wir kaufen gleich zwei. Und das.","Kabel, Pavel, seine Einstellung ist ja immer, dass man, wenn er was braucht, soll man gleich zwei, drei Mal gehen. Also das kaufen, weil es viel zu teuer. Noch mal, wenn man's nochmal braucht, dann nochmal loszulatschen, also immer gleich mehrere Dinge holen.","Ja und die Maschine hat ihn fasziniert und das finde ich aber so schön. Paul hat mal gesagt, äh für ihn wären nur drei Sachen bei Computern wirklich wichtig. Nämlich Performance.\nPerformance und Performance.","Ein echter C Plus Plusler gesprochen.","Genau\nSo und äh fährt er auch mal immer geiler, geiler Benchmarks irgendwie um Rost zu bekommen, wie wie schnell äh Computer eigentlich so wirklich so sind, so mit\nirgendwie ein Memory Performer sind all dieser ganze Kram und diese war ja damals wirklich faszinierend, weil die halt einfach diesen ganzen Ballast der Vorzeit nicht nicht hatte und einfach\nmächtig auf zwei Prozessoren oder auf zwei Chors, äh in dem Fall. Am Anfang waren's ja tatsächlich sogar zwei Prozessoren, glaube ich, ne, war da zwei sechs null Einser drin.","PC.","Dieser geilen CPU Anzeige vorne einbalken. Für die eine CP und ein ein LED-Balken für die andere. Das war schon richtig geil.","Ach das war wirklich das ist die CPU auslastet.","Ja, die hatten wirklich CPU-LEDs da,\nund und das war und das war und das war wirklich klug, weil du hast dann mit diesem System gearbeitet, was halt so eine einfache hatte, die ganz ganz ganz ordentlich war, ganz ganz ganz gut funktioniert hat und alles war halt Multis rettet und das ganze OS war Multi Scredat.","Da haben die ja schon mitgeworben, dass jedes Fenster war ein.","Und das hat sie auch gezeigt. Also Bio S war damals, was die betrifft, äh Alm um Jahre voraus.\nAlso, mindestens fünf, sechs, wenn nicht sogar zehn Jahre voraus. Das hat lange, lange, lange gedauert, bis also,\nEs hat richtig lange gedauert. Ich würde sogar sagen, es hat noch mehr als zehn Jahre gedauert, bis ich so eines eines Systems mal wieder irgendwo gesehen habe und ich würde sogar fast so weit gehen.\nEigentlich habe ich das noch gar nicht wieder gesehen, oder? Mal ehrlich.","SSD Power heutzutage. So schnell waren die nicht.","Eins.","Ja äh nee, es ist ja nicht eine Frage des Prozessors. Es ist ja eine du brauchst halt jetzt gute Prozessoren, damit es irgendwie flüssig läuft\nAber ganz ehrlich, auch auf meinem R habe ich dann doch manchmal doch irgendwie wieder Beachboy hier und dann ist äh irgendwas mal wieder langsam und äh hakt oder\ndas Programm tut irgendwas und dann kannst du das Abfüllmenü nicht öffnen, weil,\nWenn du halt also für das Abfüllmenü klickst, tust du das schon im Kontext des aktuell vorneliegenden Prozesses und wenn dieser Prozess gerade in irgendeiner Form,\nnicht bereit ist Event zu machen, dann kannst du dieses Scheiß Apfelmenü nicht klicken, sodass ich manchmal schon ein anderes Programm in den Vordergrund hole, nur damit ich ins Apfelmenü klicken kann.\nUnd das sind immer so Sachen, wo ich mir denke so,\nNicht immer langsam mal sein lassen. Das äh das ist doch einfach unanständig äh sich so zu verhalten auf einem Computersystem und sowas werden wir auf der nie passiert.\nImmer alles sofort reagiert und es war einfach eine eine Performance-Hölle. Großartiges System,\naber hat's leider auf dem Markt nicht äh geschafft und wäre auch zu wenig gewesen.","Ja, die hat mit der Hardware Schwierigkeiten, da mussten sie öffnen und dann gab's ja das US konnte man ja dann auf sein PowerMag installieren und das war schon ziemlich cool, also es hat geflutscht.","Äh ein Freund von mir hatte das installiert und das war ganz lustig, weil irgendwie da habe ich das erste Mal Programme gesehen, die halb abstürzen und Teil des Programms nicht mehr geht. Der Rest läuft weiter, als wäre nichts gewesen.\nAber die andere Hälfte geht halt nicht mehr und dann denkst du so, okay wie wäre ich jetzt den Rest, der da noch läuft, diese Ruine, wie werde ich die jetzt los? Also es ist irgendwie,\nAber das.","Ja, das hat schon die Frage, ob's hilft.","Äh das war damals das erste äh System, was auch so äh Fenster in ihrer gesamten Größe resized hat und zwar so richtig flüssig.\nNe, also da zu dem Zeitpunkt hat hat ja immer noch so ein komisches Rubberband.","Ja ja, aber aber Mac war das scheiße, also das hat der schon von von klein aufgemacht. Paar Jahre vorher. Also da da war ich da kam ja ich.","Arkorn, meinst du?","Genau, ja. Also Akcoin hat mit dem Archimedes und aufwärts, also so hat der Echtfensterverschiebung haben sie's genannt und immer alles neu gezeichnet. Äh,\npassend und mit dem mit dem Strong Arm dann mit dem PC waren sie halt wirklich schon auch in der Geschwindigkeitsgrößenordnung, wo das jetzt nicht mehr so viel unterschiedlich war. Ich habe leider nie eine Bi-Box wirklich in Action gesehen, aber ich habe bin auf alle Fälle auch,\naus so einer Situation draus, wo ich halt geile Googy-Performance hatte und dann äh eben so Fenster, wo man,\nOutlines verschiebt wirklich oder wo man nur wo man, wenn man jetzt die Fenster größer einstellen will, damit jetzt der Text genau reinpasst, keine Vorschau bekommt, wenn man nicht loslässt und da fünfmal vergrößern oder verkleinern muss. Ernsthaft, du bist ein Fenstersystem sein, mit dem.","Finde ich ja witzig, wenn man bei Windows noch ab und zu mal macht und der grade so ein bisschen hängt und dann das wieder so aussieht wie früher, weil er das dann erst Sekunden später nachzeichnet. Also haben die natürlich nur sehr selten diese modernen Windowskisten, aber manchmal sieht man das noch.","Ja ja, es passiert immer noch, gell, ab und zu vom Design her ist es halt so. Ähm und oder oder das überscrollbalken, ja, keine proportionalen Scallbalken. Was war denn das für eine Welt?\nDieser komische Mac, der soll irgendwas tolles sein. Ich habe das nie verstanden. Also vor McQueen an der Stelle, der hat uns das Meister aufgelöst\noder auch nicht beide Richtungen gleichzeitig scrollen kann, was ihr jetzt so mit zwei Fingerdingen immer schon gleich ist, war halt auf dem Akku ein rechter Klick auf den Scroll-Bike und dann konntest du beide Richtungen scrollen, immer.\nIn jedem Fenster, überall unters proportionale Scrollbalken angezeigt bekommen und könntest dich aus und der Inhalt hat sich einfach mit verschoben und es war nicht nur so eine Vorschau, die du irgendwann mal wieder also es war halt eine Goji und nicht einen ähm ähm Nicht-Gui.\nSchöne Zeit war das.\nSo haben wir alle unsere Geschichten, aber Unique selber hat ja dieses also Performance ist ja nicht unbedingt mit in Verbindung zu bringen, so was,\nGrafik angeht und und also X Windows war ja ein ziemlicher Flop designtechnisch. Ähm was Performance angeht und ähm,\nJa, also auf der Kommandozeile und die Pipes und so, das mit den Pfeils ist ja alles toll, aber ja.","Na ja, also äh das stimmt, was du sagst. Es war nie so für Desktop gedacht, dafür war aber X Windows insofern genial, als dass du ja mal eben ein Programm auf einem anderen Rechner starten konntest, aber das\ndas User-Interface auf deinem, deinem Rechner.","In der Uni war das ja schon okay auch, aber so ist es ja ansonsten war es ja nie viel Fluss Flux genug.","Nee, also es findet bestimmte Art von Anwendungen war das sehr gut, die man dort halt da irgendwie hatte, aber für eine bestimmte\nandere Art von Anwendungen, wie sie der Macintosh nun mal gerne hat, nämlich volle Grafik-Power, äh Fronten und so weiter, ja, wo dann,\nist einfach nicht akzeptabel ist, dass alle alle Pixel da nochmal äh quer übers Internet übertragen werden, aber,\nNa ja, sind halt einfach äh unterschiedliche Konzepte und an der Stelle hat ja dann Next auch geliefert und haben alle einfach ein ein anderes Konzept,\ngehabt, aber die Basis Unix unten drunter so alt und und furchtbar sie auch teilweise äh ist, ist auf jeden Fall sehr charmant und hat sich eigentlich auch immer wieder gezeigt, dass sie dass sie sich gut an die Zeit äh anpassen kann, die,\nWurden immer besser und äh am Ende konnte man immer alles drunter machen und was Besseres ist auch keinem eingefallen.","Deswegen heißt der bei unserem MECOS hier, was haben wir jetzt Monteray, der Körder ist ja auch Version einundzwanzig,\ntatsächlich nach was ja glaube ich schon bei drei war haben sie dann halt bei vier weitergezählt und nicht bei bei eins angefangen. Deswegen sind die jetzt beim schon bei einundzwanzig.","Mhm. Muss man sagen, der Körner, also der heißt ja eigentlich, wie heißt der eigentlich XNU, ne? Ähm.","Snooze not unix.","Das ist aber tatsächlich eine äh eine Neuentwicklung. Das ist nämlich diese Idee des Microcorners.\nJa mal so ganz hipp war und wo man irgendwie nicht wusste so okay, was setzt sich jetzt irgendwie durch, aber Apple benutzt es ja bis heute noch,\nÄhm und das Projekt hieß ja, mach und der Typ, der der Mach gemacht hat, der ist ja dann auch derjenige, der quasi für Nextep die ganze Softwareentwicklung gemacht hat, dieser äh Avi, war das glaube.","Aber der ist ja schon gegangen bei Apple.","Schon lange getan.","Schon lange gegangen, aber der war halt derjenige, der der das gemacht hat und und und auf aus der Zeit basiert das, ne? Also das Mac Unix ist schon irgendwie an vielen Stellen doch enorm,\nmodernisiert worden und damit haben sie dann letzten Endes die Plattform geschaffen, die wir heute haben.\nWo wir gerade so bei alten äh Scheiß sind, kann ich euch noch eine Ausstellung empfehlen. Keine Ahnung, ob die jetzt gerade die neuen Corona-Maßnahmen äh überlebt oder nicht, aber äh ich fand das ganz interessant, weil ich äh\nletzte Woche in so einer kleinen Kinovorstellung auch so einen kleinen Dokumentationsfilm gesehen habe, von dem ich jetzt leider nicht weiß, ob er im Netz verfügbar ist. Das wollte ich noch fragen. Ich glaube derzeit noch nicht\naber man kann ihn glaube ich auf dieser Ausstellung sehen. Die findet nämlich in Berlin statt, in Betan. Das ist so so ein Künstlerspace in Kreuzberg.\nFängt jetzt diesen Freitag äh an am zwölften, am 12. November. So und worum geht's? Es geht um ein System,\nUnter was bekannt geworden ist als van Gogh TV. Sagt euch das was? Piazza Virtuale.","Virtual sagt bei irgendwas. Lief das irgendwann mal auf irgendeinem Kanal durch die Gegend wieder rum.","Gleich gleich kommt da das Wort.","Zu meiner frühen zu meiner zu meiner frühen äh Satellitenfernsehzeit habe ich das Gefühl, dass ich da irgendwie was da an mir vorbeigerauscht ist.","Genau, da ist an dir vorbeigerauscht. Also mit der Villa hat es jetzt eigentlich nichts zu tun, außer, dass es im zum selben Zeitpunkt passiert ist. Also wir haben,\nVilla angefangen 92 zu entwickeln und genau in der äh heißen Entwicklungsphase war von Gog TV\nschon am Start und zwar damals im Rahmen der Dokumenta in Kassel, die ja irgendwie alle paar Jahre nur stattfindet. Es war dann nicht wirklich so ein offizielles Projekt, sondern die haben sich da mehr so reingehackt und haben gesagt, so ja hier können wir da irgendwie was machen und die so ja meinetwegen äh stellt euch da irgendwie hin, haben da so ein paar Container dahingestellt.\nAuch monatelang dran entwickelt. Und was es war ist ein bisschen schwer zu beschreiben. Aber es war auf jeden Fall der totale Wahnsinn und das totale Chaos.\nUnd sie hatten dann äh es geschafft, sich tatsächliche Sendezeit auf Dreisat äh,\nzu sichern, was damals halt noch so ein total neuer Kanal war, den kein Schwein kannte, weil Satellitenfernsehen war noch ganz neu und ähm ARD hat gesagt, na ja, wir brauchen jetzt oder was ZDF, 3sat ist ein ZDF dran, ne?\nOder,\ngrad nicht mehr. Auf jeden Fall gab's irgendwie diesen Dreisat-Kanal und der hatte quasi keinen Content. Die hatten nur äh Abendprogramm und haben sonst auch nur irgendwelchen äh Quatsch gesendet. Da haben die gesagt, ja okay, mal weg, dann dann sendet ihr doch mal. Und dann haben die halt\nim Prinzip auch so was Ähnliches gemacht wie wir dann später mit der Villa so in Komplettaudio. Das heißt, die haben Computersysteme zusammengesteckt und haben\nalle möglichen Zugänge dazu gemacht. Das heißt, es gab irgendwie einen Chat. Es gab äh Telefonanrufsituationen\nso Konferenz Calls und Leute konnten sich da irgendwie äh miteinander unterhalten. Aber sie haben das halt nicht in so einem privaten Enviament gemacht, wie das bei uns bei der Villa war ne, was in der Villa geschah, blieb in der Villa, sondern das ging dann halt über Satellit äh,\nübers Fernsehen und jeder, der da irgendwie zuschauen konnte und\nselbst wenn es äh nicht bei drei Sat lief, also 3sat hat auch eine normale Frequenz, aber das haben sie das war dann sozusagen diese anderthalb Stunden und dann den Rest der Zeit haben sie halt einfach über den Satellitenkanal.\nAbgestrahlt und waren dann quasi auch die ganze Nacht für alle Leute, die halt so Satelliten Fernsehen gemacht haben zu machen und TV war einfach total äh äh,\nirre Kram und es war einfach super,\ninnovativ aber auch. Also sie haben sich da Sachen einfallen lassen, fernsteuerbare Kamera, über Telefon, fernsteuerbare Kamera\nalso wenn du mit den Telefontasten so eine Kamera da in diesen Container hin und her fahren lassen, der dann so quasi durch diese äh Räume, wo die Developer rumsaßen, äh hin und her fuhr und konnte die Perspektive der Kamera\näh drehen,\nirgendwelche Spiele und so und das Irre daran war eigentlich, dass halt diese Leute auf diesen Raum trafen und sich quasi das erste Mal trafen und sofort hatte das.\nAlle Charakterzüge von Social Media. Ja, also die Leute haben sich dann irgendwie,\nstundenlang mit hallo, hallo ist da jemand, hallo, hallo äh so eingelassen oder fing halt an, da rumzuflirten oder rumzustreiten oder was man halt irgendwie macht so mit irgendwie äh,\nallen möglichen Sachen. Sind aber damit ganz interessant umgegangen, weil es gab dann wirklich so einen around the clocks äh Zensor,\nUnd wenn halt irgendjemand anfing, da irgendwelche Nazi-äh-Quark äh von sich zu geben oder sonst irgendwelche unangemessenen Sachen, dann äh dann wurde das quasi so live zensiert.\nJa, also da gab's wirklich so den den Sensor, der dann irgendwie auf die Tasse gedrückt hat, aber dann stand das da halt auch. Also es wurde sozusagen ausgeblendet,\naber das in dem Moment hast du halt auch gesehen so hier wurde jetzt gerade zensiert. Also es war irgendwie total äh irre uns strange und ein total\nkrasses Projekt, an dem glaube ich auch\nalle, die daran mitgemacht haben, dann über dieses halbe Jahr auch völlig zerbrochen sind, weil's einfach eine außergewöhnliche Dauer äh Programmierleistung und und Hack Bastelleistung war. Waren auch ein paar Leute dabei, die ähm,\nim Club äh so äh Clubkontext ähm dazu gehörten damals.\nKann ich euch auf jeden Fall äh empfehlen, da einfach mal Betanien äh reinzumarschieren und ich hoffe auch, dass dass dieser Film, den ich da gesehen habe, so fünfundvierzig Minuten Doku ähm,\ndass der äh irgendwie doch den Weg ins Netz findet. Ich gucke nochmal gefunden.","Alles findet den Weg ins Netz.","Ja äh kurz oder lang äh auf jeden Fall ja.","Trailer für gesehen hauptsächlich.\nWeil eigentlich Sendung habe ich, glaube ich, nie gesehen, aber es war immer irgendwo im im in da kommt und ist Kunst. Habe da ganz komische Erinnerungen.","Sieben-Minuten-Clip, aber wo ist denn die volle Version davon?\nAlso ich schmeiße mal ein bisschen was hier in die äh Shownotes rein. Ähm der Film selber,\nGrad nicht, ne? Also van Koch TV äh unterstreicht halt so diesen diesen künstlerischen äh Punkt und dieses Piazza-Viruale war dann halt einfach eben wirklich dieser Treffpunkt, ne? Und es war halt einfach,\nseinerzeit mega voraus. Es hat einfach ähm keiner hat das verstanden. Also es war,\nwirklich so dermaßen weit vorne, dass es dass es einfach nochmal zehn Jahre gedauert hat, bis bis das irgendwie Realität hat, aber man kann daran halt schon sehen, dass da\ndass da einfach so Dinge vorgedacht wurden und vorexperimentiert wurden, die dann halt erst so in den 2000ern wirklich Realität wurden.\nJo.","So, kannst du jetzt mal ein Flash einspielen?","Flash aha. Ich habe äh hier gerade jetzt keinen, das ist äh so ein schwierig.","Es gibt aber relativ viele Videos zu ähm Virtuale auf YouTube da, ne, auf dem Kanal.","Das einfach mitgeschnitten haben, was da so lief. Das ist teilweise unerträglich, aber halt auch irgendwie äh crazy. Ich fand halt diese Kurz-Doku äh dann sehr äh erläutern. Ich habe jetzt mal versucht so ein bisschen so die wesentlichen\nAspekte davon zu machen, aber ist definitiv so eine echte richtige Pionierarbeit gewesen, die also wirklich,\nderzeit ganz, ganz, ganz weit voraus waren. Es hat einfach noch sehr lange gedauert. Ich meine, da war da gab's kein Internet. Nicht im Ansatz so.\nÄhm dass da überhaupt schon Leute auch mit Modems dabei sein konnten. Zweiundneunzig, ich meine da hatte auch kaum jemand,\nEs war ne tausend1zweihundert Bit pro Sekunde und so was, das war so irgendwie der Standard zweitausendvierhundert vielleicht.","Ja, tausendzwohundert zu dreihundert so war das. Äh ja, darf ich jetzt mal?","Gerne.","Weil äh ich bin ja hier der Bitcoin-Gui.\nDeswegen auch den Flash, weil Flash ist wie Lightning, weil niemand macht mehr Bitcoin, sondern weil ist ja eighties, sondern wir machen jetzt äh Lightning.\nUnd äh glaube, dazu muss man, ich wir hatten da schon mal ein bisschen in der Sendung, ist schon ewig her, ne in der Sendung, in einem Podcast, aber vielleicht muss man nochmal kurz auffrischen.\nWas es ist. Ja, ihr müsst da jetzt ein bisschen auch mir entgegenkommen. Ähm und zwar,\nkurz zusammengerissen. Bei Bitcoin ist ja das Problem vom Strom jetzt mal abgesehen, äh dass äh man will nicht jedes einzelne\njeden einzelnen Kaffee, den man bezahlt, will man nicht ähm in der Blockchain haben, weil die muss halt für immer und ewig aufgehoben werden. Das kostet zu viel Ressourcen, zu viel Rechenzeit, weil es muss ja auch mal wieder kontrolliert werden und so weiter. Das heißt, äh,\nskaliert nicht für für Kleinstbezahlung und deswegen haben die sich\nVor ewigen Zeiten schon was einfallen lassen. 2tausend15 glaube ich zuerst. Das ist so ein so ein was heutzutage Lightning heißt\nman halt äh ja ich.\nErkläre das mal mit Bierdeckel, da passt jetzt mit dem Kaffee nicht so, mehr mit Bier, aber ist egal, dass man so einen so einen Bierdeckel aufmacht und dass man nicht jedes Bier einzeln zahlt, sondern dass man halt so ankreuzt,\nam Ende des Tages oder nach einem Monat insgesamt alle Biere auf einmal bezahlt und wenn der Wirt von dem von dem Gast, der die Biere äh,\nkauft man der Wirt, dem Gast was abkauft, dann könnte man ja sogar wieder ein paar Biere wegstreichen, also man der das der Zeiger geht immer so hin und her und schwankt so vom Bezahlen und erst am Ende, wenn die beiden meinen, wir lösen unser Verhältnis jetzt einmal auf, dann wird sozusagen am Ende,\nbezahlt und das heißt in in Bitcoin-Technik da nennt man das so einen sowas ein Channel zwischen zwei äh,\nPartnern, der wird einmal eröffnet, After Chain und bewiesen, dass die Kohle überhaupt da ist und dann nach einem Jahr, nach einem Monat, nach sonst wie viel Zeit wird der Channel geschlossen und das sind dann\nzwei Überweisungen\ndie auch teuer sind sozusagen, aber es können dazwischen tausende von kleinst äh Bezahlungen sein, die auch kryptografisch gesichert sind, also keiner kann bescheißen.\nDa fließt das Geld sozusagen im wahrsten Sinne des Wortes, geht hin und her, also mal wird's auf der einen Seite mehr, mal auf der anderen Seite und so weiter. Und da das auch noch mit Routing funktioniert,\nentsteht ein riesengroßes Netzwerk und das äh funktioniert auch schon. Da gibt's auch ähm Bitcoin Lightning Explorer, wo man dieses Netzwerk sogar als als so Riesengrafen so sieht. Ähm,\nkann man auch über andere Leute äh seine die Einheit dort ist Satoshis so, nennen sie das, die kleinste Bitcoin-Einheit, werden dort die Satoshis,\nvon A nach B nach C nach D geroutet und kommen dann halt an, manchmal dauert's ein bisschen länger, manchmal ist es sehr schnell, aber es ist alles nicht mehr\ndie Zeiten sind vorbei, wo man dann auch beim Bezahlen im Restaurant warten muss, bis die Überweisung endlich ankommt. Das gibt's irgendwie nicht mehr, sondern man macht Lighting und das macht flupp und dann ist es da.\nSo viel dazu und dann bei Bitcoin, was.\nDer neueste Scheiße. Sie haben jetzt auch gerade einen neuen Blog gefunden. Das passt ganz gut, weil in exakt fünfhundert Blöcken\nDas wird so Samstag zu Sonntagnacht sein, gibt's wieder mal eine Protokollerweiterung bei Bitcoin. Die letzte war ja ähm das sogenannte zweitausendsiebzehn. Äh\nDas ist jetzt die nächste. Dort werden im Großen und Ganzen drei Sachen aktiviert. Das eine sind Schnorrsignaturen,\nsind schneller, besser, weiter ähm können man kann Signaturen zusammengefassen, dadurch werden Transaktionen, die werden ein Stück kleiner, hat auch ein paar andere kryptographische Eigenschaften, die besser sind als bei dem EC,\nDSA, was die gerade benutzen. Dann gibt's,\nKann ich jetzt nicht auf die Schnelle ausm Stehgreif erklären und dann gibt's noch ähm eine Sache, die nennt sich glaube ich, das ermöglicht auf jeden Fall, dass ähm,\nInsgesamt bei Bitcoin das Transaktion kleiner werden, dass sie mehr Privacy haben und dass die Skripte noch,\numfangreicher werden können, ohne dass man aber eben ja zeigt, was eigentlich drin war, also was wieder für mehr Privacy sorgt.\nUnd das alles machen die schon auch, um das Lightning-Netzwerk demnächst noch weiter zu verbessern, die Transaktion kleiner zu machen und so weiter. Und diese Änderung, die kommt, wie gesagt, in exakt,\n500 Blöcken und ob das jetzt auch dafür sorgt, dass der Preis gerade so hochsteigt, weiß ich nicht. Ich denke eigentlich eher nicht, weil ich glaube, das sind eher\ndie großen Businessfirmen, die der Dol mit und das treibt den Preis in der Höhe, aber aus technischer Sicht und als Idealist ist eigentlich das Update, was in,\nSonntag früh erscheint interessant. Fragen?","Mir viel zu schnarchig natur nur einen. Hast du mal einen Bitcoin, aber äh na ja.","Und wir haben Lightning-Netzwerk mitmachen will. Es gibt äh von hier aus der Berliner Truppe, die sich auch mal treffen. Die haben so ein kleines Projekt, das heißt äh Raspby,\nman kann auch nur Display draufstecken, man braucht eine externe Platte dafür, weil Blockchain ist nun mal groß. Das Ding kann man, ist alles schon\nalso so ein so ein Image, was man auf dem installieren kann, der sorgt für alles und danach hast du so eine Lightning Note, kannst einmal\nda genau hier hat's schon einer im Chat irgendwie erwähnt, ähm gibt's bei GitHub Slash Slash Ruspy Blitz, kannst du ja in deiner Show Notes aufnehmen. Ähm,\nJa, kann man das installieren? Paar paar,\nhalben Bitcoin überweisen oder ein Zehntel oder noch weniger inzwischen und das ins Lightning Network irgendwo mit wem einen Channel aufmachen oder zwei, drei und dann kann man an diesem Netzwerk teilnehmen und das äh dann auch äh,\nüber Tor geht das auch eine Menge mit entsprechenden Apps sogar dann äh über die eigene Not per Lightning bezahlen im Laden zum Beispiel und das,\ntollen Meetup, was hier immer in einem Restaurant stattfindet, einmal im Monat, am 1. Donnerstag im Monat immer,\nDie nehmen auch per Lightning.\nDas Geld ein, wenn man will und dann kann man da bezahlen ohne so wie früher, dass man eben warten muss bis der Block gefunden wurde und so, sondern das ist jetzt alles,\nLightning, deswegen der Flash.","Aber die Welt wird trotzdem äh zerstört durch Bitcoin.","Welt wird äh ja wahrscheinlich doch durch ganz andere Sachen zerstört, bevor Bitcoin das schafft, aber ja.\nKönnte man so sagen. Sehe ich ein bisschen anders. Aber ja.","Wie siehst du das denn?","Ja, schwierig. Ähm ich finde eine unabhängige Währung zu haben ist wichtig.\nDie auch einen Nachteil hat, sehe ich einen,\naber ich kann auch nicht einschätzen, wie groß der Nachteil auf der anderen Seite ist. Also man muss ja gegen gegeneinander abwägen und ich glaube schon insgesamt, dass es wichtig ist, eine unabhängige Währung zu haben.","Wofür ist das wichtig?","Wofür? Na weil du nicht Herr deiner deiner Werte bist, so würde ich das mal ausdrücken. Also du hast zwar den Euro,\naber die drucken halt nach, wie sie möchten, zum Beispiel und du hast aber eigentlich nichts davon. Du hast nur die Inflation dadurch.\nDeswegen zum Beispiel auch Elsa war dort, die haben ja schon vor ewigen Zeiten, die haben ja keine eigene Währung mehr gehabt, haben gesagt, sie nehmen den Dollar, ja. Ist ja auch okay. Sie binden sich an den Dollar und hat Österreich mit Deutschland ja auch gemacht, wenn ich das richtig gesehen, also noch,\nder war ja eins zu sieben einfach. Ähm jedenfalls werden die Amis dann den Dollar nachdrucken, dann äh ja, dann für die,\nEl Salvador singt halt nur der Dollar durch die Inflation, aber die Dollars, die da gedruckt werden, die kommen ja nur der amerikanischen Wirtschaft zugute, aber nicht der in El Salvador. Also es war halt nicht so ein ganz schlauer Move. Und die haben sich jetzt versuchen sie jetzt jetzt davon\ntrennen. Ob das klappt, muss man gucken, aber bisher läuft es wohl ganz gut mit den üblichen Anfangsschwierigkeiten, aber da muss man mal gucken, aber das ist,\nIch finde das schon eine,\neine interessante Zukunft, wenn man sich so das denkt, dass heißt halt eben keine Währung mehr gibt, wo einfach die die oberen Leute, die sowieso das ganze Geld besitzen, dann auch noch zu ihren Gunsten nachdrucken können, zum Beispiel.\nDen ganzen Finanzfluss der kontrolliert wird und so weiter mit Geldwäsche und weiß ich nicht was es noch alles gibt nochmal ganz abgesehen oder Wiki Leaks, die irgendwie Spenden sammeln, die dann überall gesperrt werden und anders als digital geht's ja kaum noch, weil keiner kann irgendwie die Dollarscheine zu WikiLeaks schicken\nso, also da die die Macht, die die über die Steuerung des Geldes haben, ist schon ziemlich groß und diese zu brechen ist schon.\nUnterstützenswert.","Ja, also ich habe da meine Zweifel, um ehrlich zu sein.","Ja, die kann man ja haben, aber es sollte ja nicht heißen, dass man sich nicht mal damit beschäftigt.","Jets sagt halt auch grade im ähm klingt doch gerade so, als würde die Welt durch dieses Leitding etwas weniger zerstört werden, ne. Also ich meine, wenn ich das richtig verstanden habe, ist es ja so, dass man halt irgendwie in diesem leitenden Netzwerk äh,\nTransaktionen sammelt und erst dann, wenn man sagt, okay, jetzt reicht's, ne? Jetzt werden sie erst übertragen in die Blockchain. Hilft das denn?\nWürde das äh ist das dann tatsächlich weniger Energie, die da verbraucht wird durch dieses Lighting-Netzwerk? Nee, ne.","Nee, die Energie bleibt da erstmal die gleiche, aber sagen wir mal so, viele Leute rechnen ja so um, okay\nBei Bitcoin, da sind ja äh maximal pro Sekunde sind's irgendwie, weiß nicht jetzt,\nzehn oder 15 Transaktionen, die die da machen können, bei dem Stromverbrauch sind es ja so und so viel Kilowatt pro eine Transaktion durch dieses Lighting aber finden ja tausende von Transaktionen statt,\ngar nicht in einer Chain landen, die man auch gar nicht sehen kann, weil die ja nur zwischen A und B an einer Stelle sind,\ndie die kannst du gar nicht so richtig mitrechnen und das der in den Channels geht es auch hin und her. Das merkt gar kein anderer, aber es findet ja statt. Nur kryptografisch hat und erstmal ähm\ntemporär mit diesen Signaturen und so weiter und das erhöht zumindestens die, wie sagt man, die Anwendungskraft,\nBitcoin, ohne dass man's aber direkt sehen kann,\nAber die die meiner werden natürlich weiterhin erzeugen die Blöcke und die Kosten weiterhin Strom. Da ändert sich nichts, aber das, was hinten bei rauskommt, ist etwas mehr wert, so würde ich das mal nennen. Da muss man halt, wie gesagt, abwägen,\nob sich's lohnt oder nicht.","Aber in den Channels sind's schon mehrere, die drin sind, ne, die miteinander dann äh was machen können oder ist es immer eins zu eins?","Ne, die die Channels sind miteinander verbunden, das ist ein großes Netzwerk, also es ist nicht nur A und B verbinden sich, sondern A kann über B nach C bezahlen, wenn B mit C einen Channel hat. Also das das das Geld wird auch oder die die Satoshis, die werden auch gerotet,\neine Webseite, die heißt eins ML dot com und da kann man sich zum Beispiel auch alle Channels angucken und welche Channels mit welchen verbunden sind, wie welche Kapazität,\ndiese Channels alle haben und,\nDa fließt eine Menge Kohle hin und her, den ganzen Tag und da kann man ein bisschen reingucken oder man googelt einfach mal grundsätzlich nach so ähm Bitcoin Lightning Explorer, da gibt's halt so einige inzwischen, wo man,\nbisschen auch drin drin schnuppern kann, was es denn da so gibt. Und da gibt's viele Channels, die sind seit drei Jahren offen und wurden nie geschlossen. Das heißt, es war vor drei Jahren eine Transaktion.\nSeitdem schieben die hin und her,\nnoch nicht mal geschlossen, also die zweite hat noch nie stattgefunden, die kommt dann erst irgendwann und ähm das erspart schon eine Menge Last,\nund,\nermöglicht eine Menge, was nicht gespeichert werden muss und nicht gemeint werden muss. Na ja, gemeint ist es ja schon, wie gesagt, man muss uns noch ein bisschen trennen. Das ist sozusagen ein Sekt Layer über Bitcoin drauf.\nAlso die ändern jetzt Sachen an Bitcoin, so wie das Tablet und die Schnursignatur, die in ein paar Tagen kommt, um weitere Dinge möglich zu machen und das Lighting, was eigentlich Second Layer und unabhängig von.\nIst, kann man sagen unabhängig kann man nicht so sagen, aber die sind nicht direkt miteinander. Das ist eine andere Codebase, es ist und da kann man schon, ich würd's unabhängig nennen.\nIst so oben drauf auf dem Bitcoin.\nSie haben jetzt was anderes gefunden, schmeißen das Leitnie wieder raus und bauen was anderes, ohne dass ich am Bitcoin selber jetzt was ändern müsste.","Na ja, ich meine, wir hatten die Diskussion ja vor ein paar Sendungen schon. Ich äh will mich ja jetzt gar nicht wiederholen, aber äh ganz ehrlich, ich sehe halt nach wie vor äh\nnicht den Wert,\nin diesem System, ja? Äh die Argumente, die da vorgetragen werden, die muss man auch in Frage stellen. Ich meine, diese elf Salvador-Geschichte ist am Ende äh in meinen Augen eh nur so eine Geldwäsche äh System und generell die Killer-Apps von\nBitcoin sind halt Spekulationen und ähm kriminelle Erpressung.\nJa, also das ist das ist echt so richtig so eine Anwendung. Also Geld einsammeln und dabei nicht entdeckt zu werden. So äh was immer für die Kriminellen das größte Problem ist. Bitcoin ist die Lösung.\nOder alle Krypto Coins, das betrifft natürlich in dem Sinne nicht nur Bitcoin, meistens ist es Bitcoin,\nAber es könnte ja auch irgendwie äh alles andere äh davon sein. Aber das ist halt so de facto wirklich so ein wo man sagt, okay, das ist jetzt für dich go two.\nUnd diese ganze Gerede mit, ja, man kann ja irgendwelchen Leuten was spenden, die sonst keine Spenden mehr bekommen. So, ja, klar. Aber das ist nicht\ndie Anwendung. Ja, es ist nicht so, dass du darüber jetzt auf einmal äh die entwickelten, unterentwickelten Länder dieser Welt äh auf einmal finanzierst. Das findet ja in dem Sinne auch überhaupt nicht statt und es wird auch so nicht,\nnicht stattfinden und äh ich finde einfach die.\nBedrohung, ähm die davon ausgeht, sehr viel größer und ich habe halt auch echt Probleme so mit den,\nmit dieser politischen Verortung, also so diese diese Behauptung, ähm man müsste ja jetzt irgendwie jenseits der Zentralbanken und nationalen Währungsaufsichten irgendwie eine Währung haben. Da frage ich halt,\nWarum denn eigentlich? Also was genau ist das Problem? Ich sage nicht,\nalles alles ist unproblematisch und es gibt keine Probleme mit mit dem mit dem weltweiten Finanzsystem. Natürlich gibt es die. So. Aber letzten Endes.\nIst es ja auch real, das Wirtschaftssystem, was wir äh haben, an dem halt auch alles hängt und diese,\nmeinen Augen etwas libertär verklärte Sicht des äh es darf kein Staat und es darf keine Aufsicht geben und alles muss irgendwie maximal geheim laufen.\nDas ist halt einfach so diese Argumentationslinie von Leuten, die keine Steuern zahlen wollen,\nUnd ähm ich sehe das nicht unbedingt als die Vision für die Zukunft,\nDas ist mir zu dünner. Das ist mir zu zu sehr äh ich bezogen und ähm ein Argument von Leuten, die halt,\nunterwegs sind, weil sie hier eine Methode haben, ihr Geld zu vermehren, weil es halt am Ende, dadurch, dass es eben keinen wirklichen Wert gibt in diesem Bitcoin, es gibt da keinen Gegenwert.","Ja aber du willst mir noch nicht sagen, dass jedes vor\nlange ist es jetzt her, zwölf Jahre, dass die alle nur angefangen haben, weil sie wussten, dass die digitalen Bits auf ihrem Rechner irgendwann mal jetzt, keine Ahnung, sechzigtausend Euro wert sind, sondern die haben doch aus idealistischen Gründen angefangen.","Na ja, auch aus Technik äh experimentellen Gründen aus informatischem Interesse, dass man so was mal macht und alle äh reden ja auch seit Jahren immer davon,\ndas alles theoretisch irgendwann mal vielleicht unter Umständen für für Anwendungen hat, weil es natürlich ein ungelöstes Problem ist\nFinanztransaktionen gut durch dieses Netz zu bringen, sodass es irgendwie sicher ist und so weiter. Ist ja äh micro Payment. Das sind ja alles schöne Visionen, nur die sind ja bisher nicht erreicht worden.","Da sage ich doch Lightning guckst du, Mann.","Ja, guck's dir mal an, aber das ist doch nicht, dass jeder Geldautomat irgendwie das jetzt eingebaut bekommen würde. Und äh.","Alle so, da er sofort alles zunichte reden, so wie du grade, denn natürlich nicht. Man muss halt auch mal machen und natürlich baut man auch so eine Währung nicht von heute aus morgen, stammt man nicht ausm Boden. Das dauert ja eine Weile. Also ähm.","Ich habe die letzten zwölf Jahre jetzt nicht damit verbracht, das in in Grund und Boden zu regnen. Ich ich habe mir das auch mit Interesse angeschaut, ja, nicht unbedingt mit einer\nHoffnung, sondern eher mit so einem Interesse, weil ich mir dachte so, mhm, ah, okay, gut, mal gucken, was dabei rauskommt. Nur bisher, finde ich, ist halt,\nnicht viel bei rausgekommen. Wir haben halt eine Spekulationsblase, die äh außer Kontrolle ist, die,\nunfassbare Mengen an Energie, verbraucht und der Energieverbrauch steigt enorm an,\nDas ist natürlich jetzt ein spezifisches Bitcoin-Problem, also der Kryptowährung, die mit diesem Beruf of Work arbeiten, das das halte ich einfach nicht. Das das das das kann einfach nicht,\ndurchgehalten. Das darf nicht durchgehalten werden. Und jetzt ist halt die Frage, ob andere Kryptosysteme\nMit irgendwie und anderen äh Konzepten. Ich habe da mittlerweile äh nicht mehr so den Überblick.\nDa eine Antwort drauf geben können, sagen können, ja okay, man kann das irgendwie auch aufrechterhalten, ohne äh die Energie von acht Atomkraftwerken.\nDie ganze Zeit reinfahren zu müssen.","Ne\nIch habe in letzter Zeit erst wieder kriege ich hier äh Flatter-E-Mails, weil da ist ja jahrelang nichts passiert. Auf einmal seit ein paar Monaten habe ich wieder E-Mails bekommen, dass äh,\nnoch irgendwie 20 Dollar rumliegen oder was weiß ich und ich glaube, die machen jetzt nur noch alles in Dollar und gar nicht mal einen Euro,\nokay, ich will da eigentlich weg, will mich das ausfallen lassen, aber dann musst du wieder alles ausfüllen, machen, tun, dann einen Dollar dann über irgendwelche komischen Banken hatte schon gar keinen Bock,\nund gesagt, behaltet eure scheiß Dollars und äh gelöscht wettet den Account und jetzt ist Ruhe da, aber das ist doch so ein Fail, den hätte man mit einer mit einer Kryptowährung und,\noder irgendwelche anderen, aber da werden diese ganzen Probleme nicht gewesen. Die Flatter so am Ende hatte anscheinend, dass sie keine Banken finden, die das machen und so weiter.","Ja gut.","Weltweit zum Beispiel auch dann.","Ich glaube, das hat auch schon noch andere Gründe und es gibt ja irgendwie auch Patrioten, die im Prinzip ihnen die Idee äh komplett aus der Hand genommen haben, weil sie halt einfach äh\npaar Sachen besser äh realisiert haben. So, die brauchen jetzt irgendwie auch keinen äh Bitcoin.\nGeld überweisen ist ein Problem, aber die Gebühren, die jetzt so bei Bitcoin anfallen, sind ja auch nicht unerheblich.","Da bist du jetzt wieder bei das ist ja alles Vergangenheit. Wir sind bei Lightning, jetzt sage ich ja.","Ja gut, wüsste ich aber jetzt noch nicht mal, wie ich da überhaupt äh mit Interface, weißt du? Also es ist schon noch ein so ein so ein so ein so ein Spezialisten äh Ding. Ähm.","Klar, muss man am Anfang wie mit allen Sachen muss man sich erstmal reinhängen, aber es sind ist schneller, hat andere Gebühren.\nUnd man ist äh eigener Kiey, eigene Coins, also ist man Herr seiner eigenen Sachen und nicht irgendwie abhängig von irgendwie Bank oder Service, Dienstleister oder irgendjemand, der man in the Mittel spielt.\nVielleicht einfach dieses, weil du meintest was, liebe Libertäre, dass Leute einfach nicht die die das die wollen gar keine anderen Leute dazwischen haben.","Ja, das genau, die wollen nicht von einem Staat äh kontrolliert werden, dass es halt.","Ja gar nicht mal den Staat, ich meine irgendwelche dubiosen Firmen, die einfach nur Männer in the machen.","Mir geht's da jetzt spezifisch um dieses diese diese Staatsdiskussion, die für meinen Geschmack da immer,\nmit äh in der Debatte mit drin rumfliegt. Es ist immer so dieses so ja, lass mich doch in Frieden äh äh ich kann mein Geld auch alleine verdienen. Äh da muss ich jetzt nicht unbedingt noch was von abgeben.\nDas durchzieht das für meinen Geschmack schon alles sehr,\nIst halt einfach so ein na, es wird da viel bewegt. All diese ganzen Transaktionen, aber die allermeisten dieser Transaktionen sind halt,\nBitcoin Spekulation.\nAlso ich würde mal sagen, 99 Prozent aller Transaktionen im Bitcoin-Netzwerk sind Spekulationen. Dann hast du 0,1 % Hamburger kaufen und Pizza bestellen, experimenteller Natur.\nUnd 0,9 Prozent ist. Ja, wo Leute einfach ähm erpresst werden.\nJetzt nicht belegen. Ist eine reine äh Gefühlssache, aber ich habe halt auch noch nix äh gesehen, wo irgendjemand sagt, so oh ja hier unglaubliches Transaktionsaufkommen, weil diese Anwendung äh wurde jetzt geboren.\nOkay, paar Leute zahlen ihre Hose damit, paar Leute machen dies, machen das. Irgendjemand schickt irgendjemand Geld und dann dann läuft's halt vielleicht über Bitcoin.\nAber es gibt keine Anwendung dafür.","Und du meinst, äh man würde das Bitcoin einstellen und alle alle rensum, wer Leute dieser Welt äh die würden dann äh mal ordentlich arbeiten gehen und nicht mehr äh andere Rechner hacken und das Problem wäre gelöst.","Nö, wir würden dann wahrscheinlich die nächste Kryptowährung wechseln. So.","Ja, also dann scheißt er auf die Wehrleute und äh guckt dir an, was man sonst Positives damit machen kann.","Ja, ich würde mir das gerne angucken, aber ehrlich gesagt, ich habe da noch nichts gehört, wo ich sagen würde so, ah ja. Dafür braucht man das jetzt unbedingt.","Also zum Beispiel bei Lightning ist die kleinste Einheit des Melisatoshi. Ein Satoshi oder sagen wir so, zwanzig Satoshi ist es gerade ein Cent. So ein Millisatorschi ist ja ein Tausendstel Satoshi, also es ist wirklich ein,\nJa, ich glaube, dann in zwanzigtausend Prozent, also du kannst wirklich krasse Micro Payments machen. Und braucht es so nicht genau immer das für deine Spendenaktion und so. Micro Payments?\nKeine Gebühren kosten. Du hast ja auch mal gesagt, hier so, ihr braucht nämlich einen Euro spenden, weil die Gebühren sind so teuer, dass es sich nicht lohnt. Richtig? Waren das nicht immer deine.","Ja, das ist richtig.","Ja, dann du bist doch genau der, der den ganzen Scheiß gebrauchen kann und dann sagst du mir äh, sind da alles eine Kriminelle.","Na ja, das ist auf jeden Fall das Umfeld, in dem man sich da äh äh bewegt, ne? Und ich bewege mich sehr ungern in so einem Umfeld.","Ja, ich fühle mich jetzt auch wie ein halber Krimineller, weil du mich gerade so darstell.","Äh ich werfe das ja nicht dir vor. Es ist nur es ist nur die Gedanken, die ich mir mache. Ich bin ja durchaus auch in der Lage äh äh meine Meinung da äh zu ändern. Nur äh will ich halt mal irgendwas anderes hören als das, was irgendwie seit zehn Jahren immer wieder erzählt wird.","Wir gönnen das ganz einfach machen. Ich\nbesorgte so ein Respeil, also so ein Raspbett mit mit so einem Raspeil und einer Platte. Wir machen so ein Note für dich. Wir sagen den Leuten hier der Timme,\nIst ja so ein Antibitcoiner, aber er will's ja mal austesten und dann machen die so ein paar Channel in deine Richtung auf und dann können andere,\nÜber diese Channels, die müssen ja nicht direkt mit ihr verbunden sein, sondern irgendwer muss zu dir einen Channel haben oder ich habe zum Beispiel einen Channel zu dir und dann gucken wir mal, ob äh da Micro Payments in deine Richtung wandern und versteuern kannst du die ja trotzdem. Äh ist ja, muss ja dann nicht illegal sein.","Das würde mich ja mal interessieren, wie wie machst du's? Also ich meine, die sind diese Spekulationsgewinne über Bikon sind ja definitiv äh steuerpflichtig Spekulations.","Ja, das ist äh, glaube ich, so wie bei Aktien. Du hast halt eine gewisse Haltefrist und danach sind sie steuerfrei. Das ist aber bei Aktien ähnlich, aber gleich.","Richtig, genau. Also äh es sind halt also derzeit wird Bitcoin als,\nAlso Kryptogeld sind Wertpapiere in dem Sinne. Ja, also das ist es ist nicht ein Zahlungsmittel, sondern es ist halt ein ein Anlagegut und man das ist es ja de facto auch.\nUnd in,\nÄhm Deutschland ist es äh genau wie du schon sagst, eben wie bei den bei den Aktien, das heißt du musst halt eine Aktie mindestens ein Jahr halten, sonst musst du darauf ähm Steuern zahlen.","Ich musste über Aktien jetzt immer Steuern zahlen.","Nee, ich glaube, es sind zehn Jahre.","Drei Leute, drei Meinungen, okay.","Er ist, ich sage, ich glaube, ich weiß es nicht genau.","Ja jedenfalls muss man Steuern zahlen und das kannst du ja weiterhin tun, auch wenn du Micro Payments als als Spende bekommst. Wie auch immer du das versteuern musst.","Aber es lässt sich halt durch die Finanzämter nicht so einfach kontrollieren, ne? Oder? Also ich meine, du du gibst das halt an, ne.","Sie können ja gerne eine Milliarde Micro Payments äh hinterherforschen, können sie ja machen. Ja, aber die müssen halt auch mit der Technik mitgehen. Da müssen sie sich halt irgendwas einfallen lassen. Deswegen also.","Ich will das gar nicht werten. Ich sage nur, es ist ein Fakt, ne. Ich meine, die können bei dir ähm äh auf auf die Konten drauf gucken, die können wahrscheinlich auch Aktienbewegungen nachvollziehen. Wenn sie das wollen, aber bei Bitcoin wird's halt echt schwer, ne? Oder bei\ngenerell Kryptowährungen, ne. Ja, ja, genau.","Jo. Tor noch. Noch ein paar äh paar Internet-Tipps vielleicht zum Ausklang?\nDominik, du hast doch was Schönes.","Ja gut, ich habe äh mehrere verschiedene Geschichten. Also es gibt mal ein bisschen Konsum-Tipp, weil,\ndas ganz gerne. Es gibt äh einen YouTube-Tipp für ähm für die Leute, die da den Kanal vielleicht noch nicht kennen. Und zwar ist es der Kanal Stand-up-Math von Mett Parker.\nWeiß nicht, ob ihr da.","Großartiger Kanal, ganz fantastisch.","Und der den,\nda habe ich immer wieder Spaß mit äh die aktuelle Sendung ist eine, da ist er in so einem Experratoriummuseum in London glaube ich irgendwo in der Nähe und äh ist in so einem äh in so einer Seifenblase, die man um sich selber bauen kann mit so einem Ring.\nRechnet da ein bisschen rum, wie sich denn diese Seifenblase um ihn sich verhält und warum die kaputt geht oder nicht und äh macht sehr viel Spaß. Also ich habe,\nSpaß an diesen ähm Mathevideos. Ähm.","Leads war der Ort.","Leads, okay.","Leads war der Ort.","Genau ähm und in diesem ganzen Kontext ist irgendwie, ich mache das gerne zu,\nzur Entspannung mir mal so so Matheerklärvideos angucken und äh da ist ja sowieso die äh die größte Größe äh meines Erachtens leider ein bisschen wenig Output hat in letzter Zeit, ist äh Three, Blue One Brown, ich weiß nicht, ob ihr den hier schon mal erwähnt habt, ähm,\nder hat super tolle Erklärvideos in in ein bisschen in einem äh in dem eigenen ähm Erklärvideostil, den er,\ndadurch geformt ist, dass er sein eigenes Tool geschrieben hat in Python mal, das heißt, ähm das aber genau äh schön visualisieren\ndas, was er visualisieren will, also Funktionen, Plotten und so weiter, aber in einer Art und Weise. Sieht sehr typisch aus. Sieht so ein bisschen aus wie.\nWie man wie man Latekzeug erkennt, wenn das äh äh so ein Scientific Paper ist, so erkennt man die Videos, die mit diesem Tool gemacht sind, aber im Sinne von,\ntoll gemacht, ist didaktisch toll gemacht und äh toll Zeugen erklären. Und was der gemacht hat, ist äh weil er selber so wenig Content gemacht hat. Ähm\nnicht deswegen, aber er hat auf alle Fälle einen Contest äh äh mit ins Leben gerufen, dass die Leute doch bessere Matheerklärvideos machen sollen äh und äh ihre Videos einreichen und da hat er eine ganze Playlist von ganz tollen Matheerklärvideos, die nicht von ihm sind,\nsondern von anderen und unter diesen Matheerklärvideos ist unter äh anderem The Beauty ofs.\nWas ich persönlich ähm echt ein grandioses Video finde, das ich ganz gerne äh\nzehn oder zwanzig Jahre früher äh schon gehabt hätte, weil Basir Kurven sind ja super wichtig für Vektorgrafik und überhaupt Computergrafik in irgendeiner Form und die sind ja mathematisch doch ein bisschen anspruchsvoll, also äh da mal äh irgendwie einen ähm,\ndie zu verstehen und äh das ist super visualisiert, super erklärt äh wie\nwas das eigentlich Sinn und auch super tolle Anwendungsfälle erklärt, also wie man so eine Linie dicker macht zum Beispiel, wie man das toll berechnet, was da eine Ableitung ist von dieser Funktion, sodass man wirklich so Vektorgrafik wirklich mal, wenn man's im Programmieren will\nmal versteht von der anderen Seite oder wenn man was will man bisschen was damit machen will.\nUm einfach mal schnell äh up to speed zu kommen, was die Matte dahinter angeht. Also super und die anderen Beispiele sind,\ntoll. Also das ist einfach nur YouTube-Content für ein bisschen sich äh lustig, äh spaßig, äh äh Wissen aneignen oder in dem Mathefall, wie gesagt,\nthree Blue one brown ist es wirklich so augenöffnende äh Arten und Weisen.\nMathematische Konzepte einfach zu erklären oder zu motivieren auch. Also auch Wahrscheinlichkeit zu Statistikgeschichten hat der Videos gemacht zu Corona äh Ideen, also wie so\nwie so eine äh Ansteckungs äh Kaskade funktioniert und wieso hat er ganz tolle Sachen gemacht. Einfach nur auf einem mathematischen Modell, also wie die mathematische Modellierung funktioniert. Und die ähm\nkann der ganz gut erklären. Ja genau.","Zu dem Thema noch noch ein Kanal, den ich pluggen würde, der heißt\nAlso wir haben jetzt Statistikprobleme hat und mal so richtig auseinandergenommen\nbekommen möchte, wie Statistik funktioniert und wie die verschiedenen Methoden funktionieren. Da gibt's statt Quest. Der Typ, wenn man die ersten Videos guckt, sind sie ein bisschen Fremdschämen, weil der Typ sagt immer so Dinge wie\nbam,\nDoppel-Bär und das ist so ein bisschen so bisschen weird, aber man gewöhnt sich dran. Äh der hat ein unheimlich schönes äh Videos auch, wo er erklärt, wie neuronale Netze funktionieren und wie dieses ähm,\ndiese Back Propagation, die da verwendet wird, um die um die Parameter des Netzes zu berechnen, wie das funktioniert und so und an sehr schönen Beispielen errechnet es auch vor und so, also den kann ich echt empfehlen.\nIst aber nicht immer ganz einfach. Also da muss man da muss man den Kopf dann schon frei haben, sonst kommt man da nach ein paar Minuten nicht mehr mit.","Also ich will doch mal betonen, wie großartig mit Parka ist.\nEinfach so unfassbar komisch und lustig und humorvoll und der hat also wirklich den Shake äh im Nacken, puste grad auch nochmal äh was anderes hier in die Shownotes,\nin den Chat. Das ist wirklich also wenn wenn einem der Rest nicht interessiert, aber sein Weihnachtsprojekt, wo er irgendwie seinen Weihnachtsbaum mit 5hundert LEDs,\nbehangen hat, die er alle einzeln ansteuern konnte mit Farbe.\nUnd dann quasi den Fertig behandelten Baum beleuchtet hat und dann quasi über eine Kamera äh aus zwei\nPosition das alles aufgenommen hat, um die drei D Positionen der einzelnen LEDs herauszubekommen, um danach 3D-Modelle dadrauf blinken zu lassen. Es sieht so irre aus.\nÄh das ist wirklich echt eine der geilsten äh Sachen, ne? Und er macht das irgendwie immer und programmiert sich das irgendwie alles zusammen und vor allem kommentierte es einfach so\nja manchmal scheitert er auch einfach. Scheitert auch sehr schön und äh ist einfach extrem lustig. Also es ist wirklich äh toller Typ.","Seine komische Kette\ndie da irgendwie seine seine äh die er da momentan hat, die es die ist auch sehr schön. Und was ich auch so genial finde, er hat für Number File mal ein Video gemacht, wo er über magic Square,\nalso es sind so äh.","Äh","Von drei mal drei äh Zahlen, genau und da gab's halt dann eins, da hat er dann eins zusammengebastelt, was halt nicht ganzen,\näh ist und das äh hat, da wurde dann Parker Square genannt und er hatte jetzt\ner hatte jetzt vor einigen äh vor einigen Wochen hatte er dann Video gemacht, wo ein\nrauskam, wo jemand irgendwas bewiesen hat und äh eine der Eigenschaften der Magic Squares waren halt, ob sie Parker sind oder nicht.\nUnd er wusste dann auch nicht so genau, ob er das jetzt gut finden soll oder nicht. Das fand ich, das fand ich sehr geil.","Das war sehr cool.\nJa, also das ist so so die die Mandar-Nummer ist die sehr sehr eher lustigere, aber trotzdem hast du auch noch neue Inhalte dran und äh äh ist halt wirklich eher auf der ernsten Seite äh der Geschichte, aber aber halt\nwirklich toller Content und äh jetzt noch ein anderer Ding in eigener Sache. Der Marcel, der auch mal bei ähm ähm.\nDie er im CAE war zu Thema Brettspielen und äh mit äh mit bei uns bei den Monkeys auch immer dann die Spiele designt.\nÄh seit längerer Zeit einen YouTube-Kanal, den wollte ich jetzt einfach mal pluggen hier, wo er äh Videospiele.\nUnd ich finde den quick Look finde ich interessanter noch als den anderen äh und eine Stunde reinspielt und dann kommentiert im Sinne im aus den Augen eines äh Spieleautors auch wie die Spielmechaniker funktioniert oder nicht funktioniert, ob das Intro funktioniert, ob es zu teuer für ihn jetzt grad funktioniert ähm und einfach nur so\nJa, man kann das Spiel relativ ungefiltert mal angucken die erste Stunde, wenn man mal reingucken will und B äh man kriegt halt auch mal so eine Perspektive mit von\nvon einem Spieleautor jetzt wirklich im Sinne von Gamedesign. Es ist jetzt eine tolle Idee, ist das jetzt erzählt mir dir jetzt was wichtiges oder nervt mich da jetzt und wieso äh und das macht er recht fein finde ich ähm und hat man geswitcht. Am Anfang sind die auf Deutsch die ersten Paar, aber die letzten sind jetzt alle auf Englisch auch äh was auch gut funktioniert\nund\nJa, den Kanal wollte ich einfach nur mal placken, weil ich äh schaue mir den inzwischen recht gerne an und stoße ihn ab und zu mal auf so Spiele, die er eigentlich von der vom Spieltyp her nicht so mag, weil ich wissen will, wie er da dran scheitert oder wie's in äh wie's ihm Spaß macht oder nicht.\nGenau. Das ist so einfach nur Konsum-Content.","Ja komm, da black ich doch auch noch mal irgendwie was. Äh,\nMusik. Also ich habe früher mal irgendwie Schlagzeug gespielt und ähm bin irgendwie war vor ein paar Monaten mal hängengeblieben auf YouTube, wie das halt so passiert. Äh auf so so Jum-Videos, ne, also wo Leute irgendwie,\nLieder nachspielen und dann nur die Drums und da gibt's ein Mädel, Deutsche auch im Media und die hat einen Kanal Drums und die spielt halt und das schon seit Jahren, die hat mit dreizehn oder sowas angefangen. Ähm,\nalte Progressive Songs irgendwie nach\nvoll ihre Leidenschaft. Ich glaube, die studiert mittlerweile auch, Trump irgendwie in in Holland drüben und so, bringt aber sehr regelmäßig sehr viele Abonnenten, also irgendwie 1,2 Millionen macht das richtig gut und wenn einem so was gefällt, ja, dann kann ich das wirklich\nnur empfehlen, einfach mal da reinzugucken, weil die geht halt wirklich ab, ja? Und die macht das technisch hervorragend, ähm,\nist äh eine eine reine Wonne, dem zuzuschauen, ja und zuzuhören natürlich, ja. Also das gefällt mir immer super.","Link kommt. Genau. Super. Noch mehr Tipps.","An sich habe ich natürlich noch meine meine meine Unix Tools wieder dabei, aber ich weiß nicht, ob die jetzt angebracht sind oder.","Ich habe das gerade ausprobiert mit dem Touch ID für Sudo. Ich hatte schon gelesen, dass das geht, aber ich hab's noch nicht gemacht und hab's jetzt grad mal gemacht und es funktioniert und es ist toll.","Gell, super. Wusste ich jetzt äh.","Gibt's auch Apple Watch für Sudo.","Kannst du auch anmachen. Musst du da steht irgendwie in den Kommentaren zu dem Tweet hier, können wir gleich mal reinpasten, über den ich da nochmal drauf gekommen bin. Ähm,\nEs ist relativ einfach, du man muss in einem Pfeil eine Zeile einfügen und da gibt's äh dann eine entsprechende Zeile auch für äh für Watch an Lok\nkannst du auch machen und es macht so viel mehr Spaß, wenn man Sudo mit dem mit dem Touch anlockt äh als als wenn nicht. Und ich fühle mich da sicher genug, auch wenn ich das mache.\nGenau. Ähm das ist ganz schön. Ja ähm\nDann habe ich äh natürlich noch wieder Kommandos, die äh mit den neuen ähm Programmiersprachen entstehen, die mehr Librarys haben und deswegen so ein bisschen\nmehr in die Endanwender Situation gehen, also da habe ich ja immer\nimmer was dabei und das eine ist jetzt mikro äh das ist wieder mal ein Textidor.\nAber Syntags-Highlighting macht und Mausunterstützung hat und so weiter. So als Nano, also für Leute, die,\neigentlich keine Kommandozahlen Textidetoren wollen, äh die können dann das benutzen und ich bin ja auch so ein Nanobenutzer auf der Kommandozeile.\nUnd Mikro hatte eben schön mit Syntax Highlighting und mehrere Fenster gleichzeitig offen haben irgendwie äh und und Dinge machen. Äh der ist da ganz ambitioniert ähm und,\nja, ist auf alle Fälle mal einen Blick wert für Leute, die äh gerne mehr Comedians auf der Kommandozeile haben wollen. Äh und selbiges gilt für meines Erachtens für was einen in ähm Rost programmierter.\nGit, Kommando zeigen, klein ist, der aber auch so äh ähm eben Fenster,\nmacht, also eher so old school äh\nStyle aber ist rasend schnell und ist auf alle Fälle eine Alternative, wenn man kein Gummi-Client für sein äh für sein Lokal zur Verfügung hat, weil man dadurch echt schnell durch die ähm History durchskippen kann und äh auch schnell mal was,\nkann auch einzelne Zahlen auswählen und so. Der ganze Scheiß, den man eben so äh,\nein bisschen mehr Spaß macht als äh als mit der mit der bloßen Korandozeile äh und das sind halt Dinge, die kann man sich so,\nhininstallieren. Der App performt auch wie Sau, so die so, gerade bei Refus, die sehr groß sind und lange, wo dann sowas wie Southwee immer so ein bisschen gähnt, wenn man irgendwie weiter runterscrollte, den History, aber mal doch nicht auch wirklich,\neinem speziellen Datumsgrenze oder so was angeben will, sondern doch ein bisschen Exploren. Ähm dann kann ich die empfehlen. Ja, das ist meine Reihe von Kommandozeile.","Quasi Nordenkommand dafür gibt.","Da gibt's ja mehrere, es gibt auch noch Tick und die anderen, die dabeistehen, aber ist jetzt echt der ist halt echt der Hammer, finde ich so. Also wirklich sehr, sehr,\näh und und dekorieren und irgendwie äh es ist so, also ähm sage schon, äh das Mikro ist ein Go geschrieben,\nund und und ist in Rost geschrieben und dieses Enviement von diesen Sprachen im Moment eigentlich, dass die so viel Librarys haben für die Kommandozeile, die dann nochmal aufsetzen auf Zeug und dann die aktuellen Terminal ähm\nähm\nSachen mitmachen können, wie eben Farbe, Maus und der ganzen Scheiß und das gut machen und nicht nerven, äh führt halt jetzt immer zu mächtigeren Tools auf der Ebene, die zwar dann Charakter basiert sind, weil sie im Terminal angezeigt werden, aber trotzdem eher\nihr eine UI-Sinn, ja? Und ich finde das sehr spannend, weil ich finde die sehr mächtig. Also ich finde da viele von denen sehr gut. Äh deshalb ähm,\nerwähne ich da immer wieder welche und wie gesagt habe ich in letzter Zeit mal verwenden müssen an einer Stelle, wo ich nix anderes hatte, wo ich irgendwie ich konnte keine Apps und so weiter installieren und dann hat mich das sehr gefreut, weil das doch\neinfacher ist mal eben so 'nen Cargo zu machen als ähm,\noder oder sich auch nur das zu holen, je nach Plattform. Ja, also wirklich so. Da kommt ja immer so ein kompiliertes raus, das kannst du einfach rüberschmeißen oder in einen selbst in eine in den packen, einfach das immer dabei hast.","Also ich bin mit Soutria ja auch nie warm geworden. Derzeit benutze ich Fog und bin damit halbwegs zufrieden. Also das würde ich jetzt nicht in den Himmel loben, aber es passt soweit. Also als kleiner Tipp.","So, als Schlussunterhaltung äh habe ich dann auch noch ein einzelnes äh YouTube-Video, das äh könnt ihr euch mal in Ruhe anschauen. Das äh ist neulich mal ausgegraben, ist ganz äh ganz unterhaltsam dahingehend, als dass das eben\ndie erste Pizza Bestellung über Telefon durchgeführt von einem Computer ist aus dem Jahr neunzehnhundert,\n4und7. Ist natürlich ein bisschen geschummelt. Hat natürlich nicht wirklich der Computer getan, sondern man hat den Computer äh mit so den aller, allerersten Text to Speech System, also was noch wirklich super\näh klingt\nquasi die richtige Sprache beigebracht und dann eben versucht über Telefon äh tatsächlich eine Pizza zu bestellen. Irgendwann ist dann auch gelungen. Also es äh hatte so eine Schwierigkeiten und das Ganze war am,\näh vierter Dezember 1974. Also nicht ganz fuffzig Jahre her, aber auch schon eine Weile. Würde ich sagen.","In Berlin gewohnt.","Und jetzt? Wohnst du immer noch in Berlin.","Nicht wieder in Berlin, ja.","Wieder in Berlin. Ah ja, okay, gut. Ja Leute, ich glaube, wir haben die vier Stunden voll und können wir jetzt hier irgendwie auch äh langsam zum Ende kommen. Ist ja morgen alles auch noch veröffentlicht werden. Ähm oder?","Soll noch ich soll noch herzliche Grüße vom Audiodammteam ausrichten. Rundummalig.","Sehr schön ähm.","Groß zurück.","Ja Sealit, vielen, vielen Dank fürs Kommen und äh dass du mal äh bisschen für einen Einblick geliefert hast, was so irgendwie die Enterprise-Welt betrifft. Ähm und was man sonst noch damit noch machen kann.","Interessant, ja. Freue mich auf Feedback, wenn was kommt.","Genau. Dich findet man unter at.","Edsitter, das war eigentlich damals dumm, dass ich mir gerappt habe, aber.","Weg jetzt? Hm. Ein Drama.","Hat irgendjemand. Ja, weiß auch nicht, ja. War zweitausendneun hätte ich machen können, habe ich nicht. Egal. CETER at Sieter. Genau, in Twitter.\nJa","Ja, sonst noch jemand eine Anmerkung?\nNoch keinen guten Titel, ne, für diese Sendung, ne? Da muss man auch forschen. Ja, das kommt davon, wenn man irgendwie nicht ähm\nnicht hier irgendwie in diesem Raum sitzt irgendwie. Das fehlt dann doch schon so eine gewisse Dynamik. Aber jetzt mit den neuen Coronazahlen kann ich euch sagen, wird's wahrscheinlich noch eine Weile dauern, bis wir wieder soweit sind.\nJa dann äh würde ich sagen fahren wir hier mal äh das Verabschiedungsprogramm ab,\nDennis, und äh vielen Dank fürs Zuhören. Das war die Freak Show und wir werden uns nicht so viel Zeit lassen.\nWir hören uns wieder, bis bald, tschüss.","Tschüss, tschaui."]}