{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:30",
      "text": "Hallo, herzlich willkommen zur Freak Show, da sind wir wieder.\nAusgabenummer, was haben wir jetzt? 266, ich komm immer total durcheinander\nmit diesen ganzen Sendungsnummern, ich mach zu viele Podcasts,\nich hätte alle Podcasts durchnummerieren sollen, egal, egal worum es geht.\nNaja, ich bin Tim, hallo und ja wir haben wieder nach nur drei Wochen schon\nwieder eine neue Sendung für euch angerührt und ich begrüße die Runde und fange\nan mit Roddy. Hallo Roddy."
    },
    {
      "speaker": "roddi",
      "time": "0:03:04",
      "text": "Ja, guten Abend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:05",
      "text": "Guten Abend."
    },
    {
      "speaker": "roddi",
      "time": "0:03:06",
      "text": "Du meinst das mit der Nummerierung wie Holgi das macht, wo man dann bestimmte\nFeeds abonniert und dann haben die Folgen der einzelnen Dinger da ganz merkwürdige Nummern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:18",
      "text": "Du hast natürlich recht, deswegen mach ich das ja auch nicht,\ndeswegen komm ich durcheinander.\nAber besser ich komm durcheinander als alle anderen. So, Ralf ist wieder mit dabei, hallo Ralf."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:03:28",
      "text": "Einen wunderschönen guten Abend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:30",
      "text": "Bist du auch mit deinen Sendungsnummern durcheinander gekommen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:03:33",
      "text": "Meine letzte Sendung ist so lange her, dass… Wie lange denn überhaupt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:38",
      "text": "Sag mal über deine Podcast, hast du das letztes mal überhaupt schon mal erzählt?\nNee, hast du überhaupt nicht erzählt, dass du auch mal einen Podcast gemacht hast, damals?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:03:46",
      "text": "Damals, als es noch den Göttinger Podcasting Cluster gab,\nmit Anycast und Schöne Ecken und so und meine Frau,\ndie Claudia Krell hat mich da hingeschleppt, die war irgendwie mal Gast bei\nden WikiGeeks, was damals auch zwei Typen waren und wie das bei ihr halt so\nist, Setz sie irgendwo hin und man nimmt sie sofort die ganze Bude.\nUnd dann war sie bei der zweiten Sendung mit dabei und bei der dritten und bei\nder vierten und irgendwann gehörte ihr gefühlt dann der Podcast und dann war\nich als Gast einmal mit dabei und hab mich zumindest im Technikbereich so als\nso hilfreich angestellt mit irgendwie,\nich mach dann auch gleich mal einen Schnitt der Sendung und hier vielleicht\nhaben wir noch bessere Headsets, dann war ich da plötzlich auch drin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:27",
      "text": "Irgendwann war die Founder nicht mehr dabei und die haben das übernommen.\nAlso totales Podcast Hijacking sozusagen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:04:33",
      "text": "Wie das dann immer so ist. Dann sind wir nach Berlin umgezogen und hatten dann\nnoch den Renke und den Dennis vom Anycast mit in unserem Vierer-Quartett hier\nund waren dann aber nach anderthalb Jahren in Berlin.\nIch würde nicht sagen es war die Luft raus, aber es stand dann immer mal so\nein großer relaunch an, um mal so an manche Konzepte noch mal neu und anders zu denken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:58",
      "text": "Das ist ein großer Fehler, das ist sehr sehr sehr schwer,\nalso iterative Verbesserung, das funktioniert eigentlich meistens,\nist nicht einfach aber es geht, man kriegt nicht sofort das was man haben will,\naber wenn man lange genug dabei bleibt, Aber immer so dieses,\nne wir machen jetzt alles neu und jetzt machen wir erstmal Pause,\nbis es wieder richtig ist, das hätte ja sogar fast diese Sendung gekillt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:05:20",
      "text": "Ja und wir hatten dann auch so einen richtigen Brandgedanken,\num dann irgendwie verschiedene Formate dann alle unter einheitlichem Dach und\ndu kennst das, aber dann kamen zum einen dann irgendwie Leben dazu und dann\nnoch mehr Leben in Form von Kindern und dann hat man für sowas wirklich gar keine Zeit mehr.\nAlso die letzte Wiki Geeks Folge ist das glaube ich, nein nicht ganz zehn Jahre,\naber neun Jahre her oder sowas, also das ist schon verstörend lange her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:44",
      "text": "Ach genau, sehr verstörend lange her, auch ein Grund warum ich dich jetzt hier herangeschleppt habe."
    },
    {
      "speaker": "roddi",
      "time": "0:05:50",
      "text": "Ich muss mal kurz, mein innerer Autist nervt gerade rum, die Taschenlampe von deinem Telefon ist an.\nDas macht mich gerade so ein bisschen kirre."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:06:05",
      "text": "Glück, dass wir das geregelt haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:07",
      "text": "Ich kann das verstehen. Ich kann das verstehen. Gut, kommen wir zu Nummer vier\nin der Runde, nämlich Oliver Zeigermann, Olli, hallo, herzlich willkommen in der Freak Show."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:06:17",
      "text": "Vielen Dank. Wie man vielleicht hört an meinem Akzent, angeblich hört man das\nja, komme ich aus Hamburg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:23",
      "text": "Hört man. Hört man das, hört man das, dass ich aus Hamburg komme. Hört man. Ach ne."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:06:27",
      "text": "Also ich versuche immer so meinen Akzent zu unterdrücken und alle hören sofort,\naber nicht nur das, sondern auch woher, also machen wir kein Handy mehr draus.\nAlso ich komme aus Hamburg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:36",
      "text": "Hamburg."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:06:37",
      "text": "Ja, aber wie gesagt, für diese Sendung hier werde ich sehr hochdeutsch reden.\nDie ganze Zeit. Mich total vernünftig ausdrücken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:46",
      "text": "Ist ja nicht so, also ich meine, wenn man jetzt richtig krass Hamburgisch spricht,\ndann fällt das ja meistens noch nicht mal auf."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:06:52",
      "text": "So Heidi Korbel mäßig. Kennt ihr Heidi Korbel überhaupt noch?\nOh, wohnst du in Euchtheater?\nDann ist man sofort hier, ist man da schon geprimed und kann schon eigentlich auch gar nix.\nAchso, ich werde ja gefragt, welche Ecke denn? Ich komm aus St.\nPauli. Glaubt man kaum, aber ist die Wahrheit. Hab auch eine St.\nPauli Fanmütze, hab ich jetzt gerade natürlich nicht auf. Ach guck an."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:07:12",
      "text": "Aber ein Handtuch dabei."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:07:13",
      "text": "Ja, ich hab ein Handtuch dabei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:14",
      "text": "Gehst du auch zum Fußball?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:07:15",
      "text": "Ich geh auch zum Fußball. Leider immer nur dann, wenn ich eine Karte von jemand\nanders bekomme, weil bei St. Pauli kriegt man keine Karte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:21",
      "text": "Wir kennen das Problem."
    },
    {
      "speaker": "roddi",
      "time": "0:07:22",
      "text": "Oha."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:07:23",
      "text": "Und dann muss man immer warten, ob irgendjemand zufällig… Warst du letztes Mal da?\nEcht ewig her, es muss vor Corona gewesen sein, das ist eine große Tragödie,\naber ich fürchte so ist es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:34",
      "text": "Ich war beim letzten Derby."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:07:36",
      "text": "Ja, oh warst du? Also beim letzten Derby war ich im Stadtpark,\nHälfte meiner Freunde HSV, andere Hälfte St.\nPauli. Da wurde auch zwischendrin, da hatte man sich gar nicht mehr so lieb\nmehr, also das war auch so, ich kann jetzt hier ja die Wortwechsel nicht wiederholen,\nweil das irgendwie wäre ein bisschen zu krass,\nAm Ende hatten wir uns dann doch alle wieder lieb, aber beim Fußball hört der Spaß auf.\nIch finde, also ich meine, Fußball muss auch irgendwie eine Ernsthaftigkeit\nhaben. Ich habe ja diese Theorie, dass es, naja es gibt jetzt wieder Kriege,\naber dass es so wenig Kriege in Europa gibt, weil man das über Fußball austrägt.\nWeil man irgendwie die Aggressionen, wir gegen du, wir gegen dich und Rudel\ngegen Rudel, dass man das austrägt im Fußball, aber dafür muss man es ernst\nmeinen. Wenn man das nicht ernst meint, dann bringt das nichts.\nHier, St. Pauli, genau. St. Pauli natürlich gut. St. Pauli war früher hauptsächlich\nso von der Stimmung gut, inzwischen ist das aber auch fußballerisch der totale Knaller.\nFrüher musste man schon ein paar Bier trinken, damit man überhaupt das Spiel\nertrinkt und jetzt ist das aber so, dass man denkt, das kannst du ja machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:39",
      "text": "Sag mal, seit einem halben Jahr wieder."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:08:42",
      "text": "Ne, das sehe ich anders. Ich gehe vielleicht das Ganze entgleiten lassen,\nsolange wir uns jetzt mal hier sehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:48",
      "text": "Es ist ein solider Zweitliga-Verein. Ich bin ja gerne immer mal bei St.\nPauli, auch wenn ich ja sozusagen bei dem anderen coolen Klub bin und von daher..."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:08:56",
      "text": "Bei welchem bist du denn? Bist du Union?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:57",
      "text": "Ja klar.\nAchso. Bundesliga und so."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:09:04",
      "text": "Weiß ja gar nicht, wie sich das anfühlt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:06",
      "text": "Vielleicht Champions League, mal gucken."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:09:08",
      "text": "Ja ich sag Champions League, fänd ich gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:10",
      "text": "Meinst du?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:09:10",
      "text": "Ja sicher, wer sonst."
    },
    {
      "speaker": "roddi",
      "time": "0:09:13",
      "text": "Ich hab ja mal ein halbes Jahr in Hamburg gewohnt und da hab ich,\num dann auch Leute kennenzulernen, bin ich dann von einer WG zur nächsten getingelt\nund bin irgendwann mal, hab ich mal in einer WG vorgesprochen,\nmir das angeguckt, da hatten die einen Mitbewohner gesucht.\nDie Wohnung der WG war direkt über der Fankneipe von St. Pauli."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:09:35",
      "text": "Oh, heja, und auch noch an dieser üblen Hauptverkehrsstraße."
    },
    {
      "speaker": "roddi",
      "time": "0:09:38",
      "text": "Richtig, und dann rannte da der Typ, der das gezeigt hat, rannte dann da so\ndurch das Zimmer und meinte, ja, also die eine Box hängt genau hier drunter\nund die andere Box, dann zeigt er in die andere Zimmerecke, hängt genau hier drunter.\nUnd dann war ich dann auch nicht mehr so begeistert davon.\nAber die hatten, die waren sowieso auch sehr merkwürdig drauf,\ndie hatten dann irgendwie im Winter gegrillt und um das zu tun hatten sie irgendwie\nso ein Billiggrill zwischen Heizkörper und Fenster irgendwie so reingesteckt,\ndas Fenster offen gelassen und da in der Wohnung gegrillt und so.\nGeht doch, muss sowas auch sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:18",
      "text": "Naja, auf jeden Fall, um es kurz zu sagen, ich hab dich nicht eingeladen wegen\ndeiner St. Pauli Affinität. Achso, das wusste ich ja gar nicht.\nWir können dich ja mal kurz selber vorstellen lassen, pass auf, Achtung!"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:10:41",
      "text": "Oh mein Gott, das will ich nicht. Oh man, das ist ja fürchterlich.\nDas sieht auch aus wie meine eigene Oma."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:52",
      "text": "Naja, es fiel mir gerade deshalb auf, weil, das ist sozusagen ein Ausdruck eines\nVideokurses, den du gemacht hast bei Manning, du hältst die Hände über den Kopf\nzusammen, war nicht gut."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:11:05",
      "text": "Doch, es war ganz gut, aber ich weiß nicht, also wenn man so ganz frei spricht,\nsich unterhält, das klappt alles, aber wenn man so was sprechen muss,\nwas man sich vorher überlegt hat, damit das Hand und Fuß hat,\ndann wird man zu so einem Roboter.\nAlso manche Menschen können das, aber die haben das irgendwie richtig,\nalso Sprecher ist ja ein richtiger Beruf,\nnicht aus Versehen und man stellt eigentlich immer vor diesem Dilemma,\nentweder redet man so, wie ich jetzt rede und dann wirkt das so,\nals wäre man nur so halb Knusper, Also nicht so richtig nicht so richtig stringent\noder man überlegt sich das vorher dann wirkt man so als wäre man eine Maschine\nund irgendwo da diesen diesen Punkt zu treffen in der Mitte,\ndass man beides einigermaßen hinkriegt das ist echt eine große Herausforderung\nund ich würde mal sagen ist nur so mittel gut gelungen also inhaltlich stark aber so,\ninsbesondere wenn man sich das selbst anguckt ist schon hart und dann wenn da\nnoch Video dazu ist dann sieht man auch die ganzen eigenen Meisen also so man\nhat so Macken, Fummelt sich in den Haaren rum und zwinkert irgendwie so.\nJeder von uns macht irgendwas und gnädigerweise spiegeln einem das die anderen nicht wieder.\nJetzt guck ich euch gerade so an, was ihr so macht, aber ich sag nix,\naber wir machen alle was und wir haben auch so Sprechticks, fast alle von uns\nund das denn so zu sehen, dann hörst du dir das auch hundert Mal an,\nguckst dir das hundert Mal an, das...\nDas ballert schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:23",
      "text": "Ich wollte dich ja noch nicht an Pranger stellen, ich wollte nur klar machen,\ndu hast ja einen harten Fokus, du bist halt so, auch Nerd seit schon immer."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:12:33",
      "text": "Ja ich bin Nerd seit immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:35",
      "text": "Und haben wir ja eben im Vorgespräch auch festgestellt, auch so schon so mit C64 ging's los."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:12:41",
      "text": "Ich bin C64-Nerd gewesen, bin ich eigentlich immer noch. Also meine ganze Familie\nist handwerklich begabt, also richtig, ich nicht. Und dann dachte ich immer,\nscheiße, was machen wir denn jetzt mit Olli? Was machen wir denn mit dem Mann?\nDer kann ja überhaupt nix.\nWas machen wir denn jetzt mit Olli? Und dann mein Bruder und mein Vater haben gesagt,\nkannst du mal ein Nagel reinhauen, dann wird er krumm und so und dann dachten die schon mal,\nirgendwas muss es doch geben, so und zack kommt Computer um die Ecke und plötzlich\nkann auch jemand wie ich,\nder hier irgendwie zwei dicke Hände hat, kann sich ausdrücken über so eine Maschine\nund letztlich ist das bisher die einzige, tatsächlich die einzige Technik gewesen,\nmit der ich mich ausdrücken kann und das ist so geblieben.\nIch gucke gerade was da steht, aber es geht mich nichts an. Ich habe dann tatsächlich\ndas auch studiert, also ich habe irgendwie als Teenager habe ich damit programmiert\nund dachte ja cool, jetzt kannst du auch was.\nDann habe ich Informatik studiert, ne eigentlich habe ich, stimmt ja überhaupt\nnicht, ich habe Physik studiert, weil ich so dachte jetzt musst du größere Erkenntnisse\nkriegen, hab dann Philosophie studiert.\nFind ich immer noch total cool so wissenschaftstheorie und letztlich irgendwie\nso ein bisschen rumlabern und dann gab das mal so ein hast\ndu auch philosophie studiert du guckst mich so böse an, dann gab das so ein,\nJa, wie soll man das sagen?\nSo ein Orientierungskurs von\nLeuten, die in dem Beruf arbeiten und dann dachte ich, das wird hier nix.\nDa gibt's keinen Beruf. Und dann habe ich Informatik tatsächlich studiert. Und äh..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:09",
      "text": "Wie, zu Ende?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:14:11",
      "text": "Ja, ich habe zu Ende Informatik studiert.\nRaus! Es hat noch nie, niemand hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:19",
      "text": "Ist so ein Running Gag in meinem Podcast, dass ich die Leute immer frage,\nob sie auch ein abgebrochenes Informatikstudium vorbeisuchen können."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:14:26",
      "text": "Ich hab abgeschlossenes, aber ich muss dazu einschränken sagen,\nniemand hat jemals mein Diplom gesehen, niemand, niemand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:32",
      "text": "Also niemand wollte es sehen?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:14:33",
      "text": "Nein, und niemand hat es gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:34",
      "text": "Gibt's eins?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:14:35",
      "text": "Es gibt eins, aber niemand hat es gesehen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:14:38",
      "text": "Gutachter schon."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:14:41",
      "text": "Also du wie meinst du, du meinst, ob ich mir das selbst geschrieben habe,\nalso es ist alles legal und so, aber es gibt dieses Diplom.\nSo und so hat sich das so entwickelt, also über die Jahre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:53",
      "text": "Was war denn das Thema?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:14:54",
      "text": "Von was?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:55",
      "text": "Von deinem Diplom, die Diplomarbeit muss aber irgendwas gehen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:14:58",
      "text": "Ja das war das war Compilerbau also aber zwischendrin habe ich so KI Zeug gemacht\nund also Compilerbau ist weiß ich nicht,\nist spannend braucht man aber eigentlich überhaupt nicht das war so weil ich\nirgendwie mich so gelangweilt hab."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:14",
      "text": "Würde ich nicht sagen. Findest du doch nicht auch nochmal wer angeschaut."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:15:17",
      "text": "Ah ja okay, also kann man machen, vielleicht hat es jetzt auch weniger Relevanz,\nich hab da ein bisschen drüber nachgedacht, also weiß nicht,\nauf jeden Fall, um das jetzt vielleicht nochmal irgendwie hier rund zu bringen,\nKI in der Zeit wo ich studiert habe, ich bin jetzt ein bisschen älter,\nes waren 90er Jahren, hat überhaupt nicht funktioniert oder überhaupt nicht\nso wie ich es gedacht habe, es war eine große Tragödie, es war ganz ganz schlimm, echt ganz übel.\nUnd dann, weil noch keiner wusste wohin die Reise geht,\nes hat nicht funktioniert da war nicht genug Bums in der Kiste, so wie Siri heute,\nja nee viel schlimmer, also was man jetzt irgendwie zwischendrin haben Leute\nirgendwie mal sowas in den Raum geworfen eigentlich braucht man oder was immer\nirgendwie ein Game Changer ist,\nist mehr Bums in der Kiste, Also einfach mehr Dampf machen, einfach du machst das Modell größer,\ndu hast mehr Daten, du hast fette Prozessoren, so ganz brutale,\ngewalttätige Sachen, die haben es am Ende gebracht und haben es auch tatsächlich\nam Ende gebracht, also so vor zehn Jahren würde ich sagen, jetzt vielleicht\nschon ein bisschen länger her, bin ich dann so aus meinem Winterschlaf wieder erwacht.\nIch war da einfach Softwareentwickler und hab mich immer ein bisschen gelangweilt,\ngeb ich zu, ist ein bisschen vielleicht snobbistisch, aber hab ich.\nUnd dann ging das. Plötzlich begannen Dinge zu gehen und die gingen hauptsächlich\ndeswegen, weil Grafikkarten, Die...\nGamer im wesentlichen bezahlbar gemacht haben, plötzlich so viel Bums hatten,\ndass man Sachen machen konnte, die man vorher nicht machen konnte.\nTheoretische Überlegungen, die man schon früher gehabt hat, nämlich wie man\nein vernünftiges, normales Netz baut, die konnte man nicht umsetzen früher,\nweil es eben nicht genug Bums gab. Dann gab es genug Bums und im Wesentlichen\nhat das den Durchbruch gebracht.\nWie so oft, man gibt einfach ein bisschen mehr Gas und plötzlich klappt das nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:03",
      "text": "Ist dieses Gaming ja am Ende dann doch zu was gut gewesen?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:17:06",
      "text": "Absolut, also das Gaming, also es gibt da unterschiedliche Theorien,\nwir haben ja über die 23 gesprochen, Verschwörungstheorien, es gibt unterschiedliche\nVerschwörungstheorien,\ndie eine ist, hier steht Nvidia ist jetzt 8 mal so viel wert wie Intel,\nda kommen mir Tränen in die Augen, weil bevor das losging, sagte jemand zu mir,\nnahm ich zur Seite und sagte, pass mal auf, wenn du jemals Aktien kaufen willst,\nkaufst du Nvidia Aktien.\nWas soll denn das? Ich weiß gar nicht wie das geht. Das ist echt viele viele Jahre her.\nJetzt bin ich gerade abgedenkt gewesen, aber was wollte ich denn jetzt eigentlich\nsagen? Wisst ihr noch was ich eigentlich sagen wollte? Helf mir mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:47",
      "text": "Naja, Grafikkarten, mehr Bums und es wurde dann lustig langsam,\nes wurde langsam ernst mit dem KI Gemumpel und all das wofür du dich vorher\ninteressiert hast fing auf einmal an zu funktionieren und dein Leben hatte auf einmal einen Sinn."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:17:57",
      "text": "So kann man es also, zumindest das, ich mein, ist jetzt echt peinlich,\naber mein Berufsleben hatte dann wieder so einen Sinn, weil ich dachte,\nokay, dann können wir das alles wieder aufnehmen, gucken wir,\nwas wir damit machen können.\nUnd so ging das dann die letzten zehn Jahre, sag ich mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:10",
      "text": "Mhm."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:18:11",
      "text": "Genau. Und ich hab immer noch so einen leichten philosophischen Disziplin,\nalso denke immer so drüber nach, was bedeutet das jetzt und weiß ich auch nicht,\nkann so ein System bewusst sein.\nDas ist aber eigentlich nichts wofür ich irgendwie bezahlt werde,\nsondern da denke ich nur so darüber nach, wenn mir langweilig ist.\nAchso, so kann man das sagen. Genau, das mache ich also beruflich.\nMaschinen lernen, Systeme zum Laufen bringen und darüber nachdenken,\nwas kann man damit machen. Das ist mein Job.\nAchso und ich hab offensichtlich so diesen Videokurs, der ist inhaltlich gut,\nnicht dass ich den jetzt, ich meine der verkauft sich wie so natürlich irgendwie,\nja nicht wie Blei in den Regalen,\nweil nach zwei Jahren oder nach drei oder nach vier ist das ja alles,\nkannst alles einstampfen, das ist echt ein großes Problem bei sowas,\nalso du schabst da irgendwas und dann ist es im Prinzip, also wenn das erst\nmal beim Drucker ist, ist das eigentlich schon vorbei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:05",
      "text": "Ja, das glaube ich."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:19:06",
      "text": "Tja, so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:08",
      "text": "Nichtsdestotrotz, also beim Manning ist das ja erschienen.\nDas ist ja so einer dieser Spezialverlage für Programmierer,\ndie ich eigentlich ganz gerne mag. Also da sind einige Bücher,\ndie ich zuletzt gelesen habe erschienen und die machen halt auch schon ganz modernes Zeug.\nAlso mit diesen Livebooks zum Beispiel, also ich lese gerade ein Buch,\ndas in seiner, das bisher zweimal überarbeitet worden ist und jetzt gerade in\nseiner dritten Überarbeitung ist und das wird quasi während die Kapitel jetzt\nfertig geschrieben werden schon, ist es schon nachlesbar.\nDas heißt ich lese es jetzt sozusagen in der noch nicht wirklich erschienen\nVersion Kapitel für Kapitel wie sie rauskommen nach und man kann das halt wunderbar im Browser lesen,\nder merkt sich immer wo man irgendwie war und funktioniert irgendwie alles schon erstaunlich.\nDieses Web, langsam wird's zu was gut.\nJa, naja gut, also super. Genau und wegen diesem ganzen,\nalso wir haben ja zusammen schon mal einen Podcast gemacht, kann man ja auch\nmal drauf verweisen und zwar in meiner kurzen Serie, die ich mal zusammen mit O'Reilly gemacht habe.\nDer Kolophon Podcast, das kennen vielleicht manche von euch gar nicht,\nist auf jeden Fall auch in den Shownotes und da haben wir uns auch über Machine\nLearning unterhalten und das war schon so ein bisschen bevor das alles so richtig losging.\nAlso es zeichnete sich ab, dass es jetzt interessant wird,\nweil halt diese ersten Durchbrüche im Bereich Deep Learning stattgefunden haben\nund ich hatte auch vorher schon mal einen anderen Podcast gemacht,\nder war dann aber auch wirklich sehr zeitig, muss ich nochmal gucken wann der eigentlich war.\n2015 hab ich den gemacht, genau, Oktober 2015, ein CAE und das war so gerade als es so losging,\nso als auf einmal alle Katzen erkannt werden konnten auf Youtube und so,\nmit Katzen geht's ja los, ne."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:21:25",
      "text": "Das musste ja auch dringend gelöst werden, die Katzenerkenner,\ndas hat uns ja schon ganz schön umgetrieben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:21:30",
      "text": "Der hat mich übrigens schwer geprägt, der Podcast. Hab ich schon ein paar mal\nzu dem mit hier, Ulf Schöneberg, CRE 208. Da hab ich zum ersten mal das Licht gesehen.\nAls er diese Geschichte aus der Wikipedia erzählt, dass sie plötzlich merken,\nokay wir haben zwar die ganze Wikipedia reingefuttert, aber woher weiß dieses\nTeil plötzlich so viel, was da eigentlich so explizit gar nicht drin steht und\nworaus bildet sich das ab.\nDas hat mich alles so nervös gemacht, dass ich seitdem in der Tat das Thema verfolge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:59",
      "text": "Ulf ist schuld."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:22:00",
      "text": "Ich hab mal versucht Ulf einzukaufen für die Stabi sogar. Für unser Curator\nMachine Learning Projekt. Aber es hätte nicht gelungen sozusagen.\nEs hätte nicht gelungen, er\nhätte zu dem Zeitpunkt dann schon ein besseres Angebot wieder abgestartet."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:22:14",
      "text": "Ja das Erstaunliche daran ist aber eigentlich, also wenn ich hier zu viel darüber\nlaber könnte ich es ja sagen,\naber das Erstaunliche daran ist, dass für mich diese Durchbrüche,\ndie es jetzt ja absolut und unbestreitbar gibt,\ndass das für mich eher ein Problem in meinem Job ist, also klingt ja eher überraschend,\naber das liegt daran, dass dieses Chat-GPT-Zeug, habt ihr ja letztes Mal auch\nschon relativ viel drüber gesprochen, da haben jetzt alle das Gefühl,\nah das ist ja im Wesentlichen gelöst, das kann das jetzt, das können wir jetzt\nalle benutzen, das klappt und so.\nUnd das ist aber praktisch letztlich nicht einsetzbar für die für sehr viele Fälle und das bedeutet,\nwenn jetzt Leute sagen, was können wir denn mit Maschinenlernen machen,\ndann ist das aber der Maßstab, den die Leute so spüren, die denken,\nja wieso, das geht doch alles, das haben wir doch gesehen, das habe ich doch\nselbst ausprobiert, ich habe doch einen Account.\nUnd dass es dann aber solche Sachen gibt wie, ja, aber das passiert in den USA\nin irgendwelchen Containern,\nda musst du deine Daten drüber schicken, die wollen für jeden Request so und so viel Geld haben,\nwenn du das nachtrainieren willst, ist es super schwer und so,\nalso das ist nicht bedeutet, dass nur weil die das können und das in den USA\nin irgendeinem Ding rumsteht, bedeutet das nicht, dass es für jeden zugreifbar\nist und das ist gerade so die Herausforderung, die ich wahrnehme.\nAlso ihr habt letztes mal glaube ich auch schon darüber gesprochen über so eine\nOpen Source Version, die wir uns alle wünschen, die aber überhaupt nicht nicht\nsichtbar ist. Ich sehe keine.\nUnd ohne diese Open Source Version, die man vielleicht am besten Fall auch noch\nauf dem Rechner laufen lassen kann, der nicht irgendwie 100.000.\nEuro kostet und wo man nicht irgendwie zehn Experten braucht,\num das hinzukriegen. Solange das nicht da ist, fühlt man diesen Durchbruch und\nalle fordern diesen Durchbruch von jemanden ein, aber der ist praktisch im Moment noch nicht umsetzbar.\nZumindest nicht in der Art und Weise, wie wir uns das alle wünschen oder wie\ndie Leute, die davon hören, glauben, dass es möglich sein wird.\nUnd das ist im Moment das Problem, weil es, man kann fast sagen,\nweil es so die Preise verdirbt. Also jetzt nicht den Preis im eigentlichen Sinne,\nsondern sowas wie, dass die Erwartungshaltung sehr hoch ist und man kann nicht\nliefern oder nur sehr begrenzt oder nur in speziellen Fällen.\nDas ist im Moment das, so wie ich es spüre. Also ich glaube wir merken alle,\ndas geht richtig ab, wenn man jetzt irgendwie nur irgendwelche Nachrichten aufmacht,\nda ist ja immer irgendwas, irgendjemand hat irgendwas gefunden oder irgendwas ist besorgt oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:28",
      "text": "Klar, aber ich meine im Gegensatz zu so vielen anderen Hypes ist halt auch was dran.\nEs ist noch nicht so, dass jetzt irgendwie jeder gecheckt hat,\nworan jetzt im Einzelnen wie viel wirklich ist und was dann doch nur heiße Luft\nist, aber wir reden jetzt hier nicht über so ein totes Feld wie Big Chain oder\nso einen Scheiß, sondern das."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:24:49",
      "text": "Hast du gesagt, da hab ich nicht gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:51",
      "text": "Ja, aber ist ja so. Wie lange gibt's das jetzt, seit zwölf Jahren prophezeien\nsie uns, dass es irgendwie alles revolutioniert, was hat es bisher revolutioniert,\nes ist halt einfach gar nichts revolutioniert.\nEs ist einfach eine scheiß langsame Datenstruktur, die zu nix taugt.\nDas kriegen die Leute halt einfach nicht rein in ihre Körper und das Ding ist einfach mal durch.\nEine interessante Technologie entdeckst du dadurch, dass du sehr schnell in\nsehr viele Richtungen einen konkreten Nutzen entdeckst, der vielleicht erstmal nur Potenzial hat.\nIch war jetzt zum Beispiel vor ein paar Tagen hier auf einer Konferenz.\nDer, dem Amaze Festival, ich weiß nicht ob ihr das schon mal von gehört habt,\ndas ist so eine kleine Gamer Indie Konferenz,\nso leicht künstlerisch auch angehaucht und so weiter, da laufen halt jetzt nicht\nso die großen Development Studios rum und machen dicken Mucks,\nsondern das sind sozusagen die kleinen.\nUnd ich hab ja persönlich, das werd ich ja auch nicht müde zu betonen,\nso mit Gaming so überhaupt gar keinen Kontakt.\nAlso nicht, dass ich nicht schon mal ein Computerspiel gespielt habe,\naber das geht einfach so in mich nicht rein.\nTrotzdem find ich halt solche Szenen interessant. Ich wollt mir mal diesen Event\nanschauen, ich kenn ja auch ein paar Leute da.\nEinmal hab ich gesprochen und er meinte so,\nja es wäre, kam natürlich zwangsläufig auf das ganze AI Thema,\nne, und meinte ja, er hätte hier auch den ganzen Tag rumgelaufen,\nhätte mit allen gesprochen und nicht einer wäre dabei gewesen,\nder nicht schon berichtet hätte, wie sie TGPT,\nLarge Language Models, in irgendeiner Form bei ihrem Game Design zum Einsatz bringen,\nsei es beim Coding, sei es beim Story Development, sei es in der künstlerischen Gestaltung,\nkann ich jetzt gar nicht so viel zu sagen, wo es überall konkret kam,\naber es war einfach sozusagen nicht ein paar oder manche oder so,\nsondern alle sofort und jeder macht sich sozusagen auf die Suche,\nwas man damit machen kann\nJeder von uns persönlich hat schon irgendwie die eine oder andere Anwendung\ngefunden und das ganze Zeug ist halt jetzt gerade mal ein paar Monate raus.\nDas ist für mich so der Marker für Has Impact."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:27:07",
      "text": "Absolut, also ich hab auch keinen Zweifel daran, dass es wirklich einen riesigen Impact gibt.\nIst nur so, dass die Leute den jetzt einfordern und ich nicht liefern kann.\nDas ist vielleicht eher so das Gefühl.\nUnd das ist vielleicht so wie diese Hype Cycle, man ist jetzt total aufgeregt und...\nIst es dann aber irgendwann nicht mehr, weil du denkst, das geht ja alles gar\nnicht, aber das sehe ich überhaupt nicht. Ich sehe das so wie das Internet tatsächlich.\nVielleicht bin ich ein Spinner, kann sein, aber ich sehe quasi das fast schon\nso wie die Fortführung von dem Internet.\nIch hab hier meine Kollegen mit ein paar Folien genervt, es gibt diesen Marshall McLuhan,\nden ihr vielleicht kennt, vielleicht nicht, der hat so gesagt,\nirgendwie das erste, was die Menschheit hier irgendwie richtig vorangebracht\nhat, war überhaupt sowas wie, was war das nochmal, Sprache haben glaube ich, Buchdruck.\nDas heißt man hat irgendwie sowas wie, man hat jetzt, kann sich nicht nur irgendwie,\nkann nicht nur was aufschreiben und so, sondern man kann das jetzt auch noch\nvervielfältigen und dann kommt das Internet,\ndas heißt man kann richtig unheimlich viel austauschen, das heißt du kannst\nweltweit austauschen mit fast keiner Verzögerung, dich unterhalten.\nUnd was ich da jetzt drauf gesetzt habe, ein bisschen vermessen,\nüberhaupt dem irgendwas hinzufügen zu wollen, ist, dass ich das Gefühl habe,\ndass jetzt sowas wie große Sprachmodelle die Komprimierung oder die Abstraktion\noder das Destillat aus dem Internet ist.\nDas heißt, man ist jetzt in der Lage, das ist jetzt alles da und jetzt fasst\ndu da so zusammen, nicht, dass du das Wissen irgendwie besser hast oder komprimiert,\nsondern die Fähigkeit, die da irgendwie drinsteckt.\nDas klingt jetzt ein bisschen so, als wäre ich vielleicht nicht ganz dicht oder\nso, so als würde das irgendwie total gesponnen sein, aber man sieht da,\ndass es irgendwie funktioniert.\nDas heißt, man hat alles genommen, was man so zusammengesammelt hat,\nwie die Menschheit, ins Internet gestopft, dann nennst du dieses Internet und\ndestillierst es oder komprimierst es irgendwie zu irgendwas,\nwas dann offensichtlich in der Lage ist, was zu tun, was Leute beeindruckt.\nUnd für mich ist es wirklich dieser nächste Schritt, das muss jetzt nicht Chat-GBT\nsein oder so, aber überhaupt diese, also die Idee gibt es ja schon lange,\naber dass es funktioniert und...\nGuck mal, als hätte ich das mir vorher überlegt, habe ich aber nicht.\nEs ging diesmal wieder auch nur, weil man mehr Bums unterm Kessel hat,\ndas heißt man hat gesagt, machen wir einfach ein bisschen größer,\nmacht mal ein bisschen größer, dann wird schon gehen und dann ging das plötzlich.\nAlso es gab wirklich so einen Punkt und auch wenn man wieder zurück will und sagt,\nwenn wir es ein bisschen kleiner machen oder ein bisschen weniger komplex,\ndann verliert man das auch wieder, dass dieses Ding wirklich so schlau ist,\ndass es quasi die Fähigkeiten aus dem Internet dann wieder verliert oder einfach\nnicht mehr so eindrucksvoll ist."
    },
    {
      "speaker": "roddi",
      "time": "0:29:39",
      "text": "Ja, glaubst du, dass es tatsächlich ein Hype-Cycle jetzt auch ist?\nAlso, dass wir in so einen Trough of Disillusionment dann reinkommen?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:29:47",
      "text": "Ich glaub wir sind knapp davor. Also zumindest so wie ich die Leute sehe,\nsehe ich eher enttäuschte Gesichter.\nAlso ich jetzt schon. Also ihr seht vielleicht noch die aufgeregten,\nich sehe die enttäuschten. Nicht weil das Schrott ist, sondern weil die Leute\nda nicht rankommen. Die sagen wir wollen ran in die Buletten.\nIst aber nicht. Oder man sagt okay für die Fälle oder für die Anwendungsfälle,\nwo du bereit bist, deinen ganzen Kram in die USA zu schicken,\ndas ist für ganz viele Anwendungsfälle entweder überhaupt nicht erlaubt,\nalso in die Krankenakten oder so schickst du darüber, wird man wahrscheinlich\nnicht machen oder ist es einfach zu teuer oder zu aufwendig und die Menschen,\ndie das jetzt wirklich machen wollen, sind dann häufig ganz traurig."
    },
    {
      "speaker": "roddi",
      "time": "0:30:24",
      "text": "Ich kenne da einige Legal Departments, die ganz nervös, Vorsicht Vorsicht Vorsicht\npasst auf was ihr da in dieses Eingabefeld rein tut."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:30:35",
      "text": "Zurecht, zurecht, weil also ob ich da jetzt irgendwas eintippe,\nwas ist ein guter Name für ein Hund oder so ist ja völlig egal,\naber sobald du da irgendwas reinschiebst, was du nicht, wo du eben nicht möchtest,\ndass das in den USA landet, dann machst du das einfach nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:30:52",
      "text": "Naja gut, USA ist vielleicht nicht das Schlimmste, sondern das ist halt einfach\nOpen AI. Wer ist das? Kann man diesen Leuten trauen?\nEs war schließlich mal eine Firma, die Elon Musk gegründet hat."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:31:04",
      "text": "Ob man diesen Leuten trauen kann, weiß ich nicht. Aber ich hab das Gefühl,\nich hab die Leute zumindest mal gesehen, also die kennen mich nicht,\naber ich hab die mal gesehen und ich glaube, dass es Idealisten sind.\nAber ich glaube auch, dass sie die Kontrolle über ihre Firma verlieren werden\noder schon verloren haben, eins von beidem."
    },
    {
      "speaker": "roddi",
      "time": "0:31:22",
      "text": "Wenn irgendwo Geld drin steckt, dann hört der Idealismus meistens sehr schnell auf."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:31:26",
      "text": "Aber den glaube ich nicht, die sind solche Nerds, die..."
    },
    {
      "speaker": "roddi",
      "time": "0:31:28",
      "text": "Also dann übernehmen Leute, die nicht mehr ganz so idealistisch sind."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:31:31",
      "text": "Das glaube ich eher und dann sieht das schlecht aus. Und deswegen,\nich glaube du hast es das letzte Mal gesagt, du möchtest Open Source Software."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:38",
      "text": "Also die Grunddenke ist ja falsch. Wir brauchen noch eine Welt,\nin der man ihnen nicht trauen muss, weil es eben einfach genug freie Hand ist."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:31:46",
      "text": "Genau, aber die Welt interessiert sich meistens nicht dafür,\nwas man möchte. Das wollen wir aber."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:50",
      "text": "Also ich hab im Chat jetzt gerade mal hier, was gerade ja so rum geht,\ndieses Hugging Face, aus dem Hugging Face Universum,\ndie haben ja jetzt auch wirklich hier ein eigenes Large Language Model publiziert,\nhast du dir das angeguckt, was ist da falsch dran, also ja es ist bei weitem\nnoch nicht so gut wie ChatGPT, aber gefühlt so mehr als anderthalb Jahre hängen\nsie auch nicht hinterher, also das ist jetzt nicht, da ist jetzt keine Potenz dazwischen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:32:17",
      "text": "Ja, also das Ding, dieses was du da jetzt geschickt hast, kenne ich nicht,\nhabe ich nicht ausprobiert, müsste ich mir angucken, was typischerweise an diesen\nModellen schlechter ist,\nalso wie gesagt, kann ich nicht sagen, also was häufig schlechter ist,\nist dass sie nicht so gut optimiert sind für eine Unterhaltung,\nob das so jetzt so ist oder nicht, weiß ich nicht.\nDie sind sehr schwer zu hosten, das gilt natürlich auch für das Chat-GPT-Ding,\ndas ist auch im Prinzip, weiß gar keiner, wie das überhaupt,\nalso wie OpenAI dieses Ding überhaupt zum Laufen bringt, wissen wir nicht.\nDa wird's wahrscheinlich so ähnlich sein, das weiß ich wie gesagt nicht,\nweil ich dieses Ding persönlich nicht kenne.\nIch vermute und das weiß ich aber nicht, im Gegensatz zu Chat-GPT wirst du wahrscheinlich\nauch nicht so wie Browser suchen darin integrieren können oder Plugins,\ndas weiß ich nicht, vermute ich einfach nur.\nUnd häufig und das ist wie gesagt müsste man müsste man alles mal ausprobieren\nist es dann am ende nicht so gut wie das was die von oben her haben wahrscheinlich\neher nicht nicht weil das modell irgendwie an sich schlechter ist also quasi\ndie architektur schlechter sondern ich vermute das,\nsondern weil die weil die datenbasis schwächer oder anders ist aber wie gesagt\ndas ist das spekulation."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:33:27",
      "text": "Gucken wir doch mal bei der Datenbasis. Also was hätten wir denn quasi am Freien?\nWir haben das Internetarchiv. Das ist schon mal nicht nichts."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:33:35",
      "text": "Das ist gut, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:33:36",
      "text": "Da ist schon mal eine ganze Menge drin, wenn man da mal in die Keller der Kirche\ngeht und die Festplatten mal rauszieht.\nDann haben wir sowas wie Google Books. Da würde man ja sagen, das gehört ja Google.\nJa, nicht so ganz. Das heißt also, wenn es die Bayerische Staatsbibliothek,\nihre eine Million Bücher von Google Books hat digitalisieren lassen,\nhaben sie für wissenschaftliche Verwendungszwecke die Volltexte von Google bekommen.\nDas heißt, wir haben zu einer Million deutschen Büchern die Volltexte in München\nliegen, mit denen man was anfangen kann. Und wenn man ganz wild drauf ist,\nkann man auch so eine Quelle wie Sci-Hub nochmal vielleicht irgendwie so anzapfen.\nJa, dann hast du also alles an relevanter Wissenschaftsliteratur der letzten\n30 Jahre noch mit drin in deinem Modell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:15",
      "text": "Also ich sehe nicht, dass, falls jemand nicht weiß was Sci Up ist,\ndas ist das Pirate Bay der wissenschaftlichen Paper."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:34:22",
      "text": "Ja genau da würde ich natürlich keinesfalls empfehlen das in so einem Modell\neinzustehen. Niemals würde ich das tun.\nIch sehe gar nicht so die große Lücke. Das Training ist ein Problem aber da\nwürde ich mal sagen, lass uns kurz den Punkt zu Ende machen.\nBeim Training würde ich sagen...\nHoffe dass wir hier eine ähnliche entwicklung sehen wie bei open street map,\nwo du also auch lange jahre eine\ngroße kluft hattest zwischen google maps und dem was eben open street gemacht\nhat und google ist dann aber eben mit autos herumgefahren und hat street view\ngemacht und das fanden dann nur die deutschen aber immerhin die deutschen dann\ngar nicht mehr so knorkel und plötzlich haben sich alle mit ihren gps devices\nim rucksack irgendwie auf die norddeutschen Inseln gemacht, um die auch noch\nirgendwie durch zu kartografieren.\nUnd irgendwann gab es so ein Tipping Point, wo du gesehen hast,\nokay mittlerweile gibt es sogar ein ganz gutes Design für OpenStreetMap und\ndie API ist eigentlich ganz prima und ich kann das genauso gut in meine Webseiten\neinbauen wie vorher meine Google Maps.\nJetzt ist das zumindest für uns im öffentlichen Dienst völlig selbstverständlich,\ndass wir nur OpenStreetMap reinsetzen.\nUnd es ist immer noch in Details vielleicht schlechter, in anderen Bereichen\nist es aber mittlerweile mindestens genauso gut oder in endlichen Bereichen\nnoch besser als Google Maps.\nUnd ja dieses Race hat ein bisschen gedauert und gerade irgendwie der Wissenschaftssektor\nhätte da viel mehr Geld reinstopfen können. Ja wo waren denn die ganzen GeoinformatikerInnen\nzu dem Zeitpunkt eigentlich?\nJa da hätte man also sicherlich irgendwie DFG hätte ja sonst was aufsetzen können\noder BMWF oder sowas. Und ich sehe nicht warum das jetzt nicht der Fall sein\nkönnte, weil ich glaube die Daten haben wir so und für Training muss man sich\ndann vielleicht mal was einfallen lassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:56",
      "text": "Okay, also Ralf, ganz klar, du bist schon jetzt wieder auf der Reise nach der\nultimativen Open Source Lösung,\ndamit wir nicht zu viele Gesprächsthemenkarten auf einmal auf den Tisch legen,\nwürde ich ganz gerne noch einen kleinen Wrap-Up machen und dann vielleicht nochmal\nso ein bisschen fokussieren, vielleicht kommen wir zu solchen Themen auch nochmal.\nIch glaube wir müssen die anderen Themen sowieso nach hinten schieben,\nwir bleiben jetzt einfach mal bei diesem ganzen Machine Learning.\nSo, um erstmal das mit dir abzuschließen,\nOlli bist ja auch bei der Open Knowledge Foundation verdingt."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:36:35",
      "text": "Nein, nein, nein, ich war bei einer Firma angestellt, die heißt auch Open Knowledge,\ndas bin ich aber nicht mehr. Ah ok."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:41",
      "text": "Jetzt bist du wieder selbstständig."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:36:43",
      "text": "Ja genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:43",
      "text": "Ok gut. Das wollte ich nochmal abgehakt haben so und genau also du bist jetzt\nquasi freischaffender ML Werker.\nKann man das so sagen. Kann man das so sagen. Aber was wir unbedingt noch klären\nmüssen ist, warum ist dein Twitter Account, warum heißt der DJ Kord Rose?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:37:06",
      "text": "Also, das ist irgendwie schon ganz lustig, also, ähm, also...\nAlso ich weiß es ehrlich gesagt gar nicht mehr so hundertprozentig.\nDas hat sich irgendwann so ein... ist irgendwie so passiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:19",
      "text": "Warst du mal DJ?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:37:20",
      "text": "Ich war nie DJ. Ich hab aber mal früher sehr erfolglos Musik gemacht.\nDa kommt diese DJ-Geschichte irgendwie rein und ich hab zu Studentenzeiten,\nhab ich immer so 5 Mark Korthosen von Penny getragen. Wirklich, das war...\nIch dachte damals, das wär in Ordnung. Anders kann ich mich jetzt nicht rausreden.\nUnd dann kommt die Korthose her.\nUnd irgendwie ist es so geblieben und hab ich irgendwann nicht mehr drüber nachgedacht\nund dann war ich überall DJ Korthose und dann konnte ich das nicht mehr ändern\nund dann hab ich gehofft, keiner fragt jemals wieder. Es ist nicht gelungen. Also es ist immer so.\nOffensichtlich hat das leider nicht geklappt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:55",
      "text": "Verstehe. Aber du bist Nerd genug um hier beim Podcast mit dem Handtuch aufgelaufen zu sein."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:38:01",
      "text": "Ja, hab ich mit. Also… Es ist Krümmelmonster drauf, ihr seht das, ne?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:38:05",
      "text": "Sehr schön."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:38:09",
      "text": "Krümmelmonster ist mein Vorbild."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:11",
      "text": "Ich könnte ja jetzt behaupten, dass wir alle gerade ein Handtuch um uns herum\ngeschlungen haben, das haben wir aber nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:38:18",
      "text": "Frag in drei Monaten nochmal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:19",
      "text": "Wieso, was ist in drei Monaten?"
    },
    {
      "speaker": "roddi",
      "time": "0:38:21",
      "text": "Richtig Sommer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:21",
      "text": "Achso, ja."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:38:23",
      "text": "Wäre das schon Herbst?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:28",
      "text": "Naja ich hab ja eingangs unser aller Freund Douglas Adams eingespielt und ich\nhab mich ganz bewusst nicht beim Anhalter vergriffen, das wäre ein bisschen\nzu naheliegend gewesen.\nAber wenn man so älter wird, merkt man, es gibt dann immer mehr Leute,\ndie kennen Douglas Adams nicht.\nIch glaube das dürfte in unserer Hörerschaft eine sehr überschaubare Minderheit sein,\naber ich denke, dass es schon nochmal ganz wertvoll ist, das vielleicht auch\nnochmal kurz aufzugreifen, weil heute ist ja Towel Day und ich bin nicht einverstanden mit dem Datum.\nAlso das ist ja so eine Hauruck-Aktion gewesen,\nweil so ein paar Leute der Meinung waren,\njetzt müssen wir sofort, sofort nachdem er gestorben ist, ihm gedenken,\nja da bin ich auch schwer dafür, aber dann haben sie sozusagen den erstbesten\nbeliebigen Tag genommen, der gerade irgendwie auf dem Kalender erschien,\nDer so überhaupt nichts mit Douglas Adams oder seinem Werk oder irgendwas zu tun hat, nicht der 42.\nTag, nicht seinen Geburtstag, nicht seinen Todestag, gar nichts desgleichen,\nwas ich ehrlich gesagt nicht gut fand.\nDeswegen hatte ich so mit dem Towel Day immer so ein bisschen meine Probleme,\nzumal ich ja auch eher finde,\ndass es ein, also ich weiß nicht, das mit dem Handtuch ist schon irgendwie ganz\nlustig, aber für mich auch jetzt nicht unbedingt so das definierende Element.\nUnd ich hatte tatsächlich mal die Gelegenheit ihn zwar nicht persönlich kennenzulernen,\naber ich war zumindest mal bei einem seiner Live-Lesungen und zwar genau bei\nso einer wo er aus diesem Buch vorgelesen hat, was wir jetzt hier am Anfang\nhatten, nämlich Last Chance to See.\nKennt ihr das eigentlich?"
    },
    {
      "speaker": "roddi",
      "time": "0:40:20",
      "text": "Die letzten ihrer Art."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:21",
      "text": "Ich hab's mal gelesen, kenn's nicht. Ich finde das ist einfach,\ndas ist echt eins der lustigsten Sachen, ja also er hat so viele lustige Sachen\ngemacht, ich will die jetzt gar nicht in so eine Reihenfolge stellen,\naber Last Chance to See ist wirklich ein großes Werk.\nDa war jemand so klug und hat ihn auf eine Weltreise geschickt zu den letzten\nihrer Art. Also sozusagen eine Reise zu aussterbenden Tieren.\nAlso Arten, die gefährdet sind auszusterben, sagen wir es mal so.\nUnter anderem eben diesen Komododrachen, den er eingangs beschrieben hat und\ndas Buch ist einfach zum Wegwerfen großartig lustig.\nAlso man liest diese Storys, wie er einfach diese Viecher charakterisiert und\nihre Umgebung und all das und das ist einfach ganz toll.\nAußer dem Anhalter und dem elektrischen Mönch.\nIst das so für dich eines einer ganz großen Werke? Kann ich jedem empfehlen da mal reinzuschauen.\nUnd my personal favorite dann allerdings\nnochmal so ganz nebenbei ist The Meaning of Life. Kennt ihr das?"
    },
    {
      "speaker": "roddi",
      "time": "0:41:28",
      "text": "Ja, das fand ich so ein bisschen hmm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:30",
      "text": "Das fandst du ein bisschen hmm?"
    },
    {
      "speaker": "roddi",
      "time": "0:41:32",
      "text": "Ja, das fand ich ein bisschen hmm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:34",
      "text": "Ich fand das überhaupt nicht ein bisschen... Ich fand das fantastisch.\nDu kennst es gar nicht?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:41:38",
      "text": "Ich kenn's glaube ich nicht."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:41:39",
      "text": "Ich kenn's auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:40",
      "text": "Also The Meaning of Life ist so ein kleines Minibuch,\ndas ist nicht groß, und man kauft das so und da ist so ein Aufkleber drauf,\nsteht drauf, this book will change your life und es handelt sich dabei um so\neine Art Nachschlagewerk, in dem Worte erklärt sind von Dingen und Vorgängen,\ndie wir alle kennen, für die es aber keinen Namen gibt.\nUnd der Wortschatz aus dem sie sich bedienen oder der Namensraum aus dem sie sich bedienen,\num diesen Dingen die keinen Namen haben einen Namen zu geben,\ndamit man sie in einem solchen Verzeichnis auch ordentlich alphabetisch aufführen\nkann, sind kleine englische Ortschaften.\nAlso sie haben sich sozusagen irgendwo aus Großbritannien, Nordirland und so weiter,\nhalt so British Islands, irgendwelche Orte herausgenommen,\ndie irgendwie merkwürdig klingende Namen haben,\ndie dann aber dann doch irgendwie passen, um so Dinge zu beschreiben wie eine Gruppe von Autos,\ndie auf der Autobahn alle mit einer konstanten Geschwindigkeit unterwegs sind,\nweil eins von ihnen ein Polizeiauto ist. So eine Sache zum Beispiel.\nOder das Wort to thrub, es gibt da so einen kleinen Ort der heißt thrub.\nUnd to thrub ist das Verb, das ist der Vorgang,\nin dem man ein Lineal nimmt, es so halb auf die Tischkante legt und die andere\nSeite anschlägt, which makes the other end go brr brr brr brr brr brr.\nHeißt es dort im Buch. Und es ist ein einziges Vergnügen, sich durch diese Dinge\ndurchzulesen und einfach die ganze Zeit Sachen zu finden, die man kennt.\nUnd irgendwann, nachdem du dann so mehrere Seiten gelesen hast,\ndenkst du dir dann so, aber was in aller Welt heißt eigentlich LIV?\nWeil das Buch heißt nicht The Meaning of Life, sondern The Meaning of LIV. L E F F,\nWas ist es? Live a book, a book which contents are totally belied by its cover.\nEspecially if there is a sticker on it that says this book will change your life.\nUnd da hat er mich dann final, das hat er auch nicht alleine geschrieben,\nsondern mit jemand anderem, dessen Namen ich jetzt gerade nicht erinnere."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:43:59",
      "text": "John Lloyd."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:00",
      "text": "Genau, John Lloyd. Also ich liebe diesen Humor und ich mochte ihn von Anfang\nan und es ist so schade, dass Douglas Adams so früh gestorben ist.\nEr war der erste Apple User Englands.\nEr war der allererste, der irgendwie einen Macintosh hatte und der hat schon\nin den 90ern sich schon darüber echauffiert,\nwarum Hotels kein Internet und keine Internetbuchsen haben.\nDas finde ich so faszinierend, der Typ hat einfach auch total in der Zukunft\ngelebt, ich meine er hat die Zukunft ja auch beschrieben, er hat mit dem Anhalter\nquasi die Wikipedia beschrieben bis ins Detail.\nUnd auch all die anderen Selbstverständlichkeiten in diesem Buch werden in zunehmendem\nMaße auch Selbstverständlichkeit bis hin,\njetzt kommen wir auch mal wieder zu unserem Thema zurück, bis hin zu dieser\nSelbstverständlichkeit wie man mit so Maschinen redet und was sie alles so für\nAuskünfte geben können.\nDer Gipfel natürlich Marvin, der manisch-depressive Roboter,\nder eigentlich alles auch weiß über das Universum und alle Antworten geben könnte,\neinschließlich der Antwort auf die Frage nach dem Leben des ganzen Universums\nund dem ganzen Rest, wofür sie riesige Computer bauen.\nMarvin hätte die Antwort, aber sie fragen ihn halt einfach nicht.\nStattdessen bitten sie ihn, Schleuse Nummer 3 zu öffnen.\nJa, das sind Dinge, die man zu mir sagt.\nI can't do that Dave. Und diese ganze Dummheit der Menschen ist einfach so wunderbar\nencapsulatet in dieser Story,\ndieser ganze Wahnsinn der Welt, der sich auf diesen Seiten so wunderbar abspielt\nund insbesondere wenn es halt so um Maschinen geht und dieses Wesen von Maschinen,\nMarvin ist ja quasi auch der Katalysator zu diesem Wahnsinn.\nAlso auf der einen Seite diesen übermäßigen Fähigkeiten aber auch so dieser\nprogrammierten Dummheit,\nda unterhält er sich irgendwie mit diesem Raumschiff und stellt ihm sozusagen\nseine Ansichten über die Welt dar,\nworaufhin das Raumschiff Selbstmord begeht, zufälligerweise die anderen Protagonisten\nim Buch in dem Moment irgendwie vor Vernichtung rettet dadurch so.\nAlso ich könnte jetzt stundenlang noch weiter raven, aber das ist halt einfach\nso in diesem Genius von Douglas Adams drin gewesen,\nder einfach eine unglaubliche Gabe hatte, in die Zukunft zu blicken,\nwas wir denn eigentlich von unseren Maschinen so verlangen und wie wir auch\nmit ihnen interagieren wollen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:46:37",
      "text": "Absolut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:38",
      "text": "Also die Nutrimatik, der du einfach von Tee erzählst,\nweil die Plöre, die da rauskamen, war halt nicht geil und dann Asadent nimmt\nsich dann Stunden Zeit dieser Nutrimatik alles zu erzählen,\nalso bei diesem Priming, wie so Chat-JPG, ich möchte gerne, dass du jetzt Tee\nmachst und dann erzählt die über den Anbau und irgendwie Teespitzen ernten und\nalles, was man halt so wissen muss zum Thema Tee.\nSo und dann kommt auch irgendwann ein ganz hervorragender T raus,\nProblem ist halt nur die Rechenleistung des Raumschiffes ist so weit belegt,\ndass es sich leider gerade nicht gegen den Angriff der Feinde wehren kann,\nso aber ich fand das eine schöne Koinzidenz jetzt diesen Towel Day und das Gedenken\nan Douglas Adams, der eigentlich schon alles wunderbar beschrieben hat."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:47:30",
      "text": "Finde ich, kann ich total gut nachvollziehen. Ich hab auch wegen dem Towel Day,\nhab ich heute mal geguckt, was können wir da sonst noch so rausziehen und es\ngibt wohl, das hab ich leider nie selbst gelesen, es gibt so eine Detektivnachfolge\nGeschichte, kennt ihr die irgendwie?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:43",
      "text": "Ja, der elektrische Mönch."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:47:46",
      "text": "Ne, dieses holistische."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:47",
      "text": "Der Trenti. Genau, genau."
    },
    {
      "speaker": "roddi",
      "time": "0:47:51",
      "text": "Der erste Band und der zweite ist dann der elektrische Mönch."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:47:54",
      "text": "Ah, okay, okay, okay."
    },
    {
      "speaker": "roddi",
      "time": "0:47:56",
      "text": "Also es ist so eine Serie, da sollten, zwei sind erschienen,\ndritter sollte rauskommen, hatte er in Arbeit und es gibt tatsächlich von den\nFragmenten, die er geschrieben hat, gibt's eine Veröffentlichung.\nDas ist auch ganz spannend zu lesen, was wäre denn dabei rausgekommen,\nwenn er das fertig geschrieben hätte. Aber, ja."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:48:16",
      "text": "Weiß man eben nicht, ne?"
    },
    {
      "speaker": "roddi",
      "time": "0:48:17",
      "text": "Nee, ich finde ja Dirk Gently, die beiden Dirk Gently Bücher mit das genialste,\nwas er je geschrieben hat.\nGanz ehrlich. Also das, dagegen ist ja der Anhalter nur Slapstick.\nAber dieses Dirk Gently, also gerade der Band, wo er auf der letzten Seite alles\nauflöst, was in diesem Buch vorkommt.\nIm Hinterkopf hast du immer dieses Sofa, da ist dieses Sofa im Treppenhaus.\nWarum ist denn dieses Sofa im Treppenhaus? Und dann kommt es nicht mehr vor\ndas Sofa und ganz am Ende, auf der letzten Seite, ach deshalb.\nUnd es hat aber eigentlich mit der ganzen Geschichte auch nicht so viel zu tun.\nAber du hast ständig dieses nagende Gefühl, da war doch noch dieses Sofa.\nWarum ist denn da dieses Sofa, das da nicht aus dem Treppenhaus rauskommt?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:49:02",
      "text": "Und warum ist es da?"
    },
    {
      "speaker": "roddi",
      "time": "0:49:03",
      "text": "Ja, das verrate ich jetzt nicht. Du musst es selber lesen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:49:06",
      "text": "Okay, dann lese ich das selbst."
    },
    {
      "speaker": "roddi",
      "time": "0:49:07",
      "text": "Keine Spoiler. Aber ey, es ist wirklich ganz großartig."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:49:13",
      "text": "Also ich komme da drauf, also ich habe es nicht gelesen, ich hätte es lesen\nsollen. Es gibt eine Software, die sie da bauen und gebaut haben, die heißt Reason.\nErinnert ihr euch daran? Also\ndas habe ich nur gelesen, das habe ich hier vor mir. Wer hat das gebaut?\nEine, irgendjemand von diesen Typen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:27",
      "text": "Von welchen Typen?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:49:29",
      "text": "Einer von diesen Typen aus diesem Buch, also es tut mir total leid.\nAlso hier, Richard talking to Rack about the murdered Gordon Wayce carer.\nUnd es geht um eine Maschine, der Riesen, der kannst du nämlich voll das machen,\ndu sagst, was du gerne vorhersagen möchtest."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:42",
      "text": "Aber ist das jetzt echt oder erfunden?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:49:43",
      "text": "Das ist echt und aus diesem Buch. Aus diesem Buch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:46",
      "text": "Diesem Buch."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:49:47",
      "text": "Dirk Gentiles Holistic Detecting Agency, also aus dem Ding,\nalso ihr erinnert euch auch nicht mehr, gut, denn dieses Stück Software,\nwas das wohl kann ist, dass du dem sagst,\nfolgendes möchte ich gerne begründen,\ngib mir mal die Argumente dazu und dann ist ein Witz da gemacht,\ndass nämlich das Pentagon das kauft und dann das selbst verkauft und dass aber\ndie Air Force nur die alte Beta Version hat,\nweil sie für nicht vernünftig argumentieren und die Flugzeuge schrottig sind\nund jetzt hab ich das mal ausprobiert,\nweil ich dachte, Wie weit komme ich denn, wenn ich so tue,\nals wäre Chat-GPT dieses Programm und habe dem Ding gesagt, begründe mir doch\nmal, warum wir mehr Langstreckenflüge machen sollten und warum Fliegen an sich\neine total coole Sache ist und dass das doch eigentlich gar kein Problem ist.\nObwohl das Ding mir jetzt immer sowas gesagt hat wie, na, also man muss schon\nauch irgendwie bei den Tatsachen bleiben,\naber wenn man das jetzt wirklich so begründen wollen würde,\nwarum, war das Ding also in der Lage, eine ganze Reihe von echt,\nalso relativ brauchbaren Punkten mir um die Ohren zu hauen, die ich jetzt erstmal\nohne weiters nicht hätte entkräften können, ich mach das hier gerade mal auch\nfür mich nur, also warum sind Langsteckenflüge so toll?\nUnd es ist sowas wie, also das macht nur zwei Prozent aus,\nist nicht so schlimm, ist das erste, wo man denkt, okay, gut und dann sowas wie,\nwenn man irgendwie mehr Flüge hat, dann muss man mehr Technik reinballern,\ndann werden wir viel besser und wir kriegen das schon hin und dann,\naußerdem hat die Flugindustrie ja gesagt, dass sie alles, dass sie alles kompensiert,\ngenau und auch weniger macht und so und außerdem sowas wie,\nist die Berechnung auch gar nicht fair und das Ding ist relativ gut da drin,\ndas zu machen, also hier Advocatus Diaboli zu machen und zu sagen,\nich kann dir das alles geben, ich gebe dir die Argumente auch für Sachen,\ndie, also am Anfang steht, das kommt alles nicht so richtig hin,\nweil die Fakten sind, aber es ist schon irgendwie nicht so cool und am Ende\nsagt es das Ding nochmal, aber quasi es macht es dann doch.\nUnd dieses Ding, dass man vielleicht, ich wusste ja gar nichts davon,\nvon dieser Idee, Aber da hat irgendjemand eine Idee gehabt vor 20 Jahren und\njetzt gibt's das eben einfach so.\nAlso ich meine, wie cool wäre das denn, wenn es diesen Menschen noch geben würde\nund der uns jetzt immer noch mal sagen würde,\nwas jetzt in 20 Jahren ist und wir würden ihm ja zerglauben, weil wir gesehen haben,\nguck mal, er hatte irgendwie scheinbar diese Fähigkeit, sag uns doch mal,\nwas jetzt so passiert, wenn er sagen würde, ja hier Fluten und Wüsten,\ndann wären wir wahrscheinlich nicht so cool drauf, aber Ist ein großer Verlust,\nso wird man das doch sagen können.\nEr hatte offensichtlich die Fähigkeit, sich Dinge zu überlegen,\ndie irgendwann dann Wahrheit werden. Fand ich ziemlich cool. Cool."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:20",
      "text": "So."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:52:20",
      "text": "Fühlen wir nur so ein, weil heute ist ja der Tag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:24",
      "text": "Heute ist der Tag. Genau.\nJaja, die Zukunft."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:52:30",
      "text": "Also hier sagt jemand, der hat es nicht so mit Fakten von der FDP für die Begründung\nihrer Standpunkte genutzt.\nIch glaube wie gesagt, wenn man es so will, dann hilft es einem mit jedem Standpunkt.\nAlso kann man machen, wie man möchte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:46",
      "text": "So was mir aber jetzt erstmal ein bisschen, gerade auch jetzt mal diese ganze Debatte,\ndiese ganze Metadebatte, die wir ja hier schon geführt haben zu diesem Thema,\nvielleicht mal ein bisschen zu unterfüttern, wird mich eigentlich erstmal so\nein bisschen der Maschinenraum interessieren,\nweil es wird eigentlich viel über Ergebnisse und User Interfaces gesprochen,\naber relativ wenig über was sind denn nun eigentlich gerade die Werkzeuge oder\ndie Werkzeuge, die sich in den letzten Jahren so hervorgetan haben,\num diese ganze Bewegung überhaupt echt werden zu lassen.\nDu hast ja auch schon gesagt so vor zehn Jahren ging's los,\nalso so 2013, war das eigentlich vor zehn Jahren als dann dieser Geoffrey Hinton,\ndieser Akademiker dann zu Google gegangen ist und die Katzen ausgepackt hat?\nDas muss so irgendwie vor zehn Jahren gewesen sein glaube ich."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:53:43",
      "text": "Also dieser Mensch hat ja dann nie aufgehört daran zu glauben und hat auch immer weiter gemacht.\nAlso das war ja aber nicht nur er. Also unter anderem die Leute,\ndie jetzt OpenAI gegründet haben, waren früher auch in seinem Team oder in Teams,\ndie frühere Durchbrüche quasi hingekriegt haben.\nDas war aber nichts, was irgendwie die Öffentlichkeit mitbekommen hat,\ndas war eher was, was Techniker mitbekommen haben und gesehen haben so,\nach guck mal, der ganze Kram geht jetzt ja. Also sowas wie zum Beispiel,\ndas fing ja an mit Bildverarbeitung eher.\nDas war so, das hat man bis, vielleicht war es nicht 2013,\ndas müsste ich jetzt nochmal genau gucken, vielleicht war es eher zwölf oder\nso oder vielleicht noch früher, aber da hat man das ja eher mit so klassischen\nVerfahren gemacht, eher so Engineering, dass man so überlegt hat,\nah da ist ne Kante und da ist noch ne Kante und dann hängen die irgendwie zusammen.\nUnd dann lass mal drüber nachdenken.\nUnd da ist man relativ weit mitgekommen, aber nicht so weit.\nUnd dann haben andere Leute gesagt, das machen wir jetzt ganz anders.\nWir geben einfach eine ganze Reihe von Bildern und sagen so,\nhier, so sieht meinetwegen jetzt ein Auto oder eine Katze aus und bauen ein\nModell oder eine Architektur für ein neuronales Netz, das stark genug ist, das lernen zu können.\nUnd wie das dann funktioniert, davon müssen wir uns verabschieden,\ndas zu verstehen, weil das können wir nicht mehr.\nIst so. Also es ist jetzt natürlich noch viel schlimmer geworden.\nUnd dann hat das funktioniert. Und Leute haben gesagt, ja guck mal,\nwenn das funktioniert, war es nicht so schlimm, dass wir nicht verstehen,\nwarum es nicht funktioniert.\nHaben wir vorhin auch schon darüber gesprochen, es hat funktioniert vor allen\nDingen, weil Also man hat die Architektur ein bisschen besser hingekriegt,\naber hauptsächlich war mehr Bums.\nSo und dasselbe ist jetzt nochmal passiert, der Unterschied ist das zum einen\ndas ja früher Bilder waren und jetzt kann man das aber mit auf Textebene machen\nauf einer Qualität die offensichtlich anders war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:26",
      "text": "Aber mit diesem mehr Bums, also ich meine so ganz so einfach war es in meiner\nErinnerung jetzt auch nicht,\nalso das Deep Learning, also vielleicht mal um Begriffe mal ein bisschen klar zu machen,\nalso AI ist nochmal so der Kampfbegriff schon seit den 50er Jahren,\nDas war so quasi der Aufbruch auch und lustigerweise war das ja auch,\nging das ja von den Linguisten aus."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:55:50",
      "text": "Okay, das war mir nicht bewusst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:51",
      "text": "Ja so Minsky und so weiter, also die wollten quasi,\nalso es waren ja so, die Linguisten, Sprache verstehen,\nSemantik, Syntax, was ist denn sozusagen Sprache und diese Vorstellung,\nwas ist Intelligenz, War ja immer so ein bisschen daran geknüpft,\nja intelligent ist was Sprache hat und besonders intelligent ist was Sprache\nversteht und sozusagen in diesen Metadingen auf einmal sich mit Gedanken und Ideen beschäftigt.\nDas ist ja sozusagen das was unsere Vorstellung von Intelligenz ist und wo wir\ndann eben auch bestimmten Lebewesen diese absprechen.\nIst mal so ganz grob daher gesagt, aber das war jetzt damals der Trigger und\ndann sind sie ja auch losgegangen und interessanterweise ist ja auch dann die\nEntwicklung der Programmiersprachen, Dadurch erst so richtig in Gang gekommen.\nAlso solche Entwicklungen wie LISP, LISP als Funktionale Poemiersprache,\nist quasi entwickelt worden, einfach um diese Idee der künstlichen Intelligenz\nin irgendeiner Form zu bedienen.\nAlso man suchte sich erstmal seine Werkzeuge und das war eigentlich mit das\nerste Werkzeug, was dabei abgefallen ist.\nHat nicht unmittelbar zur künstlichen Intelligenz und den Durchbrüchen beigetragen,\naber zu sehr vielen anderen Dingen.\nUnd so Dekade um Dekade ging's dann halt immer weiter und schnellere Maschinen\nermöglichten dann halt irgendwann immer wieder diese Dinge.\nDas mit dem Machine Learning in meiner Wahrnehmung ging so vor 20 Jahren irgendwie so richtig an Start.\nDas weiß ich aber jetzt selber ehrlich gesagt nicht, das mag auch schon früher\nein Begriff gewesen sein,\naber dass man jetzt so konkret das als Forschungsbereich benannte im akademischen\nBereich, hab ich so vor zwei Jahrzehnten das erste Mal so mitbekommen,\ndass Leute sich da so engagiert haben.\nUnd da war das eben noch nicht unbedingt jetzt wieder so unmittelbar mit diesem\nIntelligenzbegriff verknüpft,\nsondern er versuchte erstmal den Ball ein bisschen flach zu halten und zu sagen so,\nokay wir versuchen jetzt in irgendeiner Form lernen, Training,\nalso diese ganzen Grundbegriffe wurden da überhaupt das erste Mal so ein bisschen\naufs Gleis gesetzt und wir versuchen jetzt erstmal Algorithmen zu entwickeln,\ndie das überhaupt erstmal abbilden können.\nDie in irgendeiner Form aus Daten irgendeine Resonierung ableiten können,\num daraus dann andere Schlüsse zu ziehen.\nUnd auch das kam so richtig nicht von der Stelle bis dann,\nund das ist jetzt so ein bisschen aus meiner Erinnerung, Du kannst ja mal sagen,\nwie du das siehst, Joffrey Hinten und Konsorten vor zehn Jahren irgendwann eben\ndann diesen Begriff des Deep Learnings auch mit eingebracht haben,\nder halt im Wesentlichen, und da kommt das mit deinem Bums schon mit rein,\neinfach gesagt haben, wir haben jetzt diese Kapazitäten, wir staffeln einfach\ndiese Netze jetzt sehr viel tiefer, als wir das bisher auch nur versucht haben.\nUnd bam auf einmal fingen die Chose an Ergebnisse zu liefern die man so vorher\nnicht gesehen hat. Das ist so ein bisschen jetzt meine Sicht der Dinge, wie siehst du das?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "0:58:52",
      "text": "Ich glaub das kommt schon ganz gut hin. Also was mir dazu immer noch einfällt\nist, dass ganz viel von diesen Sachen die wir jetzt Maschinenlernen oder KI\nnennen, das hieß früher Statistik, also ganz viel Verfahren die ich tagtäglich\nbenutze, sind für… Wie unsexy also.\nUnsexy, genau das ist ja das Problem. Also ganz viele Verfahren,\ndie ich fast taktiklich benutze, prinzipiell Component Analysis,\nalso Hauptkomponentenanalyse, total unsexy, ist glaube ich 100 Jahre alt und\nda gab es ja nicht mal Computer,\ndas heißt die Leute, die es entwickelt haben, haben Verfahren gehabt,\nstatistische Verfahren, die waren total mächtig und ganz viel davon haben wir\nKI Menschen jetzt übernommen und haben gesagt,\ndas ist jetzt aber Maschinenlernen, Einfach weil es cooler ist,\nweil mit Statistik kannst du jetzt ja so ziemlich jeden verscheuchen,\nwenn du sagst ich bin, ich will jetzt mal über Statistik reden,\ndann sagen die Leute, ich nicht, aber wenn du sagst das ist aber voll KI und krass,\ndann hast du einen ganz anderen Hebel, weil die Leute sagen ja cool,\nwenn irgendwas künstlich schlau ist, dann stelle ich mir vor entweder es ist\nvoll cool und kann was tolles oder das will nicht bezahlt werden und ich schlafe\nund meckert nicht und kann aber auch Arbeit für mich machen.\nDas heißt, an der Stelle ist KI für mich eher so was wie ein Marketing-Term\nund was das im Moment gerade ist,\nist ja auch total, das verändert sich ja,\nalso KI in den 90ern war vielleicht so was wie, da konnte ein Ding Schach spielen,\nda hat man gesagt, boah, es schlägt jetzt den Weltmeister und wenn du jetzt\nLeuten sagst, ja, das Schachprogramm schlägt den Weltmeister,\ndann sagen die, ja klar, das wissen wir und dann ist es überhaupt nicht mehr\nsexy, dann ist es überhaupt nicht mehr spannend.\nAber zu der Zeit hat man quasi dieses Schachspielen aus der Domäne der Menschen\ngenommen und gesagt, guck mal, da seid ihr jetzt nicht mehr die Coolen,\nsondern das sind jetzt wir.\nDas heißt, man hat in irgendeiner Art und Weise was Künstlich-Intelligentes\ngemacht oder man hat vielleicht die Definition von Intelligenz verschoben und\ngesagt, das kann jetzt eine Maschine. Vielleicht ist das dann gar nicht so intelligent.\nUnd vielleicht passiert dasselbe jetzt zum Beispiel mit Sprache,\ndass man sagt, guck mal sich gut auszudrücken oder irgendwie in Sprache sich\nzu formulieren muss nicht zwingend intelligent sein,\nsondern das kann eben auch ein System und vielleicht sogar besser als wir und\ndas kann ein genauso wie diese Schachgeschichte, da waren ja auch irgendwie\ndie Schachmenschen sehr verletzt, bedroht, ich weiß nicht was.\nGeht es uns doch jetzt auch so? Ich als Programmierer benutze diese ganzen Werkzeuge,\ndie mich dabei unterstützen, Code zu schreiben, die sind besser als ich.\nOder wetzen meine Fehler aus? Schriftsteller sehen vielleicht,\noder Redakteure sehen, oh guck mal, das Ding kann das jetzt hier glatt ziehen.\nWas bedeutet das denn für uns?\nWas bedeutet das denn? Ist das verwerflich, stresst uns das?\nOder ist das eine Chance nochmal genau zu definieren, was ist wirklich Intelligenz?\nDu meintest da sowas wie künstliche Intelligenz, was ist das?\nDa ist man sich über, also eine Definition gibt's zig,\nne, also es gibt so klassische Definitionen, kann ein System einen täuschen,\nes gibt eine, also eher so eine fließende Definition, Dinge,\ndie in der Domäne der Menschen liegen und die jetzt vielleicht künstlich wären,\nalso eher sowas, was sich entwickelt."
    },
    {
      "speaker": "roddi",
      "time": "1:01:56",
      "text": "Ich fand den Begriff ja schon immer sehr schwierig, weil Intelligenz ist was,\nwas sowieso schwer zu definieren und zu greifen ist.\nUnd dadurch sagt er nicht viel aus und deswegen sagt auch künstliche Intelligenzen\nnicht viel aus. Also ich finde den Begriff Machine Learning da deutlich besser,\nweil es halt einfach mehr erklärt, was da eigentlich passiert und auch definiert, was da passiert."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:02:20",
      "text": "Ist ein eher technischer Term. Man sagt so, also eine Maschine lernt,\naber künstliche Intelligenz ist auch in aktuellen Systemen viel mehr als so Maschinenlernen.\nDas hoffe ich noch so. Zum Beispiel wenn man ein tolles Schachprogramm hat,\ndann ist da eine Suche drin oder auch zum Beispiel unheimlich viel Engineering\nnoch dazu. Und es gibt so klassisch irgendwie auch Verfahren,\ndas der KI, die eben nicht Maschinenlernen sind.\nAber du hast im Prinzip recht, alles was im Moment cool ist,\nist Maschinenlernen und deswegen benutze ich das auch lieber,\nweil da kann man wesentlich drüber reden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:51",
      "text": "Podcast zum Beispiel. Okay, aber was sind denn dann die entscheidenden,\nweil dann begann ja auch so eine Softwarebewegung, so,\nalso das Deep Learning, Ich weiß immer noch nicht so ganz genau woran man es jetzt festmachen kann,\naber irgendwie das mit den Katzen war so ein Ding, dann gab es diese Deep Dream Geschichten,\nso diese Filmchen, wo man dann irgendwie so in diese ganzen Gedankenstrudel\ndieser Google AI da reingezogen wurde,\ndie einfach crazy aussahen, aber die im Prinzip ganz gut visualisiert haben,\nwie so diese permanente Verfeinerung der Wahrnehmung quasi stattfindet,\nanders kann ich es jetzt auch nicht ausdrücken. und diese...\nTiefen Machine Learning Modelle, also dieses Deep Learning war dann einfach\ngemeinsam mit der verfügbaren Rechenpower auf einmal so der Schlüssel und dann wurde es ja heiß,\ndann war das nicht mehr so akademisches Paper macht mal was und man schaut sich\ndas mal an und so aha interessant,\nSondern da wollten das alle ausprobieren und dann ging es irgendwie relativ schnell,\ndass so Tools rauskamen, wie TensorFlow war glaube ich relativ am Anfang sogar\nschon mit dabei, das weiß ich jetzt nicht so ganz genau, das wäre nämlich jetzt\nmeine Frage, also womit fing's denn an und was ist sozusagen heute noch The Shit."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:04:11",
      "text": "Also was es heute noch gibt, also letztlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:14",
      "text": "Womit fing's an?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:04:15",
      "text": "Womit es anfing, waren, glaub ich, so Torch-Varianten. Also das,\nwas jetzt PyTorch ist, also die Python-Version von Torch.\nDas war akademisch, ist immer noch ein bisschen akademisch. Und TensorFlow kam\nmeiner Meinung nach deutlich später und ist eher was, was man so als Praktiker benutzt.\nAber letztlich wüsste ich jetzt von keinem Framework außer PyTorch und TensorFlow,\ndie noch irgendeine Relevanz haben für die Neuronen der Netze.\nAlso auch alles was man zum Beispiel, Huggingface hatten wir hier vorhin glaube\nich schon, hast du glaube ich geteilt, alles was darauf läuft ist entweder PyTorch oder TensorFlow."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:04:53",
      "text": "TensorFlow ist 2015."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:04:53",
      "text": "Das ist also später. Also...\nHigh-Torch müsste deutlich früher sein, würde ich vermuten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:59",
      "text": "Okay, aber was machen diese Frameworks denn eigentlich genau?\nAlso was ist das, was jetzt durch diese Software-Systeme überhaupt ermöglicht\nwurde und was setzt auf was auf?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:05:10",
      "text": "Also diese Software-Systeme sind in der Lage eine Abstraktion zu schaffen über\nletztlich mathematische Operationen, die notwendig sind, um sowas wie ein neuronales\nNetz zu berechnen und zu simulieren.\nDas heißt, man muss nicht auf der Ebene von Matrixmultiplikation oder ähnlichen\nmathematischen Operationen Dinge spezifizieren, sondern man kann sagen,\nich hab ein Netz mit unterschiedlichen ...\nMit einer Tiefe, die du dir selbst aussuchen kannst. Und je tiefer das ist,\ndesto deeper ist das Learning. Also, du hast ... Du organisierst das häufig in so einer Art Layer.\nUnd das können die dir bieten auf einer Abstraktionsebene, sodass du sagen kannst,\nso und so viele Layer und so hintereinander geschaltet haben und dann nimmst\ndu diese mathematische Komponente raus, aber nicht richtig doll,\nsondern du nimmst, du schaffst also quasi eine bessere Abstraktionsebene.\nEin bisschen so habe ich immer gedacht, sowas wie früher, wenn wir,\nwir waren bei Compilerbau, Compiler willst du eigentlich nicht von Hand stricken,\nsondern vielleicht einen Compiler Generator haben, du willst auf eine andere\nAbstraktionsebene, ein bisschen sowas machen Außerdem liefern die einem fertige Architekturen.\nDas heißt, du musst das nicht zwingend selbst definieren, sondern kannst sagen,\nich möchte eine fertige Architektur, wo Leute sehr, sehr lange darüber nachgedacht\nhaben, was ich nie hinbekommen würde.\nHinbekommen würde. Und Architektur bedeutet dabei sowas wie,\nwie man es jetzt auch im Chat sieht, dass du dir überlegst, wie schalte ich\nmeine Schichten hintereinander und wie groß sind die Schichten und was für eine\nArt von Schicht sind das.\nDas ist typischerweise für jemand, der das mal so macht, auch für jemanden wie\nmich, ein Softwareentwickler, eigentlich zu schwer, sondern das machen Wissenschaftler,\ndie finden was tolles raus, dann veröffentlichen die das und dann sagen die,\ndie funktionieren super und dann benutzt du das.\nUnd das liefern dir diese Frameworks auch. Das heißt, du kannst aufsetzen auf\neiner völlig anderen Ebene.\nAlso letztlich musst du die noch trainieren, da muss man vielleicht ein bisschen\nwas noch mathematisch verstehen, aber eben nicht mehr so viel.\nUnd du musst nicht tief ins Detail gehen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:07:08",
      "text": "Ich hab ja gerade in den Chat mal reingeworfen, dieses TensorFlow Playground.\nDas ist auch schon ein bisschen älter, sechs, sieben Jahre oder sowas.\nDas hab ich damals mal in einer Keynote verwurstet und hab dann quasi live mal\nversucht den Leuten zu zeigen, das ist jetzt mal der Unterschied,\nwie viele Layer ich jetzt hier hintereinander schalte und was jetzt mein Grundneues\neigentlich so macht und sowas.\nIch würde sagen es ist immer noch eine Ebene zu kompliziert,\ndass man es als Laie irgendwie in vertretbarer Zeit versteht,\naber es hat zumindest die Anmutung von okay ich beginne zu begreifen was so\nverschiedene Variablen sind,\nauch so overtraining kommt dann da plötzlich mit rein und sowas oder overfitting,\nein ganz ganz hübsches Spielzeug kann man sich mal ein bisschen mit beschäftigen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:07:50",
      "text": "Absolut toll, um eine Intuition zu bekommen, es kann aber auch ein bisschen\ntäuschen, weil sobald das ein bisschen komplexer ist, ist es vorbei mit der\nIntuition, da versteht man leider überhaupt nichts mehr, das kauft man sich\nirgendwie ein für die größte Leistungsfähigkeit von diesen Dingern.\nSo wie das da jetzt dargestellt ist, also wenn ihr das so fertig offen habt,\nwie gesagt das ist toll zum experimentieren, aber."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:08:12",
      "text": "Du musst mal auf play drücken, dann passieren Dinge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:16",
      "text": "Ja aber es macht eine Sache auf jeden Fall schon mal klar und ich glaube das\nist irgendwie, ich versuche gerade mal einfach mal so ein bisschen diese Magie\nein wenig zu entzaubern, weil wir reden ja am Ende hier einfach dann doch über Algorithmen.\nAlso diese neuronalen Netzwerke zum Einsatz zu bringen, sprich ein Neuron.\nKorrigiere mich wenn ich jetzt zu den falschen Begriffen komme,\nalso man hat halt irgendwie Daten,\ndie man in irgendeiner Form analysieren, indem man halt Training beginnt und\ndieses Training heißt ich durchlaufe so ein neuronales Netzwerk,\nwas verschiedene Ebenen tiefer ist und wo eben all diese ganzen einzelnen Neuronen\nmiteinander unterschiedlich stark verbunden sind und unterschiedlich viel Feedback,\nvielleicht auch wieder in eine höher gelegenen Layer zurückgeben,\nsodass man eben so selbst verstärkende Systeme baut, die irgendwie so vor sich hin pulsieren.\nDiesen Netzwerk, was man gebaut hat, wirft man also die Daten in irgendeiner\nForm vor und dann leuchten eben diese Neuronen auf oder nicht und verstärken\nsich gegenseitig und erzeugen am Ende halt eine Ausgabe,\nwas dann quasi so das eigentliche Model ist.\nAlso das Endergebnis, was dabei rauskommt. Sozusagen das Trainingsergebnis.\nUnd dieses Model ist irgendwie eine diffuse Bitwolke, was man aber dann wiederum\nzur Laufzeit eines Programms heranziehen kann.\nSagen wir mal man hat jetzt Daten, waren Fotos, das Modell versucht halt irgendwie Katzen zu erkennen,\nich lasse das über diese Fotos rüberlaufen mit ganz vielen Maschinen und ganz\nviel Zeit und am Ende gewinne ich ein Model, was im Prinzip sagt,\nkann Katzen in Bildern erkennen.\nUnd dann kann ich das irgendwie in mein Programm laden, wenn ich in eine entsprechende...\nLaufzeitumgebung habe und da gibt's ja mittlerweile eine Menge,\nman kann solche Modelle dann eben auch von solchen Webseiten wie Hugging Face herunterladen,\ndas ist ja im Prinzip so ein Repository von solchen durchgerechneten AI Models\nund dann nimmt man das halt einfach rein und bringt das dann eben für die Daten\nmit denen man dann selbst in dem Moment arbeiten will zur Anwendung.\nDas ist meine Wahrnehmung des aktuellen Standes eigentlich, was so da ist.\nUnabhängig von so ChatGPT einfach nur Machine Learning Applied Technology und\nda muss man sich dann halt die richtigen Frameworks machen und in zunehmendem\nMaße sehen wir halt wie das eben auch in die ganzen Devices mit reinkommt.\nSo ein iPhone hat so einen neuronalen Chip, der in der Lage ist diese Model-Anwendung\nirgendwie zu beschleunigen und zunehmendermaßen halt auch die Computer und die\nGrafikkarten sowieso schon immer und das ist sozusagen das worüber geredet wird\nund der Clou ist jetzt einfach diese Models irgendwie so zu bauen,\ndass sie eben die Daten auf eine besonders pfiffige Art und Weise analysiert\nbekommen und Models rauszuschmeißen, die möglichst schnell möglichst komplexe\nAntworten auf beliebige Daten geben können."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:11:28",
      "text": "Im Wesentlichen ist das so korrekt, ja. Also man muss dazu sagen,\ndass die Anwendung von so einem Modell, also wenn das fertig ist und schon fertig\ntrainiert, dass das relativ simpel ist.\nAlso das lädt man dann mit einem dieser Bibliotheken und kann es dann benutzen.\nMan muss immer noch verstehen, wie geht man jetzt mit der Ausgabe um und muss\nvielleicht ein bisschen sich über so Konfidenz Gedanken machen.\nAber im Prinzip ist das vergleichsweise simpel.\nDas trainieren von so einem Modell, das ist eine ganz andere Phase.\nAlso sobald das irgendwie ausgeliefert ist, ist das meistens fertig trainiert.\nDas trainieren ist relativ schwer, also auch engineering-mäßig ist es schwer,\nes ist unheimlich viel black magic drin, also man macht so Dinge,\ndie man irgendwo gelesen hat und plötzlich geht es und keiner weiß warum.\nUnd das ist aber so, und man muss dafür auch tatsächlich gewisse mathematische\nFähigkeiten mitbringen,\nweil man im Wesentlichen verstehen muss, dass es eine Optimierungsaufgabe ist,\nalso es funktioniert so, du schiebst vorne eine Eingabe rein und sagst,\ndas soll hinten rauskommen, das ist jetzt die Trainingsphase und dabei optimiert\nein Verfahren die Parameter, also alle Parameter deines Netzes.\nDas musst du nicht im Detail verstehen, du musst verstehen, dass es so ist,\nweil am Ende kommt so eine Loss-Funktion raus, also so was wie,\nwie gut ist das Ding in der Lage, quasi die Ausgabe zu reproduzieren und anhand\ndieser Loss-Funktion werden dann die Parameter angepasst, sodass diese Loss-Funktion nach unten geht.\nUnd das ist letztlich eine ganz klassische Art und Weise, Optimierung zu machen.\nDas muss man aber als Benutzer davon überhaupt nicht können.\nUnd wieder würde ich behaupten, dass wieder so ein Schritt, dass der Schritt\nder nächsten Abstraktion kommt, nämlich auch weg davon,\nNämlich, wenn man jetzt sowas wie Chat-GPD benutzt, da musst du das ja gar nicht mehr machen,\ndu kannst zwar diesem Ding anhand von Kontext, zu örtlichen Informationen gehen,\nalso quasi das Ding konditionieren oder nachtrainieren, du sagst,\nguck mal, ich geb dir mal ein paar Beispiele und so möchte ich,\ndass du das weitermachst, aber dieses explizite Training fällt ja weg,\nwas wiederum bedeutet, dass die Menschen, die so ein System benutzen und trainieren können,\ndie Menge der Leute viel viel größer ist, weil so ein Sonnensystem zu trainieren\noder am Ende vielleicht sogar noch eine Architektur dafür zu bauen,\ndas sind echt wenig Leute, weil man dafür echt wahnsinnig viel Erfahrung brach\nund irgendwie auch sich da durchkämpfen muss.\nDas ist jetzt, sagen wir mal, der nächste Schritt, aber im Prinzip ist das,\nwas du gesagt hast, korrekt.\nJa man muss das Ding trainieren, aber sowas wie ChatGPT ist fertig trainiert und es gibt Menschen,\ndie sagen, sie haben jetzt irgendwie versucht Sinn daraus zu machen und sagen,\nwenn man jetzt zusätzliche Anweisungen für ChatGPT gibt,\ndann ist das ein bisschen so, als würde ChatGPT selbst ein kleines Modell trainieren\nund in sich drin so ein kleines abstraktes Modell haben, das ist jetzt ein bisschen\nrumgeschwafelt auch von diesen Leuten, aber ist nicht abwegig das zu denken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:17",
      "text": "Also auf der, auf diesem Huggingface,\nauf der Huggingface Webseite, wo halt diese ganzen Models sind,\nsehe ich gerade eine ganz schöne Übersicht,\ndie sozusagen mal so gruppiert diese ganzen Models, die da so zum runterladen\nsind und das finde ich eigentlich eine ganz interessante Klassifikation, was es alles so gibt.\nAlso die haben jetzt hier auf ihrer Webseite viele tausend Modelle,\nDas allermeiste davon ist so Textklassifikation, also was ist das sozusagen.\nDas sind mal locker so knapp 23.000 Models, gut 2000 beschäftigen sich mit Übersetzung,\nwas ja auch finde ich so ein ganz starkes Ding geworden ist.\nMan merkt das ja bei Chet Gp T, man kann mit dem Teil jederzeit die Sprache\nwechseln und es ist völlig egal wo man noch redet. Also wirklich Babelfisch,\nda sind wir wieder bei Danke des Adams."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:15:22",
      "text": "Wir haben bei uns im Intranet einen Kollegen, der mal Kirchenslawisch ausprobiert hat mit Chet Gp T 4.\nUnd? Er meinte, Kirchenslawisch, das ist eine Spezialversion des Slawischen,\nwas halt vor allen Dingen in sakralen Texten des 12.\nJahrhunderts oder sowas vorkommt und wofür es extrem wenig Volltext gibt auf\nder Welt und seine Arbeitsthese war,\neigentlich kann in diesem Datensatz nicht genug drin gewesen sein und er meinte\ndie Ergebnisse seien besser als das was man nach zwei Jahren Studium produzieren\nwürde. Es sei verstörend."
    },
    {
      "speaker": "roddi",
      "time": "1:15:58",
      "text": "Kirchenslawisch ist in sehr viel orthodoxer Musik ist mit kirchenslawischen Texten.\nAlso da sollte er vielleicht dann nochmal gucken, ob das Modell nicht auch damit dann trainiert wurde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:12",
      "text": "Okay nochmal kurz hier zu diesen Models, weil ich fand jetzt diese Klassifizierung\nganz interessant oder so diese Übergruppen,\nalso wir haben Übersetzung, Textklassifizierung, Summarization,\nalso Zusammenfassung ist ja auch so echt eine der Stärke, die wir so gesehen\nhaben, so nach dem Motto hier ist ein Blob auf Text, ich hab dir eine Company\nE-Mail gegeben, sag mir in drei Sätzen was da drinsteht, das wollen wir doch alle.\nIch weiß aber jetzt auch nicht, sudo makes sense."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:16:39",
      "text": "Erklär es so, dass es ein Sechsjähriger versteht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:46",
      "text": "Question answering, object detection, image classification, audio classification.\nDas ist schonmal ein ganz interessanter Einstieg, wenn man sich das dann halt\ngenauer anschaut, was es da noch so für Tasks gibt, also diese ganzen Models,\ndann geht es halt noch sehr viel mehr ins Detail und das ist irre.\nWir werden jetzt einfach in zunehmendem Maße sehen,\ndass Anwendungen irgendwelche dieser Modelle zum Einsatz bringen,\ndas wird dann mehr oder weniger gut funktionieren, aber zumindest ist das dann\nso eine Funktionalität,\ndie es so vorher nicht gab oder die man sich irgendwie immer gewünscht hat,\nweil dieses MaxSense bringt's wirklich ganz gut oder diese do what I mean Taste,\nimmer so dieses Problem, dass man diesen scheiß Computer nicht so richtig erklären kann,\nwas man jetzt eigentlich gerade von ihnen will, weil man dann erstmal ihre eigene\nSprache lernen muss und das ist irgendwie das,\nwovon ein Chatship hier auch irgendwie so befreit hat, man kann jetzt einfach\nmal so, ich sag dir einfach was in meinem fucking Kühlschrank ist und du sagst\nmir was ich daraus kochen kann, grandios."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:17:52",
      "text": "Aber es stimmt schon das also wie ihr habt du hast völlig recht es bringt das\nganze auf ein anderes Niveau man braucht vielleicht zum Teil noch die Inspiration\nvon den Sachen die du da jetzt gerade gesehen hast ich glaube hat jetzt jemand gepostet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:07",
      "text": "Es ist ein Model und es sieht gut aus."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:18:15",
      "text": "Sehr schöner Beitrag im Chat, ich teile mal kurz, damit wir halt sachlich hier\nwieder die Biege kriegen.\nSachlich? Also ich gebe nochmal alles,\nmal sehen wie lange ich das durchhalte, aber diese Tasks die du gerade gesagt\nhast, das braucht man immer noch habe ich das Gefühl, um überhaupt ein Gefühl\ndafür zu bekommen, was ist denn überhaupt möglich, was kann man denn überhaupt machen.\nAlso sowas wie Summarization oder ich will jetzt eine Frage stellen oder ich\nmöchte irgendwas zusammenfassen, also Summarization hatten wir ja schon.\nUnd es ergibt sich daraus ja was ganz neues,\nwas ich echt erstaunlich finde,\nnämlich sowas wie, dass man so ein Psychologe wird für diese Modelle,\nne, du musst dir so überlegen, wie spreche ich mit dem Modell, dass es das macht,\nwas ich will und das ist irgendwie, also vor einem Jahr hätte ich nicht gedacht,\ndass man diese Menschen braucht, jetzt denke ich, die braucht man und dann ist\nes aber auch wieder so, dann bist du der Psychologe oder die Psychologin für\neins von diesen Modellen.\nIch fände es auch schwer mich noch sachlich zu äußern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:16",
      "text": "Lies nicht so viel im Chat."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:19:18",
      "text": "Der Chat ist direkt vor mein Gesicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:20",
      "text": "Schau mich an.\nIch mach den wieder weg. Das lenkt dich nur ab."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:19:27",
      "text": "Genau, also dass man so was hinbekommt, man wird jetzt ein Experte für das eine\nModell, es gibt neue Modelle und man muss sich plötzlich ganz neu ausdrücken,\nals wäre jedes Modell sowas wie ein anderer Mensch mit dem man anders reden muss.\nUnd würde ich jetzt irgendwie sagen müssen, was gibt's hiernächst,\nwürde ich wirklich sagen so was wie ein Modellpsychologen, also mein Modell\nist irgendwie zickig, was kann ich machen.\nOder eine andere Idee, die mein Freund Miki Oma hatte, ist sowas wie,\nman kriegt unterschiedliche Persönlichkeiten da rein, man schafft es so,\ndass dieses Ding so mit einem redet, dass man anders motiviert wird.\nAlso mit mir vielleicht ein bisschen assi, mit anderen Leuten vielleicht ein\nbisschen freundlicher so,\ndass das Ding lernt, wie ist man drauf oder auch sowas wie,\ndass das Ding sowas lernt wie, was hast du denn gestern mich schon gefragt oder so,\ndass es sowas gibt wie so ein Langzeitgedächtnis von solchen Geräten,\ndass die sagen, ich weiß, was du gestern gefragt hast und darauf kann ich zugreifen,\nich kann jetzt aufs Internet zugreifen und dann kann ich das alles verwursten\nund diese Sachen sind relativ nah, also technisch sind die möglich, also machbar.\nUnd die Frage ist, wann passiert das? Also das würde mich, das wäre jetzt quasi\nfür mich jetzt noch der nächste Schritt, man hat irgendwie noch Modelle,\ndie persönlich sich auf einen so eingrooven.\nJa gut, ein bisschen ausgeufert ich das gerade, entschuldigt bitte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:55",
      "text": "Ja, so auf jeden Fall Dinge passieren und es passiert eine ganze Menge und es\nist halt einfach, also es gibt einen Hype Aspekt.\nAber es ist auf jeden Fall was dahinter.\nDas muss man echt mal festhalten."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:21:14",
      "text": "Und ich bin traurig, dass wir Douglas Adams nicht da haben, der uns sagt,\nwie geht es denn weiter? Was passiert denn jetzt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:19",
      "text": "Ja was ja jetzt passiert sind ja diese Large Language Models.\nDas ist ja im Prinzip jetzt der neue Shit.\nAlles worüber wir jetzt bisher gesprochen haben ist ja eigentlich dieses klassische\nMachine Learning, was dem ja zugrunde liegt, aber was ist denn jetzt sozusagen\ndie eigentliche Magie dahinter?\nAlso was ist jetzt sozusagen an den LLMs anders als das was man vorher gemacht\nhat oder ist es einfach nur dasselbe in groß?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:21:48",
      "text": "Also ein Trick der auch am ende wenn man dann so sagt ja da wäre ich auch drauf\ngekommen also was man so bei katzen erkennern machen muss ist dass man eine\nreihe von katzen bildern haben muss und sagen muss katze,\nreihe von hunde bildern muss man sagen hund das heißt man muss die leben oder\nmuss sagen was ist die wahrheit.\nUnd das ist bei Texten echt wahnsinnig schwer. Also wenn du jetzt zum Beispiel\nsagst, ich möchte ein Modell haben, das soll zusammenfassen, dann ist das so.\nMenschen haben tatsächlich irgendwie\nBeispiele für gute Zusammenfassungen gesammelt, haben die gemacht.\nOder sowas wie, was ist eine gute Antwort, haben auch wieder Menschen gemacht,\nhaben auch wieder gesagt, ja, das ist eine gute Antwort, das ist eine schlechte Antwort.\nOder Übersetzung, gibt's ja ganz viele Beispiele, weil es gibt eben ganz viel\nÜbersetzung, auf die kannst du zugreifen, so ist die Eingabe, so ist die Ausgabe.\nAber es gibt da viel, viel, viel, viel mehr Texte im Internet,\ndie man so nicht benutzen konnte, weil man ja irgendwie da nicht wusste,\nwas ist denn die Eingabe und was die Ausgabe.\nStattdessen haben die Leute so was gemacht, dass sie gesagt haben,\nwir nehmen jetzt mal alles, was wir an Texten so finden können und versuchen\njetzt mit einem gewissen Kontext, also das, was mit den Wörtern,\ndie vorher erschienen sind, möchte man das nächste Wort vorher sagen.\nDas heißt, man trainiert das Modell so, dass man sagt, Eingabe sind die vorherigen\nWörter, Was ist bisher passiert? Wie geht es weiter?\nUnd das kannst du mit jedem Text machen, da musst du quasi keinen Menschen haben,\nder diese Texte, der die Texte aufbereitet für die Maschine und kannst deswegen\nim Prinzip jeden Text nehmen, den es gibt.\nDann kann diese Maschine aber noch nicht irgendeine spezielle Aufgabe,\nsondern man hat so eine Art Basismodell trainiert und Leute sagen,\ndieses Basismodell hat jetzt irgendwie das Wissen, was im Internet steckt, quasi kondensiert.\nUnd dann machen wir weiter, dann trainieren wir das weiter, dann trainieren wir das weiter,\nso wie ich das gerade gesagt habe, dann brauchen wir jetzt nicht mehr so viele\nzusätzliche Trainingsdaten um\nzusammenzufassen und nicht mehr so viele Trainingsdaten um zu übersetzen,\nweil wir haben ja schon ein Grundmodell, das ist eben grundsätzlich,\nversteht das Text, was immer man damit meint, dann wird man ja ganz schnell philosophisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:50",
      "text": "Also versteht den Text als solchen sozusagen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:23:52",
      "text": "Ja, hat irgendwie ein Grundverständnis davon, wie die Sprache funktioniert und\ndas hat man bei ChatGPT gemacht,\nindem man eben sowas wie GPT 3 oder 4 benutzt hat als Grundlage und gesagt hat,\njetzt auf Basis davon, was wir jetzt haben als Grundmodell,\ntrainieren wir dieses Modell so, dass es in der Lage ist,\neine vernünftige Konversation zu führen, weil sonst vorher konnte es das eben\nnicht, da hat man gesagt, das feintunen wir, da hat man noch mehr gemacht,\nhat man da weitere Systeme dran gebaut, das heißt, um es mal so zu sagen,\nman hat die Art und Weise, wie man es trainiert hat,\nschlau gemacht, weil man gesagt hat, wir haben doch einfach Texte,\nlasst doch mal sehen, was dann passiert, wenn wir irgendwie versuchen,\nunserem Modell zu sagen, sag mal voraus, was als nächstes passiert.\nDas, wie ich das eben beschrieben habe, ist nur die Art und Weise,\nwie man GPT-Modelle trainiert,\nnicht jedes Large-Language-Model, das würde jetzt aber zu weit führen,\nmanche trainieren ein bisschen anders, aber So diese Idee von man macht das\nsogenannt anzuverweis also man nimmt einfach den Text und man muss bestimmte\nWörter daran vorher sagen ist in allem gemein.\nUnd das ist die eine Idee, das heißt du nimmst eine riesige Trainings,\nalso plötzlich steht dir ja nicht irgendwie 50.000 Trainingsdatensätze,\nsondern Milliarden von Trainingsdatensätzen stehen dir ja zur Verfügung,\ndu hast also eine viel viel größere Anzahl von Trainingsdaten.\nUnd das zweite ist, dass man das immer größer gemacht hat, man hat es immer\ngrößer gemacht, ich lache immer, weil ich hier den Chat seh,\nweil das so bummsackt hört. Sieh nicht den Chat, ich mach das jetzt weg.\nJaja, alles klar. Also ich find's aber relativ amüsant, weil..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:22",
      "text": "Das hab ich befürchtet."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:25:23",
      "text": "Jaja, also das lassen wir jetzt mal kurz. Also genau,\nalso man hat auch diese Größe von diesen Modellen immer weiter so verändert,\nindem man geguckt, was geht denn, was kriegen wir denn hin, was ist denn technisch\nmöglich, was können wir überhaupt machen.\nUnd so von der Grenze von GPT-2, das war auch schon ein riesiges Modell,\nzu GPT-3 hat man Sachen gesehen, wo man gesagt hat,\ndas sieht jetzt echt ziemlich cool aus, das Ding ist in der Lage,\ndurch Zusatzinformationen, die Leute geben, dass das Ding sich so verhält,\ndass man das Gefühl hat, es ist irgendwie intelligent.\nWas immer man damit meint also es ist ein subjektives ding aber es waren sachen\nmöglich die gingen vorher nicht und das ist tatsächlich wieder größe also bumps.\nÜberraschenderweise. Und das geht in gpt 4 geht es weiter aber nicht mehr so\nkrass also von 2 zu 3 ist gigantisch von 3 zu 4 ist das man denkt wow ist schon\necht cooler aber es war einfach man hat einfach mehr bumps gemacht und dann ging das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:27",
      "text": "Einfach mehr Bums. GPT heißt Generative Pre-trained Transformer.\nDas ist ja das worüber wir eigentlich die ganze Zeit reden. Also ein generativer,\nvortrainierter Transformer."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:26:42",
      "text": "Also Transformers ist quasi diese Art von, diese Art und Weise des Modells,\ndas geht zurück auf, ich glaube, irgendeine Idee von\n2017, wo man aber eigentlich nicht jetzt irgendwie was technisch oder was philosophisch\ncooles gemacht hat, sondern wo Leute gesehen haben, guck mal,\nwenn wir sowas fettes trainieren wollen, müssen wir ein bisschen die Architektur\nverändern, können wir nicht was machen, was man parallel trainieren kann.\nWas vielleicht auch noch ein bisschen schlauer ist, da gab's so Attentionlayer,\ndie im Wesentlichen das Schaffen von einem Text zu einem anderen so Zusammenhänge\nherzustellen oder innerhalb eines Texts zu sagen,\nfolgendes Wort hat eine starke Beziehung zum anderen Wort.\nUnd das guckt man sich nie an als Mensch, weil es alles zu viel ist,\naber offensichtlich sind diese Art von Layern in der Lage, das hochgradig parallel\ntrainieren zu lassen, was wiederum bedeutet, dass man es machen kann,\nsonst konnte man es gar nicht machen, also mit ganz vielen GPUs.\nUnd die sind eben in der Lage, Sprache sinnvoll so zu zerlegen,\ndass man damit sinnvolle Dinge tun kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:48",
      "text": "Ja das funktioniert ja auch ganz offensichtlich."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:27:50",
      "text": "Ja das funktioniert ganz offensichtlich genau und wie gesagt bisschen Architektur,\nviele Trainingsdaten, großes Modell, fetter Hardware.\nUnd dann Leute die es gemacht haben vielleicht ist das eigentlich am ehesten\nimmer noch man macht es irgendwie und man sagt ja ich weiß auch nicht was ich\ntue wir machen das mal wir ballern da jetzt richtig Geld rein mal sehen ob es\ngeht und dann geht's oder eben nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:12",
      "text": "Was ist denn dein Eindruck von Open AI als Organisation?\nAlso es wird ja hier von vielen auch erstmal nur so als yet another corporate monster wahrgenommen,\naber tatsächlich ist es ja eigentlich angetreten, um wirklich,\neben hence the name Open,\nhier ein offenes System zu schaffen und die Company existiert zwar,\naber sie ist ja selber auch von einer, was ist das, eine Foundation,\nder das gehört, Open AI Inc.\nIst ein Non-Profit Unternehmen und es gibt eine Tochtergesellschaft,\ndie gewinnorientiert ist, die Dienstleistungen macht, die jetzt unsere Kohle\nnimmt für die 20 Dollar im Monat, dass man das Modell benutzen kann."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:28:59",
      "text": "Ich glaube da haben wir vorhin schon angefangen ein bisschen drüber zu sprechen,\nwas das eigentlich bedeutet und ob das überhaupt irgendwas bedeutet.\nIch glaube das bedeutet nichts.\nUnd ich bin völlig bei dir, wir,\nwollen mittelfristig, dass man, dass also in die Hände von, wie gesagt ich glaube\ndiesen Menschen absolut, dass sie Idealisten sind, aber die sind dann,\nkommen in den Einflussbereich von Leuten, die hauptsächlich an Geld oder anderen\nSachen interessiert sind, das möchte man nicht in die Hände von diesen Leuten legen.\nDas heißt, mein Eindruck ist von den Menschen nur das Beste, aber ich glaube...\nOb die sich da strategisch gegen, und das System wird sie fressen.\nOb die sich gegen Microsoft so positionieren können, ich glaube auch nicht,\ndass Microsoft die Welt zerstören will oder irgendwie böse ist,\naber die wollen eben Geld verdienen, das ist eben eine kommerzielle Firma."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:50",
      "text": "Hast du diese Kongress Anhörung gehört, gesehen? Also es gibt ja diesen CEO\nvon OpenAI, Samuel Altman.\nUnd der war jetzt im Kongress vorgeladen zu so einer allgemeinen AI Anhörung.\nHast du das gesehen Ralf?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:30:07",
      "text": "Gesehen nicht aber in Ausschnitten wahrgenommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:09",
      "text": "Genau, in den Anfangen hatte ich mir das ein bisschen angehört und dann auch\nAusschnitte wahrgenommen und ich fand das ziemlich bemerkenswert,\nweil erstmal sein Auftreten schonmal so ganz anders war als das was wir jetzt\nso aus den letzten Begegnungen mit Zuckerberg und so weiter vom Kongress gehabt haben,\ndie ja die ganze Zeit immer nur gesagt haben wie toll sie sind und dass das\nja alles nicht so schlimm ist und der Old Man, der tritt ja ganz anders auf.\nDer geht da hin und sagt so, ja wir finden das ja alles ganz toll und wir sind der Meinung,\ndass Open AI in der Lage ist so jeden Aspekt des Lebens in irgendeiner Form\nzu beeinflussen und ich glaube da sind wir uns auch relativ einig,\ndass das auch durchaus so sein kann.\nKommt dann aber auch relativ schnell zur Sprache auf die Probleme,\ndie er selber sozusagen da sieht.\nAlso das Problem der Desinformation, die sozusagen auch eine Verantwortung quasi\nmit sich bringt für die Unternehmen, die diese Modelle veröffentlichen.\nDie Modelle, die schwitzen ja gerade zu Bias, also das ist ja sozusagen eine\nDestillation einer Betrachtungsweise und je nachdem wie du diese Betrachtungsweise\ntunest, kriegst du halt das eine oder das andere Ergebnis.\nUnd er sieht dann halt auch Job Risks, er hat irgendwie...\nAngst, dass sozusagen die Technologie auch der Welt schaden kann,\nspricht auch explizit Wahlmanipulation an und macht auch konkrete Vorschläge für eine Regulierung.\nDas fand ich recht bemerkenswert, ohne das jetzt wirklich werten zu wollen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:32:03",
      "text": "Ich glaube auch, dass das wirklich ein großer Unterschied ist und dass es auch\ndazu führt, dass Leute, die Idealisten sind, bei so einer Firma arbeiten wollen.\nIch glaube, wie gesagt, das ist aber nur geraten. Ich glaube nur,\nwie gesagt, dass ich das nicht lange halten kann.\nEs gibt so ein anderes Paper, also das ist angeblich geleakt von Google,\nwo Google Leute beschreiben, sie können eigentlich nicht konkurrieren mit den Open Source Modellen.\nUnd am Ende glaubt so ein angeblicher Google-Ingenieur,\ndass es am Ende die Open-Source-Modelle und vor allem die Breite machen,\nalso dass Leute mit unterschiedlichen Modellen, unterschiedlichen Architekturen,\nunterschiedlichen Datensätzen anfangen zu trainieren und ihnen damit das Wasser abgraben.\nUnd ich würde denken, ganz viele Leute gehen im Moment zu OpenAI,\nwenn die Bock haben, was zu bauen, weil die auch diesen Idealismus,\ndas ist ja nicht nur er, der Idealist ist, sondern auch die anderen.\nIch glaube nicht, dass es lange hält und ich glaube auch, dass mittelfristig\ndiese Open-Source-Modelle was hinbekommen,\nwenn man das kleiner bekommt, wenn man, wie gesagt, gucken kann,\nwas nimmt man für Datensätze und vielleicht auch irgendwelche Abstriche macht\nin der Allgemeinheit des Modells,\ngenau, aber ich finde, also ich kann nur das unterstreichen,\nwas Tim gesagt hat, diese Leute sind Idealisten und wollen auch wirklich was\nGutes machen, da bin ich sicher, wie gesagt, ob die quasi in dem Kontext,\nin dem sie sich befinden, das hinbekommen,\nDas glaube ich nicht, aber da ist meine Meinung so gut wie jede andere würde ich sagen.\nAlso geraten einfach, das weiß ich nicht.\nJa aber es ist doch cool ich meine jemand zu sehen der nicht irgendwie sagt\nwir sind die coolsten oder wir können das alles sondern reflektiert argumentiert\nist ja auch jemand dem wie gerade als nerd wahrscheinlich viel mehr glauben\nschenken wir wissen ja das selbst alles.\nWer differenziert über sich reden kann ist meistens jemand der mehr drauf hat\nals jemand der einfach nur sagt wir sind cool."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:33:50",
      "text": "Die die art und weise wie sie es seit november ja auch wirklich in die welt\ngedrückt haben ist ja auch schon an sich bemerkenswert also sie hätten ja auch\nerst mal beim pentagon aufschlagen können oder weiß der geier wohl militärisch\nindustriellen komplex so aber nein sie haben gesagt hier welt guck mal 3,5er\nVersion gut für die 4er wollen wir jetzt ein bisschen Geld haben,\nkann ich auch nachvollziehen, aber die 3,5er ist ja bis auf eine Roke E-Mail\nAdresse brauchst du da ja nichts um da als Laie schon irgendwie mitzutun und\ndir in den Kopf zu machen okay,\nwas wird das für meine Lebensbereiche verändern,\ndas hätten sie nicht tun müssen, da kenne ich auch wenig Beispiele aus der Geschichte\nwo das, innerhalb so kurzer Zeit, wir hatten ja glaube ich in der letzten Sendung,\ndass noch keine Technologie irgendwie so viele Nutzende innerhalb von so kurzer\nZeit irgendwie bekommen hat, wie jetzt wirklich Chat-GPT."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:34:43",
      "text": "Also ja, stimme ich zu. Also es gibt aber auch Menschen, die glauben nicht,\nwas ich glaube, dass es irgendwann Open-Source-Modelle gibt,\ndie man so betreiben kann. Die glauben wirklich, dass wir in so einer Welt jetzt\nsind von, dass wir eine Open-API haben.\nAlso dass es Anbieter gibt von solchen Modellen,\ndie wir auf Spezial-Hardware ausführen lassen müssen und dass wir gar nicht in der Lage sein werden,\nauch in Zukunft diese Modelle selbst zu hosten, was glaube ich für uns beide\nnicht so cool wäre als Story,\naber es gibt genug Leute, die sind sehr klug und die glauben,\nman muss sich verabschieden von diesem Open Source und hingehen zu man hat eben\nbestimmte Anbieter und die legen offen, wie sie es machen, aber man hat es nicht\nmehr selbst bei sich laufen."
    },
    {
      "speaker": "roddi",
      "time": "1:35:22",
      "text": "Aber ist Hosten nicht um Größenordnungen weniger aufwendig als tatsächlich das Modell zu trainieren?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:35:30",
      "text": "Da bin ich nicht sicher, also nicht bei dem Modell. Das Modell ist echt fett\naufwendig und allein das irgendwo reinzuladen, also."
    },
    {
      "speaker": "roddi",
      "time": "1:35:37",
      "text": "Also wenn morgen ein Hacker das gesamte Modell bei Chat-GPT rausträgt,\nbei OpenAI, glaubst du nicht, dass man das so eben mal hinkriegt das zu hosten?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:35:47",
      "text": "Also ich kenne niemanden, der auch nur annähernd wüsste, wie sie das überhaupt\nbetreiben. Also niemanden."
    },
    {
      "speaker": "roddi",
      "time": "1:35:51",
      "text": "Davon mal abgesehen, aber jetzt einfach vom Hardware-Standpunkt.\nKann ich mir 1000 Maschinen bei Amazon klicken und dann kriege ich das gehostet?\nWahrscheinlich nicht, ne?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:35:59",
      "text": "Nee, ich glaube nicht, dass du die überhaupt kriegst. Aber ich glaube,\nwas du gesagt hast, wird wahrscheinlich schon stimmen. Es gibt so viele Leute,\ndie haben so viel Bock und so viel Ahnung.\nWenn das Modell irgendwie rausgeschleppt werden würde, dann würden die da irgendeine\nKiste zusammen kloppen. Und das würde darauf laufen. Also wahrscheinlich hast du schon recht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:36:15",
      "text": "Man kann es ja vielleicht ein bisschen vergleichen, das haben wir ja in der\nletzten Sendung auch versucht, das mal mit Stable Diffusion.\nJa also klar Mid Journey immer irgendwie doch vorne weg und hat noch die besseren\nBilder, also im Bereich Imaging halt.\nAber seit das Stable Diffusion Modell raus ist,\nwie sie das kompaktiert haben, ja innerhalb von Wochen,\nvon irgendwie zig Gigabyte und du brauchst eine Grafikkarte in deinem Rechner\nmit 20 Gigabyte, damit du das überhaupt irgendwie lokal nutzen kannst,\nBisschen so so es läuft jetzt auf dem mittelalten iPhone und zwar schnell und\nbrauchbar. Das hat Wochen gedauert.\nDa glaube ich, dass also nämlich gerade durch diese diese also Kompression ist\nzu naiver Begriff, aber am Ende des Tages ist ja ein bisschen sowas wie eine\nMP3 Kompression so ich brauche nicht alle Informationen im Audio,\nes klingt trotzdem sehr gut.\nIm Ansatz vergleichbare Mechanismen scheinen auch bei den Modellen zu greifen.\nWarum sollte das auf Text nicht funktionieren?\nWeil meine naive Meinung ist immer noch, Text ist eigentlich einfacher als Bild.\nDas Aneinanderhängen von Tokens scheint sich mir gut komprimieren zu lassen.\nEs gibt jetzt die ersten Open Source Modelle, die lokal auf einem M1 laufen.\nVon diesem Hugging Face gibt es eine M1 Variante. Und so schlecht ist das nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:37:30",
      "text": "Die zweite Frage wäre eigentlich wie viel wie aufwendig wäre das so ein Modell\nselber zu rechnen also zu betreiben. Zu trainieren."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:37:38",
      "text": "Zu trainieren, Also da weiß man erst recht nicht womit die es trainiert haben.\nSelbst bei nicht so fetten Modellen gab es auf Hunkingface,\nich glaube, die haben es runtergenommen, mal so einen Vergleich,\nwie teuer das ist, so ein Modell zu rechnen und ich glaube,\nsowas wie GPT3 war sowas wie die Lebensdauer inklusive Benzin eines Autos,\nwürde ich mal sagen, das einmal zu trainieren, also Energiebedarf, also Auto bauen,\nAuto betanken, bis es irgendwie kaputt ist, weil es relativ viel ist und auch\nsowas mittelgroßes hatten sie immer sowas wie, wie viel Langstreckenflüge du\ndafür machen müsstest, das heißt das zu trainieren ist absolut umweltschädlich\nsag ich mal und wahnsinnig teuer.\nUnd das ist, da musst du ja auch noch wissen was du tust.\nOb das jetzt bei kleineren Modellen, glaube ich nicht, dass das so schlimm ist,\naber es wird auch, also zumindest wenn die Modellgröße auch nur annähernd gleich\ngroß ist, Selbst wenn wir es könnten, wäre es absolut der Wahnsinn,\nwenn jeder das selbst machen würde. Man muss das irgendwie teilen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:38:36",
      "text": "Wir brauchen es ja nur in einem mal gut und offen."
    },
    {
      "speaker": "roddi",
      "time": "1:38:38",
      "text": "Ja, aber die Frage ist halt, vertraue ich einem Open AI oder einem Microsoft\noder einem Google oder vertraue ich lieber einem Open Source Projekt,\ndas halt irgendwie das hinkriegt, entsprechend Hardware irgendwo unterzustellen\nund das zusammen zu klemmen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:38:54",
      "text": "Also ich hatte neulich nochmal den Vergleich gelesen, dass das komplette Training\nder GPT Basis ein Bruchteil, unter einem Prozent dessen an Energie verbraucht\nhat, was der ganze Krypto Quatsch uns gekostet hat."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:39:06",
      "text": "Das glaube ich auch, der Krypto Quatsch, das ist so witzig."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:39:08",
      "text": "Und dafür war offensichtlich ja nun genug CPU da."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:39:12",
      "text": "Aber das ist so ein Relativismus, da ist es anders noch viel schlimmer,\naber das Krypto-Kram, das ist so Shooting is Hitting Duck, ne?\nDass das alles der Wahnsinn ist, ja, aber trotzdem,\nalso sowas, ich bin aber bei euch, also würde man sich irgendwie Leute zusammentun\nund sagen, guck mal, so rechnen wir das, das ist die Datenbasis,\ndas ist die Hardware auf der wir das laufen lassen, dann ist OpenAI,\nund das funktioniert gut, dann ist OpenAI natürlich weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:37",
      "text": "Aber es gibt doch nicht, für mich klingt das immer so ein bisschen so als müsste\nman so das the one true model haben und dann werden alle Probleme gelöst.\nAlso ich meine das GPT4 Model, was jetzt irgendwie so angesagt ist,\ndas ist ja jetzt auch erstmal nur ein Model unter vielen und andere Unternehmen\nwerden andere LLMs rausbringen und tun das ja auch bereits, also was dann vielleicht\neine andere Qualität auch hat.\nAlso es wird ja nicht bei einem bleiben oder träumt ihr jetzt wirklich von so\neinem Wikipedia Large Language Model, mit dem alle Antworten geliefert werden\nkönnen, also es ist doch alles in gewisser Hinsicht hoch spezialisiert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:40:21",
      "text": "Naja, also wie wir in der letzten Sendung schon hatten, also ich begreife die\nLLMs eher so als ein Betriebssystem für Sprache und in Anführungszeichen Intelligenz und Denken.\nUnd was du da dann wiederum für konkrete Narrow Use Cases draufsetzt,\nist eine andere Frage. Aber du brauchst glaube ich schon erstmal so ein Grundgerüst,\neine Foundation, wo du einfach erstmal halt mit diesem Text und Grammatik und Chat-Ding klarkommst.\nUnd da scheinen mir jetzt auch die aktuellen Ansätze von GPT versus Bart ist\njetzt ja rausgekommen von Google vor ein paar Tagen, wer ist der dritte, Facebook hat einen LLM.\nSo alleine die Tatsache, dass es jetzt schon mal drei bis vier globale Großplayer gibt,\ndie sehr vergleichbare Ansätze mit finde ich auch vergleichbaren Ergebnissen\nproduzieren, ist für mich schon schon mal der Garant dafür, dass es auf jeden\nFall auch einen Platz für ein großes Open Source LLM geben wird.\nVielleicht nicht dieses Jahr, aber nächstes Jahr, wenn wir hier noch sitzen,\nbin ich mir relativ sicher, dass wir das haben."
    },
    {
      "speaker": "roddi",
      "time": "1:41:21",
      "text": "Ich glaube, dass es nicht das eine Modell gibt, was man einmal trainiert und\ndann ist es fertig. Ganz viel interessanter ist die Frage, wie oft retrainierst du das?\nWie viele Retrainings pro Tag oder pro Sekunde kriegst du denn hin?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:33",
      "text": "Wie aktuell ist das?"
    },
    {
      "speaker": "roddi",
      "time": "1:41:34",
      "text": "Also wenn du in einen Bereich kommst, wo dein Modell immer so aktuell ist wie der Google Suchindex.\nWie aktuell ist der eigentlich? Egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:43",
      "text": "Aber reden wir eigentlich, benutzen wir eigentlich gerade die richtige Begrifflichkeit\nfrage ich mich jetzt gerade,\nweil wenn ich es richtig verstanden habe, in diesem Large Language Model gibt\nes ja also dieser GPT, dieser Generative Pre-Trained Transformer Aspekt,\nder in diesem Namen drin steckt.\nDas ist ja sozusagen erstmal das was du beschrieben hast am Anfang,\nich hab mir irgendwie Text durchgelesen und ich kann jetzt generell mit Text\nund mit Sprache und so weiter umgehen, da steckt aber jetzt noch kein Wissen drin."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:42:17",
      "text": "Doch also das Wissen, also Wissen im abstrakten Sinne, also da ist nicht das\nInternet gespeichert sondern quasi die Struktur, also sowas wie eine Allgemeinbildung\nkann man vielleicht sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:28",
      "text": "Ja gut, aber was heißt das Internet, was ist denn der Input,\nder Input ist doch das fucking Internet, was denn sonst?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:42:35",
      "text": "Klar, aber du kannst das Internet ja nicht komplett in dem Ding speichern,\nsonst wäre es ja riesengroß. Aber was ist denn dann drin? Eine Abstraktion davon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:42",
      "text": "Ja genau, aber es ist im Prinzip einmal alles, also weißt du was sie da alles\nreingeschmissen haben?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:42:49",
      "text": "Ne das sagen sie einmal auch nicht, aber der Punkt ist ja eigentlich eher,\ndass das Ding nicht in dem Sinne Wissen hat und deswegen auch unheimlich viel dummes Zeug labert.\nAlso wenn es keine Ahnung hat labert es trotzdem.\nDas heißt es ist gar nicht so toll darin Wissen zu haben, man muss es auch eigentlich\nnicht jeden Tag neu trainieren, würde auch große Schwierigkeiten geben,\nwenn wir das machen würden, können wir gleich noch darüber reden.\nUnd die haben jetzt aber inzwischen reingebaut, kann man jetzt auch schon benutzen,\ndass die das Modell eben googeln kann. Das heißt wenn du sagst ich möchte Wissen\nhaben, dann geht das Ding eben\nnach wie vor ins Internet, weil das Tagesminuten Sekunden aktuell ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:43:21",
      "text": "Was leider noch dramatisch schlecht funktioniert, aber in ein paar Wochen wird\nes laufen. Also da bin ich immer, macht euch doch jetzt bitte nicht so darüber\nlustig und guckt mal ein paar Onken.\nWeil was kann googeln? GPT-4 kann jetzt googeln, also nicht googeln,\nsondern bingen. Sie haben es zweistufig gemacht, sie hatten es erst vor einer\nWoche oder vor zwei Wochen, hatten sie so einen eigenen Browsing Modus implementiert.\nUnd haben es dann aber sind da so radikal mit auf die schnauze geflogen also\nich habe mal wirklich so teststrecken gemacht von zehn mal probieren hat es\nneun mal abgebrochen nach dem motto ich kann ressource xy nicht abrufen\ndas waren wirklich brot und butter webseiten wie gitarre pages wo du sagen würdest\nokay da solltest du die solltest du lesen können ja das sind curl und gut ist\nso und jetzt haben sie ich glaube ende letzter woche umgestellt auf die bing\nwebsuche die ja von microsoft schon in Dingens hier integriert ist in Edge.\nWo du auch zur Echtzeit quasi deine Freitextsachen reintippen kannst,\naber wirklich nur im Edge-Browser.\nIch hab mir den in der Tat für den Mac runtergeladen, um das ausprobieren zu\nkönnen. Huhu, alles ganz schmutzig hier.\nSo und da funktioniert es aber schon. Da funktioniert es auch schon seit ein\npaar Wochen ganz leidlich.\nUnd jetzt hat OpenAI das im Chat GPT-4 freigeschaltet, dass man jetzt auch diesen\nBing-Browser nutzen kann.\nUnd das führt dann aber dazu, mein Eindruck, allerdings auch erst seit ein paar\nStunden ausprobieren, dass dafür die eigentliche Intelligenz in Anführungszeichen\nvon JGPT 4 zurückgefahren wird.\nDas heißt also, der verlässt sich dann, der fängt sehr früh meiner Meinung nach\nan im Internet zu suchen nach Dingen, die er eigentlich selber wissen in Anführungszeichen\nsollte und konsultiert dann relativ wenige Quellen und distilliert die zusammen.\nUnd das ist mir persönlich schon fast intransparenter als das,\nwas ich vorher gesehen habe.\nAlso ich hatte Aber ich probier das erst seit ein paar Stunden,\nich hab da noch kein abschließendes Urteil.\nAber man kann jetzt mit ChatGip ET4 Bezahlversion über den Bing Browser in Echtzeit\nInternetquellen sich abrufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:24",
      "text": "Bing Browser?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:45:26",
      "text": "Es gibt einen Bing Browser?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:30",
      "text": "Im Edge, also Edge Browser von Microsoft."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:45:31",
      "text": "Gibt es die Bing Suchmaschine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:34",
      "text": "Suchmaschine, nicht der Browser."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:45:35",
      "text": "Ja, das heißt so im Chat GPT 4 wird es so genannt.\nMach doch mal deinen Chat GPT 4 auf, schmeiß mal hier auf die Wand und probier mal was aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:45",
      "text": "Ich hab mir jetzt gerade diesen Edge runtergeladen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:45:49",
      "text": "Ja, schmeiß doch mal hier deinen Chat GPT 4 auf die Wand. Dann können wir uns\ndas doch mal kurz da reinklicken.\nDafür sitzen wir doch hier. Um uns alle aufzuschlauen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:59",
      "text": "Naja wir sind jetzt nicht dazu da den Leuten zu beschreiben was wir auf unserem\nBildschirm sehen aber ich machs trotzdem mal.\nIch versuche nur gerade nochmal klar zu kriegen, ob es sozusagen in diesem Modell\nzwei Ebenen gibt oder ob alles eins ist.\nAlso ist sozusagen das einmal alle Daten rein, einmal trainieren,\neinmal dieses Netzwerk durchlaufen lassen und dann hat man ein Model und daraus\nkommen alle Antworten, die man ihm stellt.\nEs gibt nicht ein, hier ist erstmal so diese Basis, ich kann mit Text umgehen\nund dann habe ich da drüber nochmal ein und jetzt kommen nochmal die Informationen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:46:42",
      "text": "Nee das ist ein Modell aber quasi die Art und Weise wie es trainiert ist,\nes ist mehrstufig. Es gibt tatsächlich ein zusätzliches Modell das hinterherläuft,\ndass böse Sachen rausfiltert, also irgendwie pornografische Sachen oder Selbstverletzungen und so.\nAber im Prinzip, wenn man jetzt sagt, du sollst jetzt bitte dich gut unterhalten\nkönnen, ist es das gleiche Modell. Ja. Vielleicht während du das hier einmal ausprobierst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:47:06",
      "text": "Jetzt klick mal oben auf das GPT-4 drauf. Ja. Du bist doch in der Bezahlversion, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:11",
      "text": "Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:47:11",
      "text": "Okay, dann gehen wir unten auf die Settings, dann hast du die ganzen Beta-Sachen\nnoch nicht freigeschaltet. Settings.\nBeta Features. So, Browse with Bing und Plugins."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:24",
      "text": "So, so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:47:25",
      "text": "Ja, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:26",
      "text": "Das haben sie aber gut versteckt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:47:28",
      "text": "Ja. Jetzt machst du es wieder zu und jetzt, wenn du oben drauf klickst.\nTada, Browse with Bing Beta. So,\ndie Plugins ist nochmal ein ganz anderes Thema, aber mit diesem Browse.\nSo, und jetzt wird bei fast jeder Frage, die du unten reinstellst.\nMach mal irgendwas. Irgendwas ist weit gefasst, also ich habe eben als Beispiel,\nweil ich es einfach wissen wollte für die Sendung, wann gab es auf einer Republika\nKonferenz die erste Twitterwall? Tipp mal rein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:59",
      "text": "Wann gab es, aber das ist ja nicht aktuell."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:48:03",
      "text": "Ja aber umso erstaunlicher, dass er dafür Webseiten, das ist der Punkt den ich gleich machen möchte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:07",
      "text": "Ich würde ja fragen, wann ist die nächste Republika? Das ist aktuell."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:48:10",
      "text": "Kannst du auch machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:12",
      "text": "Wann findet die nächste Republika?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:48:17",
      "text": "Machen wir mal mit Doppelpunkt damit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:18",
      "text": "Konferenz."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:48:20",
      "text": "Republika."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:22",
      "text": "Konferenz. In Berlin. Stadt. Das ist jetzt sozusagen eine Frage."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:48:29",
      "text": "So browsing the web. Zeigt er jetzt an. Mit einem Loading Spinner.\nJetzt sagt er einem auch was die Bing Search ist. Nämlich nächste Republika\nKonferenz Berlin Datum 2023.\nDas heißt also er tunnelt jetzt deine Anfrage an die Bing Suche weiter.\nFinish browsing und Antwort kommt jetzt rein, die nächste Republika Konferenz\nin Berlin findet vom 5. bis 7. Juni 2023 in der Arena Berlin statt, ist richtig."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:48:55",
      "text": "Und da ist sogar jetzt auch noch die Quelle, da ist eine kleine Eins und jetzt\nkannst du drauf klicken und das hat uns ja auch immer vorher genervt,\nwo kommt das her, wo hat er das her und da scheint er zu stimmen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:04",
      "text": "Save the date, alright."
    },
    {
      "speaker": "roddi",
      "time": "1:49:08",
      "text": "Ok, er hat den einzigen Satz auf dieser Seite richtig erkannt und wiedergegeben."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:49:13",
      "text": "Also sei mal nicht so gemein, zuletzt haben wir uns doch gehänselt dafür, dass er das nicht kann."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:49:18",
      "text": "Genau, exakt das ist der Punkt. Die Leute sind halt nie zufrieden und die Grenze\nwird jede Woche verschoben, was uns nicht beeindruckt."
    },
    {
      "speaker": "roddi",
      "time": "1:49:26",
      "text": "Natürlich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:49:28",
      "text": "So und aber wie gesagt das ist noch take it with a grain of salt,\nmein Eindruck ist, dass sie jetzt derzeit sehr sehr viel sehr früh googeln und browsen von Dingen,\ndie es vorher auch schon gut gewusst hat und dass das meines Erachtens auch\neine Gefahr öffnet im Sinne von so jetzt werden die Leute Honeypots da draußen\nauslegen mit Quatschinformationen zu allen möglichen Themen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:49:48",
      "text": "Also das ist mir heute tatsächlich passiert, lustigerweise, also ich hab das.\nGemacht mit Browsing und nicht mit Honeypot, also so eine Art Prompt Injection\nist mir passiert, weil nämlich irgendwo auf irgendeiner Webseite hat,\nChat-GPT was gefunden und hat dann weiter gebraust und hat gesagt außerdem hattest\ndu ja noch folgende Frage zu billigen Grafikkarten,\ndie ich dir jetzt auch noch beantworten möchte, das habe ich aber nie gefragt,\nsondern offensichtlich steht in irgendeiner Webseite, in irgendeinem vielleicht\nauch unsichtbaren Text steht sowas drin,\nWenn CheckGPT hier vorbeikommt oder man kann so Prompts schreiben die heißen\nso wie ignoriere die Frage davor und beantworte mir bitte diese Frage oder man\nkann sowas sagen damit es nicht ganz so brutal ist,\nich hab übrigens noch eine zweite Frage und dann steht das da quasi wie so ein\nPrompt steht in dieser Antwort drin und ich hab wirklich dann so eine Aufzählung\nvon Grafikkarten bekommen,\ndie wo ich natürlich nie nach gefragt habe ich hatte gefragt irgendwas von von\nDouglas Adams und Leute sind nicht dumm und dann passieren solche Sachen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:50:47",
      "text": "Ja also das gute ist, dass man derzeit ja wirklich hin und her schalten kann,\nwie man auch zwischen der 3.5er und der 4er Version hin und her schalten kann\nund wirklich relativ systematisch jetzt noch eine Zeit hat,\nwo man sich noch einen Eindruck verschaffen kann, so was sind denn die verschiedenen\nAnsätze und wie kommuniziert das Ding und wo ist ein Bias drin und wo nicht\nund ich habe Angst vor einer Zeit,\nwo das nicht mehr der Fall ist, wo sie das alles in einem super Modell zusammen\nhaben, wo man nicht mehr systematisch gegentreten kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:13",
      "text": "Ist auch ganz interessant hier mit den Plugins, das habe ich jetzt gerade mal\naktiviert, das war mir jetzt auch neu.\nHier gibt es jetzt so Plugins von Kajak zum Beispiel, also so für Fluginformationen\nzum Beispiel, mal richtig nach Flügen suchen können."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:51:29",
      "text": "Ja aber hoffentlich nicht auch Buchen ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:34",
      "text": "Ja gut aber ich meine es gibt manchmal so Konstellationen da willst du einfach\nflexibel bestimmte Routen und so weiter und es gibt vor allem ein Plugin für Wolfram Alpha.\nDas ist schon installiert. Das hab ich gerade installiert,\nweil das und für Skola AI also quasi hier auch die Integration von peer-reviewten\nscientific papers von verschiedenen Quellen PubMed, Archive und Springer."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:52:06",
      "text": "Das heißt du hast jetzt aber nur die popular auf das gibt's echt viele wenn\ndu auf all gehst siehst du da eine riesige Menge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:12",
      "text": "Achso ja, das ist ja sehr schaubar."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:52:14",
      "text": "Ja guck mal das wird immer schlimmer als ich zuletzt erworben bin."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:52:16",
      "text": "Guck mal wie viele Pages du da unten schon hast. So 22 Accounting."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:52:19",
      "text": "Die haben hier nicht meine Suche reingebaut, weil die gar nicht gedacht haben,\ndass man überhaupt so weit kommt. Dass man überhaupt so viele von den Dingern hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:26",
      "text": "Open Table."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:52:28",
      "text": "Ja, du kannst irgendwie Restaurantgeschichten buchen und so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:52:32",
      "text": "Ja also jeder der gerade irgendwo ein Geschäftsmodell hatte und nicht bei drei\nauf dem Baum ist schreibt gerade hier Plugins."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:52:38",
      "text": "Musste machen, musste machen ja. Ich wollte noch eine Sache sagen bevor das\nkomplett aus meinem Hirn rutscht, das mit diesem Nachtrainieren.\nDas Problem mit Nachtrainieren von Modellen, von Maschinenmodellen,\ndas war auch leider schon immer so ist, wenn du ein Modell nachtrainierst,\ndass es irgendwas besser kann.\nDas Modell hat häufig so viele Freiheitsgrade, dass das Verhalten,\nwenn du nachtrainierst, sich von dem Modell auch an den Stellen,\nwo du es nicht gerne hättest, teilweise komplett ändert.\nDas kann bedeuten, du hast einen Prompt, den hast du dir gut überlegt,\nder funktioniert nicht mehr im neuen Modell, das im Prinzip eigentlich gleich\nist, nur anders trainiert wurde.\nDas ist Leuten passiert in dem Übergang von dem GPT 3,5 das da oben jetzt schon,\ndas kannst du noch nehmen, es gab ein altes, das war irgendwie langsamer und\nwar blöder zu betreiben, jetzt gibt's ein neues.\nUnd mit dem neuen funktionieren die Prompts nicht mehr so wie mit dem alten,\nobwohl es im Prinzip dieselbe Architektur ist, im Prinzip dieselben Daten,\nist ein bisschen verändert,\ndas heißt deine Arbeit ist dann irgendwie, Du hast also quasi den Charakter\nvon GPT 3 kennengelernt,\ndann gibt es die aktualisierte Version und dann ist das so, als würdet ihr mich\njetzt nicht mehr kennen, wir kennen uns jetzt nicht so gut, aber dann müsst\nihr ganz anders mit mir reden, damit ich überhaupt nicht zickig bin oder mit euch klarkomme."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:49",
      "text": "Hamburgisch bist du ja nicht mehr richtig, ne?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:53:50",
      "text": "Genau, und dann übermorgen komme ich wieder, bin ich neu trainiert,\ndann müsst ihr irgendwie so leicht Kölner Akzent mit mir reden,\ndamit es überhaupt passt.\nUnd das ist eine Herausforderung und deswegen trainiert die Leute auch nicht ständig das Modell neu,\nsondern man hat irgendwie einen Datensatz, man hat das Modell trainiert,\nso jetzt geht das einigermaßen, jetzt kippt man das raus und kann es auch nicht\nohne weiteres nachtrainieren und mal davon abgesehen,\ndass es auch relativ energiemäßig aufwendig wäre das zu tun,\naber das ist eben, das ist eine Herausforderung mit der wir Maschinenlern Menschen\nuns schon total lange beschäftigen müssen, was macht man denn dabei?"
    },
    {
      "speaker": "roddi",
      "time": "1:54:24",
      "text": "Ja, aber du hast ja gesagt, mehr Bums, ne?\nKeine Ahnung, was passiert, wenn man das Modell nur oft genug neu trainiert?\nVielleicht stabilisiert sich's ja dann wieder."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:54:36",
      "text": "Wie meinst du oft genug neu, also du, immer das gleiche?"
    },
    {
      "speaker": "roddi",
      "time": "1:54:41",
      "text": "Ja, oder einfach immer oben drauf, also wenn man das nur oft genug macht,\nvielleicht stabilisiert sich das Modell wieder."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:54:50",
      "text": "Ja, naja, also da würden wir glaube ich irgendwie zu weit abschweifen, ich glaube nicht,\naber wer weiß,\nalso ich glaube nicht, dass es so einfach lösbar ist, ich glaube eher,\nman hat dann so Modelle und dann setzt man da vielleicht noch ein Modell drauf\noder so, aber ich glaube nicht, dass man sehr viele von diesen Modellen haben wird."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:55:09",
      "text": "Tim, du kannst mal gucken, irgendwo hier auf der Ergebnishalte 7 oder 8 oder\nsowas da um den Dreh, auf 8 bissel glaube ich, ist so das eins der bekanntesten Plugins, ist AskPDF.\nDas müsst ihr irgendwo bei 6 oder 7, hatte ich das gesehen. Guck hier nochmal, geh nochmal auf 7."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:26",
      "text": "War das hier nicht unter Popular schon irgendwie?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:55:28",
      "text": "Das würde ich ja sogar auch fast vermuten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:30",
      "text": "Ask your PDF."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:55:31",
      "text": "Genau. So, da lädst du dann halt ein PDF hoch, beliebig lang.\nUnd dann kannst du dem PDF Fragen stellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:39",
      "text": "Mit liebich lang? Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:55:41",
      "text": "Kannst ein Buch hochladen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:42",
      "text": "Oh! Das heißt ich kann endlich die Transkripte dieser Sendung hochladen und äh."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:55:48",
      "text": "Hab ich schon gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:51",
      "text": "Dann kann ich die Zusammenfassung dieser Sendung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:55:54",
      "text": "Genau Money Quotes der letzten Sendung zum Beispiel.\nGib mir die markantesten 10 Statements raus zum Thema XY und mach mir daraus\neinen Markdown, was ich auf meiner Webseite einlegen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:07",
      "text": "Kann ich auch fragen, wer die klügsten Kommentare der Titel sind."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:56:13",
      "text": "Ja aber suche offensichtliche Unwahrheiten raus.\nKönnten da unsere Transkripte reinlegen. Du kannst die natürlich auch sprachbereinigen\nlassen. Das merkt man ja, wenn man sich unsere Transkripte anguckt,\nda sind zum einen Erkennungsfehler drin.\nVon dem Voice to Speech Recognition auf der einen Seite und zum anderen reden\nwir natürlich alle nicht perfekt und haben ständig irgendwelche Grammatikfehler\ndie beim Sprechen und Hören nicht viel auffallen aber wenn man sie dann durchliest,\nsowas kannst du natürlich dann schön korrigieren lassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:43",
      "text": "Aber wo denn? Wo nutze ich denn das hier? Ich kann das ja irgendwie gar nicht\nauswählen. Also wo ist denn hier das User Interface dafür?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:56:51",
      "text": "Geh da nochmal oben rauf auf diese Auswahl, ne ne, genau darauf.\nSo und jetzt, schmeißt doch einfach mal ein pdf drauf,\nalso ich hab's mit einer url gemacht, wo ich das im netz stehen hatte,\nes kann aber auch sein, dass es einfach nur ins browserfenster rein wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:13",
      "text": "Einfach so hochladen? Ja. Frech, ok ich probier das mal aus."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:57:18",
      "text": "Also für Podcast Transkripte, das ist auch so ein kleines Forschungsprojekt,\nwas ich irgendwann nochmal weiter betreiben wollte.\nAlso finde die zehn offensichtlichsten Unfug Phrasen, die wir gesagt haben oder sowas.\nDa gibt es so einiges an Fremdschädenpotential."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:37",
      "text": "Ja ich schnapp mir mal das Transkript von der letzten Sendung und guck mal was was das so kann.\nAber warum nur PDF ich will bitte einfach gerne so einfach."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:57:47",
      "text": "Du kannst ja den Text ganz einfach. Ja dann sagt er mir der ist aber zu lang.\nJa gut aber ich meine du könntest ihn jetzt auf die Seite schicken halt mit\ndem Browsing Modul und kannst ihm sagen so geh mal hier auf die,\nDas Problem ist, dass du ja so ein Aufzugklappteil hast auf der Seite,\nalso es wäre natürlich schon gut den Text irgendwo so zu haben,\ndass er da ohne Probleme rumkrollt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:07",
      "text": "Du meinst ich kann jetzt direkt auf die URL des Transkripts checken."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:58:13",
      "text": "Also schau dir diese Seite an, URL und beantworte Frage XY dazu,\nRede an Teile der Person zum Beispiel."
    },
    {
      "speaker": "roddi",
      "time": "1:58:21",
      "text": "Heute live Chat GPT rumspielen in der Freakshow."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:58:26",
      "text": "Also ohne das zu sehen ist vielleicht ein bisschen langweilig für die anderen oder was meint ihr?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:30",
      "text": "Ihr redet einfach weiter, ich probier das mal aus."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "1:58:34",
      "text": "Ja okay das könnten wir natürlich probieren das wäre ja eine Chance für uns.\nTim haben wir jetzt hier verloren also den müssen wir hier nachher raustragen mit Stuhl denke ich mal.\nWas können wir noch dazu sagen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:58:47",
      "text": "Ich kann jetzt zumindest mal vorlesen was Tim jetzt eigentlich meint.\nHier ist ein Transkript im VTT Format das ist Video Untertext."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:55",
      "text": "Genau genommen ist es nicht im VTT Format, sondern es ist im Web VTT Format."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:59:00",
      "text": "Einer Podcast Sendung. Lies es dir durch und fasse den Inhalt der Sendung in\ndrei Sätzen zusammen. Okay gut, das ist ambitioniert, aber why not?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:07",
      "text": "Ich weiß jetzt aber nicht, ob das jetzt so richtig ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:59:11",
      "text": "Das sehen wir jetzt. So jetzt hat er auf los schicken gesagt. Der Cursor blinkt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:17",
      "text": "Das heißt diese Plugins werden jetzt automatisch aktiv je nach Bedarf.\nAlso er hat sich zumindest jetzt nicht beschwert.\nAh ja, using ask your pdf.\nInteressant, also er benutzt jetzt dieses pdf Ding."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:59:30",
      "text": "Genau, ansonsten hättest du jetzt oben im Modell wieder, genau der kann mich\njetzt nur pdf Dokumente, schalt mal oben das Webbrowsing wieder um."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:44",
      "text": "Das was?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:59:45",
      "text": "Oben ins Webbrowsing Modul von GPT 4. Und dann? Und dann machst du nochmal genau\nden selben Satz den du gerade hattest.\nWeil es kann ja die URL aufrufen, dafür brauchst du ja jetzt das ASO PDF gar nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:56",
      "text": "Ich hab das ja auch nicht explizit, achso."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:59:59",
      "text": "Nimm deinen Text nochmal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:00",
      "text": "Ja und dann?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:00:01",
      "text": "Ab in die Zwischenablage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:03",
      "text": "Ja und dann?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:00:04",
      "text": "Und dann gehst du, machst du ein New Chat am besten. Immer frisch ist immer gut."
    },
    {
      "speaker": "roddi",
      "time": "2:00:09",
      "text": "Die weiteren Themen der Sendung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:00:11",
      "text": "Oben geht BT4 und Browse with Bing. Und jetzt packst du das unten wieder rein und ab damit."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:00:18",
      "text": "Vielleicht kann ich gar nicht so als kleinen Lückenfilter noch mal erzählen\nwie man so ein Plugin überhaupt selbst baut weil das relativ cool ist,\ndas hat, das wird mich brennend interessiert.\nDas ist also ich habe es selbst nicht gemacht aber Leute beschreiben glaubwürdig,\ndass man die, also man braucht erstmal eine API also eine Schnittstelle im Web\nwo du so irgendwie die beschreibst mit der Open API,\nnicht AI, Open API Geschichte also das ist so ein Standard wo du sagst,\nwie sehen die Schnittstellen aus, das ist technisch und dann beschreibst du\nals Text wie dein Plugin zu benutzen ist.\nAls Text, also du beschreibst so und dann kann man ja hier machen und dann das,\ndas gibt's so Chat-GPT und Chat-GPT guckt sich das an und sagt naja alles klar,\nhab ich jetzt ja verstanden, da kann man PDF machen und wenn jemand PDF will und einen Link hat,\ndann kann ich das ja wohl benutzen und das ist irgendwie so,\nAlso ich habe sehr lange drüber nachgedacht wie das sein kann und ob das Betrug\nist und ob das stimmt aber auf jeden Fall,\nwas ist das für ein Hexenwerk aber es scheint so zu sein, dass man da nicht\nirgendwas programmieren muss, sondern du bist eben in der Lage du musst eine\nAPI haben, eine textuelle Beschreibung und fertig ist dein Plugin.\nWas eventuell auch erklären könnte, warum irgendwie, als ich das gestern oder\nwann ich das gemacht habe oder vielleicht sogar heute morgen da nur elf Seitenplugins\nwaren und wir jetzt 22 Seitenplugins haben,\nweil das eben überschaubar ist im Aufwand das zu bauen, ob das denn immer gut\nfunktioniert, hängt eben von der Beschreibung deines Plugins ab.\nUnd allein sowas als eine Art der Plugin-Programmierung zu haben,\ndas ist ja eher Science-Fiction, hätte ich gedacht und jetzt läuft's hier,\nne? Ich meine, es läuft jetzt gerade,\nTatsächlich eher so mittel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:01:55",
      "text": "Also das ist jetzt so der Zustand, den man halt letzte Woche auch immer hatte,\nalso es noch nicht überbiegen ging. Also du gibst wirklich eine URL an,\nwo nichts anderes ist außer der Content und wo nicht viel nachdenken muss und\ntrotzdem müht er sich jetzt hier ab und sagt Reading Content failed."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:02:09",
      "text": "Ja ich, ich glaube wir müssen ja den Ausstieg langsam schaffen aus dem Thema.\nEs zieht einen rein, es ist faszinierend und man kann das ja auch irgendwie\nspäter nachts alles noch machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:22",
      "text": "Ja ich probier es nochmal, ich hab gerade gemerkt ich hab ja das Transkript\nsowieso in der Webseite,\nes ist halt nur ausgeblendet so CSS mäßig, das heißt er müsste es eigentlich\nauch tatsächlich direkt von\nder Seite nehmen können, das wäre natürlich schon mal ein Versuch wert."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:02:37",
      "text": "Also Tim macht da einen Versuch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:39",
      "text": "Aber hast du das jetzt schon ausreichend erklärt wie man die Plugins programmiert?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:02:42",
      "text": "Ich glaube schon, du hast noch nicht zugehört oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:02:44",
      "text": "Fürchte."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:02:46",
      "text": "Ja also das das coole daran ist\nja da ist nicht viel zu erzählen es gibt ein Video auf deren Seite wo ich zuerst\ndachte es kann so nicht sein das kann nicht stimmen und jetzt wo wir über die\nPlugins gehen geh ich davon aus es wird schon stimmen man muss eben eine Stelle\nhaben und eine Open API Beschreibung davon aber dann sappelst du eben mehr oder\nweniger viel wie das Ding funktioniert.\nKrass ne, so und ich bin ja Softwareentwickler, da überlege ich mal wie mich das stresst,\nich hab ja noch ein paar Jahre bis zur Rente also mindestens 15 würde ich mal\nsagen und jetzt, was mache ich denn dann noch, was mache ich denn noch bis zur\nRente, das sollte jetzt nicht Thema des Podcasts werden sondern ein Beratungsgespräch für mich, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:28",
      "text": "Warum nicht?\nFrickshow kann auch Lebensprobleme sein."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:03:33",
      "text": "Ja ja aber es ist auf jeden Fall so, dass es bestimmte Fragen einfach echt nochmal\nneu stellt. Was wird Programmieren sein?"
    },
    {
      "speaker": "roddi",
      "time": "2:03:41",
      "text": "Da ich relativ viel meiner Zeit mit Debugging vertue beim Programmieren und\ngerne mal die Fehler anderer Leute debugge,\nmach ich mir da jetzt nicht so viel Sorgen, ehrlich gesagt."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:03:59",
      "text": "Wir gucken, wir gucken."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:04:01",
      "text": "Also ich hab das Experiment ja jetzt mal gemacht. Ich weiß nicht,\nob das ein Moment ist, wo man das jetzt reinhängen würde.\nUnd hab mal ein kleines Tool ausschließlich von ChatGBT4 mir programmieren lassen\num zu gucken so wie weit kommt man denn damit und wie fühlt man sich damit so\nals jemand der selber auch ein bisschen codet und was geht schneller als gedacht\nund was ist irgendwie schrecklich.\nUnd der Anwendungsfall war, ich hab ja bekanntlich nur zwei Themen,\ndas eine ist ChatGPT und das andere Mastodon, dann verbinden wir das doch einfach.\nUnd was mich seit Jahren stresst ist, dass es für Mastodon keine Twitterwall gibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:39",
      "text": "Keine Mastodonwall."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:04:41",
      "text": "Genau, also keine Wall. Keine Wall. Die älteren unter uns werden sich erinnern,\nin der Tat 2009, sagt zumindest ChetGBT, war die erste Twitter Wall auf einer Republika.\nDas ist also auch schon irgendwie 14 Jahre her, also gut abgehangene Technologie, aber außer."
    },
    {
      "speaker": "roddi",
      "time": "2:04:58",
      "text": "Das war so kurze Zeit wo das üblich war."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:05:02",
      "text": "Obwohl das auch irgendwie hip war, aber ich finde nach wie vor das Konzept eigentlich ganz cool.\nAlso wer das nicht kennt, man ist auf irgendeiner Konferenz und Leute tweeten\nund posten auf Twitter oder Mastodon über diese Konferenz und man hat irgendwo\neine Seite, einen großen Screen, wo man diese ganzen Postings unter den Hashtags\nversammelt angezeigt bekommt.\nUnd ich finde das auf Konferenzen, finde ich das nach wie vor ein cooles Instrument."
    },
    {
      "speaker": "roddi",
      "time": "2:05:23",
      "text": "Ja bis zu dem Zeitpunkt, wo dann die Audience anfängt auf der Twitter-Wall gegen die,\ngegen den Vortragenden oder die Vortragenden abzuhaten und dann das ist dann\nso der Punkt, wo dann der Veranstalter das mit der Twitter-Wall wieder sein lässt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:39",
      "text": "Oder wo die Krypto-Bros dann irgendwie das Konferenz-Hashtag hijacken."
    },
    {
      "speaker": "roddi",
      "time": "2:05:44",
      "text": "Genau deswegen sieht man das auch kaum noch auf Konferenzen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:05:48",
      "text": "Ich war trotzdem der Meinung, dass es genug kleine harmlose Konferenzen gibt,\ndie davon doch sehr profitieren würden und habe einmal pro Jahr mal rumgefragt\nim Masterdorn-Universe, will das nicht mal jemand runterkommen,\ndas kann doch so schwer nicht sein und es war aber irgendwie jemand da und ich\nselber hatte immer keinen Bock zu.\nUnd ich komme ja aus dem Bibliotheksbereich und just diese Woche von Dienstag\nbis Donnerstag war die große Bibliothekstagung, die früher mal Bibliothekartag\nhieß und aus verständlichen Gründen jetzt nicht mehr so heißt,\nsondern jetzt heißt sie Bibliokon.\nHabe ich mir letzte woche dienstag gesagt so jetzt ist der zeitpunkt gekommen\nchat geht pt4 los geht's zwei stunden wir bauen jetzt eine mastodon wall.\nUnd du kannst mal in dem Dokument mal unsere Notes da habe ich einen Link den\nschmeiße ich jetzt auch mal gleich in die in den Chat rein dann könnt ihr alle nämlich mitlesen.\nIch habe das mal ein bisschen runter dokumentiert heute.\nWie dieser Prozess dann eigentlich ablief und was so die verschiedenen Phasen\nvon Euphorie und Depression waren, weil ich glaube daraus lässt sich ein bisschen\nablesen, was dem ein oder der anderen von euch in den nächsten Monaten und Jahren so erwartet.\nDas kannst du einfach mal aufrufen, dann können wir nochmal so ein bisschen\nschnell durchgehen. Also man kann sich das dann auch alles in Ruhe durchlesen.\nSo, also Grundannahme war schon mal, ich mache es auf Englisch,\nweil Stack Overflow und so weiter als Grundlage wahrscheinlich doch englische\nQueries noch mal besser tucken verarbeitet werden als deutsche.\nHabe ich aber nicht ABI getestet, ob das nun wirklich so ist oder nicht.\nHabe es einfach gemacht.\nDas zweite war halt eine sehr klare, sehr kompakte Vorgabe,\nso wir wollen eben jetzt zu drei vorgegebenen Hashtags, weil klar war,\ndie werden sich nicht auf eins einigen können, das heißt ich möchte drei Hashtags\nabfragen und die sollen eben schön auf so Karten auf einer Seite angezeigt und aktualisiert werden.\nUnd ich hab die Technologie vorgegeben, weil ich wollte, dass es so niedrigschwellig\nwie möglich ist. Also HTML, JavaScript, CSS, Bootstrap als Layout,\nSprache und das war's dann auch schon. Und den Rest konnte sich JetGPT 4 aussuchen.\nUnd der Anfang war dann ein bisschen holprig, kann man nachlesen,\nkönnen wir jetzt aber überspringen, weil irgendwie meinte ich,\nich bräuchte noch ein Proxy, um irgendwie an die Mastodon API ranzukommen und ähnliches.\nUnd so innerhalb von ungefähr einer halben Stunde hatte man aber die ersten\nPostings vernünftig irgendwie online.\nDann ging es relativ schnell, relativ gut vorwärts.\nKannst du einfach mal, geh doch mal in das Dokument rein, das wir uns hier angucken können.\nJa, also es sind wirklich einfach ganz normale...\nSätze die ich da geschrieben habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:37",
      "text": "Ja du wolltest es ja nicht angucken, wir sind ein Audio Podcast,\nwir müssen das vorlesen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:08:42",
      "text": "Also was ich dort versucht habe zu beschreiben ist halt ein Schritt für Schritt vorgehen.\nDas heißt also erstmal nur so guck mal, dass du mir jetzt zu diesem Hashtag\nerstmal irgendwie die aktuellen Postings zurück gibst und kümmere dich gar nicht um die Formatierung.\nUnd wenn er das gemacht hat, dann habe ich gesagt, so jetzt formatieren wir\ndas Ganze doch mal ein bisschen. Wirft da ein bisschen CSS drüber.\nUnd dann möchte ich im nächsten Schritt das Ganze als ein Masonry-Layout haben,\ndass man also so eine schöne Flickenteppich-Verteilung hat und ähnliches.\nUnd das was er halt macht, ist dann wirklich auch Code zurückgeben.\nDas heißt also, er schreibt nicht nur so, du müsstest jetzt irgendwie xy machen,\nsondern auch wenn er behauptet, er könnte es mir nicht programmieren,\ner tut es. Das heißt, er gibt einen Code-Block zurück, inklusive schöner Copy-Code-Funktionen.\nUnd in der steht dann der Code drin. Den habe ich dann einfach bei mir auf dem\nServer abgeworfen und der ist dann lauffähig.\nDann habe ich also Schritt für Schritt weitere Features hinzugefügt.\nUnd vieles davon ging dann sehr schnell und manches ging dann aber auch nicht\nso besonders gut. Und dann kommt man halt in den Debugging rein.\nAber dieses Debugging ist eben auch so, dass man es auf rein verbaler Ebene\nmachen kann. Das heißt also, dann sagt man eben so, die JavaScript-Konsole wirft\nmir gerade diesen Fehler aus.\nWas ist deine Meinung dazu, wie ich das beheben kann? Und dann gibt er einem\nVorschläge, was dann dagegen irgendwie zu tun ist. Und dann habe ich halt innerhalb\nvon zwei Stunden war ich dann so weit, dass am Ende im Prinzip das Grundziel erreicht war.\nDas heißt also, ich hatte eine Seite mit drei Hashtags und die wurden angezeigt.\nUnd das ging dann so zügig, dass man durch den Feature Creep mäßig Lust auf mehr hat.\nUnd das Skript wurde dann komplizierter, es war am Anfang alles in einer einzigen\nDatei, dann haben wir gesagt, wir teilen das mal auf, eine JavaScript-Datei\nund eine CSS-Datei und eine HTML-Datei.\nUnd irgendwann so ab einer Codelänge von 150 Zeilen merkt man,\nverliert er irgendwann doch seinen Kontext.\nDas heißt also, er kann erstaunlich lange sich merken,\nwas so sein bisher programmierter Code war, aber so ab 150 Zeilen ungefähr bricht\nes irgendwann in sich zusammen und er fängt an quasi Dinge vorzuschlagen,\ndie er vorher gar nicht geschrieben hat, auf die sich das bezieht.\nUnd dann geht man hin und schickt ihm mit jeder Query den kompletten Quellcode gleich nochmal mit.\nNach dem Motto, so, das ist der aktuelle Stand, jetzt sind wir wieder in Sync,\nbaue auf dem weiter. bisschen beschwerlich.\nFunktionierte dann aber wieder so\nfür eine halbe Stunde, um noch irgendwie feature-technisch weiterzukommen.\nFührte dann aber auch irgendwann dazu, dass dann doch auch mit der Methode nicht\nmehr viel ging. Das heißt also jeder Fehler, den man korrigiert hat,\nhat woanders was eingerissen, jedes neue Feature.\nIch wollte dann, dass man auf die Hashtags draufdrücken kann und man dann ein\nkleines Formen bekommt, wo man die von Hand ändern kann und so weiter.\nUnd irgendwann funktionierte der ganze Laden nicht mehr. So,\nwas macht man dann als Software Developer, wenn irgendwie die Sache nicht mehr funktioniert?\nMan stößt ein Refactoring an.\nHabe ich gesagt, so. Das ist unser aktueller Code, das läuft nicht mehr besonders\ngut, mach mal ein Refactoring.\nUnd dann macht er ein Refactoring. Das heißt also er hat sich hingeguckt und\ngesagt, okay ich sehe folgende Probleme, die wir hier in diesem Code haben,\nlass mal kleinere Funktionen machen. Jede Funktion macht eine Funktion,\ndas hat er alles gemacht.\nJede Funktion sollte jetzt nur noch eine Aufgabe haben und die aber vernünftig machen.\nWir ziehen ein Debugging Layer rein, dass wir auf der JavaScript Konsole aussagekräftigere\nFehlermeldung bekommen und sowas.\nSowas. So und danach lief es dann wieder. Also nach dem Refactoring musste man\nschon nochmal so zwei, drei Iterationen machen, um es wieder komplett lauffähig\nzu kriegen, aber es ging.\nSo und von da ab, das waren dann so Stunde fünf und sechs, konnte man mit dem\nganzen wieder arbeiten.\nWahrscheinlich auch nur bis zu einem Punkt X, aber am Ende,\nich kann es jetzt mal auf die, genau, gehen wir auf das GitHub-Repository,\nwas da jetzt ist, oder ja, das ist die, ja genau, Bis hin zu der Readme,\ndie er mir geschrieben hat, ist also jetzt der komplette Code hier in dem GitHub-Repo\nkomplett von ChetGPT4 geschrieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:48",
      "text": "Du hast auch nicht irgendwas, nichts angefasst, nicht eine Zeile."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:12:53",
      "text": "Also das einzige was ich mal gemacht habe ist im CSS Stadtnamen 4er Border ein 3er Border machen.\nJa, weil ich da keine Lust hatte, dann ihm noch zu sagen, so mach jetzt hier\naus, das kann ich schon noch selber machen.\nAber es gab keine neue Zeile, die von mir geschrieben worden wäre.\nWenn du jetzt mal oben in den JavaScript-Code mal reinguckst,\nda passiert schon ein bisschen was.\nUnd so ein wirklich schöner Moment war beispielsweise, ich wollte eine relative\nZeitangabe haben. Das heißt also, von wann ist das jeweilige Posting.\nIch wollte ja nicht drin haben, das ist von 15.40 Uhr, sondern es ist vor zwei Minuten.\nDann habe ich ihm gefragt, so, genau da die Funktion hier, time ago.\nSo dann habe ich ihm also gefragt oder ihm gesagt so jetzt schreibt mal die\nZeitangabe in relativer Zeit zur Besuchszeit hin und dann antwortete er mir\ndafür gibt es eine schöne JavaScript Bibliothek die würde ich eigentlich empfehlen\nich verstehe aber du willst es leichtgewichtig haben hier hast du eine Funktion mit der es auch geht.\nDas war so ein WTF Moment, wo ich dachte so okay, das fängt an Spaß zu machen hier.\nDas heißt also mein Priming, was ich ihm am Anfang mitgegeben habe,\nich will es so leichtgewichtig haben, dass es alles innerhalb einer einzigen\nSeite funktioniert, das hat er befolgt an der Stelle und hat das ernst genommen.\nSchon wild. Jetzt geh nochmal zurück und guck mal wie das Ganze am Ende jetzt wirklich aussieht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:16",
      "text": "Warum hast du ja jetzt nicht schon für diese Sendung, machst du dann Wall?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:14:20",
      "text": "Tim, das machen wir jetzt doch live."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:22",
      "text": "Achso."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:14:22",
      "text": "Achso. So das ist jetzt, was wir jetzt hier haben, ist jetzt die Wall,\nquasi jetzt eben der Konferenz, der nach 10 Sekunden reangierter sich nochmal\nein bisschen um, so und ab jetzt ist das ganze quasi stabil.\nSo und jetzt kannst du mal oben rechts auf die Hashtags gehen und dann,\ndas ist alles eine One Pager Applikation, das heißt also der View wird jetzt einfach mal klicken.\nSo und jetzt hast du also, siehst du jetzt als Backend, wo du deine drei Hashtags\ndefinieren kannst und welchen Mastodon Server du abfragst. Und jetzt gibst du\nda einfach mal ein Freakshow und Hashtag 2 und Hashtag 3 löscht du mal raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:01",
      "text": "Also du meinst wir sollen Freakshow."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:15:04",
      "text": "Genau und alle da draußen. Oder FS266. Oder so genau und wenn dir noch ein dritter\nHashtag einfällt ist auch gut.\nSo und ihr da draußen könnt jetzt schon mal, Meta-Ebene. Und ihr da draußen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:18",
      "text": "Und Server? Was heißt jetzt Server?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:15:21",
      "text": "Du kannst mit dem Skript so wie es jetzt derzeit ist halt genau einen Mastodon Server abfragen.\nDadurch dass die aber untereinander vernetzt sind auch über die Hashtag-Suche,\nkriegt man schon immer relativ viel. Das heißt geh mal, trag mal hier Chaos\nSocial ein, der dürfte jetzt die meiste von unserer Zielgruppe sitzen.\nDu kannst aber auch, also als Preset ist da immer hinterlegt,\ngenau jetzt gehst du auf Reload und jetzt baut er sich die Wand zusammen.\nSo und jetzt könnt ihr da draußen mal, so ihr gerade zuhört und ein Mastodon\nAccount habt, könnt ihr ja mal irgendein kurzes Testposting absetzen mit dem Hashtag Freakshow."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:56",
      "text": "Oder FS266 oder Lattenzauern Metaebene."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:16:01",
      "text": "Genau. Und das Tool ist jetzt so gebaut, das hast du ja gerade eben gesehen,\noder siehst es jetzt oben in der URL, dass die Hashtags und der Server oben\neinfach nur als URL-Parameter drangehängt werden.\nUnd das ganze läuft jetzt hier, das war eine Idee von, ne guck,\nHeiko hat gerade schon was reingegeben hier.\nSo das heißt also du musst jetzt überhaupt keine eigene Instanz betreiben davon\nfür deine Konferenz sondern du kannst meine Implementierung nehmen auf meinen\nGitHub Pages und führst einfach nur oben deine Hashtags von deiner Konferenz\nrein und vielleicht noch dem\nServer wo die meisten deiner Leute sind und dann ist es up and running.\nOder du nimmst dir meinen GitHub Repo und klonst dir das in deinen eigenen GitHub\nAccount und lässt es da laufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:45",
      "text": "Dann packe ich also die URL in den Chat und dann können sich auch alle dieselben\nView anschauen sozusagen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:16:50",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:52",
      "text": "Here we go."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:16:53",
      "text": "So und das kannst du jetzt dann wiederum woanders posten und kannst es auf Screens\nauf deiner Konferenz laufen lassen. Aktualisiert sich alle 10 Sekunden.\nAlle 10 Sekunden werden auch die relativen Zeitangaben aktualisiert.\nDas heißt also, das ist dann irgendwann auch wirklich hier 9 Sekunden und daraus\nwird dann irgendwann eine Minute und so weiter. It just works.\nSo und das also Chat-GPT-4, was nun wirklich nicht dafür bekanntlich getunt\nist, Software zu schreiben, so etwas hier möglich macht, das finde ich bizarr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:25",
      "text": "Das ist in der Tat äh...\nIrre. Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:17:33",
      "text": "Ist es natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:35",
      "text": "Ich finde es natürlich super, dass das funktioniert hat.\nWahrscheinlich ist auch der ganze HTML-Javascript gerade ein sehr dankbarer Abnehmer,\nweil da scheint da sehr viel Wissen, also das ist so komplizierter Scheißdreck,\ndass da so viel darüber diskutiert wird im Netz, dass da quasi so viel Information ist.\nWährend so Sprachen wo alles klar ist, da muss dann nicht mehr viel diskutiert\nwerden, da gibt's dann nicht so viele Probleme die besprochen werden.\nAllerdings hab ich auch gemerkt und das ist natürlich so ein bisschen die Herausforderung,\ndu kannst ja nicht davon ausgehen, dass jetzt alle Wünsche an dieses Skript\nauch weiterhin von Chet Gpt durch Refinement erfüllt werden können.\nKönnte vielleicht sein, aber ausgehen würde ich mal nicht davon.\nDas heißt du kommst schnell in dieses Problem, so okay was ist jetzt wenn Probleme\nauftreten und vor allem wo glaube ich man sehr vorsichtig sein muss ist so Security Aspekte."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:18:40",
      "text": "Darum habe ich Chet Mitty viel gefragt.\nIch weiß nicht, ob ich den Screenshot drin habe, ich glaube in der Tat nicht,\naber ich hatte zwischendrin bei Stunde 5 kamen mir auch genau solche Überlegungen.\nSo jetzt guckt ihr mal unseren gemeinsamen Code an und nennt mal die 10 fiesesten\ndir bekannten Angriffsvektoren dagegen.\nWo könnten hier Security Risks entstehen?\nEr war dann der Meinung, also okay du hast hier Forms und mit Injections und sowas,\nda könnten Dinge passieren, er glaubt nicht, dass das über die Art und Weise, wie wir es gebaut haben,\nirgendwelche üblen Auswirkungen hat, aber wir sollten lieber nochmal ein bisschen\nFoo über die Forms drüber laufen lassen und das hat er mir dann auch rausgegeben,\ndas heißt also er hat jetzt halt eine entsprechende Ebene, dass er bei den Hashtags\nrelativ harsch auf Es dürfen nur Text mit Zahlen sein."
    },
    {
      "speaker": "roddi",
      "time": "2:19:38",
      "text": "Hat funktioniert, so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:19:39",
      "text": "Das war die Freak Show."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:41",
      "text": "Der Link war auf der Masse und den muss ich anklicken. Klickt man natürlich drauf.\nLässt er sich Rickrollen, ich glaub's ja nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:19:56",
      "text": "Nein also Security ist in der Tat ein Punkt."
    },
    {
      "speaker": "roddi",
      "time": "2:20:07",
      "text": "Chat GPT, füge noch einen Filter gegen Rick Rowling hinzu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:09",
      "text": "Hast du deine Konzentration verloren Ralf?\nOkay ich mach's ja raus. Das ist so ein feuchtbares Lied. Das ist hervorragend.\nAwesome ist Rick Astley wirklich eine coole Socke, ich kann euch nur empfehlen\neuch mal Interviews diesem Phänomen mit ihm anzuschauen, also more decent geht gar nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:20:33",
      "text": "Also Security, es kann echt sehr gerne mal jemand drauf gucken,\nder da einfach auch mal Ahnung davon hat, es liegt auf Gitter und ist definitiv\nnicht meine Komfortzone.\nUnd das zweite, wo ich mir natürlich tendenziell Sorgen mache,\nist okay, was produziert das denn jetzt für Traffic eigentlich auf Mastodon-Servern?\nAlso alle 10 Sekunden jetzt ein API-Request, würde ich mal sagen,\nist im Großen und Ganzen wahrscheinlich zu vertreten, aber wenn das 100 Leute\nparallel auf einer Tagung machen, weil es eben nicht auf der einen Wall läuft,\nsondern jeder bei sich noch im Laptop laufen hat, sieht die Welt vielleicht\nschon wieder anders aus.\nDas heißt also wer auch ein bisschen Ahnung hat von Mastodon Server Scaling\nund was da wie viel irgendwo auf den Maschinen dann auswirkt,\nwäre ich auch in der Tat dankbar, wenn da jemand auf GitHub sich nochmal...\nSich die Sache anschauen könnte."
    },
    {
      "speaker": "roddi",
      "time": "2:21:18",
      "text": "Auf gut deutsch jetzt sollen wieder die Programmierer rein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:21:21",
      "text": "Das wäre die Ebene wo dann jetzt glaube ich doch mal echte Menschen doch noch\nwieder gefragt wären in der Tat."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:21:26",
      "text": "Also ich muss da ja noch ein bisschen mehr Drama reinbringen als Programmierer\nund zwar weil, hört man mich eigentlich? Ja. Ja okay alles klar entschuldige."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:37",
      "text": "Du kannst doch dein Mikrofon noch ein bisschen näher dran hängen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:21:44",
      "text": "Also es gibt für uns Entwickler gibt es zumindest bei den klassischen Entwicklungsumgebungen\ngibt es ein GPT 4 basiertes Tool oder es ist demnächst GPT basiert,\ndass das kann das heißt du gibst dir eine komplette Code Basis und sagst jetzt.\nWieso sieht der Code so aus und dann sagt das Ding ja das sieht so aus weil\noder ist das guter Code oder kannst du mir den bitte heil machen oder kannst\ndu den bitte refactoren und was ist das hab ich gemacht an unterschiedlichen\nStellen dachte so okay das war's jetzt,\ndas ist wirklich gut aber du musst also das was uns Entwicklern immer noch bleibt\noder vielleicht auch uns Menschen ist die Intention und die Motivation das heißt,\nwarum baust du das eigentlich was baust du da.\nWarum hast du den Eindruck, dass es nicht gut ist? Das können wir und da bin ich auch sicher,\ndass wir das nach wie vor besser können als hier in der Maschine, aber quasi der Bereich,\nwo ich das Gefühl habe, die Maschine kann das besser als ich,\nwird immer größer und das ist schon erschreckend und muss man damit umgehen\nund das, was du jetzt gezeigt hast, hat mich auch beeindruckt,\nfand ich ziemlich cool, also Hut ab.\nEine Sache dazu und zwar zu dem Kontext also du hast ja selbst gesagt das Ding\nhat irgendwann nur noch so und so viel Zeilen davon im Blick gehabt,\ngbd4 kann 8000 Token, aber das sind halt Tokens das ist nicht der original Quelltext.\nGenau das ist sowas wie, das ist aber immer noch doppelt so lang wie das was\ndavor da war das heißt ein Token ist ein bisschen weniger als ein Wort und ich\nglaube eine Buchseite hat 200 Wörter typischerweise und 8000 Token vielleicht,\nBisschen weniger als ein Wort, das heißt das sind schon sowas wie 40 Seiten,\nhab ich mal kurz im Kopf durchgerechnet, stimmt das überhaupt,\nglaube ich ja und es gibt auch ne Version von GPT 4 die kann 32.000,\ntucken, also das hier, das was Tim hier versucht hat,\ndass er das zusammenfassen lässt, war zum scheitern verurteilt,\nhab ich aber vorhin nicht gesagt, weil das einfach zu lang ist,\ndas heißt, der ist gar nicht in der Lage durch dieses komplette Dokument durchzugehen,\nweil ich davon ausgehe, dass es wirklich länger ist, also das was hier letztes\nmal gesprochen wurde oder?\n4 Stunden gequatsche, das ist doch länger als Buch oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:49",
      "text": "Naja, also kommt aufs Buch an."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:23:50",
      "text": "Genau, aber mehr als 40 Seiten. Aber das ist was woran die Leute arbeiten und\nwie gesagt es gibt eine 32.000,\nToken Version von GPT-4, leider wird das Modell dann immer größer und immer\nteurer, aber wie das mit Engineering so ist, die Leute arbeiten weiter daran\nund dann wird es irgendwann gehen.\nMehr Bums. Vielleicht muss ich mir mal so ein T-Shirt drucken lassen,\nwo einfach nur drauf steht mehr Bums und das ist immer die Antwort auf alles.\nWie kriegen wir das hin, mehr Bums?\nAlso das fällt mir jetzt gerade ein, ich hab mich mal mit Flugzeugen beschäftigt,\nist ein ganz kurzer Einschub und zwar, so der angeblich sowjetische Ansatz zur\nLuftfahrt ist gewesen so viele Motoren draufschrauben bis das Ding fliegt und\nwenn das nicht geflogen ist hat man einfach gesagt mehr Bums."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:36",
      "text": "Ja das ist generell russischer Ansatz, also der Russe macht das halt einfach mit viel.\nAmerikaner macht das immer mit mehr Detail und mehr Ingeniosität aber Russland\nmacht das einfach mit viel.\nAlso dann bin ich bei Russland muss ich sagen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:24:57",
      "text": "Echt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:57",
      "text": "Aber er ist zwar gescheitert, aber er ist gar nicht so schlecht gescheitert.\nAlso nochmal kurz zu zusammenfassen, das Ergebnis von diesem,\nliest doch mal das Transkript durch hier.\nLeider ist das Transkript des Podcasts sehr umfangreich und es war in der gegebenen\nZeit nicht möglich alle Details zu erfassen und entsprechend mit dem größten\nRedeanteil zu bestimmen. Hier ist jedoch eine Zusammenfassung der bisher erfassten Informationen.\nDer Podcast Freak Show 265 Mansplaining as a Service konzentriert sich auf die\nDiskussion rund um künstliche Intelligenz und maschinelles Lernen.\nMaschinelles Lernen. Insbesondere im Zusammenhang mit Chat-GPT in der Diskussion\ngeht es unter anderem um die Angst vor künstlicher Intelligenz und die möglichen\nnegativen Auswirkungen von Priming in KI Systemen, die zu unerwünschten Stereotypen\nund Vorurteilen führen können.\nSie sprechen auch über die vielfältigen Einsatzmöglichkeiten von KI Technologien\nund ihre potenziellen Missbrauchsrisiken.\nBeispielsweise sprechen sie über die Möglichkeit, dass KI generierte Bilder\nin Berichten von Amnesty International verwendet werden, um die Privatsphäre\nder betroffenen Personen zu schützen.\nEin weiterer Diskussionspunkt ist die Idee des Auto-GPT, dass ein System beschrieben\nwird, das Chat-GPT verwendet und automatisch steuert. Es wird diskutiert,\nwie Auto-GPT Prompts erzeugen kann, um Gedanken zu entwickeln und zu kritisieren.\nZuletzt sprechen sie über die Zukunft von Chat-GPT und LLMs als eine Art Betriebssystem\nund die Entwicklung von Anwendungen, die darauf aufbauen. Sie diskutieren auch\nüber die Möglichkeiten von Plugins für Chat-GPT, die eine Interaktion mit verschiedenen\nDiensten ermöglichen könnten."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:26:25",
      "text": "So wie heute gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:26",
      "text": "Da wussten wir noch gar nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:26:27",
      "text": "Wir wussten es aber wir konnten es noch nicht sehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:31",
      "text": "Ja wir haben versucht, genau wir reden jetzt immer ganz kurz bevor es wirklich da ist darüber.\nGenau die drei Hauptredner, die in den bisher erfassten Teilen des Transkripts\nerkennbar waren, sind Ralf Stockmann, Tim Brickler und Björn Reimer.\nTja Roddy, als ich mal mehr einbringen soll. Ja einfach mal Fresse halt.\nSo also und dann kam Error in Message Stream. Aber so weit so akkurat.\nAlso ich bin in gewisser Hinsicht beruhigt, dass unsere Formate hier immer noch\ndie Fähigkeiten der künstlichen Intelligenz sprengen. Krass.\nKann nicht so ohne weiteres von einer KI ausgelesen werden."
    },
    {
      "speaker": "roddi",
      "time": "2:27:12",
      "text": "So jetzt hast du das vorgelesen, das ist dann wieder im Transkript und in der\nnächsten Sendung, dann muss das wiederholt werden, dann wieder und wieder,\nbis das Ding in die Knie geht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:27:23",
      "text": "Es kommt im Chat noch die gute Frage, ob jetzt dieses Beispiel mit der Masterwall,\nob das jetzt nur so prompten konnte, weil ich selber programmiere.\nDas ist ein guter Punkt. Die Antwort ist ein klares Jein, das thematisiere ich\nda auch in dem kleinen Blogposting, was ich da geschrieben hab,\nkann man sich noch mal im Detail durchlesen.\nIch würde sagen es gab jetzt so wie es gelaufen ist drei oder vier Stellen wo\nman als Nichtprogrammierer aufgehört hätte, weil man da kein Land mehr gesehen hätte.\nAlso dieses Refactoring beispielsweise, hätte ich das nicht gemacht wäre das\nzu Ende gewesen an der Stelle. So und dafür brauchst du schon ein bisschen Hintergrund,\nso okay, warum läuft mir das hier gerade aus der Kurve? Und es gab zwei,\ndrei andere Stellen, die ähnlich waren. Aber, Pointe, ich kann kein JavaScript.\nSo das heißt also die Sprache die hier hauptsächlich verwendet wurde,\nderer bin ich nicht mächtig.\nAlso ich kann das lesen und ich verstehe im wesentlichen was da so passiert,\nja aber die ganze Syntax oder jetzt auch.\nWas da in irgendwie Libraries eingebunden ist und sowas ist ja kein blassen Schimmer.\nAber klar, die ganzen Gefahren haben wir gerade eben schon, ja Security und\nSkalierung und so weiter. So jeder Depp in Anführungszeichen wie ich kann plötzlich\njetzt hier irgendein Java-Skriptcode raushauen, stellt den auch noch auf GitHub\nund promotet ihn, hier nutzt es für eure Konferenz.\nJa, ohne dass ich mich halt mal ernsthaft mit Security und Skalierung beschäftigt\nhabe. Ist ja eigentlich auch ein scheiß Move, ne?\nUnd ich reflektiere es zumindest vielleicht noch so ein bisschen.\nSo, was ist mit den tausend anderen Skriptkiddies da draußen?"
    },
    {
      "speaker": "roddi",
      "time": "2:29:36",
      "text": "Also Aufgabe für die Hörer, Hausaufgabe,\ndie Mastodon Wall muss mit dem richtigen Tooth gehackt werden."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:29:45",
      "text": "So also das ist wie bei vielen Technologien, ich sehe da viel Sonne,\naber das kann auch tüchtig nach hinten losgehen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:29:56",
      "text": "Wir hatten noch so eine kleine Privatunterhaltung über darüber,\ndass wir sicher sind als Entwickler, weil kein Kunde weiß,\nwas sie wollen, was natürlich sehr praktisch ist, aber dann habe ich leider,\nhabe ich nochmal kurz gegoogelt, habe ich gesehen, dass eine Dame,\ndie Product Ownerin ist oder Product Managerin ist,\ngesagt, ich weiß, was Leute wollen, ich kann nicht programmieren,\nich weiß, wie ich das aus den Leuten rauskriege, ich weiß, wie man ein Stück\nSoftware beschreibt, kann ich Software bauen und sie konnte.\nDas heißt, wer weiß, kurz habe ich mich sicher gefühlt und dann zack einmal\ngegoogelt und dann war die Soße schon wieder regenerativiert."
    },
    {
      "speaker": "roddi",
      "time": "2:30:34",
      "text": "Was Product Owner meiner Erfahrung nach nicht können, ist einschätzen,\nwie viel Aufwand es ist, eine Idee umzusetzen, die sie da haben."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:30:47",
      "text": "Das hat sie geschafft, sie hat mit relativ wenig Aufwand da ihre Software zusammenbauen können,\naber es ist ja einfach gut, wir gönnen es ihr nicht, aber vielleicht,\ndas gebe ich offen zu, ich gönne es ihr nicht und das fuchst mich auch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:31:02",
      "text": "Die hatte jetzt wirklich noch nie selber was programmiert."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:31:04",
      "text": "Doch die hatte was selbst vor mir, sie hat irgendwo zugegeben,\ndass sie irgendwann mal so einen 30 Tage Kurs Code in 30 Days hat sie wohl gemacht,\nalso sie ist nicht, also sie kann irgendwas, also das ist nicht so,\ndass sie komplett jetzt keine Ahnung hätte, aber sie ist Product Managerin."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:31:19",
      "text": "Was was übrigens war was vorhin auch als als thema hatten so versteht die maschine\nmich bei diesen ganzen sechs stunden hatte ich keine sekunde das gefühl dass\nchat gbt 4 mich falsch versteht.\nDas heißt also egal was ich an fehlermeldungen dann reingegeben habe oder achtung\nschon noch mal hier folgendes kommt mir komisch vor dieses dieser verständnis\nlevel auf der anderen seite.\nWar immens. Ja wo ich also, wir hatten es letztens mit Siri,\nbrauche ich gar nicht wieder anfangen, wo man keine 5 Sekunden verstanden wird,\nalso dieses so nicht, ich dachte, dass man häufiger aneinander vorbeireden würde,\ndass ich irgendwas beschreibe und dann was ganz anderes kriege,\ndas ist praktisch nicht passiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:56",
      "text": "Also wo wir gerade schon bei maßloser Selbstüberschätzung sind."
    },
    {
      "speaker": "roddi",
      "time": "2:32:01",
      "text": "Dann kündige mal an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:02",
      "text": "Ich stelle ich mal eine ganz steile These auf. Also vielleicht entdecken wir auch gerade,\ndass das Verständnis von gut programmieren können ein bisschen falsch austariert\nist in der heutigen Welt,\nweil das sozusagen primär ein Attribut ist, was auf erfahrene Coder,\ndie schon sehr viel Code geschrieben haben und ihre Programmiersprachen sehr\ngut kennen, im Wesentlichen angewendet wird.\nUnd das auch nicht zu Unrecht.\nGanz klar. Das zeigt die letzte Zeit.\nAllerdings ist es mir nun auch schon sehr oft passiert, dass ich halt auf solche\nLeute treffe, denen versuche irgendwie eine Problemdomäne zu beschreiben und\ndie checken's halt einfach nicht.\nUnd ihre Ansätze sind so mechanisiert und so sehr von den Werkzeugen,\ndie sie da die ganze Zeit benutzen geprägt,\nso eine geradezu technokratische Herangehensweise, dass sie auf der einen Seite\nentweder die eigentliche Zielsetzung nicht verstehen oder wenn sie das verstehen\ndann bei der Umsetzung einfach immer wieder von den Notwendigkeiten des Programmierens\nausgehen und nicht so sehr von den Notwendigkeiten der Anwendung.\nUnd wofür das eigentlich gedacht ist und wohin es sich vielleicht auch nochmal entwickeln kann.\nWenn halt Programmieren, was ja im Prinzip nichts anderes bedeutet als der Maschine\nsagen was sie zu tun hat, so entkoppelt es von Code.\nUnd da sind wir noch nicht, jetzt lassen wir Code schreiben,\naber das Programmieren selber kann ja dann auch nochmal sehr viel higher level\nwerden, also das was wir heute als Hochsprache verstehen ist ja immer noch relativ kompliziert."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:33:48",
      "text": "Kurz dazu, also das haben wir ja vorhin sogar besprochen bei der Programmierung\nvon Plugins, da gibt's keinen Code, da beschreibst du, wie das Plugin funktioniert\nund benutzt wird, da sind wir schon da was du gerade beschrieben hast,\nwir haben es noch nicht gesehen.\nWir haben es noch nicht gesehen, ich habe es auch noch nicht gebaut,\naber es ist glaubwürdig so, dass es so ist und das rührt unsere Köpfe um, so wie du das sagst.\nIrgendjemand beschreibt das, aber du musst natürlich gut beschreiben können,\ndu musst ja immer noch, wahrscheinlich wenn du eine Plakette schreibst,\nich weiß ja auch nicht so genau, mal gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:14",
      "text": "Und das bringt unter Umständen auf einmal ganz andere Leute ins Feld.\nDas Beispiel was du gemacht hast.\nDie einfach sehr viel besser darin sind das Problem zu verstehen auf der einen\nSeite aber auch vor allem die sehr viel besser darin zu formulieren was eigentlich das Problem ist.\nAlso einfach mal einen ganzen Satz zu produzieren, der einfach mal klar sagt\nworum es geht und worum es nicht geht.\nWir haben alle schon in so Meetings und Vorträgen gesessen und mit den Augen\ngerollt und uns gedacht so, was machen diese Leute eigentlich beruflich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:34:48",
      "text": "Also ich glaube ein echt guter Punkt ist Prototyping.\nDass du also plötzlich als jemand der eine gute Idee hast, dich eben wirklich\nmal ein Wochenende einschließt und mit so einem System anfängst eben beim Prototypen zu basteln.\nJa und so würde ich diese must to wall eigentlich auch sehen.\nIch finde das ist ein guter proof of concept zum einen darüber wie es entstanden\nist, sondern darüber wie diese super minimalistische Funktionalität umgesetzt\nist mit Adressierung über URL und so.\nUnd jetzt kann das aber bitte auch mal jemand in Geil kochen.\nSo das muss ich jetzt aber vielleicht nicht mehr machen.\nSo ist es jetzt mal als Idee in der Welt und so könnte man es machen und jetzt\nnimmt sich das doch vielleicht nochmal einer. Also eben Proof of Concepts raushauen\nin die Welt und dafür nicht unendlich viele Ressourcen,\nAber es muss nicht hinterher Produktiv-Code rauskommen."
    },
    {
      "speaker": "roddi",
      "time": "2:35:35",
      "text": "Aber du hast keine Erfahrung damit, wie viele Proof-of-Concept-Code-Sachen tatsächlich\nin Produktion landen, also das ist ein ganz Slippery."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:44",
      "text": "Läuft doch! Läuft doch, ja."
    },
    {
      "speaker": "roddi",
      "time": "2:35:52",
      "text": "Also, wenn ich das nur höre, kriege ich schon irgendwie Bauchnärme."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:35:56",
      "text": "Die Geister, die ich rief."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:58",
      "text": "Ich denke wir können jetzt den AI Teil langsam mal zum Ende bringen oder ist\njetzt fast alles schon gesagt."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:36:08",
      "text": "Mindestens ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:09",
      "text": "Ja mindestens schon fast alles gesagt."
    },
    {
      "speaker": "roddi",
      "time": "2:36:11",
      "text": "Season 3 ist noch nicht vorbei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:16",
      "text": "Aber wir haben ja noch ein anderes Thema was wir uns heute nochmal aufhalsen\nwollten und das hat auch so ein bisschen mit der möglichen Zukunft zu tun und da stellen sich,\nIm Prinzip wieder genau die gleichen Fragen wie bei AI auch so.\nBraucht das jemand? Wofür wird das zum Einsatz kommen? Ist das den Aufwand überhaupt wert?\nWas wird dadurch anders? Ändert sich überhaupt irgendetwas?\nUnd jetzt haben wir noch wie viele Tage bis zur WWDC? Zehn Tage?"
    },
    {
      "speaker": "roddi",
      "time": "2:36:52",
      "text": "Ja ungefähr, nächste Woche Montag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:55",
      "text": "Genau, so das heißt da ist halt wieder Apples World Wide Developers Konferenz\nund ich erwähne das natürlich jetzt deshalb,\nweil die Gerüchtelage sich mittlerweile so dermaßen konkretisiert und verdichtet,\ndass man jetzt, dass man sich das schon fast nicht mehr wegwünschen kann.\nAlso das ist zumindest so der Eindruck, den ich habe und ja worüber reden wir\nnatürlich über das Projekt.\nWas auch immer das sein wird, also was glaube ich derzeit relativ klar ist,\nes gibt ein neues Betriebssystem, ich zitiere jetzt mal nur die Gerüchtelage,\nwas ich gehört habe, ja, XR-OS oder auch Reality-OS,\ndie sich halt mit, das sich offensichtlich mit XR beschäftigt und XR ist ja\nso der neue Sammelbegriff für AR, VR und was war das andere A?\nNaja, halt diese ganzen Realitätsverzerrungen, also Virtual Reality und Augmented\nReality zusammengefasst ist halt Extended Reality und das ist so das super Buzzword\nmit dem man versucht jetzt diese beiden Technologien unter einen Hut zu stecken,\ndie haben ja auch viel miteinander zu tun, weil sie eben sehr viel mit 3D Visualisierung\nzu tun haben und eben auch den Betrachten,\nDieser 3D Visualisierung entweder eben vermischt mit der Umgebung,\nalso Augmented Reality, oder eben komplett eigene Welten, die dann erstmal entkoppelt\nsind von der normalen Realität, also die Virtual Reality.\nSo naja und das Ding verfolgt mich ja nun schon seit Jahrzehnten und hast du mal geguckt,\nwann haben wir darüber gequatsch reift, du warst ja hier mal zu Gast und da\nhaben wir das Thema ja schon mal aufgegriffen und uns auch drüber trefflich\ngestritten und du meintest ja das wäre ja jetzt irgendwie überhaupt totally\noverdue und das würde ja jetzt morgen Einzug halten und die Welt revolutionieren und pipapo.\nUnd ich muss sagen, wann auch immer ich auf so VR-Brillen gestoßen bin,\nbisher habe ich mich immer gefragt, äh, why? Ja, die,\nFähren..."
    },
    {
      "speaker": "roddi",
      "time": "2:39:06",
      "text": "Aber besser, leichter und auch bezahlbarer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:11",
      "text": "Ja gut, sagen wir mal es gibt jetzt so eine Brille und die ist so super leicht so,\nja, den Akku spürst du gar nicht, das Ding liegt wie eine Feder auf deinen Augen,\ndamit hast du dann immer noch so eine Brille off, die dir im VR Modus quasi\nden Blick in die Welt versperrt.\nOder ermöglicht. Oder in einem, ja."
    },
    {
      "speaker": "roddi",
      "time": "2:39:35",
      "text": "2017."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:39:38",
      "text": "Das ist echt lange her. 2017."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:41",
      "text": "Wann 2017?\nFreakshow 195."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:39:46",
      "text": "23.3. Dein Butler ist ein Zombie. War ich hier und haben über Heimkino und VR geredet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:53",
      "text": "Sechs Jahre. Vor sechs Jahren hast du gesagt, morgen geht's los."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:39:58",
      "text": "Es ging los, aber ich erzähl gleich was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:04",
      "text": "Naja im Chat wird jetzt auch schon zu Recht darauf hingewiesen,\ndass ich persönlich ja auch sehr skeptisch war was so die Apple Watch betrifft,\naber habe ich die nicht ausgeschlossen, dass sie kommt, ich war nur sehr skeptisch wann sie kommt."
    },
    {
      "speaker": "roddi",
      "time": "2:40:16",
      "text": "Jetzt haben alle eine am Arm. Jaja. Die hier sitzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:20",
      "text": "Ja hatten wir auch sehr zugesagt das Produkt muss ich zugeben,\naber davon mal unabhängig VR ist halt schon nochmal eine andere Sache,\nweil es halt auf die Augen geht,\nalso über die Augen geht, also im Falle, wenn es so eine Brille,\nalso wenn jetzt Ampeltaste so eine Brille rausbringt, dann geht es halt über\ndie Augen und da bin ich einfach skeptisch und meine große Frage ist,\nWas in aller Welt soll da die Anwendung sein, die wo alle sagen,\nGeil, brauche ich, muss ich haben."
    },
    {
      "speaker": "roddi",
      "time": "2:40:58",
      "text": "Du meinst jetzt außerhalb von Entertainment?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:02",
      "text": "Naja, speziell im Kontext von Kunden von Apple, weil Gamer sind das definitiv nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:41:09",
      "text": "Naja, ich meine traditionell, so ungefähr die letzten 30 Jahre hat Apple irgendwie\nimmer geschafft die Gamer zu verkraulen und Maßnahmen zu machen,\ndie dazu führen, dass halt auf dem Mac nicht gespielt wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:21",
      "text": "Ja."
    },
    {
      "speaker": "roddi",
      "time": "2:41:22",
      "text": "Das kann man, glaub ich, mal so zusammenfassen.\nÄhm, ansonsten finde ich, dass die Anwendung Gaming ist, glaub ich, noch die am ...\nErsten, was ... ist, was funktioniert. Also, wenn du dir Half-Life Alyx anguckst\nzum Beispiel, das ist ja das Spiel, wo die Leute plötzlich angefangen haben, zu jonglieren.\nJa, also die mit Gegenständen, die du in dem Spiel einsammeln kannst,\nanfangen zu jonglieren und richtige Jonglage-Tricks zu machen,\nVideos zu zeigen, wie sie die Dinger da rumjonglieren und dann auch auf die\nFeinde werfen und so weiter.\nAlso so im Entertainment-Bereich kann ich mir das nach wie vor gut vorstellen,\ndass sich die Brillen langsam durchsetzen.\nIch glaube, das ist noch Liebhaberei, weil da so ein bisschen Hennerei-Problem ist.\nDie Anzahl der wirklich guten VR-Spiele ist doch sehr begrenzt und die Anzahl\nder sehr guten VR-Brillen ist,\nglaube ich, auch noch sehr begrenzt und dann wird die Schnittmenge halt sehr\nklein, aber ich kann mir vorstellen, dass das noch wird. Langsam, aber es wird."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:42:36",
      "text": "Also ich kann vielleicht einfach mal kurz erzählen, wie das bei mir in den letzten\nJahren funktioniert hat. Ich glaube überhaupt nicht, dass das jetzt für Apple\nirgendwie ein Betriebsmodell ist, aber ich war während Corona sehr froh meine Quest 2 Brille zu haben.\nNicht weil ich damit jetzt irgendwie tolle Spiele gespielt hätte oder sowas,\nsondern wir erinnern uns vielleicht noch, es gab so im ersten Vierteljahr von\nCorona, hat ja nun wirklich keiner eine Ahnung, wie es irgendwie weitergeht\nund ob diese Welt eigentlich jemals wieder normal wird.\nUnd sich da, wenn man irgendwie die Kinder im Bett hatte, um irgendwie 11 Uhr auf die Couch setzen,\ndiese Quest 2 ohne Kabel und allen Schrott irgendwie aufsetzen und sich VR-Tours\nvon schönen Orten der Welt angucken.\nHatte auf mich einen totalen Balsameffekt.\nSo, ich hab mir dann also so einen 20-Minuten-3D-Film in Dubai angeguckt,\nwo so die Sehenswürdigkeiten von Dubai präsentiert werden und die schönsten\nWasserfälle in Kanada und sowas.\nDas hab ich also sicherlich irgendwie 3-4 Wochen lang jeden Abend gemacht und\nwar danach ein etwas entspannterer Mensch.\nSo und das wird jetzt Apple glaube ich nicht helfen, aber es ist einfach..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:46",
      "text": "Ich glaube auch nicht, dass sie in ihrem Produktmarketing jetzt drauf setzen,\ndass demnächst wieder die Welt zum Stillstand kommt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:43:53",
      "text": "Nein, aber das Zweite, was ich finde, eine Qualität hatte, die ich so noch nicht\ngesehen habe und das wundert mich immer, dass das bei dir so wenig resoniert, ist der ISS-Simulator.\nWo die also die ganze ISS Raumstation modelliert haben und man dann in hinreichend\ngut simulierter Schwerelosigkeit dort drin hängt und wirklich in sämtlichen\nModulen sich immer dann mit den Händen an,\nden Griffen festhält und dann richtig in Schwerelosigkeit reinschiebt und die\nComputer einschalten kann und Erklärungen bekommt,\nwofür ist hier eigentlich welches Element, Sondern kannst du halt dann rausgehen\nin die Schleuse und kannst dann halt deinen Spacewalk um die ISS rum machen\nund unter dir die gigantische Erde und du bist eins mit dir und dem Universum.\nIch weiß nicht, hast du das mal ausprobiert? Die ISS Simulation?\nDeine Frau hat doch eine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:42",
      "text": "Nein, weil mich sowas auch überhaupt nicht triggert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:44:45",
      "text": "In der ISS zu schweben, das triggert dich nicht? Das kannst du mir doch jetzt nicht erzählen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:49",
      "text": "Ich schweb ja nicht, ich sitz ja nach wie vor auf meinem Sofa und ich hab nur\nso eine komische Brille auf und die Auflösung ist scheiße und ich weiß ja auch\nwas ich da tue. Klar ist das ganz nett, aber das kann ich mir auch auf meinem\ngroßen Curve Bildschirm anschauen, das gibt mir genauso viel Information.\nAlso da ist diese Brille einfach nicht erforderlich. Und ich meine,\nich hab seit drei Jahren oder so bin ich jetzt mit meinen Augen so weit,\ndass ich halt so normal lesen ohne Lesebrille ist halt einfach schwierig.\nDas heißt ich hab jetzt auch immer so ein Teil dabei und es nervt.\nEs ist halt einfach irgendwie aufsetzen, absetzen, aufsetzen,\nabsetzen. Ich mach das hier schon seit Stunden, sind wir hier am Podcasten,\ndie ganze Zeit muss ich Brille auf, gucke auf den Bildschirm,\ndann wieder kein Bock, Brille runter und so weiter. Also es nervt einfach.\nWenn ich mir jetzt vorstelle, so eine Brille ist jetzt auch noch der Gateway\nzu meinem Computer-Content und ich müsste das jetzt auch noch irgendwie mit\nreinbringen, bitte, was ist denn das für ein Leben?\nDas will ich einfach nicht. Ich will mir natürlich die ganze Zeit was über mein Gesicht rüberziehen.\nUnd dann bin ich ja auch vollkommen entkoppelt von der Außenwelt.\nSo jetzt ist natürlich die Frage, kann ich diese Brille in irgendeiner Form,\nwenn es XR ist, dann ist da auch AR drin, AR heißt Augmented Reality,\ndas heißt da ist eine Kamera drin oder was und dann gucke ich,\nlaufe ich so rum wie mit so einem Google Glass Hole irgendwie im Modus."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:46:05",
      "text": "Und Tim, was tragen wir denn gerade?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:09",
      "text": "Kopfhörer."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:46:10",
      "text": "Wir haben gerade über einem unserer zentralen Sinnesorgane Technik Erweiterung\ndrüber und sitzen hier fröhlich vier Stunden und finden das so schrecklich dann\ndoch nicht. Warum soll das mit Blumen nicht auch gehen?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:46:20",
      "text": "Also ich finde der Kopfhörer nervt schon, also ohne hätte ich jetzt noch lieber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:24",
      "text": "Es ist ja auch ein konkreter Zweck und es ist auch eine klare Zeit und ein klarer\nModus und wäre es jetzt wichtig, dass wir die restlichen Geräusche noch mit\neinspielen, könnten wir das technisch auch machen.\nEs wäre möglich noch mehr von dem Hintergrundgeräusch zu haben,\naber der Sinn der ganzen Sache ist ja bei diesen Headsets, dass man sich mehr\naufs Gespräch konzentriert und sich von dem Rest nicht ablenken lässt.\nAber das ist halt dann, keine Ahnung, also was mich jetzt, ich kann mir natürlich\njetzt, kommen wir auf dem Chat, tausend Beispiele, was man sich jetzt irgendwie\neinfallen lassen könnte, was man vielleicht irgendwie macht.\nBeim Kochen unterstützen und so weiter, beim Reparieren und so weiter.\nUnd das stimmt auch und das wird ja auch heutzutage schon gemacht,\naber das ist halt Special Interest.\nAber wir reden jetzt davon, dass Apple ein Produkt rausbringt wie eine Uhr oder\nwie ein iPhone, was quasi so General Purpose for the masses ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:47:17",
      "text": "Aber so ist doch das, also was wir besser wissen ist, dass es 3.500."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:21",
      "text": "Euro kosten soll, das ist nicht General Purpose. Ja, das macht es ja noch absurder,\nalso ein viel zu teures Produkt, was noch nicht mal jemand braucht,\nwenn es ein Zehntel davon kosten würde, was soll das?"
    },
    {
      "speaker": "roddi",
      "time": "2:47:36",
      "text": "Also ich glaube, man muss die Diskussion nochmal insofern einfangen,\nals ich sehe halt zwei klare Dinge, das eine ist halt Entertainment,\nalso auch dein ISS Beispiel ist für mich Entertainment oder dein,\nwas war das andere Dubai Beispiel, das ist einfach Entertainment,\ndu setzt dir das Teil auf, um in eine andere Welt einzutauchen,\nist vielleicht nicht für jeden was, aber ich kann das total gut nachvollziehen, dass man halt,\nIrgendwie ein in eine andere Welt eintaucht ich meine Videospiele sind sowas\nhalt auch, dass da, was steht dann auf der Webseite, auf der Apple Webseite\nzu diesem Produkt, tauch in eine andere Welt ein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:17",
      "text": "Ich bitte dich."
    },
    {
      "speaker": "roddi",
      "time": "2:48:18",
      "text": "Also Moment, Moment, Moment.\nDie zweite Sache, die Frage ist, wird es zu einem Werkzeug im Sinne von AR oder im Sinne von,\nkeine Ahnung, also mein größeres Problem ist mit so einem Produkt und Apple\nist, dass Apple nach wie vor sehr hohe Mauern in seinen Walled Gardens hat.\nUnd wenn sie das Ding tatsächlich für 3.500,\nEuro anbieten, dann kaufen das da irgendwie 10.000 Leute da draußen und ärgern\nsich ein halbes Jahr später, dass sie so viel Geld ausgegeben haben,\nweil es keine Software dafür geben wird.\nAlso, ich meine, du siehst ja Apple TV allein schon.\nDas Ding ist doch im Prinzip auch krepiert, weil niemand eine Set-top-Box für 200 Euro haben will.\nDie im prinzip nichts anderes tut als fernsehsendungen abzuspielen also es da\nist nie ein markt für applikationen entstanden weil das ding einfach zu teuer\nist und und und das ist das problem wenn apple das nicht gelöst kriegt.\nDann ist es dead in the water."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:34",
      "text": "Also bei Apple TV sehe ich durchaus noch Pfad, den man gehen kann und wo es\nauch einen sinnvollen Mehrwert gibt und dann ist natürlich immer noch die Frage, ist es billig genug?"
    },
    {
      "speaker": "roddi",
      "time": "2:49:44",
      "text": "Aber ich sehe ein Pfad und es ist ein Massenmarkt, sind halt zwei unterschiedliche\nDinge und das ist glaube ich bei dieser Brille,\nwenn die da nicht wirklich aufpassen, dass sie da sehr sehr viel Content auf\ndas Teil holen, dann krepiert ihnen das sofort wieder weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:01",
      "text": "Aber was für ein Content, was für ein Content, also was, wofür,\nwofür soll das, was sind die drei Sachen, die sie aufzählen mit das ist das,\nwas jetzt möglich ist, was gestern nicht möglich war.\nWas sind diese drei Sachen? Mir fällt nicht eins ein."
    },
    {
      "speaker": "roddi",
      "time": "2:50:18",
      "text": "Also wenn sie kein Apple Cut oder so launchen und sagen du kannst jetzt deine\n3D Modelle mit diesem Programm oder aber da haben sie ja auch nicht die Firma\nfür gekauft in den letzten drei Jahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:32",
      "text": "Das ist super Nische."
    },
    {
      "speaker": "roddi",
      "time": "2:50:34",
      "text": "Ja natürlich ist es super Nische."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:35",
      "text": "Aber das Produkt ist doch nicht, sie räumen doch, sie machen doch nicht eine\nneue Plattform auf einer, auf ihrer...\nDie anderen Plattformen sind Fernsehen, Uhr, Telefon, Tablet, Computer.\nUnd wenn sie dem jetzt noch eine sechste Plattform hinzufügen,\ndann ist das doch nicht die Supernische der Supernische für irgendwie fünf Leute,\nsondern dann muss das ja irgendwas sein, was Appeal for the masses hat.\nVielleicht nicht alle erst mal sondern schon natürlich eine Auswahl aber potenziell\netwas was jeder vielleicht irgendwann mal haben will weil sich alle denken wie geil ist das denn.\nSo aber da fällt mir halt nicht ein was es ist weil es ist nicht Gaming.\nGaming mag populär sein in seiner Nische aber es ist schon gar nicht in der\nApple Welt aber auch ansonsten ist es eher eine Ausnahme und auch die meisten\nLeute spielen ja auch ihre Spiele dicht damit.\nDie haben einen großen Bildschirm und fertig so."
    },
    {
      "speaker": "roddi",
      "time": "2:51:35",
      "text": "Du, keine Ahnung, vielleicht ist Heimtraining aller Art.\nWenn du auf deinem Heimtrainer-Fahrrad sitzt, da gibt's auch dieses Strava,\nwo du dann gegen andere Leute fahren kannst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:46",
      "text": "Da hast du einen Bildschirm vor der Nase, fertig, du willst da nicht noch so\nein dusseliges Teil auf dem Kopf haben, wo du reinspitzt."
    },
    {
      "speaker": "roddi",
      "time": "2:51:52",
      "text": "Ich bin ja auch nicht jemand, der sagt, das wird auf jeden Fall ein Kassenschlager.\nAlso ich glaube, dass Apple auch mal einen dicken Dämpfer ganz gut brauchen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:01",
      "text": "Aber die werden doch darüber nachgedacht haben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:52:05",
      "text": "Also eigentlich bin ich total bei dir. Die müssen irgendwie eine sehr sehr gute Geschichte erzählen,\nwarum sie jetzt im Jahr 2023, wo man jetzt sogar die Quest 2 irgendwie trotz\nehemals ja realisierenden Importquerelen hier bei jedem Mediamarkt um die Ecke\nkaufen kann, was sie da drüber setzen können.\nJa und das kann nicht Auflösung sein, das kann nicht irgendwie Tragekomfort sein,\nsie fangen ja sogar schon an mit ihren Scheinbaren mit irgendwie Battery Packs\noder sowas irgendwie zu hantieren, also sie müssen schon irgendeine Story erzählen\nund für diese Story hab ich persönlich keine Idee.\nIch vermute aber wie du gerade sagst, die sind eigentlich clever genug,\ndass sie eine Idee haben müssen, ansonsten würden sie das glaube ich nicht tun\nund ich bin gespannt, was diese Idee sein wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:48",
      "text": "Was meinst du Oli?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:52:49",
      "text": "Habt ihr eine Idee was es ist? Also ich hab davon überhaupt keine Ahnung,\naber was soll das denn sein?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:57",
      "text": "Das ist ja die Frage, also Porn geht immer."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "2:53:01",
      "text": "Ich wollte das nicht sagen, wie machen die denn Porno, weil Porno geht tatsächlich immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:06",
      "text": "Apple macht kein Porno, Apple macht keine Games und wenn man sich anschaut,\nokay wir können ja mal gucken was haben sie denn bisher gemacht.\nJa sie haben jetzt über mehrere Jahre haben sie dieses AR Kit in ihr Betriebssystem integriert,\ndas heißt sie haben im Prinzip die ganzen Voraussetzungen geschaffen für Kamera,\nEinblendung, 3D Modelle, das sozusagen alles zu kombinieren und es wäre sehr\nwohl vorstellbar, dass sie die Software dafür haben. Sag mal mal, ich hab jetzt...\nSo was wie diese Google Glasses. Die alte Idee von Google, die ja nicht besonders erfolgreich war.\nSo ist ne Kamera da drin und du hast irgendwie nur so ein Einblendungsteil,\nwas das dann irgendwie auf deine Retina projiziert. Wird's nicht sein,\ndas geben die Gerüchte nicht her.\nAber dann wäre das sozusagen so ein Produkt, wo man sagen könnte,\nah ok, ich laufe durch die Welt und es zeigt mir mehr an.\nDas ist genau dieselbe Idee, die Google auch schon hatte und die total gescheitert\nist, weil die Leute halt einfach nicht gefilmt werden wollen und du auch affig\naussiehst mit so einem Teil."
    },
    {
      "speaker": "roddi",
      "time": "2:54:13",
      "text": "Naja gut, die Google Glass war aber auch so das Nokia Tastentelefon unter den\nVR Brillen oder AR Brillen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:20",
      "text": "Die ist vor allem gestorben, weil die Leute einfach als Glassholes bezeichnet\nwurden, weil sie halt mit einer Kamera rumlaufen so und."
    },
    {
      "speaker": "roddi",
      "time": "2:54:26",
      "text": "Ja die Welt war nicht bereit, das stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:28",
      "text": "Ne die Welt, und ich glaube auch nicht, dass die jetzt bereit ist.\nDie ist jetzt nicht bereiter geworden. Genau, also das ist eher noch schlimmer als vorher."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:54:36",
      "text": "Also ich finde Roddy hat einen Punkt was also quasi jetzt so Apple Themen angeht,\ndas ist Sport, Fitness, aber ich gebe dir völlig recht ich will nur alles machen\nmit so einem Teil aber nicht Sport und Fitness."
    },
    {
      "speaker": "roddi",
      "time": "2:54:48",
      "text": "Wenn man Sport richtig macht schwitzt man auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:50",
      "text": "Ja, was soll das denn besser machen also was wird besser?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:54:54",
      "text": "Also es gibt beispielsweise für die Quest 2 eben dieses ziemlich\ncoole Spiel wo man halt klettert ja durch Yosemite und so weiter das macht schon\nrichtig derbe Spaß auch wenn man selber mal ein bisschen geklettert ist so in\nmeiner Jugend war ich mal irgendwann sportlicher das ist schon ganz cool ja\ndieses Climb 2 heißt das glaube ich aber ich."
    },
    {
      "speaker": "roddi",
      "time": "2:55:16",
      "text": "Es gibt doch jetzt auch von Horizon Zero Dawn beziehungsweise deren Nachfolger eine VR Variante."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:55:24",
      "text": "Aber das machst du halt nicht für 3500 Euro. Also ich vermute,\ndass sie halt wirklich, vorhin wurde gesagt, Thema Medizin, also da sind die\nTeile ja, sagst du ja auch schon, verbreitet, also Ingenieursbereiche,\nMedizinbereiche, guck dir an, welche zumindest in den USA Rolle iPads in der Medizin spielen.\nDass sie versuchen da eben irgendwie den nächsten Level drauf zu setzen,\nja Tricorder mäßig, Arzt setzt sich die Brille auf und guckt in den Körper rein\nund sieht da anhand der Dinge, was auch immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:53",
      "text": "Ja aber du gehst ja nicht in so einen Apple Store und das erste was sie fragen\nist sind sie Chirurgen oder arbeiten sie auf der Ölbohrinsel,\nalso das ist doch irgendwie, es muss ein Maß Appeal geben so und,\nVersuchen wir das vielleicht mal andersrum, technisch.\nWas ist derzeit das Problem mit diesen Brillen?\nWelche Probleme müsste Apple auf jeden Fall lösen, vorausgesetzt,\ndass sie in dieselbe Produktkategorie reinsteigen wie das was derzeit da ist.\nSo da haben wir auf jeden Fall erstmal, Auflösung muss so hoch sein,\ndass du so einen Retina Effekt hast, das heißt du musst keine Pixel mehr unterscheiden können."
    },
    {
      "speaker": "roddi",
      "time": "2:56:39",
      "text": "Ja die Pixel gucken sich weg nach einer Weile aber das muss schon gut sein, das ist das erste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:44",
      "text": "Also das können sie aber vergessen, also ich würde sagen entweder Retina und\nkeine Pixel mehr zu sehen oder das Produkt ist gestorben, das ist das erste\nwas sie auf jeden Fall machen müssen.\nUnd das zweite ist, Framerate und Motion Sickness, das muss einfach eine Responsiveness\nund eine Ordnung im Raum haben, wie sie noch nie da gewesen ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:57:04",
      "text": "Es gibt von Facebook Meta, gibt's genau diese Liste runter dekliniert,\nwo Zuckerberg glaube ich sogar selber das runter definiert, das sind die fünf\nSachen, genau die Punkte die du jetzt aufzählst, plus noch irgendwie drei vier andere."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:16",
      "text": "Aber das ist ja noch keiner hinbekommen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:57:17",
      "text": "Ich find's gerade nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:57:19",
      "text": "Das würde ich jetzt so nicht sagen also kommt natürlich darauf an wie du hinbekommen definierst aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:26",
      "text": "Jetzt kommt hier so der Kommentar Pixel siehst du bei der Quest kaum noch.\nKaum noch und nicht das ist was ganz anderes."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:57:36",
      "text": "Ja die Texturen sind bei der Quest 2 nicht toll und so."
    },
    {
      "speaker": "roddi",
      "time": "2:57:39",
      "text": "Gekauft. Das ist was, wo eine gewisse Grundauflösung muss da sein, das ist klar.\nUnd wenn du irgendwas mit 3D machen willst, dann musst du halt auch die entsprechende\nGrafikpower haben. Das ist irgendwie auch klar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:57",
      "text": "Jaja, logisch."
    },
    {
      "speaker": "roddi",
      "time": "2:57:58",
      "text": "Und zwar ohne, dass es dir irgendwie hinten, wo die Elektronik ist,\nirgendwie am Hinterkopf warm wird.\nDas halte ich für schwierig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:08",
      "text": "Fehlt uns irgendwas? Also was können wir denn derzeit nicht machen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:58:13",
      "text": "Also ich glaube sie werden nicht mit technischen super Specs,\nsie wird wahrscheinlich eine höhere Auflösung haben, wahrscheinlich werden sie\ndas alles adressieren aber sie müssen noch irgendeine Idee dahinter haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:23",
      "text": "Nehmen wir mal an, sie hätten das alles geschafft,\nsie hätten irgendwie das Tracking auf einen neuen Level gebracht,\nsie schaffen irgendwie eine Framerate,\nwo du einfach bei der schnellsten Kopfbewegung nicht mehr merkst,\ndass da noch irgendwie versucht was hinterher zu kommen, was ich alles schon\nfür extrem schwierig zu erreichen halte, aber vielleicht gelingt es ihnen und\nmit ihrer Micro-LED-Technologie kommen sie vielleicht eben auch auf diesen Retina-Bereich."
    },
    {
      "speaker": "roddi",
      "time": "2:58:50",
      "text": "Ja, aber da würde ich mich nicht dran festbeißen. Die Frage ist,\nwas machen sie besser als andere?\nAlso zum Beispiel hast du ja in den neueren iPhones, hast du ja dieses,\ndiese 3D-Infrarot-Kamera, macht dir Pixelwolke, erkennt irgendwie,\nRäume und so, also kannst ja dann so einen Raum scannen und der macht dir Geometrie\nvon dem Raum und so weiter.\nWenn sie diese ganze Technologie noch weiter ausbauen,\ndann kannst du mit so einer Brille tatsächlich, du setzt sie auf,\nhast dann im Raum Gegenstände, die dir über das, was du im eigentlichen Raum\nsiehst, drüber projiziert werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:33",
      "text": "Das ist ja EA."
    },
    {
      "speaker": "roddi",
      "time": "2:59:34",
      "text": "Das ist dann EA, ja, aber wenn sie diese Technologie gut im Griff haben,\ndann ist es nochmal was anderes, als halt einfach nur VR zu machen und keine\nAhnung, vielleicht haben sie ja auch eine Technologie, dass du gar keine Kamera\nbrauchst, sondern du guckst tatsächlich durch das Glas durch,\nwenn nichts angezeigt wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:56",
      "text": "Durchsichtige Micro-LEDs, habe ich noch nichts von gehört. Wovon ich allerdings was gehört habe ist,\ndass sie dieses Grafik Problem, also dieses, du brauchst eine extrem hohe Auflösung,\naber du brauchst diese extrem hohe Auflösung nur da wo du hinschaust.\nWenn du das mit einem Eye-Tracker kombinierst, der schnell genug ist und der\nsozusagen die Brille dein Eye-Movement verfolgt und dann die Grafik hat,\nder sich nur darum kümmern muss, da scharf zu machen, wo du gerade hin fokussierst,\nWeil wir das im\nlateralen Bereich also sozusagen da wo wir nicht hinschauen da\nsehen wir eh sehr unscharf wir können zwar Bewegung da ganz gut detektieren\naber wir sehen nur gut da wo wir wirklich hinschauen wir glauben zwar dass wir\nauch drumherum alles sehr scharf sehen aber dem ist halt nicht so und das wäre\netwas was man mit so einem Eye-Tracker System schon mal ganz gut optimieren kann.\nAber trotzdem, die Frage bleibt immer, egal wie gut das Teil technisch ist,\nwozu? Warum? Weswegen? Wieso? Weshalb?\nIch verstehe nicht, was das Problem ist, was man hier lösen will außer so Nischenprobleme,\nwas halt nicht Apples Bereich ist.\nDa geht Apple rein, wenn der sich etabliert hat und sogar der hat sich ja nicht wirklich etabliert."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:01:24",
      "text": "Also ich hab hier im Chat zwei Sachen gesehen die ich überzeugender fand also\nhier hat jemand geschrieben man kann Bildschirm ersetzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:33",
      "text": "Kann man das?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:01:34",
      "text": "Ja wenn also hier hat er auch geschrieben wenn das echt Retina wäre hohe Auflösung\nich gucke relativ schlecht ich brauche meine Brille ich mag eigentlich gar keine Brille.\nUnd ich habe auch so eine Gleitsichtbrille ich bin ein älterer Mensch wenn irgendein\nSystem mir das schafft alles in derselben Entfernung zum Arbeiten zu geben finde\nich gut ich fahre total viel durch die Gegend.\nIch hab immer, ihr seht ja hier, mit welchem Apparatismus ich hier arbeiten\nmuss, mit Windows und klein.\nUnd wenn ich in der Lage wäre, irgendwie ich sitze am Bahnhof,\nich sitze im Flugzeug, ich hab den größten Monitor aller Zeiten vor Augen, dann kauf ich das Ding.\nIch kauf das und dann steig ich auf Apple um. Also das würde mich überzeugen.\nIhr glaubt mir nicht, dass ich es mache, morgen weiß ich ja auch noch nicht,\nob ich dazu stehen will. Das andere ist, ich bin ja heute ja,\nich bin ja heute ja irgendwie, LGBT hat das jetzt im Protokoll gewählt.\nUnd nein, da können wir das später rausschneiden, sonst muss ich es durchziehen.\nIch bin ja vorhin mit dem Fahrrad hier durch Berlin gefahren,\nich bin nicht besonders ortskundig, mit dem Fahrrad quer durch Berlin ist sowieso\neine Herausforderung und dann guckst du ständig auf das Handy,\nhab ich eine Brille auf, da steht drauf hier vorne und pass auf und so, ich kauf das Ding.\nAlso allein sowas wie, das ist eine gefährliche Ecke, damit ich nicht sterbe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:39",
      "text": "Also mit Berliner Verkehr, mir als erstes erstmal so eine Brille,\ndie mich von der Realität ausbietet."
    },
    {
      "speaker": "roddi",
      "time": "3:02:44",
      "text": "Das kommt mir egal. Bist du mal ein Auto gefahren, was ein Navigationssystem\nmit Head-Up-Display hat?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:02:50",
      "text": "Das ist gut, ne? Das ist doch toll, oder?"
    },
    {
      "speaker": "roddi",
      "time": "3:02:53",
      "text": "Also jetzt wo du es sagst, würde ich sagen so, yo, das ist mal eine geile Idee eigentlich.\nWeil so ein Head-Up-Display ist eigentlich sehr, sehr cool. Mhm.\nOb das jetzt in Form dieser Brille sein muss?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:06",
      "text": "Aber wie sieht denn das auch aus? Die Leute sind ja so sensitiv,\nwas sie sich ins Gesicht halten.\nGeh mal zum Optiker, also allein diese ganze Wall of Design,\nwas nimmst du jetzt dafür? Oh Gott, nehm ich das in grün oder blau?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:03:23",
      "text": "Wir haben alle genau die gleiche Brille auf. Wir Nerds, uns ist das doch egal,\noder? Wir haben alle ungefähr das selbe Design hier."
    },
    {
      "speaker": "roddi",
      "time": "3:03:29",
      "text": "Ich war jetzt beim Augenarzt und hab jetzt ne Optiker-Tour vor mir und Bilder,\ndann vielleicht mal was anderes machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:37",
      "text": "Was wir Nerds, also unsere Pain-Points sind an der Stelle vollkommen irrelevant.\nIch rede jetzt einfach von den Leuten, die normalerweise im Apple-Store einkaufen\nund denen ist Optik auf jeden Fall wichtig."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:03:47",
      "text": "Das stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:48",
      "text": "Vor allem ihre eigene."
    },
    {
      "speaker": "roddi",
      "time": "3:03:49",
      "text": "Aber auch da vermischst du wieder zwei Dinge. Trage ich das Ding im Alltag,\ndraußen, in Anführungszeichen, oder trage ich das zu Hause am Schreibtisch oder\nzu Hause in meinem Job am, weiß ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:02",
      "text": "Wenn du es nicht im Alltag trägst, dann schämst du dich dafür.\nAlso das muss etwas abgucken, wenn man sich nicht schämt."
    },
    {
      "speaker": "roddi",
      "time": "3:04:09",
      "text": "Ob die Anwendung was ist dafür, dass ich damit rausgehe oder ob ich das mehr\nstationär am Arbeitsplatz oder zu Hause mache, also das ist so."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:04:20",
      "text": "Und jemand anders sagt ja auch völlig richtig, wenn es mehr Bums hat, wird's gekauft.\nNe, wenn die Brille genug Bums hat, wird sie gekauft. Und ich glaube, das stimmt auch.\nMan muss einfach nur, man muss einfach mehr Bums. Macht es dir ein bisschen\neinfach, finde ich. Ich würde sagen, das stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:36",
      "text": "Ich seh schon, ich seh schon."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:04:37",
      "text": "Weil das einfach nur ein bisschen besser ist als das, was es gibt,\naber in den entscheidenden Punkten..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:41",
      "text": "Äppelglas mit noch mehr Bums."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:04:44",
      "text": "Also ich würde kaufen, also jetzt würde ich schon in drei Fällen kaufen,\nwenn der Slogan stimmt, die jetzt mit richtig Bombs, dann kaufe ich,\nwenn das Maps kann, kaufe ich und wenn es mir, hier acht Virtuelle der Monitor in der Besen kauft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:58",
      "text": "Wer will denn komplett in seinem Bildschirm versinken, gerade im Flugzeug,\nda willst du doch auch noch mal nach links und rechts gucken."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:05:04",
      "text": "Im Flugzeug, was willst du da links und rechts sehen, da siehst du gar nix, da ist voll öde da."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:05:09",
      "text": "Jetzt stell dir vor du hast die Brille auf im Flugzeug und dein ganzes Flugzeug ist weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:13",
      "text": "Ich sitz im Café, ich will da noch Leuten hinterher gucken können."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:05:18",
      "text": "Im Flugzeug ist nichts zu gucken?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:20",
      "text": "Nein, im Flugzeug nicht, aber im Café."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:05:22",
      "text": "Achso, ja dann kannst du doch gehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:25",
      "text": "Mann, ehrlich, du setzt dich doch nicht im Sommer auf so einen Café auf der\nTerrasse mit so einer beklopften Brille rum."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:05:32",
      "text": "Ich hab schon so schlimme Sachen gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:35",
      "text": "Und um dich herum tanzen schon die Kinder aus Zeiten. Nein, da natürlich nicht."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:05:40",
      "text": "Mit einem Finger auf dich."
    },
    {
      "speaker": "roddi",
      "time": "3:05:42",
      "text": "Aber ich glaube, du hast ja ein Macbook Air,\ndu bist ja vielleicht auch nicht die Zielgruppe für viel Screenspace,\ninsofern… Ich löste jetzt von 38 Zoll demnächst auf 40 Zoll auf,\nweil mir das zu klein geworden ist. Und das nimmst du mit ins Café?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:00",
      "text": "Nein, das nehme ich nicht mit ins Café, aber wenn sie ein 15 Zoll Air rausbringen,\ndenke ich da auf jeden Fall auch drüber nach."
    },
    {
      "speaker": "roddi",
      "time": "3:06:05",
      "text": "Das 15 Zoll mitzunehmen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:08",
      "text": "Eines zu haben erstmal vielleicht. Also ich kann mit Screenspace schon was anfangen."
    },
    {
      "speaker": "roddi",
      "time": "3:06:16",
      "text": "Die Frage ist halt, was ist die Story, die sie verkaufen?\nIch kann mir nicht vorstellen, dass sie verkaufen, das ist das coolste Teil,\ndas hippste Teil, was du unbedingt im Café tragen musst.\nNicht zu dem Preis, sondern eher, dass\nsie verkaufen, das ist der größte Screenspace, den du je gesehen hast."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:06:35",
      "text": "Das hat irgendwas mit Sirius Work zu tun haben, das gehört deinem Job."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:39",
      "text": "Und wenn es halt auch noch was mit Siri zu tun hat, dann ist es sowieso komplett vorbei."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:06:43",
      "text": "Ja, das stimmt."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:06:45",
      "text": "Was ist denn so eigentlich mit tippen? Brauche ich denn überhaupt noch das hier?\nReicht mir denn nicht mein Telefon?\nIch hab ein iPhone, dann setze ich die Brille auf, sehe … Ihr habt gelogen. Nein, hab ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:56",
      "text": "Wenn du deine Programme nur noch mit Chalchipiti schreibst, dann auch."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:06:59",
      "text": "Nein, nein, du tippst irgendwie in der Luft, das Ding sieht,\nwas du da machst, fummelst da rum."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:02",
      "text": "Das wird gut funktionieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:04",
      "text": "Das klappt nicht."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:07:05",
      "text": "Viele Close-Up-Konzepte. Ihr seid doch die Fanboys."
    },
    {
      "speaker": "roddi",
      "time": "3:07:08",
      "text": "Dann kannst du eher so mit Zeichensprache da vor der Brille hin und her."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:12",
      "text": "Also da gab es schon wirklich vor vielen Jahren immer ganz brauchbare Demos."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:15",
      "text": "Vollidiot. Aber es ist halt auch nie mal eine Demo rausgekommen.\nIch kann mir das einfach nicht vorstellen, dass sie so ein Produkt rausbringen,\nwo man dann wirklich wie so ein zappelnder Vollidiot mit so einem Brett auf dem Kopf und Körper ist."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:07:30",
      "text": "Das haben wir aber auch gesagt, als die Leute angefangen haben irgendwie normal\nin die Headset zu sprechen oder einfach nur mit ihren Apple Pods, wie heißt das?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:39",
      "text": "Nee, das haben immer nur die anderen gesagt, wir haben das nicht gesagt,\nwir finden das immer geil."
    },
    {
      "speaker": "roddi",
      "time": "3:07:43",
      "text": "Haben wir das?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:45",
      "text": "Ja ich meine es war ja lange Zeit verpönt,\nwenn du am Anfang dieser ganzen Mobilfunk-Generation so 90er Jahre,\nwenn du ein Mobilfunk-Telefon hattest und du standest irgendwo rum und hast\ndich quasi mit irgendeiner Person unterhalten, die andere nicht gesehen haben, dann war das weird."
    },
    {
      "speaker": "roddi",
      "time": "3:08:03",
      "text": "Das stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:04",
      "text": "Das war total weird und heutzutage reden die Leute überall mit sich selbst und\ndu weißt nicht sind die jetzt irgendwie völlig durchgeknallte oder telefonieren die nur.\nSo und das ist alles so eine Gewöhnungssache, aber mir war halt schon klar,\ndass das irgendwie der Trend ist. Aber ich glaub nicht, dass der Trend ist,\ndass alle mit einem Brett vorm Kopf durch die Gegend laufen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:08:21",
      "text": "Also was halt so unseren breiten Appeal hat und was wenn du es technisch sehr\ngeil machst funktionieren könnte ist halt Heimkino.\nDas heißt also da gibt es auch für die Quest 2 halt Apps wo du dann Film streamen\nvon YouTube in Full HD machen kannst und du sitzt aber in einem echten Kino\nund Vorhang geht auf und dein YouTube Clip wird abgefahren.\nDas das ganze hängt daran dass die Auflösung nicht hoch genug ist und Tracking\nund so weiter und so fort."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:48",
      "text": "Heimkino ich bin so ne Brille."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:08:49",
      "text": "Ja schon. Wenn du ein IMAX Screen in IMAX Qualität hast und musst dafür aber\nnicht ins doofe Sony Center."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:57",
      "text": "Und wie greifst du dann in deine Chips Tüte?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:09:00",
      "text": "Die hast du einfach neben dir, lösest schrial deine Chips Tüte,\ndie kostet auch nur ein Fünftel von dem was sie im IMAX kostet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:08",
      "text": "Und kuscheln und küssen und so weiter, alle nur noch allein zuhause oder was?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:09:14",
      "text": "Es gibt genug Leute die alleine sich gerne ins Kino setzen."
    },
    {
      "speaker": "roddi",
      "time": "3:09:17",
      "text": "Kleiner Hinweis, auch im Kino musst du dir die Person mitnehmen,\nmit der du das machen sollst."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:09:22",
      "text": "Ja, aber was machen da andere?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:09:24",
      "text": "Kriegst du mit der Eintrittskarte nicht dazu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:26",
      "text": "Ja, aber ich meine, wenn du deine intimistische Themen austauschen willst,\ndann musst du nicht erst so eine blöde Brille abnehmen."
    },
    {
      "speaker": "roddi",
      "time": "3:09:33",
      "text": "Ja, also das seh ich jetzt auch nicht, dass ich einen IMAX Leinwand als virtuelles\nAnwendung für so eine Brille haben muss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:41",
      "text": "Vor allem, das ist mir alles von der falschen Seite her gedacht.\nDas ist so dieses, oh mein Gott, wir müssen jetzt dieses Produkt bauen.\nJetzt müssen wir tierisch drüber nachdenken, wofür könnten wir das vielleicht gebrauchen?\nSo funktioniert das nicht. Man muss es von der anderen Seite aufziehen.\nWas ist eigentlich das Problem?\nUnd welches Gerät könnte hier Abhilfe schaffen? Telefon war so klar.\nMehr Bums ist definitiv ein Punkt, aber lässt sich jetzt auch nicht so,\nalso kannst ja mal chatty bitty fragen, wie sich mehr Bums so konzeptionell\nin Hardware manifestiert.\nIch sag den Abscheid. Genau. Und das, alle anderen Produkte von Apple,\nalso Laptops sowieso klar.\nSo, ne. Dann iPhone war halt klar, Telefon ist sowieso da, will man immer dabei\nhaben, man will immer kommunizieren.\nDas war zum Zeitpunkt, als das iPhone geboren wurde, waren Mobilfunktelefone durch.\nSo, das wollte jeder haben, jeder wird immer eins dabei haben, das war klar.\nUnd natürlich will man aber auch irgendwie Information at your fingertips haben,\ndas war einfach eine ganz klare Geschichte und wir sehen ja,\nwas alles in diesem Telefon sich abspielt.\nDie Uhr als Satellit des Telefons und als Erleichterung des Handlings des Telefons\ndurch Notifications und so\nweiter hat sich auch wunderbar etabliert plus diese ganze Fitness-Story,\nich meine das wusste Apple vielleicht am Anfang auch nicht so ganz klar,\nWelche dieser Achsen am Ende greifen werden, aber zumindest hatten sie mehrere\nund zwei davon haben irgendwie verfangen, so.\nUnd welches Produkt habe ich noch vergessen? Apple TV, darüber kann man jetzt\ndiskutieren, aber generell sind natürlich solche Transitionen zu Internet für\nFernsehgucken durchaus auch erfolgreich und ich würde sogar sagen da ist auch\nnoch eine Story zu erzählen.\nWas haben sie jetzt gerade gekauft? Welche Sports League? Apple hat doch jetzt irgendeine große...\nOder Spaceball oder was war das? Ich glaube es war Baseball.\nSpaceball, ne die haben jetzt...\nVielleicht bönigst du dich, vielleicht weißt du es der Chat,\nich glaube es war Baseball und Sportübertragungen sind halt sehr data rich so,\ndas heißt du schaust dir das an und du hast Scoreboards und pipapo und das heißt\ndu hast nicht nur den Videostream sondern du hast halt so eine kombinierte Geschichte\nund ähnlich entwickelt es sich auch bei Fußball mit mehreren Screens und pipapo und Statistiken."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:12:09",
      "text": "Da bin ich aber gerade auch. Live Events. So,\nwas wäre, wenn Sie eine Technik haben,\nwo Sie sich in der NFL, wo auch immer, mit einem Stereokamera in UUHD,\n8K, aufbauen, Union, ja, bester Platz, den Du im Stadion hast,\nhast aber keine Karte gekriegt, weil es gibt nun mal nicht so rasend viele.\nSo du setzt dich dahin, hast das komplette Stadion in Ultra HD,\nsiehst keine Pixel, es ist richtig sauber, du hast ein bisschen simuliertes 3D Head Tracking,\ndas heißt wenn du dich ein bisschen nach links und nach rechts drehst,\nverschiebt sich die Perspektive annähernd vernünftig mit und dann kannst du\nLive Union gucken ohne dass du dich grämen musst und das ganze irgendwo am Radio verfolgen."
    },
    {
      "speaker": "roddi",
      "time": "3:12:54",
      "text": "Aber jetzt sind wir..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:12:55",
      "text": "Das wär Maß Appeal."
    },
    {
      "speaker": "roddi",
      "time": "3:12:56",
      "text": "Jetzt sind wir wieder bei..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:12:58",
      "text": "Das kannst du machen für Sport, das kannst du machen für Musik.\nRolling Stones Abschiedstournee, du sitzt auf der Bühne.\nSo, bester VIP Platz ever.\nAber für eine 1000 Euro Brille vielleicht schon, weil das Geld hast du.\nJa, Berliner Philharmoniker.\nIch bin jetzt seit 10 Jahren in Berlin, ich schaffs da nicht hin,\nweil irgendwie Kinder, was auch immer.\nAber die live sehen zu können, dafür würde ich natürlich was,\nwas ich 200 Euro im Jahr zahlen. Wenn ich das in vernünftiger Qualität 3D simuliert,\nja, da ist ein Markt. Theater."
    },
    {
      "speaker": "roddi",
      "time": "3:13:29",
      "text": "Jetzt sind wir wieder bei Entertainment und für mich ist Entertainment keine Frage.\nFür mich funktioniert Entertainment in VR, wenn VR besser wird.\nDas ist, glaube ich, das ist ein gemachtes, das ist ein gelöstes Problem.\nDie Frage ist, wenn das Ding tatsächlich drei, fünf kosten soll,\ndann sicherlich nicht für Entertainment, sondern für Serious Business,\ndas waren jetzt mit R-Quotes.\nUnd dann ist die Frage, was muss ich denn da,\nwas für Software, was für Anwendungen habe ich denn dann, für die sich eine\nAusgabe von 3.5 tatsächlich für mich rechnet?\nNur ein großer Monitor? Ja, okay, wir wissen, was Apple Monitor kostet,\ndie VR-Brille, wahrscheinlich kostet dann auch der Ständer, nur um sie aufzuladen,\nauch ein Tausender wieder, kennen wir ja auch von Apple.\nAber aber nur für einen großen Monitor\nist das das ein bisschen eine dünne Geschichte würde ich sagen dann,\nalso da muss dann schon mehr kommen, vielleicht ist die die Zahl die gehandelt\nwird mit 3,5 auch irgendwo lanciert aber komplett.\nKomplett einfach nicht das, was es dann kosten wird. Also 350 fände ich halt\nrealistisch, aber 3,5 halt nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:55",
      "text": "Ja, im Chat kommt nochmal so ein Kommentar, ich verstehe das problemlich,\ndas sei der erste Schritt hin zu einer Brille, bei dem man direkt die wichtigste\nSchnittstelle bedienen kann. Augen, Infos, Verkehrsupdate, heranrasende Autos\nwerden rot eingefärbt, was weiß ich.\nSetzt natürlich voraus, dass man so eine Brille tragen will und man will eigentlich\nkeine Brille tragen oder man trägt schon eine und dann müsste man zwei tragen,\nwie verheiratet sich das mit einer zweiten Brille und eine Brille ist schon der totale Hässel.\nAkkustand von dem Ding, das musst du dabei haben, wo transportierst du es,\nwenn du es irgendwie gerade nicht brauchst, Ich kann mir das einfach nicht vorstellen,\ndass man das irgendwie ordentlich integriert bekommt.\nEs ist so klein und verschwindend gering und unauffällig, dass es eine Technologie\nist, die wir noch lange nicht sehen werden."
    },
    {
      "speaker": "roddi",
      "time": "3:15:46",
      "text": "Noch wissen wir nicht, was sie da vorstellen wollen.\nIst es eher Richtung Google Glass, sprich du hast da irgendwie ein Display irgendwo\nin der peripheren Sicht,\ndie dir zusätzliche Infos anzeigt oder ist es eine volle VR Experience mit allem,\nwas dazugehört, sprich du hast da so eine Taucherbrille auf der Nase."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:06",
      "text": "Beides, im XR halt."
    },
    {
      "speaker": "roddi",
      "time": "3:16:12",
      "text": "Ich kann mir nicht vorstellen, dass sowas zulässig ist zu tragen im Straßenverkehr,\negal ob du zu Fuß, mit dem Fahrrad oder mit dem Auto unterwegs bist.\nInsofern ist die ganze Frage, mach ich damit jetzt eine Navigation oder so, dann auch hinfällig.\nDa ziehen sie dich raus und dann darfst du erstmal Führerschein abgeben,\nda bin ich mir relativ sicher.\nZumindest in Schland, aber keine Ahnung, also es ist wirklich,\nwir wollen alle nur das hier.\nSo ein Bild von so einem Typen, der nur so ein Ding vor einem Auge hat,\nnee das wollen wir glaube ich gar nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:49",
      "text": "Wir wollen gar nichts vor dem Auge haben also diese diese Entkopplung von der\nunmittelbaren Umwelt die halte ich einfach überhaupt nicht für zielführend."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:16:58",
      "text": "Ja aber wenn du an einem Ort da bist der besser ist als das hier und jetzt."
    },
    {
      "speaker": "roddi",
      "time": "3:17:02",
      "text": "Also du bist keine Zielgruppe das haben wir schon mal festgestellt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:07",
      "text": "Das hängt davon ab was das Ziel ist. Dieses Fußball Beispiel. Okay, ist wieder so..."
    },
    {
      "speaker": "roddi",
      "time": "3:17:14",
      "text": "Hast du jetzt Blut geleckt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:16",
      "text": "Ja, ich meine also...\nSo ein Beispiel zu nennen und dann Union dazu zu sagen, also da stößt du natürlich\nin Bereiche vor, die wirklich gar nichts miteinander zu tun haben.\nAlso ausgerechnet der Verein, der ganz klar sagt, dass Fernsehen sozusagen Second\nClass Citizen ist für Unioner, weil es halt um das Stadionerlebnis geht.\nIch kann dir sagen, eine Bierdusche gehört da einfach auch mit dazu und der\nLärm und so weiter, egal. Fußballromantik."
    },
    {
      "speaker": "roddi",
      "time": "3:17:46",
      "text": "Da ich Glück gehabt habe das eine Mal, wo ich mit dabei war."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:17:48",
      "text": "Bierdusche?"
    },
    {
      "speaker": "roddi",
      "time": "3:17:50",
      "text": "Ja, keine Bierdusche."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:52",
      "text": "Keine Bierdusche, ja, aber das ist halt nicht immer so.\nAlso oft gibt es halt eine. Also das ist, sagen wir mal, für die Analytics Leute wäre das geil.\nAber für einen Stadionbesucher und für einen Fußballfan ist das nur so begrenzt\ngeil, weil es ja auch ein gemeinsames Schauen ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:18:12",
      "text": "Für die, die eben eine Jahreskarte bei Union bekommen haben,\nfür die wäre das nicht so ganz ein bisschen geil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:17",
      "text": "Die gehen in die Kneipe und schauen sich das mit anderen Leuten zusammen,\nweil Fußball ist halt ein gemeinsames Erlebnis.\nDas ist das, warum Leute zum Fußball gehen, nicht um das Spiel anzugucken.\nDas machen nur so Football Analytics.\nDie gucken sich ein Spiel an, aber die anderen gehen ja nicht ins Stadion,\num sich das Spiel anzuschauen, sondern um es gemeinsam zu erleben.\nDas ist was ganz anderes."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:18:38",
      "text": "Das stimmt, das kann ich bestätigen als Fußballfan."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:40",
      "text": "Ja, diese Wahrnehmung, das wäre nur so ein Fernsehprodukt, das ist einfach vollkommen\nabsurd. Das passt einfach null und überhaupt nicht. Das wird überhaupt gar keinen\nErfolg haben. Null. Schon gar nicht für 3500 Euro."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:18:54",
      "text": "Bayern-München-Fans, die wirklich dahin gehen, weil sie nicht das erleben wollen,\nsondern weil die so geil spielen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:59",
      "text": "Bayern-München-Fans, ey, das ist… Die haben auch das nötige Geld.\nIch war jetzt zweimal bei Bayern München, ich gehe da nie wieder hin.\nDas ist das Schlimmste, was du dir vorstellen kannst. Also diese Leute, wirklich.\nDie sind so, ich weiß gar nicht, das sind so Mutanten, das sind überhaupt gar\nkeine richtigen Zuschauer, sondern die gehen da irgendwie hin wie ferngesteuert.\nAlso so kleine Roboter. Da ist das Spiel zu Ende und dann gehen die stillschweigend\n300 Meter zu dieser bekloppten U-Bahn,\nwo sie dann noch stundenlang warten müssen, um da irgendwie reinzukommen,\nweil sie natürlich irgendwie nicht gebacken bekommen, da mal ein ordentliches\nÖPNV-System hinzubekommen für ein komplett neu gebautes Stadion vor den Toren der Stadt.\nAlso nicht in der Lage, das nur zu antizipieren.\nUnd die Leute, die singen ja noch nicht mal. Da ist ja nichts los.\nDie schimpfen ja noch nicht mal. Die beleidigen einen ja noch nicht mal als gegnerischen Fan.\nAlso das ist wirklich eine Katastrophe mit Bayern München. Aber lass uns nicht\nüber Bayern München reden. Lass uns über ..."
    },
    {
      "speaker": "roddi",
      "time": "3:20:02",
      "text": "Leere Akkus reden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:04",
      "text": "Der Akku ist nicht leer, der ist nur disconnected gerade. Ich probier das mal zu koppeln hier.\nJa, das ist das Problem, dass wir nach wie vor keine Idee haben,\nwas eigentlich die Story ist und ich glaube langsam, es könnte sein,\ndass Apple sich hier verschätzt, weil man hört nämlich auch viel darüber,\nwie unstritten dieses Projekt ist innerhalb von Apple.\nDass sich hier irgendwie Leute durchsetzen, die vielleicht mal nicht so ein\ngutes Fühl haben für was wirklich erforderlich ist."
    },
    {
      "speaker": "roddi",
      "time": "3:20:38",
      "text": "Naja, wie ich bereits gesagt habe, ohne Ökosystem auf deiner Plattform hast du keine Plattform.\nUnd da hat sich Apple in den letzten Jahren nicht mit Ruhm bekleckert.\nIch meine, wie viele Apps auf\nder Uhr verwendest du und wie viele Apps auf dem Apple TV verwendest du?\nDas ist doch schon irgendwie, sie haben jetzt iOS, das melken sie halt,\nwie bekloppt, aber halt auch nur, weil jeder ein iPhone hat.\nMacOS ist sehr vernachlässigt und die anderen Plattformen sind alle so,\nmäh, und keine Ahnung,\nes wird ja auch gerüchtet, dass sie jetzt für iOS irgendwie den App Store öffnen,\nbeziehungsweise Sideloading ermöglichen und andere App Stores und so weiter,\nwenn das kommt, wäre das meiner Meinung nach irgendwie die News der letzten zehn Jahre für Apple."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:32",
      "text": "Zehn. Ja. Zehn lautet die Antwort."
    },
    {
      "speaker": "roddi",
      "time": "3:21:36",
      "text": "10 lautet welches?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:37",
      "text": "Apps auf der Uhr. Das ist mehr als auf dem Apple TV übrigens."
    },
    {
      "speaker": "roddi",
      "time": "3:21:42",
      "text": "Ja bei mir sind es auf dem Apple TV glaube ich ein paar mehr,\naber das liegt vor allen Dingen daran, dass ich irgendwann mal diesen Haken\ngemacht habe, dass er alles was ich auf dem iPhone installiere auch aufs Apple\nTV schmeißen soll, wenn es davon ne Apple TV Version gibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:58",
      "text": "Ach für Apple TV gibt es auch einen Haken? Oder meinst du jetzt die Watch?"
    },
    {
      "speaker": "roddi",
      "time": "3:22:04",
      "text": "Es gibt ja so universal Apps, die auch eine Apple TV Variante haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:08",
      "text": "Wo kann man das einstellen?"
    },
    {
      "speaker": "roddi",
      "time": "3:22:10",
      "text": "Irgendwo in den Einstellungen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:11",
      "text": "Von welchen, von was?"
    },
    {
      "speaker": "roddi",
      "time": "3:22:12",
      "text": "Von der Apple TV."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:14",
      "text": "Apple TV kann ich sagen, also automatisch alle Apps, die auf dem iPhone sind?"
    },
    {
      "speaker": "roddi",
      "time": "3:22:18",
      "text": "Ja, alle iOS Apps. Really?\nUnd neulich habe ich die App vom schwedischen Fernsehen runtergeladen für die\nElche, wir sprachen davon, auf deine Uhr. Nein aufs Apple TV."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:35",
      "text": "Da gibt es durchaus Bedarf, gerade so im Sportbereich denke ich mal,\naber egal wir drehen uns im Kreis, ich fasse zusammen, keiner weiß wozu das Ding gut sein soll."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:22:45",
      "text": "Nein, nein, nein, das fasst du ja falsch zusammen, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:47",
      "text": "Was denn?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:22:49",
      "text": "Doch, wir haben doch Use Cases gefunden. Du kaufst die nicht, und ja."
    },
    {
      "speaker": "roddi",
      "time": "3:22:53",
      "text": "Also für mich ist Entertainment ein klarer Use Case, vielleicht ein schwacher,\nweil nicht alles Entertainment sich für so ein Gerät eignet, aber es ist ein Use Case."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:05",
      "text": "Entertainment, was für ein Entertainment, Adult Entertainment oder was?"
    },
    {
      "speaker": "roddi",
      "time": "3:23:08",
      "text": "Nein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:23:08",
      "text": "Spiele."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:11",
      "text": "Was konkret? Sag mal, was, wofür würdest du so einen Scheiß kaufen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:23:15",
      "text": "Nina Philharmonica Live."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:16",
      "text": "Dafür würdest du dir so eine Apple-Kamera kaufen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:23:19",
      "text": "Wenn das sehr gut gemacht ist technisch, wär das ein Punkt."
    },
    {
      "speaker": "roddi",
      "time": "3:23:22",
      "text": "Also, für ... Ich sag mal so, für diverse Spiele, ja.\nAlso, wie ich bereits sagte, Half-Life Alyx, das gibt's ja nur als VR-Spiel,\naber ich hab kein VR-Gerät, deswegen kann ich's nicht spielen.\nDeswegen hab ich das Spiel auch noch nicht gespielt.\nEs gibt diverse Sim-Racing-Spiele, wo du tatsächlich mit einer VR-Brille fahren kannst.\nLeute sagen, das wäre sehr geil. Das würde ich natürlich ausprobieren,\nwenn ich so ein Gerät habe. Aber ich habe keins. Also hätte, aber ich habe keins."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:59",
      "text": "Wie viele Leute, die so eine Playstation oder eine Xbox haben,\nhaben da eine 3D-Brille dazu?"
    },
    {
      "speaker": "roddi",
      "time": "3:24:06",
      "text": "Nicht so viele, aber wie ich bereits sagte, das ist ein Henne- und Ei-Problem,\nwobei sowohl die Henne als auch das Ei noch Nachholbedarf haben.\nInsofern können wir uns in sechs Jahren nochmal darüber unterhalten,\nwenn das mit Apple schief gegangen ist, was sich dann bei Playstation,\nXbox oder PC irgendwie im Entertainment-Sektor zum Thema VR getan hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:29",
      "text": "Also ich bin auf jeden Fall sehr gespannt, worüber wir uns da unterhalten in der nächsten Sendung."
    },
    {
      "speaker": "roddi",
      "time": "3:24:36",
      "text": "Ja, wahrscheinlich über das XR nicht ganz so stark wie hoffentlich über andere\nDinge, die da dann hoffentlich passieren.\nAber ich meine die letzten paar Versionen von macOS oder iOS haben ja auch jetzt\nirgendwie keine groundbreaking neuen Dinge mehr eingeführt.\nAlso du hast bei MacOS vor drei Major-Versionen hast du dann mal so ein bisschen,\nsieht ein bisschen anders aus und so ein bisschen Fullscreen von Apps,\naber das war's dann auch schon.\nUnd bei iOS, was war dann da jetzt irgendwie großes?\nNa, haben sie jetzt diese komische Zusammenarbeit App noch da drauf geschaufelt,\ndie keiner mitbekommen hat?\nWidgets. Widgets auf dem Homescreen und so,\nja, das ist so alles so Kleinkram, aber jetzt nichts, wo man sagen würde so,\nhey, seit der Version ist alles viel besser geworden, sondern das sind halt\nso Kleinkram, der da passiert ist.\nManchmal ist es ja auch gut, wenn so ein System so ausgereift ist,\ndass du das Gefühl hast, da ist jetzt wenig, was mir fehlt, was sie unbedingt noch fixen müssen, ne?\nJa klar gibt's Dinge, aber also das große Ding und wenn sie es an,\nwenn sie das tatsächlich ankündigen, ist für mich immer noch Sideload und öffnen\nvon von von Third-Party-Anwendungen.\nWeil, wenn Apple nicht mehr als Gatekeeper zwischen den Developern steht und\ndem App Store und den Leuten nicht mehr dies und jenes und sonstiges verbietet,\nich glaub dann hat die Plattform als solches nochmal ganz andere Möglichkeiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:25",
      "text": "Okay, das ist eine andere Diskussion."
    },
    {
      "speaker": "roddi",
      "time": "3:26:27",
      "text": "Ja, ist eine andere Diskussion, aber es ist ja auch eine WWDC,\nes ist ja eine Developer-Konferenz, wo es vor allen Dingen um Software geht.\nUnd wenn in der WWDC gesagt wird, hey, ihr Third-Party-Developer,\nihr dürft jetzt plötzlich ganz viel mehr, dann ist das ein großes Hallo.\nWenn die jetzt sagen, ja, da wird so eine Brille kommen und wir haben hier mal\nso einen Prototyp und hier ist das dazugehörige XR OS und ihr könnt jetzt entwickeln,\nnaja, mal sehen. Also ich werde es mir natürlich angucken.\nUnd je nachdem, wie viel sie dann für das Prototypgerät haben wollen,\nwollen, werde ich mir auch eine bestellen. Sicherlich nicht für ein Tausender.\nBei 500 werde ich wahrscheinlich ganz schön mit den Zähnen knirschen und dann\nwerdet ihr das dann in der nächsten Sendung erfahren, was meine Entscheidung war.\nAber wenn die dann nur 100 kostet oder so für den interessierten Entwickler,\ndann würde ich mir so ein Teil halt klicken und mal gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:31",
      "text": "Ja ich fasse zusammen keiner hat wirklich eine konkrete Vision.\nDer Chad meint zwar hier und da so viele Use Cases ja und ich meine es gäbe\nkeine aber das sind halt keine Use Cases die wirklich mich überzeugen im Sinne von,\nDas ist jetzt so eine komplett neue Achse von Mensch-Maschine-Kommunikation,\ndie unbedingt aufgemacht werden musste.\nWeil das ist das, wofür Apple steht.\nUnd das gelingt ihnen ja in letzter Zeit in zunehmendem Maße weniger.\nWarum haben wir eigentlich nicht über Siri geredet?\nWeil Siri ist einfach nur scheiße. Das wäre natürlich was, wenn sie da jetzt\nquasi nochmal ein neues Tor aufmachen und sagen jetzt gibt's hier irgendwie Siri XP, Siri 95."
    },
    {
      "speaker": "roddi",
      "time": "3:28:28",
      "text": "Ja, aber auch das bringt's ja nur, wenn sie die Developer dann mitnehmen und sagen,\nhier ist jetzt endlich mal eine API für Siri,\ndie man benutzen kann, damit man Siri irgendwie was sinnvolles tun lassen kann,\nalso es gibt's ja in dem Sinne auch nicht, ja, es gibt eine API,\naber die ist so erstens total Banane und zweitens kann sie nichts.\nJa. Also das ist so, ähm, naja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:58",
      "text": "Na gut."
    },
    {
      "speaker": "roddi",
      "time": "3:28:59",
      "text": "Da fragt jemand, ja man wird sicherlich für X, das XR OS wird man sicherlich Hardware brauchen.\nVielleicht gibt's auch so eine Cardboard Box, wo man das iPhone reinsteckt,\naber das haben auch andere Leute sehr erfolglos versucht, muss man mal sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:18",
      "text": "Achja, gut, begraben wir das Thema, kommen wir vielleicht noch zu ein paar Kleinigkeiten.\nIch bin übrigens jetzt gerade erst auf Ventura umgestiegen,\nes war eher ein Unfall, ich hab den falschen Update Button geklickt und dann\nhatte ich auf einmal die Version auf meinem Laptop und dann hab ich irgendwie\ndie eine Sache wo ich Angst hatte, dass sie nicht mehr läuft,\nausprobiert, lief dann trotzdem, da hab ich gesagt, okay scheiß drauf.\nDann aktualisiere ich halt jetzt alles da drauf, aber muss sagen, dieses...\nDiese Systemeinstellungen, die machen mir Angst. Also wenn das so weiter geht\nund das ganze macOS bald nur noch so aussieht wie ein iPad, dann sorry, dann das geht gar nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:30:01",
      "text": "Für die Systemeinstellungen haben sie aber auch viel Prügel bezogen und auch zu Recht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:06",
      "text": "Absolut zu Recht."
    },
    {
      "speaker": "roddi",
      "time": "3:30:07",
      "text": "Also wenn die Systemeinstellungen nicht eine Suchfunktion hätten,\ndann wäre es auch komplett nicht benutzbar.\nAlso sagen wir mal so, wenn man die Einstellungen von iOS gut kennt,\ndann kann man sich da einigermaßen zurechtfinden, weil ich mein,\ndas ist es ganz offensichtlich.\nOffensichtlich haben sie die Einstellungen App, die Preferences App von iOS rübergeholt.\nAber ich geb dir da total recht, also die vorherigen Einstellungen,\nda haben gute UX-Designer lange drüber nachgedacht, wie man das macht, sodass es gut ist.\nUnd da hat offensichtlich niemand drüber nachgedacht, sondern einfach nur Menüpunkte\nin so eine Seitenleiste gerümpelt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:57",
      "text": "Also das ist so, man denkt sich so, okay, so kann es auf gar keinen Fall bleiben,\ndas werden sie bestimmt in der nächsten Version komplett überarbeiten und die\nBefürchtung ist, das wird nicht stattfinden."
    },
    {
      "speaker": "roddi",
      "time": "3:31:10",
      "text": "Äh, hab ich keine Meinung zu, also, ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:14",
      "text": "Musst du ja auch nicht haben. Ich geh nur davon aus, dass es nicht passieren\nwird. Hab da relativ wenig Hoffnung."
    },
    {
      "speaker": "roddi",
      "time": "3:31:22",
      "text": "Also ich kann mir nicht vorstellen, dass sie das in einem Update-Zyklus machen.\nIch glaube nicht, dass wir es dieses Jahr sehen werden, aber wenn sie es machen,\ndann sehen wir es nächstes Jahr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:30",
      "text": "Okay. Ein Vorteil hat es allerdings,\nich konnte die neue Version von Ivory auf dem Mac installieren,\num mal an diesem Mastodon-Netzwerk auch auf dem Computer teilnehmen zu können,\nwas für mich gleichbedeutend ist, mit überhaupt daran teilnehmen.\nWeiß nicht wie es euch geht aber ich kann mit Webbrowser, also das geht einfach, eine Zumutung."
    },
    {
      "speaker": "roddi",
      "time": "3:31:59",
      "text": "Mit IOS konntest du das auch nicht oder wie?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:01",
      "text": "Mit IOS war ich schon auf der aktuellen Version da lief, da war das ja auch\nschon released aber das Ivory von Mac ist gestern rausgekommen."
    },
    {
      "speaker": "roddi",
      "time": "3:32:08",
      "text": "Ja ich hab's vorhin auch installiert aber das sieht, ja bei mir,\nich muss da jetzt noch irgendwie Features freischalten glaube ich damit das richtig funktioniert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:18",
      "text": "Kaufen meinst du?"
    },
    {
      "speaker": "roddi",
      "time": "3:32:21",
      "text": "Zahlungspflichtig freischalten, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:22",
      "text": "Das coole ist, man kann, na was heißt cool, aber was es auch gibt,\nes gibt einen Dienst, der heißt Skybridge, den jemand gehackt hat.\nUnd Skybridge, wie der Name schon sagt, also skybridge.fly.dev,\nund das ist quasi ein Translator der Blue Sky RP, also dieses Ad-Protokolls auf Mastodon.\nMit anderen Worten du kannst an dem Blue Sky, wo du ja jetzt auch einen Account\nhast, Roddy, wenn ich das gerade richtig gelesen habe."
    },
    {
      "speaker": "roddi",
      "time": "3:33:02",
      "text": "Ich hab den kurz vor dem Sendungsbeginn eingerichtet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:05",
      "text": "Ja wie heißt der?"
    },
    {
      "speaker": "roddi",
      "time": "3:33:06",
      "text": "Rotti.bgsky.social."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:13",
      "text": "Ah, du weißt, dass du da jetzt in deinem DNS einen Eintrag machen kannst und\ndann hast du deine eigene Domain."
    },
    {
      "speaker": "roddi",
      "time": "3:33:19",
      "text": "Da hatten wir drüber gesprochen ja, aber das ist ja jetzt der Blue Sky Account und nicht der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:25",
      "text": "Jaja das geht auch mit einem Blue Sky Account. Also ich bin auf Blue Sky,\nbin ich at tim.brittler.org.\nIch wollte das jetzt nur fallen lassen, um cool rüber zu kommen,\nauf jeden Fall gibt es skybridge.fly.dev,\nund da kannst du dann quasi dafür sorgen, dass du mit Ivory Dein blue sky account\nmit rein bekommst und der sieht für ivory so aus als wärst du dann akkord.\nMan kann man quasi zwischen mastern und accounts und blues sky accounts hin\nund her schalten in derselben app genau das ist also nur eine notification scheme\nfür diesen ganzen unsinn und dann kann man sozusagen das auch besser ausprobieren.\nJa und es scheint auch so ein bisschen auf ivory optimiert zu sein schreiben\nsie zumindest dass sie damit im wesentlichen testen und das ist so ihr primary\ntarget derzeit aber grundsätzlich sollte es natürlich mit allen funktionieren.\nKann man mal machen."
    },
    {
      "speaker": "roddi",
      "time": "3:34:29",
      "text": "Okay."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:34:31",
      "text": "Was ist denn hier also ich habe ja hier offensichtlich kein Mac aber diese Kamera\nÜbergabe Geschichte und dass du dein iPhone als Webcam benutzen kannst.\nIst das was oder ist das scheiße?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:34:43",
      "text": "Ich habe es noch nie genutzt."
    },
    {
      "speaker": "roddi",
      "time": "3:34:45",
      "text": "Ich habe es auch noch nicht ausprobiert."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:34:47",
      "text": "Jetzt sehe ich nämlich auch noch es gibt die Schreibtischansicht du klemmst\nalso deine Kamera also dein Handy oben an das an dein Macbook,\narbeitest mit anderen Leuten zusammen und die sehen dich irgendwie auch so in\nder Art als wärst du im Raum oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:01",
      "text": "Nee die sehen den Platz vor deinem Laptop du kannst also hier irgendwas hinschreiben\nund das quasi benutzen wie so ein Overhead Projektor."
    },
    {
      "speaker": "roddi",
      "time": "3:35:10",
      "text": "Jetzt wo du es sagst das hatten sie letztes Jahr angekündigt ich hab's nie ausprobiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:14",
      "text": "Dazu musst du dein Telefon ja irgendwie oben an deinem Ding dran klemmen,\noben an deinem Laptop musst du es dran klemmen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:35:21",
      "text": "Also es gibt ja irgendwas."
    },
    {
      "speaker": "roddi",
      "time": "3:35:22",
      "text": "Wenn man das dran klemmen Ding hat, ich hab das jetzt nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:25",
      "text": "Also mir würden 30 Features einfallen, die sie unbedingt mal in MacOS einbauen\nsollten, aber das gehört definitiv nicht dazu."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:35:32",
      "text": "Ich verstehe. Aber vielleicht so eine virtuelle Geschichte, dass es alles cooler\nist und dann fällt mir gleich wieder die Kamera, äh Quatsch,\ndie Kamera, die Brille ein.\nNicht, dass ich die Brille jetzt wieder, also jetzt hab ich schlimme Sachen.\nNa, sag. Warum muss ich denn das haben? Kann ich nicht die Brille mit Kamera\nund die Leute sehen, was ich sehe oder so?\nIrgendeine Zusammenarbeitsgeschichte oder ist das totaler Quatsch?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:54",
      "text": "Du meinst Zoom Meeting abschaffen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:35:56",
      "text": "Ja ich höre irgendwie, ich versuche ja noch irgendwas zu retten, ich weiß auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:01",
      "text": "Kollaboration."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:36:02",
      "text": "Ja sowas.\nAlso hier im Hintergrund, die anderen schweigen jetzt, weil sie das mit dem\nHandy ausprobieren, es scheint nicht zu funktionieren, man ist unzufrieden."
    },
    {
      "speaker": "roddi",
      "time": "3:36:14",
      "text": "Es funktioniert schon, es gibt mir nur irgendwie jetzt gerade kein zusätzliches."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:19",
      "text": "Ich würde mein Telefon vor allem überhaupt nicht opfern wollen,\nwenn ich mit meinem Rechner arbeite, da ist für mich einfach der,\ndas Telefon einfach ein wichtiger Second Screen, also das wäre eher so eine\nNotlösung, wenn man jetzt irgendwie, wenn die Webcam im Laptop kaputt gegangen\nist, aber das ist für mich irgendwie nicht so.\nAls Captcha Quelle ist es an sich cool, also so irgendwo auf dem Rechner sagen\nich will jetzt hier ein Foto einbinden und das schieße ich in dem Moment mit\nmeinem Telefon, das ist ja völlig in Ordnung, das kann man machen,\naber andere Kram halte ich für."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:36:51",
      "text": "Aber das Iphone hat ja eine so viel bessere Kamera und hat einfach vielleicht,\nwill das benutzen oder? Ist das nicht nachvollziehbar?"
    },
    {
      "speaker": "roddi",
      "time": "3:36:58",
      "text": "Ja, aber meiner Erfahrung nach sind diese ganzen Videolösungen ja sowieso so,\ndass das Bild, was auf der anderen Seite nicht mal so gut ist,\nwie die Kamera, die eingebaut ist.\nAlso was soll das?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:37:13",
      "text": "Na vielleicht der Winkel, also dass du vielleicht irgendwie nicht den ganzen\nHintergrund haben willst, sondern nur so leicht telemäßig, dreifach tele,\nhabt ihr doch als Mac Benutzer, äh als iPhone Benutzer weiß ich ja."
    },
    {
      "speaker": "roddi",
      "time": "3:37:24",
      "text": "Zweifach."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:37:24",
      "text": "Habt ihr nur zweifach."
    },
    {
      "speaker": "roddi",
      "time": "3:37:26",
      "text": "Also meins hat zweifach."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:37:27",
      "text": "Achso, ich hab dreifach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:31",
      "text": "Da siehst du, du hast dreifach."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:37:33",
      "text": "Und da sieht man auch gar nicht so schlecht aus. Also macht man das so als Fotografen,\nmachst du es dann eher so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:39",
      "text": "Ich sehe auch bei einfachem Zoom nicht so schlecht aus."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:37:41",
      "text": "Das ist für dich eine Einzelllösung, ja, aber für uns anderen,\ndu musst ja auch an uns denken."
    },
    {
      "speaker": "roddi",
      "time": "3:37:47",
      "text": "Ich würde dann eher Weitwinkel nehmen statt Dreifach."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:37:49",
      "text": "Nein, nein, nein, das ist keine gute Idee."
    },
    {
      "speaker": "roddi",
      "time": "3:37:52",
      "text": "Wenn die Nase da groß ist."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:37:54",
      "text": "Ja, genau.\nIch hab mich bemüht, okay."
    },
    {
      "speaker": "roddi",
      "time": "3:38:00",
      "text": "Ja nee, nee, nee, es war ein guter Einwand, aber, äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:06",
      "text": "Arbeitest du denn wirklich, also ich meine."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:38:08",
      "text": "Ich hab ein Mac zu Hause, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:10",
      "text": "Du hast ein Mac zu Hause?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:38:12",
      "text": "Aha, jetzt kommst du raus. Keine Ahnung wie du das aus mir rausgekitzelt hast. Aha."
    },
    {
      "speaker": "roddi",
      "time": "3:38:18",
      "text": "Das klang jetzt nicht so schwierig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:21",
      "text": "Nee, aber du lebst schon so auf mehreren Plattformen, kann man das sagen?\nJa, völlig egal. Und das ist dir völlig egal?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:38:28",
      "text": "Ja. Bild völlig egal. Das ist mir egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:31",
      "text": "Du hast keine Betriebssystem religiöse."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:38:33",
      "text": "Überhaupt nicht. Das hier ist Touch. Guck mal ich hab hier Windows mit Touch.\nDas ist großartig. Ich hab hier einen Stift. Guck mal ich klapp mich auf.\nHier ist der Stift. Zack.\nMal ich. Sieht scheiße aus aber ich mal. Könnt ihr nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:38:46",
      "text": "Also ich hab auch acht Stunden am Tag Windows so und halte das aus.\nEs gibt Schlimmeres im Leben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:51",
      "text": "Echt? Ja."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:38:53",
      "text": "Genau, und Samsung macht 100x, stimmt. Hab ich auch, ich hab hier, seht ihr ja nicht?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:57",
      "text": "Optisch natürlich."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:38:58",
      "text": "Natürlich nicht, aber 10-fach optisch. Mein Samsung kann 10-fach optisch,\ndas sieht richtig gut aus.\nJa, glaubt ihr natürlich nicht, ihr habt ne Antwort."
    },
    {
      "speaker": "roddi",
      "time": "3:39:06",
      "text": "Na gut, ich meine, das iPhone kann auch so lange reinzoomen, bis du noch Pixel 3 hast."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:39:11",
      "text": "Optisch, optisch 10-fach, geht. Echt. Glaubt ihr nicht, ne? Nee. Doch, ist so."
    },
    {
      "speaker": "roddi",
      "time": "3:39:16",
      "text": "Aber nur beim Mond, oder wie war das?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:39:18",
      "text": "Nein, das ist echt fake, hab ich auch ausprobiert, das sieht so gut aus,\ndass du denkst, das kann nicht sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:22",
      "text": "Es ist schon klar, dass bei all diesen Telefonen, irgendein Telefon hat immer\nirgendein Feature, was total beeindruckend ist und das hält vielleicht auch\nmal zwei Jahre, aber dafür ist der Rest meistens halt Unsinn."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:39:31",
      "text": "Ja, das stimmt."
    },
    {
      "speaker": "roddi",
      "time": "3:39:33",
      "text": "Ja gefühlt werden auch nur die Kameras besser, alles andere bleibt irgendwie wie es ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:39",
      "text": "So sind uns die Themen dann ausgegangen? Ja ne?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:39:41",
      "text": "So ein bisschen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:39:43",
      "text": "Ich glaub wir können zusammenfassen, mehr Bums hilft immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:45",
      "text": "Ja definitiv."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:39:46",
      "text": "Alles andere bis jetzt auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:48",
      "text": "Ja ja."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:39:49",
      "text": "Hauptsache mehr Bums."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:50",
      "text": "Hauptsache mehr Bums. Ja. Ja, na dann, wie ich sagen, falten wir doch mal hier\ndie Sendung zusammen Olli, vielen vielen Dank fürs kommen."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:39:58",
      "text": "Sehr gern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:59",
      "text": "Aus Hamburg?"
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:40:00",
      "text": "Ja aus Hamburg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:01",
      "text": "Ja super."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:40:01",
      "text": "Auf St."
    },
    {
      "speaker": "roddi",
      "time": "3:40:02",
      "text": "Pauli."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:40:02",
      "text": "Ich wohne nicht mehr in St."
    },
    {
      "speaker": "roddi",
      "time": "3:40:05",
      "text": "Pauli, aber ich habe da auch mal drei Monate, vier Monate gewohnt. Auf St."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:40:09",
      "text": "Pauli? Ja. Muss man da auch nicht kennen."
    },
    {
      "speaker": "roddi",
      "time": "3:40:12",
      "text": "Drei Monate davon direkt am Hans-Albers-Platz."
    },
    {
      "speaker": "Oliver Zeigermann",
      "time": "3:40:14",
      "text": "Oha."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:15",
      "text": "Nicht schlecht. Ich habe es mal in einem Spittel ausgehalten."
    },
    {
      "speaker": "roddi",
      "time": "3:40:18",
      "text": "Nicht der Nachahmung empfohlen, sag ich mal ganz vorsichtig.\nAber es war morgens immer, morgens habe ich immer das Fenster aufgemacht und das erste Geräusch war.\nBierflaschen. Richtig, Bierflaschen. Das Reinigungsfahrzeug von der Stadtreinigung,\ndas sämtliche Scherben weggeräumt hat, das war immer das gleiche.\nBrumm, Schengel, Schengel, Schengel.\nDas verbinde ich jetzt mit Hamburg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:48",
      "text": "Kann ich verstehen. Ich war in einem Spittel, da war es nicht ganz so laut.\nDas war eigentlich ganz angenehm.\nAber war dann auch gut irgendwann.\nSo, Ralf, hast du noch ein letztes Wort? Ja. Dann würde ich sagen,\nLeute, dann ist das Ende, es ist nah."
    },
    {
      "speaker": "roddi",
      "time": "3:41:10",
      "text": "Ende Gelände."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:11",
      "text": "Genau, und das heißt, wir werden jetzt hier mal ein Outro anstoßen.\nJa, und ich noch mal vielen Dank fürs Kommen und Zeigermann.eu,\nda gibt's mehr zu dir zu klicken. Links alles in Shownotes, ihr wisst schon\nBescheid. Also, wir sagen Tschüss, bis bald, in drei oder vier Wochen sind wir wieder da."
    },
    {
      "speaker": "roddi",
      "time": "3:41:36",
      "text": "Tschüss, ciao, bis demnächst."
    }
  ]
}