{"v":1,"episode":267,"speakers":["roddi","Tim Pritlove","Ralf Stockmann","Dominik Wagner"],"t":[120,121,125,126,141,145,147,160,163,228,232,236,304,305,316,318,319,328,331,333,349,349,351,352,353,355,359,364,368,369,371,375,379,381,389,391,398,399,401,406,408,426,427,455,459,462,479,485,488,489,495,497,502,504,507,515,517,522,523,525,548,567,570,586,603,612,630,681,698,705,708,740,765,859,862,868,875,876,881,929,934,966,990,991,994,1020,1044,1079,1091,1093,1095,1098,1100,1101,1102,1106,1139,1145,1189,1191,1219,1223,1224,1226,1299,1300,1338,1376,1389,1395,1397,1403,1405,1407,1424,1427,1429,1437,1439,1486,1490,1500,1503,1504,1506,1650,1659,1663,1667,1684,1684,1697,1700,1702,1705,1706,1709,1715,1719,1724,1732,1735,1760,1761,1763,1765,1767,1769,1770,1772,1775,1807,1809,1813,1816,1821,1823,1828,1830,1833,1841,1845,1851,1864,1866,1872,1876,1894,1897,1914,1916,1944,1952,1956,1960,1992,2014,2016,2018,2065,2111,2159,2181,2203,2219,2225,2231,2234,2236,2237,2240,2260,2283,2302,2310,2315,2317,2332,2335,2336,2341,2342,2345,2346,2352,2357,2382,2390,2392,2403,2405,2424,2444,2448,2454,2458,2459,2463,2470,2480,2483,2483,2487,2494,2503,2534,2535,2536,2537,2542,2586,2587,2594,2600,2603,2609,2614,2661,2714,2748,2757,2764,2859,2875,2883,2914,2921,2923,2924,2925,2927,2980,3057,3096,3102,3106,3115,3130,3154,3176,3205,3208,3224,3229,3245,3249,3252,3254,3257,3262,3291,3295,3306,3328,3339,3378,3425,3450,3493,3542,3549,3562,3566,3573,3604,3605,3607,3609,3610,3612,3622,3623,3626,3627,3632,3634,3639,3674,3679,3682,3686,3695,3698,3707,3710,3714,3720,3745,3747,3758,3762,3765,3770,3777,3780,3782,3786,3793,3795,3804,3805,3808,3815,3825,3830,3833,3834,3838,3846,3847,3874,3877,3884,3886,3889,3905,3917,3925,3936,3951,3973,3990,3994,3998,4004,4026,4031,4035,4043,4046,4065,4087,4093,4102,4107,4112,4115,4117,4183,4186,4188,4198,4212,4216,4219,4227,4229,4240,4242,4257,4261,4293,4296,4298,4301,4313,4323,4324,4358,4375,4441,4443,4445,4450,4452,4462,4467,4472,4474,4477,4493,4518,4532,4535,4539,4574,4577,4579,4582,4587,4589,4598,4631,4640,4652,4654,4666,4715,4717,4719,4760,4761,4765,4768,4769,4771,4781,4843,4851,4874,4878,4879,4886,4895,4915,4943,4952,4963,4975,4983,5020,5022,5027,5030,5033,5034,5034,5035,5042,5043,5044,5046,5049,5055,5060,5065,5067,5070,5079,5083,5098,5106,5185,5201,5215,5225,5232,5234,5245,5251,5258,5263,5270,5273,5274,5275,5285,5312,5324,5325,5344,5360,5402,5418,5495,5500,5522,5524,5595,5637,5665,5668,5670,5681,5759,5775,5778,5785,5795,5799,5819,5827,5869,5874,5893,5895,5912,5936,5957,5967,6001,6004,6014,6015,6026,6029,6055,6113,6117,6164,6185,6240,6249,6278,6281,6293,6347,6352,6354,6368,6371,6376,6381,6382,6396,6400,6404,6563,6569,6571,6574,6602,6655,6666,6669,6672,6678,6681,6704,6729,6735,6737,6743,6746,6747,6751,6756,6757,6792,6810,6816,6844,6854,6859,6863,6875,6876,6878,6892,6895,6899,6918,6921,6950,6977,7020,7032,7034,7084,7106,7145,7153,7158,7161,7168,7173,7176,7178,7193,7208,7217,7226,7239,7244,7247,7257,7259,7260,7261,7268,7270,7274,7275,7278,7281,7282,7283,7283,7284,7286,7290,7291,7307,7309,7324,7326,7326,7327,7330,7338,7341,7343,7345,7362,7368,7371,7390,7394,7398,7408,7410,7412,7414,7434,7463,7473,7515,7518,7520,7521,7528,7530,7574,7594,7600,7604,7620,7629,7636,7646,7701,7703,7793,7802,7805,7817,7821,7824,7832,7861,7868,7912,7914,7916,7919,7920,7950,7978,7986,7994,8007,8008,8031,8070,8135,8154,8168,8172,8196,8198,8214,8215,8284,8287,8301,8395,8410,8436,8462,8463,8519,8533,8538,8544,8548,8552,8554,8556,8558,8561,8569,8608,8700,8831,8870,8876,8909,8927,8934,8940,8956,9083,9121,9124,9125,9129,9177,9204,9236,9250,9260,9263,9288,9299,9299,9301,9303,9306,9308,9311,9316,9325,9327,9330,9347,9353,9354,9360,9396,9401,9423,9437,9441,9443,9448,9449,9480,9482,9483,9485,9488,9490,9492,9496,9514,9515,9518,9519,9535,9537,9539,9552,9557,9559,9562,9591,9592,9611,9613,9619,9624,9726,9731,9746,9763,9767,9790,9794,9797,9807,9822,9824,9826,9834,9840,9843,9846,9848,9888,9890,9893,9895,9973,9978,9980,10007,10017,10022,10027,10064,10072,10076,10082,10097,10102,10105,10109,10113,10166,10168,10192,10196,10198,10269,10306,10308,10433,10441,10444,10447,10448,10474,10521,10541,10547,10553,10574,10578,10592,10598,10644,10710,10810,10815,10815,10817,10825,10887,10888,10891,10900,10908,10919,10929,10932,10937,10952,10974,10977,10997,11132,11145,11148,11156,11158,11164,11175,11180,11297,11312,11317,11318,11358,11360,11383,11402,11403,11405,11413,11415,11417,11422,11427,11464,11513,11515,11518,11575,11735,11745,11756,11834,11843,11845,11851,11883,11887,11892,11893,11934,12002,12015,12057,12093,12096,12106,12157,12186,12281,12406,12432,12442,12444,12446,12463,12502,12565,12631,12671,12693,12699,12700,12740,12779,12797,12865,12915,12985,12989,13003,13005,13011,13017,13050,13189,13195,13198,13266,13311,13364,13373,13374,13375,13377,13378,13382,13384,13403,13420,13444,13447,13497,13509,13518,13541,13545,13548,13551,13569,13570,13598,13612,13629,13631,13659,13724,13745,13764,13783,13790,13796,13831,13861,13865,13957,14001,14004,14092,14134,14152,14225,14228,14261,14264,14368,14369,14386,14388,14392,14404,14408,14429,14434,14440,14448,14458,14462,14463,14506,14525,14528,14549,14556,14568,14604,14630,14650,14665,14683,14692,14694,14787,14789,14912,14932,14936,14963,14986,15001,15017,15079,15085,15145,15152,15156,15205,15218,15220,15223,15227,15229,15238,15240,15277,15285,15294,15304,15312,15328,15342,15410,15416,15418,15423,15424,15442,15449,15450,15536,15538,15581,15614,15616,15624,15640,15696,15734,15755,15773,15777,15780,15783,15817,15834,15864,15918,15923,15924,15926,15930,15934,15936,15947,15950,15966,15968,15970,15979,16048,16072,16076,16082,16086,16089,16097,16113,16117,16140,16143,16202],"s":[0,1,2,1,2,3,1,0,2,0,2,1,3,1,3,1,3,0,2,3,1,0,1,0,1,3,1,3,1,0,3,2,3,2,3,1,2,0,1,2,3,0,1,2,3,1,0,1,0,1,0,1,2,1,2,1,2,1,2,1,2,1,3,1,0,3,1,3,1,3,1,0,1,0,1,0,1,3,0,1,0,3,1,0,1,3,0,2,3,2,0,2,1,0,1,3,0,1,0,1,0,1,0,1,3,0,1,3,1,2,1,3,1,3,1,0,3,1,0,3,0,3,0,3,0,1,0,1,3,1,3,2,3,2,1,2,1,2,1,3,1,3,1,2,3,1,3,1,3,1,3,1,3,1,3,1,0,2,1,3,1,2,3,2,3,0,1,3,0,1,0,1,0,1,0,2,3,0,2,0,2,0,2,3,2,3,2,1,2,1,3,2,3,1,3,1,3,1,3,2,1,2,0,2,1,3,2,3,1,0,1,3,2,1,2,1,3,0,1,3,1,3,1,3,1,0,1,3,0,1,0,1,0,2,1,0,1,0,2,0,2,3,0,3,1,0,1,0,1,0,1,3,2,0,3,2,3,2,0,2,0,1,2,1,2,1,0,1,2,3,0,3,1,0,1,3,2,3,2,1,0,2,0,1,0,1,2,1,2,0,3,0,1,0,2,0,1,2,1,2,0,1,3,2,1,3,1,0,1,2,1,2,1,0,1,0,1,0,1,0,1,2,1,2,0,1,0,3,2,3,2,0,3,2,3,0,2,0,2,3,2,1,2,1,0,1,3,0,2,0,2,1,0,2,0,1,2,1,0,1,3,1,0,1,0,2,1,0,1,0,1,0,1,0,2,0,2,1,0,1,0,1,2,1,0,1,0,1,0,3,1,3,1,0,3,0,3,1,3,1,3,0,1,0,2,0,3,0,3,1,0,1,0,1,2,0,1,0,1,0,2,0,1,0,3,1,3,0,1,2,1,0,2,1,0,1,0,1,0,1,2,1,2,1,2,1,2,1,3,1,2,0,2,0,2,0,1,2,0,2,1,0,1,0,2,0,2,0,2,0,2,0,2,1,2,1,0,1,0,1,0,2,1,0,1,0,1,0,2,1,0,1,0,1,0,1,0,3,2,0,2,0,1,0,3,0,1,0,1,0,2,0,3,0,3,1,2,0,2,0,3,1,0,1,0,3,1,0,1,2,1,3,0,3,0,2,3,0,2,0,2,0,2,0,2,1,0,2,0,2,0,1,0,3,2,1,2,0,1,0,2,1,2,3,1,0,2,1,0,1,0,1,2,0,3,0,1,3,0,1,0,2,1,3,0,1,0,1,3,1,0,1,0,1,0,3,1,0,1,0,1,0,1,0,1,0,3,0,3,1,3,1,3,1,0,1,3,1,3,0,1,3,0,1,2,1,0,1,0,2,0,2,0,2,0,2,1,3,0,1,2,1,0,1,0,1,0,1,0,1,0,3,1,3,0,3,0,3,1,2,1,0,3,1,0,1,3,1,0,1,0,1,3,1,3,1,3,2,1,2,1,3,1,3,1,0,3,1,3,0,1,0,3,1,0,1,0,1,0,1,3,0,1,2,3,0,3,0,3,0,2,0,1,3,0,1,0,2,3,1,2,1,2,1,2,1,2,1,2,1,3,2,1,2,1,2,1,0,1,2,1,0,1,2,1,2,3,2,1,0,2,1,2,1,2,3,2,1,2,1,2,1,2,3,0,2,1,2,1,2,1,2,1,3,0,1,2,1,0,1,2,1,2,1,2,0,1,0,1,2,3,1,3,2,3,1,3,1,2,3,2,1,2,1,2,1,2,1,2,0,2,3,2,1,0,1,0,1,0,1,2,1,2,1,2,1,3,1,0,3,2,0,1,0,1,3,1,0,2,3,1,2,0,2,3,1,2,1,2,1,0,1,0,1,2,0,2,0,2,0,2,1,2,0,3,2,0,3,0,2,3,2,0,2,1,2,3,2,3,2,3,0,2,0,2,0,2,3,1,2,3,1,3,2,3,1,3,0,3,1,0,3,1,0,1,0,2,1,2,1,2,1,3,1,0,1,3,2,3,1,3,1,3,1,3,1,2,1,2,0,2,1,2,1,0,2,0,2,1,2,1,2,3,2,1,2,1,0,2,1,0,1,0,2,3,1,3,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,1,0,1,2,3,0,1,0,1,0,1,3,1,2,0,2,0,2,1,2,0,1,2,0,1,0,1,3,0,1,0,1,0,1,0,1,3,0,1,0,1,0,1,0,1,3,0,1,0,1,0,1,2,1,3,0,2,0,3,0,3,2,0,3,0,1,0,1,0,1,0,1,2,1,3,1,3,1,0,1,0,1,0,1,0,2,1,0,1,3],"x":["Hallo.","Moin. So Ralf, sag mal was.","Ich teste mal.","Ah, ich wusste nicht, ob ich mein Audio-Setup entschuldige.\nJa, also auch Podcaster müssen irgendwie wissen, wo sie sind,\nweil wenn sie nicht wissen, wo sie sind, dann sind sie auch nicht,\nwo sie nicht sind und dann...","Sieht sich jetzt noch ein bisschen wie die Rumsfeld Unowns an.","Ich stäuber wäre auch mal wieder am Start.","Also Rumsfeld ist ja sehr gescholten worden für diesen Kommentar,\naber das ist ja tatsächlich wirklich extrem philosophisch was er da von sich\ngegeben hat und durchaus auch\njetzt nichts neues was er sich ausgedacht hat, sondern das ist a Thing.","Was hat er denn gesagt?","Naja, er meinte, es gibt halt so die vier Annons, also der Hintergrund erst\nmal Irakkrieg und es ging um die Beweislage,\nob denn nun Irak Massenvernichtungswaffen welcher Art wo auch immer hat und\ndann hat Donald Rumsfeld dieses klassische Vier-Quadranten-Modell aufgemacht.\nEs gibt die Dinge, die wir wissen und von denen wir wissen, dass wir sie wissen\nund es gibt Dinge, die wir nicht wissen, von denen wir aber wissen,\ndass es sie gibt, aber wir wissen sie halt nicht.\nDas sind dann die known unknowns und der spannende Quadrant ist aber dann die\nunknown unknowns, wo also Dinge da draußen sind, von denen wir keine Ahnung\nhaben und wo wir auch noch niemals ahnen, dass es sie nicht gibt.\nGenau und das ist, also ich finde nicht, dass er gescholten worden ist.\nAlso von allen Leuten, die irgendwie so ein bisschen intellektueller,\nphilosophischer angehaucht haben,\ndie haben das sehr gefeiert, dass so eine Birne in einem in der Tat verwerflichen\nKontext dann aber doch endlich mal was brauchbares rausgegeben hat,\nweil dieses Vier-Quadranten-Modell benutze ich in der Tat erstaunlich häufig. Also es funktioniert.","Wahrscheinlich von vielen einfach nur als schlechte Ausrede interpretiert worden.","Was es in dem Fall auch war. Das kann man glaube ich schon so sagen.","Das mit dem Missile ist auf jeden Fall aus so einem Air Force Dokument und ist total ernst gemeint,\nallerdings extrem komplizierte Beschreibung des Algorithmuses,\nwie diese ganze Missile, wie weiß ich, wo ich bin und kriege ich das unter Umständen\ndadurch raus, dass ich vor allem erstmal weiß, wo ich nicht bin.\nSo im Prinzip funktioniert aber es ist halt so ein dermaßer Gedankendreher,\ndass man da nicht so richtig mitkommt. Aber so ist das, wie bei Podcasts.\nIch sag erstmal hallo hier ist die Freakshow, wir sind's,\nes ist die Ausgabe 267 und wir senden am 14 Juli 2023 mal locker 10 Tage später\nals wir das ursprünglich vorhatten,\naber mir ist da etwas dazwischen gekommen und es war unmöglich den Termin zu halten.\nUnd es wäre fast auch dieser Termin noch geplatzt, wenn ich nicht gestern wie\ndurch ein Wunder wieder von den Toten auferstanden wäre, aber die letzten zwei\nWochen waren echt wirklich der totale Terror und ich wäre zu nix zu gebrauchen gewesen.\nGenau, so und begrüßen wir erstmal die Runde und ich fange mal zu meiner rechten\nHand, da ist nämlich der Beamer und da begrüße ich Dom.","Ja hallo.","Moin Moin, wir probieren das jetzt mal aus, weil es wurde ja immer gefordert,\nFreakshow muss auch mal remote können und so und das haben wir ja auch gemacht.","Und idealerweise fällt jetzt das Bild aus, während du mich vorstellst.","Ist nicht dein Ernst?","Doch, dein Bild ist jetzt weg. Da steht jetzt Tim Pritlow. Jemand hat entweder\nden Videoknopf gedrückt oder ich weiß nicht.","Wir sehen dich aber noch und die Kamera sieht dich auch noch.","Tim hat mit der Remote auf den Tisch gehauen.","Wunderbar. Ihr seht mich super. In irgendeiner Form ist einfach kein Videosignal\nmehr da. Aber ich bin da heute als Remote-Gast und eigentlich haben wir hier\nein tolles Setup, wo ich auf dem Video den Tisch so sehe, als würde ich da sitzen.\nDas haben wir sehr gut vorbereitet. Guck mal Tim, da unten links Video starten.","Was denn?","Zweiter Button von links.","Wieso ist das aus?","Keine Ahnung, aber es ist.","Video starten.","Jetzt habe ich den Tim etwas näher an mir dran als ich gerne hätte.","Okay. Naja komm, so schlimm ist das jetzt auch nicht. Mit anderen Worten jetzt siehst du mich wieder.","Genau und das Geile ist, ich habe natürlich auch ein Echo jetzt,\naber es ist ja so ist es wohl.","Achso, weil auch noch.","Nee, laut ist es ja nicht.","Ich weiß nicht woher ich das Echo habe, aber ich habe jetzt ein bisschen ein\nEcho von mir selber auch noch.","Dom siehst du das alte Kamera Video oder siehst du jetzt das Macbook Kamera?","Ich sehe das Macbook Kamera, ich sehe Tims Ohr.","Tim, du musst die Source vom Video umschalten. Du hast das zwar jetzt in Video\nübertragen, aber du überträgst das von deiner Kamera.","Sie sind leicht dabei und warten ihre Hände drinnen, meine Damen und Herren.","Ich weiß auch warum, weil die Webcam nicht mehr da ist. Das funktioniert ja\ntotal super hier als neues System.","Warum eigentlich?","GoPro, hurra.","Also die GoPro ist aber noch verbunden mit dem Computer, nur das blöde Zoom.","Jetzt sagt sie irgendwas mit USB.","Und das geile ist, die Beleuchtung ist halt auch, ihr müsst euch das so vorstellen,\ndie Beleuchtung ist so ausgelegt, dass die gut beleuchtet sind,\naber für die GoPro und jetzt das Laptop Video schaut direkt in so eine mehr\noder weniger eine fette Lampe rein und jetzt habe ich eher so einen Eindruck\nvon so einem FBI Interview.","Sprechen Sie.","Also aus irgendwelchen blöden Gründen kennt Zoom diese Webcam gerade nicht,\nobwohl sie läuft und die Software meint sie läuft, ich kann sie mal starten,\nalso die Kamera selber sagt jetzt USB verbinden, siehst du?\nJa, ja, weil ich jetzt gerade die Software hier neu starte, um erstmal zu gucken, ob es daran liegt.\nIst ja immer so mit diesen ganzen dynamischen Dingern, aber Zoom sieht das nicht.","Übrigens das mit dem nicht durcheinander reden klappt schon total super.","Jetzt seh ich euch ja natürlich auch nicht, jetzt kann ich nicht mal irgendwie das.","Ich werd mal kurz hier, wir machen das hier gleich mal mit dem,\nwir machen das mal mit dem Zoom mal neu, Sekunde.\nAber das Gute ist wir hören uns ja noch und das ist alles worauf es ankommt\nund ich kann ja erstmal mit der Vorstellung weitermachen und Roddy begrüßen, hallo Roddy.","Ja, guten Abend.\nDa muss ein R rein in das Wort.","Ja, das ist dir gelungen da eins einzubauen.","Ich weiß auch nicht wieso.","Willst du noch irgendwas anderes schönes sagen an unsere Hörerinnen und Hörer gerichtet?","Sehr gerne, aber vielleicht nicht in der Vorstellungsrunde.","Okay, gut. Dann leite ich gleich zu Ralf weiter, der ist nämlich auch da. Hallo Ralf.","Einen wunderschönen guten Abend.","Jetzt auch noch ein paar salbungsvolle Worte bitte.","Ich freue mich sehr auf die heutige Sendung und ich glaube es ist eher ein Vorteil,\ndass wir sie ein bisschen später machen und nicht ein zwei Tage nach der WWDC.","Später als, achso.","Weil wir schon so viel jetzt an reflektierenden Gedanken und Beiträgen verarbeiten konnten.","Theoretisch zumindest.","Kann der Sendung nur gut tun.","Ja okay, verstehe. Gucken wir mal, jetzt haben wir hier auf jeden Fall diese\nWebcam ist jetzt sozusagen da.\nUnd jetzt müssen wir nur noch den Dom hier auch wieder bildtechnisch wieder reinholen.\nIst das nicht schön, wie so Sachen, die eigentlich jetzt niemanden wirklich interessieren.","Wäre ja so viel einfacher, wenn Studio Link auch schon das Video hätte.\nEs gibt ja ein Prototyp seit Dezember, aber ich hatte Sebastian extra nochmal\ngefragt im Vorfeld, das ist wirklich noch Alpha und noch nicht stabil genug\nfür Produktion, aber Kein Druck.\nKommt bestimmt. Mach mal hin.","So, jetzt siehst du uns richtig, Tom?","Jetzt sehe ich euch wieder und muss wirklich jetzt aufpassen,\nweil ich muss ja die Zoom-Anwendung korrekt bedienen und die richtigen Knöpfe\ndrücken, dass nicht auf einmal Audio über Zoom kommt und wir alle keine Ohren mehr haben.\nWeil das Joint Audio ist der Default-Knopf.","Alles noch im Problem. Also unser Versuch ist,\ndich hier sozusagen so echt es geht hier in die Situation zu bekommen und eigentlich\nmüssten wir wahrscheinlich jetzt alle schon mit einer Vision Pro hier sitzen,\num sozusagen das richtige Podcast Gefühl im Cyberspace zu haben.","Hilfe. Auf das Thema kommen wir gleich noch zurück.","Tim hat sich ja eigentlich vorgenommen für diese Season jetzt endlich mal,\ndass wir uns vorbereiten und die Themen in irgendeiner Form hier aufschreiben\nund eine Reihenfolge haben und jetzt macht er einfach, spring da ans Ende,\nweil er kann ja, ist ja deine Sendung ne.","Es gehört ja auch zum Trademarkt der Sendung, latent chaotisch zu sein,\nwenn wir jetzt so viel Struktur haben ist ja auch nicht gut, ne?\nBeschweren sich dann auch wieder alle.\nJa, was ist passiert? Also wir hatten unsere letzte Sendung veröffentlicht am\num, wann war das? Schon eine Weile her, 26. Mai.\nOh Gott, das tut mir so leid.\nAber genau und wir hatten uns ja auch ganz bewusst so ein bisschen mit dieser\ndrohenden Veröffentlichung von Vision Pro beschäftigt,\nwer das noch nicht gehört hat kann jetzt hier auch mal Pause machen und sich\nanhören wie wir uns da um den Kopf um den Kragen reden, also ich zumindest.","Ich kenn dieses Gespräch ja, ich hab ja in jeder Sendung, in der ich Gast war\nversucht dieses Thema irgendwie anzuschneiden und du hast es so abgesäbelt jedes Mal,\ndass es überhaupt keinen Spaß gemacht hat, darüber nachzudenken,\nwas denn cooles dabei passieren könnte und du hast das letzte Mal wieder so\ngemacht gefühlt, also ich hab das vorher auch nochmal gehört.","Spoiler, ich werde nicht 100% von meinen Thesen zurücktreten heute,\naber mal gucken, was daraus kommt.","Vielleicht bewegt sich der alte graue Herr ja noch ein bisschen.","So, wollen wir gleich loslegen mit WWDC oder wollen wir erstmal irgendwelche\nanderen Sachen reinschmeißen? Vielleicht haben wir da noch ein paar Kleinigkeiten,\ndie wir vorwegwerfen können.\nJa ich weiß was, 50 Jahre Ethernet. Ich muss mal ein Loblied auf Ethernet anstimmen.\nOh Ethernet, du schöne. Ich finde Ethernet ist einfach der geilste Standard,\nden die Computerindustrie wahrscheinlich je hervorgebracht hat.","Da muss ich gleich mal rein grätschen. Sprichst du jetzt von dem was man heutzutage kennt,\ndiese RJ irgendwas Stecker die man so klick irgendwo reinsteckt oder sprichst\ndu auch von Fick Ethernet mit seinen Anschlüssen die man da so reinschrauben\nmusste oder Fin Ethernet wo einem immer die Terminatoren abhanden gekommen sind.","Internet war zu jedem Zeitpunkt immer die beste Lösung.\nUnd was echt bemerkenswert ist, dieser Standard ist 50 Jahre alt,\n50 Jahre alt, aber so wie er gespeckt ist und wie er gedacht wurde,\nfunktioniert der immer noch tadellos und man würde heute nichts anderes machen.\nAlso ich finde die Vision von Isarnet, die war einfach so scharfkantig genial, richtig.\nDass es einfach gepasst hat, ich meine sogar das mit den MAC-Adressen reicht noch,\nalso man war vor 50 Jahren da sozusagen,\nalso ich weiß nicht ganz genau wann jetzt die MAC-Adressen konkret in der Form dazu kamen,\naber im Prinzip war das ja von Anfang an so mitgedacht,\naber es reicht immer noch um irgendwie Millionen an Mini-Routern,\nIOT-Devices, Pipapo und noch Bluetooth und so weiter, alles funktioniert nach\ndiesem selben Schema, die Namensräume funktionieren noch, es mag da irgendwann\nnoch mal Probleme geben, aber\nEs ist nicht so wie IPv4 was nach 20 Jahren schon gefühlt so ein bisschen sein\nLeben ausgehaucht hatte und jetzt so die ganze Zeit auf Live-Support noch irgendwie\ngehalten wird, weil viele Leute immer noch nicht bereit sind irgendwie mal Administratoren\neinzustellen, die irgendwie ihre Sache auch gelernt haben.\nUnd Ethernet funktioniert super. Und dass natürlich damals die Hardware limitiert\nwar ist klar, aber die Idee war großartig.\nMan macht einen Bus und alle schreien da drauf rum.\nUnd auch Finn Ethernet war gut, also wer vielleicht nicht weiß wovon wir reden,\nweil ihr ja alle natürlich wieder, wie so spät geboren seid,\nalso ich war ja auch nicht dabei, doch warte mal halt.","Finn Ethernet hast du doch bestimmt erlebt.","Sag mal, es fällt in meinen Alterszeitraum, aber es ist jetzt nicht das erste\nMoment, wie ich mich beschäftigt habe mit der Grundschule.","Ich kann mich ganz gut an die Finn Ethernet Probleme erinnern.\nJa. Fick Ethernet hab ich tatsächlich auch nicht mehr erlebt.","Wir müssen das kurz erläutern.","Erklärt es doch mal die beiden.","Also Thin Ethernet ist das BNC Kabel, wo man diese komischen T-Stecker hatte\nund dann hat man ein langes Kabel mithilfe von diesen T-Steckern an Netzwerkkarten\nhinten an PCs irgendwie rangeklemmt und dann hat man an beiden Enden einen sogenannten\nTerminator Widerstand gemacht,\ndamit das Signal am Ende nicht reflektiert.\nOhne jetzt weiter auf die Elektrotechnik einzugehen. Das war Thin Ethernet,\naber es gab, bevor es Thin Ethernet gab, gab es noch Thick Ethernet.\nDas war im Prinzip auch ein Koaxalkabel, das war nur deutlich dicker.\nIch kann jetzt nicht genau sagen wie dick, aber ich glaube es war mindestens\nzwei Zentimeter dick. Wenn nicht noch dicker.\nUnd dort hat man also gleiches Prinzip, ein Kabel, alle senden auf das Kabel.","Also Daumen, Zeigefinger hast du gerade gemacht, das trifft es in etwa,\nne? Also so ein dickes Teil.","So und da hat man, um etwas anzuschließen, gab es dann so eine Klammer mit so einem Dorn.\nMan hat also irgendwie die Klammer um das Kabel drum gemacht und den Dorn reingeschraubt,\nsodass der Dorn innen in den inneren Leiter des Koaxaldingens hatte und außen\ndie Schelle irgendwie an den äußeren umwickelten Leiter ging.\nUnd das nannte sich Fick Ethernet.\nAber wie gesagt, das hab ich, genau, Vampirklemme, da steht's.","Ja, die hab ich nochmal gesehen, auch in so alten Pfunden von alten Geräten.\nBNC selber hab ich noch, so hab ich mit Netzwerk begonnen und interessanterweise\nauf meinem Akkorn, und da war es glaub ich auch schon gleich Ethernet, wir hatten nix eigenes.\nHat jemand von euch irgendwie mit Apple Talk und den Alternativen,\ndie es denn gab damals wirklich zu tun gehabt? Und warum waren die doof?\nAlso was war da schlecht? Apple Talk war da auch cool oder?","Die waren auch super.","Apple Talk war cool, aber langsam.","Also erstmal, Apple Talk ist ja das Protokoll. Die Hardware war Local Talk, das war langsam.\nEs gab auch Ether Talk, das ist dann Apple Talk über Ethernet,\ndas war auch okay, nicht so performant wie IP, aber anderes Ding.\nVielleicht nochmal kurz zu diesen Kabeln, also mit diesem Vampirklemmen.\nIch kannte diesen Begriff noch nicht. 50 Jahre Internet, aber ich habe den Begriff\nVampirklemmen. Nein, wie geil ist das denn bitte? Ich sauge hier die Daten raus.","Für alle diese Art von Anschlüssen, wo du halt das Ding einfach reinhämmerst.\nSelbst die Dinger, wenn man jetzt so ein Ding krimmt an so einer Box,\nnennt man das noch teilweise so.\nDeswegen also wenn man einfach das einfach so rein tischt und dann hat es halt\neinmal zusammen quetschen und dann geht's, wenn du es richtig getroffen hast,\nso Krimpen ist der Soft Porno Begriff für die Vampirklemme.","Das interessante an Thin Ethernet das mit dem mit dem üblichen Koaxalkabel was\nman wahrscheinlich so kennt, ist dass die Kabel, die Thin Ethernet Kabel hatten\n50 Ohm Wellenwiderstand, während normale,\nFernseh- oder Radioanschlusskabel 75, ohm Wellenwiderstand und wenn man das\nandere Kabel benutzt hat, dann ging's nicht.\nDas war auch eine sehr beliebte Fehlerquelle von Leuten, die nicht wussten, was sie tun.","Wir sind uns schon eilig, dass der RJ45 Stecker schon auch Mist ist, oder?\nAlso ich hab irgendwie kein Kabel wo nicht nach zwei Jahren da der Schnupsi, also dieser Nase ab ist.","Also ich wollt grad sagen, also es gibt.","Aber woran erkennt man die richtigen Kabel?","Die haben da so einen Schnupsi Schutz aus Gummi obendrauf.","Auch die über dem Schnupsi.","Die gehen kaputt, also.","Ja auch die gehen kaputt.","Das ist nicht perfekt, aber ich würd sagen es ist, ich hab da etwas gelernt.","Lass uns das mal kurz, wenn wir schon diese 50 Jahre ESA und jetzt aktuell diese Stecker haben.\nDiese Stecker sind ja so, dass man die nicht einfach rausziehen kann und man\nkann die oben so drücken,\ndamit man diesen Umkehrschutz drücken kann, um die rauszuziehen und was ich\nbis vor kurzem echt nicht gewusst habe, man muss die ein bisschen reinschieben\ndabei, weil die haben nochmal einen kleinen Widerhaken da oben,\nder davor bewahrt, dass man den aus Versehen runterdrückt.\nDas heißt man muss die ein bisschen reinschubsen, dann zusammendrücken und dann\nrausziehen und dann geht es ganz easy, da muss man sich nicht die Finger brechen\ndabei und ich bin so froh, dass ich es gelernt habe inzwischen.","Und ich glaube Clemens beißt schon in die Tischkante.","Er beißt in zig Ethernet. Er möchte seine Glasfasersplasie. Clemens ist die\nVampirklemme des Podcasts.\nJa, also nochmal zum Sinn. Ethernet, also 10BASE2 heißt das ja offiziell.\nIch weiß noch, 1992, ich erzähl jetzt wieder vom Krieg, gab's,\nEntschuldigung, 93, gab's ja das erste Hackercamp.\nAlso das erste richtige Hackercamp und zwar jetzt nicht das Chaos Communication\nCamp, das kam dann erst später, sondern das wurde ja in Holland erfunden.\nUnd das war At the End of the Universe und was willst du mir gerade sagen, Rudi?","Dom hat schon wieder kein Video.","Okay, alles klar. Das scheint ja gut zu funktionieren hier mit der GoPro.\nNaja, ich erzähl mal kurz noch zu Ende, wie ich das fixe.\nUnd 1993 gab es natürlich noch nicht so viel Internet. Und das CAMP hatte aber\ntatsächlich eine Verbindung zum Internet in Form von zwei 19.200,\nBit pro Sekunde US Robotics Modems, die irgendwie zusammengeschaltet waren.","Und wahrscheinlich auch nicht legal damals.","Ach in Holland.","Achso in Holland ja.","Also in Holland haben die drauf geschissen, verboten war immer alles nur in\nDeutschland, in Holland sind die ja irgendwie mit der Zukunft immer schon ein\nbisschen näher dran gewesen.\nAuf jeden Fall hatten sie da quasi Internetverbindung und dann gab es da eben\nso dieses Campinggelände wo so ungefähr so 50 Zelte rumstanden und der Hauptsport\nauf dieser Veranstaltung stand da drin ein Thin Ethernet Kabel auf dem Campingacker\nvon Zelt zu Zelt rennen zu lassen,\nalso einen großen Ring herzustellen, Atmen ist schon schwer ne,\nUm dann irgendwie da ein Tröpfchen Bit aus dieser Modemverbindung zu entnehmen.\nUnd es ist auch ab und zu mal gelungen und war dann immer ein großes Hallo.\nJa, soviel nochmal zu Zen Internet. Aber heutzutage ist es schon besser geworden.\nMittlerweile gibt es ja auch Internet über alles. Man kann das ja auch über\nThunderbolt Stecker, USB-C rüberjagen, dann wird es auch richtig fix und dann\nhat man auch bessere Stecker.\nAlso ich könnte mir durchaus vorstellen, dass wir so in Zukunft vielleicht auch\nmal das RJ45 Gedöns loswerden und durch andere Sachen machen,\naber dann müssen diese USB-C Kabel echt nochmal viel billiger werden.","Ich wollt grad sagen, glaub ich nicht.","Im Chat schreibt noch jemand Token Ring, muss man vielleicht an der Stelle auch nochmal erwähnen.\nToken Ring hatte natürlich immer das Problem, wenn der Ring unterbrochen war, ging gar nichts mehr.\nUnd das ist wohl auch relativ häufig passiert, während Thin Ethernet zwar zu\nder damaligen Zeit jetzt auch nicht viel robuster war, aber,\nwie du bereits sagtest, robuster als alles andere.\nInsofern hat sich Token Ring glaube ich auch nicht so richtig durchgesetzt.\nVor allen Dingen, das war auch so ein Rechenzentrum-Ding, glaube ich.\nDas wurde in der freien Wildbahn eher nicht verwendet.","Es tut mir total leid aber diese GoPro Webcam Software stellt irgendwie,\nich weiß nicht ob die ihren Dienst einstellt, also eigentlich meint sie sie\nfunktioniert noch aber der Zoom schüttelt diese Kamera ab,\ndann ist es irgendwie nach einer Weile wieder weg und zeigt mir das nicht an\nund jetzt müsste ich jedes mal wieder irgendwie das neu starten,\ndas ist wirklich zum kotzen ey.\nKann nicht einfach mal irgendwas einfach mal funktionieren ich meine alles was\nich gebraucht habe ist eine webcam mit 120 grad die einen nicht arm macht und\nsowas scheint der mark kaum herzugeben dachte ich mir nimmst du so eine gopro\nwas kann schon schief gehen wenn die ein webcam modus hat ist doch alles super naja.","Er hat ja vor allem auch schon länger funktioniert als jetzt nicht funktioniert\nalso wir hatten ja die sendung praktisch so in vorbereitung hat es halbwegs funktioniert.\nNaja was machen wir denn da jetzt?","Naja nochmal neu starten nochmal gucken ob sich irgendwas verändert.\nKannst nicht anders machen jetzt.","Hast du einen Sleep-Timer in der Software wo du irgendwas drehen kannst?","Da gibt's überhaupt nichts das einzige was ich einstellen kann ist 1080p und 27p und das war's. So.","Ja und du stellst 1080p ein oder?","Ja.","Ich kann dir auch weniger geben aber das bringt er jetzt nicht.\nDu kannst mal versuchen das parallel im Quicktime-Player aufzumachen oder so.\nSo ein Mist, dass es irgendeinen zweiten Klienten gibt von dem selben Videostream,\nvielleicht ist es dann stabiler oder ist es schlimmer, man weiß es nicht so\ngenau. Du bist ja gerade auf Ventura gegangen oder? Vor Ventura wäre das natürlich nicht passiert.","Mit Sicherheit.","Daran liegt es bestimmt.","Wir feiern Ethernet und wir, wann feiern wir denn USB? Oder? Was?","USB wird nicht gefeiert.","Also USB feier ich erst, wenn die tatsächlich es hinkriegen,\ndem Standard beizubringen, dass Tastaturen auch eine Marke dafür haben,\nwelche Belegung draufliegt.\nDas ist eine Tastatur an Klemme, die relativ viel Intelligenz hat,\naber nicht weiß, wie sie belegt ist. Das geht halt einfach nicht.\nIch weiß nicht, wer da nicht auf die richtige Idee gekommen ist, aber ne.\nGut, ich mach mal einen kleinen Teaser, würde ich gerne mal loswerden und zwar,\nich weiß nicht, hat sich vielleicht ein bisschen herumgesprochen,\ndass ich in dem Ladefuchs...\nTeam, Projekt, Mitarbeiter. Und zwar Ladefuchs ist eine App für Elektro-Auto-Fahrer,\ndie auch gerne mal unterwegs laden.","Diese App mit dem Rules-Icon meinst du, oder?","Das Icon ist tatsächlich von den gleichen Leuten designt, die auch die Rules-Tiere\ndesignt haben. Aber das war auch so gewollt.","Ja, das ist auch abgesegnet, das ist auch alles gut. Passt.","Das wollte Malik so haben.","Die kleine Welt so klein.","Genau, das wollte Malik so haben. Gibt viele Grüße von Malik an alle.\nIch nehme an, das betrifft auch die Hörer. So, und wir sind jetzt kurz davor,\ndie Version 2.0 rauszubringen. Die Version 2.0. Und zwar muss man vielleicht\nnoch mal kurz erklären, was der Ladefuchs macht.\nUnd zwar, es gibt Ladesäulenbetreiber, auch CPO oder Chargepoint Operator genannt.\nUnd es gibt dann die Leute, die einem den Strom tatsächlich verkaufen.\nDie werden, glaube ich, Charging Service Provider genannt oder so.\nKeine Ahnung. Ist ja auch nicht so wichtig. Aber es ergibt sich dann eine Matrix\naus den Leuten, die einem den Strom verkaufen und den Leuten,\ndie die Säulen aufgestellt haben.\nUnd an dieser Matrix steht gerne an jeder Stelle dieser Matrix ein anderer Preis.\nUnd um das so ein bisschen, um es möglich zu machen, dass man schnell nachgucken\nkann, welchen Preis hat man denn zu erwarten, haben ein paar Wahnsinnige vor\neiniger Zeit eben diese Ladefuchs-App angefangen.\nUnd der Markt an Chargepoint Operators und den eigentlichen Service Providern\nist so dermaßen volatil, dass wir da nochmal ein paar Sachen hinzugefügt haben,\nunter anderem eine Detailansicht.\nMan kann also jetzt in der Liste 11 auf eine Karte tippen und bekommt eine Detailansicht,\nwo dann auch so Dinge drinstehen wie eine Blockiergebühr oder ob es monatliche\nGebühren zu einer Karte gibt oder sonstige Notizen.\nDiese Version 2.0 wird in den nächsten zwei Wochen rauskommen.\nAlso eigentlich ist sie schon fertig, aber das große Press-Release-Big-Bang-Ding,\nsie dauert noch ein bisschen, aber für den Sommerurlaub sollte es dann noch reichen.\nIn diesem Fall, ja, was letzte Preis, ändert sich halt ständig.\nDeswegen gibt es diese App.\nEs wäre schön, wenn es diese App nicht bräuchte und einfach alle Anbieter einen\nordentlichen Preis machen würden,\naber es gab ja auch mal diese komischen Vorwähler, diese Internetprovider,\nWahlprogramme und ähnliche Dinge.","Aber wie kann man wirklich so eine wichtige Infrastruktur gleich vom Staat weg\nso wieder so vergeigen wie Deutschland das macht, ich verstehe das nicht, also es ist wirklich.","Ich glaube du hast dir die Antwort schon gegeben, das war das Wort mit dem D.","Genau, das Wort mit dem D.","Ich habe ja eine Zeit in Amerika verbracht, das ist jetzt nicht so,\nnicht so tragisch im Verhältnis.\nEs ist nicht so viel besser da drüben, es ist nur alles anders und ein paar\nLeute sind ein bisschen privilegiert, die haben ein paar ein bisschen gute Infrastruktur,\naber ansonsten ist das alles recht anstrengend.","Mach uns Mut.","Ja, genau. Ich mache euch sehr viel Mut, weil das Videobild ist jetzt schon\nwieder weg. Vielleicht musst du die GoPro irgendwie kühlen oder so.\nAber sie hat das ganze eine Minute zwanzig gehalten.","Du hast Video auch aus gerade, ne? Guck mal.","Video geht dann immer automatisch aus.","Geh nochmal in das Zoom-Fenster rein.","Ja und dann?","Da unten, Video starten, ist schon wieder aus, die Kamera.","Ja, ist das aus, weil es weg ist, weil die Webcam verschwindet.\nUnd dann kann ich sie auch nicht wieder neu, nicht wählen.","Drück mal doch links einfach mal auf diesen durchgestrichenen Bereich.","Ja, dann nimmt er hier meine interne Kamera. Nicht die GoPro-Kamera,\nweil die nicht mehr auftaucht.","Die ist jetzt natürlich besser als nix. Vielleicht machen wir das jetzt erstmal,\nbis dir was Besseres einfällt.\nWeil dann habt ihr mich noch, weil ihr habt mich am großen Screen, das hilft ja schon mal.","Aber was mache ich denn da? Schenke ich die dann wieder zurück?","Weiß ich nicht. Ich habe so einen Webcam-Haufen. Ich habe so eine Opal C1 gekauft,\nweil ich gedacht habe, für Remote-Arbeiten ist das ja noch cooler.\nAber das ist auch eine Hipster-Cam, die ist echt zu teuer, wird zu heiß.\nAber ist halt wenigstens nicht\ndie Connectivity-Camera. Das kannst du noch ausprobieren. Dein iPhone.\nMach doch dein iPhone dahin. Du brauchst jetzt während der Sendung dein iPhone nicht, oder?\nDann kannst du doch mit der Connectivity-Kamera, wenn du die anschließt über\nUSB, kannst du das machen.","Connectivity-Kamera.","Der Hinweis kam auch schon im Spätstück.","Continuity-Kamera.","Continuity-Kamera, stimmt. Das wäre ja mal ein Feature.","Also eins von euren Telefonen, das ihr nicht braucht.","Stimmt.","Aber es muss schon mit Tim gepairt sein.","Stimmt, ich habe ja sogar Weitfinken-Köln.","Das sollte eigentlich ganz gut funktionieren aber du kannst dein Handy währenddessen\nnicht benutzen also ich fand diesen Einwand den du in der letzten Freakshow hattest,\nder ist nicht nur der der war bei mir gefühlt auch so deshalb habe ich die teure\nWebcam gekauft obendrauf weil ich habe zwar erstmal so Stative für über den\nMonitor mit zusammen gebastelt und die Kamera geht ganz gut.\nAlso wirklich sieht auch echt gut aus weil ist ja eine geile iPhone Kamera aber\ndu hast halt das Telefon nicht und das Telefon nicht haben ist so ein No-Go\nirgendwie, Weil man so viele Reflexe hat da was nachzugucken und was zu machen.","Aber doch nicht während des Podcasts.","Nicht während des Podcasts unbedingt, aber während einer normalen Videokonferenz immer.","Sag mir mal kurz wie ich das überhaupt, ich weiß gar nicht wie ich das überhaupt mache.","Anstecken, einfach nur per Kabel anstecken und dann taucht es auf als Option. Das sollte schon sein.","Ja Kabel anstecken, also brauch ich hier ein.","Also du hast jetzt nicht gemerkt wie Apple gerade versucht dir ein zweites iPhone anzudrehen?","Ein Lightning auf USB-C.","Also ich muss das ja, ich brauch ein langes Lightning auf USB-C, das ist das Problem.","Erstmal irgendeins um zu testen, ob es geht, dann kannst du es irgendwo hinhalten\nund dann kann man es ja optimieren. Ich meine, es kann ja sein,\ndass das Setup nicht so gut läuft dann auch.","Ich gucke erst mal, was das längste Lightning-USB-C ist, was ich hier habe.","Es kommt auch noch die relevante Frage im Chat, warum eigentlich nicht FaceTime statt Zoom?","Audio-Stack auf dem Mac dann auch. Das ist auch nicht so dolle.\nAlso er ist die Kamera auch weg, aber so FaceTime macht immer irgendwas mit\ndem Audio-Stack, dass auch dann die Aufnahme nicht so gut funktioniert.\nDas heißt, wenn man das nach dem\nSelberrecht macht, ist das ein bisschen gefährlich. Ja, bei mir, bei mir.","Nee, das andere. Ah, okay.","Also mein Audio kann das zerschießen und deswegen trauen wir uns das immer nicht so ganz mit FaceTime.","Liebe Hörer, nachfolgende Themen verschieben sich um.","Na gut.\nIch werde das mal probieren hier parallel, aber wir müssen uns nicht weiter\ndarüber unterhalten, bis ich hier ein passendes Kabel gefunden habe und dann\ngucke ich mal ob ich da Erfolg haben werde.","Also noch ein bisschen Kleinkram vor der WWDC hättest du gerne.","Ich kann noch ein kleines Kram bringen und zwar wir haben uns in der letzten\nSeason irgendwann mal über den Amen Break unterhalten,\ndieses Sample wo manche Leute sagen das ist der meist gesamplete Song der Welt.","Das ist so.","Es gibt,\nvon meinem Lieblingsmusiktheorie-Profi, 12tone nennt er sich auf Youtube,\ngibt es jetzt ein Video, wo er diesen Amen-Break auseinander nimmt und ich finde\ndas muss man mal gesehen haben.\nIch schmeiß das mal eben in den Slack rein.","Was ist da jetzt anders als die ganzen anderen Videos, die sich damit schon\nlange auseinandergesetzt haben?","Gute Frage, da ich die anderen alle nicht gesehen habe.","Ich hab die glaube ich alle gesehen.","Kann ich dir das jetzt so nicht beantworten, ich finde nur,\ndass Twelve Tone üblicherweise eine sehr schöne Herangehensweise an das Thema hat,\nzu ergründen, warum Musik funktioniert,\nwie sie funktioniert und er beschreibt sehr schön,\nwie dieser Break als Musikstück funktioniert, warum der so erfolgreich ist und\nso weiter und wie es dazu kommt, dass der so einen besonderen Groove hat.","Das ist interessant, weil...\nWas du gerade gesagt hast ist\nja so, wenn man selber ein bisschen was mit Musik irgendwie zu tun hat,\nich glaub man bleibt irgendwie bei einem YouTube Musikerklärbär hängend und\nsagt sich so warum soll ich noch zu Thema XY noch 50 andere angucken,\nwenn ich weiß irgendwie hier we've got you covered.\nBei mir ist das in der Tat Rick Beato.","Super.","Ja der ist auch nicht schlecht, das stimmt.","Also dessen Hauptgeschäft ist es halt irgendwo,\nwas auch immer für Songs, Rock, Pop, Elektronik,\nwas auch immer, halt live durch zu analysieren und er kann halt alles spielen\nund sitzt im Tonstudio und produziert auch selber Musik und spielt den ganzen\nKram dann einfach mal live nach und erzählt wie da gerade so die Akkordfolge\nist und was da gerade speziell dran ist und der macht auch so relativ tagesaktuelle\nSachen als beispielsweise jetzt bei der dritten Season von Stranger Things hier.\nKate Bush mit Running up the hill so so gechartet ist und die ganze Jugend gar\nnicht wusste was es eigentlich für ein Song ist, hat er sich dann gleich hingesetzt\nund gesagt okay lass ich erzähl euch mal was warum dieser Song hier so great ist.\nDen Kanal kann ich also auch sehr empfehlen, der kommt jetzt nach Berlin und\nich werde wahrscheinlich leider nicht nicht hinkommen, den hätte ich mir echt\nmal gerne live angeguckt.","Das Schöne an Twelve Tone ist, dass er erzählt nur was und spielt so ein paar\nDinge ein, aber er zeichnet immer quasi live dazu.\nAlso er zeichnet ein bisschen das langsame,\nals es dann hinterher abgespielt ist, aber er zeichnet erstens unheimlich schöne\nElefanten und er zeichnet auch einfach sehr schöne,\nAuch die Assoziationen zu dem, was er sagt, was er dann zeichnet,\nist auch immer großartig.\nAlso allein sich das Video anzugucken, um seine Zeichnungen zu sehen,\nglaube ich, lohnt sich schon.\nAber ja, hab jetzt genug Werbung dafür gemacht. Schaut's euch an,\nfindet's gut oder schlecht. Also, ja.","Im Bibliotheksbereich versuche ich ja immer die Leute ein bisschen zu schocken,\nweil die meistens nicht so medienaffin sind. Und so eine meiner Klassik-Slides,\ndie ich dann drin habe, ist, was ist eigentlich in den jeweiligen Jahrzehnten\nso der Hauptkristallisationspunkt des Menschheit-Wissens gewesen?\nWie ist dann halt irgendwie von den alten Bibliotheken, der Kloster,\ndie ganzen Iterationsschritte und irgendwann hast du dann halt den Brockhaus\nund dann ist es aber irgendwann die Wikipedia geworden und der derzeitige Status\nquo ist einfach YouTube.\nEs gibt also als die zentrale Wissensquelle und da gibt es eben nicht nur Bibis\nSchmicken Videos, sondern da gibt es also unendlich viel Wissensressourcen.\nMan muss sie halt einfach nur suchen, aber es ist nicht so, dass sie sich da\nbesonders gut verstecken. Zu jedem Thema, wo man sich aufschlauen will,\nfindet man da einfach was.","Ja manchmal ist es schlimm, weil du suchst dann irgendwas, wie mach ich denn\ndas und das und dann findest du nur ein YouTube-Video und dann denkst du so,\nich will jetzt aber kein YouTube-Video finden, ich will jetzt hier schnell einen Text überfliegen,\nUm zu sehen, ob es das ist, was mich weiterhilft, was mich weiterbringt und\ndann kann ich den auch nochmal ordentlich lesen, aber nicht jetzt irgendwie\n20 Minuten YouTube gucken.","Dafür nehme ich dann in der Tat mittlerweile Chat-Gipel-T4.\nNicht unbedingt in Bezug darauf, danach weiß ich es, aber dann habe ich zumindest\nschon mal genug weitere Schlagworte, nach denen ich vernünftig weitersuchen kann.\nWenn ich also den Eindruck habe, okay, grundsätzlich scheint mir das hier in\ndie richtige Richtung zu gehen, aber ich will es nochmal genauer wissen,\ndann weiß ich zumindest schon mal, wonach ich dann noch besser auf anderen Kanälen suche.","Und bei YouTube gibt es, glaube ich, auch wirklich eine geile Suchmaschine für\nsämtliche Texte in YouTube irgendwo. Ich habe jetzt leider den Link nicht mehr\nsofort am Start, aber letztens wurde mir hier reingespült in die Timeline und das war sehr hilfreich.","So schlecht ist das ja, wir haben jetzt mittlerweile schon mal eine iPhone Kamera\nund schwenken sie wild in der Gegend herum.","Es hat so ein bisschen eine, weiß\nnicht, Viva 2 oder so, oder wie war das damals, diese Shaky Cam Nummer.","Du bist jetzt aber noch nicht im Weitwinkelmodus, ne?","Ich hab keine Ahnung, wie ich den einstellen kann.","Einfach Fingerswipe gib mal her.","Wie Fingerswipe?","Du darfst währenddessen Fingerswipe machen, aber es geht auf Standby,\ndas musst du im Quicktime Player einstellen oder so ein Scheiß,\ndas ist so ein bisschen bescheuert.\nAlso du musst praktisch die Kamera konfigurieren, weil das Gerät selber ist\ngefühlt danach einfach im Standby und nur im Standby funktioniert es,\nwenn du es wieder benutzt, machst du Pause. Das ist so ein bisschen… Auserlaube Apple.","Für unsere Hörerinnen und Hörer, wir filmen jetzt wirklich gerade schon mit\nder iPhone Kamera, das funktioniert.\nStreamen sozusagen. Und ich dachte, Tim ist jetzt schon so grau und senil,\ndass er nicht mehr weiß, wie man auf einer iPhone Kamera irgendwie den Weitwinkel\naktiviert, aber das, während jetzt hier gefilmt wird und das iPhone angeschlossen\nist, in der Tat der Screen schwarzt.\nDas heißt also es gibt ja überhaupt nichts, wo man jetzt swipen könnte oder pinchen.","Genau, bei einem Quicktime-Player solltest du dir in der Lage sein,\npraktisch die Einstellung auszusuchen oder so von der Kamera,\nindem du Maximum Quality machst oder irgendwie sowas und das sollte dann für\nalles gelten. Irgendwie so.\nIst ein bisschen kompliziert, aber sollte schon gehen. Ja, jetzt passiert was anderes.\nKurze Pause. Irgendwas hast du umgestellt? Weniger Auflösung?","Da habe ich die Qualität hochgestellt, aber das heißt nicht,\ndass ich hier einstellen kann, dass er Weitwinkel macht.\nAlso vielleicht macht er ja Weitwinkel, aber...","Dann geh mal rechts oben ins Control Center. Ich glaube, da geht es. Ins Control...","Upsala. Jetzt habe ich wieder was...","Nicht im Telefon, sondern auf deinem Laptop. Gehst du ins Control Center rechts\noben. Genau, du kannst ja meine Kamera darauf zeigen, dann geht es auch.\nUnd dann solltest du bei der Kamera, glaube ich, was einstellen können,\nweil du kannst ja da auch diesen Modus, dass du den Projektor-Modus hast. Folgemodus, was?","Folgemodus.","Und noch eins?","Versuch mal mit Alt drauf zu gehen, ob du da noch mehr Konfektionen hast.","Ich hab nicht drei Hände.","Also Dom, du hast, ich halte die Kamera.","Wie du hast nicht drei Hände?","Dom, du hast recht, da gibt es Einstellungen, aber leider noch keinen Weitwinkel.\nJetzt probier mal mit Alt, Klick.","Oh Gott, diese neuen User Interfaces.","Oh das ist auf alle Fälle schon eine Google Frage, die sehr hoch aufkommt und dann,\nwenn man vorher das auf Weitwinkel stellt bevor man es verbindet,\nhast du das mal probiert? Ich sag's dir gleich.\nIch bin jetzt in einem YouTube Video, das ich erst durchgucken muss, natürlich.","Also ich trenne das mal und mache einmal weit Winkel und dann schließe ich es mal an, ja?","Es geht nicht, aber es gibt so ein paar die Apps, die das können.","Okay, dürfen wir jetzt endlich die Hörer fragen, die wissen sowieso mal alles besser.\nAlso ich brauche eine Kamera, die mindestens 120 Grad macht, mindestens.","Und zwar nicht Temperatur, sondern Winkel.","Ja genau, ich weiß es gibt da irgendwelche super teuren Konferenzdinger,\nvielleicht gibt's ja noch eine gute Alternative und ihr habt da irgendeine,\ndie sind dann auch also voll integriert und dann versuchen die wieder so viel zu intelligent zu sein.\nVielleicht ist tatsächlich so eine normale Kamera die beste Option,\nwo man dann einfach ein Objektiv drauf schraubt.","Kann man auch machen, wenn die einen Live-Modus hat.\nIch habe ja dummerweise so eine Sony Alpha, die es genau nicht hat oder nur\neinen ganz bescheidenen HDMI-Output gibt. Aber es gibt durchaus die Möglichkeit,\nwenn du so eine Kamera hast, muss man sich halt auch informieren,\nwelche, weil nicht alle das geile Signal draushauen.","So schlecht war es jetzt ja gerade gar nicht, wenn wir die da hinten an die\nWand stellen, dann könnte das ganz knapp sogar reichen.","Aber mir fehlt jetzt das Kabel dafür. Ich habe einfach nicht so ein langes USB-C auf Lightning Kabel.","Du hast auch kein Verlängerungskabel oder sowas?","USB-C Verlängerungskabel habe ich auch nicht.","Es geht auch über WiFi und übers Netz, aber das macht euch wahrscheinlich das\nNetz kaputt parallel. Ich weiß nicht, ob das ein Problem ist.","Kannst du nicht mit USB-C auf USB-A und dann verlängern und dann auf Lightning?","Ich habe jetzt auch keinen Stativadapter und so weiter. Ehrlich gesagt,\nich habe jetzt auch keinen Bock. Ich glaube, das Projekt gilt erstmal als gescheitert.\nWir sehen dich, du siehst uns nicht, aber du hörst uns ja.","Ja, dann mach bitte aber deine an wenigstens.","Meine?","Ja, damit du wenigstens so den Moderator hast.","Okay, gut. Ich könnte ja noch so einen Spiegel halten.","Das Interessante war, dass du ja eigentlich den originalen Sendetermin auch\nnach hinten geschoben hast, weil du erst das Kamerasetup machen wolltest.","Ne, das hatte andere Gründe. Naja gut. Alright. Fine. Dann würde ich sagen gehen\nwir nochmal in Richtung WWDC.\nWorldwide Developers Conference.\nWarum nennen die überhaupt diesen Buchstaben W, wenn das so kompliziert ist\nauszusprechen und dann müssen sie die ganze Zeit Abkürzungen,\ndas ist ja so als würden wir die ganze Zeit Yps Yps sagen.","Tun wir das nicht?","Hab ich noch nie gemacht Yps Yps.","Ja ein Lehrer tun das.","Wenn man nicht über das Heft spricht, nein sagt man normalerweise nicht Yps.","Ich meine wenn Webseiten mit Y Y Y anfangen würden, würden wir wahrscheinlich\nauch Yps Yps Yps sagen. üps üps üps.freakshow.fm.\nOkay, wann geht die live?\nMal gucken, ob das Händler noch passiert.\nNaja so ist das halt. Na gut. Also auf jeden Fall fand statt,\nfand wieder statt auf diese Art und Weise wie sie es die ganzen letzten Jahre,\noder schon gar nicht, wie sie es letztes Jahr gemacht haben.\nNämlich einerseits live gestreamt zu was weiß ich wie vielen Leuten,\nhaben wir da irgendwelche Zahlen genannt bekommen, wie viele Leute dazu gehört haben?","Kann ich mich nicht erinnern.","Das ist was sagen die gar nicht ne? Nee. Aber das dürften ne Menge gewesen sein.\nAlso das ist schon ein Streaming Event. Das kann man sagen.","Also bei Ralf waren wir zu wievielt? Zu fünft Katze und Kinder jetzt mal nicht mit gerechnet.","Das ist ein Drittwahn war oder?","Du möchtest jetzt sozusagen Ralfs Wohnzimmer hochrechnen auf die Weltbevölkerung?\nIch weiß nicht ob das funktioniert.","Das war jetzt nicht mein Ziel aber ja kann man auch machen.","Naja, in gewisser Hinsicht finde ich ist es, also mir geht ja diese ganze,\nalles ist prerecorded Nummer ein bisschen auf den Senkel.\nJa, okay, es ist alles gut produziert meinetwegen, aber das war es früher auch\nund es ist halt überhaupt nicht mehr...\nWie soll ich sagen, es ist nichts besonderes mehr,\nes ist nur noch so eine Hochglanz-Produktshow, wo man so durchblättert und ich weiß,\nich müsste noch nicht mal live dabei sein, weil ich kann mir das in zwei Stunden genauso anschauen.","Das geht,\nnatürlich auch für die alten Kinos, die erinnern sich ja nach zwei Stunden auch nicht.\nJa dieser jensen wang hat sich da komplett zum horst gemacht und alle haben\nsich lustig gemacht aber egal.","Ja ich würde auch nicht widersprechen. Also ich finde man hatte am Anfang von Corona,\nalso bei der bei den ersten sagen wir mal ein bis zwei Keynotes hat man so den Eindruck,\nokay dafür dass es nicht live ist machen sie das jetzt aber doch ganz manierlich,\nweil es war dann ja zu dem Zeitpunkt schon noch ein bisschen was frisches und\nneues und hatte vom Production Value her war es natürlich deutlich besser als\nalles was die anderen so hatten.\nAber das hat sich jetzt wirklich halt ziemlich schnell abgenutzt und ich verstehe\nauch nicht ganz, warum sie jetzt die letzte nicht wieder live gemacht haben,\nweil coronatechnisch hätten sie es ja eigentlich können.","Wahrscheinlich, wahrscheinlich wegen der Vorlaufzeit.\nDer organisatorischen Vorlaufzeit. Da hättest du vor einem Jahr,\nhättest du dir sicher sein müssen, dass du das nicht unter Corona-Bedingungen machen.","Ich bin mir nicht so sicher, ob sie jemals wieder zurückkehren oder ob sie sagen,\nwir sind hier eben nur mal die Control-Freaks und werden es immer sein und je\nmehr Kontrolle desto besser.","Sie können halt viel Content, der jetzt für eine Keynote für sie inzwischen wichtig geworden ist,\nder damals immer so dieser Übergang war zu den Einspielern und den Werbevideos eigentlich,\nder jetzt aber mehr integriert ist, die können da das Rad nicht mehr so richtig\nzurückdrehen glaube ich, weil das Verhältnis zu ich bin jemand der was Ding\nauf der Bühne präsentiert zu da kommt irgend so diese ganzen Effekthascherei\nund der ganze Kram drum rum,\ndas passt halt einfach nicht mehr zusammen vom Stil her, ich glaube die wollen da auch nicht mehr hin.\nIch vermisse es schon ein bisschen und ich muss es sogar sagen,\ndass ich es auch ein bisschen in den Engineering Sessions vermisse.\nIch finde zwar, es ist viel angenehmer jetzt, wenn du was nachhören willst und\nwas lernen willst und so kriegen kannst, weil es eben nur so lange ist,\nwie es sein soll und mehr polished und gleich mit Subtitles und allem.\nAber es war schon irgendwas anderes. Also für mich auch. Ich habe mehr Content konsumiert auch.\nNicht nur deswegen, weil ich jetzt nicht mehr so swifty bin,\nsondern es ist halt wirklich auch so, das ist halt so ein steriles Videoformat.\nJa, kannst du schon durchgucken, kannst aber auch irgendwie querlesen,\nkannst versuchen eine Doku zu finden, aber so dieses Gefühl,\ndass du das anguckst und dann Leuten, also wirklich, dass du dabei bist,\nso ähnlich wie bei einer Konferenz.\nWenn ich bei einer Konferenz bin, dann gehe ich in Sessions und dann erlebe ich die Sessions.\nIch gucke mir die Videos aber im Nachhinein nicht so sehr an und so ähnlich\ngeht es mir jetzt mit diesen Videos noch viel mehr als mit den Videos davor.\nSo, die habe ich gerne auch nochmal nachgeguckt und jetzt ist es echt so,\nboah, die gucke ich jetzt nur, wenn ich das Wissen wirklich brauche.","Naja gut ich war nie auf der ich war nie auf der Konferenz selber insofern kann\nich hab ich immer nur Sessions nachgeguckt die ich spannend fand und dann natürlich\nauch nicht alle insofern ja weiß nicht.","Aber die Kino selber war die denn spannend.","Also mir geht durch diese Hektik der Abfolge was verloren,\nalso ich fand das eigentlich viel sinnvoller, dass man sich noch mehr aufs wesentliche\nkonzentriert und natürlich fand ich den Entertainment Value einfach auch extrem hoch.\nAlso ich meine gerade die Steve Jobs Ära war einfach super unterhaltsam, fand ich.\nUnd gut, dass Tim Cook da nicht liefern kann, aber ich meine er hat ja irgendwie\ngenug alberne Vögel um sich herum, das kann ja auch funktionieren.","Naja aber ich meine, gut du hast jetzt keinen Steve Jobs mehr,\nwas sollen sie machen? John Hodgman irgendwie auf die Bühne holen oder was?","Frederici finde ich ja ganz, also.","Herr Force One?","Ja.","Boah der hat sich gemausert.","Der wird wahrscheinlich nie Apple Chef werden, aber wenn er es wäre, dann wäre wieder was da.\nIch meine das ist jetzt für Apple vielleicht nicht das allerwichtigste mich\nzu unterhalten so und am Ende werden sie natürlich an verkauften Geräten gemessen,\naber das ist natürlich so ein Ding.\nGanz ehrlich, wie lange habe ich jetzt Macs seit, also ich habe meinen ersten\nMac 84 mal angefasst und ich glaube 99 oder 91\nhabe ich irgendwie meinen ersten gekauft und wenn man damals ein Auto sah,\nwo hinten ein Apple Aufkleber drauf war, dann war das so, boah was,\nes gibt auch noch andere.\nUnd gestern fuhr nämlich irgend so ein Porsche mit so einem Apple-Aufkleber\nvor mir her. Und ich dachte mir nur so...","Oh Gott, ich muss in den Underground so,\nalso klar da können sie jetzt nichts hören,\ndas ist vorbei, das ist schon länger vorbei, aber wir sind ganz interessant,\nwir haben ja jetzt wieder so eine Keynote wirklich in der es um eine Produkteinführung\ngeht, das heißt das ist ja ganz selten diese Dinge wie sie passieren,\nUnd ich finde auch, die ist leider viel zu steril gewesen im Verhältnis.\nWir kommen ja nachher gleich dazu.\nAber die war so, wenn du das iPad, selbst die Watch, die Watch war ja so ein\nEvent, so ein Live-Event, der auch keinen Sinn gemacht hat mit dem ganzen Gold.\nUnd wenn ihr das nochmal vor Augen führen könnt, dieses Watch-Video,\ndas dann auch im Stream übrigens abgekackt ist, irgendwie mit Interlaced-Streifen\nund so gelaufen ist, so richtig ein schöner Fail gewesen damals.\nAber wenn man den Switch hat von iPad oder vom Telefon noch,\noder vom iPod, oder auch von Mac OS X, wo hat diese Produkteinführungen,\ndiese größeren, diese geileren, dann ist die jetzt schon irgendwie zu polished\nrund und gar nicht so weit weg von so einem Google-Video gewesen.\nSo gefühlt. Und das finde ich auch ein bisschen schade, weil das hat irgendwie\nmehr Spaß gemacht früher, weil begeistert hat es mich schon.","Die anderen haben halt auch einfach nachgezogen, finde ich. Also Microsoft-Geschichten,\nGoogle-Geschichten, so ist es auch nicht so, dass die jetzt halt auch irgendwie\nerst vor zwei Jahren auf den Trichter gekommen sind. Oh, okay,\nvielleicht gehört das auch zu unserem Imageaufbau mit dazu.\nDa ist auch einfach mal die gesamte Welt hat sich da verschoben.\nUnd ich glaube, vor zig Freakshows, als ich auch irgendwann mal Gast war,\nhabe ich schon gesagt, eigentlich müsste Apple mal wieder ein neues Grundformat irgendwie erfinden.\nAlso wo man wieder mal so ein Paradigmenwechsel hat und irgendwie mal wieder\neine ganz andere Art von Showkonzept in Anführungszeichen mal irgendwie ausprobiert.\nAber ich hatte damals keine Ahnung wie das aussehen könnte und hab's heute immer noch nicht.","Ja jetzt wäre ein guter Zeitpunkt dafür das stimmt. Ein Musical oder so.","Oh da kommt das Forstelcom zurück. Scott Forstel kommt zurück,\nder hat ja Musik produziert.","Vielleicht irgendwas Dezentrales, dass du also irgendwie in den Apple Store\ndeines Vertrauens irgendwie pilgerst und hast dann da dann auch gleich irgendwie\neine Hands-on Geschichte ausliegen oder sowas.","Und es die Division Pro selber gibt natürlich einfach neue Formatdinger vor,\ndie sie auch nutzen werden für ihre Produkte natürlich, ganz klar.\nAlso das ist so, das ist nicht weit weg, was du gerade sagst indirekter Weise.\nAlso wenn Division Pro funktioniert und die Produktsegmente.","Die haben ja ihre Store-Infrastruktur. Warum dafür nicht Tickets verkaufen und\nüberall auf der ganzen Welt kannst du dann im Vorfeld das gemeinsam angucken.\nDann hast du schon mal ein bisschen mehr Live-Feeling als sonst und danach hast\ndu eine Hands-on-Area, als ob du da eben...\nWenn du in San Francisco bist, fände ich nicht so abwegig.","Sowas in der Art habe ich damals zur Einführung von dem Powermac G5 mitgemacht,\nda hatten die tatsächlich so einen größeren Saal gemietet, dann gab es eine\nÜbertragung und hinterher konnte man dann in einen anderen Raum laufen und da\nwaren dann da die Kisten aufgestellt und man konnte da drauf rumklicken.","Also klar du hast mehr Chaos, du hast mehr irgendwie Leute die viel zu früh\nanfangen irgendwo sonst was für Details dann irgendwie abzufotografieren,\njetzt müssen sie halt nur einen Raum unter Kontrolle halten,\nja das ist natürlich mit tausend Räumen, du musst die Sachen durch die Welt\nschicken, da gehen natürlich dann Kisten verloren und werden sonst wo schon irgendwie geleaked.\nKlar ist es nicht einfach, aber ich bleib dabei sich irgendwas in der Richtung\nneu einfallen zu lassen wäre glaube ich keine schlechte Idee.","Gehen wir auf den Inhalt.","Genau, lasst uns mal schauen, was denn jetzt eigentlich tatsächlich vorgestellt\nwurde. Es gab ja das eine oder andere interessante Produkt dabei,\nauch ein paar uninteressante und ein paar die interessant sind,\nweil sie so uninteressant sind.","Wieder bei den Unknowns.","Zunächst einmal gab es glaube ich das Macbook Air in 15 Zoll und dazu gibt es\nvon mir einen Daumen hoch, wenn es nicht halt diesen blöden Notch hätte,\nden ich generell aussitze.","Da ist dann ja was vor dir.","Ich hab die Tastatur komplett ausgesessen, die kaputte.","Die hab ich auch ausgesessen.","Das hat sechs Jahre gedauert, da habe ich keinen Macintosh gekauft.","Guck mal, gerade Roddy und ich, wir sitzen vor Notch-Laptops,\nalso mich hat's noch nie auch nur im Ansatz gestört.","Also ganz ehrlich, die Notch guckt sich so schnell weg, wie beim iPhone,\ndas ist… Dieser riesen Menubar, da krieg ich ja schon… Also gerade wegen dem\nMenubar geht es noch viel schneller weg als bei allen anderen Geräten,\nweil es ist ja auch gerade beim 15 Zoller echt wurscht.\nBeim 12er, 13 und 14 so von der Größenordnung merkt man es so ein bisschen,\nweil eben halt einfach der Statusbarplatz ausgeht und das ein bisschen peinlich\nist. Aber ansonsten, Heike, du sagst es, der Platz geht weg.","Also ich habe hier ein 14 Zoll, das ist schon okay. Das kann man machen.","Es ist nicht so schlimm, dass die Kamera da drin ist, ist schon ganz gut.\nIch meine, die Kamera sollte eher noch besser werden. Das Display soll noch\ntiefer werden und nicht dünner. Insofern, wenn du die Notch noch wegnimmst,\ndann wird es noch eher schlimmer alles.","Außerdem bin ich ein großer Freund von dem Wedge Shape,\nalso ich finde einfach das M1, Macbook Air,\ndas ist einfach Hall of Fame, ganz weit oben, das ist einfach einer der geilsten\nComputer die Apple je produziert hat und ich werde die noch so lange kaufen\nwie sie da sind, bis sie was liefern wo ich sage, okay, dann geh ich jetzt wieder mit.","Ok, dann haben wir uns wohl getäuscht Ralf, wir saßen bei dir,\nhaben das MacBook Air 15 Zoll gesehen und uns gedacht, ah da wird Tim begeistert\nsein, aber dem ist er wohl offensichtlich nicht.","Für andere Leute, für mich ist das nix, weil ich sowieso, der ist mir zu groß,\nalso ich will einen kompakten Computer haben und ich bin früher mit einem 11\nZoll rumgelaufen und war sehr glücklich, Da hätte ich auch kein Problem damit\ngehabt, wenn das Format beibehalten worden wäre.\nDer 13, das ist halt der kleinste, den es gibt. Der passt in meine Tasche rein.\n15 Zoll ist mir schon too much. Also weil die paar Streifen Pixel da drum herum\nextra, die bringen es für mich nicht.\nFür mich ist kleiner Laptop, kompakt, möglichst leicht plus größtmöglicher Bildschirm,\nDesktop, Rechner ist mittlerweile my way.","Und was ich dazu sagen muss, was wirklich geil wäre, wäre, wenn das damals total\nunderpowerte mit dem Atom, das 12er, das M1 Adorable, das wäre das Ideale eigentlich.\nDas hätte ich gerne mit der M1 Ausstattung drin.\nDas wäre so mein kleines Gerät und dann ein großes Desktopgerät,\nwas für mich im Moment trotzdem ein Laptop ist, weil ich ihn ab und zu mal mitnehmen\nkönnen will und es eh wurscht, das Gefühl, weil so viel sind die Mac Studios\nauch nicht viel besser für meine Anwendungsfälle.\nAber so für dieses transportable Gerät zählt jedes Gramm und jeder Millimeter\nlinks und rechts und oben dran.\nUnd das Display ist mir eh ab einer gewissen Größe zu klein,\ndamit es sich groß anfühlt. Und das 11 Zoll fand ich auch super.\nDas würde ich auch wieder nehmen sogar, mit den geilen Innereien.","Also wo ich mitgehen würde, ist die Abkehr von der Wedge-Form,\ndass das keine gute Idee ist, weil ich finde, das ist auch so ein Distinktionsmerkmal\ndes Air immer gewesen. Du hast sofort ein Air erkannt.\nJetzt hast du eigentlich keine echte Chance mehr, ein 13 Zoll Air von einem\n13 Zoll MacBook Pro zu unterscheiden, es sei denn, du hältst sie direkt nebeneinander,\nwelches jetzt irgendwie ein bisschen dünner oder dicker ist.\nUnd das finde ich eigentlich schade, weil das so ein Designmerkmal einfach war.","Auch in der Benutzung. Also es fühlt sich ja auch gut an, diese Wedge,\nso wenn man das Ding so durch die Gegend trägt, so ein bisschen an der schmalen\nSeite, das ist einfach netter, als wenn es so ein gerades Ding ist.\nDas gefühlte Gewicht ist weniger, selbst wenn es nicht so ist, das ist ganz komisch.\nAlso ich finde auch so, ich werde mein M1 MacBook auch, glaube ich,\nbis zum Ende benutzen, bis Apple das nicht mehr supportet in irgendeiner Form,\nweil das ist ein tolles Gerät, das ist schnell genug für alles,\nwas ich machen will mit diesen Geräten.\nIch habe mir die 2TB-Bike gegönnt damals, das wird einfach mal langen,\nich bin gespannt. Das wird wahrscheinlich das erste Gerät, das mich dann wirklich\nbeißen wird, im Sinne von, das ist ein unreparierbares All-in-One-Gerät.","Was mich gewundert hat, ist, dass sie wirklich einen neuen internen Aufbau gebaut haben für das 15er.\nDa hätte man ja davon ausgehen können, sie nehmen einfach die Platine und die\nInnereien vom 13er und packen in den zusätzlichen Platz einfach mehr Akku rein.\nAber die haben ja wirklich ein komplett neues Motherboard halt dafür kreiert.\nWarum sie den Aufwand jetzt betrieben haben? Keine Ahnung.\nWas ich noch interessant oder zu beachten finde und was für mich mittlerweile\nein Kauf-Ausschluss-Kriterium ist,\nes hat halt wirklich den schlechteren Screen, den schlechteren Bildschirm,\nder eben nicht diese MacBook Pro HDR-Funktion und Brillanz hat.\nMüssen wir vielleicht irgendwann mal ein Sonderthema in der Freak Show zu machen, HDR.\nSchönes Thema finde ich. Wenn man das einmal gesehen hat, einmal das Licht gesehen\nhat, im wahrsten Sinne des Wortes, will man nie wieder zurück.","Ich konnte auch Retina sechs Jahre lang aussetzen, einfach weil diese anderen\nKriterien für mich viel, viel, viel wichtiger waren.","Naja, wenn man was mit Video oder Foto oder so macht und Farbtreue haben will,\ndann ist es schon was. Ich meine jetzt für ein Terminal ist es vielleicht nicht ganz so wichtig.","Naja, aber auch da ist ein sattes Schwarz, dann halt mal ein Schwarz.","Du ich hab ein Pro, mir musst du das nicht sagen.","Also ich glaube für Apple ist es total überfällig gewesen so ein Format rauszubringen,\nweil manche brauchen halt einfach einen größeren Bildschirm\noder wollen den einfach haben und das ist ja auch super und\nich ja ich wenn ich mir was wünschen könnte wäre das ein ein MacBook Air M2\nim Wedge Design mit vier USB C Ports das wäre wirklich also der einzige Grund\nfür diese Pro Rechner ist vier USB C Ports weil es nervt.","Das sind nur drei.","Wieso?","Also ich hab drei.","Das sind nur drei.","Aber dazu dann noch ein...","Seit es die gute Tastatur gibt, gibt es nur noch drei USB-C Anschlüsse.\nDafür hast du dann ein MagSafe und ein HDMI-Anschluss.","Mehr als drei gibt es nicht.","Du kommst also realistisch trotzdem hin.","Okay, nur ein Port mehr.","Es sei denn, du willst jetzt vier RAID-Arrays anschließen.","Ja, einen SD-Card-Slot hast du sogar auch noch.","Genau, und den SD-Kart-Slot, wo ich immer meine SD-Karte drin habe.","Es gibt mittlerweile auch USB-C-Extender, also es gibt so irgendwie Dongles,\nwo dann drei USB-C-Dinger dran sind.\nDa werde ich mir glaube ich noch ein paar mehr von zulegen müssen,\nweil sonst wird man diese ganze Kabellage nie los. Also ich meine diese ganzen\nStandard-Adapter, mit denen man so rumläuft, wo dann so ganz viel USB-A dran\nist, Das war's für heute. Bis zum nächsten Mal.\nHilft mir nicht, weil dann kann ich nicht noch mehr USB-C Kabel für alles mitnehmen,\nich brauche nur mehr USB-C Konnektivität und es muss ja nicht immer Thunderbolt\nsein, es reicht ja wenn da mal nur USB drauf ist so, es geht ja um den Stecker\nerstmal, dass man einfach wegkommt von A und.","Du hast eben ja ein MagSafe wo der Strom rein fließt, das heißt du hast dann noch drei USB-C frei.","Ja aber MagSafe weiß ich gar nicht, also will man das benutzen?","Ja natürlich, magnetisch, alles mit Magnetismus ist per se awesome.","Und man kann inzwischen die Kabel nachkaufen für lediglich 60 Euro waren es glaube ich.\nDa ist auf der einen Seite MagSafe, auf der anderen Seite USB-C,\nkannst du mit jedem Netzteil verwenden.","Aber da muss ich ja nochmal ein Custom Kabel mitbringen.","Das ist so die Geschichte, also die Absurdität, genau da brauchst du eigentlich\nkein MagSafe, das ist irgendwie die geile Kombi bei mir zumindest.","Du hast weder Katzen noch kleine Kinder oder?","Zu Hause habe ich doch einen Dock für so einen Laptop, da kommt da eh Strom rein.","Ich habe keinen Dock, ich habe ein Kabel an einem Display.\nAber das ist mehr oder weniger das Dock.","Das ist ja dein Dock. Also du schließt ein Kabel an und fertig.\nAlso wie man es dreht und wendet, jeder Bauer braucht irgendwie wann anders\nRegen. Aber so ist es halt nun mal.\nIch denke MacBook Air 15 Zoll können wir abschließen. Wir sind uns einig,\ndas ist ein korrektes Produkt, auch für einen korrekten Preis für Apple und können es machen.\nDemnächst dann ohne Notch und dann kaufe ich sowas auch noch.","Ah Notch geht nicht mehr weg glaube ich.","Doch der Notch muss weggehen weil der Notch, das geht einfach,\nsorry aber wirklich ich meine mitten in meinem Bildschirm da so ein Flansch rein.","Ja aber stört das dich denn bei deinem iPhone? Ich meine das Argument ist ja legitim.","Mein iPhone ist kein Macintosh.","Ach dem kann man kaum widersprechen aber macht das Argument ja nicht.","Stören ist ein großes Wort. Ich glaube, wenn es weg ist, würde ich es geil finden.","Würdest du dafür die Kamera hergeben?","Welche? Jetzt im iPhone?","Nein, im Mac. Wenn da jetzt keine Kamera wäre und dann auch kein Laptop.","Nee, da ist doch genug Platz. Macht da einfach ein paar Millimeter drüber die\nKamera. Also das geht doch. Sie wollen ja nur diesen Rand da irgendwie klein halten.","So viel Platz ist doch da nicht mehr.","Ja, dann mach halt mehr Platz. Mein Gott, das Gerät ist so groß.\nNehmt doch den Platz den ihr braucht, verdammte Scheiße, um die Geräte einzubauen\ndie ich brauche. Aber nicht alle auf einen Ort.","Tun sie ja.","Was kommt da jetzt nächstes? Ist noch ein Teil der Tastatur auf dem Bildschirm oder was?","Es ist doch jetzt wirklich, ich schieb jetzt mal gerade hier meinen Macbook\nrüber, es ist doch jetzt wirklich an einem Ort, wo es jetzt nicht stört,\nweil es keine Informationen verdeckt.","Es ist hässlich wie die Nacht, es sieht so furchtbar aus, es geht überhaupt\nnicht, ich will es gar nicht sehen, das ist so schrecklich, es ist zum kotzen.\nNein, das ist nur deine Meinung.","Nein, gut, gehen wir weiter zum nächsten Hardwareprodukt, mit Sicherheit ohne Notch.","Ja, weil auch ohne Display.","Was ist denn das nächste Hardwareprodukt?","Das wäre ein Studiomax mit M2.","Und wir dürften uns alle freuen, dass das Studioformat geupdatet wurde,\nweil dann bleibt es nämlich erhalten. Das finde ich ganz gut.","Und der Lüfter ist leise.","Genau, den Lüfter haben sie korrigiert, was super wichtig ist,\nweil das fand ich peinlich, dass wirklich das Vorgängermodell zu viel Lüfter\nhatte für ein Apple M-Produkt.\nDas darf nicht sein, finde ich. Also ich finde gerade auch so noch ein Vorteil\nvon dem wedge-shaped MacBook, das ist lüfterlos, weil die Airs haben auch Lüfter, glaube ich.\nNee. Nee? Die MacBook Airs haben, ich glaube schon.","Immer noch keinen Lüfter, nein, ganz sicher nicht.","Also du meinst, das M2 Air mit wie viel? 15 Zoll, das meinst du, ne?","Das hat keinen Lüfter?","Nein, nein, ganz sicher, ja.","Weil ich muss nämlich zumindest feststellen, dass die MacBook Pro-Lüfter und\nso, die fallen mir auf, wenn sie passieren in irgendeiner Form.\nAlso dieses Kein-Lüfter-Haben ist ein Feature, das unglaublich toll ist, finde ich.\nWeil nur so können es wirklich gar kein Geräusch machen.","Also ich hab selten den Lüfter an, das letzte mal als der Lüfter tatsächlich\nan war bei dem MacBook, aber da kommen wir gleich noch zu, das hat was mit der Vision Pro zu tun.","Die ersten zwei Jahre hätte ich auch geglaubt ich hab gar keinen Lüfter drin\nin meinem M1 MacBook Pro und dann kam aber Machine Learning und dann war's vorbei.","Ja eigentlich immer, wenn das MacBook ordentlich Grafik machen soll,\ndann springt der Lüfter an, weil der M1 grafikmäßig ein bisschen schwach aufgestellt\nist und sofort wegglüht.","Also ich hab jetzt einen M2 Pro bei mir drin und auch da wenn ich jetzt Stable\nDiffusion mache, ist nach zwei Minuten der Lüfter an und auch hörbar an,\nalso dann zieht der auch ganz schön hoch, aber er hat halt auch einfach richtig\nwas zu tun auf seinen ganzen 12 Kinect Grafikkern.","Bei mir ist es immer noch FFmpeg. Da kannst du das Ding einfach auslasten ordentlich,\nwenn du mit FFmpeg H.265 codierst. Was ich immer noch mache,\nweil es die kleineren Files macht, als alles eingebaute mit irgendwelcher Hardwarebeschleunigung.\nUnd da hast du einfach volle Auslastung und dann bist du innerhalb von 0,0x\nauf das, was denn hier lüftet.","So wir waren jetzt beim Studio, also hat Lüfter aber ist viel leiser und schneller.\nDas ist schon mal gut und ist schneller. Wir haben jetzt zwei neue CPUs drin,\nnämlich M2 Max und M2 Ultra und das ist letztendlich das was jetzt genauso der\nErwartungshorizont war.","Findet ihr, dass der gut aussieht, der Max Studio?","Ich finde, der sieht aus wie ein Mini, der halt höher gezogen ist.","Das ist nicht die Frage. Sieht das gut aus, wenn ein Mini höher gezogen ist oder nicht?","Was mich ein bisschen stört ist, dass der nicht so ein voller Würfel ist,\nsondern er sieht so aus, als hätten sie irgendwie auf das BMW-Museum in München\nnoch einen Würfel drauf gestellt,\nweil er diesen komischen Fuß da drunter hat, diesen runden Fuß unten drunter.\nDas ist das, was mich stört.","Muss ja erstmal gucken wie das BMW Museum aussieht, achso mit diesen komischen Gedöns.","Es hat irgendwie so einen Block of Aluminium.","Ja aber dieser Block von Aluminium, wenn es wirklich nur der Block wäre,\nwäre es ja okay, aber er hat diesen komischen merkwürdigen Fuß drunter.","Aber es geht ihm ja so ein bisschen was schwebendes.","Ja, aber nicht genug.\nIch finde ich also du hast ja nach dem design gefragt also dieser fuß stört\nmich ansonsten finde ich das okay für mich wäre er eigentlich schöner wenn er\nein kompletter würfel wäre ich meine bei Steve wäre das noch ein richtiger würfel gewesen.","Also ich würde dir insofern recht geben als dass das auch hoch kann.\nIch hab hier jetzt mal diese Ansicht wo man wirklich genau von vorne drauf guckt,\ndas ist halt so eine Asymmetrie, es wirkt halt wie oben so ein bisschen abgeschnitten\nbeim Metzger so die Fleischwurst halt, als ob da vielleicht von oben irgend ein bisschen was fehlt.","So ein halber McPro.","Ja oder weiß ich nicht so eine Bärchenwurst mit zwei Mac Minis oder drei Mac\nMinis übereinander, also es ist irgendwie, die Proportionen die passen nur so.","Aber es ist jetzt auch nichts was mich jetzt irgendwo stören würde auf dem Schreibtisch.","Wahrscheinlich auch nicht, wenn man das Geld hat sich so ein Ding auf den Schreibtisch\nzu stellen dann ist es auch okay.","Ja, ja.","Aber oben abrunden wäre vielleicht echt eine Option gewesen.","Ja also ich finde ihn nicht hässlich, aber ich finde ihn auch nicht schön.\nAlso ich bin da wirklich so genau in der Mitte angelangt und denke mir die ganze Zeit so hmmm.\nUnd am Ende zählen natürlich die inneren Werte, die sind so nicht so schlecht\nglaube ich, allerdings ist der Preis auch sportlich ne.\nDer ist holler die Waldfee. Ja vor allem wenn man das so mit,\nwo sie ja immer so richtig zuschlagen ist ja so SSD, also gerade da wo man sich\nso denkt so einmal rechts unten bitte und was kostet irgendwie so ein rechts unten Mixstudio?\nGucken wir mal, weil großes Metathema hier in der Meta-Ebene,\nmich kotzt mein Studio Setup an, ich hab das jetzt seit 14 Jahren und mittlerweile\nkomm ich selber nicht mehr klar damit, alles muss neu sein und ich denke schon\nsehr sehr sehr lange darüber nach, was der Nachfolger meint ist, Aufgepasst!\nPro von 2009 sein könnte, den ich hier immer noch betreibe und der funktioniert\nsuper und der jetzt in diesem Moment diese Sendung aufzeichnet.","Wohlgemerkt Intel auf das was du so fürchterlich viel geschimpft hast.","Ja ja klar das ist ein Verbrenner.","Vielleicht hättest du da die GoPro einstecken sollen.","Naja so also was will man haben wenn man m2 max haben was sollte ich mir kaufen,\nkauf mir doch mal ein max studio für mich für mein studio weil es ja offensichtlich\nsteht ja studio drauf ich brauche ein rechner für das studio das scheint ja\ndas richtige ding zu sein.","Wie viele kerne hast du jetzt zwölf ne?","Achso wie viel ich jetzt habe ist ja egal.","Naja nicht ganz also wenn du sagst du hast jetzt zwölf Kerne aber nutzt sie\nnicht aus dann brauchst du kein 24 Kerne. Ja.","MechPro. Also vielleicht reicht ja sogar ein Pro.","Ob ich sie jetzt nicht ausnutze ist ja nicht entscheidend die Frage ist ob ich\nsie in Zukunft ausnutze und ich mach durchaus Dinge die parallelisiert werden können und.","Können ist das interessante Wort.","Ja auch werden, vielleicht nicht so effizient wie ich mir das vorstelle,\naber das ist ja durchaus noch was zu holen. Also konkret, Reaper macht ja diverse\nDinge verhältnismäßig parallel, aber nicht so parallel wie ich mir das so vorstelle.","Mal anders gefragt, findest du, dass dein jetziger Mac-Profil zu langsam ist?","Für ein paar Anwendungen ja also so rausrendern\nund so wenn ich jetzt hier den Cut\ngehe dann starte ich so eine\nSilence Detection das dauert bei so einer Freakshow 4 Tracks 4 Stunden da sitze\nich dann erstmal so 10 Minuten und dann weißt du und dann bin ich an den Parametern\nrumfummeln und dann breche ich das nochmal ab und dann mache ich das nochmal\nund dann dauert das, dann gehe ich auf einen anderen Rechner.\nAlso dann ziehe ich dann doch auf mein Mac Mini um.","Und der Mac Mini macht das in was für einer Zeit?","Deutlich schneller.","Aber das ist jetzt ein M1 ne?","Also ich finde so ein echter Sweet Spot CPU technisch ist eigentlich der M2 Pro.\nSo der hat ja dann 10 Kerne statt 12 aber ist halt einfach nicht so teuer wie\nder Max aber den gibt's für ein Studio halt nicht.","Den Studio gibt's nicht also da gibt's halt den Max und den Ultra.\nDer Ultra ist halt die richtig fette Maschine wahrscheinlich wäre der Ultra\nOverkill für dich jetzt.","So 24 Kerne.","Naja also wir können ja mal diesen Mac Mini hier auch mit rein nehmen,\nder ist, wann ist der angekündigt worden? Vor ein paar Monaten,\nden haben wir aber hier nie so richtig besprochen. Oder? Glaube nicht.\nUnd den finde ich ja auch sehr interessant, also Mac Mini bin ich sowieso ein\ngroßer Freund davon und gerade wenn man das jetzt mal so preislich vergleicht,\nda kriegt man dann die Dinge dann doch auch noch sehr viel billiger also das\nist bei Mac Studios dann der ganze extra Kram auch nochmal teurer.\n10 Core CPU, naja 10 Core CPU, sogar 12 hier der Mini.","Nee der M2 oder der M2 Pro,\nder M2 hat 10 Core und der M2 Pro hat, nee andersrum M2 hat 8 Core und,\nstimmt 8, 4 und 4 und der M2 Pro hat 10 also 8 und 2 oder so.","Aber nicht beim Mac Mini erstaunlicherweise, ich bin jetzt hier gerade auf der\nApple Mac Mini Seite und da steht der M2 Pro mit 12 Core CPU,\nlive klicken mit der deutschen, es gibt dann noch ein Update,\nes gibt den M2 Pro auch noch in einer 12 Core Variante, da legst du dann nochmal 345 Euro extra drauf.\nGenau, also man kann die schon irgendwie ähnlich konfigurieren.\nIch kann ja mal folgendes Experiment machen.\nIch nehme mal den größten Mac Mini den es gibt mit 12-Core,\nalso den Pro, den M2 Pro, genau, mit 32 GB RAM und sagen wir mal 2 TB SSD,\ndas ist so das was ich haben will, 10 Gigabit Ethernet, kostet mich 3.160,\nEuro laut Apple. Dann gehe ich mal auf ein Mac Studio mit dem M2 Max,\nder auch nur eine 12-Core CPU hat aber halt noch sehr viel mehr GPU,\nhier steht auch noch 16-Core Neural Engine, was ist eigentlich bei dem M2 Pro,\nder hat doch auch eine Neural Engine, ja genau.","Ja das dürfte dann der gleiche Prozessor sein.","Das ist so ähnlich genau.","Da solltest du in der Tat mit einem halben Auge auch mal hinschielen,\nso Stichwort Whisper lokal.","Ja natürlich ist das interessant.","Aber das ist interessant, wenn man die vergleichbare Konfiguration hat,\ndann ist der Studio tatsächlich einen Tick günstiger als der Mini.","Richtig, ich komme jetzt hier tatsächlich 100 Euro besser weg in dem Vergleich.","Das ist weird, aber ja warum nicht?\nAlso doch ein Studio.","Ja könnte durchaus auch auf ein Studio hinauslaufen.","Und dann hast du auch ein M2 Max und kein M2 Pro.","Also du wählst glaube ich auf alle Fälle ein Studium wegen der Kühlleistung,\nweil die ist definitiv beim Studio besser als beim anderen. Wenn du wirklich\ndas Ding unter Last fährst öfter mal und lüftertechnisch dann bist du da bestimmt besser mit besetzt.\nDas wäre meine.","Das Problem ist jetzt, wenn ich den natürlich so konfiguriere wie den mic mini\nich maximal konfigurieren kann, dann konfiguriere ich ja ein System,\nwo überhaupt nichts auf maximal ist und dann sitze ich so vor dieser Bestellung\nund denke mir so, das ist aber jetzt nicht das Rechtsundmodell.\nUnd dann denkt man sich so, ach ja, hier, da könnte man ja nochmal ein bisschen,\nach, den gibt's auch mit 24 Chor, so ultra.","Ich mich ein bisschen frage, warum du nicht als SSD bei so einem Standgerät\nda hinten einfach die externe, so eine Samsung T5 oder sowas dran haust,\nweil das ist viel günstiger und ist auch schnell genug für das, was du machst.","Was ist eine Samsung T5?","Naja, eine NVMe SSD mit, weiß ich nicht, Thunderbolt.","Genau, die sind so Scheckkarten groß nur noch, da musst du halt nur einen Thunderbolt-Port\nhergeben, mehr oder weniger, aber ich hab das damals eigentlich auch bei dem\nMac Pro so gemacht, weil das Interne ist, also wenn du das Gerät eh da liegen\nhast, dann ist es auch wurscht.\nUnd diese Dinger sind super stabil gelaufen bei mir, also die haben überhaupt\nkeinen Ärger gemacht. Die werden ein bisschen heiß, da musst du ein bisschen\naufpassen, aber so, die sind halt echt… In der PC-Welt gibt es inzwischen Lüfter\nfür SSDs. Die sind ja gigantisch viel günstiger.\nDa kannst du ja 2TB für einen Furz kaufen.","2TB, wenn sie einigermaßen schnell sein sollen, kosten jetzt so um die 200 Euro.","Samsung T5 oder so gibt es, glaube ich, heißt das Ding.","Ich sehe T7, aber das ist mit USB. T7 gibt es auch, ja.","Ja, das ist wurscht. Wie ist es wurscht?","Das ist schnell genug.","Wie schnell genug? Also das ist ja nicht so, dass dir dann der Dampf ausgeht\nfür das, was du da so normal machen musst.","Naja, so eine ganz schnelle, die gehen ja über PCI-Express,\ndie schnellen SSDs, und dann willst du sie schon per Thunderbolt anschließen,\naber dann würde ich eher gucken, Dann würde ich eher gucken,\nob du ein entsprechendes Gehäuse findest und dir dann entsprechend die dazugehörige\nKarte kaufen oder die SSD kaufen, die du dann haben willst, weil der SSD Markt ist extrem volatil.\nDas was heute eine gute ist, ist in vier Wochen halt nicht mehr eine gute.","Gibt es ein externes NVMe SSD Gehäuse mit Thunderbolt, wo man mehrere Dinger\nrein machen kann, weil das wäre dann sozusagen the way.","Also ich weiß, dass es sowas als Steckkarte gibt, aber...\nMit irgendwie 24 Slots oder so, aber jetzt als, bestimmt, musste man mal ein bisschen suchen.","Hätte ich auch gesagt, bestimmt.","Also das daran soll es eigentlich nicht scheitern, weil ich mein Thunderbolt\nist auch nur PCI Express über ein anderes Kabel.\nAlso deswegen da würde ich jetzt, da würde ich keine Komplettlösung nehmen.","Du musst trotzdem wieder viel Recherche machen und das Richtige machen und so weiter.\nWenn du die maximale Geschwindigkeit haben willst, dann bekauf dir den internen\nScheiß von Apple, weil dann befährst du besser mit.\nWenn du aber damit leben kannst, dass du nicht die maximale Geschwindigkeit\nhast, dann hast du halt wirklich mit diesen externen USB-C-Dingern halt echt\neinfach ein unglaublich großes Budget für viel Platz und die Dinger nimmst du halt einfach auch.\nAlso ich habe da einfach vier von, fertig. Und wenn ich irgendwo Daten hin und\nher transportieren muss oder mal was brauche, dann sind die halt da dabei und fertig.\nUnd die sind nicht die interne eingebaute Geschichte, das heißt,\nes hängt nicht an dem Rechner, dass der mal kaputt geht oder nicht und man zahlt\nhalt die Apple-Steuer nicht. Dann kannst du nämlich wirklich interne Größe relativ klein nehmen.","Da muss ja nur das Betriebssystem drinnen sein.","Mehr oder weniger.","Also es gibt für verhältnismäßig wenig Geld so 150,\nne stimmt gar nicht, doch das Gehäuse ab 150 Euro gibt es ein Thunderbolt von\nOWC Envoy Express wo zwei Slots reingehen und wenn man sich da irgendwie 2x8TB\nreinballert dann ist irgendwie alles super und das kann man halt zur Not auch\nmitnehmen und in den Laptop stecken und so weiter das ist natürlich auch ganz geil.\nWobei ich gerade so ein bisschen gebranntes Kind bin,\nweil mir meine Synology abgeraucht ist nach dem Softwareupdate und sich auch\nmit dem Hardreset und Factoryreset bisher nicht wieder in die lebendige Zone holen lässt.","Das Ding was hier blinkt?","Jaja, das Ding was hier blinkt, das sagt gerade ich bin K.O.","Und die Daten sind alle weg?","Das hoffe ich nicht.","Ist doch als Raid alles angelegt drin.","Ja schon, aber das schöne an Hardware Rates ist ja, wenn was mit der Hardware\npassiert, dann bist du halt auch gerne trotzdem die Platten, die die Daten sind.","Ich hab keine Ahnung, was kaputt ist, weil ich kann ja nicht darauf zugreifen und das geile ist,\nich hab versucht das Ding, also Hard Reset ist mir dann auch gelungen,\ndann kommt irgendwie diese komische Software, dieser Synology Assistant mit\ndem schlechten User Interface hoch und sagt so, ja hier würde ich gerne neu einrichten und so.\nJa, okay, dann muss ich selber mir das richtige Disk-Image mit dem Betriebssystem\naussuchen, was ich da gerne installieren möchte, das sie das für mich tun könnten oder sowas.\nUnd dann mache ich das und dann fängt er so an und dann ist er so bei 56 Prozent.\nUnd dann meinte er so, ja ich kann dieses Ding nicht lesen, da ist ein Fehler\nirgendwie passiert, Klammern 22. Also so eine richtige Apple Fehlermeldung.\nUnd natürlich keine Hilfe, ja könnte das Motherboard sein.\nSagt mir die Datei ist irgendwie nicht lesbar, aber es könnte das Motherboard sein.\nAlso Synology muss ich sagen ist ja hier hochgelobt worden und ich hab mir richtig\nmich da rein investiert und muss sagen bisher ist meine Erfahrung eher schlecht.","Aber jetzt mal ganz ehrlich, seit 15 Jahren reden wir über ZFS und du kaufst\neine Synology. Das geht halt einfach auch nicht.","Naja es gibt halt auch keine Lösung mit ZFS.\nEgal. Auf jeden Fall, wir waren ja gerade bei MacStudio und bei Expansion und\nich könnte mir durchaus vorstellen, dass ich mir so ein MacStudio kaufe.\nIch bezweifle nur, dass ich den dann in der maximalen Konfiguration kaufe,\nwie ich ein MacMini kaufen könnte.\nSondern Leute da gehen 192 Gigabyte RAM rein.","Aber nur wenn du den Ultra nimmst, den Ultra Chip.","Genau, der geht nur beim Ultra.","Weil das sind ja zwei Chips die sie aneinander klatschen und dann haben sie\nzwei RAM Interfaces und nur da kriegst du dann den ganzen Verhältnis.","Ich will keine 192 Gigabyte RAM, um das gleich mal klarzustellen.\nDie eigentliche Frage ist, wie viel will man denn?","Also ich habe jetzt in meinem Rechner 32 drin, das reicht bis jetzt ganz ordentlich.\nDie Firma hat mir einen Rechner mit 64 Gigabyte hingestellt,\nwas ich ein bisschen übertrieben finde und wahrscheinlich bis zum Lebensende\noder dem projektierten Ende des Rechners auch wahrscheinlich nicht ausnutze.\nAber your mileage may vary.","Also die 16 merkt man auf alle Fälle. So die 16 sind ein bisschen zu wenig.\n32 finde ich ist für meine Anwendungsfälle immer ganz gut gewesen.\nDa ist auch immer noch gut Luft für auch mal Experimente zu machen mit irgendwelchen\nkomischen virtuellen Machines und so weiter. Da ist aber ein bisschen Platz\nund dann ist gut. Ich meine die SSD ist eh so schnell, dass im Zweifel,\nwenn was passiert, kann man gut ausgleichen.\nIch denke mehr als 32 solltest du wirklich nur nehmen, wenn du weißt,\ndu brauchst es, wenn ich ehrlich bin.","Oder du willst ein ultra haben weil dann hast du automatisch 64 gigabyte darauf\nläuft es nämlich hinaus so und dann bin ich bei 5.260 euro brutto.","5.260 euro also da kannst du schon alles ausgeben aber brauchst du das.","Da hast du jetzt wie viel wie viel SSD rein konfiguriert. Brauch?\nAlso ich habe, dann ist die Diskussion sowieso vorbei.","Also ich meine mit diesem Brauchen, das ist immer so die Frage,\nalso Brauchen würde ja sagen ich wüsste ja jetzt schon welche Anwendung ich dann damit fahren will.","Also als ich mein M2 mir jetzt geholt habe, habe ich mir relativ genau vorher\nangeguckt wie war meine Nutzung als ich noch den Classic M1 hatte,\nden allerersten und da hatte ich schon 16 Speicher.\nUnd ich hab hier ja hier iStats Pro und da kriegst du ja wirklich so eine History\nüber ein paar Tage, Wochen, Monate, wenn du ständig drauf guckst und ich hab's\nnie geschafft den über 50 Prozent Speicherauslastung zu kriegen.\nUnd ich hab sicherlich 20 Programme gleichzeitig plus noch Machine Learning\nGeschichten, die parallel laufen. Also von daher mehr als 32 ist echt nicht\nrealistisch. Also nimm 32, wenn du Seelenheil haben willst, aber alles mehr ist Quatsch.","Nimm 64 meinst du.","Ja 64 wenn du dich gut fühlen willst aber wirklich alles da drüber ist dann wirklich.","Also ich würde schon sagen 32 ist schon zum gut fühlen also.","Jaja also unter 32 würde ich jetzt nicht gehen.","Nee.","Auf keinen Fall.","Nein.","Und 64 kriege ich sowieso wenn ich sage ich brauche jetzt Doppelchor Glück.","Also Ultra.","Ultra.","Aber was willst du denn mit 24 Kernen?","Ich will das meine ganze Audio scheiße schneller.","Ja ja aber du kannst doch pro Reaper Spur auch nur einen Kern spielen du hast\ndoch nicht 24 Leute hier.","Ich krieg dieses Programm mühelos ins Ruckeln ich möchte nicht.","Ja aber das wird sich mit 24 Kernen nicht ändern weißte das ist ja das Problem.","Ja weil scheiße programmiert ist.","Ja das hatten wir schon ein paar mal.","Also Mac Studio ist auf jeden Fall ein interessantes Angebot,\nich finde den Mac Mini finde ich auch sehr interessant und dann gibt es noch\ndiesen Mac Pro, darüber müssen wir jetzt mal reden.","Der hat so große Löcher habe ich gehört, da haben Leute Angst vor.","Ich finde das Ding ist mittlerweile, also jetzt haben sie ihn wirklich kaputt\ngespielt, also jetzt ist es wirklich überhaupt nicht... Ich meine,\nich habe jetzt jahrelang gewartet, um zu wissen, was ihre Vision für diesen\nMac Pro ist und dann kommen sie mit so einem Ei? Also wirklich.","Also es ist erstmal kein Ei sondern derselbe Formfaktor wie vorher.\nKeine Tonne, kein Ei.","Prinzipiell ist es erstmal keine schlechte Maschine würde ich sagen.\nDie Frage wozu das ganze müssen sie aber doch irgendwie nochmal verargumentiert bekommen.\nAlso ich meine es ist ja jetzt nicht so als wie viel kann man wie viel PCI Karten\nkann man da reinstecken fünf oder sechs oder so fünf sind.\nIch glaube, das ist dann auch schon der gesamte Markt für PCI-Karten,\ndie mit dem Mac funktionieren und einen Armtreiber haben.\nAlso das ist halt das eigentliche Problem an der Kiste.\nAlso wenn ich da jetzt sagen würde, ja ich könnte da jetzt vier AMD,\nnicht AMD, vier professionelle Nvidia-Karten für, weiß ich nicht,\nMachine Learning reintun.\nUnd das würde out of the box funktionieren und und alles ist schick,\nokay, aber ich glaube,\nich glaube, wenn ich mir angucke, was was was Nvidia, aber auch AMD Grafikkarten,\ndie größeren allein an Strom ziehen, da sehe ich ja noch nicht mal die Kabel\ndafür, um da den Strom in diese Karten zu kriegen.\nAlso das ist so das Ding wo ich mich frage okay wozu?","Also die Distinktionsmerkmale gegenüber dem Studio sind halt schon schwierig\nherzuleiten also genau du hast die PCI-Karten darfst aber keine Grafikkarten reinstecken.\nAlso darfst du schon aber sie funktionieren nicht. Das passiert an der Stau\nnicht wenig, was auch immer dann passieren mag.","Also ich meine selbst diese komische professionelle AMD-Karte,\ndie es noch für den alten Mac Pro gab, letzte Generation AMD-Karte,\ndie funktioniert da drin ja auch nicht, wenn ich das richtig verstanden habe.","Du hast halt 76 GPU-Cores drin, das ist natürlich nicht wenig und das macht\nschon einiges, aber es ist halt irgendwie nur die Hälfte von dem, was Windows hält.","Die krieg ich doch auch in dem\nMac Studio oder nicht? Oder zünden sie da jetzt noch eine Stufe ab Werk?","Absolut identisch.","Wie der Ultra im Studio. Du kannst halt den Speicher nicht aufrüsten,\ndu kannst die Grafikkarte nicht aufrüsten. Und damit sind die beiden irgendwie\nHauptversprechen von einem Desktop Modular.","Und einen M2 Slot hast du auch nicht oder hast du? Keine Ahnung.\nWo du noch SSDs reinstecken kannst.","Ich glaube SSDs kriegst du irgendwie dran. Aber natürlich die sind ja nicht\nso schnell wie halt die interne.","Du hast diese 3,5 Zoll Disk Slots da, da kannst du halt SSDs reinstecken.","Nein ich rede ja von NVMe, also diese kleinen Dinger, für das du gerade das\nGehäuse rausgeholt hast.","Ne wahrscheinlich nicht, dafür machst du dann PCI Karten.","Ja, okay.","Gut.","Wenn es da eine gibt, für die es drei gibt, meinetwegen.\nAber also ganz ehrlich, mir erschließt sich die Zielgruppe nicht,\ndie scheint mir doch sehr sehr klein zu sein.","Also es hätte halt funktioniert, wenn sie halt diesen Quad M2 rausgebracht hätten,\nalso eben nochmal eine Doppelung von dem Ultra, dass du eben alles mal zwei\nnochmal oben drauf hast,\ndann wärst du irgendwo bei 48 Kern gewesen und bei irgendwie 140 GPUs,\ndamit hätte man dann schon wieder irgendwie ein Alleinstellungsmerkmal gehabt\nund da hättest du auch argumentieren können so, da brauchen wir jetzt Gehäuse\nund da brauchen wir nochmal ordentlich Lüfter und das kriegen wir in den Studio so nicht rein.","Oder andersrum, du hast das Ding und kriegst ihn in allen Konfigurationen,\nin denen du auch den Studio bekommst, nur du hast halt zusätzlich die PCI-Slots\nund das für nicht allzu viel mehr Geld.","Oder so.","Also das würde ich ja auch noch verstehen, weil es gibt garantiert Leute,\ndie haben ihre Karten, die sie brauchen, aus Gründen. Die Frage ist, Armtreiber?\nAlso das ist halt so, ja ich glaube wir sind uns einig, das Ding ist erstmal nur eine Luftnummer.","Ja ich hab, PMA schreibt gerade im Chat, in dem Pro bekommt man 76 GPUs,\ndas war das was ich mitgeschrieben hatte und in den Studio nur 60,\nalso das sind schon nochmal 16 Unterschied, aber gut, die machen halt den Braten\nnicht fett, also das ist ein anderer Chip dann der drin sitzt.","Ja, aber auch das ist glaube ich, naja gut,\nalso diese GPUs haben halt sehr viel, also was der eigentliche Vorteil an dem\nGerät ist natürlich, dass du dieses Shared Memory zwischen GPU und CPU hast\nund wenn du dann so ein Mac Pro mit weiß ich nicht wie viel,\nHunderten an Gigabyte Speicher hast, dass du dann, wenn du das professionell\nbenutzt als Grafiker, dann entsprechend halt auch viel Speicher verbrauchen kannst.\nDas ist ja das Problem an kommerziellen Grafikkarten, dass sie eigentlich für\nprofessionelle Anwendungen zu wenig Speicher haben.\nDeswegen verkauften die Grafikkartenhersteller ja die, die mit dem viel Speicher\nnoch mal zu richtigen Profi Preisen.","So und ich muss gleich mal korrigieren der Chat schreibt das auch nicht bin\ngerade auf der original Apple Seite auch in den Studio M2 Ultra mit 24 Kernen\nund 76 Core GPU rein und auch bis zu 192 GB Arbeitssprecher.","Es ist einfach der exakt selbe Chip und das Ding ist halt half-assed und ich\nwage mal die These aufzustellen, dass das so gekommen ist.\nSie wollten ursprünglich diesen Plan, der ja schon lange geleakt ist,\neines Quad quasi, also wie auch immer der dann gießen hätte, einen Supra.\nTrans-Ultra. Und haben denen dann aus verschiedenen Erwägungen,\ndie sicherlich was mit Kosten und vielleicht aber auch mit Produktionsproblemen\nzu tun haben, haben sie dieses Ding nicht gebaut bekommen zu diesem Jahr.\nVielleicht kommt es ja noch.\nUnd würde man nämlich alles hochrechnen, was diese Kiste kann,\ndann wäre er zumindest in einem Bereich,\nwo man sagen würde, okay, da ist er so halbwegs konkurrenzfähig mit dem,\nwas du so derzeit an PC-Grafikkarten dir zusammenkaufen kannst in so sinnvollen Konfigurationen.\nUnd mit 384 GB RAM bist du zwar noch lange nicht bei den 1,5 TB,\naber da hast du schon wieder nochmal eine Schwelle genommen,\nweil es gibt natürlich Anwender.\nInsbesondere so im audio Bereich das unterschätzt man immer was die für RAM Bedarf haben.","Die Sample Libraries die sie einfach komplett halt.","Die laden einfach alle die ganzen Scheiß die ganzen Plugins die ganzen Samples laden die in RAM rein,\nda ist also keine Seltenheit dass die also wirklich alle Slots gefüllt haben\nmit irgendwelchen Spezialkarten Und dann 500 Gigabyte RAM einfach hochbooten\nund das ist dann sozusagen ihre Maschine, da gibt's nicht viele von.","Klar wenn du in deinem Song 200 Spuren hast das summiert sich.","Genau und so wird da gearbeitet because they can und dann werfen die halt nochmal\n3000 Euro auf den RAM da kichern die drüber das haben die in 2 Stunden Studioarbeit\nhaben sie die Kohle wieder drin.\nAlso für die Leute ist halt so der Mac Pro auch nicht teuer,\nweil die investieren noch mal das Dreifache an Karten und an Plugins und so weiter.\nAlso für die ist sozusagen die Studio Rechner Basisausstattung ohnehin ein extrem\nfünfstelliger Bereich, der vielleicht schon in den sechsstelligen Bereich reingeht.\nDa ist der Computer selber eher Pipifax, deswegen kann sich Apple an der Stelle\nauch diese Preise erlauben, die sie dann wahrscheinlich aber auch nehmen müssen\nfür ein Gerät, was halt in so geringen Stückzahlen verkauft wird.\nKönnen sie natürlich auch sagen, sie lassen diesen Markt ziehen,\naber da waren wir schon mal.\nAlso das kann sich Apple nicht erlauben, bei den Top-Kreativen nicht dabei zu\nsein, insbesondere nicht im Musikbusiness, wo sie so fett investiert sind und\ndeswegen gibt es halt diesen Mac Pro trotzdem, aber dieses Gerät ist ein Kompromisskandidat.\nUnd dass sie sich entschieden haben, Grafikkarten jetzt auch komplett außen\nvor zu lassen, ist eine rein politische Entscheidung, weil das hätten sie natürlich\nauch auf dem ARM SoC machen können.","Ich glaube, das Problem daran ist, dass die letzte Generation ARM-Karten oder\nletzte Generation ARM-Silicon, das sie hatten als Grafikkarte,\nim letzten Mac Pro halt auch nicht mehr gut aussieht heutzutage.\nUnd die aktuelle Generation AMD Grafikkarten,\ndie haben ein Hardware-Problem und sind nicht so schnell, wie sie ursprünglich\nmal geplant waren, weswegen wahrscheinlich Apple sagt, das ist uns auch nicht schnell genug.\nUnd ich kann mir vorstellen, dass sie auf die nächste Generation AMD setzen.","Weil ich denke, dass sie, sie wollen auf ihr Single Universal System,\nwollen sie hin und der Gedanke jetzt schon auf einer ARM Plattform dann doch noch mal zu sagen,\nwir können aber trotzdem noch mit diskreten GPUs arbeiten, was sie rein softwaretechnisch\nkönnten, aber das ist eine rein politische Entscheidung, dass sie das nicht machen.\nUnd ihr Kernmarkt für dieses Teil ist der Audiomarkt.","Ja ja das ist richtig nur.","Also promoten tun sie Video.","Ja aber Video ist auch nicht so GPU intensiv sondern geht es mehr um Encoding,\nDecoding da gibt es halt die Karten.\nGPU intensiv ist halt 3D und da sind sie halt nicht.","Ja, nee, aber ich glaub das ist auch ein Problem der Hardware.\nSie wollen nicht mit Nvidia gehen, weil sie irgendwie Probleme mit Nvidia haben.\nDas haben sie ja seit Jahrzehnten fast schon.\nWahrscheinlich aus gutem Grund, weil Nvidia wahrscheinlich nochmal so richtig\nGeld haben will, wenn Apple anklopft.\nUnd mit AMD, die derzeitige Generation AMD-Karten ist einfach nicht so gut wie\nAMD, glaube ich, die geplant hatte. Die sind nicht verkehrt und die können halbwegs\ngegen Nvidia anstinken, aber eben nicht hundertprozentig.\nUnd ich glaube, das sitzen sie aus. Oder aber, sie haben halt dieses Ding,\nalso die Gerüchteküche ist halt,\ndass AMD das halt gerade so mit den Treibern hingekriegt hat,\ndieses Silicon soweit unter Kontrolle zu behalten, dass du es benutzen kannst\nund es ein ordentliches Bild gibt und es kann dann einfach sein,\ndass die Treiberportieren halt einfach noch ein halbes Jahr dauert,\nbis die ordentlich laufen und dann sehen wir vielleicht die Karte 7000er Serie.\nIch weiß es nicht, wir werden sehen.\nAber meine Vermutung ist, dass wenn sie nochmal eine externe GPU anbieten,\noder eine zusätzliche GPU anbieten, dass sie dann wahrscheinlich auf die nächste\nGeneration AMD setzen, 8000er Serie, wie auch immer sie dann heißen wird.","Also mich würde das überraschen, wenn sie das machen.\nHeißt nicht es ist unmöglich, aber ich glaube der Chip has sailed.\nAlso die haben jetzt einfach gesagt wir ziehen das jetzt durch hier mit Universal System und fertig.","Naja klar weil sie da am meisten dran verdienen, das ist ja logisch.","Nee weil sie halt auch software technisch sozusagen weg wollen von diesen Treibern.","Ja aber dann brauchen sie auch kein Mac Pro mit Slots anzubieten,\nwenn es keine Karten gibt, die man da reinstecken kann.\nDas ist halt auch so ein bisschen das Ding.","Das ist ja aber das Ergebnis bei dem wir gerade sind.","Es gibt eine Menge Karten, die keine Grafikkarten sind, dafür ist dieser Rechner gedacht.\nEs hat was mit Beschleunigerkarten, mit irgendwie, Videoencoding,\nAudioencoding, da laufen dann halt so spezialisierte Chips drauf.","Videoencoding haben sie ja gesagt, ihr neuer Prozessor, der ist halt so schnell\nwie sieben von diesen alten Beschleunigerkarten, die sie nicht mehr anbieten.","Andere Formate, die halt in diesen SOCs jetzt nicht drin sind,\ndas ist ja alles irgendwie MPEG-4 hat 264,\nhat 265, ihr RAW-Kram, gibt auch noch andere Sachen und dann gibt es halt so MADI-Karten,\nalso es gibt so High-Performance-Audio-Karten, wo du dann,\nwas weiß ich, 256 oder 1024 RAW-Audio-Channels dran hast, die alle irgendwie,\nweißt du, Bus-Kapazität brauchen, Stecker brauchen, also es gibt diesen Bedarf.\nDas ist kein Riesenbedarf, das ist ein Nischenmarkt, aber es ist ein Nischenmarkt,\nden Apple nicht aufgeben kann. Deswegen haben sie sich für so ein Half-Ass-Ding\njetzt entschieden, weil sie nicht noch länger, als sie es ohnehin schon gemacht\nhaben, diese Transition verschleppen wollen.","Ja und die Leute hinhalten, das stimmt natürlich.","Ich glaube dieses Teil was sie jetzt vorgestellt haben das wird etwas kläglich\nin die Geschichte eingehen als so ein AIA Ding und ich glaube keiner ist stolz\nbei Apple auf dieses Gerät.\nSondern es ist so können wir jetzt bitte über das Headset reden. So ein Gerät ist das.","Gutes Stichwort.","Naja, vielleicht sollten wir erstmal im Softwarebereich nochmal kurz abklappern,\ndas braucht vielleicht nicht so viel Aufmerksamkeit.\nVielleicht ein paar Sachen, die uns\nbei den ganzen Betriebssystem-Releases aufgefallen sind, die worth noting.","Also viel war da nicht, also es scheint jetzt Widgets überall zu geben,\ndas ja okay, wer es braucht.\nWas ich ganz spannend finde sind die Audio Message Transcriptions in Messages\nund ich hoffe, dass sie das auch als API anbieten für andere Messaging Systeme.\nIch hab's mir nicht näher angeguckt, weiß ich nicht, Dom, weißt du da näheres,\nob's da eine API für gibt?","Ich hab da jetzt auch nicht so reingeguckt, ich bin aber nach wie vor leider,\nalso für Klangsynthese gibt's ja leider auch nicht die geile API.\nDas wollte ich mal so rum machen, die gibt's ja heutzutage schon nicht,\ndass man die geilen Siri Stimmen praktisch generieren lassen kann mit der API,\ninsofern ist die umgekehrte Geschichte bestimmt auch hinter irgendwelchen komischen Limits.","Vielleicht mal kurz erklärt was Rob macht, weil der Begriff selber ist da jetzt\nnoch nicht. Jemand schickt eine Audio Message und irgendeine… Unhöfliche Menschen,\nsagen wir wie es ist, schicken Audio Messages.","Wir alle kennen diese Menschen, wir alle kennen diese Menschen,\ndie in einem Chatverlauf plötzlich, ja ich hab jetzt keine Zeit zu tippen,\nich schick mal kurz eine Audio Message und dann hast du fünf Minuten Audio Message da drin.\nUnd logisch wäre natürlich, wenn man ein Audio-to-Text, wie auch immer das dann\nheißt, Transkription macht und er dir im Chatverlauf einfach mal als Text anzeigt,\nwas hat denn die Person da gerade erzählt.","Genau.","Naja, die Systeme sind bestimmt gut genug, als dass ich da, wenn der es nicht\nversteht, verstehe ich es dann wahrscheinlich auch nicht mehr in der, egal.","Man hat in etwa eine Ahnung.","Solange es so gut ist, halbwegs so gut ist wie die YouTube Autotranscription,\ndann wäre das für mich immerhin hilfreich.","Das ist nicht der Benchmark.","Das ist nicht der Benchmark, natürlich ist es nicht der Benchmark,\naber das würde mir schon weiterhelfen, weil ich könnte mir dann trotzdem immer\nnoch erschließen, worum es geht.\nEs gibt halt viele, also mir geht es so, dass es viele Situationen gibt,\nwo ich dann halt einfach auch keine Audio Message hören möchte oder kann,\nsondern einfach halt auch kurz drüber lesen, worum geht es eigentlich und muss\nich mich da näher mit beschäftigen und dafür finde ich das sehr sehr gut.","Also viel interessanter fand ich ja die Integration, die sie für den amerikanischen\nMarkt angekündigt haben, dass sie ja auch den Anrufbeantworter,\nalso die Voicemailbox, quasi auf dem Telefon transkribieren lassen.\nUnd das ist natürlich in einer Hinsicht sehr interessant, weil das ja bedeutet,\ndass ein Anruf, der eigentlich auf eine Mailbox geht, was ja sagen wir mal eine\nFunktion ist, die wir primär eigentlich als Leistung des Netzwerks kennen,\ndann auf dem Telefon bearbeitet wird.\nDas heißt, der Anruf wird tatsächlich angenommen, ohne aber wahrscheinlich abrechnungstechnisch...\nKeine Ahnung, also das ist abbrechnungstechnisch auf jeden Fall eine Frage,\ndas werden sie geklärt haben.\nAuf jeden Fall das Telefon zeichnet dann diese Nachricht auf.\nUnd ich hab mich immer schon gefragt, diese Voicemail-Integration,\ndie sie ja eigentlich von Anfang an hatten beim iPhone, das war ja so eins der\nersten Features, so wir machen Voicemailbox ordentlich.\nAlso nicht du hast so anrufen, drücken sie eins, drücken sie fünf und so.","Leider nicht bei allen Providern, aber das ist nochmal ein ganz anderes Thema.","Sie haben sich bemüht das so zu ziehen und mein Verständnis damals war,\nSie machen das eben bei Providern, die Provider wurden dann von Apple gezwungen,\nApple eine API dafür bereitzustellen.\nJa. Das ist mein Verständnis, vielleicht liege ich da falsch,\naber ich glaube so ist es gelaufen.\nUnd jetzt, entweder sind wir da schon eine Weile oder das ist jetzt quasi das\nneue Zeitalter, dass das Telefon vollständig selbst den Call handelt,\nselbst wenn du nicht rangehst.\nDas heißt, dich ruft jemand an, du hast eigentlich auf Voice Mailbox gestellt,\ndas Telefon geht einfach ran, sagt dir nicht Bescheid, spielt irgendwas ab und\nwährend dann diese Person in dein Telefon hinein quatscht, wird es transkribiert\nund läuft dann eben auf dem Bildschirm mit.\nDas heißt, du kriegst schon angezeigt, dass da ein Anruf ist,\naber dass der eben erstmal quasi so ein Text-Gateway bekommt und das ist natürlich ganz cool.","Ja, für mich jetzt keine Anwendung, weil es gibt nur eine Person,\ndie bei mir auf die Mailbox spricht, das ist meine Mutter und die hat immer noch nicht verstanden,\ndass sie mich nur erreicht, wenn sie mich aufs Handy anruft und dass ich auch\ndie Mailbox von meinem Festnetz, hier sind Airquotes, Anschluss auch selten abhöre.","Also die Technik das ganze on device in Echtzeit zu machen ist einfach da,\nwir testen im Ultraschalluniversum gerade halt viel mit Whisper rum um halt\neine lokale Transkription von Audio Podcasts zu machen,\ndass man es also nicht zu irgendeinem Internetdienst hinschickt sondern wirklich\nkonkret auf dem Gerät und selbst ein kleineres Whisper Modell ist von OpenAI\nauch das ganze rausgebracht und es gibt halt einen Port für die M1,\nM2 Architektur und selbst ein kleines Sprachmodell läuft in zweifach,\ndreifach Realtime durch mit einer sehr guten Erkennungsqualität für Deutsch.\nAlso der Drops ist gelutscht und das läuft dann komplett auf der Neural Engine\nund braucht praktisch keinen Strom.\nDas heißt, du kannst dann auch aussuchen, du sollst auf den GPUs das Ganze rendern,\nDann siehst du also auch wie der Stromverbrauch hochgeht oder schickst das ganze\nin die Neural Engine rein von den M-Chips und da verbraucht es dann praktisch\ngar keinen Strom und ist genauso schnell. Das ist also schon beeindruckend.","Also für mich ist das auf jeden Fall ein Feature, wo ich sage, gesagt habe, ja.\nNehme ich mit, will ich haben. Danke.","Weil es sogar so reinpasst, in Anrufbeantworter in FaceTime können dir Leute\njetzt auch Videonachrichten schicken auf deinen Anrufbeantworter in Anführungszeichen.\nDas heißt FaceTime gibt es jetzt auch asynchron, das heißt du hast die Menschen,\ndie gerne diese asynchrone Zeichenhebersaufnummer machen mit Audio und live\nangucken müssen, die sind mit FaceTime noch viel heißer drauf demnächst. Bin ich mal gespannt.","Transkribiert er dann auch das Videobild im Hintergrund sehen sie.","Das wäre interessant ob er den Inhalt auch transkribiert an der Stelle wahrscheinlich\nnicht oder weil das so eine komplette Videosache sein und FaceTime funktioniert\ndoch eh immer so schlecht wie eh und je.","Simon im Chat bringt gerade den richtigen Hinweis uns noch, dass es natürlich\nauch sein kann, dass nach wie vor die AP beim Provider ist, nur er sich das\ndann runterlädt. Aber soweit ich das verstanden habe, war das in Realtime diese Transkription.\nSo habe ich die Keynote verstanden von daher bin ich jetzt davon ausgegangen,\ndass das Telefon tatsächlich den Call händelt.\nAlso nachträglich geht es natürlich auch aber es war ja so das Ding transkribiert\nund anhand dessen was geschrieben wird entscheidest du ob du den Anruf dann\nin dem Moment auch annimmst und dann muss das ja ein Realtime sein also das, das, das, das.\nEine andere Sache die da so mit IOS und so mitgekommen ist, ist ein neues Auto, korrekt?\nUnd das ist wieder ein Moment wo sie AI gesagt haben ohne AI zu sagen,\nwas ihnen ja die ganze Zeit gelungen ist, ich glaube es ist kein einziges Mal\nder Begriff AI gefallen.","Wir hatten Schnaps stehen zum runter kippen aber kam kein einziges Mal.","Wir sind alle nüchtern geblieben.","Also darüber müssen wir hinterher aber auch nochmal auf Namita Ebene,\nwas erlaube, die müssen jetzt serienlos werden, wir haben die letzte,\nvorletzte Sendung ja unendlich schon drüber geratet, die muss sterben.","Aber sie haben glaube ich auch Maschinen-Learning nicht gesagt, oder?","Doch, ein bisschen Maschinen-Learning noch, aber sie haben in dem Fall nicht\nMaschinen-Learning gesagt, sondern das andere.","Transformer-Modell.","Sehr gut, sehr gut.","Das ist sehr interessant generell, ich weiß gerade gar nicht wo ich jetzt diese\nAnregung her habe, das war irgendeine kluge Analyse von jemandem auf Youtube.\nAchja genau, dieser MKHDB. MKBHD.","MKBHD. HDSML.","Marques Brownlee.","Ich immer noch nicht genau weiß, ob ich den eigentlich, genau,\nBrownlee, ich find den irgendwie charmant.\nEr macht gute Punkte. Ich weiß bloß immer noch nicht, ob ich das ganz toll finde.\nDa bin ich irgendwie noch nicht. Aber eine Sache hat er sehr schön erläutert,\nnämlich wie Apple generell mit Bezeichnungen umgeht und wie sie Sachen nennen.\nUnd nahezu alles, was ihre Betriebssysteme, ihre Geräte so können und wo irgendwie\nspecial source drin ist. So hier haben wir eine Technologie benutzt.\nDann sagen sie aber nicht AI. Sondern sie denken sich entweder was eigenes aus,\nalso jede Sache hat immer so einen eigenen Apple Namen, Shareplay,\nName Drop, Retina Display und so\nweiter, wo man auch irgendwie das nennen könnte, was alle anderen sagen.\nAber Apple will halt nicht das sagen, was alle anderen sagen,\nweil wenn sie das Wort nehmen, was alle anderen sagen, dann sind sie ja Me Too.\nErstens sind sie Me Too. Und zweitens, ja aber wenn auch andere Firmen dann\ndiese Begriffe vielleicht auch übernehmen, dann sind sie sozusagen Büttel der\nDefinition anderer, das mögen sie überhaupt nicht.\nUnd sie schützen sich natürlich auch vor anderen Konnotationen mit diesem Begriff,\nunter dem sie nicht in der Zukunft leiden möchten und das ist zum Beispiel bei\nAI so, weil wenn du an AI denkst, dann denkst du halt nicht nur an,\nGoogle macht Transkription, sondern AI ist halt auch Gefahr aus dem Weltall,\nwir werden alle sterben, ich verliere meinen Job,\nWeltuntergang, alle möglichen Leute benutzen diesen Begriff,\nüberall wird der debattiert und du weißt nicht, ob Fox News nächste Woche irgendeine\nKampagne lostritt und dann stehst du da mit deinem Hochglanzprodukt,\nwas du für viele Billionen produziert hast und dann viele Billionen Leute verkaufen möchtest.\nUnd dann ist halt diese Basis, dieser Message ist dann halt verloren.\nUnd deswegen denken sie sich für jeden Scheiß was eigenes aus.\nDas fand ich eine sehr schöne Analyse und das passt.\nAutokorrekt benutzen sie allerdings wie alle anderen.\nUnd hier haben sie dann aber eben dieses Transformer-Model als Begriff eingeführt\nund was sie damit meinen, ist halt so, naja, halt Chachipiti sozusagen.\nWir können jetzt ganze Sätze vorhersagen, wir machen jetzt auch das mit den\nTexten und mit der Wahrscheinlichkeitsvorhersage, also Autokorrekt ist jetzt\neben nicht nur einzelne Worte.","Aber das ist jetzt eine Interpretation von dir, dass da Chet GPT drin ist,\ndas haben sie so nicht gesagt.","Nein, das wollte ich damit auch gar nicht ausdrücken.","Ein Large Language Model.","Also sozusagen die Technologie, die auch ein Chat GPT ermöglicht.\nDie wissenschaftliche Basis quasi dessen, was da drin ist.\nNicht Chat GPT und auch vielleicht nicht genauso, aber Apple hat da auch schon\nmal was von gehört und die haben auch ein paar Leute, die sich ein bisschen\nmit Machine Learning beschäftigen und sind auch in der Lage das vielleicht mal einzusetzen.\nIch habe keine Ahnung, ob es funktionieren wird, aber ich denke mal eine Verbesserung\nbei Autokorrekt könnte ein ganz großes Feature sein.","Ich muss sagen, als Kunde sehe ich das ja echt mit so viel Schmerz,\nwie schlimm das geworden ist mit der Zeit.\nEs ging ja wirklich einfach nur mit der Zeit bergab, wie das mit dem Tippen funktioniert hat.\nAm Anfang, wie das iPhone 1 rauskam,\nhat jeder gemeint, wir haben ja keine Buttons, das ist ganz schwierig.\nUnd da hat es ganz gut funktioniert im Verhältnis. Da war es irgendwie gefühlt\ngut, weil man konnte relativ gut tippen. Und dann ist es mit der Zeit mit jeden\nmehr Features immer schlimmer geworden.\nUnd im Moment ist es wirklich so, was mir das AutoCorrect zusammenschreibt,\nin meinem Gebrauch vor allem, wo ich so ein gemischtes Englisch-Deutsch-System\nhabe, wo ich nicht immer auf der richtigen Tastatur bin, ist einfach eine Katastrophe,\nwas ich teilweise Leuten schon geschrieben habe.\nDas Ended Feature von Messages von letztem oder vorletztem Jahr ist mit das\nwichtigste Feature überhaupt, dass ich das irgendwie so korrigieren kann,\nweil was da teilweise rauskommt, ei, ei, ei.","Ich habe inzwischen AutoCorrect abgeschaltet. Kann man das?\nJaja kann man. Also du bekommst noch Vorschläge aber er korrigiert nicht mehr von alleine.","Geht das? Auf dem Mac geht das? Aber ich wusste nicht, dass es auf iOS auch geht.","Nee es geht auch auf den iOS.","Also meine Arbeitsthesis immer ist es auf Englisch eigentlich genauso schlimm\noder ist das einfach ein Punkt von sie geben sich im Deutschen keine Mühe.","Es ist auf Englisch genauso schlimm.","Naja ich meine deren Beispiel, das sie in der Keynote hatten,\nsagte er auch alles mit ihrem Ducking Autocorrect.\nAlso das war ja irgendwie, das war ja ein Problem, in das alle reingelaufen sind.\nAber gut, vielleicht ist es auch der Apple Stock im Arsch Profanity Filter,\nden sie da irgendwie mal ausgemacht haben. Das kann ja nicht auch sein.","Also grundsätzlich glaub kann man natürlich sagen kann man das nur begrüßen\nalso jede Verbesserung in dem Bereich ist gut und wenn sie da in der Tat jetzt\nein eigenes large language model drunter haben besteht ja vielleicht doch noch\nHoffnung dass sie das als nächstes oder übernächstes dann auch mal auf Siri ausrollen.\nWobei hat haben die die Geräte sowas wie jetzt hier die ich AirPods sondern\nwie heißt diese Krachmacherkugel.\nHomepods, genau danke.","Die Krachmacherkugel.","Naja mit zwei kleinen Kindern.","Das ist kein Brüllwürfel, ich weiß, das ist eine Krachmacherkugel.","Hat die nen Chip drin mit ner Neural Engine?","Oder ist das neuer?","Das ist die Aktuelle schon.","Ich weiß nicht was ist da drin A12?","Irgendwie sowas wahrscheinlich.","Weil also ich wiederhole mich diese Whisper Geschichte die läuft halt wirklich\nverstörend gut auf der Norel Engine, wo man sich immer jahrelang gefragt hat\nwozu promoten die die eigentlich so und immer ist sie irgendwie in ihren Werbungen\ndrin aber was macht denn dieses Viech jetzt eigentlich wirklich.\nUnd wenn man das mal wirklich sieht so Performance versus Energieverbrauch,\ndas wären also dann für die Homepods wäre das, wo ja Siri als quasi alleiniges Merkmal drauf läuft,\ndann könnten sie das da schon in Stellung bringen und vielleicht ist jetzt diese\nAutokorrektur quasi erstmal ein erster Breitband-Feldversuch um zu gucken,\nso funktioniert das wirklich so wie wir uns das vorstellen.","Also mir wäre ja schon geholfen, wenn diese Krachmacherkugel, wie du sie nennst,\nsich mal merken würde, in welchem fucking WiFi-Netz sie bitteschön sich anmelden\nsoll und nicht immer irgendwie ins andere Netz springen. Also das ist so, naja, gut.","Ich hab das bei uns zu Hause jetzt so gelöst, dass ich das Netz von einem Repeater\nzum nächsten einfach nur noch immer weiter abmixe.","Naja, ich hab halt ein Netz für mich und ein Gästenetz.\nUnd sämtliche Apple Devices haben Probleme damit zu verstehen,\ndass manche Geräte in das eine Netz gehören und andere Geräte in das andere Netz gehören.\nUnd dass man halt auch egal, ob man jetzt über iCloud jetzt weiß ich nicht oder\ndie Netze shared, dass manche Geräte in manchen Netzen nix zu suchen haben.\nDas weiß ich nicht, das kriegen sie nicht hin.","Also ein HomePod hat einen S7 Chip, das ist der gleiche der in der Apple Watch\ndrin ist und ich sehe da keine neuere Engine.","Aber die Apple Watch macht ja auch irgendeine Art von Siri.","Ja, es ist definitiv Serieunterstützung in irgendeiner Form.","Naja aber für die jetzige Serie brauchst du keine Neural Engine,\nweil das ja komplett an den Server geht. Du hast so ein bisschen Transkriptions-Fu\nund Kompressions-Fu von dem Audio, aber die läuft ja eben nicht on device.","Also ich find hier nichts dazu.","Ja das sind schlechte Nachrichten.","Ja gut machen wir weiter. Ein Feature wo ich noch so dachte so Holla Amerika\nruft an, war ja dieses Check-In Feature für die Kids.\nWo ich so dachte das ist ja ein echtes Helikopter-Mum Feature.","Check in Peter, was war das?","Wo die Kids immer sagen können wo sie sind oder sagen müssen wo sie sind?","Genau das ist quasi so foursquare in apple messages,\nalso das ist ein neues Feature von apple messages, dass Kinder in deiner Family sagen können,\nso ich bin jetzt hier bei der Schule angekommen oder ich bin beim Sport angekommen\noder ich bin bei Freund XY angekommen\nund dann kriegst du das auf deinen Devices, kannst du dann sehen.","Find my sozusagen mit, Find my kid genau.","Genau, nur dass es quasi eine Umdrehung weniger helikopterüberwachungsmäßig ist.\nAlso du kannst dann quasi, wenn du deinem Kind schon etwas mehr vertraust,\nkannst du offiziell das, genau, kannst du das Find My abschalten auf dem Device\ndes Kindes, dass es etwas mehr Freiraum und weniger Überwachung hat.\nUnd kannst dann aber sagen, so und dafür checkst du dich dann aber bitte bei\nden entsprechenden Stellen ein und was dazwischen geschieht, ja, stays in Vegas.","Ich gutes feature ja okay so betrachtet ist es natürlich so es gibt auch leute\nalso was man auch machen kann es eben zu sagen dass man wenn man irgendwo wieder\nhinkommt dass es automatisch eine nachricht gibt so da muss man so.\nWenn man nach hause fährt von den eltern zum beispiel die mögen das ja auch\ngerne dass man dann bescheid bekommen wenn man zu hause ist und die gucken dann\nimmer auf ein mal und die können dann auch push nachricht bekommen stattdessen.","Also Find My hätten sie auch gerne noch ein bisschen ausbauen können,\nweil es ist ja durchaus ein hilfreiches Feature, aber gerade in puncto so selektive,\nwie soll ich sagen, Freiraumschaffung, weil die einzige Möglichkeit ist mit\nall den Leuten, mit denen du deinen Standort teilst, du kannst halt entweder\nden Standort teilen mit allen oder ganz ausschalten.\nUnd das ist eigentlich nicht zeitgemäß.\nAlso es müsste möglich sein hier Gruppen schaffen zu können,\nzu sagen, es gibt hier meine Favorites, die dürfen auch weiterhin gucken,\naber ich will halt auch mal so ein Privacy Mode haben, wo jetzt nicht jeder gucken muss.","Was ich halt immer mache, ist das bis zum Ende des Tages.\nDa musst du ja immer wieder neu aufsetzen. Ja das ist nervig,\naber das ist halt das was ich dann meistens mache.","Also da hat man keine Management Ebene noch drüber zu satteln, dass wir hier frei sind.","An sich ist es nämlich auch ganz reizvoll, ich hab so ein paar Freunde,\ndie sehe ich selten so, aber die sind auch in anderen Städten,\nteilweise in anderen Ländern.\nJemand der die ganze Zeit um die Welt zieht zum Beispiel, Leute die auf Weltreise\nunterwegs sind und so weiter und das ist einfach super cool.\nDann so, ah da bist du jetzt angekommen und tralala dann könnte ich ja jetzt\nmal wieder Kontakt aufnehmen, weil hm bist du jetzt wieder da,\ndann wollte ich ja sowieso mal vorbeischauen.\nDie Nummer oder ich bin in einer\nanderen Stadt und lauf Leuten einfach dadurch über den Weg, ist geil.\nIch meine es hat auch seine Kost, gar keine Frage, aber es ist ein interessantes Spiel.\nHier etwas, was auf der einen Seite super creepy sein kann, aber auf der anderen\nSeite auch super super super nützlich und richtig lustig, das irgendwie besser zu balancieren.\nDas fände ich schon mal ganz geil. Aber da haben sie leider keinen neuen Schritt unternommen.","Und was ich auch schöner fände ist, wenn man genauer einstellen kann,\nwie lange das jetzt gehen soll. Weil ich glaube das Maximum ist bis zum Ende des Tages.\nIch kann halt nicht sagen, hier die Woche ist Camp und innerhalb dieser Camp\nWoche dürfen diese Leute alle wissen wo ich bin. Und zwar so lange wie bis zu\ndem Zeitpunkt und dann ist gut.","Genau, weil es ist eh klar wo du bist und dann ist es einfach nochmal nützlich ganz genau zu sagen.\nOder halt auch einfach zu sagen, heute bin ich für, also ich würde halt ganz\ngerne zu so einer Insidergruppe, also quasi so Family oder halt alle anderen.\nAlso das wäre schon mal ein Anfang. Ich hätte es auch noch gerne genauer,\naber wir wissen Apple würde so einen Schritt nicht so schnell gehen.\nAber dass man auch sagen kann also entweder gar keine oder nur eine ungenaue\nPosition, weil für die meisten Leute reicht es aus zu wissen dass ich in Berlin\nbin so, aber das mehr muss dann auch nicht gesagt werden so.","Ja das wäre jetzt auch das nächste gewesen was ich gesagt habe immerhin man\nkann jetzt die Airtags sharen.","Was wie was man kann Airtags sharen das habe ich nicht mitbekommen.","Das habe ich zumindest nicht notiert. Das wundert mich jetzt auch in der Keynote.","Mir war so als könnte man jetzt AirTags sharen. Das wurde nämlich auch mal Zeit.","Share AirTag. Find my AirTag or find my network accessories with up to five other people.","Jetzt hast du mich kurz nervös gemacht, wenn ich jetzt hier Unsinn erzähle.","Du machst mich ganz irre.","Jeder in der Gruppe kann Precision Finding benutzen und einen Sound spielen.\nJa bis zu fünf bis zu fünf leuten kannst du dein deine find my devices teilen.","Da kannst du dann auch mal Dinge ausleihen, die mit AirTags, das ist ja geil.\nJa ne das war so eins wo ich sagen würde so sinnvolles Feature danke.","Ja vor allem können sie auch gleich diese erwartet dass sie mal was in das family\nsharing gleich einbauen dass man so so ein family ertag hat.","Also so das auto naja gut ich meine wenn sie das mit dem teilen jetzt schon\nmal implementiert haben vielleicht gibt's dann da nochmal eine erweiterung zu.","Zu Airtex habe ich in der Tat für eine der nächsten Sendungen mal eine schöne\nGeschichte wo meiner Frau das Fahrrad mit Airtex gestohlen wurde und was danach\ngeschah. Können wir schon mal teasern, sind aber so ein 20 Minuten Blog also\nden machen wir nicht heute.","Okay, schalten Sie uns das nächste mal ein wenn Sie live stoppen.","Wieso ist Apple TV plus besser geworden man weiß es nicht wahrscheinlich nicht.","Heute ist es wieder aufregend. Keine Ahnung interessiert mich nicht.\nZu iPadOS habe ich mir noch was markiert, was ich noch sagen wollte.","Offline-Maps.","Offline-Maps, ja.","Was gibt's jetzt für Apple-Maps?","Das ist ganz neu. Haben sie versucht seit Jahren anzubauen und jetzt haben sie\nes wohl endlich gemacht.","Ich weiß gar nicht, wo das große Problem dabei ist.","Keine Ahnung, vielleicht haben sie nochmal bei TomTom nachgefragt, wie man das macht.","Oder bei Google.","Ich benutze ja immer TomTom, weil da gibt's halt Offline-Maps.","Du benutzt TomTom?","Für Autorouting, ja.","Echt?","Tatsächlich? Ja.","Krass.","Ah, weil?","Weil das gut funktioniert.","Besser als Apple Maps?","Ich würde sagen ja. Also,\nnaja die machen seit Jahrzehnten nichts anderes und da kostet irgendwie so das\nVolldings kostet irgendwie zwölf Euro im Jahr oder so. Also es ist halt ne Subscription.","Okay.","Du kannst dann im Prinzip alle Länder der Welt runterladen und du kriegst Verkehrsinformationen\nund so ein Gedöns. Also ich bin damit ganz zufrieden, ehrlich gesagt.\nDie können inzwischen sogar Carplay. Das hat sehr lange gedauert,\nbis sie das hingekriegt haben.","Können die auch Apple Watch?","Das können sie nicht.","Oh, schön.","Also wenn du jetzt Gebrumme auf der Uhr haben willst.","Dann ist die endlich aus beim Autofahren. Super. Allein deswegen würde ich es hernehmen.\nAutofahrt immer meine Apple Watch mit brummt, macht mich so fertig.","Wieso? Das kannst du doch ausschalten.","Wie?","Geht die?","Ich wüsste nicht wie, wenn ich das auf Kabel habe, dann macht meine Uhr mit.\nIch habe das bisher noch nie gemacht. Und dann macht meine Uhr halt immer mal\nsechsmal Pieps oder dreimal Pieps und kurz und lang und ich weiß nicht mal was\nsie tut und ich denke immer mich ruft jemand an und dann ach ja ist nun die nächste Kurve.","Also für mich ist das ja essentiell deswegen würde ich gar nicht auf die Idee\nkommen das auszuschalten aber ich gucke gerade mal hier Karten.","Aber du kennst meine Eselsbrücke zum Thema?","Du kannst das hier in Settings, in Apple Watch Karten kannst du das einstellen.\nDu kannst für Fahren mit Carplay fahren, Gehen und Radfahren kannst du abbiege Hinweise ja, nein.\nNa in der Apple Watch App. Auf deinem iPhone hast du eine Apple Watch App.","In der Apple Watch App da gibt es zu Karten eine Einstellung.","Da gibt es einen Eintrag für Karten.","Beim Autofahren vibrierst du nicht bitte. Das geht. Fahren oder mit Carplay\nfahren, das ist, ich hab was gelernt. In der Freakshow lern ich wieder was.","Abbiegehinweise.","Nicht nur du, auch viele andere, auch ich.","Die Eselsbrücke noch schnell, Ronny, bitte.","Die Eselsbrücke. Also rechts rum ist Hitler Hitler Hitler Hitler Hitler und\nlinks rum ist Ulbricht Ulbricht Ulbricht Ulbricht.","Auch gleich die passende Richtung.\nIch weiß nicht, meine Apple Watch hat von alleine,\nalso die schaltet die ganze Zeit meine Settings aus und ich betreibe ja alle\nmeine Devices generell stumm,\nnur meine Apple Watch hat sich dann wieder die Töne eingeschaltet und das ist\ntatsächlich bei der Navigation ist das hilfreich, weil die Töne sind hilfreicher als die Vibration.","Also die Vibration ist bei mir, mag an meiner dicken Haut keine Ahnung was liegen,\nist auch nicht so, dass ich es gut auseinander halten könnte,\nauf welche Art und Weise die mich jetzt da antappt, auf dem Fahrrad schon mal fünfmal nicht.","Genau Fahrrad und wo es halt auch leider versagt ist auf dem Motorrad,\nda habe ich auch noch das andere Problem, dass es auch sehr schwierig ist die\nApple Watch zu bedienen, insbesondere weil ich halt so ein Elektromotorrad habe,\nwas auch automatisch bremst, deswegen kann ich die rechte Hand überhaupt nicht\nbenutzen, damit ist die Apple Watch eigentlich komplett aus dem Spiel.\nDann habe ich neulich diese Accessibility-Geschichte eingeschaltet,\nweil du kannst ja auch mit so einer Handbewegung mit Fingerschnipsen und Handballen\nkannst du ja tatsächlich Dinge tun auf deiner Apple Watch, wenn du das einschaltest.\nDie kurze Variante der Geschichte ist, hat für mich auch nicht funktioniert,\naber es war ein schöner Traum, weil es so war, dass ich in irgendeiner Form\nmit einer Handbewegung meine Apple Watch steuern könnte.","Stimmt, das habe ich auch nur einmal ausprobiert und mir gedacht, äh.","Da müssen sie noch dran arbeiten, mal gucken.","Genau das.","Wir kamen ja jetzt eigentlich von den Offline Maps und man kann natürlich die\nFrage stellen, wo braucht man die eigentlich und in welchen Szenarien?","In Brandenburg zum Beispiel.","Ja aber um dort dann eben auch dann was zu tun und\nda schreibt schon jemand im chat also wenn es um solche sachen wie\nirgendwie wandern oder fahrradfahren nach kate\noder sowas geht muss man natürlich schon gucken wie verhält sich das dann hinterher\ngegen so konkurrenz wie komod den link hier gerade mal reingeworfen kennt ihr\ndas ja was halt auch schon ein dienst ist den es seit vielen vielen vielen jahren\ngibt ich glaube seit sechs sieben jahren oder sowas nutze ich den glaube ich\nund die haben halt vor allen dingen Karten,\ndie auf Wandern, Fahrradfahren, Sightseeing, Abenteuer erleben, optimiert sind.\nMit Höhenlinien und Routen, die du selber hinterlegen kannst und kannst dir\nvon anderen Leuten Routen, die besten Sachen zusammenschnipseln und hast schon\ngleich ein Bild, so sieht das an der Stelle aus und.","Alles geschenkt, nur die Möglichkeit mit Bordmitteln einfach mal eine Offline-Karte\nzu haben, finde ich gut und ich werde sie wahrscheinlich auch entsprechend nutzen.\nBesonders wenn man hier die Stadtgrenzen von Berlin verlässt,\nverlässt einen ja auch meistens die Connectivity.","Genau, die Open Street Map App wird gerade auch noch gerühmt hier,\ndie hat auch schon lange lange lange einen Offline-Modus.","Ja, alle anderen haben es vorher schon gekonnt. Das ist nicht die Frage.","Ja, also...\nWir können es glaube ich einigen so gut, dass es jetzt auch irgendwie das Apple\nDevice oder die offizielle Apple App kennen, das ist kein Fehler,\naber für viele daran hängende Nutzungsszenarien gibt es vielleicht in der Tat\nnoch bessere Alternativen.","Die Frage ist, wie funktioniert diese Funktion? Ich weiß nicht,\nob sie dazu überhaupt irgendwas gesagt haben.\nAlso kann man nur da offline machen, wo man ist?","Es sah so aus, als würde man so Bereiche in der Map markieren,\naber es gibt ein Screenshot auf der Seite.","Also das wäre schon schön, wenn ich nach Nordfinland fahren möchte,\ndass ich mir, bevor ich ins Flugzeug steige, markieren kann,\nich hätte gerne für den Bereich die Karte runtergeladen.","Ja ich will aber nicht den Bereich, ich will ja schon das Land.\nUnd das ist die Frage ob das geht. Naja ich meine Schweiz ist zum Beispiel so ein Problem,\nist nicht in allen Mobilfunktarifen drin, ja und du willst nur rein und wieder\nraus und das ist schon ein Problem und kann dich arm machen, da wäre das hilfreich.\nOder du kommst halt in so einem fernen Land an und willst dort vor Ort dann\nirgendwie eine SIM-Karte shoppen und brauchst eigentlich erstmal nur die Hilfe\nin unmittelbarer Umgebung des Flughafens oder sowas.\nDa kann das helfen. Wobei übrigens, wo wir gerade bei dem Thema sind,\nvielleicht könnte man das auch mal kurz erwähnen, haben wir nämlich glaube ich so noch nie gehabt.\nWenn man jetzt dieses Problem hat, Schweizer Problem, Israel Problem,\ndas war es in meiner Anwendung.\nDu hast also quasi einen Mobilfunktarif, der das Land nicht abdeckt,\nwo du hinfährst. Habt ihr schon mal diese ganzen eSIM Apps ausprobiert?","Noch nie.","Ja also das funktioniert im Prinzip also ich habe jetzt nur Erfahrungen gesammelt\nmit Airolo, A-I-R-O-L-O.\nEs gibt auch noch andere, also ich sag jetzt nicht das ist das beste oder tollste,\naber das funktioniert zumindest so halbwegs, da kannst du halt sagen,\nhallo ich will fahren nach Land, Na, keine Ahnung, Schweiz.\nUnd dann kriegst du so verschiedene Datenpakete angeboten als eSIM und sagst\nja okay, hier, was weiß ich, Schweiz, ich bin da eine Woche,\nich brauche eine Woche, irgendwie gib mir 10 Gigabyte, fertig ist die Lucy.\nUnd dann klickst du da drauf und dann kaufst du das,\nlädst die eSIM direkt runter, installierst es direkt in dein Telefon,\ndann ist die eSIM schon mal so voraktiviert und wenn du dann ins Land kommst,\ndann schaltest du die so richtig scharf und dann sagt die Hallo,\nhier ist ja auch das Netz, was ich kenne, ab jetzt funktioniere ich und dann\nlaufen die Daten darüber.\nUnd das war manchmal mit ein bisschen Zickerei, aber es hat dann am Ende funktioniert.\nIch bin mir nicht ganz sicher, was das letzte Mal das Problem war,\nals ich in der Schweiz damit Ärger hatte, weil sich dann irgendwie das nicht\naktivieren ließ und unklar war warum. Das kann aber auch genauso ein Netz-Hickup\ngewesen sein. Also grundsätzlich funktioniert das.","Übrigens, Schweiz kostet dich bei TomTom 242 Megabyte.\nDas lädt man dann einmal runter und dann hat man die Schweiz.","Ah ja, ok. Kostet dich vorher. Vorher.","Du musst es vorher irgendwie runterladen. Nee, es kostet nicht extra.\nDu kannst alle Karten runterladen, die du runterladen möchtest.\nAlso es gibt hier die große Auswahl an Kontinenten. Antarktis ist jetzt nicht dabei.","Ok, aber TomTom macht ja nur Navigation.","Macht nur, ja was heißt, ja nur Navigation im Sinne von.","Ja du willst ja Restaurants, Orte, Tralala, alles mögliche auch haben.\nJa, das natürlich nicht. Genau, deswegen ist das ja interessant.","Ja, ich weiß nicht genau. Ich glaube, die Suche sucht in der lokalen Karte,\naber sie sucht auch im Netz bei TomTom. Ich weiß nicht genau,\nwie sie das machen. Aber sie haben halt auch...\nMehr als nur Straßennamen. Da gibt's auch Sehenswürdigkeiten und so ein Gedöns,\naber jetzt nicht so viel.\nAber es ist vor allen Dingen für Routing, für Auto ist es halt gut.\nDas Fahrradrouting habe ich jetzt so noch nicht ausprobiert, muss ich mal sagen.","Alright. Gut, dann können wir vielleicht IOS-Land auch schon mal verlassen.","Eine Kleinigkeit wollte ich zur IOS noch glatt sagen, ist PDFs werden jetzt\nbesser unterstützt vom iPad.\nDas klingt jetzt nach einem Problem, das keiner hat, aber für mich ist es so,\ndass ich beim Chor gerne von den Noten im iPad singe.\nErstens da kann man stufenlos vergrößern und zweitens mal sind leuchten die\nnoten von sich aus also auch unter schlechten sichtbedingungen\nschlechten beleuchtungsbedingungen kann man da viel sehen.\nUnd was sie da gezeigt haben sah jetzt nicht so viel anders aus als das was\neigentlich die files up schon konnte aber sie haben da glaube ich noch mal ein\nbisschen aufpoliert und so weiter und i approve.","Machst du nicht Fourscore?","Was heißt das?","Nutzt du nicht die App Fourscore für das?","Wie heißt die?","Fourscore. Das ist so eine sünkende iPad App,\nwo man Noten drin verwalten kann, ein bisschen annotieren kann,\nwo du als mit Musik zu tun habende Mensch einfach mal so automatisch blättern\nund den ganzen Scheiß machen kannst.\nJa und die ist ganz okay. Und ich will eh die ein bisschen verschlagworten,\nweil Files ist, es tut mir echt weh. Files kann so viel, also es sind teilweise\necht coole Features drin, aber so PDFs angucken und so gehört da immer nicht dazu.","Also das einzige bei Files, nervt mich ist, dass du ihm nicht sagen kannst,\nhalte den Quatsch jetzt auf biegen und brechen mal bitte lokal,\nwo du im Zweifelsfall immer das Zeug neu runterladen musst.\nDas geht mir tierisch auf den Senkel, warum sie das machen.\nEr merkt sich auch nicht, ich hab jetzt, weiß ich nicht, ich hab das jetzt vor\neiner halben Stunde, hab ich diese Datei aufgemacht, da könnte ich sie jetzt\nnoch ein bisschen nachhalten und sie erst morgen löschen, nein,\ndann ist sie gleich wieder weg.","Du kannst sie halt lokal speichern, das einzige was du wirklich machen kannst,\naber dann bist du halt in einer anderen Welt.","Was ist denn falsch am PDF Support derzeit auf dem iPad? Also was genau ist denn dann besser jetzt?","Also man kann live zusammenarbeiten auf einem pdf, also du kannst das quasi\nfreigeben für beliebige Leute und dann können gleichzeitig Annotationen und\nso weiter erstellt worden, also das haben sie zumindest gezeigt.","Ist das das was du meinst?","Ehrlich gesagt erinnere ich mich nicht mehr so ganz genau, aber sie hatten gezeigt,\ndass man jetzt auch PDFs, ganz hochoffiziell, dass das jetzt gut ist,\num mit denen zu arbeiten.\nDas hatten sie gezeigt und da dachte ich so, jo endlich mal nicht nur so ein,\nokay in Files kann man PDF öffnen und irgendwas mit dem Stift machen, also das ist so.","Genau, was sie gemacht haben, ist mehr oder weniger sowas Ähnliches wie die\nFreeform App oder in die Freeform App integriert PDFs angucken,\nannotieren und kollaborieren daran, gemeinsam ausfüllen auch,\nalso auch die ganzen Formulare und so weiter.\nDa haben sie ein bisschen rumgeteasert und das ist ja jetzt across the board,\nja, also nicht nur auf iOS.\nDeswegen ist es glaube ich entweder in Freeform drin, was ich schlimm genug\nfinde, weil Freeform finde ich mit einer der übelsten Apps leider so, obwohl die Idee gut ist.\nUnd ja, also ich habe eher Angst vor dem Feature, wenn ich ehrlich bin,\nvon dem was ich mich erinnere.","Also ich hatte so ein bisschen den Eindruck gewonnen, ich weiß nicht,\nob das stimmt, dass sie quasi die PDF-Engine von,\nallen OS, also ihre PDF-Engine generell, die sie auf allen Plattformen verwenden,\ngenerell überarbeitet haben, also ich weiß nicht, das wäre nicht das schlechteste.\nJa ja ich weiß nicht, ob es jetzt wirklich so auf dem Level von Revride ist oder so,\naber immerhin haben sie diesen ganzen, ich darf ja nicht AI sagen,\nMachine Learning Teil mit reingebracht,\nmit dem sie quasi innerhalb von PDFs die Struktur erkennen für Formular ausfüllen,\nSelbst wenn die PDFs nicht korrekte PDF-Formulare sind,\nwas die meisten PDFs ja nicht sind, das heißt sie lesen,\nwo ist irgendwas und das könnte auch dazu führen, dass so Copy-Paste von Text\nin PDF vielleicht ein bisschen noch sinnvoller ist,\nso Spalten, Erkennung oder sowas, habe ich jetzt noch nichts dazu gehört,\naber das wäre so ein bisschen meine Hoffnung, gerade wenn du sagst,\nwird besser, das wäre etwas, was besser wird, so Sharing und Collaboration habe ich nicht so vermisst.","Was auch ganz schön wäre, wenn die Annotationen nicht ganz so viel Speicher verbrauchen würden.\nIch hab nämlich immer wieder das Problem, dass wenn ich tatsächlich in Noten\nNotizen mache, hier mit dem Pencil, und dann versuche die auszudrucken,\ndass dann der Drucker aussteigt, weil das PDF zu groß wird.","Ich hab immer das Problem, dass wenn ich, ich hab zum Beispiel so Anwendungen\nwie Buchhaltung, Bewirtungsbelege.\nIch geh mal eben aufs Klo.","Wie wärs denn mit einem Outliner vielleicht?","Nein, ich hab einfach ein PDF, was ich quasi so als generischen Bewirtungsbeleg verwende.\nDas heißt in dem Moment, wo ich irgendwie was als Bewirtungsbeleg abrechnen\nmuss, muss ich ja eintragen, werde daran teilgenommen und so weiter.\nZum Beispiel die Pizza, die hier vor der Sendung gegessen wird oder was war's\nheute? Ja Pizza. Heute gab's Pizza, ich hab heute nicht mitgegessen,\ndeswegen hab ich das nur so am Rande mitbekommen.","Ralf hatte eine Pizza, ich hatte einen Salat.","Genau, also kleine Information hier, die Freakshow beginnt immer erst mit Essen.\nNur dass ich ausnahmsweise noch nicht mitgegessen habe. Backstage.\nGenau, Backstage Essen wird natürlich hier hochoffiziell von der Mitterebene\nfinanziert von euren Spenden.","Ja danke dafür.","Da kommen sie unter anderem rein. Aber das muss ja alles auch korrekt abgerechnet werden.\nAlso muss ich ein Bewirtungsbeleg für die Freakshow erstellen,\nwo dann schön eingetragen wird wer daran teilgenommen hat etc wie viel Geld\ndas gekostet hat und jetzt will ich das diesem Beleg hinzufügen.\nAlso habe ich eine Vorlage auf meinem Macintosh Bewirtungsbeleg Vordruck.\nUnd dann fülle ich das da einfach aus, habe also quasi ein Formular und tippe das dann alles ein.\nUnd dann mach ich so drag and drop von dem ausgefüllten Formular.\nIn das PDF wo der eigentliche Kaufbeleg gescannt ist, um daraus eine Datei zu\nmachen und die gemeinsam abzulegen.\nUnd dabei fliegen mir dann diese Annotationen manchmal einfach weg,\ndas heißt ich hab dann einfach ein leeres Formular drin und ich frage mich halt\nimmer was soll das, wenn ich allerdings das ausgefüllte Formular nehme und ich\nsage drucke und öffne das aber druckst nicht wirklich auf dem Drucker,\nsondern öffne das in Privat.\nUnd dann nehme ich diese Datei und drehe die rein, dann ist alles supi.","Das mache ich immer deswegen.","Es ist so nervig und das muss sich ändern, das geht gar nicht.\nWeil manchmal geht es auch und dann denkst du nicht drüber nach und dann machst\ndu es rein und Monate später machst du die Datei auf, ja was steht denn hier\ndrin, ja alles leer. Ich habe nochmal nachgelesen.","Sie haben es auf alle Fälle verbessert im Sinne von ausfüllen.\nKönnen Sie besser ausfüllen mit den Metadaten, die du so hast.\nAlso wenn das irgendwie Namensfelder sind und Kreditkartenfelder und so weiter,\ndann wissen die das ein bisschen besser. Das finden sie raus.\nEs wirkte ein bisschen so, als wäre das ganze PDF-Handling ein bisschen besser,\nplus dieses Feature, das ich vor Angst vor Freeform gesehen habe,\nist ein Feature der Notes-App dann. Das heißt, wenn du kollaborieren willst\noder annotieren, dann kannst du das jetzt in der Notes-App machen für beliebige PDFs.\nDie Frage ist, ob sich jetzt an dem Verhalten auf dem Mac was ändert,\nwenn man so ein Formular ausfüllt und die Datei dann irgendwie nicht speichert,\nschon speichert, nicht ausdruckt.\nAlso für mich war Drucken immer das Speichern von Formularen auch.\nIch wusste gar nicht genau. Ich hatte immer so viel Respekt vor ausgefüllten PDFs.\nDass ich mir dachte das ist doch irgendwo wird das doch bestimmt gespeichert\nund das macht er bestimmt falsch,\nbestimmt gibt es zehn Orte im PDF wo man das irgendwie speichern kann aber wenn ich es jetzt drucke,\nja dann muss es ja drin sein sonst könnte man es ja nicht drucken insofern war\ndas für mich immer so zack das ist das Feature und außerdem ist das Drucken,\nwiederum in PDF drucken für mich so ein Killer Feature so per se von macOS,\nDas ist bei mir so innen drin, egal welche App irgendwas drucken kann,\ndann druck ich es in einen PDF, dann habe ich einen PDF und dann mache ich mit dem dann weiter.\nDas nutze ich so häufig und das ist Gott sei Dank auch nie ganz kaputt gegangen.\nAb und zu gab es mal ein bisschen Verhalten, das so ein bisschen komisch ist,\naber so aktuell geht es immer noch sehr gut.","Wirklich den Druckdialog starten muss, dafür ist so ein Quatsch,\nich meine so ein Normalisierungsbutton hätte ja schon gereicht oder so ein Indikator\nmit dieses PDF enthält Formulardaten,\nmöchtest du sie einbrennen, ja irgendwie sowas oder das ist einfach generell für dich?","Also auch eine Geschichte, die mich nach wie vor echt hart trifft,\nist, dass wenn du den Share-Button drückst im Preview, dann kriegst du oben\nso eine kleine Zusammenfassung.\nDas ist ja diese Datei mit PDF und mit einem Icon. Und du könntest einfach dieses Icon draggen.\nWenn ich das Icon wieder auf Preview draggen würde, dann hätte ich genau das\nmachen. Share drücken, draggen, fertig. Ja, dann hätte ich dieses Feature so,\ndas wäre so ganz, geht natürlich nicht. Aber ich habe ja das Save to Downloads\nvon dieser App, die ich mir empfohlen habe.","So, du hast ja gerade gesagt, Notes und Kollaboration.\nDa können wir vielleicht mal kurz fallen lassen, was einige noch nicht gemerkt\nhaben und was jetzt gar nichts mit den neuen iOS-Versionen oder macOS-Versionen zu tun hat,\nnämlich dass jetzt die Notes-App, also auf Deutsch Notizen, sowohl in iOS als\nauch in macOS jetzt einen Pad-Modus hat.\nDas heißt also, viele Leute können gleichzeitig an einem Text schreiben und\nman sieht, wer schreibt wo was.","Das geht schon vorher.","Na das geht so seit ein paar Wochen, Monate, ich glaube noch nicht Monate,\ndas gibt es noch nicht, also du könntest schreiben, aber du hast nicht gesehen\nlive, wer schreibt gerade wo und dieses,\ndass du mit zwei Fingern nach rechts swipes, könnt ihr einfach mal ausprobieren\nauf einer beliebigen Note,\ndie ihr gerade habt, dass da noch farblich hervorgehoben wird,\nwer zuletzt welche Abschnitte mit seiner Farbe editiert hat und ähnliches,\nalso so ähnlich wie man das wirklich jetzt von Hatchdog oder sowas kennt,\nalso von einem vernünftigen Pet Programm, das kann jetzt plötzlich Notes.\nEs ist nicht perfekt, wie vielleicht auch nicht zu erhoffen war.\nWir hatten jetzt hier im Vorfeld, hat Tim ein bisschen rumgetippt und bei mir\nfängt dann sofort der Bildschirm an zu flackern, weil er irgendwie das,\nwohin scrolle ich jetzt gerade, wenn oben neuer Text entsteht und ich bin aber\nunten drunter und er kann nicht so wirklich berechnen, was passiert da gerade.\nAlso es ist noch längst nicht so rund wie beispielsweise im Hatchdog,\naber es ist schon mal wieder ein echt Riesensprung nach vorne in Bezug auf wir\nbearbeiten gemeinsam einen Text hier auf dem Mac.","So jetzt sollten wir aber nochmal zu MacOS kommen bevor wir dann endlich zur\nVision Pro kommen, im Chat scharren schon alle die Hufe, zu Recht aber so sind\nwir, es muss raus, was ich, wieso?","Bevor wir dieses Thema dann beleuchten weil ich möchte deine Läuterung erleben.","Hier geht's um Buchhaltung und das ist spannend.","IPadOS oder was ist das?","MacOS, iPadOS ist ja im Prinzip, es gibt Widgets und es gibt PDF.","Und es gibt eine Health App.","Es gibt immer noch keinen Calculator.","Also darüber müssen wir jetzt.","Ist so.","Und das nur weil sie beim allerersten iPad nicht mehr dazugekommen sind und\nes dann nie gemacht haben.","Aber jetzt gibt's ja eine Sache, die wirklich, wo ich am Anfang nicht so richtig wusste,\nwas soll man davon halten, das ist das mit diesem Gaming und das war ja insofern spannend,\nals dass das ja auch so ein bisschen die Prelude war, schon so dieser Aufheizer\nin punkto Headset und sich alle gefragt haben so,\nwird Apple zur Gaming Company, Spoiler nein, aber immerhin scheinen sie dann\ndoch etwas getan zu haben.\nUnd zwar haben sie ein, ja zwei Sachen, ne? Es gibt diesen Game Mode für den,\nfür macOS, das hab ich nicht ganz in Erinnerung.","Der Game Mode oder dieses, also was sie da quasi gezeigt haben,\nist im Prinzip ein Wine, also sprich ein Windows-Emulator, ähm,\nmit, äh, den entsprechenden 3D-Frameworks, so DirectX-Gedöns dabei.\nUnd das Ganze läuft dann auf Rosetta. Das heißt, du kannst mit ein bisschen\nGlück einige Spiele, so wie sie sind, unverändert direkt auf dem Mac spielen,\nalso jetzt auf der Beta, auf der aktuellen.\nAllerdings bisher auch zu relativ\nniedrigen Frameraten, weil dieses ganze Framework noch nicht soweit ist.\nGrundsätzlich machen sie aber, und da geht's jetzt einen Schritt weiter,\ndas Framework, was sie da gebaut haben, ist so ein bisschen das,\nwas auch Steam gebaut hat für die Steam Deck und für dieses ganze Linux Gaming\nist im Prinzip ein Toolset,\num DirectX und andere Gaming 3D Frameworks quasi auf den Mac zu holen,\nsodass wenn du als jemand,\nder ein Game portieren will, das dann einfacher hast und nicht Metal machen\nmusst, sondern eben die anderen APIs benutzen kannst. Also so hab ich's zumindest verstanden.","Genau, es sind zwei unterschiedliche Geschichten. Das eine ist der Game-Mode,\ndas ist mehr so User-Facing-Geschichte, dass wenn du jetzt ein Spiel aufmachst,\nder automatisch in Game-Mode geht.\nDas heißt, das Spiel kriegt ein bisschen mehr Wumms als vorher vom System her.\nDas ist im Endeffekt nicer als alles andere, also ganz grob gesprochen.\nUnd das andere ist eben, dass sie sehr wohl hergegangen sind und wirklich wohl\nCrossover hat sich irgendwie bedankt,\nauch wahrscheinlich wirklich bei Crossover ein bisschen Technologie eingekauft\nhaben und ein bisschen weitergetrieben haben,\ndass einfach mal die Windows Binarys laufen, es ist, wenn man will,\naber eigentlich mehr gedacht als Entwicklermodus, nicht als Enduser-Modus an\nder Stelle, um als Startpunkt für Ports zu agieren.\nEs ist jetzt nicht so diese Geschichte, die das Steam Deck gemacht hat,\nwirklich im Sinne und wir haben alle ...\nWir kümmern uns darum, dass die Spiele einfach mal laufen auf unserer Hardware-Plattform.\nNee, nee, nee, das macht Apple auch sicher nicht.\nAber es ist zumindest mal ein großer Schritt dahin, dass es vielleicht mehr\nPorts gibt, die halt einfach mal laufen zumindest.\nOb die jetzt wirklich schön laufen, schnell laufen und besonders gut sind,\nsei dahingestellt, weil ich meine, die eine Geschichte ist, im Mobile Space\nsprechen wir ja schon eigentlich von ganz guter GPU-Leistung jetzt mit den M-Chips\nund so weiter, im High-End-Gaming-Bereich natürlich noch nicht.\nUnd deshalb ist die Frage, okay, was passiert da? Ich glaube nicht,\ndass es mehr Ports geben wird wirklich, weil das lohnt sich einfach nicht.\nDer Mac-Markt ist nicht groß genug für die. Es wird mehr Ports geben im Sinne\nvon, mehr schlechte Ports wird es geben. Die Spieler werden halt eher laufen.\nUnd vielleicht geht Crossover den größeren Schritt auch noch und sagt,\nokay, ich brauche jetzt nicht mehr so viel Handstand, bis das Zeug läuft.\nUnd dadurch, dass Apple mit im Spiel ist, läuft es vielleicht auch ordentlich.\nIch habe ein paar von den größeren Spielen mal mit Steam und der Crossover laufen\nlassen wollen, wie der M1 so rauskam und da gab es halt schon immer wieder mal\nGrafikglitches und die kannst du halt alle bei Software beheben eigentlich.\nAlso wenn du diesen Layer ordentlich machst, dann läuft es, dann ist es nur\npotenziell langsam, aber laufen tut es.\nUnd es ist schon ein großer Schritt irgendwie, aber es ist jetzt auch nicht,\nalso die Welt wird sich auf Mac spieltechnisch nicht ändern, glaube ich.","Also zumindest nicht innerhalb der nächsten paar Monate, gar keine Frage.\nAber ich hab mir diverse Tests angeschaut, wo Leute irgendwelche Games,\ndie ich nicht kannte natürlich, gespielt haben und meinten,\nDa wären teilweise signifikante Framerates bei rausgekommen einerseits und vor allem Stutter-free,\nalso sozusagen ohne solche Glitches, also sicherlich nicht alles,\naber sehr viel und auch top aktuelle Sachen insbesondere, weil sie ja damit\nauch diese DirectX 12 API quasi mit bedienen, also was sozusagen das aktuelle\nist, wenn ich das richtig verstanden habe.","Ja, es gibt aber auch viele Games auf älteren DirectX-Versionen,\nalso da muss man mal gucken, was da passiert.","Bisher war sozusagen das neueste quasi noch überhaupt,\ngab es überhaupt gar keine Optionen und Apple hat sich halt jetzt richtig reingesetzt\nund in dieses existierende Framework ihre spezielle DirectX to Metal Translation reingebaut,\nquasi um den Gaming Buden mal zu zeigen, guckt mal, schon ohne eine explizite\nAnpassung kriegen wir diese Performance auf dieser Maschine hin.\nWenn ihr das anpasst, dann sieht es vielleicht noch besser aus.","Aber da muss ich jetzt kurz eingreifen, es ist nicht die Technologie von Apple,\nsondern die haben sich tatsächlich ein paar Open Source Sachen gekrallt und\nhaben sie zum Laufen gekriegt, da ist wahrscheinlich noch viel Luft nach oben\nwas Optimierung anbelangt.","Genau aber sie haben explizit diese diese diese Anbindung gemacht und auch kontributiert,\nwenn ich das richtig verstanden habe, ich will das jetzt gar nicht.","Es haben sich Leute beschwert, dass sie nicht kontributiert hätten,\naber vielleicht passiert das noch.","Ich hab's so gehört, dass sie es getan hätten. Egal, das ist nochmal eine andere\nDiskussion, die können wir später noch haben.\nIst mir eigentlich auch egal, zeigt nur das Thema ist Apple nicht komplett egal,\nweil sonst hätten sie diesen Aufwand natürlich nicht getrieben und man muss\nmal schauen was bei rauskommt.","Es ist Crazy Country Apple in dem Regard, weil ich habe ja die Leute,\ndie die Hardware machen, also die Leute, die die GPUs machen und die Displays\nmachen und alles, was damit zu tun hat, was eigentlich geil für Spiele sein könnte.\nDie haben immer so die Idee, dass man das bräuchte und man das macht,\naber irgendwie hat keiner die\nZügel in der Hand, wirklich mal in diesen Spielemarkt einzusteigen damit.\nUnd deshalb passiert halt immer so ein halbgarer Ding, der zu wenig ist.\nAlso ich glaube nicht daran, dass es den großen Wurf geben wird.\nIch glaube aber, dass die grundsätzliche Situation sich dadurch deutlich verbessert\nund dass Steam sich nicht entgehen lassen wird, da ein bisschen mehr Support\nfür anzubieten, einfach automatisch auch, weil man einfach ein bisschen mehr Markt mitbekommt.\nWenn wir eh schon auf dem Mac sind, dann können wir auch ein bisschen die Leute\nauch noch unterstützen und das noch helfen, dass das geht. Also da wird schon\nein bisschen was passieren dadurch.\nUnd grundsätzlich ist es natürlich so, dass Apple die richtige Entität ist,\ndie diesen Translation Layer schreibt.\nWeil die können Metal einfach gescheit. Und die anderen halt nicht,\nweil es halt nur ein Apple der Technologie ist. Wenn Apple es nicht macht,\ndann wird es halt immer hier weiter rumgegurkt. Und jetzt wird zumindest für\neine Zeit lang dieser Translation Layer existieren.\nUnd den zu maintainen, glaube ich, ist einfacher als ihn überhaupt herzustellen.\nInsofern ist es zumindest eine spannende Geschichte, dass es möglich ist.\nUnd deswegen, wenn jetzt die Trajectory so weitergeht,\nalso wenn das Apple eigene Silikon, Silizium, cool,\nso viel weiter sich bewegt, wie es es gerade tut, dann wird es auch mal so sein,\ndass die GPU auch mitstinken kann in irgendeiner Richtung.\nUnd dann wird es halt noch mal spannender und Kosten nutzen und andere Geräte\nnatürlich auch. Also es ist auf alle Fälle interessant.\nEs ist mal der größte Schritt in die Richtung, den es jemals gab,\naber er ist immer noch keiner, der wirklich Spiele, die aktuell sind,\ngleichzeitig releasen wird für sich alleine.","Ja, auf keinen Fall. Also ich glaube, das funktioniert auch nur,\nwenn Apple da auch bei den Spieleentwicklern Geld einwirft.\nAlso ich meine, ich weiß nicht, ob ihr je Apple Arcade ausprobiert habt.\nDas macht man irgendwie drei Monate, dann hat man die zwölf interessanten Spiele\ngespielt und dann ist auch Feierabend, weil da ist halt auch Tumbleweed bei\nApple Arcade, meiner Meinung nach.\nJa also da ist echt nicht viel los das bringt nix und wenn Apple den Dienst\nmal auf fordernde Mann bringen will dann müssen sie auch bei anderen Spielen\nBuden Geld einwerfen und sagen portiert uns die Scheiße.","Gibt doch nur fünf Spiele.","Skip Skip Skip.","Nächstes Thema.","So wir können jetzt meiner Meinung nach nochmal kurz,\nne halt eine Kleinigkeit noch sie haben ja diesen Kojima da gezeigt,\ndiesen wirren Japaner mit seinem Spiel Death Stranding und dann dachte ich mir\ndas musst du dir mal angucken dann gab's das bei Steam gerade ein bisschen günstiger\nallerdings bisher nur für Windows Und dann hab ich mir das angeguckt und hab\ndas mal eine Stunde gespielt und von dieser Stunde,\nam Anfang waren gefühlt 60 bis 70 Prozent Cutscene,\ndas Ding hat wirklich ganz schön viel Story,\nalso wer, wer, Cutscene, also Dinge wo man nicht selber spielt,\nsondern Story wo erzählt wird und sehr wirr, sehr komisch, aber auf jeden Fall\nmal ein Spiel was man sich mal anguckt.","Das ist halt auch ultra alt, das ist wirklich so vor PS5-Launch kam das raus,\ndas kam noch zur PS4 raus und wurde für die PS5 dann noch optimist.\nAlso wir sind schon wirklich, das war mal so ein ganz spektakuläres Spiel und\nich hab das auch deutlich gerne gespielt, also das war cool,\nweil das halt so eine andere Art von Spiel ist, aber es ist halt wirklich so,\nes ist wieder so eine, oh da hat mal jemand ein Port gemacht von, ja.","Naja, auf jeden Fall, wenn das tatsächlich auf dem Mac ankommt und ich kann\ndas unter Steam einfach nur runterladen, dann werde ich mal gucken,\nwie ist denn der Vergleich?\nLäuft das tatsächlich ordentlich oder ähnlich gut? Playstation 4 2019.\nAh ja okay, naja das ist aber halt auch das Ding, dass sie halt auch kein,\nkein, kein aktuelles Spiel gezeigt haben, das ist halt, das ist halt wirklich\nso das, wo man sagt so okay, sie haben jetzt den Typen mit dem Jahre alten Spiel da, gezeigt, was.","Es ist ne wichtige Größe für Spiele, der Hideo Kojima, das ist schon so,\ndas ist so, das ist so ne Sony Größenordnung, so die eher von Mario Erfinder so, aber von Sony.","Das stelle ich ja nicht in Abrede, aber es ist halt auch kein Spiel,\nwo du sagst, wir machen Spiele jetzt richtig, dann zeige ich halt nicht ein\nvier Jahre altes Spiel, sondern was, was dieses Jahr erschienen ist.","Den Nachfolger der Apple Exclusive dann wäre beispielsweise.","Weiß ich nicht, so ein Jedi Survivor oder so ein Harry Potter,\nwie heißt das neueste Spiel?\nDas sind alles so Spiele, die Probleme haben auf 8 GB Grafikkarten zu laufen,\nweil sie halt wirklich so viel Grafik haben, dass halt das nicht reicht,\neine 8 GB Grafikkarte zu haben.\nAlso so ein Spiel, wenn sie das gezeigt hätten, hätte ich gesagt Hut ab,\naber nichts, was so alt ist. Aber egal. Nächstes Thema.","Achja diese Games irgendwie, immer die müssen die Computer schon,\nalso wenn die ein Jahr alt sind dann kann man schon gar kein Spiel mehr spielen\nhab ich immer so den Eindruck wann spielt man die denn überhaupt wenn man die\ngar nicht mehr spielen kann.","Ich mach Konsole.","Man kann die schon spielen.","Ja mir ist das ein Rätsel alles diese ganze Game.","Nur nicht eben unter Ultra Grafikeinstellungen.","Spiel halt Minecraft, da machst du nichts falsch.","Tales of the Kingdom.","Sorry da eine Fott wäre eine Enttäuschung zu sein aber das Game was mich zieht\ndas muss erst noch geschrieben werden.","Du warst doch ganz groß drin hier bei diesem einem Handyspiel,\nda warst du auch in Level 140 hinterher, also das hat's ja gegeben.","Casual Kram, ja aber das ist.","Was war das nochmal?","Ach da war mal irgendwas, aber das ist, ich versuche auch selber zu verstehen,\nes ist ja auch nicht so ein Diss oder so, Ich verwundere mich ja selber,\nwarum mich Spiele meistens nicht interessieren.","Das hatten wir nur wirklich schon fünf mal. Lass das Thema wieder dann das nächste\nMal aufrollen, wenn Roddy oder ich mit einem coolen Spiel um die Ecke kommen.","Wenn das auf meinem Mac läuft.","Dann setz mich wieder auf die Couch und gucken was da schief läuft.","Bevor wir zur Vision Pro kommen vielleicht noch ein letztes Ding,\nwas nämlich Apple bei Safari gemacht hat, ist vielleicht noch der Erwähnung\nwert, weil das sieht nämlich ganz interessant aus.\nAbgesehen davon, dass Sie mal zusehen könnten, dass Safari auch noch benutzbar\nist, wenn mehr als 30 Tabs offen sind.\nHaben sie erstmal ein Feature eingebaut, was es schon...\nGanz lange gibt, wie hieß das, wie hießen diese Programme, da gab es glaube\nich mehrere, mit denen man so stand alone aus einer Webseite eine App machen kann.\nHab vergessen wie das Tool hieß.","Vor 10 Jahren hat das mal begonnen.","Gute Idee das einzubauen und das dann auch gleich richtig zu machen so mit Cookie\nHandling und pipapo, also wovon wir reden ist, man hat eine Webseite wo man\nsich häufiger einloggt und die man eben benutzen will wie eine App.\nWas auch immer eure Webseite der Wahl ist, beim einen mag es Facebook sein,\nbeim anderen keine Ahnung.","Es gab ja schon immer auf iOS so als Homescreen Icon exportieren,\ndas hat ja dieselbe Funktion gehabt mehr oder weniger und jetzt haben sie es\nhalt auch wieder auf dem Mac zurückgeholt und ein bisschen erweitert glaube\nich, so würde ich es mal nennen.","Also ich hab zum Beispiel mein Chat-GPT4 so laufend wunderbar.","Mit welchem Tool? Ach sie ist mit dem neuen.","Ich hab hier schon die Beton auf bei mir. Ja ich hab den.","Der feine Herr.","Sagen wir mal so ich hab halt das Schicksal als Arbeits Laptop ein Windows 10 fahren zu müssen.\nNein nicht auf meinem Mac sondern ich habe ein Windows Laptop,\nein PC Laptop für meine ganze tägliche Arbeit und kann es mir darum aber leisten\nauf meinem Freizeitspaß Macbook Betas zu betreiben ohne dass ich damit meine\neigentliche Arbeit gefährde. Ach, it could be worse.\nNaja aber darum habe ich jetzt also schon.","Ah du könntest einen Linus Desktop haben.","Oder Windows 11.","Aber ich hab gehört nächstes Jahr ist es soweit.","Nächstes Jahr ist Linus auf dem Desktop.","Ich hab dieses Jahr Linus auf dem Desktop mal wieder benutzt.","Mit funktionierenden Audio Treibern.","Es war schwierig mit dem Copy und Paste aber es wird es dauert nicht mehr lang.","Ja auf jeden Fall ich hab Sonoma, so heißt das ja,\ndie haben ja irgendwie der erste Name den man aussprechen kann,\nfinde ich nicht, finde ich schwierig, Sonoma, resoniert irgendwie nicht,\nalso diese Weinregion, hab ich seit irgendwie Tag eins halt drauf wo es irgendwie\nverfügbar war und läuft gut, ich bin zufrieden damit.","Sieht es irgendwie anders aus?","Ne, ne sieht alles eigentlich aus wie vorhin.","Tätigst du es immer noch scheiße oder?","Du müsstest die Notch da oben jetzt wegdenken. Ach der Notch.\nNein aber Webapps super,\nich hab also drei oder vier gleich, das ist so ein bisschen wie das Auge hat\nja auch so einen blinden Fleck und so musst du einfach nur dein Gehirn darauf\ntrainieren, dass da oben halt irgendwo Void ist.","There is no notch.","There is no notch ja genau.","Aber ich habe jetzt hier Discord laufen als Webapp, ich habe Chat-GPT4 laufen,\nweil ich da auf gar keine, ich weiß gar nicht, ob es eine offizielle App gibt,\nich glaube nicht, selbst wenn, würde ich sie nicht wollen an der Stelle.\nMeine Masterwall 1.1 habe ich da laufen.","Es gibt eine Chat-GPT App auf iOS und mittlerweile auch auf iPad.","Aber auf MacOS glaube ich nicht oder läuft dann die iPad App?","Ich weiß gar nicht, ob man die installieren kann auf dem Mac.","Naja, aber da habe ich auf jeden Fall ganz gerne die Funktionalitäten einfach\nder Webseite und habe ich das also bei mir als App in Anführungszeichen drauf.\nUnd das Schöne ist halt, dass es sich dann wirklich verhält wie jede andere\nApp auch. Also im Task-Switcher wird es vernünftig angezeigt,\ndas holt sich als Icon halt das VW-Con, was die Webseite mitbringt.\nUnd it just works. Das funktioniert also richtig gut. Was finde ich weniger\ngut oder offensichtlich funktioniert, zumindest derzeit jetzt hier,\nich hab jetzt die Beta 2 drauf, ist dieses Profiles.","Schade.","Also auch innerhalb von Safari.\nAlso der Sinn von Profiles ist eigentlich, dass man häufig, also Leute die viel\nmit Internet zu tun haben, kennen das Problem, ich habe irgendwie drei Logins\nfür einen und denselben Dienst. Also sagen wir jetzt irgendwie Mastodon, was auch immer.","Alles YouTube, jede Webseite.","Weil ich einfach verschiedene Personas von mir ein bisschen getrennt haben möchte\nund unterschiedliche Use Cases habe.","Gerade bei Selbstständigen ein echtes Thema. Du hast immer irgendwie so ein\nBusiness-Dranala genau.","Und der normale Weg immer ausloggen und wieder neu einloggen und hoffen,\ndass One Password oder das macOS oder drei Browser benutzen,\ndas habe ich auch lange gemacht, ja, also einen Firefox und einen Chrome und einen Safari,\nunter dem habe ich andere Login Cookies irgendwie am Laufen,\nwas ich dann zwischenzeitlich hatte,\nwas das Problem schon ganz gut gelöst hat, ist eine Firefox Extension,\ndie ich an der Stelle vielleicht doch auch einfach noch mal empfehlen kann,\ndas ist so ein Multi-Account-Containers, Ich muss mal gucken,\nwie die offizielle hieß.\nDa kannst du dann eben eine Anzahl von verschiedenen Personas quasi definieren\noder Arbeitsumgebungen und jede von denen bekommt dann halt einen eigenen Cookie-Space\nund kannst dann halt deine Logins damit ganz gut trennen und separieren und\nkannst jederzeit im Firefox hin und her schalten,\nso mit welcher Domäne möchte ich jetzt gerade arbeiten hier.\nUnd meine Erwartungshaltung war, dass das jetzt eigentlich genau so bei Safari läuft.\nUnd grundsätzlich läuft es auch so. Du kannst also beliebig viele Personas dort\nanlegen, aber irgendwie ist das Umschalten überhaupt nicht so,\nwie ich es mir vorstellen würde.\nDu hast jetzt also oben links so einen großen Button, wo auch irgendwie sowas\nUmschaltmäßiges erscheint, aber da kannst du im Wesentlichen erstmal nur deine\nbisherigen Tab-Gruppen, die ich gar nicht nutze, hin und her schalten.\nUnd wenn du jetzt zwischen deinen Personas hin und der schalten willst,\ndann muss man noch mal in unter Menü rein oder sich in den kryptischen Vierfinger,\nes sind wirklich Vierfinger, Shortcut merken.\nAlso das macht mir irgendwie den Eindruck, als hätten sie dieses Feature eigentlich\nausprogrammiert, aber auch nicht vernünftig in der GUI implementiert.\nEs kann auch sein, dass das einfach in der frühen Beta liegt,\naber Vielleicht kommt das noch. Wundert mich ein bisschen.","Ja, weil das müsste front and center sein. Also ich hätte da einfach gerne so ein Icon im Browser.","Genau, du hast jetzt hier oben links, ich bin jetzt hier in der Arbeitsdomäne.\nJetzt möchte ich in die Freizeitdomäne, dann würde ich sagen,\nklicke ich doch da drauf.\nIst aber nicht. Und dann musst du wieder ein New Window machen und musst dann\nsagen hier Machine Learning. So und du kommst aber nie in die anderen vernünftig.","Ja sie haben es ja glaube ich genauso gemacht wie die Private Windows,\nwie Private Browsing so an der Stelle. Du machst ja auch Private Browsing,\ngehst du in den Modus und dann bist du im Private.\nAlso du kannst Fenster nicht umstellen, sondern du bist halt in anderen Unterbereichen vom Safari.","Du öffnest ein neues Fenster im neuen Modus, ne?","Also ich fürchte, dass diese etwas,\nwie ich finde im Vergleich zu dem, wie es jetzt eben mit diesem Firefox Plugin realisiert ist,\ndiese etwas umständliche und quasi zu suchende Funktion dazu führt,\ndass viel weniger Leute es am Ende nutzen werden, wenn es dann so bleibt,\nals es eigentlich wünschenswert wäre, weil eigentlich ist das ein Killer Feature,\nwarum verstecken sie es oder warum machen sie es so umständlich?","Du bist ja Beta User, kannst jetzt die Feedback App aufmachen und sagen.","Ist in der großen schwarzen Nichtswolke.","Naja wenn keiner was sagt dann wird es natürlich so bleiben.\nIch schiebe einfach jetzt mal die Verantwortung auf dich.","Ja es ist ja nicht so dass das auf taube Ohren fallen würde.\nAlso mit den Entwicklern reden ist ja ein Lieblingshobby von mir und Github\nrauf und runter schreiben.\nAber das ist halt ja ein altbekanntes Problem also ATP beraten sie da ja jede zweite Folge drüber.","Ja, mit Apple reden ist schwierig.","Mit Apple reden ist schwierig und dann habe ich da auch keinen Bock zu.","Ja, ja, das verstehe ich auch.\nSo, one more thing.","Ja sie haben one more thing gesagt und recht unspektakulär von der Art und Weise\nwie er es gesagt hat oder?","Das hätte, das ist eine vertane Chance gewesen.","Ach für so, was soll er da noch so groß sagen, also.","Ja, das haben ja alle gewusst, dass es kommt.","Eben. Also das war klar, nicht so ganz klar war, was jetzt eigentlich wirklich kommt.\nUnd ich denke es ist jetzt erstmal sinnvoll, dass wir vielleicht erstmal kurz\nabstecken, worum handelt es sich jetzt hier eigentlich bei diesem Produkt jetzt\nmal nur so rein technisch.\nAlso wir haben halt ein Headset was technisch ein VR Headset ist,\ndas heißt es ist keine Brille wo man durchschaut oder so, sondern man schaut\nauf Bildschirme, jedes Auge schaut natürlich auf einen eigenen Bildschirm.","Du hast noch nicht gesagt, dass wir jetzt über Division Pro reden.","Wir reden jetzt über Division Pro.","Nicht Division Standard.","Genau, das war vielleicht überhaupt schon mal die erste wichtige Botschaft,\ndass das Ding Pro heißt und auch Pro ist und Pro bepreist es.\nVon daher auch den Preis halt, genau. Pro wie Preis.\nDas Ding macht man sich halt rüber, es ist relativ gut abgeschirmt,\nbesteht so aus mehreren Teilen die auch austauschbar sind,\nda gehört das Band was hinten hält, das ist austauschbar,\nDie Muffe, die genau die Muffe, ich hab gerade nach dem Wort gesucht,\ndas ist sehr gut, die Gesichtsmuffe, die Gesichtsmuffe ist auch anpassbar,\nalso überhaupt ist das Ding in vielerlei Hinsicht sehr konfigurierbar,\nso auch was die Augen betrifft, das ist ja auch etwas was wir in der letzten\nSendung als Problem aufgezeigt haben,\nalso wir haben ja in der letzten Sendung im Prinzip formuliert,\nWenn das was werden sollte, dann müssten sie ja all diese Dinge berücksichtigen.\nUnd eine der Sachen ist halt Anpassungen zum Beispiel an deine Augen, also Brille.\nDa gab es dann speziell Linsen mit verschiedenen Stärken.","Also es funktioniert so, dass du mit einer echten Brille hingehst,\ndie diese Brille scannen.","Also dort hat das so funktioniert, genau.","Also der Gedanke ist wohl nach allem, was man gehört hat, dass du die im Apple\nStore abholst und dort deine Brille gescannt wirst,\nvor Ort und dann halt ausgemessen wirst,\nwie jetzt eben die Geometrie dieser Brille ist und dann bekommst du eine möglichst\ndicht dran reichende Standardlinse von Zeiss, mit denen sie kooperieren an der\nStelle und die wird dann da quasi zusätzlich reingebaut zur normalen Optik der Vision Pro.","Wäre es nicht sinnvoller, wenn du mit deinem Brillenpass vom Optiker,\nvom Augenarzt hingehst und sagst, das sind meine Werte, die möchte ich in der Brille haben.\nAber wahrscheinlich geht das in der Amiland nicht.","Vielleicht messen sie ja auch Dinge, die in diesem Brillenpass so nicht drinstehen.","Ja wenn die da nicht drinstehen, dann kann die Brille auch danach nicht gebaut werden vom Optiker.","Alles was wir wissen ist, so hat es dort auf dem Event stattgefunden,\nwie das dann sein wird, wissen wir ja eh nicht, ist ja auch noch mindestens ein halbes Jahr hin.\nAber so funktioniert diese Brille, also Display linkes Auge,\nDisplay rechtes Auge, für jedes Auge die Möglichkeit eine an dich,\nan deinen Sehfehler angepasste Linse noch einzusetzen.\nEs ist ein Lautsprecher verbaut, der nicht direkt im Ohr sitzt,\nsondern in dein Ohr rein strahlt von außen.","Funktioniert da erstaunlich gut. Könnte man sich wundern, ob der Ton nicht zu\nweit weg ist vom Ohr, aber ich würde auch sagen Ton ist eines der wenigsten.","Außerdem unterstützt uns natürlich die Airpods Pro.","Ja okay gut, aber das heißt ja, dass in der Konfiguration auch andere zuhören können, was da kommt.","So ein bisschen, aber es ist nicht so besonders laut. Also bei der Quest 2,\nwenn du Leuten mal zuguckst, die das machen, das nervt nicht super,\nweil es schon irgendwie Richtung Ohr strahlt. Also es ist schon für dich gemachtes\nAudio, aber es ist halt so, es ist wie so ein offener Kopfhörer so ein bisschen.","Genau, ein On-Ear Kopfhörer. Also nicht Over-Ear, sondern On-Ear Kopfhörer.","Das ist so die Lautstärke Ecke.","Aber es deckt ja nicht wirklich das Ohr ab.","Irgendwie ist es gerichteter Schall, aber das kriegen sie schon. Ja.","Okay, gut, so ist es auf jeden Fall.\nUnd das ist soweit, sagen wir mal, der vielleicht etwas weniger überraschende Teil gewesen.\nAlso dass sie das so mit den Linsen so gemacht haben, ist gut,\nist wichtig, ist richtig, hätten sie es nicht gemacht, wäre es ein Fail gewesen,\nweil dann hätte man irgendwie eine Brille darunter ziehen müssen und da wäre\ndas Produkt für mich schon durchgefallen.\nAber was sie dann noch zusätzlich gemacht haben und was sie glaube ich jetzt\nvon allen anderen Ansätzen,\ndie bisher so auf dem Markt zu sein scheinen, abhebt, ist,\ndass sie natürlich auch noch nach vorne ein Display haben und auch wenn glaube ich,\ndass der Moment war, wo alle so dachten, so uuh, creepy, ich war auch so mit\nso anderen Entwicklern, haben wir gemeinsam in den Keynote geschaut und das\nwar wirklich so der Moment, wo sich alle so gegenseitig anschauten und so.","Really?","Das war schon Uncanny Valley Royal, also das war… Das haben sie dann ja auch…\nSehr, sehr viele dystopische Momente in dieser Produktvorstellung, finde ich.\nUnd ich weiß nicht, wie viel davon wirklich ist, ob es in live nicht so schlimm\nist, aber so die Art und Weise, wie es präsentiert wurde und gemacht wurde,\nda habe ich schon öfter die Idee gehabt, das ist jetzt eine Coldmirror Folge\nanstatt eine Produktpräsentation.","Also vielleicht kurz, was die Idee dahinter ist. Also man hat halt...","Ja genau, technisch mal beschreiben, was da ist.","Also man hat vor... eigentlich ist die Brille ja geschlossen und zu.\nSie versuchen aber den Eindruck zu erwecken, als dass sie auf Wunsch quasi eine offene Skibrille wäre.\nUnd dazu haben sie ein Display verbaut, was nicht vorne quasi die LEDs drin\nhat, sondern durch ein irgendwie noch nicht näher spezifiziertes Linsensystem\nquasi so ein bisschen hologrammmäßig das Bild weiter nach hinten erscheinen lässt.\nUnd dann scannen sie oder fotografieren sie oder filmen sie von innen die Augen\nab und machen eine 3D-Modellierung des angeblichen Gesichtes und auch wo die Augen hingucken.\nSodass man also so eine vage Illusion hat. Plötzlich würde die Brille vorne durchsichtig.\nIch habe aber in der Tat kein Video und kein Screenshot gesehen auf dem ja,\nalso Uncanny Valley ist genau das richtige Stichwort.\nAlso etwas ist schon recht gut, Aber es ist so zwischen Zeichentrick und real,\ndass es irgendwie sehr unangenehm wirkt und das fand ich dabei auch,\nich finde es sieht richtig schlimm aus und sie haben es dann bei der Hands-On\nDemo kein einziges Mal gezeigt.\nAlso niemand hat das bisher in Aktion gesehen, warum auch bisher schon gemutmaßt\nwird, sie haben es noch nicht fertig und sie wissen es ist noch nicht so richtig\ngeil und hoffen, dass sie es in einem halben Jahr noch besser hinkriegen.","Genau, also das Display ist, was du da meinst,\nwas sie da verbaut haben, also das ist ein lenticular Display und das funktioniert\nim Prinzip genauso wie diese,\nweißt du noch diese Wackelbilder, also du hast im Prinzip ein,\njetzt weiß ich nicht ob ich die richtigen Begriffe mache, aber wenn du sozusagen\nvon einem bestimmten Winkel schaust, dann siehst du quasi,\nImmer eine bestimmte Zeile, das heißt auf diesem Display was in dem Teil drin\nist, hast du quasi für jeden Pixel mehrere Spalten.","Haben sie das spezifiziert irgendwie?","Interviews drüber gesprochen worden, dass es so funktioniert.\nIch weiß nicht genau wie fein das aufgeteilt ist, sagen wir mal du hast jetzt\n20 verschiedene Blickrichtungen sozusagen und benutzt 20 Spaltenpixel quasi\num eine bestimmte Blickrichtung zu machen.\nDas heißt sie rendern tatsächlich das Bild da vorne nicht einmal,\nsondern N-mal für verschiedene Blickwinkel und wenn du halt aus diesem Blickwinkel schaust,\nsorgt eben diese Umlenkung dafür, dass du auch nur genau dieses eine Bild siehst,\nobwohl das Disney quasi so 20 verschiedene Bilder gleichzeitig anzeigt.\nUnd das ist so ein Ding, wo ich mir dachte so okay wow, damit hab ich wirklich nicht gerechnet.\nAlso nicht, dass sie das überhaupt machen und dann auch in dieser,\nweil damit lösen sie mehrere Probleme auf einmal. Das ist wirklich cool.\nUnd das ist schon so das erste Moment wo ich mir dachte so,\nok ihr meint es also wirklich ernst mit dem Teil,\ndas muss ich euch jetzt mal zugestehen,\nweil dazu kommen ja jetzt noch, um vielleicht mal die technische Aufzählung zu vervollständigen,\nEine ganze Batterie an Kameras ich weiß nicht genau wie viele da drin sind 8,\n12 oder sowas in der Größenordnung hab ich jetzt im Kopf weiß nicht weiß das jemand genauer,\negal der Chat wahrscheinlich auf jeden Fall sie scannen halt alles sie scannen\nnatürlich den Raum verschiedenste Perspektiven nach oben nach unten links und\nrechts einfach damit du in dem AR Modus,\ndass sie ja dieses Headset primär positionieren.\nEigentlich, du setzt dir das Ding auf und sollst angeblich...\nDen raum so sehen wie du ihn sonst auch sie also ich glaube niemand hat behauptet\ndass sie keinen unterschied gemerkt haben aber alle haben gesagt sie sehen keine\npixel und damit wäre der nächste haken gesetzt also wenn sie es wirklich schaffen\ndass man keine pixel sieht.","Also es geht also ich habe zwei zwei reviews verlinkt dass du auch in der blickwinkel\nso breit ist irgendwie 140 160 grad.","Verlinkte heißt sowas in den Chat schmeißen ne?","Achso ja das tue ich in Italien von Daring Fireball.","Sonst ist nichts verlinkt.","Da dem anderen aus dem, also zwei Leuten denen ich zutrauen würde,\ndass sie genau auf sowas angemessen achten und die haben also beide konsistent\ngeschrieben, man sieht keine Begrenzung, keine Ränder.\nDie müssen ja nie scharf sein und die müssen nie perfekt sein,\ndas wissen wir ja auch, das menschliche Auge ist sehr sehr auf einen engen Fokus\neigentlich in der Mitte konzentriert, Aber es ist schon schön,\nwenn man drum rum überall zumindest\nvage eine Anmutung hat, was da ist und das scheint es umzusetzen.","Und ich habe auch gehört wirklich, dass es keinen Unterschied im Blick fällt\nund keinen Unterschied in der Verzerrung.\nDas ist das Wichtige, glaube ich, auch wenn du schon mal so ein Pass-Through\naufgesetzt hast von der Quest 2 oder auch von den Besseren.\nDa hast du halt immer so ein bisschen so eine Verzerrung in dem Ganzen drin.\nDas ist zwar schon so grob so, aber schon allein davon wird dir schlecht.\nAlso das ist, glaube ich, schon wichtig zu sehen,\noder ich glaube Ihnen das auch,\nund das ist, glaube ich, auch, warum es was Besonderes ist, dass es Apple macht an der Stelle,\ndass sie den Teil wirklich so gemacht haben, als wäre das zum Durchgucken,\nso, und dass sie das wirklich geschafft haben, so, in beide Richtungen,\nund das ist so eine, das ist schon technisch, macht ein anderes Spiel draus,\nfinde ich, eine ganz andere Nummer.","Also in der Tat, all das was man vorher so an Checkmarks hatte,\nso sie eigentlich damit das ganze irgendwie mal auf den Next Level kommt,\nmüsste XYZ, das haben sie relativ radikal würde ich sagen abgehakt.\nAuflösung 23 Megapixel, das heißt also 4K pro Auge, das heißt also auch da ein\nBegriff Retina, also die Leute sehen keine Pixel.","Ich hab mich gewundert warum sie ausgerechnet jetzt nicht von Retina auflösen,\nich meine jetzt wäre es ja mal wirklich angemessen gewesen.","Vielleicht wollen sie noch eine Auflösungsstufe in der Hinterhand haben.","Naja gut, also niemand hat gesagt, dass Pixel als solche zu sehen gewesen seien,\ndas ist ja im Prinzip die Definition davon.\nZusätzlich zu den Kameras gibt es dann aber auch noch Sensoriken bzw.\nDiese quasi ihre Variante der, wie heißt die, Depth Kamera im iPhone,\nalso mit dem sie quasi dreidimensional abtasten.","Field of Depth oder so ähnlich. Depth of Field. Irgendwie sowas. Genau.","Also Infrarot, Pixel etc. Also wie man auch Face ID erkennt,\num halt einfach auch die Umgebung abzutasten.\nOder war es sogar Lidar? Ich glaube es war sogar Lidar.","Und das Face, was sie dann auf dem Display anzeigen.\nAlso du scannst ja dein Gesicht damit.","Genau. Also im Prinzip eine dreidimensionale Abtastung in Echtzeit,\num dann eben auch Tischflächen, Wände etc.\nZu erkennen. Also im Prinzip genau das, was Sie jetzt über Jahre mit Ihrem AR\nToolkit so Schritt für Schritt entwickelt haben, dass es dann eben so ausgereift,\ndass Sie eben den Raum nicht nur sehen,\nmachen können sondern eben auch in seiner Struktur erfassen\nund damit halt in der Lage sind auch Dinge korrekt zu\nplatzieren auf der einen Seite aber eben auch Lichteffekte zu berücksichtigen\nsie nehmen zur Kenntnis wie das Lighting ist und wenn halt jetzt ein Fenster\noder irgendein anderes Objekt in diese dreidimensionale Szene virtuell platziert\nwird dann übernimmt es halt dann auch eben das Licht der Umgebung was auch nochmal zu zeigen ist.","Das auch übernehmen. Also das, was dann in den Entwickler-Workshops wohl rauskam,\nist, dass man daraus dann auch als App-Entwickler keinen Einfluss hat.\nDas heißt also, du kannst dann deinem Spiel oder deinem Browser-Window oder sowas nicht sagen,\nso, du bekommst jetzt mal dieses Lightning-Theme mit,\nsondern der Hauptaugenmerk ist, also das hat man vielleicht noch gar nicht gesagt,\ndiese ganze Konstruktion mit den vielen Kameras ist hauptsächlich dafür da,\ndass das grundsätzlich als Augmented-Reality-System gedacht ist.\nDas heißt, du sollst nicht in einer komplett virtuellen Welt versinken,\nsondern du sitzt in deinem, das kannst du auch, kommen wir gleich noch zu,\nwo und wie, mit welchen Einschränkungen, sondern du sitzt in deinem normalen\nZimmer und kannst das erweitern durch beliebige digitale Elemente.\nIch gucke jetzt an die Decke und da habe ich, oder ich liege nachts im Bett,\ngucke an die Decke und habe da meinen Film laufen und gucke noch irgendwie eine Folge Grey's Anatomy.\nSo, also das ist der eigentliche Gedanke davon, so den Raum,\nin dem man in echt sitzt, ganz normal zu sehen und beliebig digital Genau und\ndann hat man noch dieses Rädchen an der Seite, mit dem man sozusagen diesen\nGrad der Immersion einstellen kann. Sehr coole Idee das Hardware zu machen.","Absolut und auch sozusagen so als Primary User Interface Element,\nalso quasi so eine große Crown wie an der Uhr.\nZum Drehen drehe ich das nach vorne, hinten,\nkeine Ahnung, wahrscheinlich nach hinten würde ich jetzt mal sagen,\nwenn ich es nach hinten drehe, dann, also nach hinten im Sinne von auf der rechten\nSeite platziert gegen den Uhrzeigersinn, ist für mich jetzt nach hinten, Dann...\nVerschwindet das Kamerabild des Raumes und wird in zunehmendem Maße durch eine\nkünstliche Szenerie deiner Wahl ersetzt.\nDas kann einfach nur schwarz sein, das kann irgendwie ein Hintergrundbild sein,\nirgendeine dreidimensionale Szenerie, Bäume, Wälder, keine Ahnung.\nUnd dann eben zusätzlich noch diese Objekte, die du siehst. Und diese DEVDS Kamera, bzw.\nDieses Leader, taugt dann eben auch noch für die Erkennung anderer Menschen,\ndie sich dir nähern. Und das ist der nächste Knackpunkt, wo ich sage,\nokay, alles klar, ja, hab da mal so richtig drüber nachgedacht,\nweil das war ja so dieses Problem.\nAlso so ein Headset, du setzt es auf, du verschwindest da drin und du verlierst\nden Kontakt und rennst in Dinge rein und vor allem Leute rennen in dich rein\nund du weißt nicht da steht jetzt irgendjemand vor dir,\nnimmst die Kamera ab und hast auf einmal ein Gesicht vor dir.\nSuper scary. Du willst es die ganze Zeit abnehmen, aber ich denke,\nwenn sie das richtig hinbekommen und das war ja so ein bisschen so dieses Flugbegleiter Beispiel, ne.\nSitzt im Flugzeug guckst den Film an und dann wirst du halt irgendwie angesprochen\nmit wollen sie noch irgendwas haben und dir gibt's Abendessen.","Und die Stewardess ragt so in dein Bild quasi rein.","Genau.","Auch ein bisschen scary.","Aber besser als anders so. Also das ist schon irre.\nAlso da ist an viel gearbeitet worden.","Dann hast du nochmal die die hardware technisch dass wir das mal bis zu ende\nführen also wir hatten glaube ich noch nicht eindeutig und deutlich erwähnt\ni tracking ist wirklich super genau noch an der stelle nach innen gerichtet um zu genau zu sehen,\nwie die wie die augen drauf sind dann hat das ding natürlich schon auch in irgendwem\nmit dem mit dem ziel darüber die navigation zu machen den ganz wichtigen teilen\ndas heißt also du point ist auch wie bei der quest zwei mit dem finger irgendwo\nhin beispielsweise sondern du guckst etwas an und klickst dann mit deinen händen\nzusammen und hast den button aus.\nGenau, ich wollte bei den Hardware-Features bleiben, erst bevor wir in der Richtung sind,\nweil was mir noch gefehlt hat an der Stelle ist, irgendwo braucht das Ding auch noch Strom,\nder Strom ist nicht im Kopf, sondern der hängt wirklich irgendwo unten rum mit so einem Kabel,\nmit so einem Schnur, dass man sich so an die Seite einsteckt,\ndas wohl nicht MagSafe ist, schon ein bisschen fester, aber schon auch wirklich so ein Kabel,\ndas man sich irgendwie mit Batteriepack umhängt, irgendwo reintut,\nwie groß das genau ist, hat jetzt noch keiner gesagt an der Stelle,\nhabe ich noch nicht gesehen, ist wahrscheinlich noch nicht so final auch.","Hosentaschen groß.","Ich glaube sie sagten was von zwei Stunden Batterielaufzeit.","Das war die andere Geschichte genau zwei Stunden Batterielaufzeit,\ndas finde ich noch ein wichtiges Hardware Eckdatum, das wir noch nicht erwähnt haben.","Man kann es aber auch direkt an die Steckdose anschließen, also man muss es\nnicht mit der Batterie betreiben, sondern man kann es einfach quasi USB-C mäßig\nirgendwo anpluggen, wenn man am Schreibtisch sitzt.","Und was noch fehlte bei der Hardware war die Kamera nach unten,\ndie die Hand filmt, mit der man dann Gesten auslösen kann.","Also nicht nur nach unten, du kannst die Hand auch oben halten,\naber sie gucken auch richtig steil nach unten, damit du eben auch so vor deinem\nKörper mit dem Finger rumspielen kannst.","Damit du die Hände nicht die ganze Zeit hoch halten musst.","Falls du mal in so einer Situation bist, wo du mit deinen Fingern nah an deinem Körper.","Also die Idee ist wirklich, dass du den kompletten Bereich deiner Arme scannen\nkannst mehr oder weniger und auch erwischst,\ndass du, egal wo du deine Hände hast, dass sie das erkennen können,\nwo deine Hände sind und die dadurch auch Gesten erkennen können.\nIch glaube das ist so das wichtigste.","Werden denn die Arme auch reingerendert, wenn man jetzt selber seine Hand vor\ndem Display hin und her macht.\nDas habe ich nämlich nirgendwo erwähnt gesehen. Also ob sozusagen auch der eigene\nKörper einem selbst auch noch reingerendert wird. Also ich meine,\nwenn schon meine Augen für andere Leute gerendert werden, dann können sie ja auch noch meine Hände.\nGleich mit reinrennen oder oder ist das dann sozusagen wirkungslos?","War nicht klar aber ich meine wenn die Kamera die aufnimmt.","Also das ist ein guter Punkt, müssten, müssen, die sind ja dann im 3D, sind ja eh da ja stimmt.\nDas haben sie wahrscheinlich noch nicht so weit. Haben sie nicht so richtig\ngezeigt aber müssen sie eigentlich.\nWobei das dann eine Sache ist, dass beispielsweise auch die Quest 2 schon super\nhinkriegt, also wenn du da den Controller in der Hand hältst und die dann in\nder Zeit geländert werden, das geht schon.","Wenn wir jetzt in die Diskussion einsteigen wollen,\nich habe mir die Quest ja wieder mal rausgenommen, so diese absolute Stabilität\nim Raum und diese absolute,\nich weiß genau wo der Hand ist, mit dem Unterschied zu, es ist ungefähr so grob\nda, wo du jetzt gerade bist und es fühlt sich ganz okay an, das ist,\nglaube ich, die Weltunterschiede, ich bin so heiß auf dieses Gerät,\nweil ich würde gerne sehen, haben sie es wirklich geschafft.\nWeil alles, was ich bisher hatte,\nist genau immer so ein bisschen an Kenny noch, so ein bisschen schräg.\nDer Controller geht zwar relativ gut, wo ich bin, aber er ist halt nicht so genau da.\nUnd wenn ich jetzt in so einem Quest 2 auf den Knopf drücken soll mit meinem Controller,\nund wirklich so physikalisch in einer dieser Video-Apps geht es halt so,\ndass man den Controller an der linken Hand irgendwie hat und an der rechten\nController auf die linke Hand so zuführt und dann so einen Play-Knopf drücken\nsoll, wirklich um eine Play zu machen.\nDa macht man nicht irgendeinen Knopf auf den Kontrolle, sondern man drückt den\nund das war schon zum Kotzen.\nUnd ich hoffe halt, dass dadurch, dass A, Sie überhaupt keine Kontrolle haben,\nsondern Gesten und Augen, plus alles super stabil im Raum, keine Veränderung\naußenrum, reinrendern, rausrendern, alles gut gemacht, dass dadurch eine ganz\nandere Art von Interaktion entsteht, die wirklich ...\nWirklich ein anderes Computing aufmacht an der Stelle,\ndas ist wirklich so, das ist die nächste, das ist einfach eine andere Art,\ndas ist ein Computer zum durchgucken, that's it, mir wurscht,\nwas es ansonsten noch so kann, aber das ist ein Bedienparadigma,\ndas es wert ist, Bedienparadigma genannt zu werden und nicht irgendwelche komischen\nController, die ich mit Avataren vor einem Sackerberg rumhopfen lasse.\nUnd ich glaube, ich bin echt scharf drauf und finde es schade,\ndass das jetzt erst in einem halben Jahr, dass man da rankommt,\noder in einem Jahr, weil ich will halt wissen, ob sie es geschafft haben.\nUnd wenn sie es geschafft haben, dann ist es geil, glaube ich.\nAuch wenn es vielleicht jetzt in der ersten Iteration noch zu schwer,\nzu wenig Batterielaufzeit, sonst irgendwas hat.\nAber wenn sie das Bedienkonzept hinbekommen haben und das Interaktionskonzept\nzusammen mit anderen Leuten,\nmit einblenden, ausblenden und man kann durchgucken und es ist jetzt ein bisschen\ncreepy, aber es ist absehbar, dass es nicht mehr creepy bleibt,\nso, dann ist es halt echt eine geile Nummer, so.","Was mir bei der ersten Präsentation auch auffiel, ist vor allem,\nwas sie alles nicht gezeigt haben.\nAlso alle Personen saßen oder standen, niemand hat sich bewegt.","Und es gab nie welche mit zwei, also zwei Personen mit einem Headset in einem Raum.","Doch der Typ in dem Büro hatte, der sich nicht wenigstens, der ist zu dem Schreibtisch\nhingelaufen glaube ich.","Der hat sich bewegt, aber er war auch alleine in dem Büro.","Ne, die anderen auch, aber er war alleine mit dem Headset. Die anderen Leute\nwaren auch, aber die hatten keins auf.","Also ich sag nicht sie waren jetzt alle festgenagelt auf dem Boden aber es war\njetzt sagen wir mal generell einerseits nicht sehr viel Bewegung selbst also\ndie Leute haben sich nicht aktiv irgendwo hingegeben.","Die Kamera hat sich immer viel bewegt ja die flog die ganze Zeit in alle möglichen Rotationen.","Und aber auch der Content war relativ statisch, also man sah immer den Raum\nstatisch, die Leute sind jetzt nicht...\nDu hast keine Games gesehen, wo man irgendwo lang fliegt und so weiter.\nAlles so Dinge, die nicht drin waren. Und mein erster Gedanke nach der Genote\nwar so, okay, jetzt haben sie es zwar nicht Reality OS, sondern Vision OS genannt,\naber mein Eindruck war erstmal so, dass es jetzt so Isolation OS ist.\nAlso du bist jetzt sozusagen so dein Betriebssystem für die totale Isolation.\nDu alleine in deinem Wohnzimmer, du alleine in deinem Hotelzimmer,\ndu bist allein und was tust du jetzt? Setz dir sozusagen diese Brille auf,\num dich von deiner Isolation zu befreien.\nAber auf der anderen Seite haben sie natürlich einen Punkt,\ndass sie damit ja auch aufzeigen,\nso ein bisschen wie mit Podcasts, wo du quasi tote Bewegungen nutzen konntest,\nso in der Bahn, spazieren gehen, also immer wenn du nichts Produktives tun kannst,\nkannst du Kopfhörer aufsetzen, kannst du Podcasts hören.\nUnd hier wiederum kannst du sozusagen so tote Momente,\nso Reise, Flugzeug, eben das Hotelzimmer in der fernen Stadt,\nwo du dann abends so alleine rum bist und dann vielleicht mal den Fernseher\nanschaltest, auf einmal kannst du das irgendwie alles nutzen und vor allem,\ndu schaffst auch eine Privatsphäre.\nAn orten wo es eigentlich keine gibt\nalso gerade so in der bahn oder im flugzeug oder so jetzt an geheimen dokumenten\narbeiten oder sachen die jetzt keiner sehen will ja also jetzt nicht unbedingt\nporno aber es gibt auch so andere sachen die ich mir dann auf dem bildschirm\nzaubern könnte wo ich mir denke so da will ich jetzt noch nicht mal dass da\njetzt irgendjemand quer drauf guckt weil das verstehen die nicht.","Also ganz einfaches Szenario, irgendeine Netflix Serie die ab 18 ist,\nwas weiß ich Witcher oder sowas.\nSo guck ich nicht in der Bahn, weil ich weiß da laufen kleine Kinder vorbei\nund die gucken bei mir auf meinen schönen großen 14 Zoll Laptop und die sollen\nnicht sehen wie da irgendwelche Köpfe rollen.","Ja okay genau, so hast du es schön gerettet jetzt mein Argument.","Und bis jederzeit.","Tritt dein Porno aus. Zurück zu Pornos.\nJa aber ich mein das war natürlich auch Teil der Erzählung, uns ein Gefühl zu\ngeben, was sie sich jetzt eigentlich darunter vorstellen unter Spatial Computing.\nUnd jetzt kommen wir vielleicht schon so ein bisschen zu diesem wofür es gemacht,\nwas haben sie jetzt eigentlich im Sinn und dann will ich auch nochmal kurz auf\ndie letzte Sendung und vor allem unsere Interaktion mit dem Chat.\nDa kamen ja dann so Ideen mit, ich meinte ja immer so, keine Ahnung wofür man\ndas benutzen soll. Dann kam so der Chat und meinte so, naja du könntest ja dein\nMacintosh als Bildschirm benutzen. Und ich mir dachte so, Leute das kann doch kein Feature sein.","Ist es aber.","Könnte sein, dass es das doch ist, genau. Weil sie das mit der Auflösung hinbekommen haben,\nweil ich hab jetzt von allen, wir haben es ja nicht gesehen,\naber Leute die das benutzt haben meinten,\nes würde dann so sein, ich kann mir das kaum vorstellen, aber es sei so als\nwürde man auf ein 4K Bildschirm schauen und dann halt auch die Details erkennen\nund die Schrift wäre scharf.","Und beliebig viele davon, das heißt also man muss sich immer wieder so ein bisschen\nklar machen, ich hatte immer dieses Problem so wie soll ich dann darauf tippen\noder wie soll ich dann da mit dem Trackpad arbeiten oder sowas.\nSo und das Problem ist das Problem gibt es einfach gar nichts und ich habe vor\nmir mein normales Laptop stehen wie jetzt auch, dahinter kann ich drei 4K Monitore mir hinstellen.","Stopp!","Kannst du nicht!","Sie haben gesagt du kannst einen Bildschirm, einen virtuellen 4K Bildschirm\nvon deinem Mac spiegeln, mehr geht nicht.","Lass es die nächste Generation sein.","Der Rest sind dann eingebaute Apps.","Aber sie haben ganz ganz viele Videos in denen sie irgendwie vier,\nfünf Screens sonstwo verteilen im Raum.","Ich hab jetzt extra einen Macbook Pro gekauft mit dem man drei Bildschirme anschließen\nkann und der weg geht's nicht.","Der Punkt auf den ich will ist ein anderer. Dadurch, dass aber diese ganze Kameratechnik so gut ist,\nsiehst du ja deine eigenen Hände ganz normal auf deiner normalen Tastatur davor\nund du siehst deine Hände ganz normal auf dem Trackpad und mit denen steuerst\ndu dann einfach deinen virtuellen im Raum hängenden neuen 4K Monitor.\nDas heißt du hast überhaupt gar kein Input Problem an der Stelle,\nsondern du siehst ja den selben Input wie sonst auch, nur dass da halt kein\nechter Monitor steht, sondern halt ein virtueller Monitor in der Luft.\nDas wird funktionieren, ich bin mir da ziemlich sicher. Und dann brauchst du\nnämlich auch kein runtergespecktes, der kann da nicht so viel oder sowas sein,\ndas ist halt einfach dein ganz normal erweiterter Computerscreen an der Stelle.","Ja, aber das geht natürlich dem ganzen ein bisschen konträr dazu,\ndass sie plötzlich ein komplettes Betriebssystem für das Ding vorstellen,\nwo du halt Apps drauf laufen lassen kannst, ne.\nAlso ich habe ja vorhin von der Ladefuchs App gesprochen und ich habe,\nals das SDK für die Vision Pro dann verfügbar war, habe ich einfach das runtergeladen,\nhabe gesagt, hier, Target Vision Pro, angeworfen, bam, funktionierte.\nAlso ich musste nix machen, das hatte halt einfach das Ding für die Vision Pro\nkompiliert und dann konnte man das in dem Vision Pro Simulator,\nkonnte man sich das angucken und konnte da also das Fenster dann entsprechend in diesen…\nDa könntest du mal einen Screenshot von irgendwo hinwerfen.","Genau, ich, ich, ich.","Wäre PR-technisch für eure zweier Version, läuft schon auf der Vision Pro.","Lass mich mal fertig reden. Das Ding war,\ndass du also plötzlich hast ein IOS-mäßiges, aber im Vision Pro-Universum funktionierendes\nGerät, auf dem du dann arbeitest.\nEinziges Problem war, mein MacBook wurde unglaublich heiß, weil er irgendwie diese,\nDiesen Simulator, die ganze Grafik, die er da rechnen musste,\ndas hat ihn glaube ich ein bisschen überlastet.\nAber es blieb flüssig und man konnte, das fand ich das lustigste,\nmir ist es gelungen, den Playstation Controller anzuschließen und dann kann\nman tatsächlich mit dem Playstation Controller in dem Simulator dann irgendwie\nim Raum hin und her und dann ist es so ein bisschen erträglicher mit wo gucke\nich jetzt hin und wie weit bin ich von irgendwas weg.","Aber lasst uns von da doch nochmal kurz zurückgehen, wie denn überhaupt das\nBedienkonzept aussieht, für die, die jetzt noch nicht so genau hingeguckt haben.\nAlso was die Idee ist, wenn man jetzt das als Standalone-Rechen hat,\nalso da hast du jetzt gerade, wir hätten gerade, wenn man einen Computerrechner spiegeln will,\ndann kann man den Computereingabemethoden weiter benutzen von dem Computer,\naber wenn man es jetzt praktisch als Standalone-Gerät benutzt,\nDann ist die Idee, dass du in deinem normalen Umgebung Fenster oder Volumen\nplatzierst von den Apps.\nDas heißt, das Konzept von einem Fenster bleibt auch wieder ein Konzept von\neinem Fenster, aber steht halt dreidimensional im Raum und blendet sich so ein\nbisschen eben lichtmäßig an die Stelle.\nDu kannst dich das Ding bewegen, indem du drauf guckst.\nDann gibt es so Hoverstates außenrum wie bei den Fenstern. Ansonsten,\nso wie wenn du mit der Maus irgendwo am Fenster entlang fährst,\nhast du ja die kleinen Pfeile zum Vergrößern und Verkleinern und so weiter.\nUnd es gibt ein paar Stellen, wo du hingucken kannst an diesen im Raum stehenden Fenstern.\nUnd dann siehst du da Bedienelemente, die so ein bisschen größer werden und\nbenutzen kannst. Man kann es im Raum verändern, indem du mit dem Finger pinscht,\npraktisch mit irgendwelcher Hand.\nWas zusammendrückst, und dann kannst du es wegbewegen, so ganz normal,\nwenn du den Arm im Raum bewegst.\nUnd du kannst es vergrößern und verkleinern. Das heißt, du kannst praktisch\nmit den eingebauten Apps dir in dem Raum, in dem du bist, beliebig viele Fenster,\nso wie ich es jetzt verstanden habe, auch irgendwo hinstellen.\nDa gibt es dann so ein Safari-Fenster, das dann ein bisschen von der Größe her\nin den Videos immer so aussieht, als wäre es so ein bisschen mobile.\nJa, also auch wenn der Text alles scharf und toll ist und du vielleicht nicht\nso genau gucken kannst, Von dem, was du so an Fensterinhalt siehst,\nist es ungefähr so, weiß ich nicht, halb so groß wie auf einem Laptop,\nso ungefähr von der Größe her, iPad-Size, ist so eine ganz gute Ecke.\nDas heißt, die normalen Apps, die du da drinnen benutzt, die machen dann ein\nFenster in den Raum auf und dann benutzt du die in dem Fenster in dem Raum,\nin dem du guckst und mit deinen Fingern ein bisschen klickst,\nmehr oder weniger. Das heißt, die initiale Position hast du immer mit den Augen,\ndas geht wohl super schnell und macht Spaß.\nUnd dann klickst du mit deinen Fingern und machst mit den Händen,\ninteragierst irgendwie und kannst es schieben und pinchen und alles,\nwas du eh schon so gewohnt bist interaktiv mit viel oder wenig Handbewegung.\nDas soll alles angeblich ganz gut funktionieren.\nUnd wenn du eben so eine App hast, die es schon gibt, dann mach die,\nwenn du sie nicht anpasst, mehr oder weniger so eine iPad-App-Fenster auf auch.\nUnd wenn du es so anpasst, wie du es schon gemacht hast, dann ist es ein bisschen\ntransparenter und ein bisschen mehr drin.\nIst es dann auch so, dass das Fenster flexibler und resizable ist an der Stelle?\nWeil die iPad-Apps sind irgendwie mehr oder weniger iPad-Form,\naber hochkant und quer und so.","Also die App, also die Ladefuchs App war glaube ich nicht resizable,\nwenn ich mich recht erinnere. Ich müsste das jetzt, oder warte ich kann das\nja nochmal anwerfen hier.","Also um kurz in die Pause rein zu gerätscheln, was ich mich aber eben bei dieser\nForm der Interaktion frage ist, wie macht man dort beispielsweise eine Texteingabe,\nweil das Hamse, glaube ich, nicht gezeigt hat.","Und wirklich virtuelle Texttastatur, die du irgendwie mit den Augen und den\nFingern auch klippen kannst, wenn du willst. Und natürlich Siri und Voice kannst\ndu praktisch machen, indem du aufs Eingabefeld guckst und dann einfach sprichst.\nAlso das sind so ein paar Interaktionspattern, die würde ich halt gerne live\nerleben, auch wie gut die funktionieren.\nDadurch, dass es Apple gemacht hat und es wirklich so von dem im Simulator schon\nso aussieht, als könnte das ganz knorkelfunktionieren, freue ich mich drauf.\nAber so bei Facebook hätte ich Angst so ungefähr. Also das ist so,\nweil das ist das, was Apple kann.\nUnd vor allem das Eye-Tracking finde ich super interessant, weil ich hab mal\ndie Gelegenheit gehabt, so Eye-Tracking Dinge, die jetzt praktisch nur so Third-Party\nan einem Rechner waren, auszuprobieren von Leuten, die das ausprobieren.\nUnd es war immer zu nervig und zu intrusive irgendwie.\nUnd ich glaube, das haben sie aber gut gemacht, so wie sie es gemacht haben.\nWeil diese Kombination aus, du hast mehr so einen Hover-State,\nder relativ privat ist auch, also den auch die, zum Beispiel,\nWebseiten nicht mitbekommen, weil das wäre auch ein bisschen creepy,\nwenn die alle deine Bewegungspattern gleich erkennen wollen würden,\naber die halt das System weiß.\nUnd dann kann das super schnell reagieren. Und wenn man dann nur ein bisschen\ntippen muss und dann wieder mit den Händen die feineren Bewegungen macht,\nich glaube, das könnte super funktionieren. Ich will das so ausprobieren.","Ja, aber ob es beispielsweise eben exakt genug ist, um sagen wir mal jetzt in\neinem Fleece-Text einen Cursor zu positionieren mit den Augen.","Du meinst, weil das Bios schon nicht geht?","Weil das ist ja schon so ein Szenario, du hast was rein diktiert und du hast\nda jetzt irgendwie zwei Tipps drin und die willst du jetzt korrigieren.","Also dazu habe ich gehört, dass es sehr viel genauer sein soll.\nWeil du einfach mit dem Auge, bist du einfach nochmal schärfer,\nich meine du guckst ja irgendwo hin, um dann da deinen Cursor mit der Maus hinzuschieben.\nJetzt guckst du nur noch hin.\nAlso das ist sozusagen schneller und genauer unter Umständen.\nAlso so wie ich es gehört habe.\nUnd das wäre mega.","Ich kann mir das vorstellen, aber das wäre awesome, ja.","Und ich meine, wir sind jetzt in der Größenordnung, wir haben ja den Preis noch\nnicht gesagt, oder? Dreieinhalbtausend? So haben sie es so?","Ach, Details.","Und das ist ein interessanter Punkt, weil es ist einerseits arschteuer,\naber für das, was es kann, gerade eigentlich auch günstig, so gefühlt.\nFür das, was Apple normalerweise in der Produktkategorie macht,\nist es halt so ein bisschen eine schwierige Geschichte. Ich weiß,\nich würde es gerne haben, ich würde es gerne ausprobieren, weil ich will vielleicht\nmal was dafür entwickeln oder so.\nAber für den Normaleinsatz ist es halt eigentlich so eine Preisklasse zu teuer\nund es ist das erste Produkt, es ist bestimmt in einem Jahr schon wieder veraltet und so.\nIch weiß nicht, wie sie den Einstieg in den Markt dann schaffen irgendwann mal.\nAber ja, es ist auf alle Fälle...","343 Max der war halt auch bei uns da auf der Couch zur Keynote und wir haben\ndie Keynote halt auf unserem schönen neuen 77 Zoll LG OLED Display geguckt und dann bei den\n3500 ging das große Heulen und Zähne klappern los.\nUnd dann fragte Max aber so ganz tiefenentspannt du sag mal Ralf was hat nochmal\ngenau dein Fernseher da vorne eigentlich gekostet? So der hat halt auch zweieinhalb\ntausend gekostet so das ist eben nicht mehr Größenordnung davon entfernt und\nder kann halt auch nur 4K.\nAlso das ist natürlich grundsätzlich eine Geschichte, die man so für alleine\nfür Consumer Elektronik,\nmuss nur in irgendeinen Mediamarkt oder Saturn gehen,\nda ist das ja schon das Mittelfeld, nur was Tim eben sagt mit der Vereinzelungsanlage,\ndu kannst dann halt nur alleine diesen Film gucken und nicht mit deiner ganzen\nFamilie und das ist schon noch irgendwie so ein Punkt,\ndie haben nie gezeigt, dass mehrere Leute gleichzeitig die Teile in einem Raum\nanhaben, wie verhält sich das dann eigentlich, was sehe ich von den anderen\nda Und so als Familiendevice ist es, außer dass ich dann in 3D die Kindergeburtstag filmen kann.\nWir hatten eine Firmensituation, wo mehrere, in der Keynote oder in dem nachträglich\ngebrachten Film, den gibt's ja auch noch.","Aber nicht interagiert haben, also die haben glaube ich keinen virtuellen Spacecraft\nin irgendeiner Form, das ist glaube ich nämlich noch ein ganz spannendes Thema,\ndas ist ja einfach noch nicht gelöst. Das kannst du immer vergessen,\ndass das schon geht in guter Art und Weise.","Was ich halt ein bisschen schwieriger finde ist, gut,\nich hab jetzt, da drüber haben sie nicht groß geredet, aber sie nennen es ein\nProgerät und dann ist da aber eigentlich ein iOS drauf.\nAlso weiß ich nicht, ich persönlich bin ja kein großer Fan des Terminals,\naber ein Pro-Gerät muss ein Terminal haben, weil sonst ist kein Pro-Gerät.\nAlso für mich ist das iPhone Pro kein Pro-Gerät und für mich ist das iPad Pro\nauch kein Pro-Gerät, weil es ist einfach als Tool nicht offen genug und ich\nkann nicht alles damit machen, was ich mit einem Pro-Gerät machen möchte.","Also wir haben bei der Hardware ja ein bisschen die CPU Geschichten übersprungen.\nAlso drin steckt eine normale M2 plus ein neu entwickelter R1 Chip,\nder für die ganze Kamera Analyse um Berechnung der ganzen visuellen Komponenten\nund so weiter zuständig ist,\ndamit da quasi die M2 nicht noch irgendwie mit seinen GPUs dran muss,\naber das ist quasi normale Number Crunching von ich berechne jetzt irgendwie\neine 3D Fläche und mach ein Lightning drüber.\nUnd ähnliches. Das passiert auf einem Standard M2, also kein M2 Pro Ultra, sondern Standard M2.","Das haben sie so gesagt, genau.","So und das ist natürlich grundsätzlich ein maximal veritabler Computer.\nJa natürlich. Und ob und wie sie dafür dann irgendwas Konsolenmäßiges machen, who knows.","Ja ja schon, nur meine Argumentation war jetzt wieder an der Stelle,\nwenn ich ein Pro-Gerät habe, dann brauche ich dafür Pro-Software.\nUnd pro Software kann ich nur dann haben, wenn die Leute,\ndie solche Software machen, auch ein Geschäftsmodell haben, mit dem sie über\neinen längeren Planungszeitraum Planungssicherheit haben und wissen,\ndass sie damit Geld verdienen können.\nUnd wenn das im Prinzip auch nur\nein 3D-iOS ist und sie da einen völlig zugerammelten App-Store mitliefern,\ndann sehe ich das noch nicht, dass das irgendwie, dass sich da ein Third-Party-Universum erschließt,\nwo ich sage, okay, ich kaufe jetzt ein Gerät für dreieinhalbtausend Euro,\num damit was anderes zu tun, als Filme anzugucken.","Und sie haben halt auch sehr wenig echte 3D-Applikationen gezeigt.\nDas meiste waren eben eindrucksvoll irgendwo im Raum stehende 2D-Screens am Ende des Tages.\nUnd auch ihre eigene GUI, die ist so ein bisschen extrudiert,\nda hängen die einzelnen Logo-Elemente immer so ein bisschen auf verschiedenen Ebenen.\nAber man hat nicht den Eindruck, dass es, sie kommen ja mit Spatial Computing\njetzt so als neuem Kernbegriff, dass sie schon so eine echte Idee haben,\nwie man jetzt diese dritte Dimension auch GUI-technisch wirklich ausspielen will.","Da bin ich einer anderen Meinung. Ich glaube, das ist eine absichtliche Einschränkung der Ebene,\ndamit man eben so dieses grundsätzliche Bedienparadigma macht,\nweil die Apps selber können Volumen machen, können überall was hinmachen,\naber du musst ja vereinfachen, du musst ja in irgendeiner Form ein Bedienschema\nüberhaupt mal machen, mit dem du in dieser Welt arbeitest.\nUnd halt Fenster kennen die Leute und ein bisschen vereinfachtere Fenster,\nman kann sie wenigstens beliebig positionieren, ist schon mal eine ganz gute\nGeschichte und damit kann man anfangen.\nUnd dann ist die Frage, okay, wenn wir jetzt die freieren Apps machen,\ndie sie ja vorsehen, technisch auf alle Fälle für die Entwickler,\njetzt auch schon, die man irgendwo im Raum positionieren kann,\ndie auch irgendwie in ihrem Volumen arbeiten können, dann wird es wieder was anderes.\nAber dass das Hauptbetriebssystem was einfacher hat, eine einfache Metapher,\ndie ja wieder jeder neue Benutzer und Benutzerin ordentlich verstehen kann schon\nam Anfang, finde ich super wichtig und eine sehr, sehr gute Auswahl.\nAuch, dass das Window-Chrome ganz wenig ist, weil das Auge ja einen automatischen Hover macht.\nDas ist zum ersten Mal, dass es mich nicht nervt, dass Dinge nur erscheinen,\nwenn du drüber haberst, Weil für das Auge ist es super, für die Mauszeiger ist\nes ein Dreck, aber für das Auge\nist es großartig, wenn die UI erst dann erscheint, wenn ich da hingucke.\nAlso deswegen, ich glaube, das ist eine bewusste Entscheidung, die sehr, sehr, sehr viel Entwicklungspower schon gebraucht hat und wirklich bewusste Entscheidungen sind in so einer Menge.","Und vor allem das Produkt ist ja noch gar nicht da. Es ist ja jetzt erst mal die Präsentation gewesen für Entwickler und was sie erst mal vermitteln mussten ist quasi ihre Vision, haha, für Vision. Also sie mussten sagen was ist es, wie stellen wir uns vor, wie man es benutzt, wie man damit interagiert, wie man Dinge steuert und dann gehen sie natürlich erst mal von dem aus was da ist.\nGesten hat nie so richtig irgendwie mal so funktioniert, das haben viele probiert.\nDas ist jetzt das Ding. Jetzt soll deine Hand in irgendeiner Form hier wirklich alles machen.\nDu sollst da zupfen und klicken und so weiter können. Und auch wenn das auf\nden ersten Blick so ein bisschen weird aussieht, ist es halt wie dieser Handy in der Straßenbahn.","Ja vor allen Dingen die Augen, also die Hand, also der Gedanke ist eigentlich\neher, deine Hand ist da wo sie gerade ist, entspannt auf der Fuß,\nauf der Sessellehne und die Hauptarbeit machen deine Augen.\nUnd die Hand ist nur der zusätzliche Trigger, statt irgendwie blinzeln,\nwäre ja auch irgendwie eine Alternative gewesen, also wir haben halt gesagt,\nnee, wir machen quasi eben, die einzige Handgeste die man braucht ist irgendwie\nFinger zusammenklappen und das nehmen wir auf und alles andere macht das Auge.","Bewegung dann auch. Also die Hand bewegt schon das Zeug, das macht nicht das\nAuge dann. Das Auge wählt aus und dann übernehmen die Hände.\nDas ist so, wie ich die Interaktion verstanden habe in dem Video.","Ja und das drag and drop mal richtig.","Ja also und, und, und.","Das ist halt in 3D immer so ein bisschen schwierig, wenn man das in so ein paar\nInterfaces schon mal probiert hat, ne?\nAlso so links, rechts ist schon klar, aber nach hinten, da musst du dann schon\ngucken, so wie übersetzt du dann jetzt 10 Zentimeter, die sich deine Hand bewegt,\nvor dir der Raum ist aber 10 Meter, wie viel verschiebst du das dann?","Ich glaube, dass sie genau den Teil schon sehr gut im Griff haben.\nIch glaube, das ist nix, wo sie irgendwie noch viel Experimente brauchen grundsätzlich.\nHaben da den Basisteil, den haben sie im Griff. Und das ist schon mal die Welt,\nfinde ich, weil das ist dann ein Bedienparadigma einfach.\nDas ist wie beim iPhone, also genau der Teil, den ich geil finde an der neuen\nTechnologie, wenn sie ein Bedienparadigma gut gemacht haben.\nInertia-Scrolling beim iPhone und direkt Multitouch. Und das hier aber im Raum\nmit ohne Controller in gut. Hoffentlich.","Jetzt ist natürlich die Frage, was wird jetzt entstehen?\nAlso ich erinnere mich noch sehr, Dom und da hatten wir ja eine gemeinsame Geschichte,\nals das iPhone rauskam und der App Store sich angekündigt hat.\nIhr wart ja damals mit Coding Monkeys auch eine der ersten, die überhaupt schon\neine App gemacht haben und vielleicht kannst du mal in die Zeit kurz zurückkehren,\nweil ich weiß noch, dass wir uns darüber unterhalten haben.\nIhr kamt von der WWDC zurück und habt auf dem Flug zurück schon heftig diskutiert,\nwas ist es eigentlich, wie man mit diesen Telefonen arbeiten will.\nDas war ja im Prinzip ein vergleichbarer Moment, wo so ein komplett neues Interaktionsmodell,\nMultitouch, das Display, alles nur noch mit den Fingern, keine sonstigen Stifte etc.\nDas war ja quasi so die Prämisse und dann habt ihr darüber nachgedacht und was\nwar das nochmal so eine Verleih, wem hab ich was verliehen App oder sowas.","Ja, so eine Kleinigkeit, die hat auch nicht so gut funktioniert,\naber von der Idee her hat es ganz gut gefallen, weil wir es ausprobieren konnten\nda was mitzumachen, also ein Foto von was machen, also man hat halt alle Features\nvon diesem Gerät so benutzt.\nAber es war wirklich, also der Bereich war halt irgendwie sehr groß,\nwas man machen hätte können wollen so ungefähr, aber man wusste nicht so genau,\nwas man jetzt dafür umsetzen würde.\nIch finde, interessanterweise bei der Brille habe ich jetzt weniger,\nda habe ich eher so das Gefühl, okay, ich will eine App dafür machen,\nalso habe ich eine Idee, wie ich es machen würde, glaube ich, ist es nicht?\nDa hat das viel weniger als beim Telefon das Problem, überlegen was.\nIch habe ja auch schon zwei Dinge, die ich unbedingt machen wollen würde,\naber man muss halt die Interaktion begreifen, ich kann es halt nicht ins Blaue hinein machen.\nAlso wirklich eine App zu machen, die in einem Fenster funktioniert,\nohne zu wissen, wie jetzt die coole Interaktion funktioniert,\nfinde ich da viel schwieriger, als es beim Telefon war.","Ja, also was ich beim Telefon damals, waren die Einschränkungen sehr groß,\ndas hab ich damals so empfunden, dass du hattest halt kein Background irgendwas,\ndu hattest irgendwie, die App wurde immer abgeschossen,\nwenn sie in den Hintergrund ging und so, also das war schon so ein bisschen\neingeschränkt und letzten Endes hat sich halt auch diese ganz große Klasse an\nApps durchgesetzt, die im Prinzip nichts anderes sind als eine glorifizierte Webseite.\nAlso du benutzt irgendeinen Dienst in diesem Internet und hast dafür eine schönere\nUI, als wenn du es jetzt im Browser machen würdest.","Genau. Das war aber gar nicht so schlecht, weil das war so wirklich so der Gedanke,\nokay, dieses Ding hat einen Interaktionsmodus, der ein bisschen anders ist als\nso eine Webseite und den unterstützen wir voll und das ist die App fertig.\nMehr braucht es ja nicht für eine Sache. Das war schon eine spannende Geschichte.\nEine ganz andere Zeit als jetzt, wo du schon mit 27.000 Frameworks beballert\nwirst und alles mögliche machen kannst.","Ein iPod, ein Handy, ein Internet-Kommunikations-Device, Breakthrough.","Apropos, ist da eine Musik-App?","Also in der Art und Weise, wie sie jetzt einem die Möglichkeiten geben,\nin diesem Space zu arbeiten, schränken sie einen ja schon ziemlich ein,\nwie der Rotti am Anfang schon gesagt hat, glaube ich, oder Ralf,\ndass wenn du ein Fenster irgendwo hinstellst, dann wird es halt beleuchtet von\nder Umgebung, weil die Umgebungsein- und Ausschaltnummer ist zentral,\ndie ist nicht jetzt von der App selber bewusst.\nWenn du die Augen erkennen können willst, kannst du das eigentlich nicht,\naußer du hast special permissions an irgendeiner Stelle.\nDu musst dich halt ins System einfügen, for better or for worse,\nwenn du Beleuchtung haben willst.","So wie ich das verstanden habe ist es sogar so, dass du als App Entwickler die\nKontrolle über das Rendering vollständig abgeben musst. Du kannst das gar nicht mehr beeinflussen.\nDu bist sozusagen in dem ganzen wie es letzten Endes aussieht vollständig überlässig\nmit dem Betriebssystem. Und das ist natürlich auch eine interessante weitere\nAbstraktionsebene die Apple damit erreicht für ihre App Developer.\nMan kennt das ja schon, man will ja eigentlich immer konsistente Apps haben\nund es ging immer ein Weg drumherum und nirgends wo ist es so krass wie auf\nMac, AppKit, da kannst du halt alles machen, das ist ja auch so ein bisschen Vorteil der Plattform.","Du als User willst konsistente Apps haben.\nDie meisten Product Owner sind der Meinung, dass Apple ja gar nicht weiß,\nwie es richtig geht und nur sie die Wahrheit verpachtet haben und wollen dann,\ndass die Entwickler sonst was bauen und du denkst dir nur so, oh Gott.","Genau, aber jetzt wird die Wahrheit nicht verpachtet, jetzt wird sie sozusagen\neinfach nur noch kurzfristig vermietet und die...\nEs macht den Eindruck, dass quasi in diesem Environment, wenn man dort programmieren\nwill, man sich dann wirklich dem User Interface Paradigma komplett ausliefern\nmuss, weil sonst funktioniert das auch nicht.\nDa gehören ja auch noch diese ganzen Sachen dazu,\ndie wir gar nicht angesprochen haben, wie Privacy, weil wenn alles Eye Tracking ist,\nhast du natürlich auf einmal eine ganz andere Informationslage und sie sagen\nhalt, deine Apps kriegen halt keine Informationen darüber, wo der User hinguckt,\nbevor er mit irgendetwas interagiert.\nDas ist natürlich auch schade, weil es natürlich eine bestimmte Kategorie,\neine interessante Kategorie von Apps von vornherein erstmal ausschließt,\nweil das kann ja sein, dass genau das sozusagen das Interessante ist,\ndein Spiel mit dem du wirklich nur durch die Gegend guckst und damit irgendwas\ndurch die Luft feuerst ohne die ganze Zeit mit den Fingern schnipsen zu müssen,\nalso aber sie sehen das zumindest sofort, also das Ding ist voll mit Restriktionen,\ndarauf will ich eigentlich hinaus.","Ja, also momentan sieht es ja noch so aus, dass das, also zumindest dann,\nwenn du eine App mit Fenstern hast, dann ist die auch erstmal nicht anders als\ndas, was auf iOS passiert.\nSieht ein bisschen anders aus, aber die Frameworks sind erstmal die gleichen.\nDu machst ein Fenster auf, du machst einen Dialog auf, du, keine Ahnung,\ndu gehst auf einen Browser und dann öffnet sich der Browser und der Browser\nsieht im Prinzip auch nicht viel anders aus als bei iOS.\nInteressant wird's natürlich dann, wenn du in diese 3D-Welt kommst,\nwo du dreidimensionale Objekte hast. Das hab ich noch nicht so ganz ein Gefühl\ndafür, wie das bitte funktionieren soll.\nAber wenn du dir zum Beispiel anguckst, wie die Settings App aussieht,\ndas sieht halt total aus wie die Settings App auf iOS und inzwischen auch macOS.\nWir haben ja letztes Jahr, letztes Mal gerantet.","Ja also zu Tims Punkt nochmal mit der Privacy zurück.\nIch glaube wo sie wirklich totale Paranoia vorhaben ist, dass sie in irgend\nso ein Glasshole Ding wieder reinkommen.\nJa also wir erinnern uns Google Glasses, diese Brille die man halt mit so einem\nhalbtransparenten Display über einem Auge hatte und wo man also auch diverse\nInformationslayer reinblenden konnte und wo aber eben auch eine Kamera verbaut\nwar und irgendjemand hat dann dieses Wort Glasshole in die Welt geworfen und\nvon da ab war dieses Produkt komplett tot.\nDas heißt also, dass jetzt Apple von Tag 0 an sagt, hier Privacy ganz,\nganz wichtig und alles ist on device und da haben sie ja eine gewisse Street\nCredibility, muss man ja mal sagen.\nDas glaubt man denen an der Stelle auch. Was ich mich dann aber im Nachhinein\ngefragt habe, das eigentliche Glasshole-Problem haben sie aber nicht angesprochen.\nDas heißt, sie zeigen ja, wie ich meinen Kindergeburtstag in 3D mit dem Headset filmen\nmit allen Details und das dann als super immersive, da denke ich immer an hier\ndiesen einen Film, na wie heißt das, wo man seine ganzen Erinnerungen speichern\nund hinterher wieder, Robin Williams?\nStrange Days, ja unbedingt angucken.","Kenn ich gerne, Irrer Film. Oh ja, krasser Science Fiction.","So ein exakt das haben wir jetzt, dass ich jetzt also eben meine Erinnerungen\naufnehmen, speichern und voll immersiv wieder abrufen kann und was genau hindert\nmich das jetzt daran, das eben dann in der U-Bahn zu tun mit meiner Umgebung.","Die anderen Menschen.","Wer sehen das ja aber nicht wirklich, ob ich gerade was aufzeichne.\nIch habe da jetzt kein großes Rekordleuchte gesehen.","Ich meine, da gab es was. Ich weiß aber jetzt nicht mehr genau was.","Also das war eins meiner dystopischen Momente in dem Video, vor allem auch wenn\nder Vater nämlich in seiner Geburtstagssituation dieses Ding auf hat und nicht\ndieses von wegen, Du bist hinter der Kamera und bist nicht Teil des Erlebnisses.\nDie Idee von Apple ist, dass du dadurch, dass du die Augen siehst und so,\ndass das ja so eine durchlässige Erfahrung ist, aber im Moment ist es noch überhaupt\nnicht so mit diesem riesen Ding da dran und ich finde das,\ndas fand ich echt creepy dann, nur damit du es aufnimmst, bist du dann in dem\nMoment, wo die Kerzen ausgepustet wird, mit dem Ding am Start.\nUnd zwar als dein Hauptgegenüber.","Ja, aber das ist eine reine Gewöhnungssache.\nJa eben, ich will mich daran gewöhnen. Moment,\nkurz, nicht im Sinne von gewöhn dich an die Unterjochung,\ndas meine ich nicht, sondern das ist so ein bisschen vergleichbar mit dem Aufkommen von Videorekordern.\nWas waren die ersten Videorekorder? Das waren so riesige, klobige VHS-Kassettenteile,\nalso bevor es dann auch noch die kleineren Systeme gab, so Hi8 und sowas.\nVorher war glaube ich, also schon immer war eine Kamera, erinnere dich mal,\nwie Kameras angefangen haben, das waren sowieso so scheunengroße Kisten,\nmit denen du durch die Gegend nicht mal laufen konntest, sondern die so fest\naufgebockt waren und dann sukzessive immer wieder kleiner wurden.\nDiese Situation war dann schon immer explizit, jetzt Aufnahme.\nUnd genau das ist das, was du in der Situation auch hast. Das heißt,\nwir haben das so gesehen in dem Film mit, oh die Kinder werden jetzt hier so\nvon diesen Aliens beobachtet und gleich fressen sie auf.\nNee, das ist sozusagen, die Kinder wissen ganz genau, Papa setzt jetzt die tolle\nKamera auf und dann können wir uns das danach anschauen.\nAlso das ist wahrscheinlich überhaupt nicht kriegbar. Sondern ganz im Gegenteil,\nda stellen sich alle noch extra auf und ziehen sich noch mal ein sauberes Hemd\nan, damit irgendwie diese Erinnerung ist und mal ehrlich, wenn du eh weißt,\njetzt passiert gleich was verdammt irre tolles,\nWo es nur einmal ist, weil Taylor Swift Konzerte und alle haben so ein Teil auf, weißt du?\nNee, aber keine Ahnung, Feuerwerk, Silvester und dann schaust du dir das nochmal\nso total immersiv wieder an.\nDas ist halt auch krass. Also es ist einfach ein krasses Recording,\nwas du für bestimmte Momente haben möchtest. Ich glaube nicht,\ndass das jetzt ein Hauptgrund ist, diese Kamera zu kaufen.\nAber ich glaube, das ist definitiv etwas, was alle sofort mal ausprobieren werden.\nUnd wenn das nur so halbwegs so gut rüberkommt danach, wie man es so normalerweise\nsieht, dann wird es echt interessant.","Vorsicht, Vorsicht, Phones werden nur noch über Kameras verkauft.\nAlso da mit der Vorhersage wäre ich vorsichtig.","Am Anfang meinte ich.","Also was ich da sagen wollte, es hat sich für mich ein bisschen auch gedreht\nim Laufe der Zeit jetzt von seit der Keynote gucken. Also beim Keynote gucken\nwar das eine meiner dystopischen Geschichten. Der Vater soll das nicht so machen und das ist blöd.\nIn der Art und Weise, wie es zum Beispiel Craig und wie heißt der andere gleich\nnochmal, in der Talkshow dann beschrieben haben, ist es schon ein bisschen weicher geworden.\nWeil wenn du so ein bisschen so diese Idee von, das ist halt so ein Family Recording,\nso wie du es jetzt auch wieder beschrieben hast, weil sich die Leute schon freuen\ndrauf und dann hat man halt diese geile Erinnerung, die man gerne hätte,\ndie man angucken kann, so auch in der Geschichte und dann hat es was, hat es was Positives.\nIch weiß nicht genau, wo ich da lande. Emotional war das auf alle Fälle in dem\nPromo-Video ein massiver Downer, wo ich mir gedacht habe, so totale Ablehnung\nin mir an der Stelle für diesen Anwendungsfall.\nIch verstehe es, man will es dafür auch hernehmen.\nAber das war trotzdem so die Bauchreaktion, die sich mit der Zeit gewandelt\nhat, also, und die sich auch wandeln wird, je weniger creepy diese Dinger sind, so in Summe, ja, also.","Also ich sehe ja noch ein technisches Problem, weil beim Abspielen dann einer\nsolchen 3D-Immersionserinnerung hast du selber dann ja keine Kontrolle mehr\nüber die Kamerabewegung,\nsondern du sitzt dann ja vermutlich oder stehst und vor dir läuft und bewegst\nsich aber gleichzeitig durch so einen 3D-Film durch.\nDas heißt, die ganzen Tricks, die ich ihnen abnehme, dass es gut funktioniert,\nmit irgendwie alles schnell gerechnet und so weiter, an der Stelle werden sie,\nglaube ich, an eine natürliche physikalische Grenze kommen.\nIch vermute, dass sie es so lösen, dass du eben nicht dann ein 180-Grad-Immersions-Video\ndaraus machst, sondern dass es das vor dir auf so eine 3D-Leinwand projiziert wird.\nDas also quasi ist, als ob du den 3D-Film anguckst auf einer Leinwand,\naber nicht, als ob du wirklich nochmal in dem Moment wirklich drinnen bist.","Das haben sie beschrieben, also sie haben es beschrieben und sie haben es beschrieben,\nals wäre das so ein bisschen so Harry Potter-Style in das Bild dann eintauchen, ein bisschen.\nAber schon, dass du passiv bist dabei dann. Also du gehst praktisch,\ndas kommt so, das ist so eine Erinnerung, wie so,\nwie so, wie so einen, hast du das bei Harry Potter im Kopf noch,\nwie diese Silberfäden so aus dem… Genau, so haben sie es gemacht von der Idee\nher auch, haben es beschrieben, wie sie es gemeint haben.\nDas heißt, du kommst in so ein Unschärfes und dann bist du da in so einem,\nnicht in einer Leinwand, aber ein bisschen in so einem Schaukasten,\naber der trotzdem, du bist trotzdem drin.\nAlso es ist jetzt nicht einfach nur der 3D-Film, es ist viel mehr als das,\naber es hat irgendwie genug Fuzzy Render oder sowas, dass du weißt, es ist eine Erinnerung.\nAlso sie haben es Erinnerungen dann auch genannt. Ich bin gespannt wie das aussieht,\nich glaube das muss man erleben, das kriegst du halt nicht in einem Video.","Ja, aber das ist Apples App. Du wirst natürlich voll immersiv aufnehmen können\nund voll immersiv abspielen können. Also alles andere wäre ja...","Nee, die Rückseite hast du ja.","Also das kann ich mir nicht vorstellen.","Also du hast da schon Grenzen, die Rückseite hast du ja nicht von der...","Wie die Rückseite?","Du hast die Rückseite von deinem Hint nicht an der Stelle, deshalb kannst du nicht außen rumlaufen.","Rumlaufen.","Tim ich glaube das nicht und sie haben es auch nicht gezeigt.\nIch glaube du hast immer eben so eine Grenze,\ndie dich selber nochmal in deiner anderen Welt verankert, damit dir nicht schwindelig\nwird, weil sonst fangen die Leute wirklich sofort an zu kotzen,\nweil das ist das Hauptproblem, dass deine Augen eine ganz andere Lage Informationen\nbekommt als dir dein Restkörper vermittelt, vor allem dein Innenohren.","Gut, wir werden es sehen, aber ich kann mir nicht vorstellen,\ndass es nicht auch die Möglichkeit gibt, weil soweit ich das verstanden habe,\ndieses SDK bietet deiner App ja sowieso so fünf verschiedene Basisbetriebsmodi\nan und eine davon ist halt Full Immersion und da kannst du ja alles machen.","Da ist auch meine Frage, wie haben sie das umgesetzt? Wir haben in der letzten\nSendung ja so ein paar Use Cases mal ersponnen, die es haben könnte.\nUnd eine der Punkte, die ich ja gemacht hatte, war so dieses Sehnsuchtsorte.\nDas heißt also ich möchte irgendwo jetzt arbeiten, an einem Ort,\nder mir besonders am Herzen liegt und mit dem ich besonders viel verbinde,\nwas weiß ich, irgendein Rooftop in New York, die Meta-Ebene, whatever, ja.","Aber nur wenn sie aufgeräumt ist.","Und Apple ist jetzt bekanntlich hingegangen und hat eigenes Kamera Equipment\nentwickelt, um so eine 360 Grad Immersions Setting filmen und aufnehmen zu können.\nAber so wie ich es verstehe, ist es dann an der Stelle eben auch nur ein Film.\nDas heißt also, du sitzt dann zwar irgendwie auf einer Bergkuppe und es ist\nalles 3D und es ist alles geil, aber ich kann eben nicht vernünftig einen Meter\nnach links gehen und es verschiebt sich.\nSondern du bist halt in einem 3D 360 Grad Film drin.\nIn einem Panorama. In so einem 3D Panorama, wo ich mich auch frage,\nsind sie da auch noch den Schritt weiter gegangen und machen so eine 3D Simulation, zumindest von\n5 Quadratmetern am Boden, dass man so ein bisschen nach links und rechts und\nalles verschiebt sich perspektivisch exakt, weil sie genug 3D Information haben.\nDas wird glaube ich ganz spannend.","Immersion heißt für mich ja nur ohne weiteren Chrome. Das ist das was ich sage.\nAlso wenn du mit der Kamera etwas aufnimmst, dann kannst du das genauso ohne\ndass du irgendeinen Chrome dazu bekommst.\nAbspielen.","Das funktioniert gut wenn du beim Film deinen Kopf komplett still hältst.\nDas funktioniert nicht, wenn ich beim Kindergeburtstag den Kindern hinterher laufe zum Kuchen.","Es wird eine Menge Content geben, der nicht funktioniert und die Leute werden\nBungee Jumping damit machen und alles mögliche und YouTube wird voll davon sein,\nmeine neue Vision Pro, hier habe ich mich vom Wolkenkratzer gestürzt,\njetzt fliege ich mal im Jet mit und so weiter, Zugfahrten durch deutschland\nmit der vision pro also das werden wir alles sehen und.","Ja aber welches welches Format hat denn das was da da rauskommt was du damit fändest?","Die haben ein eigenes Video Format dafür entwickelt.","Also es ist im Prinzip ein 3D Relief mit Textur.","Unklar. Also ein anderes Szenario was wir besprochen hatten oder was was ich\nmir gewünscht hatte war ja live Events.\nDamit irgendwie aufzeichnen und erlebbar machen ja also bei union auf der tribüne\nsitzen und das haben sie drei sekunden lang gezeigt aber auch nicht länger.","Basketball.","Und dieser basketball geschichte ich hab sie gerade mal in den chat reingeworfen\nwo du also jetzt hier so eine replay cam plötzlich hast und die komplette szene\naus der spielsituation bei dir in 3d auf dem tisch projiziert hast und das ist\nnatürlich fantastisch ja wenn ich mir das so vorstelle jetzt ein fußball länderspiel\nund du hast die ganze zeit\nWirklich das ganze Fußballfeld vor dir auf dem Tisch und kannst dir irgendwie\ndie kleinen Oellikons da rumlaufen,\nalso das ist natürlich dann wirklich Harry Potter in Reinkultur.","Und sie haben wohl dafür, das hast du glaube ich schon erwähnt,\neine Kameratechnik gebaut und was ich auch nicht wusste letztes Mal,\nApple hat ja in den USA sich die Rechte für die Major League Soccer geholt, für die Fußballliga.","Ja und mit Disney haben sie halt ein Exklusiv-Deal,\ndie halt auch solcherartigen 3D-Content-Sachen halt irgendwie,\naber sie haben es nur sehr kurz gezeigt, wo ich mir dann auch denke,\nvielleicht sind sie noch nicht ganz sicher, ob und wie und in welcher Qualität\nsie das dann wiederum hinkriegen.","Davon kann man es sowieso ausgehen.","Das hier ist nämlich auch Replay, wenn man nämlich im Feingedruckten nochmal nachliest,\nsteht dort nicht, dass das ganze Spiel so übertragen wird,\nsondern es ist immer nur so ein Replay Moment, das heißt es kann auch sein,\ndass das dann nochmal nachgerendert und nachgeschärft und weiß der Geier was\nist und dass ihre Kameratechnik nicht gut genug ist, um das in Echtzeit quasi\nirgendwo von irgendwo live rüber zu bringen, unklar.\nAber das Potential ist da und wenn es die Generation nicht kann,\ndann kann es halt die nächste Generation, dann wird alles super.","Also ein Stadionbesuch wird das nach wie vor nicht,\naber es gibt ja mittlerweile,\nalso es ist ja so super krass, so ist das ja bei den High Value Leaks und so\nweiter, mittlerweile so in England wird das gemacht, ich weiß nicht mehr ganz\ngenau wie verbreitet das ist, aber mittlerweile wird ja mit einer,\nManche Spiele werden mit einer super hohen Anzahl von Kameras gefilmt,\nalso ohnehin schon für alles mögliche,\nman will ja viele Perspektiven haben, aber sie machen ja dann mittlerweile auch\nso Bullet-Time-Effekte,\ndas heißt du hast so Flanke von rechts, Spieler steigt hoch,\nköpft und in dem Moment so ratatatatatatat wird dann einfach mal die Perspektive\ngeändert und dann siehst du das. und...\nKönnte schon interessantes futter sein für so eine ausspielung das ist zwar\njetzt in der 2d ausspielung auch schon ganz gut aber wenn du dann eben sozusagen\ndie möglichkeit hast dann auch diese perspektiven selber.","Du könntest in dem replay könntest du dich selber aufs spielfeld stellen.\nUnd kannst dich ins tor stellen und gucken wie entwickelt sich die situation gerade um dich herum.\nKannst du nochmal schnell das versteckte faul anbringen ja so das wird glaube\nich kommen das werden wir noch sehen.","Aber letztlich glaube ich rätseln wir schon noch also meine jetzt stellen wir\nuns mal vor. Jeder von uns kauft sich so ein teil und ich glaube die wahrscheinlichkeit.\nIst gar nicht so gering. Ich spare schon. Also war ehrlich, also Wotti, sag mal.","Also wie soll ich sagen, zu meiner Verteidigung muss ich sagen,\ndie keine Verteidigung ist, ich weiß.\nAlso ich hatte das erste iPhone, ich hatte das erste iPad und ich hatte die erste Apple Watch.","Ja, was will ich eigentlich sagen? So einen Streak kann man einfach nicht unterbrechen.","Da bin ich besser dran, ich hatte nicht das erste iPhone, das habe ich geskippt.","Was einerseits eine gute Idee war, andererseits war es schon sehr cool das erste\niPhone, auch wenn es damals irgendwie ohne Jailbreak und hast du nicht gesehen\nund einmal tief in alle Kisten greifen,\nMan damit gar nicht telefonieren konnte, was es auch nicht wirklich gut konnte,\naber das ist nur am Rande.\nAlso vieles hat schon beim ersten iPhone gut funktioniert, aber telefonieren\nwar… Also was du uns sagen möchtest, du wirst ja eins kaufen.\nSagen wir mal so, ich hab wenig Ausrede.","Ich bin schon auch irgendwie ein pathologischer… Anders gefragt,\nabgesehen von der reinen Neugier und Developer Interesse,\nhast du ne Anwendung, siehst du ne Anwendung für dich wo du das Ding wirklich meinst,\nob das dann so ist, nochmal ne andere Frage, aber wo du jetzt so dir vorstellen\nkönntest so, ja damit könnte ich x machen was ich derzeit nicht machen kann\noder damit kann ich x machen was ich derzeit schon tue aber besser oder anders.","Ganz klare Antwort, nein.","Also ich hatte das zweite iPhone, das erste iPad und die erste Watch.\nIch fand schön, was 343max gesagt hat jetzt im WMR Podcast, nämlich er hat sich\ndas erste iPhone gekauft und die Entscheidung ernährt ihn heute noch.\nAlso eben ich bin eben auch in einem Job drin irgendwie Bereich Innovationsmanagement\nwo es schon dazu gehört sehr früh von sowas einen vernünftigen Eindruck zu haben\nund ich habe einen sehr billigen Deal mit meiner Frau Wortkomplex ausgehandelt,\nich muss nur den Wohnzimmerschrank neu organisieren dann könnte ich sie mir vielleicht kaufen.\nIch glaube in der Tat, dass ich auch mehr als genug Anwendungsfälle habe als\njemand, der mittlerweile signifikant im Homeoffice arbeitet.\nIch glaube, dass das also für Arbeitssituation und mein 9 to 5 Job schon mehr\nals genug gute Anknüpfungspunkte hat.\nIch habe etwas Angst vor der Vereinzelungsanlage in der Tat,\ndass man in eine Situation kommt, wo man eigentlich jetzt den Film gerne darüber gucken möchte,\nweil es einfach nochmal viel geiler ist, als auf dem schon tollen,\naber immer noch nicht eben 200 Zoll Screen und Frau auf der Couch guckt aber halt in die Röhre.\nDa sehe ich also noch irgendwie so Reibungsfläche was das angeht,\ndass es eben doch derzeit mir ein sehr vereinzelndes Gerät erscheint und dass\nich das als Familienmensch eigentlich nicht so cool finde.","Also ich habe den ganz stupiden Displayfall eigentlich, finde ich glaube ich\nganz gut, So, einfach als diese Rechtfertigung, also das müsste funktionieren, wenn es Retina ist.\nIch habe natürlich das Interesse selber, das alles mal zu erleben,\num eben mitzuwissen, wie man so Interaktionen, die über eine Kombination aus\nAugen und Gesten funktionieren sollen, wie man die gescheit macht.\nAlso das will ich von vornherein gleich, da will ich dabei sein.\nUnd ich will meine, ich mache so eine Farbmusik-Kram, also ich will wissen,\nob man damit zum Beispiel am Klavier Spaß hat.","Was hast du gesagt? Farbmusik-Kram?","Ja, das ist so. Ich bin schon seit Jahren so einem Farbmusiksystem verfallen,\nwas so ein bisschen funktioniert wie eine Piano-Roll und einem, ähm, also, ja.\nEs ist immer schwer zu schreiben, es gibt immer so Einsteigerfarben,\nNotationssysteme und ich habe eins,\ndas finde ich toll, habe ich mir in der App geschrieben, läuft auf iPad,\ndie würde ich gerne da so schreiben und dann kommen halt die Noten so rausgeflogen\naus dem Klavier oder reingeflogen,\nwenn ich sie spielen soll und man legt sich halt dann diese UI so stabil aufs\nKlavier, auf die Tasten, damit man, wenn man die Tasten drückt, was soll sich.\nUnd ich glaube, das könnte gut funktionieren, mit dem,\nalso mit der Quest funktioniert es nicht, der Einfallswinkel ist zu klein und\ndas, was die Apps da so gemacht haben bisher, also ich hab mir das immer angeguckt,\ndas war auch bei einem, sag ich schon, bei einem, sag ich mal,\nbei einem Meta-Video, war auch eine App, die sowas gemacht hat.\nUnd wenn du es da wirklich davor sitzt, dann ist es ganz blöd im Blickwinkel,\ndann hast du überhaupt keinen Vorteil dadurch, weil du anstatt,\ndass du auf ein schönes DIN A4-Blatt guckst, wo du alles erkennen kannst,\nauf die volle Breite vom Klavier siehst und dann siehst du nicht mal die Noten,\ndie du spielen sollst, wenn die so reinfliegen, das macht alles keinen Sinn.\nAber mein System macht Sinn und das würde ich da gerne auch in der 3D-Welt außenrum\nhaben und das würde ich gerne ausprobieren. Also das will ich machen.\nBenutzen würde ich es auch gerne, wenn es jemand anders schon gemacht hat,\naber ich glaube nicht, dass es jemand anders vorher so macht,\ndass ich es benutzen will. Deswegen so ein bisschen in die Reihe.\nUnd ansonsten brauche ich es nicht, aber ich will dabei sein.","Das ist, glaube ich, meine ehrliche Antwort. Zugegebenermaßen,\ndas mit dem externen Display, das kann ich mir sogar auch noch vorstellen,\ndass man für so eine mobile Anwendung, wenn man seinen Laptop dabei hat und\nwill ein bisschen mehr Screenspace haben, Dass man das Ding dann noch da einsetzt.\nKeine Ahnung. Weiß ich nicht. Müsste man mal ausprobieren, ob das wirklich was\nbringt. Im Zweifelsfall oder nicht.\nAnsonsten, ganz ehrlich, nee. Also für mich wär's schon einfach herauszufinden, was passiert da.\nWas sind da die neuen Möglichkeiten oder wie fühlt sich das an,\neinfach damit rumzuspielen, einfach ein Gefühl dafür zu kriegen.","Wie es geht also ich werde es mir nicht ungesehen kaufen sondern ich werde es\ndann erst mal bei max oder sonst wo will ich mal einen tag auf herz und nieren\nprüfen weil ich bin schon auch picky was so auflösung wird aber schwierig.\nJa weil diese ganze einmessgeschichte.","Geschichte, die kommt da mit rein. Also das ist halt ein Gerät,\ndas einfach, das kann man eigentlich auch nochmal betonen, das ist wahrscheinlich\ndas persönlichste Gerät, was Apple je rausgebracht haben wird.\nAlso bei einer Uhr musst du zwischen groß und klein unterscheiden und dann kannst\ndu ja noch irgendwie dein Armband aussuchen und das war's dann im Wesentlichen,\naber hier hängt es halt sehr von deinem Körper ab.\nUnd zwar nicht nur was die Linsen betrifft, sondern ja auch die Gesichtsmuffe,\naber auch das Strapband gibt es ja in verschiedenen Varianten.\nEs gibt übrigens auch noch so ein Band optional oben auf dem Kopf.\nDas haben sie in ein, zwei Einstellungen mal so kurz nebenbei fallen lassen,\nhaben aber nicht drüber geredet.\nAlso von daher, der Bestellprozess wird sicherlich sehr speziell sein und das\nDing wird mehr als 3.500 Euro kosten, das müssen wir uns auch mal klar machen, weil 3.500,\nDollar ist halt jetzt erstmal der US-Preis, dann haben wir nochmal Konvertierung,\ndann kommt da Umsatzsteuer dazu, dann musst du noch zwei Linsen kaufen,\ndie irgendwie irgendeinen dreistelligen Betrag pro Stück wahrscheinlich aufrufen werden.\nAlso man kann mal locker davon ausgehen, dass man so bei 4, 5 oder sowas landet.","Und ein Netzteil ist wahrscheinlich auch nicht dabei.","Oh stimmt der Akku der kommt auch noch dazu. Man gibt ein 5er aus ne.\nAber das haben wir ja gesehen das geht ja auch für so ein Mac Studio und das\nDing ist ja im Prinzip auch eine Computing Plattform also man kann da eben Software\ndrauf laufen lassen und ist komplett eigenständig.\nWomit es sich ja auch sehr von den anderen Dingern unterscheidet,\nich weiß nicht wie heißt dieser Quest, ist die komplett stand alone?\nJa? Okay gut aber das ist auf jeden Fall wie ein Mac oder wie ein iPad ist es ja.","Irgendwo zwischen iPad Pro und Macbook Air.","Aber es ist genau, mit Betonung auf R. Jetzt muss ich auch nochmal sagen,\nwürde ich mir eine kaufen.\nAlso ich bin ehrlich gesagt davon ausgegangen, dass das jetzt so die erste Produktkategorie\nist, die mich nicht sofort erfasst.\nIch meine das erste iPhone habe ich mir zwar nicht gekauft, aber ich war Feuer\nund Flamme für das iPhone von Tag eins an. Also als ich diese Keynote gesehen\nhabe, da wusste ich, das Ding wird die Welt beherrschen und was ist es geworden?\nDas erfolgreichste Produkt, was es jemals gab.\nAlso insofern war mein erster Eindruck hier auch ganz interessant für mich und\nder war vor allem erstmal geprägt davon, dass ich recht geschockt war,\nwie viele Dinge sie wirklich bedacht haben, die für mich so totale Dealbreaker waren.\nUnd von daher ist mein Interesse jetzt auf jeden Fall geschärft.\nAnwendung für mich sehe ich tatsächlich\nlustigerweise in diesem Bildschirm unterwegs in Isolationshaft,\nweil das ist in der Tat eine Situation, in der ich mich öfter befinde,\nwenn ich auf Podcastreisen bin, dann hänge ich halt in so einem Hotel rum oder\nhalt in der Bahn und hab dann oft so dieses Ding mit, hab ich jetzt einen Tisch\nin der Bahn, wo ich meinen Laptop ordentlich draufstellen kann.\nWie groß ist der Laptop, kann ich da jetzt mal einen Podcast drauf schneiden?\nAlso wenn man damit einen Podcast schneiden kann,\ndann ist das für mich schon wirklich interessant,\nweil ich dann auf einmal einen großen Bildschirm, weil das brauchst du für Audio,\nbrauch ich einfach einen großen Screen, deswegen hab ich hier so Riesenbildschirme\nirgendwie, also hier ist er jetzt nicht ganz so groß, aber mein größter ist\nhalt 38 Zoll und der ist mir eigentlich schon zu klein. Da wollte ich jetzt auf 40 gehen.","Reaper für Vision Pro.","Ja Reaper für Vision Pro und ich meine wenn ich das,\nwenn ich also quasi einfach auf mein Macbook schauen kann und dann habe ich\nhalt irgendwie das Ding, wobei die Frage ist, muss ich den Laptop eigentlich\nvor mir stehend aufgeklappt haben um das benutzen zu können oder kann ich den\nauch zuklappen wie man das normalerweise beim externen Bildschirm auch macht.","Du kannst die Tastatur nicht mehr benutzen.","Da habe ich keine Tastatur, das stimmt.","Übrigens ein Feature was mir noch so ein bisschen fehlt sind ja Curved Windows.\nAlso ich hab so ein Curved Screen, so ein Ultra Wide, wie das Ding heißt, irgendwie 3800 auf 44.","Welchen hast du denn, den Dell oder den LG?","Ich glaube es ist ein Dell, ich weiß es nicht genau. Auf jeden Fall das Ding\nist ja für alles was eine Timeline hat, ist das ja super. Ja, absolut.\nUnd da wäre mir die Auflösung, wenn man die dann irgendwie auf die Vision Pro\nmachen könnte, dass man halt nicht so viel Höhe aber ganz viel Breite hat,\ndas wäre natürlich auch cool.","Ich war ein bisschen enttäuscht, als sie gesagt haben man kriegt einen 4K Bildschirm.\nIch will gar keinen 4K Bildschirm.","Ja aber 4K sind ja 8 Millionen Pixel, während Ultra Wide sind nur 5 Millionen Pixel.","Ja gut, das mit den Pixeln, ich glaube das relativiert sich ohnehin,\nwo steht das Ding, wie weit ist es weg und wie gehst du da drauf?","Du musst ja in Datenmenge denken, die der Rechner auf die Vision Pro überträgt.\nDeswegen geht wahrscheinlich auch nur ein 4K Display und nicht drei.","Achso, ja okay, wenn das jetzt die Limitierung ist, kein Ding.","Davon gehe ich mal aus.","Nee, aber ich hätte gerne diesen Panorama Viewer, den sie da so für ihre Panorama\nFotos gezeigt haben, das als Bildschirm möchte ich ja knaller haben.\nAber mal gucken, wie gesagt, unklar, aber das ist schon so etwas,\nwo ich mir dachte, wow, da hätte ich aber jetzt mal wirklich einen Nutzen davon,\nweil das Ding relativ kompakt zu tragen ist,\nalso mitzuführen ist, weil es nimmt ja schon auch noch ein bisschen Raum ein,\nes ist ja auch ein klobiges Teil, die Frage, wie kompakt kriegst du das Ganze,\nso Einzelteile zerlegen, du musst es auch immer wieder assemblen,\nalso das ist auch etwas, das war immer alles fertig da.\nAber das Ding hat natürlich auch noch so einen gewissen Handling Faktor,\ndu musst es mit dir führen in Einzelteilen zusammenbauen.","Also es soll ein bisschen größer sein als die Quest 2 und die Quest 2 kriege ich in so eine,\nich hab so ein Trageteil, da sind noch zwei Controller drin,\ndas ist nicht viel größer als hier von deinem Biodynamics Kopfhörer,\nalso es hält sich echt in Grenzen, das kriegst du in jeden Rucksack rein.","Ja, die Größe würde ich auch schätzen.","Genau, also ich denke das geht schon, aber alles was man mitführen muss,\nich meine es kommt ja zusätzlich zu dem Computer was ich bisher habe,\nes ist halt nochmal extra was was man dabei haben muss, es ist extra was wo\nman was vergessen kann, wo man ein Kabel nicht dabei hat, damit es einen Nutzen\nhat muss es halt auch immer alles beisammen sein, das ist ja so das Problem\nwas man mit bedenken muss.","Man könnte aber argumentieren, es ist handlicher als ein Ultrawide Monitor mit in die Bahn zu nehmen.","Genau, das ist der Punkt an der Stelle, beziehungsweise es ist für mich die\nMöglichkeit einen großen Bildschirm dabei zu haben und großer Bildschirm ist\ngenau das, was mir am meisten fehlt, wenn ich unterwegs bin.","Was ja alle noch rätseln, was auch noch nicht aufgelöst ist,\nist dieses Szenario, ja du kannst dich in der Bahn hinsetzen,\nhast aber natürlich eigentlich den Sessel vor dir so ziemlich im Gesicht und\ndann projizierst du deinen Monitor genau wohin.\nEigentlich willst du ja einen Meter Abstand haben, da sitzt dann ja aber wer\nanders. Das kannst du natürlich alles rausrechnen, aber wie wird das visuell\naufgelöst, dass du also auf der einen Seite noch irgendwie im Zug drin sitzt\nund dein Monitor an einer Stelle ist, wo er physikalisch überhaupt nicht sein kann.\nUnklar, ob man dann also automatisch in so einen rein virtuellen Modus switchen\nmuss, einfach an der Stelle.","Es gibt wohl einen Travel Modus, der anders funktioniert, ist so die grundsätzliche\nAntwort auf diese Frage gewesen, dass du praktisch in einem,\nich bin jetzt, Es gibt zwei Geschichten, die damit einspielen.\nDas eine ist, das Ding funktioniert eh nicht, wenn du dich selbst zu schnell\nbewegst, was im Flugzeug auch der Fall ist. Also da gibt es einfach einen anderen\nModus, in dem die ganze Kiste läuft.\nSehr spannend aber. Sehr spannend.","Was man natürlich argumentieren kann, wenn man sich das iPhone anguckt und auch\ndas iPad anguckt, dass es wahrscheinlich sinnvoll ist auf die zweite Generation zu warten.\nWeil wahrscheinlich gerade in der ersten Generation Apple am meisten lernt und\nwahrscheinlich auch am meisten Fehlannahmen ausbügelt.","Ja, wobei alle Berichte die ich gehört habe, sehr staunend berichtet haben davon\nwie mature das alles rüberkommt. Also dass es genau diese Effekte von den ersten\nGenerationen, gerade wie bei der Apple Watch und so weiter so überhaupt nicht hätte.","Na gut, ist natürlich gut, dass sie es schon so lange vorher präsentiert haben,\nweil sie jetzt nicht mehr einen groß auf Geheimhaltung machen müssen und dann\nmit relativ großen Fokusgruppen arbeiten können, die halt die Keynote schon\ngesehen haben und jetzt dann und so und so.","Aber ich war noch nicht ganz fertig mit was ich mir für mich jetzt sozusagen\nüberlegt habe, was eine gute Ausrede sein könnte, um sich so ein Ding zu kaufen.","Wenn du eine Ausrede brauchst, machst du sowieso schon was.","Nein, nein, ich brauche keine Ausrede. Ich sehe das schon so,\nes ist eine signifikante Investition, wenn ich jetzt irgendwie 5K raushaue,\ndas mache ich jetzt auch nicht mal so eben.\nMit dem Macintosh warte ich ja jetzt auch schon seit 10, 12 Jahren.\nNur beim Überlegen was sozusagen Anwendungen sind und zwar sowohl für mich als auch im Allgemeinen,\nglaube ich gibt es eine Zielgruppe, die wird Apple sofort vom Tag 1 an die Bude\neinrennen, die nicht Developer sind und das ist halt alles was mit Architektur zu tun hat.\nWeil so in so hoher Qualität und dann auch sowohl mit dem AR-Aspekt als auch dem VR-Aspekt,\nalso stell dir mal vor du bist jetzt so Kirchenrestaurator oder sowas ja und du machst den 3D-Plan,\nwie das dann in Zukunft mal aussieht und dann läufst du in der Kirche selber\nrum und siehst, kannst du sozusagen mit dem Rädchen zwischen alt und neu hin und her schalten.\nAlso das wäre so ein bisschen mein Tipp für eine der Business-Anwendungen,\ndie sehr schnell kommen wird.\nAlso alles, was so mit Architektur draußen, 3D-Modellen zu tun hat,\ndiese Zusammenführung, da passt das irgendwie wie Arsch auf Eimer.\nUnd er hat es ja schon mal angedeutet, jetzt ist ja Chaos Communication Camp\nin sechs Wochen mittlerweile.\nPuh, die Zeit naht.","42 Tage habe ich seitdem auf Maastricht und Gelsen.","Genau, okay. Und ich habe ja wieder ein kleines Projekt zusammen gerufen und\nwir machen auf dem Camp eine Lichtinstallation.\nUnd hatte ich schon mal angedeutet, aber kann ich ja vielleicht mal ein bisschen\nerzählen, weil mittlerweile wissen wir auch, dass es funktionieren wird.\nDa gibt es nämlich diese ganzen Ziegelei-Gebäude und das eine Ziegelei-Gebäude,\ndas hat irgendwie zehn Fenster, die vor drei Jahren mit Glasbausteinen nachgerüstet wurden.\nDas heißt, da ist dann so eine Pixelmatrix, quasi so eine natürliche und davon\ngibt es zehn Fenster, die jeweils acht mal acht Pixel haben.\nAlso 640 Pixel sollte ja für alle reichen und wir waren jetzt sehr fleißig in\nden letzten Wochen und Monaten und haben solche Lichtkästen gebaut,\ndie wir jetzt quasi hinter die Dinger installiert haben, das steht da schon\nund funktioniert auch und machen halt mit LEDs quasi diese Glasbausteine farbig.\nUnd es ist jetzt gerade der totale Pain, das sozusagen zu visualisieren.\nEs gibt zwar einen sehr schönen webbasierten Simulator, der das auch ganz hübsch\nmacht, aber es ist halt nochmal was komplett anderes, wenn du wirklich diese\nSituation jetzt echt mal so richtig dreidimensional immersiv machen könntest.\nAlso wenn du wirklich sozusagen auf dem Gelände stehst und dann auch die Tageszeit\nsimulieren kannst, sozusagen die Lichtverhältnisse ändern könntest.\nMit einem anderen Rädchen, das Rädchen selber macht ja sozusagen ARVR,\naber für solche Sachen,\nalso Kunst, Messebau, alles was in irgendeiner Form so mit der Schaffung von\nWerken im öffentlichen Raum zu tun hat,\nda ist diese Brille einfach der totale Arsch auf Eimer, also ich glaube da wird\nes sehr schnell Bewegung geben in diesem Bereich.","Nimm mal Graffiti Kunst. Du entwirfst zu Hause dein Graffiti Bild,\nso wie du es perfekt haben willst, gehst vor Ort, projizierst dir das digital\nauf eine Wand und kannst dann quasi malen nach Zahlen.\nIch denke gerade unsere Sprayer Freunde sind da eine gute Zielgruppe für dieses kaum teure Gewalt.","Da musst du aber darauf achten, dass der Wind richtig steht, sonst wird es teuer.","Aber das ist letztendlich ein bisschen das, was auch Dom gerade gesagt hat,\nmit seinem quasi Musikinstrument lernen oder unterstützen so.\nIch glaube in dem Bereich ist noch viel zu holen. Wo du also plötzlich mit einem\ndigital physischen Objekt, mit einem echten realen Objekt interagierst und dort\naber eben nochmal eine digitale Ebene drüber legst, die was auch immer anstellt an der Stelle.","Übrigens, wenn du gucken willst, wie das mit den Beleuchtungsverhältnissen und\nso weiter und Tag und Nacht und so ist, dann solltest du vielleicht einen Blick\nauf Unreal Engine 5 werfen, weil das hat glaube ich so,\nDie bis jetzt beste Beleuchtungsimmersion, die du haben kannst.\nAlso mit Tagesverlauf und.","Es ist halt schon Arbeit. Also wenn du dann, sagen wir mal, jemanden in Berlin\nzeigen willst, so wird's aussehen im Ziegleipark, musst du natürlich dann eben\nschon irgendwie ein 3D-Rendering dieser Szene haben, damit jemand darin rumlaufen kann.\nAnsonsten hast du immer nur dieses so guckst dir einen 3D-Film an.","Ja, ich meine, war jetzt nicht mein Plan,\nsowas zu programmieren, sondern mir ist nur im Kontext der Entwicklung klar\ngeworden, dass das und dann entsprechende Tools dafür natürlich auch absolut perfekt wären.","Aber das ist ein Anwendungsfall, den man halt nicht gesehen hat,\nder aber denke ich mit der Hardware vielleicht möglich ist. Also es gibt ja\nfür das iPhone schon diverse Apps, wo du das einfach nur nimmst und kreuz und\nquer durch den Raum nimmst und danach bekommst du ein hinreichend okayische 3D-Modellierung.\nDieses Raumes. Wenn du da jetzt mit dieser Kamera durchläufst,\ndie also das x-fache an Auflösung und an Rechenpower hat, werden sie irgendwann\nmal einen Modus anbieten, so geh irgendwo hin und virtualisiere quasi diesen\nRaum und ab da kannst du den irgendwo anders nutzen, obwohl du gar nicht da bist.\nAlso das, was ich auch eben gesagt hatte, weg von diesem, ich gucke mir einen\n3D-Film an, hin zu einem, ich bin in einer echten 3D-Umgebung,\nin der ich mich auch wirklich im Raum vernünftig bewegen kann und bewegt sich vernünftig mit.\nIst aber alles nicht so ganz ganz trivial, weil wenn da ein Tisch ist und in deiner,\nalso wenn in der aufgezeichneten Realität ein Tisch irgendwo steht und in deiner\nAbspiel-Realität kein Tisch ist, oder umgekehrt noch schlimmer,\nrennst du halt plötzlich irgendwo gegen, wo du gar keinen Tisch siehst.\nAlso das hat so seine Issues. Aber grundsätzlich, da wird noch was passieren, glaube ich.","Ja, aber ein schickes 3D-Modell erzeugen ist ja schon mal eine Anwendung an sich, ne? also.","Stell dir mal vor du bist Küchenbauer und du würdest jetzt so einen Auftrag bekommen,\ndu sollst halt in irgendeiner Wohnung eine Küche bauen und du würdest jetzt\nmit diesem Headset da rein latschen und quasi erstmal in so einem AR Modus die\nRäumlichkeiten, Aufmaß machen.\nAlso du nimmst sozusagen den Raum auf und zwar halt mit Video und mit seinen 3D Beschaffenheiten,\ndann kannst du in Ruhe deine Küche in dieses selbe Modell rein planen und dann\nhättest du die Möglichkeit einem Kunden,\ndas ist jetzt wieder die Frage, Gästenmodus, hat jemand sowas und so weiter,\naber in irgendeiner Form könntest du eben die, also erstmal kannst du es dir\nselber anschauen und damit zufrieden sein Auf welchem Weg auch immer das präsentieren.\nAusdrucken und per Fax. Ausdrucken und per Fax, genau. Schland.\nIch glaub das ist dann vielleicht auch wieder Fax für die das ein Objektdrucker\nhat. Apple Fax Pro. 3D Fax. 3D Fax.","Dann ist es dann wieder Fax. So müssen wir es der FDP verkaufen, dann läuft's.","Genau, 3D Fax.","Ja also da ist schon Musik drin,\naber genauso wie man glaube ich bei der Apple Watch am Anfang noch nicht so\nrichtig sagen konnte welche dieser Pitches die sie da so gegeben haben am Ende\nam meisten Pudding an die Wand bringt ist das hier glaube ich auch so.\nAber ich kann mir nicht vorstellen, dass das Ding nicht zumindest erst mal kräftig\ngekauft werden wird und so weit ich gehört habe sind ja auch diese Displays\nerst mal gar nicht so hoch verfügbar,\nalso die werden wahrscheinlich gar nicht beliebig viele davon herstellen können,\nes kann gut sein, dass sie einfach alles verkaufen werden, was sie überhaupt\nproduzieren können im ersten Anlauf.","Also, keine Ahnung, bei der Apple Watch ist das Killer-Feature auf jeden Fall Multiple-Timer.","Hier, supergeiles 3D-Headset, damit kannst du mehrere Timer setzen.","Auf dem iPhone geht das auch.","Auf dem iPhone geht's auch, aber es geht halt jetzt auch auf der Apple Watch.","Jaja, Siri kann das jetzt irgendwie.","Ich muss ja wissen, wann die Waschmaschine fertig ist, aber gleichzeitig will\nich ja trotzdem noch einen Tee machen und wissen, dass der nicht zu stark wird.","Ja, und auch beim Kochen brauchen wir das ein.","Mindestens zwei Timer.\nEine Kleinigkeit, die ich noch\nhatte zum Thema, worüber wurde nicht gesprochen, fand ich sehr spannend.\nSie hatten über die, was war die Engine, über die Sie gesprochen hatten?\nUnity. Unity, sie hatten über Unity-Engine gesprochen,\nsie haben aber nicht über die Unreal-Engine gesprochen, was irgendwie klar ist,\nweil sie mit Epic fürchterlich im Clinch liegen und ich finde es wird mal Zeit,\ndass Apple und Epic sich irgendwie mal, irgendwie einkriegen und, und.","Sieht aber glaub ich mehr an Epic.","Ja, von einer Firma, die von allem 30 Prozent haben will zu sagen,\ndass die anderen sind blöd und riechen nach Lulo finde ich jetzt,\nalso klar, Eppings sind diejenigen, die gesagt haben.","Wenn die andere anfängt einen ikonischsten Werbespot irgendwie umzudrehen und\nda so eine billige Aktion, also egal, können wir später mal drüber reden,\nfand ich auf jeden Fall überhaupt nicht cool, dass sie da abgezogen haben.","Du brauchst Unreal, das würde schon eine andere Größenordnung von Qualität da\nrein machen, weil Unity ist Kinderkacke.","Ja, weil die Unreal Engine ist momentan halt auch irgendwie,\nich will nicht sagen alternativlos, aber doch zumindest halbwegs konkurrenzlos.\nUnd Vision Pro ohne Unreal Engine wäre halt schon auch schade.","Ja, aber ich meine Unreal gibt's doch auch noch, oder? Also ich meine Epic als\nFirma verkauft Spiele und Unreal Engine ist doch auch, glaube ich,\nin der sonstigen Welt getrennt.","Im Prinzip schon, und du kannst die Unreal Engine auch auf dem Mac benutzen,\nüber diesen Epic Dingstar Launcher.\nEs ist nur, wenn, sagen wir mal so, ab einem bestimmten Komplexitätsgrad wäre\nes gut, wenn sich Firmen so weit gut verstehen, dass sie halt auch hauptwegs\nzusammenarbeiten und nicht gegeneinander.\nUnd das ist halt etwas, wo die beiden Firmen, bin ich der Meinung,\ndann mal irgendwie was klarkriegen müssen.\nOb sich jetzt Apple und Nvidia auf die Dauer irgendwann mal verstehen werden, weiß ich nicht.\nKeine Ahnung, das ist vielleicht nicht ganz so wichtig.\nAuch wenn Nvidia halt bei dem ganzen Machine Learning den Fuß so unglaublich\nin der Tür hat, zumindest behaupten sie es.\nUnd danach ist der Markt dann auch, hat sie, bewertet sie danach,\nweiß ich nicht. Also es gibt halt auch kein Fortnite mehr auf dem Mac.\nSo viel zum Thema Spielen auf dem Mac. Also gut, ob man jetzt Fortnite gut findet\noder nicht, muss auch jeder selber wissen. Aber, also, keine Ahnung.","Was fehlt uns noch? Fehlt noch irgendwas? Worüber haben wir uns denn noch nicht geredet?","Das war's.","Also das Wort VR ist auch nicht ein einziges Mal gefallen.","Ja, das ist mir auch aufgefallen.","Also wir haben dieses ganze Thema Gaming, Virtual Reality, das war einfach vollständig…\nSie haben es ja XR genannt, oder?\nJa, das ist ja jetzt so… Extended Reality oder? Nee, nicht mehr.","Es hieß noch XA als Codewort innen drin, aber es ist nicht erwähnt worden.","Stimmt, das ist Vision OS.","Ich meine, sie haben VR gezeigt,\nweil technisch ist es eine VR Brille, weil sie ja komplett abschließt und sie\nhaben auch einen Modus, den man eigentlich als VR bezeichnen könnte,\nder halt dann Full Immersion heißt.\nAber es geht immer alles von AR aus. Es geht immer davon aus,\ndass du in Verbindung bist mit deiner Umgebung.\nUnd ich glaube das ist ein ganz ganz wichtiger Punkt, den man gar nicht oft\ngenug betonen kann und deswegen haben die ja auch so drauf eingehämmert mit\nall ihren ganzen Demonstrationen.\nEinerseits. Andererseits sagt es halt auch aus,\ndass Apple offensichtlich in dieser ganzen VR-Geschichte so auch erstmal gar\nnicht das Potenzial sieht,\nwas ich ganz putzig finde, weil über diese Headsets seit ich denken kann,\nimmer als VR-Device gesprochen wird.\nDas hier Jean-Ren Lannier auf der CeBIT schon irgendwie einem links und rechts\num die Ohren geballert hat.\nIn den 90er Jahren ging das ja schon los, immer da mit ihrer Datenhandschuhe\nund Brille und so weiter, VR, Metaverse, ich bin hier irgendwie komplett drin.\nUnd der Zuckerberg, der hat ja irgendwie die Pille auch gefressen und will ja\nauch irgendwie sozusagen seine Vision vollständig in der Virtualität platzieren.\nDu bist so rum im abgeschnittenen Tor so, wie so ein alberner Comicfigur.","Nicht mehr, sie haben die Beine nachgerüstet.","Ja hurra, okay dann baumeln noch irgendwas dran, aber du bist trotzdem halt\nnur so ein Abklatschdeiner selbst so und sollst dann irgendwie mit allen anderen\nrumsocheln und totale Katastrophe.\nUnd Apple zeigt eigentlich Facebook komplett den Stinkefinger und sagt,\nsorry, aber ihr habt das alles komplett falsch verstanden.\nWir gehen mal hier von der echten Interaktion aus.\nDer soziale Raum, da nehmen wir doch einfach den, den wir sowieso schon haben\nund sorgen dafür, dass diese Technologie denen so wenig wie möglich beschneidet.\nAber auch gleichzeitig diese Integration zu machen. Das ist irgendwie,\ndenke ich, schon so ein bisschen das Rezept.","AR ist halt auch schwieriger. VR kann jeder, der irgendwie einen Gyro und einen\nAccelerometer ordentlich hinkriegt und irgendwo so eine Lightbar irgendwo hinstellt,\ndann hast du ein brauchbares VR.\nAber dieses AR, zusammen mit dem ich beleuchte meine Fenster richtig,\nbla bla bla, das ist halt nochmal eine Entwicklungsstufe.\nIch glaube, dass da einige auch tief durchgeatmet haben, in anderen Firmen,\ndie das gesehen haben, weil was Apple da gezeigt hat, das ist technologisch\nschon ganz schön abgefahren.","Allerdings.","Also da sind sie wirklich in so vielen Bereichen vorne, dass… Wir haben ein\npaar hundert Patente, irgendwo hatte ich die Zahl gelesen, 300 irgendwas oder so mindestens.","Also iPhone hat Google ja dann nach ein paar Jahren dann doch ganz gut nachgebaut bekommen,\naber ich glaube das wird jetzt hier bei dieser Brille ganz schön wenig Player\ngeben, die da schnell folgen können.","Dauert glaube ich auch zu lange, bis klar ist,\nwas der eine Anwendungsfall dafür ist, weil es wird, glaube ich,\neine lange Zeit geben, wo das, was die Apple Vision Pro jetzt macht,\nso wie sie es macht, genau so wie sie es macht, sinnvoll ist.\nAber kein einzelner Bereich davon wird jetzt einfach auf eine andere Brille\nzu übersetzen sein und macht da jetzt, also so wie es beim Telefon war,\nalle müssen jetzt Touchscreen haben, naja, glaube ich nicht.\nIch glaube, das passiert bei dem Produkt nicht. Das ist jetzt schon mehr der Mac damals.\nUnd das andere ist Windows. Und das ist halt anders. Oder DOS noch nach wie vor.\nUnd das wird jetzt eine Zeit lang so bleiben. Und wenn sich was ganz Klares\nherauskristallisiert, so ein Unterbereich daraus, dann wird es auch eine Kopie davon geben.\nAber bis dahin nicht, weil das ist einfach viel zu viel Aufwand und viel zu\nteuer, ohne zu wissen, dass es erfolgreich ist.\nDas trauen sich die anderen nicht nachzuziehen bevor sie es nicht wissen.","Aber ich glaube du hast jetzt eine neue Plattform,\nalso da ist ein Betriebssystem und da hast du Anwendungen drauf und es ist eigentlich\neine neue Plattform und ich denke es wird einen zweiten Spieler geben in dem\nBereich der das gleiche tun wird,\nerst mal nicht so gut und und und hakelig und weiß ich nicht was und wahrscheinlich\ndann auch nicht so einfach dafür software zu schreiben aber es wird den zweiten\nspieler geben das wird das sein bleibt doch nur microsoft also die quest 3 probiert\nja schon genau das jetzt also die haben dann ja quasi am tag nach der keynote ein irres.","Propagandafeuerwerk abgefeuert ihr müsst gar nicht warten bis ihr das kommt\nsondern hier für 400 euro kriegt ihr das alles schon im herbst,\nweil die ja dann eben auch diesen pass-through-modus jetzt in farbe machen und\nangeblich höher aufgelöst und so weiter und sagen so ist eigentlich alles genauso gut.\nAlso Facebook ist da schon dran so an der Idee.","Ich weiß nicht ob es Facebook sein wird oder ob es Google sein wird oder ob\nes Microsoft sein wird oder ein Player den wir alle noch nicht auf dem Plan haben,\nden dann einer von den großen kaufen wird, so wie Android ja auch nur von Google\ngekauft wurde, ich meine das haben sie ja nicht selber entwickelt.\nKeine Ahnung das wird man sehen.","Google kauft Meta.","Google kauft Meta und ja, da hat man sich die richtigen Ziele.","Peter wird kurz vor der Pleite stehen und dann ...","Lecker lecker kauf ja oder ilan kauft\nmeta da finden sich die richtigen da können sie sich dann wirklich was interessant\nwird ist ob der druck jetzt auf den auf so technischen specks wie auflösung\nund blickwinkel jetzt so hoch wird dass er auch die normalen vr headsets jetzt unter druck bringt.\nOb man jetzt sagt so okay es darf einfach nirgendwo mehr ein pixel zu sehen\nsein und ich möchte keine leihrende mehr sehen und keine taura brille nur wenn\nes erfolgreich ist und das wissen sie erst zu spät also das die auslösung.","Nee das glaube ich nicht. Das glaube ich nicht also also die entwicklung dass\nman keine pixel mehr sieht ist glaube ich eine total logische.\nDie anderen Hersteller, wenn sie es raushauen könnten, würden sie es tun,\nda bin ich mir hundertprozentig sicher.","Also ob du jetzt das Video, das du jetzt in der AR-Brille von Apple so da rein\npräselst auf einer Retina-Art und Weise oder ob du eine komplett virtuelle Welt\ngenerieren musst, die so funktioniert mit dem Headset und dem anderen,\nalso du hast eine andere Ausgangsposition.\nIch bin mir nicht sicher, dass sich da viel befruchtet, außer dass es ein bisschen\ndie Leute, die es schon gibt, die machen halt Konkurrenz und die sagen halt,\nwir können das schon lange und das ist alles goodie, aber die können halt nicht\ndas, was Apple daraus gemacht hat. Also das, ich weiß nicht.","Das sag ich ja auch nicht. Ich glaube aber, dass es Follower geben wird.\nAlso ob die jetzt fast oder eher slow sind, das wird man sehen.\nAlso es wird auf jeden Fall Firmen geben, die werden versuchen so etwas ähnliches zu machen.\nUnd dann gibt's ein bisschen Hauen und Stechen und dann wird sich einer durchsetzen,\nder halt dann hinterher läuft.\nUnd ich meine Android hat gezeigt, sie sind lange hinterher gelaufen,\nbis sie irgendwann den Punkt erreicht haben, wo man sagen kann,\nOkay, das nimmt sich jetzt nicht mehr so viel, ob man jetzt Apple-Fan oder Android-Fan ist.\nIch glaube, man kann schon sagen, dass das so halbwegs auf dem gleichen Level ist.\nAber das hat ja jetzt dann auch fast 15 Jahre gedauert.\nUnd das kann durchaus sein, dass es bei den Brillen genauso ist,\ndass das dann 10 Jahre dauert, bis der beste Follower irgendwie auf dem gleichen\nStand ist. Aber ich denke, das wird passieren.","So, ist jetzt erstmal alles gesagt zur Vision Pro?","Ja, vielleicht noch nicht von allen, aber...","Von uns zumindest jetzt erstmal.","Von uns? Ja, ich hoffe.","Ja wir sind jetzt schon bei gut viereinhalb Stunden.","Kann man lassen.","Möchte irgendjemand seinen Klangkram Rest noch hinten ran werfen?\nVon der Dynamik der Sendung her sind wir jetzt eigentlich durch.","Über Reddit sollten wir nächstes mal reden, das machen wir jetzt sicher nicht mehr.","Ja ich denke auch wir machen jetzt kein großes Thema mehr auf und eigentlich auch kein kleines mehr.\nInsofern könnten wir das Ende\neinleiten. Dom du hast aber noch so eine Kleinigkeit. Ich weiß ja nicht.","Welche Kleinigkeit meinst du denn?","Mit deinem Playdate aber.","Mit meinem Playdate ja das habe ich jetzt gerade erst heute bekommen deswegen.\nEs war sehr eine sehr schöne Experience aber das muss man jetzt auch nicht hinterherwerfen.","Ich versuche das mal mit der Kamera irgendwie auf die Kette zu kriegen,\ndass wir dich hier mal richtig eingebunden bekommen, das nervt mich jetzt mega.\nJa ja, wäre schon besser gewesen. Also die GoPro geht zurück und ich erwarte\nvon unserem erlauchten Hörerkreis tolle Ideen,\nwie ich hier die perfekte Kamera reinkriegen kann.\nVielleicht muss ich auch hier so eine richtige Kamera, DLSR,\nirgendwas kaufen, ist mir egal, kann ja Dual Use haben, dann ist es super,\naber ich brauche hier irgendwas, was einfach mindestens 120 Grad,\nidealerweise sogar 150 Grad ist.\nUnd auch in dunkler Nacht noch ordentliche Bilder macht und korrekt als Webcam\nerkannt wird und zwar nicht hier so eine Scheiße wie das GoPro macht,\ndas ist mir nämlich jetzt eben erst klar geworden, nachdem ich mir das nochmal angeschaut habe,\ndiese dusselige App macht gar nicht eine richtige Webcam als Device ins System,\nsondern nudelt das irgendwie nur auf so eine Art und Weise, dass es dann in\nZoom irgendwie erscheint, aber in Facetime halt nicht, was ist denn das bitte\nfür ein Kack-GoPro geht weg ey. Das war's.","Ich hatte meine GoPro mal irgendwie über dieses Streamer Ding,\ndieses Studio Streamer Ding,\nOBS, genau, ich hatte meine GoPro mal über OBS eingebunden und dann hatte ich\nhalt die eingebaute Cam und die GoPro in OBS zum Umschalten und so weiter.","Ja aber dann musst du dann wieder irgendwo hin streamen, das würde jetzt für\nmeine Anwendung auch nicht gut gehen.","Nee du kannst dann bei OBS kannst du da eine virtuelle Kamera erstellen,\ndie dann wiederum in Zoom auftaucht.","Piss die Wand an ey, so einen Scheiß mach ich erst gar nicht,\nich will was ordentliches haben.","Das hat aber gut funktioniert, ich hab damit einen Vortrag gemacht.","Ja aber ich meine das ist auch so elend, du musst dir sogar noch dieses Batteriefach\naufmachen, damit du da überhaupt ein USB-C Kabel reinstecken kannst.","Ja aber es gibt auch den extra Zusatz Batteriefach Klappdingsi um dauerhaftes USB Kabel anzubringen.\nJa hab ich bei meiner dabei.\nDann ist sie aber nicht mehr wasserdicht.","Wir können das nochmal mit dem iPhone in Ruhe probieren mit dem Follow Mode.","Ist mir auch zu fummelig. Ich will was haben, was ich da...\nIch bin offen für eure Empfehlungen, außerdem für Spenden, weil ich muss mir\nunbedingt eine Vision Pro kaufen, ich hab jetzt die ersten Ausreden schon parat.\nUnd außerdem muss ja hier auch die Pizzaversorgung sichergestellt werden.","Vision Pro Spenden immer gerne gesehen, auch mehrere Vince.","Genau für einen bedürftigen Podcaster.\nUnd ja dann probieren wir das auf jeden Fall nochmal Dom mit dir.\nDas funktioniert nämlich eigentlich ganz gut hier mit dem Beamer.\nOder ich kauf noch einen Bildschirm. Oder überhaupt. Ich brauch ganz viel Geld\ndamit wir hier Dom ordentlich eingebunden bekommen.\nSonst noch was?\nViele Themen, die wir wieder aufs nächste Mal verschieben müssen.\nWir sind noch lange nicht fertig.\nInsofern können wir glaube ich jetzt hier mal das Ende einleiten.\nOder habt ihr noch letzte Worte? Nein, war Schluss, ich muss aufs Klo.\nDas hast du so schön gesagt. Da musst du einfach nur dein Immerset-Prat abdrehen.\nOkay Leute, das war's. Freakshow 267 vom irgendeinem Datum.\n5.7. ist jetzt mittlerweile und dann kriegt ihr das wahrscheinlich auch zum\nDownload runter. Wir sagen tschüss, bis bald.","Servus. Macht's gut."]}