{"v":1,"episode":269,"speakers":["Tim Pritlove","Ralf Stockmann","Dominik Wagner","roddi"],"t":[22,57,59,64,68,77,82,84,85,88,91,92,110,115,123,128,130,135,139,141,175,180,188,192,200,205,206,222,225,237,238,252,257,263,265,270,271,304,307,311,335,337,354,358,376,376,466,467,473,495,512,530,537,539,545,548,559,585,595,599,603,614,617,630,638,640,646,651,652,695,711,729,759,761,770,773,775,792,794,797,800,803,826,832,836,837,840,848,852,854,867,869,874,876,877,912,916,942,944,945,947,952,989,997,999,1001,1014,1022,1043,1076,1082,1097,1105,1107,1111,1112,1113,1120,1136,1142,1146,1188,1194,1200,1228,1237,1245,1286,1291,1296,1307,1322,1346,1371,1414,1425,1443,1448,1455,1456,1459,1465,1472,1479,1494,1508,1512,1521,1523,1543,1549,1550,1587,1591,1594,1596,1626,1648,1652,1658,1698,1717,1725,1743,1749,1779,1813,1836,1839,1859,1873,1911,1913,1916,1928,1928,1928,1941,1945,1949,1953,1964,1972,1985,1988,1998,2005,2031,2039,2054,2061,2116,2131,2151,2153,2155,2157,2160,2199,2213,2233,2251,2253,2256,2271,2274,2298,2300,2467,2483,2524,2633,2637,2661,2695,2707,2712,2717,2720,2722,2779,2782,2833,2843,2870,2965,3016,3031,3034,3060,3078,3101,3106,3106,3204,3213,3229,3232,3247,3266,3282,3291,3309,3351,3387,3391,3394,3395,3436,3437,3449,3451,3461,3536,3548,3655,3696,3728,3793,3796,3799,3803,3831,3833,3843,3852,3882,3888,3892,3894,3900,3902,3935,3957,3965,3968,3976,3980,4008,4009,4083,4087,4091,4098,4103,4116,4131,4177,4184,4186,4189,4194,4215,4285,4287,4293,4297,4344,4355,4357,4358,4359,4360,4362,4363,4367,4424,4424,4497,4503,4512,4525,4535,4539,4573,4581,4587,4618,4636,4655,4693,4695,4710,4713,4741,4743,4745,4745,4746,4748,4765,4765,4804,4806,4914,4916,4948,4982,5006,5009,5022,5048,5090,5100,5105,5106,5108,5109,5113,5115,5116,5151,5154,5162,5173,5178,5183,5188,5235,5237,5314,5317,5343,5349,5501,5674,5677,5717,5733,5789,5808,5811,5813,5830,5845,5857,5878,5893,5895,5899,5903,5918,5924,5928,5938,5940,5958,5964,5972,5978,5982,5982,5986,5989,6019,6022,6141,6143,6199,6201,6352,6361,6362,6366,6369,6370,6381,6414,6510,6512,6591,6594,6598,6601,6637,6638,6651,6656,6917,6919,6980,6984,6991,7037,7038,7051,7053,7144,7152,7235,7236,7241,7242,7243,7246,7260,7262,7279,7281,7302,7303,7315,7317,7326,7327,7359,7401,7402,7439,7446,7468,7470,7555,7557,7562,7574,7577,7606,7608,7609,7613,7622,7663,7663,7665,7667,7671,7679,7823,7824,7835,7843,7844,7858,7859,7863,7868,7885,7901,7905,7956,7964,8000,8003,8016,8018,8079,8086,8102,8107,8116,8149,8151,8159,8160,8162,8164,8165,8178,8191,8218,8220,8233,8234,8236,8244,8251,8260,8276,8278,8282,8285,8291,8292,8295,8300,8300,8302,8307,8320,8342,8355,8356,8375,8379,8384,8406,8476,8479,8481,8489,8489,8492,8495,8500,8506,8511,8514,8535,8537,8552,8553,8565,8571,8605,8608,8609,8613,8617,8619,8621,8625,8628,8631,8642,8646,8656,8671,8675,8713,8716,8720,8747,8814,8830,8832,8852,8854,8858,8863,8865,8870,8925,8926,8931,8934,8943,8952,9044,9046,9072,9080,9083,9086,9087,9088,9089,9090,9095,9096,9099,9100,9102,9103,9106,9112,9118,9123,9125,9133,9138,9140,9163,9220,9288,9299,9302,9302,9304,9305,9307,9309,9310,9312,9334,9339,9343,9348,9383,9387,9389,9396,9399,9444,9452,9454,9459,9498,9503,9510,9516,9518,9521,9546,9556,9569,9573,9579,9582,9618,9621,9626,9633,9634,9640,9676,9692,9704,9708,9714,9716,9718,9721,9735,9737,9740,9746,9750,9752,9759,9786,9811,9813,9843,9846,9910,9915,9917,9937,9940,9944,9955,9961,9962,9965,9990,9992,10006,10007,10030,10033,10063,10070,10073,10075,10077,10086,10113,10114,10115,10119,10123,10125,10126,10134,10142,10152,10157,10158,10160,10162,10164,10183,10183,10245,10263,10303,10345,10356,10357,10364,10366,10376,10378,10380,10387,10395,10410,10413,10420,10448,10454,10456,10459,10463,10466,10543,10554,10558,10571,10592,10593,10608,10619,10620,10624,10639,10646,10649,10654,10736,10739,10743,10754,10804,10809,10815,10818,10839,10845,10873,10879,10884,10888,10889,10903,10908,10927,10985,10987,10998,11004,11027,11033,11034,11036,11039,11040,11043,11045,11048,11051,11057,11057,11064,11067,11072,11074,11075,11078,11083,11086,11087,11089,11092,11093,11096,11098,11103,11106,11109,11111,11121,11136,11152,11156,11168,11177,11187,11188,11193,11194,11196,11197,11201,11206,11208,11211,11289,11296,11298,11302,11305,11312,11322,11352,11355,11357,11369,11383,11403,11436,11458,11462,11497,11500,11511,11514,11526,11540,11546,11550,11554,11556,11560,11572,11580,11591,11604,11606,11607,11612,11618,11620,11623,11625,11628,11633,11638,11644,11650,11652,11656,11659,11686,11712,11735,11737,11988,11996,11999,12003,12007,12011,12014,12025,12028,12037,12049,12060,12082,12099,12104,12108,12109,12116,12119,12133,12138,12144,12181,12217,12324,12439,12457,12465,12474,12478,12543,12571,12577,12586,12598,12601,12638,12641,12669,12672,12685,12695,12722,12723,12727,12735,12740,12749,12750,12821,12850,12859,12890,12911,12921,12953,12958,12976,13012,13071,13075,13084,13114,13123,13129,13143,13148,13150,13169,13216,13227,13258,13292,13294,13328,13330,13375,13377,13397,13400,13401,13409,13416,13438,13439,13589,13639,13642,13710,13714,13723,13725,13748,13765,13768,13776,13779,13784,13787,13795,13797,13810,13811,13839,13847,13853,13854,13855,13856,13857,13860,13868,13903,13911,13914,13951,13951,13993,14005,14016,14033,14061,14062,14126,14149,14155,14158,14163,14172,14173,14182,14186,14190,14191,14200,14231,14236,14244,14251,14254,14255,14255,14257,14290,14317,14322,14326,14336,14343,14355,14401,14406,14415,14416,14418,14419,14522,14538,14541,14556,14558,14577,14581,14589,14592,14603,14606,14614,14615,14624,14641,14646,14652,14653,14658,14663,14669,14694,14698,14701,14704,14706,14713,14715,14722,14732,14736,14743,14748,14752,14757,14765,14767,14771,14778,14780,14783,14789,14804,14806,14811,14823,14835,14837,14854,14854],"s":[0,1,2,0,2,0,1,0,2,0,2,0,3,0,3,2,3,0,3,0,1,0,3,0,3,0,2,1,0,1,0,2,1,2,3,2,0,2,1,0,3,0,3,0,3,0,3,0,1,0,2,0,2,0,2,1,0,2,0,1,2,3,1,2,0,3,2,3,0,2,0,3,0,3,0,3,2,3,0,3,0,3,0,3,0,3,0,2,3,2,3,0,3,0,3,1,3,1,3,1,2,3,0,3,1,0,1,0,3,0,3,2,3,2,0,2,0,3,0,2,3,0,1,3,1,3,0,1,3,0,3,0,1,0,3,0,3,0,3,0,3,1,0,1,3,1,3,1,3,0,3,0,3,1,3,0,3,1,3,0,3,0,3,2,3,0,3,0,3,0,3,2,0,3,2,0,2,0,2,1,3,0,3,2,0,3,0,3,0,3,0,3,0,3,0,3,0,3,2,3,0,3,2,0,3,0,3,0,1,2,0,3,0,2,0,1,2,1,2,1,3,1,2,1,2,1,2,0,2,3,1,2,1,2,0,3,2,1,2,1,3,2,1,2,1,2,0,2,0,2,0,3,2,0,3,1,3,2,0,2,0,2,0,2,0,2,0,2,0,3,2,3,0,1,0,2,0,1,0,1,2,1,2,0,2,3,2,0,2,3,0,3,2,1,0,2,0,2,1,0,1,0,1,0,2,0,3,0,2,0,2,0,3,2,1,0,1,2,3,1,2,1,2,1,2,1,3,1,3,1,3,1,3,1,3,2,1,3,1,3,2,3,0,3,0,3,0,2,0,2,3,0,3,0,1,3,2,3,0,3,0,3,2,3,2,1,2,3,2,3,2,3,2,3,2,3,2,3,2,3,0,3,1,2,0,2,0,3,2,3,2,0,3,0,3,0,3,0,3,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,3,0,3,0,1,0,2,1,0,3,0,1,0,3,0,3,0,3,0,1,0,1,0,3,0,1,0,3,0,3,1,0,3,0,3,0,3,0,1,3,0,1,0,2,0,2,3,0,2,0,2,0,1,0,3,0,3,0,3,0,3,0,1,0,1,0,2,0,1,0,3,0,2,0,1,3,0,2,3,0,2,0,1,0,1,0,1,0,1,0,2,3,1,2,0,2,0,2,0,2,0,2,0,3,2,1,0,3,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,2,0,3,2,1,3,0,3,0,3,0,2,0,3,0,3,0,3,0,3,0,3,2,3,2,3,0,3,0,3,2,3,0,3,0,3,1,0,3,1,0,1,0,1,3,1,0,1,0,1,0,3,1,3,1,3,1,0,3,0,3,0,1,3,0,3,0,3,0,1,0,3,0,3,0,3,0,3,0,3,0,3,0,3,1,0,3,1,2,3,2,3,2,3,0,2,3,1,3,2,3,2,3,2,0,3,0,2,3,0,3,0,1,2,3,0,2,0,2,0,3,2,0,2,0,2,0,3,0,3,0,3,2,0,2,0,3,0,3,2,1,0,2,3,0,1,0,2,0,1,0,1,0,1,2,1,0,2,3,2,3,0,1,3,0,1,0,1,2,0,2,3,0,2,0,3,0,2,3,0,1,0,1,0,3,0,3,0,3,0,3,0,3,0,1,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,2,0,3,0,3,0,1,3,0,2,1,2,1,0,1,3,0,1,0,1,3,0,3,0,3,0,2,0,1,0,1,3,2,0,2,0,2,3,2,0,2,0,2,0,2,3,0,1,2,1,3,1,2,1,0,2,1,2,0,3,0,3,0,3,0,1,3,0,2,0,3,2,0,2,0,3,0,3,0,3,0,3,2,0,2,3,0,1,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,2,0,2,0,2,3,1,3,1,3,2,3,2,0,2,0,2,0,2,3,1,3,1,2,3,0,3,0,3,0,3,0,3,0,3,0,3,2,0,3,0,3,2,3,1,3,2,3,2,0,3,2,0,2,0,1,0,2,0,1,0,1,0,1,3,1,3,0,1,0,3,1,0,1,2,1,2,1,2,0,3,0,3,0,3,0,2,0,2,0,2,0,2,0,2,0,2,0,3,1,0,2,3,2,3,2,1,0,1,0,1,3,1,3,0,3,0,3,1,3,2,3,1,3,2,3,2,3,2,1,2,1,0,1,0,1,2,0,3,2,3,1,2,0,2,0,2,0,2,0,2,0,2,3,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,3,0,3,0,3,2,3,0,3,0,3,2,1,0,1,0,3,2,1,0,2,0,2,0,3,0,2,0],"x":["So meine herren das ist hier\nein gemuckel eingefummel ist\ndas hier Was rody jetzt\njetzt jetzt nachdem wir eine eine stunde lang hier Auf feedback warte ob alles\nokay ist sagst du mir es geht was nicht oder wie Ihr seid wirklich super ihr\nseid echt das beste team kommt gepaert ich mach dir batterien rein ich weiß\ndie dinger halten immer nicht Ewig ist alles zum heulen die technik ist einfach\neine katastrophe Katastrophe.\nWarum muss das so sein? Warum ist ein Setup, was seit 15 Jahren läuft,\ndann auch irgendwann einfach kaputt? Warum? Warum kann es nicht einfach weiterlaufen?","Weil du Dinge änderst.","Es ist schön, dass so eine Freakshow einfach wie so ein Kabarett beginnt.","Ja, es ist ja auch zum Mäusemäcken.","Oh ja, nein, jetzt ist auch Roddy Stimme noch kaputt.\nEntweder ist sie ausgefaded oder es ist auch noch das wieder kaputt.\nWas ist kaputt? Oh, Setup-Einstellung.","Rotti höre ich nicht.","Test, Test, 1, 2, hörst du mich?","Wie gar nicht?","Super, nee, Roddy höre ich jetzt über irgendein Raummikro, aber nicht über ihn.","Ach so, warte mal, Entschuldigung.","Jetzt? Jetzt war gut? Oh je?","Oder war das ein E-Pump? Ja, Tim hat dir wild an den Rängern gesporen,\ndu Lüt. Ach super, wir müssen nochmal anfangen.\nWas hast du gesagt, Roddy?","Hab ich was gesagt?","Scheiße, du bist ja gar nicht auf dem Kanal, du bist ja auf,\nich sollte auf Kanal zwei. Achso, ja, ich dachte, du hast wieder zurückgesteckt.","Nein, du hast nicht gesagt, dass ich zurückstecken soll.","Vielleicht müssen wir das auch als Bonus-Content.","Du ich steck so ungern zurück weißt du das ist.","Leute ich komm nochmal rein ja.","Willst du das Intro nochmal abspielen?","Nein ich fang einfach nur nochmal an.\nHallo hier wir sind's die Frick Show falls euch das noch nicht aufgefallen ist.\nLäuft alles total super, eine totale Katastrophe ist das hier,\noh man ey ich sitz hier schon echt wirklich die ganze Woche und versuche ein\nneues Setup hinzubekommen, ist mir auch halbwegs gelungen aber es ist alles\nso brittle, es geht alles so\nkaputt wenn man irgendwo falsch drauf klickt und es muss ein Ende finden.","Und es wird viel falsch draufgeklickt.","Wie auch immer, auf jeden Fall, Roddy ich begrüße dich jetzt als ersten,\nweil ich habe ja gerade dein Mikrofon ausgescheitert.","Guten Abend, aber du hast mich noch gar nicht begrüßt insofern ist das schon ok.","Ja Leute, aber ich habe ja auf dich schon reagiert, aber man hört ja jetzt nicht\nworauf eigentlich, das wird ein Mysterium bleiben und wahrscheinlich klingt das total.","Hast du darauf reagiert, dass ich meine Mute-Taste nicht benutzen konnte?","Ja.","Aber ich hab dir eh die falsche gegeben, wir fangen dann nochmal an.\nIch hab jetzt auch endlich auf Rekord gedrückt übrigens in meinem Dabender, falls das relevant ist.","Wie wir wirklich auf die vier Stunden schauen.","Also du kannst jetzt auch wieder auf den anderen Kanal wechseln,\nweil dafür hab ich zumindest schon mal, achso der geht auch sogar,\nder geht auch, jetzt haben wir alle ihre Mute-Taste, dann kann ich auch Ralf Hallo sagen, guten Tag.","Einen wunderschönen guten Abend.","Ralf hat mir ein bisschen dabei geholfen oder zugeschaut, sagen wir mal so,\nmitgelitten als ich hier gekämpft habe.\nGenau und weil das dann doch alles irgendwie halbwegs funktioniert,\nhaben wir auch den Dom mit dabei. Hallo Dom.","Ja hallo, diesmal hoffentlich mit funktionierendem Big Brother FaceTime Setup hier.","Ich hätte gesagt, das einzige was hier stabil läuft, ist das Video derzeit.\nVon daher ist es Fortschritt.","Definitiv, selbst der Beamer hat sich mal ausgeschalten zwischendurch.","Und auch der Mauszeiger, den du ständig im Gesicht hast, ist stabil da.","Den mach ich jetzt mal weg.","Wieso blendet der Zoom das nicht aus? Der alte Zoom. Okay, vielleicht um euch\nmal kurz da draußen zu erklären, was wir jetzt hier gerade gemacht haben.\nWir haben eigentlich genau dasselbe gemacht, wie bei letzter Sendung,\nals wir das probiert haben.\nDas heißt, der Dom steht hier quasi in Form eines iMac auf dem Tisch,\nso Futurama mäßig, so Kopf in Glas, wie so ein alter, ehemaliger,\nehemalige Celebrity sozusagen.","Schon vor 500 Jahren verstorben.","Hochkant wäre die Version noch besser, wenn man den Monitor noch so hochkant drehen würde.","Aber durch so eine Zeitmaschine holen wir dich sozusagen lebendig hier mit rein.\nUnd letztes Mal hatte ich ja das ganze\nja dann probiert mit so einer GoPro Kamera. Das war ja eher ein Flop.\nAlso Leute, GoPro als Webcam einsetzen, ganz schlechte Idee.\nWas fängt schon damit an, dass die blöde GoPro sich gar nicht als Kamera anmeldet?","Ja man muss die GoPro Software installieren.","Genau, da musst du eine Software installieren, die sie in einen Webcam Modus\nbringt und dann ist es aber immer noch nicht wirklich eine richtige Kamera,\nsondern du hast halt nur irgendeinen Software Hook, der das dann irgendwie in\nSupported Apps einblendet.\nTotale Katastrophe.","Und dann haben die GoPros auch noch die Tendenz, sich zu überhitzen und dabei abzuschalten.","Genau, das hat sie nämlich auch noch gemacht. Also auch vollkommen unpraktisch,\nweil wenn du da USB reinstecken willst, dann musst du immer dieses Batteriefach\naufmachen und so und offen lassen, weil sonst dann diesen Stecker…\nEs gibt auch eine extra Klappe, da ist dann der Stecker mit dran und so. Als Zubehör oder was?","Ja.","Ach ja okay gut. Also das Experiment habe ich schnell beendet.\nDie Kamera ist dann gleich am nächsten Tag wieder zurückgegangen.\nUnd da ich ja mein Leid geklagt hatte in der letzten Sendung und jetzt weiß\nich gerade gar nicht bei wem ich mich bedanken soll. Vielleicht schaue ich nochmal\nkurz in die … Du machst da irgendwelche Sachen mit deinem Video, das lenkt mich ab.\nAuf jeden Fall, ich guck grad mal, wer mir den Tipp gegeben hat,\nweil ich vermute mal, das war in den Kommentaren, nee, war nicht in den Kommentaren, oder?\nAh, warte mal, vielleicht sollte ich die Kommentare auch einblenden,\ndann sehe ich das vielleicht, dann ist es vielleicht doch in den Kommentaren\nund trotzdem nicht in den Kommentaren. Hat mir wahrscheinlich jemand...\nTut mir leid, ich habe es mir jetzt nicht notiert, aber ich bin auf jeden Fall\ndrauf eingegangen und ich habe eine Jabra Panacast gekauft.\nUnd das ist wirklich ein ganz elegantes Teil, die liegt nämlich jetzt hier ganz\nspacig auf dem iMac drauf, wie man das von solchen Webcams ja normalerweise auch erwartet.\nAber das ist so eine spezifische Konferenzraumkamera und die hat hat es nicht drei Kameras?\ndie so im 60 Grad Winkel angeordnet sind und die Kamera stitcht eigenständig\ndas zu einem Videobild zusammen.\nUnd selbstverständlich hat sie dann auch noch so einen Automatikmodus mit,\noh, wenn ich ein Gesicht sehe und das taucht dann auf, dann vergrößere ich mein\nVideo und wenn da keiner sitzt, dann mache ich das Video kleiner und so.\nAlso sie skaliert quasi dieses Videobild selber.","Das ist jetzt aber noch aus, ne?","Das ist aus, das habe ich ausgeschaltet. Ja, weil solche Automatiken will ich gar nicht haben.","Interessanter wäre das gerade für den Raum, wie wir hier sitzen,\nweil wir sitzen hier halt so zu dritt jetzt um den Tisch rum und jeder quasi an einer Längskante.\nSpannender wäre das, wenn das wie diese Conference-All-Kamera das Video jetzt\nfür unseren Dom zerschneiden würde, in die drei Einzelbilder,\ndann hätte er nämlich jetzt nicht so ein riesen Panorama, wo er kaum was sehen\nkann, sondern hätte drei einzelne Kacheln und jeder hätte genau sein Gesicht so.","Ja gut, aber das geht natürlich dann auch von dieser typischen Stock im Arsch\nSituation aus, dass alle Leute dann auch brav auf ihren Plätzen sitzen bleiben.\nUnd das ist natürlich hier nicht der Fall. Eben, als Rezipient.","Das ist wirklich so ich sitze hier an meiner Tastatur und ich fühle mich fast wie am Tisch,\nweil ich euch so groß gesumt habe auf dem großen Monitor, dass wirklich das\nso ein bisschen das Feeling gibt, also wenn das jetzt zerstückelt wäre und wohl\nbesser für einen anderen Anwendungsfall hätte das nicht dieses wir sitzen jetzt\neinfach mal beim Käffchen zusammen und quatschen.","Genau, weil wenn hier einer aufsteht und sich mal ein Bierchen holt und so weiter,\nkriegt man das halt auch mit und nicht Person ist nicht mehr zu sehen, weil das ja.","Ich seh bis zum Kühlschrank und zur Toilette.","Bis zum Kühlschrank sogar, echt? Kannst du auch Bier holen?","Ja, aber das hilft euch wenig.","Dieses zerschnittenes Setup macht dann Sinn, sobald jetzt noch ein weiterer\nRemote dabei wäre, weil dann hast du nämlich bei jedem quasi Kachel Teppich\nund nicht diese 1 zu 1 Schaltung, die wir jetzt hier haben.","Naja gut, also überlegen wir mal, würden wir jetzt noch eine zweite Person Remote\nreinholen, dann hätten wir natürlich erstmal das Problem, dass ich dann eigentlich\neinen zweiten Bildschirm bräuchte.\nWeil sonst wäre dann wieder alles kleiner und so. Und was ist,\nwie sehen sich dann die Remote-Leute?\nDie Remote-Leute sehen sich dann als Kachel sowieso. Okay, gut,\nja, das könnte sogar fast funktionieren.","Ja, wenn die Latenz hält, dann geht das, glaube ich.\nNicht zu viele, aber jeder, der einen Kopf bekommt am Tisch, ist auf dem Kopf.","Können Zoom zwei Personen auf zwei Bildschirme? Ne, das können die bestimmt wieder nicht.","Das können die bestimmt nicht. Wie kommt eigentlich das Audio rein?","Mit zwei Monitorsetup kann das, das mache ich gerade. Ich habe meinen selben\nMonitor hier rechts. Und du kannst praktisch, wenn du diesen 2-Monitor-Setup\nin Zoom anmachst, kannst du einzelne Screens auf den anderen Monitor hauen.","Wenn es jemand kann dann so um die anderen alle nicht glaube ich.","Das ist eine zoom audio was wir hören oder studio link audio wir hören jetzt\nzoom audio klingt aber in der tat durchaus passabel hast du apropos zoom audio\nhast du eigentlich ein lokales recording gestartet.","Auch ein bisschen zu spät aber ich hab eins gestartet also die ersten lachkommentare\nsind nicht so ganz drauf aber so okay ich bin mich vorgestellt hast bin ich drauf.","Läuft alles total profimäßig hier.","Da wo meine Spur anfängt oder?","Also ich hoffe ich nehme auf dem richtigen Device aus aber ja es hat Ausschlag.\nSieben Minuten Audio habe ich schon.","Es hat Ausschlag.","Ich mache das ja auch alles erst seit 18 Jahren. Man muss ja langsam erst in\nso eine Erwachsenenphase übergehen.\nJa, vielleicht noch zu der Kamera. Also das was ich richtig gut finde ist,\nman kann die einfach anstöpseln über USB-C, dann natürlich holt sie sich den Strom,\naber vor allem meldet sie sich korrekt als Videokamera, das heißt sofort funktioniert\ndas auch in jeder Software, ohne dass da irgendwas durch irgendeinen Treiber\nnoch unterstützt werden muss.\nDas Einzige, wo ich sagen würde, oh hoho, mal gucken, das Ding wird wirklich echt heiß.\nAlso ich finde, Sie hätten da auf so ein super sleekes Gehäuse durchaus auch\nverzichten können oder es ein bisschen dicker oder rippiger machen können.","Das Problem ist eher, glaube ich, das hilft alles nix, weil meine geile Kamera\nhier, die nur ein Bild liefert, wird auch scheiße heiß und die hat sogar ein\nbisschen Luft von der Größe her.\nIch glaube, die wollen halt einfach, das Einzige, was helfen würde,\nwären Lüfter und du willst da keinen Lüfter in so einem Setup.\nWeil dann hast du potenziell Audio Probleme.","Oder halt irgendwie Elektronik, die nicht so heiß macht. Aber mir ist ja egal,\ndas Ding kann ja gerne heiß sein.\nHeiß heißt ja auch, es kriegt seine Wärme.\nAuch transferiert sozusagen, wenn es dann noch kühl genug ist,\num auch zu funktionieren und nicht kaputt zu gehen nach vier Stunden ist doch alles super.","Ich habe heute mir eine Wärmebildkamera gekauft. Also gekauft habe ich schon\nvor ein paar Tagen, aber heute ist sie angekommen. Ja. Bin schon so ein bisschen\ndurchs Haus gelaufen und habe mal wieder festgestellt, wie viel Wärme eigentlich\ndie Schalter für die Rollladenkästen produzieren.\nDie sind richtig deutlich zu sehen an der Wand wird's rot, weil da ist der Schalter,\nder eigentlich nix tut, aber irgendwie 36 Grad hat oder so, das ist, ja.","Was für ein Gerät ist das?","Das kann ich kurz raussuchen, das ist so eine chinesische Firma,\nHikmikro heißen die. Ja ich weiß, der, der.","Link or it didn't happen.","Yes, yes, I'm dropping it right now.","Konkret ein Anwendungsfall oder nur Spaß damit, weil ich hatte diverse von diesen Dingern mal von,\nalso das ist glaube ich zum ersten Mal auf so einer Silvesterparty glaube ich,\nda haben wir also jede Menge Spaß gehabt mit Bildern zu machen damit und so,\nalso eine die auch dann so sofort Bilder rauslöst und so.","Habe ich eine Anwendung? Ich finde ja.","Kannst du mal deinen Link in unseren Chat schmeißen?","Ja ich bin doch dabei. Achso. Ich bin doch dabei.","Sollst nicht dabei sein, du sollst es getan haben.","Hick Mikro B10 heißt die, hat eine brauchbare Auflösung.\nHandheld, keine Ahnung. Also mein Anwendungsfall ist, dass ich jetzt wenn die\nWintermonate kommen noch ein bisschen mehr Heizung sparen möchte und deswegen\nnoch ein bisschen genauer hingucken will, wo sind Wärmebrücken beziehungsweise Kältebrücken etc.","Das ist so der richtige Nerd Ansatz, um dann so 20 Euro Heizkosten zu sparen.","Alter ich hab 3200 Euro für Öl bezahlt vor zwei Wochen.","Und das hält wie lange?","So anderthalb Jahre.","Anderthalb Jahre ja okay ich sag ja nur die Wärmebildkamera kostet hier den\nLink den du geteilt hast gut 455 brutto.","Also es gibt die günstigere Variante als iPhone, also iPhone Attachment.","Ja ne ist aber nicht so geil.","Aber die ist nicht so geil aber auch die ist schon zu teuer die hätte ich mir\nfast mal als Spaß gekauft aber die die kleine ist zu wenig Auflösung und die\ngroße ist schon fast in der Größenordnung und da bist du eher ein alleinsteigendes\nGerät also ich bin mit Roddy bei der Geräteauswahl.","Ich hab ein bisschen recherchiert.","Ich kritisier das auch nicht, ich hab nur gesagt das ist ein Nerd-Ansatz,\ndas ist ja wohl vollkommen unbestritten oder?","Ja natürlich ist es ein Nerd-Ansatz.","Ich hätte das auch getan.","Und ich finde Dinge messen zu können ist immer eine gute Idee.\nAlso wenn man die klickt, dann kriegt man irgendwie nochmal 80 Euro erlassen\nfür irgendeinen Gutschein. Ich hab's nicht verstanden, aber natürlich mitgenommen.\nInsofern habe ich jetzt nur 400 bezahlt, aber ich glaube, dass es insgesamt schon was ist.\nAlso auch einfach fürs gute Gefühl zu sagen, okay, ich habe die Situation im\nGriff und ich weiß, dass das da und da kann ich noch dämmen und dann tue ich\ndas und dann habe ich das Gefühl, ich habe alles gemacht, was ich machen kann.\nUnd für dieses gute Gefühl ist es glaube ich, das ist es mir wert.","Ich finde das gut. Ich begrüße das.","Vor allen Dingen, wenn man weiß, dass im CO2-Abdruck dieses Landes,\nalso wie heißt das, Klima-Dashboard heißt das glaube ich, ist Heizen,\nGebäude irgendwie einer der größten Faktoren.\nWie ist das? Klima-Dashboard.de. Das heißt, an der Stelle mal gucken,\nwie viel kann man denn eigentlich noch an der Heizung sparen?","Die kannst du echt gerne mal mitbringen du.","Gebäude ja kann ich machen.","Können wir ja mal durch die Meta-Ebene ziehen und mal gucken.","Wir haben wo ein naher Bild.","Aber Gebäude-Isolation ist schon auch ein Ding, wo man halt wirklich dann nochmal sparen kann.\nEinfach weil, also gerade die, ich hab halt diese alte Ölheizung,\nda haben wir ja schon drüber geredet, die soll ja auch raus,\naber es geht halt jetzt gerade nicht, deswegen, die Tanks waren leer,\nhab ich jetzt Öl gekauft für 1,14 glaube ich den Liter.\nDas erste Mal, als ich irgendwie, wann war denn das, im Herbst 20 glaube ich,\ngekauft habe, waren es noch bei 64 Cent.\nAlso fast das Doppelte von vor drei Jahren.\nJa, da überlegt man sich das dann schon nochmal.","Heizöl aka Diesel also diese Wärmebildkameras die sind ja wirklich sehr universell\nnutzbar ich kenne auch viele Leute die benutzen das zum kochen.","Ok ja kann ich mir vorstellen.","Viele.","Mehr als eine Person hat mir das schon mal so berichtet also die liegt halt\nso rum im Nerdhaus halt und dann wird die dann halt auch mal auf die Pfanne\nund aufs Fleisch und so weiter drauf gehalten.","Steakbraten, das Szenario ist natürlich klar, normalerweise machst du es halt\nmit so einem Thermometer, was da so rein piekst und dann die Inntemperatur halt\nirgendwie ganz gut hinkriegst.","Aber ich kann mir das auch sehr gut vorstellen, also tatsächlich interessantes Thema,\nich war von den Preisen bisher so ein bisschen abgeschreckt, also nicht,\nweil ich das nicht für angemessen halte, ist halt irgendwie Hightech,\naber so für so mal eben mal so mal gucken eben so gibt man jetzt nicht 450 Euro\naus, also das muss ja nicht sein, aber du hast ja eine legitime Anwendung.","Also ich habe vor einem Jahr schon mal geguckt, da waren es noch ungefähr 500,\ndie man für eine halb gute Kamera bezahlt hat und die Preise sind etwas runtergegangen.\nAllerdings wenn man jetzt bei den Platzhirschen kauft, wie heißt denn die,\nFlir? Flir ist richtig teuer.\nAlso für eine ähnliche Auflösung würde man bei FLIR glaube ich über tausend zahlen.\nDann gibt's noch von Fluke ein Gerät, das war aber nicht lieferbar.\nUnd dann gibt's von Bosch noch eine, die scheint auch nicht verkehrt zu sein,\ndie ist aber auch eher bei so 800, 900.","Also die Auflösung ist 256x192 Pixel.\nJa. Ist ja nun wirklich nicht sehr viel.","Infrarot Pixel, ja. Das ist aber üppig. Also es gibt auch welche mit 80 mal 60.\nAlso gerade diese, ich stecke die unten ans iPhone ran, sind halt in dem Bereich\ndann so 120 mal 80 oder 80 mal 60 und das ist dann schon nicht so geil.","Und das ist ja auch nicht ein Bildgeber, sondern das ist ja was zu messen eigentlich\nund dann ist es schon relativ viel, wenn du so viel Pixel genau hast an der\nStelle, weil du weißt ja worauf du es zeigst.","Ja das stimmt, das stimmt.","Also das ist ja nicht ein FaceTime Filter, sondern.","Nee, ist schon.","Also Datum.","Schon klar, aber kann man damit auch, damit kann man auch Video aufnehmen?\nOder macht das nur einzelne Bilder?","Ne, hier steht 25 Hertz Bildfrequenz. Ich hab das noch nicht ausprobiert,\nob der jetzt wirklich Video macht.\nAber du hast halt das Vorschaubild, hast ja ganz normal, keine Ahnung.\nVielleicht kann man das Ding auch an den Rechner hängen und dann über den Rechner.","Ja gut, also Bildwiederholfrequenz weist ja auf Video hin. Also macht er wirklich 25 Bilder pro Sekunde.","Ja, Anzeigen. Die Frage ist, ob das steigen kann.","Ja, keine Ahnung. Wie gesagt, die kam heute an und ich hab damit erstmal nur\nso ein bisschen in der Gegend rumgeleuchtet in Anführungszeichen.\nLustig ist, dass man sehr deutlich sieht, welch das metallische und auch kalte\nGlasoberflächen tatsächlich infrarot ganz gut spiegeln.\nAlso ich hab so ein Getränkekühlschrank mit Glastür,\nda ist die Tür natürlich kalt und wenn man sich davor stellt,\ndann sieht man sich selber im Spiegelbild in dieser Kühlschranktür,\nweil diese Glastür natürlich das Infrarot relativ gut spiegelt.\nAlso das ist schon ganz witzig.","Also ja ich frage mich was man sonst noch so alles damit machen kann vor allem\nauf welche Distanz funktioniert das irgendwie noch.","Meine Katze finden, die versteckt sich nämlich immer irgendwo unterm Bett und\nin irgendwelchen Schränken.","Apropos Katze ich hab da noch ne Ratte, die steht da noch im Garten rum weil\nich zu faul war bisher irgendwas mit der zu machen und da hab ich dann auch\nmal drauf gehalten und man sieht die auch.\nAlso das ist irgendwie… nee, ansonsten… pfff… Also es gibt ja noch diese Wärmebildkamera\nfür Jäger, die sind dann mehr so wie so ein Fernrohr, wo du dann durchgucken kannst.","Das ist dann so wie bei hier, nicht Terminator, sondern, na.","Das ist das Ding hat eher so normale Handheld Abmessungen das ist eher wie eine normale Kamera.","So jetzt muss ich aber auf einen anderen Aspekt bei diesem Produkt nochmal hinweisen\nder mir jüngst aufgefallen ist ich weiß nicht ob das euch auch so aufgefallen\nist aber das ist irgendwie proliferiert.\nSo diese Firma hier heißt, dieses Produkt heißt HIK Mikro,\nist dir schon mal aufgefallen, dass irgendwie Amazon durchsetzt ist,\nmit Produkten aller Art, mit komischen Namen, ja aber alle Großbuchstaben und\nalle so komisch zusammengesetzt und alle so im 8 bis 12 Buchstaben Range,\nDie merkwürdigsten Dinge und völlig egal in welcher Produktkategorie du schaust, überall.","Und es gibt fünf Produkte die exakt das gleiche tun und nur in unterschiedlich\nzusammengewürfelten Namen haben.","Ja aber so von der Art ist das nicht, also die haben immerhin eine eigene Webseite.","Ja das mag ja alles sein, ich frage mich nur wo kommt denn dieses,\nalso wo kommt denn das auf einmal her? Also das hat sich ja alles so gefühlt\nin den letzten ein zwei Jahren entwickelt oder nehme ich das jetzt erst so wahr?","Ich glaub die Entwicklung ist ein bisschen älter aber nicht viel.\nAlso das ist halt so China Gadget und ich gründe mal schnell eine Firma um Zeug\nbei Amazon reinzustellen und wenn die Bewertungen nicht mehr passen reiße ich\ndas wieder ein und nehme den nächsten.","Also auf jeden Fall haben die alle irgendwie so einen Word Generator am Start,\nhabe ich so den Eindruck, der irgendwie, also wahrscheinlich machen sie das mit Chat-GPT,\naber es ist halt irgendwie immer das gleiche, aber sie kriegen es halt irgendwie\nnoch hin, die passende Webseite dafür aufzusetzen und das dann irgendwie hier\nnoch in ihre Screenshots als Brandname-GIF irgendwie einzu- Frage ist,\nob es dafür schon wieder ein Meta-Modell gibt.","Also Meta-Geschäftsmodell im Sinne von,\ndass du halt wirklich einen Dienstleister hast,\nder systematisch auf AliExpress irgendwie den Kram halt irgendwie einkauft und sagt so,\nhier kannst du Reseller auf Amazon werden und hier ist dein generierter Name\nund hier ist dein Dashboard und sobald du siehst, hier unten drunter,\ndann wird es wieder Zeit auf deinen Refresh-Button zu drücken und dann wird\ndir gleich das nächste deployed.","Also company on demand ist das so?\nGenau. Das ist echt auch meine Vermutung, die ich hier irgendwie so hinterhabe,\ndass das so short as a service ist, dass sich die Unternehmen selber gar nicht\num diesen Aspekt mehr kümmern wollen,\ndie wollen einfach nur nach Europa verkaufen, gib mir irgendeinen Namen,\nden ich da draufschreiben kann, Weil bei uns ist das sowieso alles lachende\nMännchen und bunte Bilder und heißt irgendwie, aber so mit diesen ganzen typischen\nchinesischen Namen kommt man hier auf diesem Markt wahrscheinlich auch nicht so gut an.\nAlso wenn das dann irgendwie mit Wärmebildkamera von...\nSchalung ho kalung dö. Ja also weißt du, also das.","Ja aber mal ganz ehrlich selbst wenn sie die Namen, chinesischen Namen übernehmen\nwürden, die würden für uns auch klingen als wären sie aus einem Zufallsgenerator.\nAlso ich glaub das nimmt sich dann eh nicht hier.","Ich hab das Gefühl es wehrt sich irgendwas bei uns gegen chinesische Namen weil\nwir uns die so nicht merken können, weil wir mit diesem Sprachklangbild nicht so verbunden sind.\nHIK micro wiederum funktioniert also ist irgendeine psychologische komponente auf jeden fall am start.","Naja gut aber es klingt schon auch nach china gadget.","Im chat wird ja auch schon company as a service wird ja auch schon irgendwie gepostet.","Das gibt es nicht as a service.","Das rundum sorglos paket.","Ja das ist, das ist as a service müsste man mit rundum sorglos Paket übersetzen\neigentlich im Deutschen.","Mit seiner Produktinnovation im Pharma oder Gesundheitsbereich in den deutschen\nMarkt antreten müssen, genau, dann vertraue ich denen ganz besonders.","Genau, du musst nur noch dein Produkt reinwerfen.","Der praktische Nachteil ist halt irgendwie dann hast du mal was gekauft mit\ndem hinreichend zufrieden bist und willst du davon noch zwei drei nachkaufen\nnach einem viertel Jahr und es gibt halt weder das Produkt noch die Firma und\ndann musst du halt erstmal gucken wie heißt denn jetzt die anderen Spin-Offs,\ndie exakt dasselbe halt raushauen.","Ja aber ich glaube es ist wirklich das Ding, dass die Firmen einfach zumachen,\nwenn sie zu viele schlechte Bewertungen gemacht haben und dann einfach eine\nneue Firma aufmachen in der Hoffnung, dass dann da die Bewertungsstellung.","Irgendeine Steuerbehörde wird wach und fängt an und so.","Nee aber wenn du das ordentlich abrechnest, dann ist da ja nichts dran zu sagen,\nich mach eine Firma auf, die betreibe ich zwei Jahre und dann liquidiere ich sie, kann man ja machen.","Kann man machen.","Achso noch ein Punkt so eine Kamera zum ans Phone ran stecken habe ich tatsächlich\nauch überlegt aber und auch zu dem Thema kommen wir später noch.\nApple macht ja kein Lightning mehr und jetzt noch so eine Kamera mit Lightning\nAnschluss zu kaufen schien mir eine ganz doofe Idee zu sein.\nAlso das nur am Rande.","Da ist was dran. Gut, gehen wir mal ein bisschen auf Feedback ein.\nWollen wir erstmal die Ratten abarbeiten, Voddy?","Ja, ja.","Also gab viel Reaktion auf dein Ratten-Thema.\nIch habe jetzt nicht alles rausgeschrieben, was da war, aber zwei Sachen hier.\nEins von Clemens, ich lese mal vor.\nZu den Ratten muss ich als Hühnerhalter sagen, Lebendfalle ist zwar lieb und\nich verwende die auch, Man kommt damit aber nicht an einer Giftanwendung vorbei.\nRatten multipliziert man deren Anzahl mit dem Faktor 10, dann hat man einen\nrealistischen Populationswert.\nAuch ist eine Falle nach erfolgreicher Anwendung geruchsmäßig dermaßen kontaminiert,\ndass sie für ein paar Tage am besten in einem fließenden Gewässer neutralisiert\nwird, sonst verirrt sich da nichts mehr rein.","Also ganz so schlimm ist es nicht, aber ja hat recht.","Weil du es nicht riechen kannst, heißt nicht, dass die Ratte den Angstschmerz hat.","Ich habe eine Spülmaschine.","Er schreibt weiter, also mindestens zwei, besser drei Fallen in Rotation betreiben.\nHab ich. Als Köder haben sich bei mir rohe Leber oder auch Leberwurst,\nbleibt gerade bei hohen Temperaturen länger attraktiv, bewährt.\nVom Rattengift sollte man da auch mindestens zwei verschiedene Sorten parat\nhalten und im Wechsel anbieten. Die eigentlich überaus süßen Tierchen,\nfür die ich tiefste Bewunderung und vor allem Mitleid empfinde,\nsind dermaßen intelligent.\nauch das langsam wirkende Gift noch nach relativ kurzer Zeit.","Ja, da ich ja bis jetzt die Ratten nicht nicht vergiftet habe,\nsondern sie tatsächlich dann immer freigelassen habe, aber weit weg,\nso dass sie nicht nach Hause finden.\nAber ich glaube, ich glaube, das ist auch durch, da habe ich jetzt keinen Bock\nmehr drauf, das ist mir zu nervig.\nIch werde sicherlich auch auf Tod fallen beziehungsweise Gift umsteigen,\nauch wenn das jetzt keine Ahnung, ob das humane ist oder nicht, also.","Wir haben das eine Sendung lang gewertschätzt, deinen Einsatz.","Ja, ich habe meinen Einsatz auch eine Sendung lang gewertschätzt,\naber das ist halt jetzt durch.","Vielleicht noch den Kommentar von Kevin. Ich kann zu entdeckten Ratten im Garten\nnur empfehlen, die klassischen Schlagfallen zu kaufen.\nSehen genauso aus wie Mausefallen, nur wesentlich größer. Das Gift ist problematisch,\nwenn man Kinder oder Haustiere hat. Die Rattenfallen kosten circa drei Euro\nund ich entsorge alles zusammen einfach in Müll. Die Fallen sind aus Holz und\nStahl und demnach sehr gut rezyklierbar.\nUnd zum Tierwohl, wir Menschen bzw. wir Deutschen müssen mal darüber sprechen,\nwas wir überhaupt wollen.\nGroßstädtische Menschenansammlungen und gleichzeitig dieses pedantische Beharren\nauf das Wohl von Ratten, Waschbären und Co. funktioniert nun mal nicht.\nIn wahrscheinlich allen anderen Ländern dieser Welt wird wahrscheinlich einfach gehandelt.","Ja, das stimmt. Also eine gute Freundin von mir hat Waschbären im Garten.\nDas ist noch viel nerviger.\nAlso Tierwohl und Leben fallen, das ist schon klar, dass das Augenwischerei\nist, weil die Ratten will man eigentlich nicht, dass sie wirklich überleben\noder zumindest gedeihen, das will man nicht.","Was ist denn das Problem eigentlich, was du mit den Ratten hast,\naußer dass sie da sind? Also was ist genau die Auswirkung davon?","Die Auswirkung davon ist, dass ich immer irgendwie Bedenken haben muss,\nTüren und so weiter offen zu lassen und Fenster, weil sie ja vielleicht dann\nins Haus kommen und wenn sie erst mal im Haus sind, dann glaube ich brauchen\nwir nicht darüber zu diskutieren, was für ein Problem ich mit den Ratten habe oder?","Ich muss ja sagen, das Geheimnis von Nym war eines meiner Lieblingsfilme so als Kind. Thema Ratten.","Also wie gesagt, ich bin, ich finde die ja auch niedlich und so weiter,\naber ich will halt die Ratten wirklich nicht, nicht zu sehr in meiner Nähe haben.\nAlso da gibt's vor allen Dingen, da gibt's eine ganz dicke große Ratte,\ndie ich immer wieder auf der Wildkamera gesehen hab, die, wenn die einmal im\nHaus ist, dann kriege ich wahrscheinlich eine Krise, weil die ist schon fast\nso groß wie mein Fuß, würde ich sagen.\nAlso die ist schon richtig groß. Nein, nicht ganz so, aber vielleicht, ja, egal.","Okay, ich verstehe, ich verstehe die Paradoja, also die Argumentation kann man ja nochmal aufrufen.\nDann im Nachgang ist mir dann auch nochmal eingefallen, dass ich das schon vor\nlängerer Zeit schon mal gesagt habe, es gibt ja wirklich hervorragende Videosammlungen\nauf YouTube zum Thema Mausefallen, die auch mit Ratten ganz gut funktionieren.\nAlso es gibt da, das hast du ja wahrscheinlich auch schon mal angeschaut,\nes gibt da ja so richtig best of billige Mausefalle und was so funktioniert\nund Leute testen dann wirklich so mit größeren Teilmengen an Ratten und Mäusen\ndie Effizienz ihrer super billigen Fallen.","Da gibt's diesen Kanal Mousetrap Monday heißt der glaube ich.\nDer ist relativ witzig und der testet wirklich alles was er irgendwie in die Finger kriegt.\nMacht aber vor allen Dingen Mäuse. Das Ding an Mäusen ist, Mäuse sind saudoof.\nDie kriegst du relativ leicht gefangen.\nRatten sind sehr intelligent und die kriegst du nicht so einfach gefangen.\nDas ist halt das große Problem da dran.","Ja da ist was dran.","Also gut Mäuse verbreiten sich noch viel schneller als Ratten aber sind halt\nsau doof. Also die Ratten Mäuse fangen ist jetzt nicht weiter schwierig.\nDa fängst du auch immer die Großen zuerst und dann später die Kleinen.\nWährend bei Ratten fängst du eigentlich immer nur die Kleinen und die Großen\nsind zu schlau um in die Fallen zu gehen.\nDas ist irgendwie naja.","Schornwurz Maus-Trap Monday. Genau, also was ja sehr gut funktioniert sind ja\nsolche Klappen, also wo irgendwie Köder und dann treten die auf irgend so ein\nBrettchen drauf und dann fallen sie einfach in einen Eimer rein.","Aber auch da gilt, für Mäuse geht das sehr gut, für Ratten, Ratten springen\nhalt auch fürchterlich hoch. Also du müsstest dann wahrscheinlich einen Eimer\nder zwei Meter hoch ist haben, damit die Ratte da nicht wieder rausspringt.\nAlso Ratten ist nicht ganz so einfach, da willst du schon einen ordentlichen\nKäfig haben, in den die Ratte da reinfällt und wie gesagt, das bringt auch alles\nnix, wenn du nicht die ganz alten Ratten kriegst, die die ganzen jungen Ratten erzeugen.\nSonst, weil die haben glaube ich alle paar Wochen haben die einen Wurf und das\ngeht dann ganz schnell. Also das ist so.","Wie bei der Pandemie mit dem exponentiellen Wachstum kann man was lernen.","Was mit Katzen?","Mir wurden auch schon Katzen empfohlen, aber ich bin nicht so der Haustürtyp.","Haustiertyp.","Haustürtyp. Haustiertyp.","Haustürtyp. Die bringen die ja dann auch. Das ist halt auch so ein Problem.\nWir haben keine Katze, aber gestern oder vorgestern hat uns einer einen Vogel\npräsentiert auf unsere Veranda. Das ist auch nett.","Ja Katzen wiederum, das ist auch ein echtes Problem.","Und dann kotzen die überall hin und so und kacken überall.","Also kotzen tun sie nur, wenn sie vorher Katzengras gefressen haben.","Ich weiß nicht, Katze wäre noch am ehesten eine Haustür für mich,\nweil Katzen sind erstens intelligent und zweitens selbstständig,\num die muss man sich nicht ständig kümmern und wollen nicht Gassi gehen und so.","Ja, aber das Problem ist, die hauen dann halt wiederum die Vögel weg.\nAlso ich glaube, die größte Plage für Vögel sind Katzen.","Genau, und wenn man ihnen ein Glöckchen umbindet, dann hat man auch das Problem\nmit den Ratten nicht gelöst, also das ist irgendwie… Es geht alles nicht.\nJa, wie man es dreht und wendet, das Problem ist nicht so einfach.","Aber jetzt mit der Wärmebildkamera kannst du die alle aufspüren.","Aber wir haben doch jetzt AI, also ich meine man müsste doch Ratten eigentlich\nauch gut auf Video trainieren können, also dass du so eine Kamera hast,\ndie sozusagen Ratten in Real-Time erkennt.","Und dann mit einem Megawattlaser drauf brät oder was? Ja.","Ja also das hat ja bei Moskitos schon ganz gut funktioniert.\nIch weiß Ratten sind jetzt etwas widerstandsfähiger als Moskitos aber ich meine\ndas ist ja dann nur eine Frage der Laser Konzentration und du kannst ja dann\nmit AI ja auch schön unterscheiden zwischen verschiedenen Größen irgendwie.","Ja, vielleicht hilft uns nur AI.\nAber vielleicht ist auch gerade das das Problem, wer weiß es nicht.","Ok, lassen wir das Rattenthema erstmal beiseite, aber noch was zu dir,\nnatürlich auch zu dem Solarthema kamen noch zwei Kommentare rein, unter anderem von Jan.\nEr schreibt beim Thema PV Regularien und Steuern gingen da ein paar Sachen durcheinander.","Ich habe mich dazu ja gar nicht groß geäußert, weil ich genau wusste,\ndass ich das sowieso nicht richtig hinkriege.","Lassen wir ihn erstmal ausreden hier. Ich habe fast das gleiche Setup wie Roddy,\n10,9 Kilowatt Peak, 7,68 Kilowatt Speicher, Kilowattstunden meint er wahrscheinlich,\nin 2020 ins Netz gegangen.\nMan kann seit diesem Jahr ganz\ngut aus der Umsatzsteuerpflicht auf den selbstverbrauchten Strom raus.\nMan kommt seit diesem Jahr ganz\ngut aus der Umsatzsteuerpflicht auf den selbstverbrauchten Strom raus.\nStichwort Entnahme der Anlage aus dem Unternehmensvermögen. Gerne Renere es\ndazu auf einem anderen Kanal.\nUnd neue Anlagen seit dem 01.01.2023 können ohne Mehrwertsteuer erworben werden.\nMan kann daher gleich die Kleinunternehmerregelung wählen und hat das Umsatzsteuerthema vom Hals.\nDie Grenze für kleine Anlagen sind 30 Kilowatt Peak. Die von Roddy genannte\n10 Kilowatt Peak-Grenze spielt keine Rolle mehr.","Wie gesagt, ich wollte mich da ja sowieso nicht festlegen weil,\nDie ändern momentan ganz viel und ja, aber die 30 Kilowatt Peak habe ich auch\nschon gehört. Also das ist schon, das scheint richtig zu sein,\naber fragt lieber einen Anwalt als mich. Gut.","Dann schreibt Cornelius Adroddi, kauf dir mal eine Hocheffizienzpumpe für die\nHeizung, das löst dein Problem im Winter. Meine drei Pumpen für zwei Häuser\nmit circa 600 Quadratmeter Wohnfläche verbrauchen laut Datenblatt zusammen maximal 60 Watt.\ngeregelt in Summe nie mehr als 30 Watt. Die Investition hast du da schnell wieder\ndrin. Ich habe eine Viralpumpe verbaut.","Ja, ich habe mir das angeguckt.","Warte mal, was pumpt die? Das Wasser?","Das Wasser durch die Heizkörper.","Okay, und was hast du da für einen Verbrauch? Hast du das spezifiziert?","Ja, ich glaube es sind um die 200 Watt oder so, was nicht hocheffizient ist.\nDas ist mir schon klar. Ja.\nDie Frage ist, will ich das anfassen, bevor ich überhaupt die ganze Heizung anfasse?\nAlso ich hab ja perspektivisch komme ich ja ohne Wärmepumpe nicht drum rum,\nwill ich auch gar nicht drum rum kommen, nur das ist halt eine Investition,\ndie man mal eben erstmal stemmen muss, können muss.\nUnd das ist halt jetzt gerade nicht dran, deswegen habe ich auch noch mal Öl\ngekauft, aber das Thema will ich dann eigentlich alles mit einem Rutsch erschlagen\nlassen, sag ich mal. Also insofern.","Ist ja da auch so, dass dann jetzt die Subventionen dann irgendwann wieder greifen\noder? Weil im Moment gibt es ja so eine Subventionslücke für die Wärmepumpenanschaffung.\nja ich hab gerade noch ein bisschen warten bis du es da wieder bestellen kannst und dann.","Ja ich hab ich glaube auch dass momentan die preise auch ein bisschen schwierig\nsind und und und auch die geräte nicht da sind du kriegst die handwerker nicht\nund so weiter vielleicht hat sich das alles in zwei jahren dann so weit beruhigt\ndass man da mal zuschlagen kann.\nAber muss man sehen ist halt jetzt gerade nicht dran.\nAber kommt noch.","All right. Gut, das dazu. Dann gab es noch Feedback. Ich hatte irgendwie diese...\nErwähnung, erste Erwähnung von Google, hatten wir irgendwie hier als Thema, oder?","Erwähnung von was?","Alter Vista meinst du?","Wann, nee, also wann Google das erste Mal, wie auch immer, auf jeden Fall hatte\nich das im Chaos Radio mal, hatten wir mal das Thema und dann hat irgendwie Fefe angerufen.\nWo hab ich denn das jetzt hier verdammt? Ah.","Und das spielst du jetzt uns ein.","Genau, weil das ist tatsächlich, der Clip liegt auf YouTube rum.\nIch dachte ich spiel das einfach mal ein. Also das ist vom 27. Mai 1998.\nJa, da haben wir uns schon über sowas unterhalten. Wie lange ist das jetzt her? 25 Jahre, genau.\nVor 25 etwas mehr als 25 Jahren.","Silbernes Google.","Genau, also sozusagen bevor es die Firma Google gab,\nweil die ist ja jetzt gerade erst vor einem Monat 25 Jahre alt geworden,\nalso da gab es Google nicht als Firma, sondern nur als Projekt an der Stanford-Universität\nund wir hatten uns bei Chaos Radio über Suchmaschinen im Internet unterhalten und das lief dann so.\nJa, soviel Blast from the past.","Ja, vor allem das mit den Wissenschaftspapern, das ist exakt immer noch genauso,\nja, nach all den Jahren. Der sogenannte Impact-Faktor und das ist das,\nwas der ganzen Open Access-Bewegung nach wie vor so ein bisschen das Genick bricht.\nJa, manchmal kommt der Fortschritt nur sehr langsam.","Ich musste immer dran nachdenken, wie das Internet da früher aussah,\nalso diese Phase von, wir hatten kein Internet, zu wir hatten diese komische Phase vom Internet,\nwo es so viele Seiten gab, die so aussahen, wie nix, also es wäre dir,\nalso aufpassen, dass es dir nicht schlecht wird und überhaupt so,\naber zumindest im Uni-Umfeld schon mit einem ganz interessanten Content,\nZu dieser jetzigen Geschichte wo du im Endeffekt so eine Multimedia Präsentation\nüber jede Ecke hast und gefolgt von tausend Ads und so also das ist schon eine\nabsurde Entwicklung die so über unseren Nerd Lebenszeit da passiert ist.\nIch merke schon langsam ich werde alt.","Ja ist auch schon überhaupt erstaunlich wie lange es diesen ganzen Scheiß jetzt\nirgendwie gibt also ich meine bei Chaos Radio haben wir 95 angefangen über das Internet zu berichten.\nUnd that stuff doesn't get old. Also es ist irgendwie einiges,\nich weiß nicht, wenn man so alte Sendungen reinhört,\nmerkt man dann doch, dass auf der einen Seite, manches wirkt dann vollkommen\nantik, weil dann auf einmal irgendeine Zukunft eingetreten ist oder auf einmal.\nGing irgendwas, was vorher vollkommen unvorstellbar war, Was an dem Clip auch\nso ein bisschen, wie soll ich sagen, Antikklang war dieser merkwürdige Audio\nTeppich da drin. Ach ja, das war eine ganz schlechte Idee damals.","Dieser Musikteppich, vor allen Dingen noch nicht mal gute Musik.","Achso, das würde ich jetzt so nicht sagen, aber...\nDas war, ja ich hab das auch am Anfang an meinen Podcast gemacht,\ndas war eine ganz schlechte Idee und noch schlechter Idee war nicht alles Multitrack\naufzuzeichnen oder beziehungsweise nicht alles Multitrack zu archivieren,\nMultitrack hab ich schon immer gemacht, aber ich hab leider nicht alles archiviert,\nsodass ich leider nicht in der Lage bin die alten Podcast neu raus zu rendern\nohne Musik, muss jetzt nochmal eine Generation AI abwarten, die mir dann die Musik raus rechnet.","Ja, das ist aber schon wirklich gut auch. Also da ist auch sowas,\nAutofahren mit Musik hören und dann den Karaoke-Modus anmachen,\nmacht super viel Spaß und geht echt klasse, zumindest bei dem,\nwas iTunes da anbietet. Stimmt, der Karaoke-Modus.\nDu drückst halt den umgekehrten Pfeiler und dann hast du ja sogar das richtige\nAuto. Du kannst ja vielleicht versuchen, praktisch das Gegen-Audio zu benutzen\nvom Karaoke-Modus für dein Zeug.\nAber der Karaoke-Modus ist super. Es ist creepy.\nMan singt jetzt nicht besser aber im Auto alleine ist auch wurscht.","Jaja die Zukunft die kommt dann immer einfach so daher.\nWollen wir dann mal auf den Elefanten im Raum?","Ich hätte noch ein bisschen Feedback ansonsten kurz Starfield. Achso, achja mach.","Oh stimmt, ich hab ja auch gespielt deswegen bin ich sehr interessiert.\nWir können uns sogar ein bisschen unterhalten auf der Sendung.","Es haben außer Tim alle gespielt. Können wir festhalten.","Ich hab's wieder aufgehört zu spielen interessanterweise.","Ja, ich mittlerweile auch. Aus Gründen glaube ich. Also wir erinnern uns,\nletzte Sendung war Release Date von Starfield und da hatte ich ein bisschen\nmal skizziert, wie das jetzt eigentlich mit diesen Cloud Gaming Plattformen aussieht.\nUnd in dem Fall war das dann halt das Xbox Cloud Gaming und in der Tat, das hat funktioniert.\nEs ist auch am Release-Day nicht zusammengebrochen, was eigentlich so meine\nArbeitsthese gewesen wäre, weil es war glaube ich der mit Abstand größte quasi\nRelease-Event bisher vom Xbox Cloud Gaming, was sie bisher hatten.\nAber es hat ganz gut gehalten, auch am ersten Wochenende und so weiter.\nTeilweise hatte man irgendwie so eine Wartezeit, drei bis fünf Minuten,\nbis man irgendwie da seinen Slot bekommen hat, aber dann war auch alles schick. Also das war gut.\nDa kann ich noch ein Update geben. Mittlerweile ist Starfield also auch im Nvidia\nCloud Gaming drin, in diesem GeForce Now, da kann man das jetzt auch shoppen\nmit entsprechend hochgebrezelter Grafik und Framerate, wenn man da das entsprechende Geld drauf wirft.\nDas heißt also, es dürfte noch deutlich besser aussehen als bei...","Bei Nvidia kostet immer alles viel Geld.","Die fangen ja glaube ich irgendwie bei 20, 30 Euro oder sowas an pro Monat.\nDieser Ultimate-Feed ist schon recht wuchtig, aber dafür läuft es dann angeblich auch ziemlich gut.\nUnd ja, ich habe jetzt so glaube ich so elf Stunden oder sowas,\nelf, zwölf Stunden ungefähr in das Spiel versenkt und es ist dann halt schon\nsehr Bethesda alles und die ganzen alten Probleme sind alle da und Und was mir\nvor allen Dingen wirklich richtiggehend abgeht,\nwas mich doch massiv enttäuscht hat und was in den Trailern alles anders aussah,\nist, ich sehe überhaupt keinen Grund, warum man irgendwo im Weltraum fliegen sollte.\nEigentlich besteht das Spiel auch im Wesentlichen daraus, dass man irgendwie\nQuick Jumps von einer Basis einer Stadt zur nächsten macht.\nUnd warum ich da überhaupt durch den Weltraum fliegen soll, ist mir game-technisch…\nNaja, man kämpft manchmal mit irgendwelchen anderen Leuten im Weltall.\nAls Teil der Mission dann, oder?","Genau, also man will halt an dem Asteroidenfeld, musst du halt jemanden finden,\ndann machst du halt einen Quick Jump zum Asteroidenfeld und dann findest du\nda den Gegner, der dich abballert und dann machst du es halt viel besser.","Also ich bin halt wirklich sozialisiert durch einen No Man's Sky, wo du ja.\nVöllig flüssig von quasi Galaxis in ein Sonnensystem rein auf einem Planeten\nrunter und alles ist und in deine Basis rein und setz dich aufs Klo ja und alles\nohne irgendeinen Schnitt sondern eine einzige.\nSpielbare Sequenz und so hatte ich mir das jetzt ja auch vorgestellt.","Ich bin eher positiv überrascht, dass die Ladezeiten so wenig hinbekommen haben,\nwie sie es hinbekommen haben, also dafür, dass das halt wirklich sichtlich dieselbe\nEngine in irgendeiner Form noch ist und einfach diese Art Spiel,\nbin ich da eigentlich sogar positiv überrascht, gleichzeitig finde ich aber\nauch die Menge an Content,\ndie sie so generierten Content haben, so total irrelevant für mich,\nalso das ist so, Das ist selbst bei No Man's Sky, wo es noch mehr Konzept ist,\nwenigstens ist mir das mal auf den Senkel gegangen und hier ist es auch so,\nnee, ich will die Storys.\nAlso Bethesda Spiele spiele ich eigentlich wegen den Storys und die gibt's natürlich\nda auch und das ist auch gut so.\nAlso da wollte ich noch kurz anhängen, glaube ich, weil dein Faible für Fallout\n3, das war auch mein erstes richtig großes geiles Bethesda Spiel,\nwo ich so rein, wo ich, ich hab jede Ecke dieses Spiels erkunden und hab mir in jedem,\nin jeder Location mir diese schlechten, weiß ich nicht,\n80 mal 30 Bildschirmtexte durchgelesen von den Storys von den Leuten,\nalso es war wirklich so, das war so ein Gefühl, das was für andere Leute früher\ndie Textadventures waren, waren für mich so diese Fallout 3 Storylines überall\nan der Ecke plus die ethischen Entscheidungen, bombst du die Hauptstadt weg\noder nicht und der ganze Kram, du kannst ja wirklich in der Größenordnung von...\nIch Konsequenzen einleiten und da habe ich das Gefühl bei Starfleet gibt es\nin der Hauptstory auch also ich bin zumindest ein bisschen reingeschnuppert dass es da so,\noh ja vielleicht kann man da aber ich bin dann gleich wieder okay es ist halt\nein Besetzer Spiel und das meiste was drumherum macht ist halt nicht so interessant\nund das ist irgendwie da bin ich eher, in einem Elden Ring oder sowas verfangen\nwo ich einfach explorativ Action Adventure hab und dann ist gut.","Also was mich irgendwie schockiert ist, wie wenig man da jetzt halt laufen kann.\nIch will doch über einen Planeten fliegen, so dass das nicht geht.\nUnd stattdessen kann ich halt durch eine relativ kleine Stadt halt irgendwie rumlaufen.\nAlso das fand ich etwas deprimierend. Und dann diese Bugs, dass du die seit\n20 Jahren nicht raus haben.\nDu bist in deiner Mission und unterhältst dich, total dramatische Situation,\nmit irgendwie einer anderen Person und die Spannung ist auf dem Siedepunkt und\ndann kommt so ein oller NPC vorbei geschlurft.\nGibt seinen Standard Text ab, den er halt als NPC immer an dieser Stelle abgibt\nund du verstehst überhaupt den Hauptquest Audio nicht mehr.\nEs ist drei Zeilen Code zu sagen Achtung ist gerade ein Quest Audio am spielen,\ndann spiel bitte kein anderes unwichtiges NPC Audio ab.\nDas machen die seit 20 Jahren so, warum?","Oder auch die Geschichte, wenn du in so eine NPC Storyline reinkommst,\ndie Art und Weise, wo du diesen Charakter anguckst, also wie oft so die Charakters\nin komischen kontorsischen Situationen dich angucken, weil sie mit dir reden,\naber mit dem anderen NPC dann auch noch, ist schon irgendwie so sehr an Kannibali.","Ist das denn eine kontorsische Situation?","Der Kopf wird verdreht und die sind fix, aber der Kopf ist so hinprogrammiert,\ndass er in deiner Richtung spricht, wenn er mit dir spricht und in die andere\nmit den anderen und dadurch, dass du,\nPraktisch nicht bewegt wirst wenn du diesen diesen diesen geskripteten teil\neinleitest wenn du hinter der person stehst dann sieht die hat ein bisschen\naus wie exorzist so wenn die mit dir spricht ja das ist model ganz kaputt geht\naber es ist nicht weit weg davon was ich jetzt gerade 2023 das musste nicht mehr sein.","Was ich auch ganz geil fand man bekommt am anfang bekommt man so ein roboter kompanion.\nUnd der stand irgendwann so in meinem Raumschiff drin, dass ich nicht mehr an\ndem vorbeigekommen bin, um mich in den Pilotensitz zu setzen.\nUnd dann kannst du halt auch nicht wegfliegen, weil da ist halt der Roboter im Weg. Das ist so.","Also ich hab bisher in der Tat fast nur Sidequests gemacht und bin also noch nicht weit.\nIch hab viele, viele Stimmen gehört, die sagen so mach mal so fünf bis sechs\nStunden Mainquest und dann fliegt das Ganze richtig ab und dann kommen die eigentlich\nin Spielmechanismen und allers. Also mich jetzt bitte nicht spoilern,\ndas werde ich nochmal ausprobieren.\nAber ich finde es schon frustrierend, dass im Jahr 2023 die da nicht mal ein bisschen weiter sind.","Deine Distanz Experience hat\ngut funktioniert weiterhin? Also Cloud Gaming mit Xbox funktioniert gut?","Ja, tadellos.","Weil das ist ja, ich fand es interessant, dass ihr euch darüber unterhalten\nhabt. Es ist teilweise ein gelöstes Problem. Es haben ja diverse Firmen immer\nwieder probiert und immer wieder gemacht.\ninzwischen bieten es alle irgendwie an, es ist schon immer noch wichtig,\nob du in so einem Knotenpunkt nah dran bist oder nicht,\ngefühlt, wo dein Internet steht, ist wichtig, wie deine eigenen Latenzbedingungen\nsind, für so ein Spiel wie Starfield ist es okayisch, glaube ich,\nimmer, Stadia war ja totaler Flop dahingehend, bei mir zumindest,\nobwohl ich gutes Internet hatte,\nalso die haben es irgendwie, obwohl es Google ist, nicht hinbekommen in Deutschland\ndas zu machen und haben ja echt massiv Werbung gemacht und ich habe so einen\nStadia Controller hier, das ist ja inzwischen abgeschaltet schon,\nglaube ich, die Plattform, Schon lange.\nAber ich habe es auch wirklich kaum verwendet. Ich habe dann einmal diesen Exklusivtitel\ngespielt und ja, kann man schon machen. Also das ist an sich gelöst.\nIch fand es ein bisschen spannend, wie...\nwie du das abgetan hast tim als so das ist nicht mal kein\nspannendes thema weil die latenz dass die schnell genug ist für hand-auge koordination\nfür alle spiele und gut funktioniert ist schon ein bisschen cool\nja so die low latency ecke dass man die hinkriegen kann\nund muss was habe ich abgetan entschuldigung du fandest dieses cloud gaming\nnicht so als spannendes thema dass es eine gelöste sache ist inzwischen Das\nwar wirklich an seinem Bildschirm mit Server mit Server Grafik generierten Spiel\nVideo Stream auf meinem Fernseher selber auf dem ganz entspannt spielen kann\nso ohne dass man jetzt spannend,\ndas fand ich spannend, ich finde ja Gaming an sich nicht spannend deswegen,\nNaja, aber dass die Technologie so ist, dass die Roundtrip-Latenz gut genug\nist, dass es wirklich angenehm ist und nicht jetzt wirklich mal ständig denkt,\noh blöd Pixel oder blöd, also der Kode bricht zusammen.\nGuck dir unsere Videoqualität hier an, ja, die könnt ihr also.","Ich weiß jetzt nicht mehr genau, was ich dazu gesagt habe, ich glaub,\ndas ist ja eher eine Frage von Netzwerktechnologie, also das hat ja eher was damit zu tun.","Ja, ich glaub das Spiel das eignet sich dafür auch besser, weil es auch nicht\nso ein harter Shooter ist, sondern ja, die Gegner sind jetzt nicht so schwierig\nirgendwie platt zu machen, man muss auch nicht so direkt treffen und so,\ndas ist schon irgendwie, ja.","Also du wirst weiterspielen, ist meine Frage?","Im Moment muss ich jetzt mit den Jungs ganz viel Zelda spielen,\ndie sagen mir was zu tun ist und Papa muss es dann machen.\nDas füllt im Moment mein Gamerleben ganz gut aus und das ist halt jetzt hier\nder zweite Teil, das ist nicht Breath of the Wild, sondern Tears of Kingdom.","Schadet ja bei Possessorspielen eh nicht, wenn man wartet, bis die Patches alle\ndurchgerollt sind. Ein, zwei Jahre später spielen, schadet nicht.\nWas ich an Lebenszeit verschwendet hab, weil Spielstände wirklich kaputt waren,\ndu kannst das Spiel nicht mehr zu Ende spielen. Fallout 4 hab ich,\nglaub ich, dreimal angefangen oder so. Ja.","Also, aber der Direktvergleich ist leider auch sehr brutal, ne?\nJetzt von Zelda, Tears of Kingdom zu jetzt hier Starfield. Wie wie wie ultra\npolished und total super robust halt einfach jetzt hier Zelda daherkommt und\ndemgegenüber dann dieses dann doch sehr wackelig an, na egal.","Ja aber Nintendo Games sind immer wirklich super robust, also da gibt's nix ne.","Wobei interessanterweise ich bei Tears of Kingdom zum ersten Mal diese Nichtrobustheit\nausgenutzt habe ohne Ende,\nalso da gab es halt, ich weiß nicht, ob es aktuell noch welche gibt,\nendlos viele Cheat-Geschichten, wo du interessante Items duplizieren konntest\nund damit habe ich mir viel von dem nervigen Open-World-Grinder gespart,\ndas ich eh nicht haben will.","Also es ist ja jetzt für Starfield der erste quasi größere Patch raus und habt\nihr das mit der mit der Pfütze gelesen?\nDas ist schon sehr geil, dass du also wenn, die Geschichte war die,\ndu gehst zu einem Händler hin und musst irgendwie warten oder ist sowieso immer\nschlechtes Wetter und da gibt es dann Wasserpfützen, ja Regenpfützen am Boden.\nsondern stellst du dich so hin dass du die loot\nkiste seine verkaufskiste in der spiegelung der fütze sehen kannst und dann\nkannst du die öffnen weil er offensichtlich aus irgendeiner erkennung über visuelles\npassiert und gar nicht über irgendwie wie ist der winkel oder sowas dann öffnest\ndu quasi virtuell durch die fütze die loot kiste und der händler interpretiert\ndas dann nicht als diebstahl.","Nee, also es ist auch wirklich so, die Loot-Kiste im Sinne von Händler haben Kisten,\nalso Händlers Inventar ist in Kisten, die Kisten sind in der Geometrie leicht\nzu weit weg, dass du sie nicht erreichst, deshalb haben sie nix reingemacht,\nein Sperre im Sinne von, dass du da klaust, wenn du die nimmst.\nEs gibt auch so wenn du praktisch durch die Geometrie durchhüpft,\nes gibt Videos wo du in der Hauptstadt einfach mal,\nwenn du richtig hüpfst jetzt wirklich in so einem komplizierten Szenario so\nähnlich wie bei Speedruns woanders, dann bist du in allen Lootkisten,\nbist praktisch unter der Geometrie genau in einem Händlereck und dann sind da\ndie Kisten und da kannst du einfach alles nehmen und fertig.\nAlso so Zeug ist halt schon auch spaßig.","Wir bleiben dran.","Ich glaube ich spiel's aber nicht mehr, ich hab genug anderes Zeug zu spielen.","Was denn?","Was denn? Das erste, was ich jetzt spiele,\nist Lies of Pea, das ist gerade rausgekommen, ist auf dem Game Pass,\nkannst du, glaube ich, dann auch spielen, ist ein Bloodborne-Souls-like-Ding,\nalso so die Ecke Elden Ring und Dark Souls, wer sowas mag, ist es eine sehr,\nsehr schöne Variante davon einfach so.\nUnd das macht mir am meisten Spaß eigentlich so, weil das ist wirklich,\nalso man exploriert einfach wirklich die Gegend mehr oder weniger und wird halt\nbesser in seinem Gekämpfe bei den Dark Souls spielen und man hat ganz wenig\nHandholdings und dann es geht halt so dahin, irgendwo sind halt da Gegner und Bosse.","Was hast du, Handholding?","Handholding, man hat wenig, wenig, oh da ist ein Questpunkt,\nman hat keinen Radar, man hat keine Map, sondern es ist einfach so,\nman ist in dieser Welt und schaut auf seinen Charakter von hinten und läuft\nda rum und man muss sich halt selber orientieren und die Welt entdecken.","Aus einem selbst wird nicht die Hand gehalten sozusagen.","Genau. Es gibt so Spiele, da hast du dann so eine Karte, die ist von oben bis\nunten mit Symbolen voll und dann kannst du irgendwie, wie auf dem Jahrmarkt,\nkannst du dann diese Symbole da abarbeiten.","Und es gibt ständig den Quest-Punkt, wo dann am Boden auch die Linie dahin geht.\nUnd das ist halt bei den Dark Souls-Spielen überhaupt nicht so.\nDu bleibst halt mit ganz wenig UI im Spiel und das gefällt mir halt sehr gut.\nDas macht so eine ganz andere Experience.\nUnd es ist relativ hart, aber hat so eine Kampfmechanik. Es geht viel darum,\ndass du Gegner im Schwertkampf und so weiter besiegst, bezwingst und die dich überraschen.\nUnd die Mechaniken sind halt alle sehr, sind ein bisschen schwierig,\naber alle dankbar, wenn du sie mal drauf hast, vom Timing her und so weiter.\nUnd das ganze Spiel basiert darauf, dass du schwere Stellen einfach relativ\nentspannt immer wieder spielen kannst, bis du es so schaffst und dass es dir\nauch Spaß macht, da ein bisschen praktisch besser zu werden.\nUnd das habe ich mal angefangen mit Marcel irgendwie, weil ich habe diese Dark\nSouls Reihe nie verstanden,\nwas das alles soll, weil man kommt verdammt schwer rein, gerade bei den Anfangsteilen,\nweil die sind so ein Fantasy-Setting und dann ist irgendwas und dann bist du\ntot und dann bist du irgendwas und dann bist du tot, weil die eben keinerlei\ndich nicht an der Hand nehmen bei der ganzen Geschichte.\nAber wenn du mal Blut geleckt hast, so dann geht's ab. Genau und das habe ich\ngespielt und Ghost Song auch noch. Genau Ghost Song ist auch ein Souls-like,\nso 2D aber eher so wie Hollow Knight.\nVon der Story her ein bisschen luscher, vom Spiel her ein bisschen luscher.\nWenn man Hollow Knight nicht kennen würde, wäre es ein saugeiles Spiel.\nSo ist es halt einfach nur ein okayes Metroidvania.","Kannst du mal die Links dazu, weil ich kann mir diese ganzen Sachen nicht merken,\nkannst du die Links mal dazu reinwerfen.\nAlso ich bin ja nur, ich brauche ja keinen Schwertkampf, ich will nur Schildkröten werfen.","Also ich habe ja etwas gemacht, was man ja eigentlich überhaupt nicht mehr tun\nsollte, wenn es ums Gaming geht, nämlich ein Spiel vorbestellt.\nDas ist eigentlich immer eine schlechte Idee, aber ich dachte mir,\nwenn die Firma schon mal was macht, was irgendwie scheinbar gut zu werden scheint,\ndann muss man das irgendwie finanziell auch unterstützen.\nUnd zwar Assassin's Creed Mirage, das ist im Prinzip so eine Rückbesinnung auf\ndas, was das allererste Assassin's Creed mal war, heißt es.\nWir werden mal sehen wie gut es ist, es ist wohl ein bisschen kürzer,\nwas mir ehrlich gesagt entgegenkommt, weil mir die letzten zwei Teile waren\nmir beide zu lang, gut das mit den Wikinger hab ich gar nicht erst angefangen.\nAber das im alten Griechenland, das ist so, da hast du drei Seiten To-Do-Listen.\nDa hast du dann irgendwie irgendwelche Leute,\nalso drei Seiten hast du Leute, die du umbringen sollst,\nirgendwie, weil das eine sind Mercenaries und dann gibt's irgendwie die Order\nof the Ancients und dann gibt's noch die Dark Ones oder wie sie alle heißen,\nalso das ist irgendwie, das ist total nervig.\nAlso was Assassin's Creed mal war, war halt irgendwie da gibt's eine Verschwörung\nund man weiß nicht wie groß die ist und man weiß nicht wer dahinter steckt.\nDu findest das halt Teil für Teil raus und jetzt\nin dem in dem in dem Griechenland Teil da kriegst du halt\ndirekt so ein dickes Screen vorgesetzt so hier ist\nder Typ in der Mitte und dann sind da die acht außen rum und die haben dann\nnoch mal ihre Unterleute und du hast so eine riesige Krake die dir da präsentiert\nwird das sind die ganzen Leute und die darfst du jetzt alle umbringen und du\ndenkst so To-Do-Listen habe ich im normalen Leben genug was will mir das Spiel\njetzt sagen indem sie mir jetzt da eine To-Do-Liste vorsetzt. Das ist so bekloppt.","Ja, muss ich sagen, das allererste Assassin's Creed war wirklich legendär und total groundbreaking.\nDa hat Ubisoft ja auch so zum ersten Mal wirklich so die sogenannte Ubisoft-Formel ausgespielt.\nWir müssen irgendwo Türme hochklettern und dann werden Areale freigespielt.\nAlso Spielmechanismen, die ihr heute alle noch hast.\nUnd du läufst in eine Stadt rein und da sind nicht irgendwie Dutzende NPCs und\nnicht Hunderte, sondern das ist\nwirklich eine Großstadt mit Tausenden von Zivilisten, die da rumlaufen.\nUnd du interagierst auf eine einigermaßen plausible Art und Weise mit dieser\nganzen Stadtbevölkerung und die laufen weg und haben Angst und Panik und sonst\nwas. Das war ein irres Spielgefühl damals. Das war so das allererste Assassin's\nCreed war wirklich bahnbrechend.","Obwohl ich sagen muss, das erste Assassin's Creed war ein bisschen nervig,\nweil du musstest ständig mit dem Pferd zwischen den Städten hin und her rennen.\nUnd das hat mich, das hat mich wahnsinnig gemacht. Deswegen habe ich es auch\nnie vorbei zu Ende gespielt.\nAber Assassin's Creed 2, bzw. wir hatten ja drei Teile,\ndiese Renaissance-Teile, die sind für mich immer noch die besten Teile überhaupt,\ngerade weil, wie gesagt, man weiß halt nicht, was ist das für eine Verschwörung\nund man deckt sie so nach und nach auf und hat nicht eine Liste von Leuten,\ndas sind deine Verschwörer, die musst du finden und ausmerzen.\nDas ist so, naja, was soll das?","Also find ich ganz spannend, die Assassin's Creed-Reihe hat mich irgendwie initial gereizt,\ndas hatte ich damals noch, hatte ich noch Games und so gemacht und deswegen auch noch diese,\nwirklich beim Presse-Event von Ubisoft und so noch dabei gewesen,\nwie so Assassin's Creed vorgestellt wurde und diese Demo erstmal wirklich,\ndass du in so einer Massen-Szene läufst und da hochkletterst und runter springst,\ndie war halt so, so boah geil und dann im Spiel selber ist es ein bisschen zäh\ngeworden, fand ich im ersten.\nWirklich, wenn du sagst, der zweite ist da spannender, vielleicht muss ich den\nmal irgendwann, also ich weiß noch nicht, was mit meinem Einsteiger,\ndie späteren sind mir zu groß, also die sind mir zu, da ist zu viel los und\nhaben auch zu viele diese Nebenquests, diese kleinen Geschichten da schon am\nAnfang, wo du einfach überwältigt bist mit dem ganzen Kram, was du machen könntest.\nAlso dieses, ich mag immer mehr mit weniger UI und entdecke mal selber und wenn\ndu irgendwas intrinsisch motiviert machen willst in dem Spiel,\nja, dann lass dich mal da so hinführen.\nZum Beispiel, Tim, für dich Outer Wilds, bitte.\nDas ist doch ein Spiel, das musst du dir mal angucken, Outer Wilds.\nDas ist rein explorativ, wenn du da mal, also wenn du über die ersten fünf Minuten\neine Stunde reinkommst.","Wenn du aufs Spiel sagst, auf was für einem Computer läuft das?","Ach so, du hast ja nix, gell?","Ich hab nix, ich hab ganz richtig geile Macs.","Ich weiß nicht, ob das auf Mac läuft, Outer Wilds, das ist interessant, das gibt's auf Steam.\nVielleicht jetzt mit Sonoma und der Plattform.\nAber Outer Wilds, das ist so ein nicht, du haust niemanden bei Outer Wilds.\nNever ever. Du explorierst einfach und verstehst die Welt oder nicht, soweit wie du willst.\nSo geil das wäre mal zumindest eins von diesen nicht spielen spielen wenn muss\nich an dich denken guck dir das vielleicht mal an das könnte.","Spiel spielen also was.","Naja du weil man da niemanden umbringen muss oder was weil man niemanden umbringen\nund nicht alles aufsammeln und nicht alles irgendwie so es gibt es gibt halt\ndie Nintendo Seite die kennst du schon und auch nicht das Autofahren.","Autofahren und aufhören. Genau, also Outer Wilds ist wirklich eins für die …\nJa, aber warum soll ich denn das machen, wenn da nichts passiert?","Genau, das passiert aber. Also das ist so, Outer Wilds machst du und dann macht\nes irgendwann mal Knick und dann hängst du drin, bis du es durch hast.\nWeil du willst rausfinden, du hast wirklich nur … da wird dir praktisch eine\nSchnitzeljagd gelegt, die du auch verfolgen willst.\nDu willst wissen, warum passiert das so? Was ist hier? Was ist hier los?\nDu wirst so richtig ohne irgendwelche Tricks einfach so reingelegt, dass du da...\nDas Rätsel, also dieses Mysterium, das du da gerade vor der Nase hast, erkunden willst.","Eine Version für die Spielekonsole Nintendo Switch wurde 2021 angekündigt,\naber noch nicht veröffentlicht.","Ja dann, aber wenn es da kommt, kannst du machen. Für die anderen gibt es das alle.","Ist ja die einzige Spielekonsole, die ich habe.","Wenn du ein richtig weirdes Spiel mal sehen willst, dann kann ich Viewfinder empfehlen.","Das wurde mir auch schon irgendwie nahegelegt.","Also da habe ich bisher nur die Demo gespielt, aber das ist wirklich sehr strange.\nDa hast du dann so Bilder, dann hältst du ein Bild irgendwo hin und das,\nwas in dem Bild wird, ist, wird dann Teil deiner Landschaft.\nUnd dann kannst du, also du stempelst quasi das Bild in 3D in das,\nwo du dich befindest hinein und dann kannst du mithilfe dieser Bilder dann deine\nProbleme lösen. Es ist ganz weird.\nUnd manchmal ein bisschen creepy, aber also, Viewfinder, das ist schon sehr geil.","Ich versuche ja selber gerade rauszufinden warum mich das alles irgendwie nicht so triggert.\nIch meine in welchem State seid ihr, wenn ihr sagt jetzt muss ich aber ein Spiel spielen.\nAlso was genau ist das für ein Zustand, was ist sozusagen das Bedürfnis,\nwas in dem Moment gedeckt werden muss.","Das ist derselbe State in dem ich ansonsten sage jetzt möchte ich eine gute\nSerie gucken oder jetzt möchte ich einen guten Roman lesen.","Ja gut aber warum liest du dann keinen Roman?","Weil ich interaktiver haben will ist bei mir ganz klar die Punkt also ich will\nich will Medienkonsum aber ein bisschen interaktiver.","Okay, aber da kann man ja dann auch auf, keine Ahnung...","Okay, interaktiver ist jetzt… Also es gibt halt einfach Dinge,\ndie als Serie und als Buch halt einfach nicht so funktionieren.\nAlso wenn wir beim Thema so sonderbare Spiele, die irgendwie so What-the-fuck-Elemente\ninvozieren, so mein Liebling ist da immer noch The Stanley Parable.\nKennt ihr das? Ja, sehr gut. Das ist ein Spiel, das lebt durch den Off-Kommentar.\nDas heißt also, du bist in irgendwie so einem Gebäudekomplex und läufst da so\nrum, und die ganze Zeit hast du einen Off-Kommentator, der kommentiert, was du gerade tust.","Was man selbst tut?","Was man selbst tut als Spieler. Oh. Und der Punkt ist, er versucht dir,\ndie Handlung vorzugeben.\nDas heißt also, du kommst am Anfang hin, du hast links eine Tür und rechts eine\nTür. Der Kommentator sagt dann im Sonorem, das ist ein super englischer Theatersprecher,\nsagt dann also, unser Held stand vor zwei Türen, selbstbewusst nahm er die linke Tür.\nJetzt musst du entscheiden, ob du dieser Narration folgst, der linken Tür,\noder ob du durch die rechte Tür gehst.\nNatürlich geht jeder durch die rechte Tür. Und dann schwingt sich also dann\nder Narrator auf dich ein,\ndu hörst schon so ein leichtes Missfallen in seiner Stimme,\nja, aber er tut so, im letzten Moment entschied er sich anders und ging durch\ndie rechte Tür, ja, und der versucht also ständig deinen Spielstil einzufangen in seiner Narration.\nUnd das ist also, man darf jetzt wirklich nicht viel spoilern,\nwie das weitergeht. Das ist jetzt also wirklich nur die ersten zehn Sekunden\nund es wird immer nur besser.\nUnd das ist auch ein Spiel, was ich glaube 18 Enden hat. Ich glaube 14 oder\nsowas von denen habe ich durchgespielt.\nEs hat also einen irren Grad an Fantasiereichtum, auch was man alles mit dem\nMedium-Computer-Spiel so anstellen kann. Also das kann ich hochgradig empfehlen,\nwenn man mal so zwei Stunden dann hat, dann ist ...","Ja, ja, das läuft. Ist auch nicht besonders lang.","So ein Speedrun dauert sicherlich nicht länger als irgendwie 15,\n20 Minuten. Auch so lange wie du willst.","Du kannst es praktisch noch so on loop und dann noch die absurderen Sachen ergrunden\noder nicht, aber so auch mal kurz reinspielen reicht da schon auch.","Was heißt das? Also wo nimmt man sich denn das? Ah hier, Stanley Parral.","Wurde auch remastered vor kurzem nochmal mit ein bisschen, und kann man auch\nnehmen. Also ist nicht jetzt eine Nachfolge, sondern ist so mehr Content dann\nfür andere Ecken, die im originalen Spiel nix abtut.","Im Chat empfiehlt noch jemand, there is no game, das kann ich auch empfehlen.\nDas ist wirklich sehr weird.\nAlso dazu muss man aber auch so ein bisschen so der Point-and-Click-Adventure-Typ sein.\nAber dann ist es schon sehr, sehr großartig.","Ja, kann man auch sehr empfehlen. Und es gibt halt einen anderen Modus,\nzum Beispiel so was wie Baba is You. Das ist halt einfach so Brainfuck-Rätsel,\ndie nie anders gehen würden.\nAlso Baba is You ist so ein Spiel, ein bisschen eigentlich sokoban.\nSchieb mal die Blöcke an die richtige Stelle.\nAber du schiebst nicht so kuban, sondern du schiebst die Regeln deines Levels.\nDa ist eine Regel heißt Wall is Stop und deshalb kannst du nicht durch die Wand\ndurchschieben. Wenn du Stop oder Wall wegschiebst, dann ist die Regel nicht\nmehr da und dann kannst du durch die Wand durchlaufen.\nUnd so ist praktisch alle Regeln des jeweiligen Levels sind auch im jeweiligen\nLevel sichtbar und du kannst praktisch 7000 mal um die Ecke denken,\ndamit du dieses Rätsel löst und sowas kannst du halt gerne auf Papier und in\ndeinem Buch machen, aber nicht so schön.","Warum läuft denn dieses Stanley Parabel Programm auf dem Mac,\nwenn es immer heißt, da laufen Spiele nicht drauf?","Das war eins der wenigen, die schon immer da waren.","Dazu musst du den Entwickler fragen, nicht uns.","Wahrscheinlich gibt es auch gar keinen guten Grund, warum da nicht mehr erscheint.","Wahrscheinlich nicht. Also ich meine, wir können ja gleich über Unity sprechen,\naber es gibt halt Gaming Engines, die halt auf verschiedenen Plattformen laufen.\nUnd wenn du dein Spiel unter einer dieser Gaming-Engines baust,\ndann spricht wenig dafür, das dann auch für die entsprechenden Plattformen zu veröffentlichen.","Und es gibt obendrüber natürlich schon immer noch die Incentive,\nwenn du was für eine Plattform veröffentlicht, dann musst du auch Support für\ndiese Plattform machen in irgendeiner Form. Und das ist das größte Problem bei kleinen Entwicklern.\nWenn die halt auf Windows sind und den Windows-Zeug machen, dann läuft es da\nirgendwie. Aber auf einem Mac, die können das schon cross-compilen mit der Engine.\nAber wer macht das Ganze drumherum, ob es wirklich läuft oder nicht?\ndie Kleinen und die Großen.\nBei den Großen ist es wirklich ein Performance-Problem oft. Wenn du irgendwo\neine Engine und so weiter bekommen hast, bist du halt nicht bleeding edge.\nUnd dann geht es nicht. Das heißt, die schnelleren Sachen gehen nur auf der\nanderen Seite oder gingen nur auf der anderen Seite.\nUnd dann zu portieren lohnt sich halt nicht so sehr. Es gab aber ja schon immer\ndie entsprechenden Firmen, die auf dem Mac geportet haben.\nAlso, wie heißt das Ding, Systems? Immer Heidelberg Systems.\nApplication Systems Heidelberg. Die haben immer schon die Die älteren populären\nSpiele, sowas wie Tony Hawk Skate, Pro Skater gab's auch für den Mac und so.\nFrüher war das noch mehr so und jetzt so Indie Games mal mehr mal weniger und\nmit dem entsprechenden Toolkits und dem Wein und so weiter kriegst du halt das\nmeiste irgendwie zum Laufen und bist halt ein bisschen ein Gefrickel,\nwenn du es denn auf dem Mac haben willst. Aber du spielst ja eh nicht.","Ich hätte aber noch ein Netz.","Naja ich spiele das ist ja nicht ich spiele Mario Kart zum Beispiel.","Und Galkorn hast du gespielt, bis zum abwinken hast du Galkorn gespielt.","Ja so kleine Games manchmal erwischt mich das deswegen frage ich mich ja auch\nselbst und ich hinterfrage mich ja auch selbst also mir ist es ja sagen wir\nmal selber ein Rätsel es ist ja jetzt nicht so dass ich jetzt nur keine Ahnung\nweil ich weil ich die ganze Zeit über,\nEs fühlen sich ja manche auch auf den Schlips getreten durch mich.\nSelten. Weil ich das nicht so fühle, aber das ist so ein bisschen,\nkeine Ahnung, wie andere Leute irgendwie farbenblind sind oder so.\nMich hat das einfach noch nie so getriggert. Ich hab natürlich auch als Kind\nirgendwie auf dem Computer Spiele gespielt oder so, aber als ich dann Programmieren\nentdeckt habe, war das für mich auf einmal uninteressant.\nAlso es hat einfach nicht den gleichen Begeisterungslevel erzielt.","Aber wenn wir jetzt schon bei dir sind, bei dir persönlich, wie war es denn\nmit den anderen Formen von Spielen?\nAlso Brettspielen, Rollenspiele, soziale Spiele wie so der Wolf vom düster Wald und sowas.","Das kennst du bestimmt nicht oder?","Kenn ich nicht, ne. Aber ich hab.","Oh Gott, oh Gott, oh Gott.","Was denn?","Die Wehrwölfe vom düster Wald.","Echt nicht.","Ist halt so ein Partyspielchen, wo du entdecken musst, wer die Mörder sind.","Rollenspiele gespielt eine Weile lang, so das schwarze Auge und so.\nIrgendwann gab es glaube ich mal eine kurze Berührung mit Dungeons & Dragons,\naber da ist dann so meine Begeisterung auch schon wieder abgefallen.\nIch glaube ich hatte das schon mal erzählt, dass irgendwie Rollenspiele mir\nDeutsch beigebracht haben.\nJa weil wir natürlich Nerds wie wir sind, nicht nur diese,\nalso schwarzer Auge ist ja hier vom, was war das Klett Verlag oder so,\noder was für ein Verlag, irgendein deutscher Verlag auf jeden Fall,\ndie haben die Dinger da rausgebracht, was weiß ich,\nauf jeden Fall war das irgendwie ganz nett und dann haben wir das halt gespielt\nund wie man das dann so macht,\nMan ist dann mit dem Regelwerk nicht zufrieden und erfindet dann irgendwie eigene\nRegeln und dann ist man irgendwann nur noch in so einem Regelwald und dann müssen\ndiese ganzen Regeln natürlich auch aufgeschrieben werden und da hab ich dann\nwirklich frühzeitig ARC schon mit Visavoid,\ndu erinnerst dich vielleicht oder erinnert sich jemand?","Ja.","Wizz Auf Ride war so das Word auf dem C64, also der Textprozessor,\ndas war geil, mit so einem kleinen Minipünktchen, wo normalerweise ein Space\nist, dass man weiß, wo ein Space ist, war eine totale Innovation.\nAuf jeden Fall habe ich damit irgendwie unsere Regelwerke zusammengeschrieben.\nUnd wenn man dann erstmal so aktiv eigenen Text produziert, dann muss man natürlich\nauch darauf achten, dass der richtig ist.\nUnd in dem Zuge habe ich dann überhaupt erst Deutsch sozusagen mal so richtig\nals, so wie man eine Programmiersprache lernt, habe ich dann halt auch Deutsch nochmal gelernt.\nRegelprogrammiersprache. Ja ich musste ja Worte verfassen und diesmal war es\nmir auch wichtig und nicht nur so für die Schule.\nUnd das hat mich auf jeden Fall im Bereich Deutsch weit vorangebracht. Egal, Sideline.\nAuf jeden Fall, ich habe das alles gemacht, ich habe mit allem glaube ich schon\nmal auch irgendwie Kontakt gehabt, ich merke halt einfach immer wenn ich so\nam Crossroad bin und überlege so ich könnte jetzt das machen oder so ein Spiel\nspielen, dann mache ich meistens das andere.\nSo, außer Mario Kart, das fasziniert mich einfach wahnsinnig schon seit ewigen\nZeiten und das wird mir auch nicht langweilig.","Weißt du schon wieso also das ist ja auch wirklich ein sehr repetitiver zeitvertreib so.","Ist hochdynamisch du kannst noch so gut sein du verlierst auch immer mal wieder\nso also das das das ist nicht das ist großartig.","Diese diese spieldynamik in dem rennen so gemacht dass egal wer gegen wen spielt\ndu immer so so so vielleicht noch verlieren kannst weil die spielmechanik alles\nausgleicht inzwischen genau. Das ist schon cool.","Es ist lustig, es ist absolut nicht brutal, so, also es ist einfach,\ndu kannst es mit den Kids spielen, so nichts ist grausam.","Naja, es hat schon so eine Nintendo-Brutalität.","Naja, aber die ist schon eine andere Größenordnung, ich bin da sehr bei Kim,\nes gibt leider sehr, es ist ein ganz, ganz kleines Segment von Computerspielerei,\ndas so ganz ohne diese, Also ohne diese Warner Brothers Brutalität und auch\nohne diese komplett gorige Kämpfgeschichte auskommt.\nAlso es ist schon auch so, ich bin jetzt bei meinem eigenen Nachwuchs auch sehr am überlegen,\nab wann der in irgendeiner Form mit Computerspielen in Verbindung zu bringen\nist und wie, jenseits von dem kiddy Zeug auf dem iPad, weil das halte ich halt\nsofort, Knarre, Tod und so weiter. Ein bisschen über 4 jetzt.","Ja ja also ich hab halt ein sechsjährigen der darf jetzt zelda zugucken aber\nnicht selber spielen. Hat animal crossing hat er gespielt.","Was heißt er darf das nicht spielen also. Will er es nicht spielen oder.","Mein mein mein sohn ist relativ schnell auch gestresst. Und ich möchte ihn da\nerstmal ran führen also sobald er dann der info bei zelda ein goblin ankommt\nja das vorbei bei ihm so und der braucht jetzt echt erstmal ein paar monate.\nStresslevelanpassung, dass er erstmal sieht, so okay, der entscheidende Skill\nbei Zelda ist Ruhe bewahren und nicht in Panik ausbrechen und nicht durch die\nGegend rennen, sondern schön taktisch in Ruhe, egal was passiert,\nwir bleiben immer cool wie die drei kleinen Fonzis, ja.","Aber selbst bei Zelda ist ja schon wieder, obwohl es natürlich ein klasse Open-World-Game\nist, die Hauptspielmechanik bei Zelda ist kloppen.\nJa man kann schon auch viel schleichen und so aber es ist zwar nintendo kloppen aber es ist kloppen.\nAlso viel mehr als bei mario kart so.","Also meine jungs hatten so eine phase da haben sie sehr viel foundation gespielt.\nDas ist so eine mittelalterliche aufbau simulation mit so comic figuren die da so rum wuseln.\nBesonders wenn man es auf doppelt oder dreifache Geschwindigkeit stellt und\ndas ist, das hat denen doch sehr gut gefallen, da wird nicht gekloppt und da\nwird auch sonst nichts gemacht.","Genau, selber spielen tut er auf dem iPad auf Bauspiele in der Tat.\nDas geht auch dann wirklich ganz unterschiedliche von irgendwie Schienennetz\nbauen und einen toten Planeten reanimieren mit irgendwie Ökosystemgeschichten\nund sowas, das macht er gern.\naber so faszinierender findet er natürlich irgendwie das durch die Welt gehen\nund Monster und so, aber nicht in dem Sinne, dass er das selber schon tun würde.\nIch würde in der Tat eine Empfehlung noch droppen, vielleicht auch gerade für\ndie Leute, die Kinder gerade haben, Habt ihr denn schon alle Dorfromantik gespielt?\nIch hab's angespielt, aber das Computerspiel oder das Brettspiel oder beides?","Das Computerspiel, das Brettspiel soll gut sein, hab ich gehört.","Genau, das ist das Spiel des Jahres jetzt geworden und das ist in der Tat der\ninteressante Fall, normalerweise hast du ja irgendwie ein gutes Spiel und dann\nwird irgendwann daraus so eine lauwarme Computerspiel Variante abgeleitet und\nhier ist es andersrum gelaufen, es gab erst ein Computerspiel.","Die lauwarme Computerspielvariante, die ich finde, ist sehr hübsch, aber irgendwie so.","Ganz hübsch, aber ich fand das auch eher so meditativ und hat nicht so richtig irgendwo hingeführt.\nUnd jetzt gibt es davon halt wirklich schon eine Interpretation,\nwürde ich es mal nennen, des Grundspiels, also Brettspiel. Und das ist jetzt\nSpiel des Jahres geworden.\nUnd ich habe jetzt, man muss es genau mitzählen, 18 Partien gespielt.\nUnd ich würde mich aus dem Fenster lehnen, dass es das beste Spiel des Jahres\nseit Siedler ist. Das ist also ein richtig großer Brettspielwurf der da den.","Freut mich. Wie heißt das?","Freut mich. Dorfromantik.","Dorfromantik.","Dorfromantik.","Link or it didn't happen.","Das kommt erstmal so ein bisschen her wie Carcassonne und man baut sich halt\nso eine Landschaft zusammen nach gewissen Regeln und dann gibt es halt so Punkte dafür.\nUnd der eigentliche Clou der Geschichte ist aber, dass es eigentlich vom Grundmechanismus\nher ein Legacy Spiel ist. Wisst ihr was Legacy Spiele sind?","Nein.","Ein Legacy-Spiel im Brettspiel-Bereich ist ein Spiel, da kommen wir jetzt wieder\nzu dem, was du erzählt hast, die Regeln ändern sich.\nvon Spiel zu Spiel. Das heißt also, du spielst eine Runde Dorfromantik,\ndann bekommst du am Ende Punkte.\nUnd wenn du genug Punkte, die du selber erspielt hast, quasi so gegen das System\ndes Spieles, kriegst du neue Spielelemente freigeschaltet, die dann in der nächsten\nSpielrunde mit quasi im Kartenset drin enthalten sind.\nUnd die führen im Wesentlichen dazu, dass du noch mehr Punkte generieren kannst,\nwenn du gut spielst. Und durch die noch mehr Punkte kannst du dann wiederum\nnoch mehr neue Regeln freischalten.","Ist das kooperativ oder spielen wir gegeneinander?","Genau, es ist kooperativ. Darum ist es maximal für Familien mit beliebig alten Kindern geeignet.\nAlso ich habe einen Vierjährigen und einen Sechsjährigen und der Sechsjährige\nhat es wirklich gecheckt.\nDer erzählt mir also, warum ich den Zirkus dahin setzen sollte und nicht da vorne hin.\nUnd der Vierjährige freut sich einfach wie Bolle, dass da eine schöne Landschaft\nentsteht und da ein Zirkus drauf ist.\nUnd Hauptsache er darf die Zirkuskarte irgendwo hinlegen und wie wie viele Punkte\ndas gibt, ist ihm dann relativ wurscht, ja. Und es ist überhaupt kein Gegeneinander,\nes ist kein Konkurrenzdruck, sondern du spielst einfach nur gegen den Mechanismus.\nUnd das Schöne ist halt, normalerweise sind diese Legacy-Spiele so,\ndass sie das Spiel dann auch zum nur einmal komplett Durchspielen kaputt machen.\nDas heißt also, du klebst normalerweise Aufkleber irgendwo drüber und so was.\nEins der ersten berühmten großen Legacy-Spiele war hier Pandemic.\nWo du also die Welt gegen ein Virus ... Das war wirklich vor Corona her und\nheutzutage das zu spielen, hätte glaube ich einen ziemlich bitteren Beigeschmack.\nAber du klebst dann Dinge auf dein Spielfeld und dann kannst du es,\ndann sind die Regeln halt auch anders, aber das Spielfeld ist auch einfach anders\nund du kannst quasi nicht wieder bei null anfangen.\nDorfromantik ist insofern sehr clever, weil du kannst alles auch wieder auf null resetten.\nUnd kannst dann quasi wieder eine komplett neue Kampagne gegen das Spiel starten.\nJa und so ist es auch gedacht. Du hast dann also auch das ganze Spielmaterial\nso, dass du also beliebig viele Kampagnen quasi, ah irgendwie 20 Partien spielen kannst.\nUnd das ist zusammen mit schönem Material, ist das wirklich,\nne, also ich enge mich da wirklich aus dem Fenster, das Beste seit Siedler.\nEs ist halt nichts für Leute, die jetzt irgendwie Konkurrenz wollen und irgendwie\nich gegen dich und mein Ehrgeiz sich und sowas.\naber gerade eben für Familie mit Kindern, die nicht besonders kompetitiv drauf\nsind und die nicht gerne verlieren und trotzdem irgendwie halt mal ein bisschen\nwas interessantes haben wollen, schaut euch das mal an. Das ist echt gut.","Ich glaube, das schaue ich mir mal an, ja.","Es gibt vor allem ganz wenige von diesen Kooperativen Spielen,\ndie auch mehrfach dann Spaß machen, auch so auf Dauer.\nBei den Kiddy Games hat das ja irgendwann mal angefangen, so der Obstgarten oder so ist ja schon so,\nman spielt halt nur zusammen, aber dann der Übergang, in dem Segment,\nwo wirklich dann auch für, wir spielen alle irgendwie gemeinsam gegen den Spielmechanismus,\nda gibt's wenig und wenig Gutes auch an der Stelle, es gar glaube ich,\nwie hieß denn das Ding, nicht Obstgarten, es hieß auch irgendwie so,\nich weiß es schon gar nicht mehr.\nAlso es ist auch wenig, was bei mir wirklich hängen geblieben ist an der Stelle,\nwas ich ein bisschen schade finde.","Also bekannter war damals zum ersten herr der ringe film kam so von knüpfer\nauch so ein erstes großes koop spiel aber da waren die so richtig gut war das\nhalt auch nicht das funktioniert auch nicht so richtig und man der große vorwurf\nden man dorf romantik machen könnte ist es eigentlich ein solospiel Das kannst\ndu auch einfach ganz alleine spielen,\nes macht keinen Unterschied quasi zu du spielst es mit zwei,\ndrei, sechs Leuten, aber es funktioniert aber trotzdem mit beliebigen Runden\nirgendwie, weil jeder dann doch irgendwie mittüftelt und sagt ne guck mal da\nvorne könnte man es irgendwie besser anlegen und so weiter, also Langeweile\nkommt eigentlich nicht auf, super Geschichte.","Also was ich da zu dem Thema empfehlen kann, das hat meine Mutter meinen Jungs\nirgendwann mal geschenkt, das ist dieses hier, die Abenteuer des Robin Hood, ist halt so ein...\nTabletop Spiel wo du dann so ein dickes Buch hast und und immer wieder Storys spielst.\nAlso gut davon gibt es jetzt nicht nur eine endliche Anzahl es sind glaube ich ein Dutzend oder so.","Aber von Andor. Ja Andor ist nämlich auch gar nicht schlecht.","Und das kann ich echt empfehlen also das ist das ist wirklich witzig.\nDas spielt man halt auch kooperativ man ist halt irgendwie diese Robin Hood\nBande und muss da irgendwie gegen den Sheriff von Nottingham und so.","Sehr gut andere muss ich auch mal spielen das ist so viele lücken ich muss das\neinmal ich muss mal wieder brett spiele machen.\nIch hab ich hab ich bin da noch mal nach berlin und dann kommst du vorbei und\ndann machen wir ein paar spielerbente.\nFür mehr analog spiel oder wenn ihr mal nach münchen seid ist auch gut marcel\nist bestimmt auch dabei mal wieder.","So jetzt sagt der Tim, wir müssen mehr über Macs reden oder sowas,\noder über Apple und Keynote, naja es sei denn wir wollen tatsächlich noch über\nUnity reden, diese Spiele Engine,\nDas würde jetzt rein passen, das würde jetzt rein passen, ich denke auch.\nIch versuch's kurz zu machen und zwar hat Unity mit Hilfe eines Blogposts,\nden sie ganz geschickt platziert haben, nämlich als gerade die Keynote von Apple\nwar, sprechen wir ja gleich noch drüber, haben sie einige Veränderungen angekündigt\nund zwar wollten sie plötzlich eine sogenannte Install-Fee haben für jedes.","Unity ist diese 3D-Gaming-Engine, in der viele Spiele entwickelt sind.","Es ist nicht eine der Großen, es ist die Größte. Sie haben ungefähr 50% Marktanteil momentan.","50%?","Ja, 50% aller Spiele sind in Unity.","Wow.","Liegt auch daran, dass viele spielen.","Das was?","Diese Mobile Games.","Ja, also das Ding ist, bisher war Unity, hatte keine Runtime-Fee,\nalso du hast quasi nur die Werkzeuge bezahlt, aber das Spiel selber konntest\ndu dann ohne irgendwelche Gebühren dann veröffentlichen.\nSo und jetzt hatten die irgendwie… Den Elon Musk Moment?\nJa genau das, genau das, also ein neuer CEO der war vorher bei Electronic Arts\nund hat da irgendwie komische Dinge,\nkomische Ideen gehabt wie Leute müssen fürs Nachladen irgendwie ihre Wumme Geld bezahlen und so.","So das Ryan Prinzip.","Genau und und die wollten halt dann eine Install-Fee haben von 20 Cent irgendwie\nfür jedes jedes mal wenn irgendwo irgendwer dieses Spiel installiert wird.","Der Typ von Ryanair hat ja auch mal ernsthaft mit der Idee gespielt die Leute\nfürs aufs Klo gehen bezahlen zu lassen, also so viel muss da überhaupt erstmal drauf kommen.","In dem Ergebnis hat dann jeder irgendwie so seine Pinkelflasche dabei.","Im alten Rom hieß das noch pekuniam non olet, da gab's das auch schon die Klogebühr.","Ist was, was Leute an Deutschland irritierend finden, dass man bei Seinigver bezahlen muss.","Auch woanders ja.\nDas interessante war da ist, dass sie das rückwirkend machen wollten und dass\ndu nach bestimmten Install- und Umsatzschwellen halt einfach dieses Pro-Install, dieses Geld bezahlen.\nDas hat jetzt insofern vier interessante Ebenen, erstens natürlich die gesteigerten\nKosten, das Zweite ist, wie will Unity überhaupt messen, dass irgendwo irgendwas installiert wurde.\nDas Dritte ist natürlich, wie sie es verkündet haben und das Vierte ist so das verlorene Vertrauen.\nDie gestiegenen Kosten sind insofern schwierig als das,\ndass alle Free-to-Play-Spiele im Prinzip vom Markt gefegt hätten,\nweil die zum Teil pro Install nicht mal so viel verdienen, wie die als Vieh haben wollten. Ja.","Und.","Auch sowas wie Install-Bombing und sonstige Sachen halt einfach möglich gewesen wären.\nSo, der zweite Punkt, der tatsächlich noch viel interessanter war,\nwie wollen sie eigentlich den Install messen?\nWeil die da mehr oder weniger gesagt haben, trust me bro, wir haben da eine\nSoftware und wir finden dann heraus, wie viel ihr installiert habt.\nKlingt so ein bisschen nach Spyware.\nUnd das wäre es dann wahrscheinlich geworden, aber es schien auch so zu sein,\nals hätten sie die Technik noch gar nicht am Start gehabt, um das zu machen.\nSo jetzt ist natürlich das dritte, wir haben es verkündet in einem in einem\nkleineren Blogpost während einer Apple Keynote ist natürlich auch irgendwie richtig, richtig mies.\nUnd das vierte ist das verlorene Vertrauen. Also es hat einen extremen Aufschrei gegeben.\nEigentlich haben sich alle Entwickler, die irgendwie Unity benutzen,\nhaben sich beschwert. Es gab wirklich einen riesen Aufschrei.\nViele haben sich überlegt, auf welche Gaming-Engine sie jetzt wechseln.\nIch glaub die heißesten Kandidaten sind Unreal, wenn du halt wirklich fett was\nmit 3D machen willst und Godot für kleinere Sachen, weil Godot schon immer Open\nSource und Free Software war.\nDann gibt's noch ein paar andere, ich kann jetzt eher nicht sagen.","Das heißt jetzt realistisch oder ist das nur das was geäußert wurde? Das ist realistisch.","Das ist eine gute Frage, weil du natürlich dadurch,\ndass das Unity eine große Community hat, die lange existiert,\nund du teilweise ja auch Production Pipelines hast für Assets und so weiter,\nfür diese Engine, also es ist so halb realistisch.\nGut, es hat irgendwie, auf jeden Fall haben es zwölf Tage oder so gedauert,\ndann haben sie zurückgerudert.","Naja, zurückgerudert, sie haben nicht zurückgerudert im Sinne von das Preismodell ist anders.","Das Preismodell ist ein bisschen anders. Also das erste ist,\nsämtliche Änderungen sind erst ab der, wie nennen sie es, LTS-Version 2023,\ndie in 2024 veröffentlicht wird. Warum die 23 heißt, egal.\nEs ist ein bisschen mehr umsatzfrei und sie geben jetzt, sie messen das jetzt\nin Initial Engagements, wie es so schön heißt.\nAlso der Begriff in Store scheint jetzt verbrannt zu sein, das heißt jetzt Initial\nEngagement und was sie halt auch gesagt haben, es ist jetzt Self-Reporting.\nAlso nix mehr Spyware, sondern die entsprechenden Spieleentwickler müssen halt\nselbst reporten, wie viel sie denn tatsächlich haben.\nSo, und jetzt ist es so, wenn du über eine Million Dollar Umsatz bist oder über\neine Million Initial Engagement hast,\ndann musst du 2,5 Prozent des Umsatzes abgeben oder 15 Cent pro Initial Engagement,\nje nachdem was niedriger ist.\nDas Ding ist aber, solange du nicht auf die neue Version upgradest,\nbleibt's halt umsonst, weil du ja die alte Version weiter benutzt und die entsprechenden\nBedingungen für die alte Version weiter zu verwenden sind.\nAlso, ich hab hier mal diesen Runtime-Fee-Estimator ...\nin den Chat geworfen. Da kann man dann ... da kann man dann sich ausrechnen,\nwie viel dann so ein Entwickler ...\nAch so, und dann gibt's noch etwas, das gibt's nämlich bei ...\nBei Unreal gibt es das nicht, bei Unity gibt es das, da musst du pro Entwickler\neinen sogenannten Seed bezahlen.\nZumindest wenn du aus der Free-Version raus bist, das bist du aber mit mehr\nals, was war das? 200.000 Umsatz, glaube ich.\nUnity Personal heißt das, genau. Da musst du in die Unity Pro wechseln und da\nmusst du 2000 Dollar pro Jahr und Seed bezahlen.\nUnd jetzt kannst du dir natürlich überlegen, ist das jetzt billiger oder nicht.\nBei Unreal ist das relativ einfach. Die erste Million ist umsonst und alles\nwas da drüber ist musst du 5% abdrücken.\nDa ist es jetzt so, da musst du eigentlich auch,\nnaja, da musst du monatlich zahlen und wenn du innerhalb der vergangenen zwölf\nMonate entweder eine Million Initial Engagement hattest oder über eine Million Umsatz,\ndann musst du 2,5 Prozent des monatlichen Umsatzes zahlen. Also keine Ahnung.","Also es ist jetzt kompliziert geworden, aber die Preiserhöhung ist halt jetzt\neine Preiserhöhung mit pro Ding, das du raushaust.\nWas man dazu wissen muss selber ist halt, Unity ist praktisch auf diesem Schultern dieses,\ndas ist die Game Engine, die nix kostet vom Anfang,\nwo der Einstieg einfach ist, wo das Spiel dann nix kostet,\nwenn du es gemacht hast, ja, aber der sieht dann,\nwenn du genug Umsatz machst, musst du halt deine Lizenz kaufen, es ist so mit dem,\nhat die leute sich so herangezüchtet eigentlich die von der ecke her kommen\ndas heißt die ganze in die ecke die auf dieser basis da rangekommen ist,\ndie hat es jetzt sehr stark getroffen weil dieser vertrauensbruch heißt halt\necht viel weil wer sagt denn dass es jetzt übermorgen nicht doch nochmal wieder\nangezogen wird und so weiter nur weil sie jetzt die ein bisschen zurück gerudert sind.\nUnd vor allem was man auch dazu sagen muss unity ist echt eine echt schlechte engine.\nAlso, mit Unity ein performantes Spiel zu machen, ist sackschwer.\nAlso, mit Unity irgendwas zu machen, was jetzt nicht besonders schwierig ist,\nim Sinne von, das ist halt vielleicht eine 2D-Geschichte, oder ein bisschen was ist okay.\nAber wenn du mit Unity was Performantes, Großes machen willst,\nhast du wirklich so viel zu tun damit, die Engine zu bezwingen,\ndass du wirklich eher so immer ständig denkst, oh, Unity, jetzt kommt doch mal\nin die Pötte und macht das mal.\nUnreal ist da das komplette Gegenteil, was das angeht. Also da ist das Unterschied\nwie Tag und Nacht. Das heißt, wenn man bei Unity ist, ist man auch ein bisschen\naus Überzeugung bei Unity. Aus diversen Gründen. Und das für viele ist halt\njetzt ein großer Teil weggebrochen von dieser Überzeugung.\nFür mich persönlich schon auf der Grundart des Kundenkontakts auch,\nweil mich wurde auch schon mal abgesehnt ein bisschen so mit ich bin dein Unity\nSupport Leute ich würde dich gerne unterstützen und das war mehr so zahlst du denn genug Lizenzen,\nzahlst du denn genug Lizenzen, nur einen Sitz für dein Game,\nist das wirklich so, so und da hatte ich ganz üble Vibes damals schon also deshalb\nhatte ich schon keinen Bock mehr drauf.\nWir haben ja dann auch nicht mehr gemacht an der Stelle und Marcel ist jetzt\nauch auf Unity geswitcht aber auch halfroh, weil er, Auf Unreal.\nAuf Unreal, genau. Ist halt froh drum und es ist halt wirklich auch,\nalso bei Unreal ist halt das Zeug, was out of the box mitkommt,\nist halt weit sauberer, cooler zu arbeiten mit, plus es ist halt einfach performant.\nAlso wenn du was geiles machen willst, was ein bisschen was mit Grafik macht, was geht.\nWer früher, wenn wir schon wieder bei den Spielen sind, immer noch die Telltale\nGames gespielt hat, die 3D-Telltale Games, die jetzt vor Expans sind,\nsind sie auf Android gewechselt, wohlgemerkt.\nUnd der hat immer Frame Drops, also egal wie sehr die die Geometrie klein gemacht\nhaben und so weiter, die hatten die der Engine nie im Griff.\nEs gab es immer für Mac, aber mit einer Framerate von zwei Frames.\nEs gab es auf dem iPad mit einer Framerate von zwei Frames, so ein Xamarin Max,\nwo so ungefähr zwei Polygone miteinander sprechen und ein bisschen hopsen.\nUnd das lag halt alles an Unity plus unerfahrener Programmierer,\naber es ist auch super easy, mit Unity wirklich so Ergebnisse zu liefern.","Telltale, das war doch Walking Dead, oder?","Genau, Walking Dead war schon ein bisschen besser dann wieder,\naber da ist es eher so, dass die\nPlattformen so viel stärker auf der Brust waren. Aber so davor alles so.\nThe Wolf Among Us hat schon wenig Framerate gehabt damals noch auf den Geräten.\nUnd das war schon auch so ein bisschen stylisch, aber halt eigentlich von der\nreinen Performance, die man so bräuchte, grundsätzlich echt kein Ding.\nUnd Ladezeiten immer ewig. Aber das Schlimmste war die 3D-Salmon-Max-Reihe.\nDa konntest du echt ... Ich konnte die auf keinen meiner Max und iPads spielen.\nEgal, wie geil das iPad geworden ist, das hat einfach nicht geholfen.\nDas musst du auch erst mal schaffen als Game Engine, dass du dir so in den Fuß\nschießen kannst, so einfach.","Ja, also auf jeden Fall ist das Vertrauen jetzt erst mal dahin.\nSehr viele Leute oder sehr viele Gameentwickler sind wohl der Meinung,\ndass sie jetzt auf was anderes wechseln.\nIch weiß nicht, ob Godot so gut ist wie Unity, besser, schlechter, keine Ahnung.","Also Godot ist auf alle Fälle inzwischen gut und was ich hier denke,\nder Longtail haben sie halt jetzt verkackt, ja, weil Unity war immer so die\nEinstiegsdroge und die ist halt jetzt ganz entspannt Godot,\nweil Godot kann genug, dass du halt mit Godot und Blender an der Uni und überhaupt\ndie Leute heranzüchten kannst, ohne dass sie irgendwas zahlen müssen mit einer\nechten Open-Source-Lösung.\nUnd dann hast du halt die Leute, die das können. Im Moment gibt's halt,\nUnity gibt's halt Entwickler, es gibt halt viel Unity-Entwickler auch für Firmen.\nDas heißt, die kannst du dir gut einkaufen, weil das war halt hier,\nist halt hier günstig, weil der Einstieg halt so leicht ist.\nAlso die erhalten sie sich ja auch mit diesem Modell jetzt, weil das Preismodell\nja auch so geändert ist, dass du sogar ein bisschen länger umsonst damit arbeiten\nkannst, solange du unter der Schwelle bist.\nAber wie gesagt, es ist jetzt auch nicht, es ist nicht das Brilliant Ding so.\nAlso, wenn ich so viel zahle, würde ich eher auf Unreal gehen an der Stelle\nwirklich. Und wenn ich, und auf der anderen Seite würde ich trotzdem was Interessanteres\nund performanteres wählen, so.","Naja, es gibt so einen, es gibt so einen Sweetspot, wo Unreal tatsächlich ein\nbisschen günstiger ist, als, als Unity, aber der ist sehr klein.\nAlso dadurch, dass du bei Unreal halt 5% des Umsatzes, also alles,\nwas über eine Million ist, abdrücken musst, ist es, ist Unreal eigentlich teurer,\nzwar deutlich. Aber, naja gut, also.","Aber da machst du halt auch schon Geld, so.","Ja, naja, wenn du richtig Geld machst.","Die Seats waren für uns schon auch, der eine Seat hatte schon reingehauen,\nwenn du einfach mal ein paar tausend Euro im Jahr zahlen musst für einen Seat,\nnur damit du den Unity Screen nicht hast, das war die einzige Begründung damals,\nwir hatten nie so viel verkauft von dem Zeug, dass wir an die anderen Grenzen gekommen wären.","In der neuen LTS Version kannst du den Unity Screen tatsächlich immer abschalten,\ndas ist wohl das Goodie, was sie jetzt reingeworfen haben, damit die Leute auf\ndas Bezahlmodell wechseln, ich glaube zwar nicht, dass das hilft, aber naja gut.","Achso, weil sie auf die neuere Version wechseln, ja. Ich glaub schon,\ndas ist okay, weil du willst halt auch nicht Unity endorsen ohne,\nalso ich will das halt nicht machen und nicht ohne irgendwie Gegenleistung in irgendeiner Form.","Naja der Name Unity ist natürlich jetzt auch ein bisschen verbrannt du willst\nals Entwickler jetzt auch nicht dastehen als jemand der diese verbrannte Marke\njetzt jetzt pusht und ich glaube das Unity selber auch eingesehen hat das,\ndass wenn der Unity Splash Screen vor allen Dingen bei den ganz billigen schlechten\nSpielen kommt, dass das jetzt nicht unbedingt eine Werbung für die Engine ist.","Also die Zeiten sind halt auch vorbei. Ich glaube auch, dass es mehr Selbstzweck\nist als alles andere. Ja, ich glaube es ist ziemlich verbrannt, mal gucken.\nGodot sieht gut aus und es gibt auch einige andere Engines, also schaut euch um.","Gut jetzt ist das Thema Spiel aber durch.","Ja bestimmt ich spiele nie wieder was.","Also heute nicht mehr.","Ja na gut dann können wir glaube ich jetzt mal den Spielebereich mal zumachen.\nHier wird gerade gefragt was ich für diese Panacars bezahlt habe.\nIch glaube die hat genau so 250 Euro gekostet.","Auf der Webseite stand 500, aber war das eine andere?","Das war eine andere, glaube ich. War das nicht die, die ich da umhatt?","Ach stimmt, das war deine. Genau, das ist die eine Wecke. Was ich zu dir noch\nsagen wollte, weil ich erlebte jetzt hier so als Empfänger, was interessant\nist, die steht bei euch einfach auf dem Tisch, oder?","Nee, auf dem Eimeck.","Irgendjemand wackelt bei euch immer so ein bisschen dadurch,\ndass du mir gesagt hast, dass es drei Kameras sind, sehe ich jetzt wie geschnitzt\nwird. Also ich sehe praktisch das Wabern so ein bisschen mit den drei Kameran getrennt beim Wackeln.\nMan sieht so ein bisschen die Kanten, weil ab und zu die mittlere das einzige wackelt oder so.","Ich muss das dann in der zukünftigen Installation an die Wand montieren.","Sie liegt auf einem iMac, der auf dem jetzt nicht an der Wand fest gedübelten Tisch ist.\nDeswegen kann es ein bisschen wackeln.","Ja mit dem iPhone 15 mit Actionmodus wäre das nicht passiert Herr Brittler.","Kostet auch nicht viel mehr.","Ganz günstig.","Wollen wir weiterhin unsere kleinen Themen wegschaufeln oder?","Was ist denn das nächste kleine Thema deiner Meinung nach?","Ralf hatte mich gerade noch erwähnt, dass ich seit mehreren Monaten eigentlich\nmal von meinen Starlink-Erfahrungen berichten wollte und das irgendwie aus tausend\nGründen, vor allem, weil wir immer die großen Themen dann abgearbeitet hatten\nund nach dreieinhalb Stunden irgendwie komplett im Arsch waren,\nhabe ich das dann immer wieder verschoben.\nIch glaube ich sag einfach mal ein bisschen was dazu. Ich hatte Starlink relativ\nfrüh erworben, weil ich ja in Deutschland Internet machen wollte.","Was für ein komisches Konzept.","Also ich find das immer wieder bemerkenswert, ich war jetzt in den letzten Wochen\nauch öfter mal wieder im europäischen Ausland so,\nauch mit dem Flugzeug, aber ist eigentlich auch egal, egal ob mit dem Zug oder\nmit dem Flugzeug, man kommt dann zurück aus Spanien oder aus Dänemark oder eigentlich\nziemlich egal, du kommst einfach von irgendwoher zurück.\nUnd das erste was dir auffällt ist, dass irgendwie so kurz nach der Grenze erstmal dein Netz weg ist.\nAlso das passiert mir am Flughafen Berlin Brandenburg, wenn ich da in die S-Bahn steige irgendwie so,\nalso kommst das Ding aus dem Tunnel raus, wo du denkst,\nmüsste alles super sein, sofort erstmal wieder, okay ich hab O2,\nja ich weiß und so weiter, Telekom, bessere Abdeckung, blablabla,\nTarife kann man darüber diskutieren, aber ihr wisst ja wie es ist.\nAlso es ist halt einfach immer prekär und auch ein Telekom-Vertrag heißt nicht,\ndass du irgendwie immer Zugang zum Internet hast.\nAlso dachte ich halt, als Starlink rauskam, machst du mal das.\nWhat could possibly go wrong? Hab dann noch die ursprüngliche Schüssel, die runde.\nfür einen etwas höheren Preis noch erworben. Ich weiß gar nicht was ich da bezahlt,\nkeine Ahnung 600 Euro oder irgendwie sowas.\nUnd ja die war ein bisschen unwieldy, aber, und das muss ich echt sagen,\ndie Unboxing Experience von Starlink, die ist schon echt ne Show,\nalso das gehörte so mit zu den besten Unboxings, die ich so gehabt habe.\nDu kriegst halt das Ding, das gilt jetzt im Prinzip auch für das aktuelle Modell glaube ich,\nalso du kriegst es halt in so einem Karton und Starlink ist an sich ja nicht kompliziert,\ndu hast halt irgendwie diese Schüssel, wo die Antenne drin ist und auch eben\nim wesentlichen auch die Elektronik, die sozusagen da das Internet aus dem Himmel zieht.","Auch ein Stativ oder sowas? Ein Fuß?","Ja, ein Fuß ist auch mit dabei. Es gibt dann immer noch so einen Router dazu\noder sagen wir mal einen WLAN Access Point.\nIn der alten Version war da auch noch notwendige Logik drin,\nalso du musstest den betreiben, um das sozusagen zu haben.\nBei dem neuen Starlink ist es mittlerweile so, dass du diesen mitgelieferten\nRouter auch komplett weglassen kannst. Du hast also schon in der Schüssel selber\neigentlich alles, was du brauchst.\nDu kannst also einfach auch irgendeine Fritzbox oder sowas ranhängen.\nDu musst halt nur schauen, dass das Ding Power kriegt, weil die halt mit Power\nover Ethernet versorgt wird. Und das eben auch nicht über einen Standard-Ethernet-Stecker,\nsondern die haben sich jetzt gerade in der neuen Version so einen eigenen Custom-Stecker ausgedacht.\nDas ist am Ende tatsächlich Ethernet, was darüber läuft mit PoE,\nallerdings halt nicht mit dem normalen Cat5 Stecker, sondern eben so ein eigener\nCustom Stecker. Ich weiß nicht, ob der Stecker überhaupt irgendeinem Standard\nfolgt oder ob die sich da komplett was haben, was eigentlich...","Ist der dann wenigstens wasserdicht oder sowas?","Ja, naja, das ist ja dann sozusagen einer der Gründe. Also das ist so ein Stecker, der...\nAlso du kriegst so ein Kabel, wo an beiden Seiten eigentlich derselbe Stecker dran ist,\naber mit einer anderen Plastikumfassung und die sind da so merkwürdig gewinkelt\nund der eine ist dafür da,\nin das Rohr so reingeschoben zu werden von der Antenne und dann machst du quasi\nden Fuß unten drunter und der Fuß klippt dann fest und schließt damit auch diesen\nStecker in das Rohr mit ein und dann sitzt der und kann halt nicht falsch angebracht\nwerden. Das ist sozusagen die Idee dabei.\nUnd auf der anderen Seite bei diesem Router oder diesem WLAN Access Point ist es ähnlich,\nda ist derselbe Stecker eben nochmal mit einer anderen Führung ausgestattet,\nmit einem anderen Plastikgefummel drum herum, dass er nur so in einer bestimmten\nPosition da reingesteckt werden kann.\nAlso du kannst da nix, also entweder steckst du es nicht rein oder richtig.\nSo. Und das hat ja was für sich, weil wenn man das genauso in dieser Version\nso betreibt und das machen wahrscheinlich die meisten Leute, dann passt das.\nWenn du deinen eigenen Router haben willst, also wenn du das Ding irgendwie\nfest einbauen möchtest in irgendeiner Form,\naber du möchtest eben quasi mit dem Ding PoE und Internet sprechen,\nso wie man das so als erwachsener Nerd gerne tun möchte, dann musst du dir so\nein PoE Adapter so bauen, wo so zwei Kabel nochmal gedreht sind.\nDa gibt es genug Videos auf YouTube, die einem das schnell erklären.\nDas ist ein bisschen lästig, aber sagen wir mal machbar und aus der Position\nvon Starlink heraus ist das quasi, naja, ist halt so.\nDie meisten Leute brauchen das nicht und deswegen ist es eigentlich auch kein\ngroßes Problem, wenn man es haben will. Es ist machbar, es ist jetzt auch nicht\nso, dass sie da total proprietäres Protokoll drauf haben. Am Ende ist es halt\nwirklich nur Ethernet mit anderen Kabeldrehungen.\nAber warum ist jetzt diese Unboxing Experience so geil? Also diese Komponenten,\nSchüssel, Kabel, Router, Netzteil, was dabei ist, ist schon ineinander gesteckt.\nAlso in diesem Karton in dem du das erhältst, steckt schon alles an der richtigen\nStelle. Also so wie das da drin verpackt ist, ist es schon miteinander verbunden.\nDas heißt du nimmst das einfach alles raus, steckst Strom rein und das war's.","Also unten der Fuß kommt aber separat ich hab hier gerade mal hier das YouTube\nUnboxing Video zumindest jetzt der 2023 Version da ist der Fuß separat.","Zu kaufen?","Nee nicht kaufen sondern kommt hier da Fuß.","Jaja du steckst die Schüssel in den Fuß.","Genau du hast gesagt das ist alles schon zusammengesteckt.","Ach und nein nein die Kabelage ist also alles was sozusagen für den Betrieb\nerforderlich ist der Fuß nicht weil sonst würde das Paket zu viel Raum einnehmen.","Also vielleicht jetzt auch für die Hörerinnen und Hörer da draußen,\nalso was du an einem Unboxing glaube ich faszinierend findest ist eher so ein\ndon't make me think Paradigma,\nwas da umgesetzt wird, nicht das Unboxing im Sinne von es ist eine besonders\nschöne Box, weil ich sehe hier, wenn ich das hier angucke, hier ist irgendwie\nso Pappfläche drin, sowas würde\nApple ja in 500 Jahren nicht verbauen in irgendeiner ihrer Packungen.\nDas ist jetzt keine schöne Packung, sondern es ist eine gut durchdachte Abfolge,\nwie du die Komponenten rausholst, das meinst du.","Naja, es ist vor allem vollkommen egal wie du sie rausholst,\nsie waren einfach schon miteinander verbunden.\nAlso du musst gar nicht mal erst noch den Zettel, was muss ich denn jetzt wo\nreinstecken lesen, sondern es ist einfach schon reingesteckt und auch waren\nalle Stecker und Buchsen waren irgendwie entsprechend farbig kodiert.\nAlso es war einfach klar, das braune Kabel oder das graue Kabel kommt in die\nBuchse, wo grau ist und das weiße Kabel kommt in die Buchse,\nwo weiß ist und so. Also wirklich für Blöde. Und das Beste ist dann vor allem,\ndu stellst das Ding dann hin.\nIch rede jetzt auch erstmal egal von der alten und der neuen Version.\nIch gehe gleich nochmal auf die Unterschiede ein.\nAber es ist eigentlich erstmal egal. Stellst das Ding also da hin, machst Strom dran.\nWas macht dann so eine Starlink Antenne? Dann macht die erstmal so eine Minute\nlang gar nichts, weil die muss ja erstmal booten.\nSo, dann bootet der Router, dann siehst du irgendwann das WLAN,\ndann kannst du mit der Starlink App über dieses WLAN dich mit diesem Router\nverbinden und dann siehst du schon in der App auch was die Schüssel gerade tut.\nUnd am Anfang bootet sie und sucht eine Verbindung, steht also einfach,\nich bin nicht verbunden, so.\nDann kurze Zeit später geht dann diese Schüssel selber mit ihrem Motor aus ihrer\nParkposition, mit der sie verpackt ist, raus und stellt sich einfach horizontal.\nDas heißt, sie guckt einfach nach oben und sucht dann erst mal Satelliten.\nDas macht sie dann ungefähr so eine Minute oder zwei.","Aber draußen tut man das tun nicht.","Ja klar, du musst ja deinen Satelliten sehen können und Bäume und sowas,\nalso da darf nichts davor sein. Du brauchst wirklich freien Himmel.\nEs kann hier und da ein bisschen Überhang haben, aber vielleicht nochmal kurz,\nvielleicht wissen auch viele gar nicht was Starlink eigentlich macht.\nStarlink ist ja dieses Elon-Musk-Unternehmen, also es ist ja quasi eine Subsidiary\nvon oder ein Produkt von SpaceX und SpaceX sind die, die die tollen Raketen\nhochschicken, die wieder landen können.\nBei SpaceX muss man sagen, läuft alles wirklich richtig gut,\nalso der Laden, der hat irgendwie echt ein gutes Produktdesign und das ist einfach irre,\nwas die in den zehn Jahren geschafft haben, sich quasi von, Wir haben keine\nAhnung zu, keiner startet mehr Raketen als wir und schon gar nicht erfolgreicher. Also das ist irre.\nUnd nebenbei nutzen sie eben auch noch ihre ganze Kapazität,\ndie sie jetzt haben, ihre eigenen wiederverwendbaren Raketen und ihre niedrigen Startkosten dazu,\nUm einfach eine größere Teilmenge an Miniatursatelliten ins All zu kriegen,\ndie halt dieses Starlink machen, die einfach weltweit Internet Coverage bieten.\nUnd die Idee ist halt einfach sehr viele kleine identische Satelliten zu haben,\ndie man billig produzieren kann, weil Satelliten werden ja eigentlich in der\nRegel, sind das alles immer Prototypen.","Sehr viele heißt derzeit 5.000 fliegen da oben schon.","Genau, aber sie wollen ja bis zu 40.000 hochziehen.","12.000 ist glaube ich das was ich gehört habe, aber zumindest auf jeden Fall schon mal.","Die können auf jeden Fall nicht genug kriegen, weil also umso mehr Satelliten\nsie haben umso mehr Uplink Downlink Kapazität werden sie damit haben.\nUnd derzeit befindet sich das Starlink-Netz noch in so einem Modus,\nwo wenn du jetzt irgendwo eine Antenne aufstellst, peilst du dann quasi die\nSatelliten, die über dich rüberfliegen, peilst du an.\nUnd die fliegen ja mit einer relativ hohen Geschwindigkeit über dich rüber,\nweil die eben nicht geostationär sind und immer an derselben Stelle sind,\nsondern die fliegen halt sehr viel niedriger, paar hundert Kilometer.","Low Earth Orbit, ja.","Genau, was eben den Vorteil hat, dass du eben eine sehr viel niedrigere Latenz hast.\nDie paar hundert Kilometer machen dann eben in der Latenz nicht so viel aus,\nwie jetzt zum Beispiel bei einem Geostationären, der halt irgendwie sehr viel höher ist.","Das sind 250 Millisekunden oder 260 bei einem geostationären.","Genau und dieses, wenn du mit so einem Satelliten verbunden bist und du schickst\nden irgendwie Daten hoch, dann schickt der die von dort, wo er gerade ist,\ndirekt wieder runter auf einen Downlink. Die kommunizieren untereinander?\nNein, das tun sie irgendwann, aber noch nicht. Oder beziehungsweise das geht jetzt gerade los.\nAlso derzeit in diesem ersten Ausrollmodus ist es so, du brauchst irgendwo in\ndeiner Umgebung, brauchst du einen Downlink. Deswegen gibt es halt auch noch\nnicht überall Coverage.\nEs fliegen ja im Prinzip schon überall die Satelliten rum, weil wenn die erstmal\noben sind, fliegen die natürlich einmal um den Erdball und du hast halt die\nSatelliten in der Ost-West-Bewegung, fliegen die glaube ich irgendwo so bis\nDänemark, sowas in der Höhe.\nJüngst haben sie dann aber auch noch zusätzlich Satelliten, die eine polare\nAusrichtung haben, also über die Pole fliegen und damit decken sie jetzt im\nPrinzip schon die ganze Erde ab.\nTrotzdem kannst du halt in dem aktuellen Modus nur da Internet bekommen,\nwo um dich herum in erreichbarer Weite ein Downlink ist, weil dein Signal geht\neinfach sofort wieder runter.\nDas wird aber dann irgendwann der Legacy-Modus sein und jetzt schicken sie seit\neiniger Zeit neue Satelliten hoch,\ndie dann eben, wie du es schon sagst, Roddy, dann anders funktionieren und dann\nsoll dieses Starlink-Netzwerk selbst ein rautendes Netzwerk werden.\nDerzeit sind es eigentlich nur so kleine Echo-Schüsseln, die das gleich wieder\nauf die Erde schmeißen und das funktioniert an sich schon mal sehr gut.\nAber in Zukunft soll es eben so sein, dass ein Datenpaket im Zweifelsfall auch\nerstmal innerhalb des Starlink-Netzes selber bleibt,\nalso im Low Orbit bleibt, weitergeleitet wird von Satellite zu Satellite bis zu einem,\nder den Downlink erreicht, der sozusagen dem eigentlichen Target deines Paketes\ndann auch am nächsten ist.\nSprich, schickst du ein Paket in die USA.\nGeht das hier von Brandenburg nach oben zu einem Satelliten,\nder sagt aha okay das ist ja gar nicht für Europa, schickt das an seinen nächsten\nNachbarn und dann der an seinen nächsten Nachbarn und tatatata über den ganzen\nAtlantik rüber bis zu dem passenden Downlink,\nwo halt das Routing meint da müsste es jetzt mal hin und dann geht es halt da\nrunter und dann je nach Auslastung und so weiter wird dann halt da rumoptimiert.\nAlles ziemlich kompliziert, alles sehr dynamisch, aber natürlich super.\nUnd vor allem läuft das Ganze mit\nLaserkommunikation oder soll mit Laserkommunikation laufen und das ist,\nwenn man es sich mal anschaut, also deren Berechnungen besagen,\ndass ein Roundtrip, also bleiben wir mal bei dieser Kommunikation von Europa nach Amerika,\ndass ich über den Weg über die Satelliten letzten Endes schneller beim Ziellande\nals wenn ich Glasfaserkabel durch den Ozean benutze.\nUnd das klingt natürlich erstmal so ein bisschen so hä, wie kann das denn sein?\nAber es ist halt nun mal so, Lichtgeschwindigkeit ist nicht konstant.\nAlso im All fliegen da die Daten auch echt nochmal schneller als durch Glas. Das ist so das eine.\nUnd das andere ist, dass dann halt auch alles am Routing festhängt.\nAlso es kann sehr wohl sein, dass Starlink nicht nur mit dieser universellen\nVerfügbarkeit Punkte macht, wie heute, sondern eben auch damit.\nWie sieht das jetzt in der Praxis aus? Also vielleicht nochmal zurück zu der\nkleinen Schüssel, die ich da jetzt aufgestellt habe, die nach oben guckt und\nseufzend nach Satelliten sucht.\nEs dauert dann in der Regel nicht lange. Also nach ein, zwei,\nmaximal drei Minuten würde ich sagen, hast du in der Regel Netz.\nDas macht also pling auf deiner App und sagt online.\nOder kann es sogar sein, dass diese Schüssel...\nAußer dieser initialen Horizontalbewegung, die sie einmal gemacht hat,\naus der Parkstellung heraus, sich bisher noch überhaupt nicht weiter bewegt hat.\nWeil sie beobachtet jetzt so ein bisschen, was passiert jetzt da oben eigentlich.\nDas heißt sie sucht ja erstmal nach Satelliten und sucht quasi auch die richtige Achse.","Die liegen ja eigentlich alle so ziemlich auf einer Linie.","Die liegen nämlich alle auf einer Linie und die Antenne dieser Schüssel ist\nja auch dafür gemacht mehr oder weniger alles auf einer Linie.\nDas sind ja diese Face Array Antennen.\nDas heißt diese Antenne will sich dann letztendlich auch richtig ausrichten.\nDas tut sie dann auch. Das heißt irgendwann fängt sie dann an,\nrotiert in eine bestimmte Blickrichtung,\nalso orientiert sich quasi so in der Flugrichtung der Satelliten und dann tiltet\nsie eben auch noch die Neigung der Schüssel so,\ndass eben relativ zu wo die Satelliten jetzt sind, Tatsächlich lang fliegen,\nweil man eben auch die direkte Kommunikation hat.\nUnd dann bewegt sich das Ding eigentlich gar nicht mehr und bleibt einfach genau in dieser Station.\nUnd dann liefert das Netz und das ist nicht zu knapp, da kommen locker mal 250\nMegabits runter, 10 hoch, das ist so was vollkommen normales.\nMal hast du weniger, mal hast du auch Unterbrechungen.\nWenn es mal ausfällt, fällt es meistens nicht lange aus, aber dass es mal so\nrichtig so eine lange Downtime hatte, habe ich nicht erlebt.","Ist das wetterrelevant, also wenn es stürmt hast du da weniger Internet als wenn es klar ist.","Viele Wolken, Regen, Hage, Schnee.","Ich habe es eigentlich im Dauerbetrieb und schon gar nicht in Dauerüberwachung\nam Laufen. Bei mir hängt das Ding dann halt am Wohnwagen und liefert Netz und\ndas tut es einfach zuverlässig.\nVor allem du zahlst für die Daten nicht. Du hast einfach eine Flatrate.\nGenau. Und es gibt ja so verschiedene Tarife. Mittlerweile gibt es glaube ich\n5 verschiedene Tarife. Anfangs gab es nur diesen Heimtarif.\nMittlerweile ist das halt zwar der günstigste aber eben beilei bin ich der einzige.\nIch hab das Teil in diesem ursprünglich hieß es mal RV Modus jetzt heißt es glaube ich mobil.\nDas heißt ich will halt gar keinen festen Ort haben und vor allem ich will nicht\ndauerhaft dafür bezahlen.\nDadurch zahle ich etwas mehr also für so eine Heimstation zahlst du glaube ich\nnur noch 60 Euro im Monat.","Hier steht 65.","65 genau und ich zahle aber 100 Euro im Monat. habe aber das Feature, dass ich halt,\nSagen kann hör mal in diesem Monat brauche ich das Ding nicht.","Und dann zahlt sie gar nichts.","Und dann zahle ich einfach gar nichts. Das heißt jetzt im Winter wird das Ding,\nfalls sich irgendjemand mich fragt, ob ich für irgendein Event so,\nhey wir haben hier kein Internet, gib mal deine Schüssel, sag ich ja alles klar\nkein Problem hier, stell dir da hin gibst mir den Huni fertig so hast du ein\nNetz und das ist halt good to have.\nIch hatte halt ursprünglich diese große, runde Schüssel, die ist mir dann,\nals ich sie im Front geliehen habe, hat die auf einmal versagt.\nIm Nachgang, es war am Anfang etwas komisch, im Nachgang kann es sein,\ndass es am Ende wirklich nur ein Kabelbruch war und die Schüssel gar nicht kaputt war.\nAber das war nicht festzustellen, weil die App sagte einfach nur,\noh Kommunikationsfehler, nichts geht mehr. Eine Mail an Starlink geschrieben.\nSo hier, gucke mal, Fehlerbild, Screenshot von der App.\nErste Antwort ist, ja wir schicken euch eine neue, ist unterwegs.\nAlso eine Mail hin und Rückzug gab es sozusagen schon den DHL Code quasi und\nein paar Tage später war dann nicht nur eine neue,\nsondern die neue Schüssel, also die kleinere, viereckige Variante,\ndie jetzt nur noch verkauft wird, war dann irgendwie unterwegs.\nhat die alte ersetzt, die war dann abgeschaltet und ja,\nseitdem habe ich irgendwie eine kleine Schüssel und da bin ich auch sehr froh\ndrüber, weil die ist deutlich portabler und kompakter, noch besser eingepackt\nund funktioniert aber im Prinzip genauso.","Was wiegt die so ungefähr?\nAlso man schleppt sich nicht tot drauf?","Nee, überhaupt nicht. Also von der alten Schlüsselweise, die Größe war so ein\nbisschen das Problem, die neue ist so super kompakt.\nUnd ich kenne auch viele Leute, die sich das Teil dann einfach so modden und\ndann so auseinanderbauen.\nAlso das ist natürlich weg die Garantie, aber du kannst im Prinzip die Dinger\naufmachen. Dann gibt's tonnenweise Videos im Netz dazu.\nKannst dann diese Halterung abbauen und den Motor.\nHast also einfach nur diese Schüssel und bauen sie sich dann im Rahmen oben\neinfach fest auf einen Wohnwagen oder Wohnmobil obendrauf.\nDas ist zwar so, naja, aber die soll sich doch eigentlich ausrichten und die soll doch irgendwie so,\nne, nur wie vorhin schon gesagt, also auch bevor die sich irgendwie in die richtige\nStelle dreht, hat die schon Netz und danach wird's nur ein bisschen besser,\nalso diese Antenne scheint sehr tolerant zu sein.\nDie scheint aus sehr vielen Winkeln noch in irgendeiner Form Netz garantieren\nzu können. Und ich kann mich jetzt nur auf Bericht Ritter verlassen.\nViele meinen, so funktioniert einfach.\nVielleicht kriegst du nicht immer die maximale Geschwindigkeit,\naber die kriegst du sowieso nicht immer.\nDas ist immer so ein bisschen abhängig von, keiner weiß genau wovon das abhängig ist.\nIch sagte ja es gibt fünf Tarife. Es gibt tatsächlich auch noch Spezialtarife\nfür den Einsatz auf dem Boot.","Maritim heißt das hier.","Genau. Das ist dann teurer.","Kein Preis heißt immer teuer.","Ja.","Warum ist das teurer? Weil also der Schüssel kann es ja nicht egal sein.","Meines Wissens, die Variante kommt dann halt gleich mit so einem Gimbal,\ndas heißt, das ist halt jetzt … Um Botschwankungen quasi. Genau,\ndie Botschwankungen, also die stabilisiert sozusagen diese Antenne auch gleichzeitig.","Okay.","Das ist aber jetzt so ein bisschen von mir keine gesicherte Information,\naber … Auf den Fotos sieht es nicht danach aus, wenn du mich fragst,\naber … Stimmt die ist auch nur so flat ne, ne dann nehm ich das sofort wieder\nzurück ich hatte das auch anders in Erinnerung gerade.","Ja da gibt's, vielleicht gibt's da andere Methoden.","Ja also wir haben, genau also das ist mir jetzt ehrlich gesagt so ein bisschen\nein Rätsel, jetzt muss ich auch selber nochmal gucken bei denen ändert sich das auch so schnell.\nPrivathaushalt genau Reise das ist dann sozusagen das was ich habe dann gibt's Business.\nDas ist eine etwas größere Antenne, die nochmal sehr viel mehr Performance liefert,\nalso wenn man so Enterprise ist oder so ist es vielleicht das.","Die kommst du auch aufs Hotel drauf zum Beispiel.","Genau und dann gibt es die Mobility, die Mobility ist quasi die Flache fürs\nDach auf dem Auto, nur da hast du halt 284 Euro im Monat dafür.","Und die Hardware kostet 2800 Euro.","Genau und mir ist nicht klar, was an der Hardware jetzt anders ist.\nAber die ist offenbar irgendwie anders, aber was da genau anders ist, weiß ich nicht.","Marktsegmentierung, ich sag's dir.","Also hier die Maritime, ich hab gerade mal ChatGPT befragt. überhaupt Robustheit gegenüber Salzwasser?\nSpritzwasser, Sprühwasser diese ganzen Geschichten.\nStabilisierung Schiffe bewegen sich auf dem Wasser und Bewegung kann durch Wellen\nund Möhren. Das maritime Terminal könnt konjunktiv, da ist der Beamer weg.\nKompakteres Design wobei das hat die andere jetzt auch verbesserte Wetterfestigkeit.\nAlso wenn ihm zu trauen wäre dann wäre eigentlich der einzige selling point\nhier Robustheit gegenüber wobei aber Regen.","Nee es gibt noch einen anderen Punkt, nämlich dass du halt auf dem Wasser,\nalso da reden wir wirklich von Abdeckung auf dem Atlantik und das heißt,\ndass sie vielleicht an der Stelle tatsächlich schon die neuen Satelliten benutzen.\nAlso dass du da die Laserkommunikation hast, weil du hast natürlich mitten auf\ndem Atlantik keinen Downlink in deiner Nähe,\nsondern da muss im Prinzip schon von Satellit zu Satellit geroutet werden,\ndamit du irgendwie Internet hast und das ist wahrscheinlich aber derzeit nur\nfür Select Number of Users verfügbar.\nUnd ich vermute mal das steckt in diesem mobility und in diesem maritimen tarif mit drin.\nUnd dann gibt es ja noch Luft, also Aviation das ist jetzt überhaupt nichts\nfür uns Endkunden, sondern das ist dann eben.","Das sieht nach.","In diesem Jahr soll das dann mal in Flugzeuge kommen, weil sie haben halt auch\neine Lösung für Flugzeuge, bin ich überraschend.\nDa werden wir also dann demnächst, denke ich, Flugzeuge sehen, die Starlink haben.\nUnd wo dann, keine Ahnung, zu welchen Tarifen das Netz bereitgestellt wird.\nBisher ist das ja eher so meh.\nUnd sie haben auch noch so eine IOT Variante, das heißt dann Swarm.\nDas sind quasi so kleine Devices, die sehr viel geringere Datenmengen haben, aber sehr kleine.\nAch nee, das sind sogar noch andere Satelliten, die noch dazukommen.\nOder warte mal, wie war das?","Da steht was von Swarm has the smallest operational satellites in space.","Ja wie auch immer, das ist auf jeden Fall alles nicht endkundenrelevant.\nFür Leute die halt jetzt überlegen ist Starlink was für mich?\nAlso erstmal wenn ihr irgendwo so auf dem Land wohnt und Telekom kann nicht\nliefern und dieser ganze übliche Quatsch.\nDie Wahrscheinlichkeit, dass sie mit Starlink für 75 Euro im Monat und einen\nInitialaufwand von glaube ich 400, 350 Euro kostet eine Schüssel.","450.","Es gab mal so ein Angebot für 350 eine Weile. Die Preise gehen bestimmt auch noch bald runter.\nAlso dass ihr da ein befriedigendes Netz bekommt, ist relativ hoch.\nAlso die Latenz ist okay, ist es schnell, schnell genug auf jeden Fall.\nBandbreite ist okay, Zuverlässigkeit ist okay.\nOkay, ich sag nicht, dass es jetzt 24, 7 irgendwie jede Millisekunde gibt es Netz,\nsondern irgendwann ist mal ne Unterbrechung so und dann ist ein paar Tage Ruhe,\nalso es kommt nicht an 99,99% ran, aber es ist, wenn es ne Unterbrechung gibt,\naus meiner Erfahrung bisher war es immer nur so ne kurze Geschichte.\nNichts was einen groß killt.\nJa und dann hängt man sich das irgendwo hin und dann läuft das einfach und dann\nhat man nicht diesen ganzen Stress. Das ist auf jeden Fall cool.\nFür Wohnwagen, Campingplatzbedarf, ich brauche jetzt hier mal ordentlich Netz,\ninsbesondere auf so Festivals, wo man einfach zu viele andere Teilnehmer hat,\ndie noch einem versuchen das Mobilfunknetz schreistig zu machen.\nAuch da ist das eine top Lösung, da bin ich jetzt sehr zufrieden gewesen die letzten zwei Jahre.\nJa und dann eben für Boot. Also ich glaube wenn ich jetzt so international auf\ndem Atlantik unterwegs wäre, dann würde mir jetzt der Preis den sie da aufrufen\nauch keine sonderlichen Sorgen bereiten.\nAlso das wäre mir die Sache dann auf jeden Fall wert. Ich seh auch so.","Wenn du schon so ein Boot hast dann.","Da fragt jemand sind Ratten ein Problem? Frage für einen Freund.","Wir sehen ja hier dieses schöne Foto von der Katze die auf dieser Starlingschüssel\nsitzt da gibt es auch irgendwie dieses geile noch so anderes geiles Foto wo\nfünf Katzen da auf der Schüssel liegen.","Das ist halt viereckig. Das ist auch gut beheizt.","Naja mit den fünf Katzen das ist natürlich Cat5.\nDas war auf jeden fall das war ein echtes Foto also soweit ich weiß es war noch\nvor AI Generierung der Grund ist diese Schüsseln haben halt auch eine Heizung drin.\nAlso wenn du die dauerhaft around the clock treibst damit da kein Schnee sich\ndrauf sammelt weil der Schnee wäre halt kontraproduktiv.\nhat er so eine automatische Heizanlage drin.","Anzugs.","Katzenheizanlage.","Weil die Katze ist bestimmt auch nicht so gut durchzuleuchten.","Also auf gut deutsch wenn du eine Katze hast dann musst du noch eine Zweit Wärmplatte für die Katze.","Ja genau das ist das Cat5. Und ja macht IPv6 und ist einfach moderner Kram.\nDa haben einfach da Leute sich geholt, die was von Internet verstehen.\nClemens, da habe ich jetzt keinen Einblick. Clemens, ich hoffe,\ndu bist jetzt demnächst mal wieder dabei.\nKannst das nochmal erklären? Meintest schon, dass jetzt auch bei der IETF diverse Dinge,\ndie Starlink da entwickelt hat, Einfluss nehmen auf die Standardsprozeduren\nund dass da so einiges davon wohl übernommen wird, weil sie halt ein paar Probleme\ngelöst haben, die man so bisher jetzt so noch nicht hatte.\nDas ist alles sehr befriedigend und ich bin da ein happy customer.","Cool.","Das kann man ja auch nicht oft behaupten sowas.","Dass du ein happy customer bist.","Ja ich speziell und überhaupt Leute und so also.","Ja gut für dich dass wir nicht in der ukraine sitzen aber ja also die britische\ndimension die besprechen wir vielleicht heute abend besser nicht.","Ach naja gut, kann man schon nochmal kurz ansprechen,\nist ein bisschen unklare Faktenlage\naber dass Musk sich da so ein bisschen zum russischen Tool macht,\ndas dürfte ja schon durchgedrungen sein, aber die Bedeutung die Staling in diesem\nKrieg hat die lässt sich nicht gering genug, also die kann man nicht,\nwie soll ich sagen, gering genug unterschätzen, also die kann man nicht hoch genug schätzen.\nGerade weil die Ukraine so ein krasses Zukunftsland ist, im Gegensatz zu unserem Land hier.\nAlso da ist ja alles, da hast du ja wirklich so Start aus einer App,\nso eine App mit der du irgendwie deine Behördengänge machst,\naber mit der du halt auch Russen melden kannst.\nUnd das ist schon irgendwie schon so eine Sache. Und die haben so eine Dispatch\nSoftware, die haben quasi so eine Art Uber für Krieg, also wenn jetzt irgendwo...\nRussen gemeldet werden und jemand kann die quasi so geolokalisieren und sagt so hier bis russen.\nDann geht das eben, kann können das leute melden und das geht in irgendeiner\nform in dieses software system des militärs.\nDann können die halt schauen okay was machen wir jetzt damit und alle ihre mobilen\ntruppen die sie so irgendwo im einsatz haben sind halt auch in dieser software\ngeolocated und angeschlossen.\nUnd dann können die halt dispatched werden, so nach dem Motto oh guck mal da\nRussen, können wir da mal ein bisschen Artillerie draufwerfen oder ein paar\nMörser oder so, wen haben wir denn in der Nähe, ah ja hier ihr macht das mal.\nSodass die Turnaround Zeit, bis sie sozusagen mit Counter-Battery-Fire irgendwas\nzerstören können, super niedrig liegt.\nSo in diesem Bereich von binnen einer Minute können die dann schon antworten.\nWas natürlich dann auch dazu führt, dass eben oft so etwas dann auch zerstört wird.\nDiese ganze Software hat halt so ein Typ geschrieben das wird am laufenden Meter verbessert,\nda ist die Ukraine ganz weit vorne aber die Verfügbarkeit von Internet,\nalso daneben konkret von Starlink, das spielt schon eine große Rolle und jetzt\nhaben die auf Drohnen drauf geschraubt also auch auf Quadrocopter haben die\nirgendwie Starlink Schlüssel oben drauf geschraubt.","Ja warum auch nicht.","Ja warum auch nicht, naja der einzige Grund warum nicht ist halt Elon Musk der\nhalt irgendwie ein Vollidiot ist und ja.","Naja gut aber ich glaub dem haben sie auch einen ordentlichen Einlauf gegeben\nalso weil der letzten Ende ist ja Zulieferer des Militärs ist.","Wer hat ihm einen Einlauf gegeben?","Das Militär wird ihm schon gesagt haben. Also wenn er Raketen in Wandenburgs\nstarten will, und das ist eine Militäreinrichtung, dann kann er es sich nicht\nleisten, solche Sachen abzuziehen, da höchstpersönlich in den Krieg einzugreifen.","Tut er aber.","Ja, das letzte Mal war aber vor einem Jahr.","Nein, nein vor einem Jahr hat er sich dagegen gewährt es überhaupt freizuschalten\nund es ist auch immer noch nicht freigeschaltet.","Es ist bis heute dort unten am Süden nicht freigeschaltet. Also ich hab hier\neinen Link jetzt mal tagesschau.de, das ist immer die Frage so welchen Quellen\nist da jetzt wie zu trauen und wer stellt welche Perspektive,\ndarum bin ich jetzt mal zur guten alten Tagesschau zurückgekehrt.\nDa kann man das nochmal ein bisschen nachvollziehen was da der aktuelle oder\nnicht der aktuelle so ein Disput von mir heißt.","Diese Isakson Biografie über ihn, die ich nicht gelesen habe und auch nicht lesen werde,\nwo der Isakson das so dargestellt hat, dass er etwas abgeschaltet hätte und\ndann hat Musk gesagt, ich habe nichts abgeschaltet, ich habe es nur nicht eingeschaltet.\nAber das ist ja schon schlimm genug.","Wo es überall anders in der Ukraine quasi angeschaltet ist.","Ja also das ist das ist halt einfach auch unklar und\nehrlich gesagt ich bin mir nicht so sicher wie sehr er bereit ist darauf zu\nreagieren was das Militär ihm da hustet oder inwiefern sich das System da überhaupt\ntraut weil so weiß ja Billionaires haben halt einfach entziehen sich einfach\nder normalen Machteinflussnahme auf bestimmte Arten und Weisen.\ndas ist ein spiel da stecke ich nicht drin ich sehe nur das ist für die usa\nauf jeden fall auch ein problem dass sie jetzt eine infrastruktur da in privater hand haben von so einem.\nTypen mit adr der irgendwie. beziehungsweise nicht mit ADHS,\naber mit Asperger-Syndrom, das hat er ja auch nicht mehr so behauptet. Was heißt nicht mehr so?","Nimmt man nicht mehr Asperger, sondern...\nEinfach nur Autismus, passt schon.","Gut, dass er selber gesagt hat, also wie auch immer,\nauf jeden Fall, er ist in seinem ganzen Verhalten erratisch,\nlass uns mal darauf bringen, also man kann sich da auf nix verlassen,\ndas haben wir ja jetzt mit dieser ganzen Twitter Nummer auch gesehen und er\nist halt irgendwie auch politisch sehr instabil und mir macht das so ein bisschen\nSorgen und natürlich hat man immer so ein bisschen\nseine bedenken auch wenn man ja so starlink kunde ist so und weißt du so aha\nmeine bits kommen jetzt von da oben und so ja gut aber ich meine versuche mal\nin dieser welt alles richtig zu machen ja das ist schwierig.","Wie sagen wir in der frankfurter schule es gibt kein richtiges leben im falschen.","So sieht es aus und von daher weiß ich eben auch nicht, Alternativen zu Starlink\nwürde ich ja mit Kusshand nehmen, aber ehrlich gesagt sehe ich gerade keine.","Dieses OneWeb ist irgendwie noch nicht so richtig am starten.","Ich habe da jetzt noch kein Produktangebot gesehen, wo ich für ein paar hundert\nEuro eine Antenne kaufen kann.\nEhrlich gesagt das wäre ganz wünschenswert, wenn es da ein bisschen mehr Competition gibt.\nAndererseits ist das Produkt, ist gut. Das kann man einfach nicht anders sagen. Das ist einfach geil.\nIch hab dieses Internet Problem nicht mehr. In Deutschland.\nIch hab nur noch das Problem, dass ich mir meine 100 Euro im Monat nicht rechtfertigen kann,\nwenn ich dann mal in Polen bin, weil da braucht man das ja nicht,\nweil da funktioniert ja dann einfach Mobilfunk irgendwo in Bergen und eigentlich\nauch überall sonst und es kann natürlich auch sein,\nkeine Ahnung, also in 10 Jahren oder 10, 15 Jahren kann ich mir vorstellen,\ndass Deutschland vielleicht seine Netzlücken dann auch mal geschlossen bekommt,\naber bis dahin glaube ich sind wir noch auf sowas angewiesen.\nJoa. Noch Fragen? Gut. Wollen wir dann mal über Apple reden?","Ja. Da war so eine Keynote.","Ja ich meine das war ja früher in der Freakshow war das ja immer der heiße Tag,\ngeil jetzt hier irgendwie Keynote und ich meine gut WWDC ist wahrscheinlich\nnoch wichtiger weil da irgendwie sehr viel mehr Perspektive und Detail drin\nist und dieses iPhone Ding.","Jetzt sitzen wir hier und haben eine Stunde über Brettspiele geredet.","Naja gut, ich meine das Ding heißt iPhone 15, da kann man sich dann schon vorstellen,\ndass da nicht mehr so viel Ground zu breaken ist.","Ja gut, also vielleicht mal kurz für alle die unter dem Stein geschlafen haben,\nalso es war vor zwei Wochen war irgendwie wieder Apple, also Keynote kann man\ndas ja eigentlich gar nicht mehr nennen, sondern es ist ja mehr so ein Livestreaming-Event\nvon einem vor aufgezeichneten Produktankündigungsvideo.\nDa wird dann nicht nur ein einziges Produkt angekündigt, sondern mehrere und\ndas waren in diesem Fall alle neuen Apple Watch Modelle,\nalle neuen iPhone und iPhone Pro Modelle und das war es dann glaube ich auch\nschon oder? Habe ich was vergessen?","Habt ihr den, habt ihr den geguckt?","Ja doch, doch für die AirPods Pro gab es noch das Gehäuse mit dem USB-C Anschluss.\nDas wurde auch noch erwähnt.","Korrekt, genau.","Habt ihr den geguckt?","Ich hab's geguckt und ich bin dabei eingeschlafen.","Ja ich auch fast.","Aber nicht weil es so langweilig war oder vielleicht auch weil es langweilig\nwar, aber ich war einfach total müde und durch und, ich hab's am nächsten Morgen\ngeguckt, also ich hab jetzt, bin jetzt nicht dabei eingeschlafen, aber auch nur knapp.","Also ich hab's mit zwei Leuten geguckt bei uns und der Unterschied hier zur\nVision Keynote war schon frappierend.\nDa war mehr Dampf hinter.","Ja gut, was will man jetzt erwarten? Das ist halt jetzt, wie Ronny schon sagte,\nalles im Wesen. Also erstmal ist die Gerüchteküche vorher ja auch schon so gut getunt.\nAlso mittlerweile bleibt ja eigentlich nichts mehr wirklich geheim vorher.\nAlso man wusste auch in etwa, was kommt.\nUnd am Ende des Tages sind die Änderungen natürlich minimal.\nWas ist im Wesentlichen neu? Ich glaube, man kann es zusammenfassen mit die\nPro-Modelle sind jetzt aus Titan.\nDie Uhren sind ein bisschen schneller.","Drei Nanometer Fertigung.","Ja, Chip ist halt irgendwie auf einem anderen Prozessor, das spielt am Ende\nfür die Nutzung keine Rolle.\nUnd die größte Änderung ist eigentlich, dass da ein USB-C-Port dran ist und\nLightning ist jetzt weg.","Kamera ist besser, wie immer.","Ja, Kamera ist ein bisschen besser.","Aber wieder nur im Großen, auch interessanterweise. Also die ganz gute Kamera\ngibt es nur im Großen Pro. Das haben sie dieses Jahr mal wieder so am Start.","Die gute was war die letzten paar male ja schon so dass es nicht die bessere\nkamera kriegt oder ist pro schon aber nicht nur das pro max.","Also ich hab dich das normale und das pro sind da quasi viel dichter beieinander\nwas die kameran geht oder sogar identisch.","Im intro wieder dieses werbung gemacht mit dem das leute nicht sterben wegen\nder uhr ich bin da immer sehr mich nervt es aber ich weiß warum,\nJa stimmt schon, aber es ist irgendwie so, weiß ich nicht.\nWahrscheinlich weil die Uhr mir zu viel kostet dafür, finde ich ehrlich.","Weil sie dir zu viel kostet? Was?","Im Verhältnis, ja, weil es ja nicht sowas ist.","Im Verhältnis zu sie rettet dir dein Leben?","Nein, nicht im Verhältnis zu sie rettet dir dein Leben, sondern im Verhältnis\nzu den Leuten, die es nicht leisten können, deren Leben nicht gerettet ist.","Ach, okay.","Wenn wir diesen Sozialaspekt hier beleuchten, ist es mir irgendwie zu kommerziell.","Aber das kann man jetzt Apple ja nicht vorwerfen, dass sie nicht gleich jeden retten.","Doch.","Was?","Ja, aber wenn sich von der Uhr retten lassen zum Luxusproblem wird oder zum Luxusfeaturen.","Also gerade in Amerika finde ich schon so insgesamt, da wo eh alle Leute sterben\noder verarmen, weil sie krank werden, finde ich, ist das ein bisschen,\nich finde mich als Ex-Mäckle insgesamt, die machen es ganz okay,\naber ich finde es halt so, ich finde es schwierig.","Also ich finde Dom hat das schon ein bisschen im Punkt, insbesondere wenn man\nbedenkt, dass diese Lebensrettungsfunktionen ja vor allen Dingen dann noch in\nden teureren Modellen verbaut sind.\nDas heißt also, wenn du dir dann so eine günstig Watch kaufst,\ndann wirst du auch nicht ganz so gut gerettet mit deinem Leben.\nDas ist schon so ein bisschen Sozial Darwinismus, wie man da achtet.","Also ich meine das gilt ja für jede Technik, die lebensrettend ist einschließlich\nMedikamente, dass das halt erstmal Geld kostet und dass du natürlich dieses\nGeld auch irgendwie reinbekommen musst, abgesehen davon kannst du dich auch\nvon einer gebrauchten Apple Watch retten lassen.","Ja schon.","Es steht ja nur so von meinem Gefühl, wenn ich Apple damit eröffne habe ich\nso ein bisschen Geschmäckle insgesamt am Start und ich wollte es nur mal beschreiben,\nwas es genau ist und ob es berechtigt ist, also ich finde sie machen es relativ\ngeschmackvoll so, aber ich finde es irgendwie, ich fand es beim letzten mal\nschlimmer, also es war so, es ist jetzt irgendwie ein bisschen.","Sie zeigen keine Leichensärge von Leuten, die irgendwie andere Watchmodelle tragen.","Das ist ja nicht das erste Mal, dass sie das.","Hier sehen sie, die Google Watch, die leichten Stücke von den Androids,\nwenn du in so ein Flugzeug geladen, so wie damals in Vietnam,\nich hab's alles klar vor Augen, oh man, oh wow.","Ich glaube ich weiß was du meinst, aber ich kann da keinen richtigen Vorwurf\ndaraus formulieren, weil wenn man jetzt irgendwie was baut, was überhaupt erstmal\ndiese Technik liefert und wir wissen alle in 10 Jahren ist das dann irgendwie\nStandard, ja also da gibt es ja keine Verpflichtung dafür.\nGanz ehrlich, also ich hab mich ja auch am Anfang gefragt bei der Uhr,\nokay, wozu brauche ich das? Das ist ja die deutsche Frage, wozu braucht man das?\nDamit verhindern wir ja immer alles, oder sagen wir mal anders formuliert so, was kann es mir bringen?\nUnd meine Neugier war einfach zu groß, als dass ich mich lange mit diesen Fragen\naufgehalten habe und trage seitdem tatsächlich die Uhr.\nUnd dann ist ja eigentlich die Frage, warum, also was ist sozusagen das,\nwas es mir gibt jetzt, was ich jetzt festgestellt habe, warum vermisse ich die\nUhr, wenn ich sie nicht habe.\nUnd da gehören diese Gesundheitsfunktionen eigentlich primär dazu.\nAlso so Sport-Tracking und so Gesundheits-Tracking\nist tatsächlich mein Hauptgrund, warum ich die Uhr habe.","Dafür müsste ich ja Sport machen.","Das wäre auch langsam mal Zeit, Ralf.","Ich weiß. Also auf meinem Fahrrad, immerhin, man muss sagen,\nerkennt sie mittlerweile zuverlässig, wenn ich auf dem Fahrrad fahre.","Ja.","Das hat sie immerhin, wie lange ist sie auf dem Markt? 7, 8 Jahre?","Ja, das hat eine Weile gedauert, aber mittlerweile geht das auch.","Das geht, ja. Und das Schlaftracking ist ganz gut. Das nutze ich in der Tat\nexzessiv, um zu gucken, ob ich auf meine sechs Stunden pro Nacht gucke.","Ah, das benutze ich zum Beispiel nicht, weil ich es nicht ertragen kann,\neine Uhr zu tragen nachts.","Kann ich verstehen, aber das hilft mir echt, um ein bisschen Selbstkontrolle zu haben.","Was zeigt die denn dann an?","Also es gibt ja das quasi Apple-eigene Schlaftracking. Ich nehme aber das von\nAutoSleep, dann also einfach die Daten hingeschickt werden und dann bekommst du hier,\nSo eine schöne aus, so ein 24 Stunden Kreis, wo du dann wirklich abgetragen\nhast, in welchen Bereichen hast du, warst du in welcher Schlafphase.","Ja aber was sagt einem das?","Mir sagt das, dass ich letzte Nacht sieben Stunden und zwei Minuten geschlafen habe, das ist okay.\nDas ist das absolute Minimum, auf dem ich funktioniere, als irgendwie Mensch\nist bei mir sechs Stunden, seit ich Kinder habe. Vorher waren es sieben oder\nacht Stunden, aber das ist dann einfach mal illusorisch, wenn du noch irgendwo Freizeit haben willst.","Ja ne, sechs reicht.","So aber sechs müssen es eben auch sein so und wenn ich also merke so ich habe\nirgendwie ein zwei tage nur fünf stunden dreißig oder sowas da muss ich einfach\nakku aufladen und gehe dann den nächsten tag früher ins bett.","So und das brauchst du dann die Uhr.","Also da gibt's ja, waren jetzt neulich noch wieder irgendwie ganz interessante\nStudien, die so für drei Monate oder sowas rausgekommen sind.\nTraue niemanden, der behauptet, dass er mit sechs Stunden Schlaf auskommt,\nweil die Leute, die nämlich in dieser Zone sind, wie wir jetzt hier,\ndas sind die, die am schlechtesten einschätzen können, wie sehr ihre Gesamtperformance\nschon beeinträchtigt ist durch chronischen Schlafmangel.\nAlso eigentlich ist irgendwie so die der Threshold so 6,5-7 Stunden und wenn\ndu da dauerhaft drunter bist, glaubst du, dass dir gar nichts fehlt und dass\ndu voll fit bist, aber wenn du die entsprechenden Kognitivtests machst mit Reaktion\nund so weiter, schneidest du einfach schon signifikant schlechter ab.","Das erklärt den Stäuber.","Den Stäuber?","Ja der hat da irgendwas von weniger als 5 Stunden Schlaf immer gefaselt.","Ach echt? Ach deswegen das mit dem Hauptbahnhof und so.","Das könnten aber auch die Promille sein, oder?","Ja das war's ja nicht, der hat ja Tee getrunken.","Ich such das mal raus. Benutzt ihr mal das Apple Schlaftracking?","Ab und zu mal. Und?","Also ab und zu macht ja auch keinen Sinn, oder?","Ne, aber mir geht's da so ein bisschen wie dir, wo ich sagen würde,\nnachts dann auch noch die Uhr tragen ist nicht so mein Ding.","Ich kann das nicht so ertragen, irgendwie Sachen da mit dran zu haben.","Ja, es geht schon, aber irgendwie will ich eigentlich, das gehört irgendwie\ndazu dann alles ab und einfach schlafen.\nDas ist irgendwie für mich angenehmer, also.","Na gut, aber auch das sonstige Tracking so. Also ich habe auf jeden Fall gemerkt,\nund das mag so ein bisschen Selbstverarschung sein, aber seitdem ich die Uhr habe...\nhabe ich dann so Sport mehr gemacht, weil ich ihn besser messen kann.","Ja? Das funktioniert für dich?","Für mich funktioniert das tatsächlich\nganz gut. Vor allem seitdem die zum Schwimmen benutzt werden kann.\nGerade wenn man jetzt im Hallenbad unterwegs ist, weil die Uhr halt in der Lage\nist, wirklich dann jede Bahn zu messen. Das heißt man kann auch Geschwindigkeit\nmessen, weil die halt einfach merkt, wenn du wendest.\nWas überhaupt nicht gut funktioniert für mich, da weiß ich ja nicht,\nob ich irgendwas falsch konfiguriert habe oder ob ich nur die Werbung falsch verstanden habe,\naber beim Freischwimmen, also wenn man jetzt einfach im See schwimmt,\nzeigt sie einem immer absurde Werte an, als du bist jetzt irgendwie 40 Meter\ngeschwommen. Alter ich war eine halbe Stunde im Wasser.","Naja sie hat unter Wasser natürlich kein GPS Satellitenkontrollen.","Nee, aber warum zeigt sie mir dann überhaupt irgendwas an Geschwindigkeit?","Das kann ich dir nicht sagen. Also da sind sowieso Dinge merkwürdig immer wieder\nan der Uhr. Also das ist jetzt eine Weile her, da war ich paddeln und da hab\nich halt gesagt, ja hier, Paddeltracking.\nUnd dann hat er keinen Weg aufgezeichnet, weißt du?\nDa bist du irgendwie mehrere Kilometer mit einem Paddelboot unterwegs und einen\nPunkt, da hab ich gepaddelt. Oder du denkst so, Leute, naja.","Aber sie erfasst halt meinen Puls so und sie ist halt theoretisch in der Lage,\nich mein das weiß man halt erst wenn es soweit ist, einem irgendwie Auskunft\ndarüber zu geben, wie ruhe Puls, wie verändert sich das, so verbessert sich irgendwas.\nUnd ich habe ja Anfang dieses Jahres, so bis heute, also im Verlaufe dieses Jahres,\nmeine Verhältnisse relativ gesund gelebt, so rauchen sein lassen und dann auch\nsehr viel Sport gemacht,\nviel abgenommen und so und jetzt merke ich auch so in zunehmendem Maße,\nkriege ich so von der Uhr auch immer wieder so Gesundheitsreport oder vom Telefon\nletzten Endes, wo dann so Durchschnittswerte gebildet werden,\nCardio, Fitness, all dieser ganze Kram, so verbessert sich gerade alles bei mir.\nWar jetzt auch grad mal beim Arzt, hab mich mal irgendwie durchchecken lassen,\nhat sich auch alles verbessert. Also man merkt richtig, dass das so zu meiner\nGesundheit beiträgt, messbar.\nUnd das motiviert natürlich auch weiterzumachen.","Was ich sehr spannend fand war auf dem Camp, wo er mir nach fünf Tagen dann\neinen Hinweis gegeben hat,\ndein Aktivitätslevel ist signifikant höher die letzten fünf Tage und dann hat\nman es so richtig gesehen, so dunk, irgendwie 25, 30 Prozent mehr.","Schritzer vor allem.","Nee, also ich hab ja die Apple Watch Ultra 2 direkt quasi nach der Keynote gekauft,\nhab die jetzt hier auch am Arm und muss sagen, die ist schon ganz brauchbar,\nwas wirklich nett ist, dass da ein Kompass drin ist, kannst also jederzeit gucken,\nwo Norden ist, der geht relativ gut.","Wieso, Kompass hab ich doch ja auch.","Ja keine Ahnung, ich hatte vorher die Series 4, die hat so gut wie nix.","Die haben die schon irgendwie drin, aber die war immer zu viel Interference,\nim Auto gehen die sowieso nicht und und und.","Nee, das funktioniert ganz gut.","Kann sein, dass es eben hier ein bisschen besser ist, weil die billig kompassen\nauch diesen Telefon kannst du ziemlich verreiben.","Ja und was ich sehr spannend fand,\nalso ich war ja gestern bei diesem B2 Run, ich weiß nicht ob ich das was sag,\ndas ist so ein Firmenbusiness irgendwas Lauf, der irgendwie einmal im Jahr ist,\nweil die Firma das bezahlt, mach ich das halt mit, das sind dann 5 Kilometer.\nUnd dann hab ich gemerkt, kurz bevor es losgeht,\noh ich hab noch 16% Batterie, weil die irgendwie über Nacht nicht geladen hat,\naus welchen Gründen auch immer, und dann bin ich halt mit 16% losgelaufen,\ndann halt laufen angemacht, bin losgelaufen und nach 5,5 Kilometern war sie\ndann noch bei 6% irgendwie.\nAlso er hat tatsächlich den gesamten Lauf noch getrackt und hat dann irgendwie\nnoch eine Stunde oder so durchgehalten und hat dann die Flur… Wie lange hast\ndu denn gebraucht für die 5 Kilometer?","Halbe Stunde?","Nee, 41 Minuten.\nDas ist nicht super flott ich weiß.","Nee das ist gemütlich ist ein Business Run.","Ja naja die meisten anderen waren aus unserem Team waren schneller aber ich\nmeine ich bin jetzt auch nicht sportlich unterwegs insofern.","Aber was war dein Haupt also Grund für die weil die Batterie länger hält oder\nweil das Display größer ist oder weil es den extra Knopf hat oder.","Also das Ding war, wie gesagt vorher eine Series 4 und ich wollte sowieso dann mal updaten,\nvor allen Dingen auch weil sie halt diese Sauerstoffsättigungsmessung machen\nkann, die jetzt nicht so überzeugend ist wie ich gehofft hatte,\naber das ist ein anderes Thema.\nSo und dann wollte ich mal von der alu auf ne auf ne edelstahl watch um um switchen\nund wenn man dann guckt was die nicht ultra im edelstahl gehäuse kostet kann\nes auch gleich die ultra nehmen das ist dann auch schon egal.\nUnd von der habe ich mir halt dann erhofft dass sie erstens noch ein bisschen\nlänger durchhält ein bisschen robuster ist.\nund so ansonsten und so klanke ist\ner auch nicht gell das geht schon das ist ein bisschen größer aber so richtig also\nsie ist schon groß also\ndie sieht schon die sieht schon fetter aus so ist es nicht aber sie ist jetzt\nnicht unangenehm so dass ich jetzt das gefühl habe ich habe hier ein gold barren\noder ein blei barren am arm oder so es ist nicht super schwer oder und war auch\nschnell lieferbar also hast du jetzt nicht erst seit gestern sondern.\nDie habe ich seit letzten Freitag, das ist schon so seit einer Woche, passt.\nUnd ansonsten bin ich ganz zufrieden damit. Also ist jetzt auch nicht weltbewegend,\naber dieser Zusatzbutton ist so ein bisschen komisch.\nAlso irgendwie kann man da Wegpunkte setzen, aber das mit dem Wegpunkte setzen,\ndas habe ich nicht verstanden.","Wegpunkte kann man damit setzen?","Ja wenn du wenn du draußen rumläufst dann kannst du da Wegpunkte setzen und\nangeblich kannst du mithilfe der Wegpunkte dein Auto auf dem Parkplatz wieder zurückverfolgen.\nAber das ich hab's nicht verstanden also bei mir hat's nicht funktioniert ich\nweiß nicht was was Apple da da vielleicht braucht es auch noch mal eine OS Version\nbis das so tut das auch ich das verstehe keine Ahnung es gibt immer so Dinge\ndie ich nicht verstehe bei der.","Ja also ich liebe Eugel ja auch mit der Uhr tatsächlich einfach weil Bildschirm größer.","Ja das kommt noch dazu der ist schön groß.","Aber wofür braucht ihr da noch mehr Bildschirm also ich finde jetzt.","Damit ich was lesen kann.","Weil Augen.","Ich hab ne Series 6 und find die schon groß.","Weil Augen.","Ja aber du kannst ja die Schrift auch größer skalieren.","Ich kann die Schrift größer skalieren?","Ja Tim du kannst die Schrift größer skalieren.","Aber nur beschränkt also.","Ne ziemlich effizient und zwar ziemlich flüssig auch.","Die Schrift?","Ja alle Schrift die angezeigt wird in Nachrichten oder sonst was.","Ja aber nicht die Zahlen die beim Tracking da stehen und wenn ich irgendwie Sport Tracking mach.","Doch ich glaube die skalieren auch mit probier mal aus. Das geht ziemlich quer durch die GUI.","Ja ich hab das glaube ich auch schon auf maximal groß das Ding ist halt nur\nauf einem größeren Bildschirm.","Ist die Schrift noch größer?","Ja klar, also als ich die 6er hatte, danach war vorher meine 3er oder was ich\nhatte, guck sie auch nicht mehr an, ne? Klar. Screen Estate ist Screen Estate.","Was ich spannend finde ist, dass die Bänder immer noch überzeugend kompatibel sind.","Ist das ein Original Apple Band, was du da hast?","Das ist jetzt das Band, was da mit dazu kommt, das nennt sich Trail oder so\nähnlich. Das sind schon so ein bisschen... Siehst du das mit den Schlaufen?\ndas war von denen die man zur ultra dazu habe ich kann das hier einmal einmal\numprobieren das war so das das einzige wo ich sagen würde das gefällt mir.\nEs klebt jetzt ein bisschen weil ich etwas geschwitzt habe.","Ich bin nämlich schon überlegen ob ich irgendwann mal update weil ich habe auch\nnoch die fünf oder vier fünf vier ich muss nachgucken ich habe schon always\non display zumindest gehabt aber ansonsten habe ich keinen keinerlei von diesen,\nblutsättigungs und ich werde wenig vom sterben geschützt um eine uhr und vielleicht,\ndie sechser und die sauerstoffsättigungsmessung ist\ntotal für den arsch also wenn ich die vergleiche mit\nmeinem dezidierten ich habe dann anfang corona mir wie vielleicht viele auch\nso ein gerät halt nochmal dezidiert geholt und die werte liegen immer so um\n34 punkte auseinander was aber glaube ich gegen beide geräte spricht ehrlich\ngesagt ich glaube nicht dass eines dieser beiden geräte was richtiges misst\nja so dem anderen gerät traue ich genauso wenig,\nWas man nicht unterschätzen darf,\ndiese Einzelauslesungen und die Erwartung, dass da jetzt irgendwas genau und\nrichtig ist, die habe ich nur sehr eingeschränkt.","Ich glaube, dass die ganzen Sensoren kontinuierlich besser werden,\ndas ist definitiv dann immer ein Grund für ein Upgrade und ich glaube die Ultra\nhatte ja schon eh diesen neuen Pulssensor und so weiter wie auch immer.\nAuf jeden Fall der eigentliche Wert liegt in der dauerhaften permanenten Messung.\nPulswerte jetzt quasi seit 2015, als die watch rauskam.\nAlso ich trecke quasi seit acht Jahren jetzt meine Gesundheit.\nUnd daraus kann sich dann eben noch am ersten mal ein Muster ablesen lassen.\nIch warte bloß immer noch auf den passenden Hausarzt dazu, der irgendwie glücklich\nsolche Daten auch mal entgegen nimmt oder irgendwie analysiert.\nnaja Gesundheitssystem sind wir ja nochmal richtig weit hinten was so Digitalisierung\nbetrifft aber ich denke das wird dann auch irgendwann mal kommen und dann bin ich schon mal ganz froh,\ndass ich schon mal Datenmaterial habe mit dem man dann loslegen kann,\nweil machen wir uns nichts vor, die Probleme werden irgendwann stärker kommen\nund dann ist es sicherlich kein Fehler sowas schon mal in der Hinterzeit zu haben.","Also ich hab ja vor zwei Jahren bin ich ja die Treppe runter gefallen irgendwie\nim Keller bei mir und hab mir da irgendwie auch das eine Band abgerissen und\nso weiter und war da eine Weile mit Krücken unterwegs und danach.","Hattest du da die Apple Watch schon dran?","Ja ja.","Mit Crash Detection?","Hast du dich vor den Ratschen gerettet?","Sturz Erkennung. Crash Detection.","Nicht Crash, Sturz Erkennung.","Jein.","Du hast sie nicht aktiviert.","Das Problem ist, wenn du die Sturzerkennung ausschaltest, dann erkennt er keine\nStürze und wenn du die Sturzerkennung einschaltest, will er immer sofort irgendwo anrufen.\nDu kannst aber nicht die Sturzerkennung einschalten, ohne dass er irgendwo anruft.\nAlso kann man schon, wenn man keinen Notfallkontakt konfiguriert hat.","Du wärst jetzt erstmal nur gerne darauf hingewiesen worden, dass du gerade gestürzt\nbist, damit du das auch merkst.","Das Todesimmanent, aber keine Panik.","Ich ruf jetzt mal niemanden zur Hilfe. Keep calm and carry on.","Nee, aber worauf ich eigentlich hinaus wollte war, ist, dass die Kombination\nUhr und Telefon relativ gut diese Bipedale Abstützungsdauer,\nso nennen sie das, misst.\nAlso sprich humpelst du oder humpelst du nicht? Das kann er dir anzeigen und\ndas war wirklich spannend, weil ich ja auch eine ganze Weile,\nauch nachdem ich keine Krücken mehr hatte, noch eine Weile gehumpelt bin,\nweil der Fuß anders belastet und so weiter.\nUnd da war dann relativ schön zu sehen, wann ist die B-Pedale Abstürzungsdauer\nwieder bei null Prozent, also sprich beide.","Wer zeigt das wann, wie oft an?","Das kannst du bei Health unter Metrik.","Einfach so eine Metrik, die permanent mit erfasst wird und die man sich anschauen\nkann. Aber der kommt jetzt nicht hoch mit Du humpelst aber...","Nee, das nicht. Also keine Ahnung.","Ja aber beim Puls ist es ja teilweise so. Ich weiß nicht,\nich hab die Story glaub ich schon mal erzählt, aber als das Feature mit dieser Pulsanalyse,\nalso Herzflimmergeschichte erfunden wurde, da hatte ich gerade für Forschergeist\nPodcast zum Thema digitale Medizin gemacht und da kam unter anderem auch genau\ndieses Thema auf, gerade als dieses Feature rauskam.\nUnd der Arzt, mit dem ich mich unterhalten hatte, meinte auch so,\nja das ist ja irgendwie voll cool und so und die Uhr, die warnt einen dann auch,\nwenn man irgendwie Probleme hat und so und dann kann man da irgendwie zum Arzt gehen.\nUnd ich so, ah ja super, alles super, interessant, Podcast aufgenommen,\nKlappe zu, bin danach zum Fußball gefahren, ein Tag später stand er irgendwie\nrum und auf einmal ging meine Uhr los und so, ja hier, irgendwie ist aber alles\nmal so richtig schön, du bist aber richtig am Pumpen hier.","Das hatte ich auch schon in der Badewanne. Also wenn man sich dann in die heiße\nWanne legt und das Herz dann wegen dem ganzen Wärme versucht irgendwie das Blut umzuwälzen.","Ja okay, da gibt's ja einen Grund.","Und du dich nicht bewegst, sagt der plötzlich, du hast hier hohen Puls,\nobwohl du dich nicht zu bewegen scheinst.","Okay, aber da wusstest du ja zumindest woran du warst. Ich stand dann einfach\nnur so rum und es war ja noch nicht mal, das Spiel hat ja noch nicht mal angefangen.\nUnd da ich ja so ein leichter Pochonner bin was solche Sachen betrifft,\nwurde ich gleich total unruhig und bin dann sofort zum THK gelatscht und hab\nmich mal durchchecken lassen,\nich dachte so oh mein Gott, ich hab's mir gerade schön erklären lassen,\ndass das irgendwie das Leben retten kann, war aber alles irgendwie in Ordnung.\nUnd später habe ich dann gemerkt, dass ich diese Aufregungsmomente immer dann\nhatte, wenn ich im Stadion bin. Also ich hatte ausschließlich im Stadion nur dann.","Du solltest aufhören ins Stadion zu gehen, das ist nicht gesund.","Nee, ich fand das bedeutet einfach, dass es sehr anregend auf mich wirkt.\nEs gab dann schon einen Grund.","Was sich immer wieder ...\nist diese Lautstärke-Warnung. Das nervt ungemein.","Vor allen Dingen, wenn du zwei Kleinkinder hast.","Das schaltet man sofort ab. Oder ins Stadion gehst.","Das Ding ist, ich will das schon wissen, nur wenn ich halt zur Bandprobe gehe,\ndann weiß ich, dass ich jetzt gleich deutlich über 90 dB erzeuge mit dem entsprechenden Equipment.\nIch würde halt gerne der Uhr sagen können, hör zu, ich hab jetzt gerade mal\nOhrschutz mit 20 dB im Ohr, Chill mal ab, außer es wird noch viel lauter.\nAber die Funktion gibt es nicht.","Aber du kannst ja dieses Mess-Widget drauflegen und einfach den Alarm dann dafür\ndeaktivieren, das geht ja schon, dann hast du ständig im Blick,\nwie laut ist es gerade, aber wird es nicht gewarnt.","Oder du kannst schon auch mit so Geolocation halt arbeiten, oder?\nDie Bandprobe wird ja immer an einem ähnlichen Ort sein.\nGeolocation sind eigentlich schon cool. Da kann man ja viel machen, das ist schon ewig.","Kann man die Warnungen nach Geolocation abschalten?","Also man kann viel mit Shortcuts machen. Mal gucken, ob man das genau hinkriegt, aber...","Shortcuts finde ich immer fürchterlich umständlich und schwierig.","Wie ich noch mehr aus dem Haus gekommen bin, fand ich zum Beispiel die App Geofancy\necht super, weil die halt einfach\nso mit ein paar Geofences immer so meine Zeiterfassung gemacht hat.\nUnd da musste ich zum Beispiel nie mir überlegen, wie lang irgendwas war,\nweil die haben es einfach komplett erfasst. Und diese Geofences gehen halt echt\ngut und brauchen kaum Strom und man kann sehr viel mit denen machen.\nDas ist so ein slightly underused Feature. Ich glaube der Geofence-Entwickler\nist hier auch in den Hörern.\nDer kann auch bestimmt Bescheid geben, was man damit alles machen kann,\nweil zur Not macht er ein neues Feature.","Ja ne, aber ansonsten bin ich ganz zufrieden damit.","Ich will mir die auch nochmal an den Armen machen, wenn du das erlaubst.\nIch wollte auch noch mal gucken, ob die.","Ich hätte die jetzt auch gerne getestet so. Das wäre vielleicht auch ein Verkaufsgespräch\nhier. Aber mein Bruder hat sich die glaube ich auch schon geschoppt durch, könnt ihr mal mal.","Ja, ich ja.","Zum Vergleich kommt mir meine große Sechser sehr, sehr klein und mickrig vor.\nAn meiner doch auch großen.","Ja, der aus, also das Wort klobig kommt einem schon auch relativ schnell in\nden Sinn. Aber. Was ist denn das für ein komisches Band?\nDas ist das ist das von den dreien die du mit der ultra dazu bekommst noch das\nmeiner Meinung nach anständigste.\nAlso du kannst dir du kannst dir wenn du dir die ultra klicks kannst du dir\neins dieser bänder aussuchen eins ist komplett gummi, Nennt sich irgendwie tauchen irgendwas?\nGenau, Alpine Loop, so heißt das Ding, was du da jetzt hast.","Kann man mit der auch schwimmen? Mit der Alpine Loop? Oder ist es zu Wasser?\naufnehmend weil ich finde die ganz plastik fände ich finde ich ein bisschen\nhardcore auch glaube ich nicht haben wollen aber ich würde schon auch zum schwimmen\ndann anlassen wollen so.","Ja das geht schon saugt halt ein bisschen wasser klar aber das geht also ich\nmeine sie haben jetzt ganz mit leder aufgehört was ich ein bisschen schade finde\naber das ist ein anderes thema.","Ich bin ein bisschen überrascht, dass die nur 900 Euro kostet insgesamt,\nwar die nicht noch höher angesetzt?","Die Ultra 1 kostete 1000 und jetzt haben sie die Ultra 2 auf 900.","Sogar günstiger gemacht, okay.","Mal kurz anlocken hier, dass ich hier.","So, so, du willst jetzt meine Geheimnisse hier raus?","Nee, ich will nur kurz deine Pulsmessungswerte verhuren. Ich will nur mal kurz\ndieses Display betrachten, ob ich hier irgendwas besser erkennen kann oder nicht.","Du hast mehr nits auf alle fälle.","Mehr nits ja ich kann mich besser blenden lassen.","Das ist aber echt mal ein wildes.\nWatch face das ist ja komplett.","Das ist dieses neue watch face ja das.","Nerd pro.","Also das sind so für die hörerinnen und hörer so ungefähr 10 bis 15 widgets drauf.","Komplikations, da ist natürlich unter uns, wo ein freund,\nja, das ist ja ganz geil eigentlich, also, ne,\nich bin da drei monate kostenloses fitness plus ja das habe ich auch schon immer\nnoch nicht gibt oder oder gibt es schon das habe ich das habe ich auch aktiviert,\nhast du das mal gemacht vom fernseher fitness geplasten bis jetzt noch nicht,\nWeil das wäre noch ganz interessant, weil Ability wird ja auch ein Update bekommen.","Ja ich weiß nicht, also ich glaube ich bin nicht so der Fitness Mensch,\nder so mit diesen ganzen, da vorne steht einer und hampelt vor und man hampelt\nmit, das ist glaube ich einfach nicht mein Ding.\nüberhaupt fehlt mir und fehlt mir auch so einige sportarten wie zum beispiel\npunk rock wo man halt einfach im mosh pit halt auch irgendwie sport betreibt\nauf eine ganz bestimmte art und weise.","Sportarten wie punk rock.","Also was was mir hilft ist das Laufband beim Medienkonsum also so eine Serie\ngucken und dabei das so dieses dieses so ein aufklappbares Laufband seitdem\nwir hier ein bisschen mehr Raum leben kann man das auch machen so,\nja dann kann ich einfach der ganze Serie lang durchgehen weil so im Kreis gehen\nist immer so ein bisschen albern weil er sieht mir das Bild immer nicht so gut.\nAber so überhaupt sich ein bisschen bewegen einfach beim Medienkonsum macht\ndie Welt Unterschied, Wenn du das konstant machst und viel.\nDas Treppenhaus hat auch geholfen.","So wie du gerade auf deinem Gummiball immer rumhüpfst und so.","Das ist auch super, das seht ihr ja nicht. Das ist ein sehr dynamisches Setup\nhier. Einerseits habe ich ja diese fancy, sauteure Webcam, die meinem Gesicht\nfolgt. Deshalb wird euch wahrscheinlich gleich schlecht.\nUnd ich habe dazu aber den Sitz, den ich echt auf dem kann. Das ist eine Riesenempfehlung, Swopper.\nKostet auch so 500 Euro, 600 Euro das Stück. Ist wie ein Sitzball von der Art\nund Weise, wie er denn so performt, ist aber mehr so geformt wie so ein Q-Tip,\nauf dem er sitzt, aber sehr stabil.\nUnd the best choice ever for my Rücken. Ich habe ansonsten bei dieser Computerarbeit\nimmer Rückenschmerzen gehabt, irgendwas.\nUnd das Ding macht halt so ein dynamisches Sitzen für so einen Podcast immer\nso ein bisschen blöd, eigentlich.\nAber ich glaube, man hört es nicht. Und dann, ihr könnt ja hier zugucken, passt ja auch.\nAlso das ist so, und der Swopper begleitet mich seit 10 Jahren jetzt,\nalso das ist auch so, da ist interessanterweise, während Überbeanspruchungen,\nwährend der Kleine so ganz klein war, mit dem Kleinen auf dem Arm die Feder\ngebrochen einmal, was denen so peinlich war, dass die mir einen Ersatz geschickt\nhaben, komplett neues, neuen Stuhl und war ihnen scheiße peinlich.","Kannst du mal einen Link irgendwie in unseren Channel schmeißen, weil ich find da nix.","Genau, Link.","Den hab ich mir sogar bei Apple geholt, das war so geil. Man konnte den in einem\nErgo-Ding bestellen, dann hab ich da bei Apple auch rumgehobst.\nAeres Swapper und nur den Swapper nehmen, nicht was mit komischer Rückenlehne\noder so, das macht überhaupt keinen Sinn. Und auch keiner mit Rollen,\nweil das muss stabil am Boden sein.","Swapper, achso mit O.","Aeres Swapper, wo ist denn die Original-Webseite, weil das sind ja lauter Verkaufsseiten.","Ihres D, ich hab's schon.\nJa, okay gut, naja, also vielleicht können wir ja den Teil Apple Watch und Gesundheit\nund so weiter damit mal abließen.","Was war denn bei der Neuner noch irgendwie neuer? Schnipsen?\nSchnipsen? Oder wollen wir die andere Leitfolge nehmen?","Schnipsen, naja.","Ja, diese komische Pinch-Geste, keine Ahnung, wo man das anstellt.","Na das kannst du jetzt schon, das konntest du auch vorher schon machen.\nIch hab das bei mir schon seit längerem eingeschaltet gehabt.\nAllerdings hat es nicht so mega zuverlässig funktioniert.\nAlso wenn ihr euch jetzt wundert, das ist jetzt quasi mit Apple Watch OS 10.1,\nein neues Feature.\nUnd 10.1 gibt es aber noch nicht.","Achso, deswegen gibt es es schon nicht.","In WatchOS 9 gab es das schon als Accessibility Feature.\nMeine Erfahrung war, es funktioniert so.\ndrei von fünf mal oder zwei von fünf mal zuverlässig.","Das ist nicht genug.","Dazu muss man deutlich sagen, die\nAccessibility Features sind immer ein Experimentier Playground bei Apple.\nDie sind nicht von den Ingenieurs für die eigenen Features und so weiter gemacht.\nDas heißt, obwohl es das Feature jetzt schon gab und wahrscheinlich viel davon\nschon ähnlich funktioniert, wie jetzt in dem nächsten Update ist,\nMit dem Lift in das Betriebssystem-Feature wird es viel besser sein und zwar in der Größenordnung.","Das berichten auch alle, die Zugriff auf die Beta gehabt haben.","Was intern wirklich passiert ist, der Move von, das ist irgendein Fringe-Team,\ndas mal versucht alles für Accessibility einzubauen, was es irgendwie kann und\nzusammenzubauen, zu, das ist ein offiziell supporteter Teil des Betriebssystems,\nder auch auf keinen Fall kaputt gehen darf.\nDas ist wirklich so ein, das ist ein großer Switch, wenn sowas wirklich hochgeladen\nwird, also hoch gehiebt wird in diesem Segment von Apple, also insofern,\ndas macht einen Unterschied und ich weiß auch nicht, wird nur für die neuen\nUhren dann unterstützt oder für alle dann an der Stelle, hab ich gar nicht nachgelesen.","Also da bin ich mir auch nicht so hundertprozentig sicher, ich meine aber,\ndass das auch für die älteren kommt.","Es klang so ein bisschen, als wären es nur die neuen Uhren, aber.","Das klingt immer so bei diesen Features, dass es nur für die neuen Uhren ist.","Ja, das kann natürlich durchaus sein.","Ist auch Marketingabsicht, aber ab und zu ist es auch so, dass halt ein kleiner\nSensor mehr dabei ist, wo es halt auf einmal wirklich viel besser funktioniert.\nUnd dann brauchst du halt irgendwas.","Also ich habe vorhin meine Watch geupdatet hier und gleich schlimme Dinge festgestellt.\nMan kann keine Watchfaces mehr swipen und sowas alles.\nAber dieses Assistive Touch Doppelklick-Dings, das ist in den Settings schon\nmal nicht gut beschrieben. Also das ist jetzt auf meiner Series 6 nicht so,\ndass ich jetzt irgendwas dort aktivieren wollte.\nDas scheint nicht so in your face zu sein.","Was heißt in your face?","Du kannst es einschalten.","Ja wenn es noch nicht ausgerollt ist, ist irgendwie klar.","Nein, nein, du kannst es jetzt einschalten. Hast du es gefunden, Stella?","Ich glaube, ja.","Du glaubst es.","Ja, aber es wird ja auch nicht das gleiche machen, wenn du es von Accessibility\nanmachst, oder? Dieses, für was du es genau verwenden kannst,\nist doch nicht das identische.","Ja es ist ja der Default, zeigt dir ja dann auch immer an was dann passieren\nwürde wenn du das tust, der blendet dann immer so ein Dings ein.","Also ich hab ja unter Motorik jetzt zwei Felder, das eine ist Schnellaktionen\nund das andere ist Assistive Touch und die scheinen aber eine Abhängigkeit auch\nuntereinander zu haben.","Ich weiß gar nicht mehr genau wie das heißt das Feature.","Schalt das jetzt einfach mal ein.","Ich guck mal kurz was ich hier.","No risk no fun.","Quick Actions heißt das Ding eigentlich.","Ja, dann habe ich das jetzt gerade aktiviert. Mal gucken.\nAber was ich hart anprangere, ist, dass hier diese, wie ich nach wie vor finde,\nsehr schöne Bubble-Übersicht an Icons jetzt nur noch rauf-runterscrollt und\nkein schöner runder Blob mehr in der Mitte ist, den ich auch von links nach rechts scrollen kann.","Du benutzt das.","Ich finde das grandios. Sie haben endlich in dieser Version von der Watch mal\nein bisschen die Bedienung so geändert, alles auch benutzen kann und es nicht\nnur so tut, als wäre es irgendwas.\nWeil diese schöne Bewegungsfunktion, bis du da den Ding wirklich genau triffst,\nkannst du sowas von vergessen. Ich fand das immer schön. Ja,\nschön ist es, definitiv.\nAber zwischen schön und funktionabel, da ist jetzt viel mehr Kompromiss in die\npositive Richtung bei der watchOS. Ich bin mit dem watchOS sehr zufrieden bisher,\nweil auch die Bedienung jetzt in den Menüs mit den Animationen rein und raus\nund Haptik dazu ist alles jetzt auf einmal so.\nIch finde es interessanter wieder als als Gerät, weil sie irgendwie so einen\nschönen Sweetspot gefunden haben.\nDie Knöpfe werden benutzt, damit die Features kommen, einmal auf die Seite drücken,\ndass das was von unten reinzweipen war.\nDass man die Watchfaces nicht mehr wechselt, ist für mich grandios,\nweil es war immer nur aus Zufall passiert.\nIch finde das ganz bescheuert von der Seite rein. Also ich finde usability technisch\nhaben sie die Watch so verbessert, dass ich sie sogar echt jetzt wieder interessant\nfände, wenn ich irgendeine von den Apps nutzen würde eigentlich.","Aber ehrlich gesagt, dass Watchfaces swipen, das war für mich irgendwie eins\nder interessanteren Features, weil...\nWozu gibt es so viele Watchfaces, wenn ich die nicht wechseln kann?\nAlso es geht jetzt natürlich immer noch irgendwie, aber es ist halt wieder umständlich.","Oder du hast halt deine, wechsel doch bestimmt auch mit, oder?\nWie mit deinem Fokus-Ecke.\nDas haben sie doch bestimmt so gebaut, dass du den Fokus-Mode,\nso wie am Telefon, dass du den Fokus-Mode wechseln kannst und dann bist du auf\neinem anderen Homescreen und das ist so verbandelt miteinander in irgendeiner Form.\nIch nutze dieses Feature halt gar nicht, weil ich das nur als Silent Mode benutze,\naber die haben ja letztes oder vorletztes Versible System Update eingeführt,\ndass das ja einhergeht mit dem kompletten Benutzung.\nBist du auf Arbeit, bist du bei Workout, bist du bei der Bandprobe vielleicht\nund da kannst du das vielleicht auch jetzt mit dazu packen.\nWahrscheinlich nur in der Watch App auf dem Watch, auf dem Phone.","Aber ich hab zum Beispiel ein Watchface für öffentlichen Nahverkehr, wo halt,\nkeine Ahnung, all die Dinge drauf sind, die man für den öffentlichen Nahverkehr\nbraucht und dann Watchface für,\nwenn ich Sport mache und Watchface für, keine Ahnung,\ndas für, wie soll ich sagen, das ganz Abgespeckte, wo halt nur die Zeiger drauf\nsind, man kann leider den Sekundenzeiger nicht wegkonfigurieren,\ndas ist ein bisschen schade.\nSonst hätte man nur zwei Zeiger und sonst nix.\nUnd solche Sachen. Oder das Draußen-Watchface, wo man nur riesige Zahlen hat\nund man die schnell wechseln kann, finde ich, fand ich eigentlich immer ganz schön.","Ja, das stimmt. Also das könnten Sie durchaus als Feature wieder einbauen,\nweil manche Leute wollen das einfach haben.","Die Wetter-App sieht ja dramatisch an.","Und dann das Pride-Watch-Face, was so schön mit dem Pride-Band zusammen funktioniert.\nDas finde ich auch sehr geil.","Der Wetter ist jetzt besser geworden.","Wobei der erste Screen völlig witzlos ist. Also der ganze Screen einfach nur\nein 18 Grad Temperaturanzeige.\nWas soll ich denn damit?","Das ist die Temperatur.","Das ist mir schon klar.","Besser als bei mir. Bei mir ist eigentlich immer so diese Anzeige mit nichts am Anfang.\nIch lade gerade die Wetterdaten.","Du kannst auf Wetterlage rechts oben, wenn du drauf klickst,\nkannst du den View auf Wetterlage machen und da hast du alles ganz viel.","Oh und das Geile ist, dass sie echt mit dem Scrollchecking jetzt wirklich schönes\nZeug machen. Die Übergänge, die Animationen zwischen dem Scrollen und so.\nAlso es ist jetzt wieder eine ästhetische Geschichte geworden.\nIch bin ein bisschen versöhnt mit den Watchies.","Na dann wenigstens eine.","Gut dann schreiben wir nochmal zum Iphone. Da war doch erst Mutter Erde.","In der Keynote. Ach, Mutter Erde.\nUnd Mutter Erde ist für mich, es hat für mich so diesen, ist jetzt Apple zu\nMicrosoft geworden, weil jetzt die Großen hier in komische Sketche integriert\nwerden, die keinen Sinn machen.\nUnd dann hat es irgendwie ein bisschen die Kurve bekommen, fand ich,\nvon dem, wie sie es gemacht haben. Aber es ist trotzdem irgendwie,\nihr seid keine Schauspieler, ihr müsst auch nicht, bitte, so.\nAber gleichzeitig ist das Thema auch so eins, wie kriegt man es anders verpackt\nund man will natürlich angeben, damit zu Recht.","Also dafür, dass sie keine Schauspieler sind, fand ich jetzt die Performance gar nicht so schlecht.","Das würde ich auch sagen, ja.","Also das hätte wirklich richtig cringy sein können.","Findest du die besser als Billy und Balmer?","Da hätte es nicht schwierig besser als Billy und Balmer zu sein.","Ja, also ich fand die Idee, ich weiß ja nicht, ich bin mir nicht so richtig\nsicher, was ich davon denken soll.\nSagen wir mal so, ich halte ja generell viel von dem, was sie da versucht haben\nzu kommunizieren, was sie tun.\nAlso das ist ja auch in der öffentlichen Debatte glaube ich auch etwas,\nwo sie jetzt zu Recht drauf drängen, dafür mehr Anerkennung zu bekommen, ne?\nWeil sie haben halt ihre ganzen Operations schon, also quasi die Läden und ihren\nnormalen Bürobetrieb, haben sie halt irgendwie schon komplett sustained gemacht.\nSie bauen irgendwie riesige Solarfelder und was nicht alles.\nAlso sie haben ihre Datacenter schon auf Solar und sonstiger regenerativer Energie betrieben,\nihren Angaben nach, den ich jetzt an der Stelle nur glauben kann,\nweil ich keine andere Möglichkeit habe, das selber zu überprüfen,\naber das ist sozusagen eine Aussage, die sie ja auch schon lange ins Feld führen,\nöfter schon darauf hingewiesen haben und jetzt haben sie das halt mit diesem\nlustigen Clip irgendwie gemacht.\nUnd ich fand das insofern ganz nice, als dass sie sich selbst auch mal in so\neiner unterwürfigen Position gezeigt haben.","Ich hab mich ja gefragt, ob da auch etwas Vergangenheitsbewältigung mit Steve\nmitschwang, dem ja auch nachgesagt wurde, dass er irgendwie so echt grausame,\nharte Meetingkultur hatte.","Du meinst das war dann immer so, als wenn Mutter Erde reinkommt.","Das ist so ein bisschen so, wir arbeiten jetzt mal unsere Mutter Erde und Papa\nSteve, oh das Dream Team.","Ja also gut aber ich meine was sie angekündigt haben in dem Zusammenhang ist\nja nicht ohne so also sie wollen halt wirklich da man kann jetzt über CO2 Ausgleichsprogramme\ndenken was man will ne also das ist gibt ja auch viele die sagen,\nDas bringt nix oder es ist auch nur Augenwischerei, aber am Ende muss ich sagen, lieber...","Ist es auch.","Ja gut, aber...\nWas ist denn jetzt, wenn Unternehmen komplette Wälder wiederherstellen? Ist das jetzt schlecht?","Sicherlich ist das nicht schlecht, wenn Wälder wiederhergestellt werden.\nNur die Werte, die da gerne verkauft werden, als wir haben jetzt so und so viel\nCO2 eingespart, sind glaube ich alle ein bisschen schön gerechnet.","Das kann gut sein.","Vor allen Dingen hilft das halt auch nur, wenn der Wald dann auch 20, 30 Jahre steht.","Klar, logisch. Aber wie gesagt, die Alternative ist halt nix tun und lange Zeit\nsind ja genau solche Maßnahmen von Unternehmen auch gefordert worden und werden\nauch heutzutage noch gefordert.","Ja, ich weiß nicht. Also ich finde es halt nachhaltiger am Problem zu arbeiten\nals irgendwie Ablasszahlungen zu leisten.","Okay, was ist das Problem?","Das Problem ist, dass zu viel fossiler Kram verbrannt wird für Energiegewinnung aller Art.","Ja gut, aber ich meine, das tun sie ja auch. Also sie tun das ja sowohl als auch.\nSie kaufen sich ja nicht davon frei, sondern sie stellen ja komplett auf regenerative\nEnergie um und tun es auch schon seit einiger Zeit.\nUnd ich bin auch immer wieder, wenn ich was anderes als bei Apple bestelle,\noh Gott das klingt jetzt so als ob ich nur bei Apple bestelle,\nalso ich kaufe irgendein Produkt, was nicht von Apple ist und ich bin immer\nwieder erschlagen teilweise davon, wie krass die verpackt sind,\nwie viel Plastik ich da irgendwie entfernen muss und so weiter.\nRiesige monströse Verpackungen mit fünf Schichten und nochmal eine Folie drüber\nund nochmal irgendwie Füllmaterial und was nicht alles.\nUnd allein das irgendwie richtig zu entsorgen ist schon eine Aufgabe.\nUnd dann siehst du halt wie Apple seine Sachen mittlerweile einpackt.\nAlles Kartonage, alles super stabil, sieht auch schick aus, also überhaupt gar\nkeine Abstriche so in der Präsentation, aber eben Karton, so nahezu ausschließlich.\nAlso da hast du vielleicht mal eine Schicht Plastik noch auf dem Display,\ndie du abziehst oder eine minimale Plastikeinspannung bei der Uhr,\ndass irgendwas nicht wegrutscht und so, das ist so das absolute Maximum,\nwas ich da in den letzten zwei, drei Jahren gesehen habe.","Und auch tendenziell so klein wie es halt geht.","Genau, kompakt. Ist schon okay.","Ja wenn man daran zurückdenkt wie das bei Apple früher war, wo sie scheinbar\nmöglichst große Kartons benutzt haben, damit das irgendwie nach mehr aussieht\noder so, ich weiß es nicht genau.","Ist ja auch immer noch so im Lebensmittelbereich. Naja,\nauf jeden Fall haben sie ja jetzt angekündigt, also wie gesagt,\nCO2 Ausgleichsprogramme kann man natürlich irgendeinen Faktor dran anlegen,\naber du könntest natürlich auch gar keinen Faktor dran legen.\nAlso irgendwelche Programme werden gemacht, berechnen sich und jetzt haben sie ja angekündigt,\ndass sie das nicht berechnen nach, was sie an Energie verbraucht haben und was\nihre Zulieferer an Energie verbraucht haben,\num das Produkt herzustellen, sondern sie wollen die Energie kompensieren,\ndie das Produkt dann auch in seiner durchschnittlichen Lifetime verbraucht.\nDa fangen sie ja jetzt quasi bei der Uhr mit an, gut so eine Uhr frisst nicht\nso viel Strom, das geht, aber sie haben auch angekündigt, dass sie das quasi\nfür alle Produkte machen wollen, also auch für einen Mac Pro zum Beispiel.","Der jetzt aber auch mit einem Silicon wahrscheinlich auch nicht so unglaublich viel Strom frisst.","Naja also mit den Netzteilen da drin und den Karten die da reingesteckt werden\nkann man das glaube ich schon mal ein bisschen anders anrechnen.","Die Karten sind nicht von Apple.","Ja gut aber es hilft auf jeden Fall die Geräte auch weniger Strom verbrauchen\nzu lassen gar keine Frage trotzdem habe ich das jetzt so noch nicht gesehen\nvon irgendjemand anders das angekündigt wird so mit und der ganze Strom den\ndu da durchjagst den kompensieren wir jetzt auch noch gleich mit.\nWeil das ist unter Umständen gar nicht so wenig bei so einem Mac.","Mhm, bei mir ist das meiste vom Dach.\nWird trotzdem kompensiert.","Doppelt, überkompensiert.\nÜberkompensation aus Cupertino. Naja, ich glaube da können wir jetzt viel hin\nund her reden, wie wir das irgendwie finden.\nDas klang jetzt erstmal so alles ganz toll, ob das dann wirklich so kommen wird,\nsteht natürlich auch nochmal auf dem anderen Blatt, da wird auch sicherlich\nirgendjemand nochmal eine schwarze Stelle an dem Plan.\nFinden aber ich finde das kann man auch mal mit angeben und wenn man das dann\nauch noch so lustig macht wie mit diesem Videoclip ist auch okay,\nfand den jetzt eigentlich ganz unterhaltsam.","Diese Mutter Natur ist das aus irgendeiner Serie die man vielleicht kennen könnte\noder ist diese Schauspielerin.","Also diese Schauspielerin ist wohl bekannt ich hab aber jetzt ehrlich gesagt\ngerade keine Ahnung wer das war.","Achso ja, das ist jetzt nicht eine Referenz, die ich hätte irgendwie erkennen können oder müssen.","Wenn, dann kenne ich sie nicht.","Okay, alles klar. Gut, dann ging es nicht noch mehr so.\nAlso sie war halbwegs überzeugend, aber die ganze Nummer war schon leicht cringy, fand ich.","Also welchen Teil fandst du, was fandst du daran jetzt so cringe?","Ja, ich weiß, ich fand das irgendwie, also, klar, es ist irgendwie nett zu sehen,\ndass irgendwie diese ganze Führungsebene von Apple irgendwie so tut,\nals hätten sie vor jemanden Angst.\nIch hab die Verbindung zu Steve nicht gemacht, aber ja, das kommt wahrscheinlich auch hin.","Aber es ist natürlich eine interessante Botschaft, die sie damit zusätzlich schicken.\nAlso erstens, sie machen sozusagen diese Ankündigung ihrer Aktivitäten,\nkommunizieren sie auf eine interessantere Art und Weise, als dass sie nur irgendwelche\nBullet Points runterrattern, was sie ja nun oft genug gemacht haben.\nZweitens, mit dieser Spielerei, dass sozusagen Mutter Natur kommt und dass sie\nda alle wie so kleine Penäler sitzen und so ein bisschen Schiss haben,\nwie das jetzt ausgeht, so oh Gott hoffentlich werden wir nicht bestraft,\ndamit kommunizieren sie halt so, sie haben da Respekt vor.\nUnd sie machen sich nicht größer als irgendwie den Planeten.\nUnd außerdem klingt ja zwischendurch auch immer wieder so dieses Ding an,\nso nach dem Motto, ja das sagen ja alle, da kann ja jeder kommen, weißt du so.","Ja das stimmt, das stimmt.","Also auch das Ding haben sie da irgendwie mit reingespielt, das fand ich schon\nirgendwie ganz cool. Also am Ende ist es ein Video, machen wir nix vor.","Zugegebenermaßen, wenn jetzt Volkswagen mit sowas um die Ecke kommen würde,\ndann wäre es richtig cringe.","Apropos also die Dame heißt Octavia Spencer und hat bei Hidden Figures eine\nzentrale Rolle gespielt auch also dem Kinofilm über die hauptsächlich Frauen\ndie den ersten Umlauf Orbit Flug da berechnet haben,\nso Computers damals genau also deshalb kennt man die schon vom Gesicht ja glaube\nich also Hidden Figures habe ich zumindest gesehen.","Ich nicht okay. Kann ich nicht.","So die Phones.","Die Phones.","Muss man da jetzt was zu sagen?","Hat jemand eins gekauft?","Nö.","Das 12er funktioniert noch.","Mein 13er auch.","Ich weiß gar nicht welche Nummer ich habe.","Ich hatte auch auf Mastodon mal rumgefragt, weil selbst mein Akku ist noch ziemlich gut dabei.","Gut dabei.","Der ist jetzt dreieinhalb Jahre alt, da haben bisher bei meinen vorherigen iPhones\nwar nach zwei Jahren ziemlich Schicht im Schacht.","Wie viel Prozent sagt denn das Telefon das es noch habe?","Das hat gesagt glaube 79 oder 83.","Du meinst state of health oder was?","Ja battery health.","Ja ja warte ich hatte es nicht genau dafür.","Also ich habe ein 13er und bei mir steht gerade 91 Prozent.","Da bin ich nicht.","Batteriezustand ist es das?","Ja.","Maximale Kapazität 85 sagt er.","Beim 11er?","Beim 12er. Also 12 pro.","Ok und du hast ein 11er.","Und ich habe 84 bei einem 13er bei mir. Wie hast du das noch mehr?","Ich habe 91 glaube ich.","Ich habe 87. für dreieinhalb Jahre spektakulär.","Das ist in der Tat ein guter Wert.","Tägliche Nutzung, aber auch täglich nur einmal aufladen. Also ich habe es jetzt\nnicht irgendwie tagsüber x mal am Auto oder sonst wo dran, sondern wirklich halt nachts aufladen.","Also wenn ich, wenn ich Auto fahre, dann lädt es da halt auch.\nIch habe mir so einen MagSafe Auto Adapterhalter besorgt, der auch ganz cool\nist. Also es hält auch gut und es lädt dabei.","Auch wieder lustig, der Clean Energy Charging ist ja auch so eine Option da\nin dem Screen, habe ich komplett vergessen, dass sie das machen.\nSprich sie versuchen mit Nachtstrom möglichst spät zu laden und so,\ndamit nicht nur günstiger ist, sondern halt auch entspannter für das Stromnetz so insgesamt.","Ja gut, ich lade das Teil eh nur nachts, von daher.","Naja, aber dann ist die Ladung praktisch kurz, also anders, kurz vorm Aufwachen,\ndamit es auch dann so fertig ist, wenn du aufstehst.","Ja, aber das hat nichts mit dem Nachtstrom zu tun, sondern das hat was damit\nzu tun, dass sie den Akku erst dann voll machen, wenn du es brauchst,\nweil der Akku darunter leidet.","Auch das, aber sie haben hier wirklich die Option Clean Energy Charging in your\nregion iPhone will try to reduce your carbon footprint by selecting charging\nwhen lower carbon emission electricity is available.","Das hab ich nicht.","Steht hier unten und das iPhone learns this by some reason keine Ahnung woher es das weiß.","Keine Ahnung.","Find ich interessant.","Naja auf jeden Fall.","It's only available in the United States.","Ja das dachte ich mir nämlich schon weil das ist halt so ein Land wo du dann\nauch unterschiedliche Tarife hast und so.","Genau, ich habe mein Telefon auf US.","Genau.","Also, auch ich habe kein iPhone 15 bestellt?\nAuch weil ich mit meinem 13 Pro Max, ich hab ja das große, ziemlich zufrieden bin.\nIch würde mir auch wenn auch wieder einen Max holen, auch wenn das Nachteile\nhat, aber es hat definitiv auch Vorteile.\nHauptvorteil ist halt einfach der Akku hält ewig und das ist,\nalso ich nehm eigentlich nie ein Ladegerät irgendwo hin mit,\nwenn ich nur einen Tag unterwegs bin, also nur wenn ich mehrere Tage,\nalso wenn ich über Nacht weg bin, dann hab ich mein Kit dabei.\nAber so das über, mache ich mir keine Gedanken über den Ladezustand.\nDas ist ausgesprochen selten, dass ich das Telefon so runterrocke.\nDas ist vielleicht so im Urlaub, wenn man den ganzen Tag nur rum navigiert damit\noder so und Videos guckt und die ganze Zeit im Internet ist und auch noch schlechten\nEmpfang hat und das Telefon sich selber leer nuckelt,\ndann vielleicht, aber das war eines meiner Hauptgründe, warum ich mir das Pro\nMax geholt habe, war Akkulaufzeit und der andere ist halt großer Bildschirm.\nAuch wieder wegen einfach Platz und große Schrift und so.","Ich hätte schon gerne ein OLED Display, muss ich sagen. So mit echt schwarz,\nmit nachts im Bett und so.","Das ist bei der 11 noch nicht? Nee.","Das kam mit der 13, glaube ich. Also Claudias hat ein 13er.","Oder Mädels 12 Pro hat das auch schon.","Die Pros haben es, ja. Aber ab der 13er doch, glaube ich, auch das normale, das Non-Pro, ne?","Ne, hat auch ein anderes. Ist glaube ich nicht OLED, sondern nur Ultra XDR oder\nso ein Scheiß. Also OLED haben glaube ich nach wie vor nur die Pros.","Das wäre so das einzige was mich eigentlich locken würde so,\nweil so richtig sattes tiefes schwarz seit ich da meinen neuen Fernseher habe,\nund hier mein Macbook Pro habe ich mir auch jetzt das 14 Zoller M2 hauptsächlich\nwegen des Screens wirklich geholt,\nweil also irgendwie HDR Screen und so das ist schon geil, also weil das iPad\nes in irgendeiner Form macht, bin ich auch wieder beim iPad upgraden,\nweil da fällt es mir am meisten auf auch wenn es die verschiedenen zonen hat\naber es ist schon nochmal was anderes zwischen ipad und iphone.","So aber jetzt müssen wir mal über usb c reden.","Weil ja ist ein stecker.","Ja aber das ist robust wie mir scheint ich habe noch kein kaputtes usb c kabel\ngehabt im gegensatz so 30 30 kaputte thunderbolt kabel die alle bei mir hin sind.","Ob jetzt der stecker kaputt gegangen ist weiß ich nicht also ich hab so kabel\ndie so ich hab die vier oder fünf meiner kabel musste ich einfach wegwerfen\nweil die nicht mehr ordentlich funktioniert haben und das war halt immer mit\ndem ipad benutzt allerdings auch.","Also ich hab schon kaputte usb c stecker gehabt also so weil gerade wenn du\nso seitlich dran ziehst oder so dann verbirgt sich dann halt schon mal der stecker\ndas ist einfach so das passiert einem jetzt vielleicht nicht so oft aber mit\nlightning wäre das nicht passiert.\nAlso lightning ist definitiv das bessere design.","Das hat aber auch probleme gerade wenn du viel lädst und lädst mit viel viel\npower dann erodieren diese pins weg,\ndie den party power übertragen also das ist passiert schon bei mir ich habe\ndiverse kabel damit doch verloren\nund auch beim ipad ein bisschen was ist bei den pins an usb c anders.\nWeiß ich nicht aber da ist mir zumindest noch keiner weg erodiert,\nUSB-C jetzt auch nicht so viel außer jetzt hier beim Mac.","Ja gut das muss ich jetzt halt auch erstmal zeigen, definitiv heißt es natürlich\nwenn man sich von Lightning wegmoved, also es gibt jetzt Vor- und es gibt Nachteile\nwürde ich sagen, weil USB-C so schön das Versprechen ist,\nJetzt haben wir es natürlich so mit einer Welt zu tun, wo du dem Stecker nicht\nmehr ansehen kannst, was das Kabel kann.","Das finde ich eins der größten Probleme daran.","Ja, das ist eins der größten Probleme daran und da bin ich noch nicht so ganz so sicher und vor allem,\nich meine, es wurde ja dann auch gleich so auf Social Media wurde ja dann bei\nder Ankündigung sofort groß gefeiert, oh ja endlich die EU mit ihrer Verordnung\nhat Apple dazu gebracht.\nLightning rauszuwerfen und auf USB-C umzustellen, was ich ein bemerkenswertes\nStatement finde, weil erstens glaube ich der Plan dem iPhone 15 USB-C zu verpassen\nist bestimmt schon älter als diese Gesetzgebung einerseits.","Auf jeden Fall, weil die haben ja auch Vorlaufzeiten.","Also klar und ich glaube auch nicht, dass es jemals Apples Ziel war,\nausgerechnet das iPhone als das letzte Gerät irgendwie noch in der Produktlinie\nmit einem anderen Stecker zu halten.","Sie hatten es mit USB-C drei Jahre, vier Jahre.","Zwei oder drei Jahre mindestens her. Schon bisher. Es war jedes Mal erstaunlich,\ndass sie beim Eifon nicht nachgezogen hatten, fand ich.","Naja, am Ende haben sie diesen Stecker zehn Jahre lang gehabt,\nbeziehungsweise ich glaube das kleinste iPad hat doch immer noch Lightning, oder?\nOder das normale iPad hat das jetzt auch schon USB-C?","Ich glaube ja, das ist ein bisschen die lustige Geschichte, weil das neuer Stift alt ist.","Aber bist du sicher, dass es auch schon auf USB-C ist? Na wenn,\ndann wird es ja auf jeden Fall nicht mehr lange dauern.","Ne, ich glaube das ist noch alter Stift und Lightning.","Das ist ganz ganz ganz einsteigstigen.","Ja, ja, das ist dieses Schul-iPad, was sie halt irgendwie massiv verkaufen.","Okay, weil das normale iPad sieht jetzt so aus, wie das iPad Air ausgesehen\nhat. Das hat auf alle Fälle schon, das ist ganz ganz billiger.\nJa, ja, es gibt noch ein Schul-only Modell so gefühlt.","So jetzt kommt hier im Chat schon der Kommentar, dass Apple da länger dran ist,\nliegt wohl daran, dass die EU lange genug damit gedroht hat.","Ja gut, aber sie haben auch mit USB Micro oder wie das heißt,\nhaben sie ja auch lange gedroht und es ist nichts passiert. Also ich weiß nicht.","Sorry Leute, aber ich kauf das nicht. Wer hat denn bitte da überhaupt USB-C\nauf dem Markt das erste Mal benutzt? Richtig, das war doch wohl Apple.\nDie bauen das seit 2015 in ihre Laptops ein.","Das kann man so nicht sagen, nee.","Doch, das kann man so sagen.","Das war bei Android deutlich vorher schon üblich.","Vor dem ersten Laptop, 2015, Android, du träumst.","Nö, ich weiß das.","Ich brauch Beweise, Beweise bitte.","Ja das würde ich jetzt auch gerne mal sehen.","Super Highend Android maybe, aber nicht.","Ja doch, super Highend Android, naja gut, ich meine, Laptops sind auch super Highend.","Ich hab hier so Android Teile, die haben alle Micro USB und die sind so ein Scheißdreck.","Also ich hab jetzt gerade nochmal nachgeguckt das erste iPad mit USB-C Anschluss kam 2018 raus.","Genau aber das erste Macbook Air, das Macbook mit USB-C kam 2015 raus.","Und der beschissene Tastatur. 12 Zoll.","Ja ist ja egal, aber Apple hat USB-C vor allen anderen gemacht.","Ne aber da gab es schon Android Phones, nicht viele aber es gab sie.","Ist doch vollkommen egal, die Aussage ist die, dass sie breit über die ganze\nProduktpalette von Jahr zu Jahr Schritt für Schritt auf USB-C gegangen sind\nund das machen sie ja nicht, damit sie dann am Ende ihr meistverkauftes Produkt\nausgerechnet damit nicht ausstatten.\nDas ist einfach vollkommen irre, irre, irre Vorstellung, dass hier dieser EU\nGesetzesprozess irgendwas nennenswertes bewirkt hat. Das ist einfach,\ndas ist Augenwischerei, das bringt überhaupt nichts.","Nee gut, du kannst natürlich schon fragen, warum hat das so lange gedauert,\nwenn das tatsächlich 2015 war und wir haben es jetzt 2023, sind ja sieben Jahre,\nacht Jahre, die sie gebraucht haben, um tatsächlich USB-C dann auch ins Phone zu bringen.\nDa kann man natürlich schon fragen, warum hat das so lange gedauert.\nBesonders weil sie es ja bei den iPads offensichtlich auch schon viel früher hingekriegt haben.","Warum das so lange gedauert hat? Naja weil sie ja auch ein Commitment gemacht haben zu Lightning,\nals sie Lightning rausgebracht haben mit dem iPhone 5,\ndass das jetzt auch ein Standard ist, der erstmal eine Dekade hält,\nweil die Leute ja auch keinen Bock haben, dass so alle drei,\nwenn sie alle drei Jahre ihren Stecker ändern, dann schreien alle wieder so,\noh hier geplante Obsoleszenz und ihr zwingt ja alle wieder neue Kabel zu kaufen.\nHast du genau die gleiche andere Diskussion?","Jaja, wer schreit immer, ist schon klar.","Jaja, das ist vollkommen albern und es ist in gewisser Hinsicht auch sinnvoll,\ndann auch einfach mal diesen Pfad durchzuhalten, weil ich meine ich hab tonnenweise\ndiesen Lightning Kabel überall, ich hab mich so krass damit eingedeckt,\ndie kann ich alle wegschmeißen, wenn sozusagen alles auf USB-C umgestellt ist.\nSo und ich habe natürlich jetzt auch noch diverse Produkte die ich noch viele\nviele Jahre benutzen werde die Lightning Stecker haben Tastaturen,\nTrackpads, alles mögliche, Airpods und so weiter also das ist ja auch nicht\nso dass das von heute auf morgen weg geht und die Welt auf einmal ein besserer\nPlatz wird wenn das iPhone einen USB-C Stecker hat,\ndas hat ja dann auch was damit zu tun, dass du dann die entsprechenden Treiber\nda drin hast, dass du das auch irgendwie ordentlich nutzen kannst und so weiter pipapo.\nAußerdem, dieser ganze USB-C-Ladekram ist ja auch wirklich immer noch die totale\nKretze. Also das funktioniert ja auch einfach nicht so zuverlässig,\nwie ich das derzeit bei Lightning habe.\nSo, Lightning heißt, da kommt Strom raus, das stecke ich rein, gibt Strom.\nSo, USB-C ist so eine Sache, ja. Also diese ganzen, das weiß ich,\nich habe diese Anker-Mehrfach-Ladegeräte mit 3, 4, 5 Ports.\nHabe ich mir gekauft, tolle Idee.\nUSB-C überhaupt, Ladegeräte mit vielen USB-C Ports zu bekommen, ist fast unmöglich.\nJa, also es gibt nichts, was irgendwie mal so ein 10 Port USB-A Lade Teil,\nkriegst du noch und nöcher für wenig Geld.\nVersuch mal ein 10 Port USB-C Ladegerät zu kaufen, gibt es nicht.\nExistiert einfach gar nicht auf dem Markt. Bietet keiner an.\nDu hast also auch überhaupt nicht dieselbe Convenience.\nDazu kommt dann noch, dann stecke ich das eine Gerät rein.\nPling lädt. Es ist Anker. Nur ein Beispiel.\nStecke ich das zweite Gerät rein.\nLädt das auch.\nAber, um das zweite Gerät dann mit Strom zu versorgen, muss von allen erstmal\nkurz der Strom weggenommen werden.\nJa, also alle schalten sich für einen kurzen Moment aus und alle machen Pling,\nmachen alle wieder Pling. Irgendwie so ah ja hier neuer Strom.\nDenkst du dir so ja okay ist ja auch egal oder?\nNaja gut dann hab ich meinen Raspberry Pi da irgendwie dran angeschlossen,\nmachts da einmal plinken hat das Ding halt keinen Strom und bootet wieder neu.\nSuper. Hat nicht alles ein Akku, was Stromversorgung hat.\nStromversorgung muss halt auch permanent sein.\nNervt mega. Dann habe ich das Problem, dann schließe ich mein iPhone,\nich rede jetzt immer noch von dem selben Teil, wie gesagt, andere Geräte,\nandere Probleme, aber das ist etwas, das kenne ich erst seit USB-C.\nWeil du dieses ganze Power Delivery, Auslieferprotokoll, sag mir was du kannst,\nwas du willst, was du darfst, was du möchtest und so weiter.\nAlle implementieren das anders und es gibt natürlich da Probleme.\nSo, schließe ich iPhone an. Nichts. So, schließe die Airpods an.\nUnd nichts.\nDann schließe ich das iPhone da an, wo ich eben die Airpods angeschlossen habe, da lädts.\nUnd die Airpods laden an dem anderen auch, obwohl jetzt nicht irgendwie,\nalso der eine ist zwar ein High-Performance-Port, der andere nicht,\nvöllig unklar, alles so Low-Power-Devices, aber es laden einfach nicht alle\nGeräte an jedem Kabel, an jedem Port.\nAlso du hast die ganze Zeit so ein Lotto-Programm auf einmal am Start,\nwo du dann erstmal arschteure Kabel kaufen musst, diese USB-C Kabel wären mittlerweile\nbilliger, aber dann willst du ja dann auch irgendwie die haben,\ndie vielleicht höhere Datenrate haben, die sind dann wieder teurer und dicker,\ndann weißt du immer nicht welche du hast.\nSo und dann lebst du auf einmal aber in einer Welt, wo du dann einfach nicht\nmehr sicher sein kannst, was kriegst du jetzt eigentlich und krieg ich hier\nüberhaupt den Strom, den ich jetzt brauche?\nDann laden die Dinger auf einmal furchtbar langsam, du weißt nicht warum,\nalso da ist einfach so viel noch gar nicht ausgekässt und diese ganze Ladeinfrastruktur\nkann mit dem, was so bisher mit USB-A geliefert wurde in der Zuverlässigkeit gar nicht so mithalten.\nAlso das wird jetzt auf jeden Fall lustig werden, wenn dann wirklich mal alles\nauf USB-C umgestellt ist. Klar, irgendwann wird das funktionieren.\nIrgendwann werden wir auch diese Probleme weghaben. Aber bis dahin werden noch\nsehr viele Kabel drei- und fünfmal gekauft werden.","Also ich habe mit meinem USB-C-Lötkolben keine Probleme bisher.","Ja, aber nur wenn das Teil mindestens 60 Watt kriegt.","Ich glaube, es reichen auch 45.","Welcher ist das? Ist das der, den alle haben? Wie heißt das Ding nochmal?","Oh Gott, wie heißt der? Keine Ahnung, weiß jetzt nicht.","Das ist der heiße Scheiß gerade, also im wahrsten Sinne des Wortes.","Es gibt ja auch positive Geschichten. Du kannst ja schon so Geräte aneinander\nanschließen und die laden sich halt je nachdem, wer mehr Batterie hat und sowas.\nDas ging halt vorher nicht.","Nicht wer mehr Batterie hat, sondern in welcher Reihenfolge du dich ansteckst.","Auch das? Okay. Aber wer mehr Batterie hat, habe ich auch schon gehört.\nDas heißt, du wärst jetzt eine tolle Powerbank für uns mit deinem großen Telefon.","Ja gut, aber das ist halt auch diese Vorhersagbarkeit, mit was legt jetzt eigentlich\nwas. Also klar, es gibt natürlich viele Vorteile. Du kannst jetzt zum Beispiel\ndiese ganzen USB-C Adapter, die du an deine Macs anschließt,\ndie kannst du natürlich dann auch mit dem iPhone verwenden.","Jo. Und die funktionieren dann auch. Deine Kamera hier, die du hier gerade bringst,\nkannst du als Webcam benutzen auf deinem Telefon. Was die iPhones jetzt haben...\nund ich würde mich sehr über einen Daumen hoch freuen. Und wenn ihr auch einen\nDaumen hoch habt, dann lasst uns auch einen Kommentar da.","Und wir sehen uns beim nächsten Mal!\nAber das das mit dem wer lädt wen ist übrigens eine ganz ganz spannende Sache,\nweil ich habe einen Android Kollegen, der hat sein Android Phone mal von seinem\nMacbook aus laden wollen und irgendwie hatte das Macbook da aber andere Vorstellungen\nund hat dann sich selbst von dem schon fast leeren Android Phone geladen und\ndann war das halt komplett durch.","Aber was neulich einer bei mir gemacht hat, das fand ich ja schrill,\nder hat sein Android-Phone genommen, hingelegt und dann hat das eben kontaktlos\nnur durch Auflegen mein iPhone aufgeladen.\nDas fand ich eine warme Geste der Menschlichkeit.","Ja, aber das können doch die neuen Phones, die 15er jetzt auch, oder? War das nicht so?","Dass ich beispielsweise meine AirPods aufladen kann, indem ich es einfach nur drauflege?","Ja, ja, irgendwas war da.","Da habe ich ein Gerücht für die 14er und das war dann nicht so,\naber nichts von jetzt gesehen gehört.","Und möchte erzähle ich auch wieder Unsinn, das kann natürlich sein.","Also was interessant ist bei USB-C, was ich noch ein bisschen spannender finde,\nist das natürlich nur, dass die Pros wiederum den vollen USB-C Genuss bekommen\nund die kleineren nicht.\nInsofern hätte Apple vielleicht doch noch ein Jahr länger gewartet mit dem USB-C Wechselpotenzial.","Also was heißt den vollen, ist nicht der volle USB-C Genuss, ist es der USB-3 Genuss?","Ja, genau. Da ist ja viel dabei mit USB 3.","Beim iPhone hast du USB 2, beim iPhone Pro hast du USB 3 und Thunderbolt hast du nirgendwo.\nIst eigentlich auch egal, weil sie machen diesen 10 Gigabit Modus von USB 3.1.\nIst das 3.1? Oder 3.1 Version 5 oder so, irgendein Scheißstandard ist das wieder.\nDamit kannst du dann halt 10,\nGigabit Internet im Prinzip betreiben an deinem iPhone, was schon ein bisschen\ncrazy ist, aber warum nicht?","Ja eben, um mal Daten draufzuladen oder so auf dem iPad.\nAlso diese Adaptergeschichte, so grundsätzlich ist es schon inzwischen,\nwir sind da angelangt, dass es sinnvoll ist.\nUnd ob jetzt die EU dazu beigetragen hat oder nicht, ganz egal wird es schon\nnicht gewesen sein so grundsätzlich, aber sie hätten es nicht nie gemacht so.\nSie hätten es halt in der Produktlinie dann gemacht, wenn es Sinn macht.\nUnd ein Aspekt ist halt wirklich dieser Controller, den du in dein SOC,\nin dein Ding einbauen musst. Und wenn du das früher machen musst,\ndass du es gerne geplant hast, dann ist es halt blöd.","Ja vor allem, was wollen sie konkret bewirken?\nAlso was ist sozusagen, was ist denn eigentlich das Argument jetzt,\nweil das Argument, wenn das Argument ist, es sollen von allen Menschen nur noch\nUSB-C to USB-C Kabel verwendet werden.\nWenn das das Argument ist, dann müssten sie das ja nicht den Telefonen vorschreiben,\nsondern dann müssten sie es auch Bussen, Zügen, Flughäfen vorschreiben.\nAlso im Prinzip müssten sie USB-A-Ports komplett verbieten oder im Idealfall\nauch noch deren Konversion fordern.\nDas ist aber vollkommen unrealistisch. So was kriegst du nicht durchgesetzt.\nDa drehen sich alle zu Recht auch im Kreis.\nSo, das heißt in dem Moment wo ich USB-C habe, brauche ich dann unter Umständen\nnochmal USB-A auf USB-C Kabel,\ndamit ich irgendwie da laden kann, also es entsteht ohnehin ein neuer Mix von\nwas auf was muss ich denn jetzt adaptieren,\ndamit ich irgendwie laden kann, weil die Vorstellung, dass überall nur USB-C\nist, die ist halt Quatsch.\nDas war halt bei diesen Netzteilen richtig, meiner Meinung nach,\ndass man gesagt hat, die Netzteile sollen USB-C machen.\nDas hat Apple ja auch getan, aber daraus dann auch automatisch die Forderung zu machen,\naber die andere Seite muss dann sozusagen auch native USB-C annehmen und kann\nnicht einfach irgendwas anderes als Stecker haben,\nist halt irgendwie Quatsch, weil ich glaube, das löst im Großen und Ganzen an\ndiesem ganzen Kabelwirrwarr und diesem Verbrauch von Materialien,\nden wir da haben und den entsprechenden Recyclingmüll, der da entsteht,\ndas löst dieses Problem bestimmt nicht nennenswert.","Wobei es für mich schon der Grund wäre, schon langsam dann nochmal umzustellen.\nAlso ich bin jetzt so kurz davor, mein Telefon ist wirklich fast mein einziges\nGerät, wo ich das noch brauche und die AirPods.\nDer Rest wäre alles eigentlich USB-C und dann könnte ich ein bisschen reduzieren mein Zeug.\nSo, das wäre schon ganz nett. Aber ich habe auch die Problematik,\ndie du gerade schreibst. Okay, was sind denn die geilen Netzteile,\ndie gut funktionieren an der Stelle? Ja, da gibt es nichts.\nJa oder halt mit wenig Ports, ich hab so einen Anker mit zwei Ports und einem USB-A-Port,\nder ist sehr zuverlässig und der ist schön klein und der ist gut,\ndas ist aber so der einzige, der Rest ist dann meistens irgendwie komische Apple-Ladegeräte,\ndie ja ihren eigenen Summs sprechen, aber auch das ganz können,\nalso meine Switch kann ich auch nicht immer an allen Geräten super laden,\nSchwierig, schwierig, schwierig, schwierig.\nIch bin auch teilweise unzufrieden, bin aber,\nhabe mich aber mehr mit der Situation abgefunden gefühlt, dass es halt dahin\ngeht und ich hätte gerne in irgendeiner Form eine Verpflichtung,\ndass auf den Kabeln irgendwie Symbole sind, die eindeutig sind.\nDas wäre schon nicht schlecht.\nFür diese für diese usb fähigkeiten die so ein kabel hat ja oder die usb-c fähigkeiten\naber das haben wir halt irgendwie gar nicht gemacht es gibt das thunderbolt\nsymbol das es kommt mir ab und zu um die gegend,\nman erkennt die power delivery kabel teilweise weil sie pd drauf schreiben in\nmanchen aber ansonsten muss man sich echt,\nordentlich drum kümmern wie man denn sein kabel wer war gemacht hat und wenn\nich jetzt ich weiß jetzt auch nicht ob ich ihn voll besetztes datenkabel mit\nvoller geschwindigkeit auch\nzum laden für volle geschwindigkeit benutzen kann überhaupt oder ob das,\ninnen anders beschaffen sein muss nix weiß ich und ich will es eigentlich auch\nnicht wissen weil morgen ist es wieder anders zum einen und zum anderen,\nFunktioniert dann wenn ich es brauche nicht also ich habe hier einen Haufen Kabel.","Ja das stimmt das hätten sie gleich mal mit vorschreiben können ich meine die\nEU hat ja auch für für Ladesäulen oder war das ist nur die Bundesrepublik egal\nvöllig sinnlose abcd efg hjk sonst was Symbole vorgeschrieben von denen keiner weiß was das ist.","So Farbringe wie bei Widerständen wäre doch schick. Jede Farbe steht für ein Feature.","Ja die Farbringe bei Widerständen sind ja Zahlen. Da könntest du dann auch die\nLeistung codieren oder weiß ich nicht die Datenrate.","Farbringe hat halt den Vorteil du siehst ihn von allen Seiten egal wo er halt irgendwo drin steht.","Schon so kompliziert, dass ich wirklich vor einem Monat mal einen Deep Dive irgendwo gemacht habe.\nUnd schon fast wieder alles vergessen.\nDer hat mir erklärt, warum Apple in den Netzteilen am Anfang anders war und was sie jetzt machen,\nwas man mit PD machen kann, warum es die geilen USB-C Hubs nicht gibt,\ndie halt einfach irgendwie 10 Port USB-C sind, USB 3, USB-C und so.\nUnd zwar, das hat auch damit zu tun, dass dieses Umschalten,\nTim, das du gerade beschreibst, da gibt es technische Grundlagen,\nwarum das so sein muss, aus irgendwelchen Standardgründen, für manche Aspekte.\nJa, so ein Hub kann irgendwie nicht gleichzeitig Thunderbolt-Modus und USB-3-Modus\nsein, sondern der muss sich entscheiden. Und USB-2, wenn durchgleich gereicht\nwird, dann ist es wieder anders. Es ist irre.\nMan kann sich damit beschäftigen.\nich weiß ich hab das meiste schon wieder vergessen jetzt und ich weiß aber die\nmeisten sich nicht damit beschäftigen stecken irgendein kabel ein und dann passiert\nes halt dass das telefon mit einer geschwindigkeit lädt was morgen noch nicht voll ist.","Am geilsten fand ich ja als apple diese tech note herausgegeben hat,\nwo sie erklärt haben, welches USB-C Power Delivery Kabel wie viel Watt kann,\nan welchem von ihren Netzteilen und man den Unterschied halt wirklich nur an\nder Seriennummer erkannt hat oder an der Produkttypenbezeichnung und wo sie\ndann genau erklärt haben,\nwo man das findet und welche Typbezeichnung wie viel Watt kann. Was ich mir so denke.","Die Kabel können auch noch unterschiedliche Wattagen.","Oh nein. Verkauft dir Happily für das kleinere Netzteil auch das kleinere Kabel?\nVielleicht machen sie es inzwischen nicht mehr, das kann sein.","Naja ich meine so richtig dicke Kabel willst du nicht, aber dass jetzt irgendwo\nein USB-C Kabel, was auf Amazon verkauft wird mal korrekt ausgewiesen wäre,\nwas es eigentlich wirklich kann, das sehe ich halt nicht.","Ja gut, aber in dem Satz stand Amazon.","Nein, aber ich meine das wäre meiner Meinung nach eine sinnvolle Regulierung gewesen,\nbei den Kabeln anzufangen, dass da einfach dieser Wildwuchs aufhört und man\nsozusagen langsam mal auf eine verlässliche Kabelinfrastruktur zurückgreifen\nkann und Ladegeräteinfrastruktur,\nwo man dann auch sagen kann, dann stellen wir unser Telefon jetzt auch mal hier\nberuhigt um, um an diesem Spaß teilzuhaben.\nAlso ich glaube das wird jetzt alles schwieriger und in gewisser Hinsicht freue\nich mich über USB-A Ports, weil da weiß man was man hat so also.","Es ist nicht schön aber man weiß was man hat.","Da kommt Strom raus und da kommt vor allem permanent Strom raus und man lädt halt manchmal,\nalso USB-C versorgt nicht nur batteriegetriebene Geräte, sondern es wird nicht\nimmer eine Batterie geladen, manchmal wird auch einfach ein Gerät direkt mit\nStrom versorgt und da kann es einfach nicht sein,\ndass das dieses gerät zwischendurch keinen strom hat weil dann bootet es neu\nund das ist nicht gut für so ein gerät wie ihr wisst. Ist nicht in ordnung.","Och manchmal reboot tut gut ne aber.","Ja ja außerdem find's generell problematisch dass solche detaillierten standards\nvorgeschrieben werden auf so einer legislativen ebene weil was ist wenn jetzt was besseres kommt.","Ja vor allen Dingen die Firmen, die die entsprechenden Patente haben,\ndie haben jetzt natürlich eine Lizenz zum Gelddrucken.","Aber ohne USB-C-Lade ist doch keine Patent drauf.\nAlso keine Lizenzgebühren zumindest, vielleicht ist ein Patent drauf,\naber keine Lizenzgebühren, das wäre mir jetzt neu.\nAlso wenn das so sein sollte, wäre das natürlich nochmal ein super Skandal, aber das geht gar nicht.\nTja, soviel dazu. Also wir kaufen uns erstmal kein neues iPhone, weil...","Wozu?","Wozu? Man hätte natürlich die Kamera gehabt so.","Kamera wäre ein Argument gewesen. Genau, das ist tatsächlich das einzige,\nwo ich sagen würde, so mehr Zoom mehr gut.","Das find ich, Ja, das kriegst du aber auch nächstes Jahr nochmal.\nNoch mehr, mehr Zoom und mehr, mehr gut.","Klar, ich kann auch noch zehn Jahre warten, krieg ich nochmal mehr,\nmehr gut. Irgendwann löst es so einen Kaufreiz aus. Aber bei mir hat es jetzt\nkeinen Kaufreiz ausgelöst.","Das ist er bei mir auch nicht.","Die zweite Generation von einem großen Sensor ist schon spannend, finde ich eigentlich.\nPlus die Bildstabilisation, die beim ESTA so klappt für Videos,\nist schon auch sehr spannend, so mit dem Action-Modus.\nIch brauche es im Moment irgendwie alles nicht, weil ich mache eh zu wenig Fotos,\nhabe ich gemerkt. Also ich habe irgendwie so, wie der Kleine älter geworden\nist, habe ich gemerkt, dass dieses...\nIch wollte, wie der klein war, wollte ich immer noch jedes Jahr die bessere\nKamera haben und habe sofort gekauft, gekauft, gekauft, gekauft.\nUnd jetzt ist es so, okay, A, mache ich anscheinend eh weniger Fotos inzwischen\nund B, sind die gut genug.\nAlso das ist jetzt nicht mehr so, damals war es immer so, okay,\nin der Helligkeit ist es jetzt unbedingt wichtiger. Es macht schon viel Unterschied,\nob die Kamera jetzt das gute Foto macht oder nicht, dass zumindest an der Hand.\nWas haben wir sonst noch von den geräten schnell sie haben was mich am meisten\nirritiert hat sie haben das iphone pro mit spiele performance beworben das war\nfand ich super absurd also warum das fand ich das fand ich eine interessante entwicklung,\nweil sie ja eigentlich nicht das iphone sondern den prozessor für spiele ob\nspiele optimiert beworben haben und das würde natürlich sehr stark.","Sagen wir mal darauf hinweisend dass sie so eine handheld konsole a la switch\noder oder oder steam deck oder wie die alle heißen vielleicht auch irgendwann\nauf den markt werfen das würde auch in die ganze diese ganze wir portieren spiele und so weiter rein.\nReinpassen die entwicklung also ich will jetzt nichts orakeln aber aber für\nmich klang das so wie hey da ist da ist mehr da ist mehr strategie dahinter\nalso theoretisch gegen.","Theoretisch könnten sie ja quasi das Apple TV genau in die Richtung natschen\nin dem sie sagen so das kriegt ein Doc und das kannst du rausnehmen und dann hast du ein Handheld.","Naja ich mein alles was in so einem Steam Deck oder Nintendo Switch drin ist kann Apple bauen.\nJa ich weiß nicht wie es mit Controllern ist aber ich, Kontext der Switch mal deutlich besser.\nDas traue ich ihnen zu, dass sie sowas hinkriegen,\ndass sie sowas gebaut kriegen und eigentlich mangelt es eher an den Spielen,\ndie dann auf dem Ding laufen, als dass Apple die Hardware hinkriegt,\ndie schnell ist und die einige von den Geräten da draußen alt aussehen lässt.\nAlso das könnten sie schon machen.","Ja aber es mangelt an allem anderen insofern halte ich das für also ich fand\nes einfach deshalb so absurd auch dass sie das pro telefon das wirklich für\neins was weiß ich eins vier glaube\nich startet oder 1400 ist so der einstiegspreis dass sie das wegen der.\nBesseren.","Gpu accelerated raytracing eigenschaften bewerben also das ist ja gut aber sie\nhaben sie haben ja auch die vision pro mit relativ vielen entertainment features beworben.","Insofern ist was anderes sie mein das ist eine neue produktkategorie des iphone\npro ist das iphone pro also das ist ein iphone pro nutzer ist jetzt kein.\nGamer per se an der stelle auf einmal kein Mobile Gamer in dem sinne dass er\ndenkt oder sie denkt oh geil ich hätte jetzt die bessere Grafik Performance\ngehen auf meinem Telefon weil für Mobile Games ist mir echt schon wichtig dass\ndas jetzt so aussieht wie auf der Playstation mindestens.\nDeswegen. Das ist der komplette Markt vorbei alles also es ist für mich ich\nfinde es einfach nur ich fand es super schräg.","Wieso ist das am Markt vorbei was welchen Markt meinst du da jetzt?","Leute, die ein Pro, ein iPhone Pro kaufen, zu versuchen, mit Raytracing Gaming\nPerformance zu ködern, ja, deswegen\nbin ich ja der Meinung, dass die Story passt für das iPhone nicht.\nSie passt vielleicht für den Prozessor, aber dann müssen sie ein anderes Gerät bauen.","Wen spricht das an, deiner Meinung nach, Tim? Wer denkt, oh geil,\ndas ist so viel schneller und hübscher, das sind meine Spiele?\nAlso die ganzen Mobile-Game-Spieler, Spielenden, die ich kenne,\ndie sind höchst zufrieden mit dem, was da abgeht, optisch auf ihrem Bildschirm.\nDie haben diese ganze Idee gar nicht, die die ganze Konsolengeneration hat von\nneuer, höher, weiter, geiler, mehr an der Stelle, weil die haben mehr von neuer,\nhöher, weiter, mehr einfach Spielfeatures, aber nicht Grafik.\nAlso das ist so, no way, no way, dass es eine Zielgruppe gibt.\nDas ist jetzt irgendein Statement, das wir da rausgehauen haben, aber das ist, nee.","Naja, also ich glaube ja eher, dass das, sagen wir mal, Teil einer Gesamterzählung\nist, die sie jetzt schon seit längerem pushen.\nSo, wenn du dir mal die Events anschaust in den letzten Jahren,\nes ist immer ein Tröpfchen Gaming dabei.\nHier irgendwie das tolle Grafikkartenfeature, hier die neuere Engine,\nhier unsere neue Kompatibilität, irgendwie portiert doch mal,\nah guck mal jetzt kommt hier auch noch die Vision Pro.\nAlso das tröpfelt meiner Meinung nach kontinuierlich rein und ich würde ihnen\njetzt mal zugutehalten, dass sie da so einen Longtermplan haben,\nsodass sie halt irgendwie wissen, das ist nicht ihr Heimmarkt.\nAuf der anderen Seite haben sie mit dem iPhone irgendwie eine super erfolgreiche\nGaming Plattform per se, weil sie da einfach mit Spielen extrem viel Geld machen\nund wahrscheinlich allein in\ngespielten Minuten an Spielen übertrifft es wahrscheinlich alles andere.\nAlso ich habe diese Zahlen nicht, aber das ist schon der Ort,\nwo am meisten gespielt wird heutzutage.","Oh, aber nicht auf dem iPhone Pro.","Naja, dass das iPhone Pro besser ist als das iPhone und sie jetzt nicht anfangen\nwerden so ein neues Feature auf dem kleineren Telefon zu pushen ist ja klar.","Aber Tim, wenn du mit der Statistik kommst, dann ist der Gedanke jetzt ja genau\nder, diese Marktmacht im Bezug auf Gaming, die haben sie halt bei Casual Games.\nDas sind, weiß ich nicht, 95% wahrscheinlich des iPhone Spielemarktes.\nUnd diese Casual Games laufen exakt so gut auf meinem iPhone 11.\nda ist es denen völlig egal ob du jetzt das 11 12 13 14 15 oder 15 pro hast\nja also dafür brauche ich dann eben gerade ja kein 15 pro um hier mein 1024 spielen zu können.","Naja du hast ja immer so ein bisschen also solche Botschaften sind ja nicht\nimmer so wegen dieses einen Features kaufst du jetzt genau dieses Gerät.","Ja aber das war das einzige groß beformende Feature von dem Ding im Video und\nüberhaupt prominent vorne dran.","Ja ja ja natürlich haben sie das gemacht aber sie brauchen halt so wie sich\nja nicht so viel geändert hat aber das hat sich ja nun mal geändert und dann\ndann bauen sie das einfach in ihre Spieleerzählung mit ein.","Ja aber was dieser Spieleerzählung einfach fehlt ist halt mal wirklich das Spiel\nwas halt alle haben müssen.","Ja weil es das nicht gibt.","Eben sowas wie Zelda oder sonst was und ich verstehe nicht, dass Apple mit ihrem\nganzen Geld sich nicht einfach eine komplette Entwicklerbude kauft und dann\neben wirklich was Zelda mäßiges raushaut.\nJa so etwas wo du wirklich, die Switch hat sich verkauft durch Zelda hauptsächlich\nund dann Mario Kart, aber Mario Kart gab es exakt so auch schon auf der Generation\nvorher, ja also Zelda war das neue was ich nicht verstanden habe.","Sowas brauchten die. Ja, aber das ist doch eine ganz andere Frage.\nDie eigentliche Frage war ja, warum haben sie von diesem Raytracing erzählt?\nSo, sie haben erstens davon erzählt, weil es eines der wenigen wirklichen Neuerungen\nwar auf diesem Telefon, weil ansonsten ist das Ding im Wesentlichen nur ein\nbisschen schneller, das gleiche mit USB-C.\nUnd wenn das nun mal ein neues Feature ist, was diese Grafikkarte kann,\ndann bauen sie das eben ein und dann ist diese Erzählung da,\nGaming auf dem iPhone findet statt und kann was.\nDas ist die ganze Botschaft. Und Leute fühlen sich dann generell zu der Plattform\nhingezogen, weil das Spitzenmodell kann das.\nJa ich kaufe mir zwar nur einen VW Jetta, aber der große Phaeton der hat halt irgendwie das.","Das Problem bleibt aber eben das Eingabegerät so solange Apple es nicht schafft\nirgendeine Art von Controller da vernünftig mit zu verbinden.\nJa du kannst den von der Playstation nehmen, ja du kannst den von der Xbox nehmen, das klopft auch super.","Ich glaube ihr redet an der Sache vorbei, weil was hier steht,\nwenn du reinguckst, steht da der A17 Pro Chip das Gaming Monster,\nsie bewerben den Chip als das Gaming Monster, nicht das iPhone als das Gaming\nMonster. Ja das iPhone hat auch den Chip.\nder das Gaming Monster ist. Für mich macht das nur sinnvoll Sinn,\nwenn sie jetzt diesen Nimbus HDA 17 Pro Chip, das ist der tolle Chip,\nmit dem kann man so gut gamen, wenn sie den dann in ein anderes Gerät tun und\nsagen, hier guck mal, das ist der gleiche Chip, den haben wir doch da, der hat da ja schon.","Aber wo verbauen sie den denn dann, wo du geil mit gamen kannst?\nSo die können den ins Apple TV verbauen, das werden sie nicht machen,\nweil es dann preismäßig nicht mehr funktioniert und dort hast du auch kein Eingabegerät,\nweil mit deiner Remote willst du nicht gamen.\nSo und selbst hier in unserer MacBook Pro kannst du,\nja aber das ist genau der missing link, so du kannst doch als Apple nicht hingehen\nund sagen so damit ihr jetzt ein vernünftiges Triple A Premium Spiel vernünftig\nspielen könnt musst du dir von Microsoft einen Controller kaufen,\nja aber das tun sie doch schon vor zwei Jahren oder drei Jahren.\nUnd das macht deren ganze Game-Strategie meiner Meinung nach so pointless.","Sie haben keine Game-Strategie.","Doch, sie haben eine Game-Strategie, es ist bloß eine andere Game-Strategie\nals das, was alle denken, was Apple für eine Game-Strategie haben müsste.\nIhr geht halt immer von dieser Controller-Spiele-Konsolen-Welt aus und Apples\nGaming-Strategie… Weil dafür brauche ich Raytracing, ich brauche für Spiele\nmit Raytracing… Es ist Teil einer Erzählung, hört auf meine Worte.\nEs ist Teil einer Erzählung. Es ist vollkommen egal, setzen nicht da drauf,\ndass Leute sich jetzt deswegen ein iPhone kaufen. Das ist nicht das entscheidende\nFeature. Es ist Teil der Erzählung und die Erzählung ist, diese Plattform kann geile Games machen.","Sie hat aber keine geilen Games.","Natürlich hat sie keine geilen Games, aber das ist ja ein Henne-Ei-Problem.\nDu musst diese Erzählung erst mal irgendwie in den Raum kriegen und da sind\nsie ja dabei und meiner Meinung nach,\nich bin auch damit gleich zu Ende, meiner Meinung nach kulminiert diese Vorstellung\ndavon, wo Games für sie wirklich wichtig sind, in diesem Headset.\nIch glaube, dass es darauf hinausläuft. Das ist der Ort, wo sie das sehen.\nNicht Anfang nächsten Jahres auch diese Stereokamera-Funktion.\nDu kannst mit dem iPhone 15 Pro, nur mit dem Pro und dem Pro Max kannst du so\nstereoskopisches Video aufnehmen, was du dann halt auf dem Headset abspielen kannst.","Das scheint mir aber auch mehr ein Gimmick zu sein.","Also ich bleib dabei, das Grundproblem bei Apple sind die Controller,\nweil es gibt zwei Arten, wie du Premium-Spiele spielst. Entweder mit einem guten\nController in der Hand oder mit Tastatur plus Maus. Keins von beiden hat Apple.\nUnd das ist ein Problem. Solange sie das nicht haben, sind sie immer nur in\nder Casual Gaming-Ecke drin.","Aber was fehlt ihnen? Controller? Aber sie haben doch Controller.","Nein, sie haben keine Controller. Wo denn?","Nee, die eigenen haben sie nicht. Sie haben keine eigenen, ja.\nAber sie haben genug Controller-Support jetzt.","Diese Geschichte kannst du aber doch nicht erzählen als Apple.\nIhr müsst erstmal zu Sony und ihr müsst zu Microsoft, damit ihr irgendwie ein\nflüchtiges Spiel spielt.","Du kannst einen Mixtap kaufen eigentlich und bundlen. Dafür hätte ich jetzt\nnicht so viele Probleme.\nSie haben aber einfach insgesamt keine Strategie, weil sie haben,\nwie gesagt, bei der Set-Top-Box einfach nicht genug Performance.\nBei den mobilen Geräten haben sie inzwischen so viel Performance,\ndass man sie auch gerne am großen Fernseher anschließen könnte und das machen\noder mit Airplay spielen. spielen, ja, weil wenn wir hier Cloud Gaming machen\nkönnen, dann würden wir doch mal Airplay Gaming machen können.","So viele Trends, aber...","Und,\nIch fand es lustig, weil ich sehe, der Versuch der Strategie da an der Stelle\nschon, aber es greift halt alles ins Leere noch und ist halt so eine Luftnummer\nund so eine Möchtegern-Aktion, weil sie da noch nicht mitspielen.\nWahrscheinlich das Management auch heran, wäre interessant. Man könnte einen\nguten schlechten Film drüber drehen, glaube ich, über die zerstörten Träume\nder Menschen, die da arbeiten, zumindest kenne ich schon ein paar.\nUnd ich finde es fast ein bisschen schade, weil die Hardware so viel möglich machen würde,\naber sie haben sich wirklich aus dem Mobile Markt selber zerstört damit irgendwie,\nweil sie mit Arcade praktisch die Leute davon weggebracht haben,\nda sinnvolles Zeug zu machen, weil entweder du bist in Arcade,\ndann kannst du damit ein bisschen Kohle machen oder du bist halt nicht da und\ndann kannst du nichts mehr verkaufen, weil die Leute jetzt alle irgendwie mit\nArcade das Abo abgegriffen hatten.\nEs hat den Markt echt noch mal deutlich gedrückt im Sinne von,\nwas sind denn für innovative Spiele auf der Plattform.\nWas wir am Anfang wirklich hatten, vor diesem ganzen Mobile-Kram,\ngab es ja auch wirklich geile, innovative Spiele, die zumindest mit dem Touch-System oder mit...\ndie irgendwas Geiles gemacht haben. Es gibt seit Jahren keine geilen,\ninnovativen Spiele mehr auf der Plattform. Es gibt halt so die Suchtmaschinen\nund es gibt irgendwie ein bisschen Zeug, aber es gibt nicht so viel.\ndas geile zeug und das hätten sie es machen können eigentlich und das finde\nich ein bisschen schade dass ich jetzt eher den mein ipad mit über den über\nden hdmi usb karte als switch monitor benutze anstatt dass ich direkt was drauf spiele.","Können wir vielleicht den. Anteil den Apple am Gaming Markt hat auch auf diesem\nPodcast jetzt übertragen, weil wir sind schon wieder voll in dieser Gaming Diskussion.\nWer hat jetzt einfach einen Gaming Podcast, dass du dir nichts aus der Outline\nund Kalender, weißt du, das ist untergegeben.\nWir haben jetzt schon auch vier Stunden irgendwie auf der Uhr und ich wollte\nnoch zwei drei Sachen kurz ansprechen vielleicht Lass mal jetzt die Hardware mal sein,\nes gab nämlich die Betriebssysteme, ich glaube auch da ist nicht so richtig viel zu erzählen,\naber vielleicht könnt ihr ja mal so eure Highlights von Sonoma,\niOS 17, was auch immer, watchOS haben wir ja schon besprochen,\nnochmal rauskramen, ich kann meins gleich sagen, warum ich auf iOS 17 sofort\ngewechselt bin und auch alle meine Pieps genötigt habe dasselbe zu tun.","Lass mich raten, AirTag Sharing.","Genau, AirTag Sharing, yeah. Ich freue mich so sehr, dass das gekommen ist und\ndas glaube ich kann dem Produkt nochmal richtig Auftrieb geben.\nScheint auch zu funktionieren, ist ja jetzt in dem Sinne auch kein kompliziertes Teil.\nIch glaube nicht, dass das jetzt ein Problem der Software per se war,\nalso die muss natürlich geschrieben werden und da brauchst du das richtige User\nInterface und das übliche und so weiter.\nAber ich glaube, dass das jetzt erst kam, war eher ein Abwägen im Rahmen dieser\nganzen Privacy-Debatte etc.\nDas wollten sie wohl auch erstmal abwarten.\nWas auch immer jetzt der Grund war, ist es auf jeden Fall da.\nFalls ihr es noch nicht mitbekommen habt und ihr Airtex benutzt,\nman kann halt jetzt Airtex mit bis zu fünf Personen sharen.\nNicht Family Sharing so per se, sondern einfach man muss dann alle einzeln nennen\nund vor allem man kann auch nicht einfach das mit jemanden sharen,\nsondern du schickst denen dann quasi eine Invitation, dass du daran an diesem\nSharing teilnimmst und das musst du dann auch akzeptieren.\nAlso du kannst nicht einfach von irgendjemandem auf irgendein AirTag gelegt\nwerden und der taucht dann bei dir auf, sondern du musst es dann halt auch akzeptieren.","Also du schickst jemand von deinem AirTag.","Also ich wähle mein AirTag aus, sag hier Roddy soll jetzt auch und dann kriegst\ndu das per Message geschickt und dann musst du dem aber akzeptieren.\nGenau du musst es akzeptieren.","Ja aber das ist doch okay.","Jaja das ist ok, ich sag nur so funktioniert das. Also das ist auf jeden Fall\nmein Lieblingsfeature, ansonsten weiß ich noch nicht so richtig ob ich ein Lieblingsfeature\nhabe, fällt euch noch irgendwas ein?\nAlso jetzt bei Mac OS 14 oder bei iOS 17.","Hallo, Tom, was machst du da, ja es kommt leider nicht gut durch das Mikro,\nschade, ich fand die eigentlich ganz gut, was ist denn, die IOS 17 die Stimme\ngenau, was ist damit, man kennt sie schon, ist ganz gut, Die selbst trainierte\nStimme, man kann ja seine Stimme trainieren.","Ach das warst du jetzt oder was? Was? Das warst du jetzt.","Genau. Aha. Das war ich jetzt, aber man hat es jetzt zu schlecht gehört,\nso selbst in meinem Feedbackohr, deswegen weiß ich nicht genau,\nwie man es hier reinbringt.","Dann musst du es an deinem Mikrofon halten, dann kann man das auch verstehen.","Das hatte ich gemacht, ja genau, das war aber zu schlecht anscheinend.","Aber das ist jetzt nur auf Englisch möglich.","Es ist nur auf Englisch möglich, aber man erkennt schon sehr,\nalso ich habe jetzt auch ein paar Freunde haben das auch schon gemacht,\nman erkennt die schon ganz gut so.","Wie macht man das überhaupt?","Das ist ein relativ langwieriger Prozess, also du musst so eine Viertelstunde\nlang bis zu einer halben Stunde lang englische Sätze, die auf deinem Display\nstehen, einsprechen und dann\nrechnet er über Nacht beim Anschließen diese Stimme über ein oder zwei.","Aber nur Englisch?","Stelle. Nur Englisch im Moment. Ist in Accessibility, heißt Live Speech.\nUnd genau, Personal Voice und da kann man das machen. Und ja, genau.\nMan erkennt die Person, die da dahinter hängt und man muss auch im Moment,\nkann man es glaube ich auch nur über das Accessibility Feature wirklich aktivieren\nund dann sprechen lassen da drin.\nAlso Live Speech anmachen und dann über Triple-Klick auf dem Homebutton den Text eingeben.","Okay aber das ist jetzt so ein Feature von dem du denkst, dass es dir unter\nUmständen vielleicht nochmal irgendwas bringen könnte oder siehst du da jetzt\nschon eine unmittelbare Anwendung?","Ja aber das ist doch ein Narzissten Feature, ich meine ich will doch nicht,\ndass das Telefon in meiner Stimme zu mir spricht, was soll denn das?","Ja aber zu anderen.","Zu anderen?","Zu anderen.","Ach zu anderen.","Es ist eher so, also an sich dass es geht, finde ich interessant.","Dann tippe ich was und dann schickt das Telefon eine Sprachnachricht damit auf\nder anderen Seite die dann wieder in Text umgewandelt wird oder was ist das?","Nee es ist hauptsächlich momentan Accessibility Feature. Für Leute mit einem Impairment und so.\nImpairment ist mit irgendeiner Form irgendeiner Art von Problemen,\ndass sie das brauchen können und ja das ist,\nich finde eher technologisch ist es halt so ein okay, eine an sich angepasste\nStimme ist so ein bisschen so\ndiese AI-Geschichte nochmal, wie sie hoch babbelt in einem User-Feature.\nDeshalb finde ich die ganz spannend und deshalb wollte ich die ausprobieren.\nPraktische Anwendung habe ich dafür eigentlich nicht, so habe ich gemerkt an der Stelle.","Also mein Lieblingsfeature bei\nSonoma ist das hier. Macht total Sinn in einem Podcast das so zu sagen.","Du meinst der Screensaver der zu einem Desktop Hintergrund wird?","Der Screensaver der zu einem Desktop Hintergrund wird. Weil ich hab mich immer\ngefragt, ich hatte die ganzen Betas und die haben mich immer gefragt warum zum\nTeufel ist das Login Feld da unten so winzig klein? Die haben den ganzen Bildschirm\nfrei, warum zum Teufel machen die da nichts? Sonst haben sie erst in der allerletzten\nBeta freigeschaltet dieses Feature.\nUnd der Clou ist halt wirklich, dass, wenn du das jetzt aufklappst,\nläuft da halt jetzt irgendeine schöne Videoanimation, die man auch alle vom\nApple TV ja schon kennt, so, und wenn ich jetzt, jetzt aber sage,\nso, jetzt locke ich mich ein, dann bremst die ab, und sie bremst so schön langsam ab.\nUnd jetzt hast du einen schönen Bildschirmhintergrund und der ist jedes Mal anders.","Ein bisschen.","Das heißt also jedes Mal, wenn du halt irgendwie wieder Sleep hast und wieder\nneu, läuft dir der Film wieder ein Stückchen weiter und dann bremst du ihn wieder\nab und dann sieht dein Scream wieder ein bisschen anders aus,\naber es ist halt immer so dasselbe Grundthema.\nUnd die Kurve, wie es abbremst, die ist so perfekt und so befriedigend.\nIch könnte also den ganzen Tag mit dieses Abbremsen dieses Videos abgucken.\nWer immer das bei Apple gebaut hat, fantastisch, das ist die beste UX-Idee,\ndie sie wirklich seit langer Zeit hatten. Da hätte ich auch gleich ein Feature-Request,\nfalls jemand zuhört, pro Minute ein Frame weiterschalten.\nWenn du nach zehn Minuten wieder kommst, das sieht doch ein bisschen anders\naus als vorhin. So ein Backdrop. Das wäre auch cool.","Aber das ist jetzt eine gute Erklärung, warum es sich manchmal bewegt und manchmal\nnicht. Ich habe mich immer gefragt, hä, wieso bewegt sich das jetzt nicht?\nUnd vorhin hat es sich bewegt, aber ja, okay, jetzt weiß ich Bescheid.","Also ich liebe es, es hat natürlich null Mehrwert, aber das ist endlich mal\nwieder auch so ein Verspieltheits Ding so, wo ich denke das liefert Apple echt\nzu selten in letzter Zeit und da ist das echt richtig.","Also ganz ehrlich, ich muss wirklich sagen, eigentlich bei allen OSen,\ndie sie jetzt rausgebracht haben, frage ich mich bei jedem, was ist jetzt eigentlich\nnochmal genau neu gewesen?\nAlso so die großen dicken Brüller Features sind da gar nicht so drin.","Naja dicke große Brüller Features machen sie halt in dem Sinne auch nicht mehr\nsondern die Brüller Features entstehen über Zeit durch die kontinuierliche Pflege\nalso man merkt das halt immer ich habe ja hier noch sehr alte Macs in Nutzung\nso mit der iMac wo jetzt hier Zoom drauf läuft der fährt halt 10.13.\nDas ist jetzt, jetzt wüsste ich gerne wie man das zurückrechnet,\nwie viele Versionen das zurück ist, das weiß ich jetzt nicht mehr wie man das\nrechnet, was war das letzte?","10, 15 war das letzte 10er.","10, 15 war das letzte und dann kam 11. Jetzt sind wir bei 14,\nalso 10, 14, 15, dann kam 11, ist 3, 12, 13, so also acht Versionen sozusagen.\nUnd also acht Jahre liegen sozusagen dazwischen könnte man sagen.\nOkay ich mein der ist von 2009, muss ja eigentlich noch älter sein.\nAchso ja aber ich hab ja sozusagen auch immer geaktualisiert.\nAlso ich hab ein acht Jahre altes Betriebssystem.\nSo und dann merkst du schon die Unterschiede.\nAlso paar Sachen finde ich auch besser auf dem alten,\nalso insbesondere trauere ich ja so farbigen Icons in Toolbars nach und so weiter\nalso ich finde da einfach bestimmte Dinge,\nmir ist das alles zu wischi waschi und ich finde das ganze User Interface muss\neinfach wieder ein bisschen mehr griffiger werden so und mir ist das alles zu,\nWie soll ich sagen, mir verläuft das irgendwie alles, ich find nix mehr wieder.\nAber an Features kommt natürlich so einiges dazu.","Besonders an den Icons stört ist, dass sie kein, die sind nicht mehr konsistent,\nalso wenn du, wenn du dir anguckst im, im,\nim im application folder was mal utilities heißt also dienstprogramme heißt\njetzt scheinbar nur noch andere wenn du da anguckst was da drin ist also gerade\ndie druckzentrale ist ja ein ganz fürchterliches icon geworden das ist.","Nur so eine so eine zentrale was für ein dienstprogramm hast du ja.","Also und dann ist aber daneben ist die Systeminformation.","Prinzeter ist cool geworden. Boah das ist ja wirklich ein schlechtes Glyph auf grau und fertig.","Ja genau mit Bildschirmfoto das gleiche und daneben ist aber Systeminformation\nund Automator sind diese so hoch aufgelösten.","Metallkraut und Rüben das stimmt.","Das ist also ich weiß nicht das da kommen echt Windows Vibes auf irgendwie,\nwenn ich mir diese ganzen Icons angucke.","Ja das ist an der Stelle wirklich einfach nur Vernachlässigung und das.","Und dass die Feds das nicht gegeben?","Ja weiß ich nicht.","Doch weiß ich nicht. Nee es ist irgendwie, also das ist so.","Aber mit den Features kamen schon auch trotzdem ganz gute dazu.\nWobei das halt auch sind halt App Features und Hardware Features so eine Mischung.\nAlso ich finde es bei den Porträtfotos im Nachhinein den Schärfepunkt festlegen\nzu können zum Beispiel großartig.\nDas war immer so ein bisschen ein Nerv für diese Porträtfotos,\nweil gerade wenn ich die von zwei Personen oder so gemacht habe,\ndann war das oft irgendwie auf der falschen oder nur auf einer oder so und das\nkann man jetzt dann schön im Nachhinein machen. Da haben sie coole Sachen gemacht.\nDie Widgets auf dem Desktop mag ich persönlich.","Jetzt kann mir kann mal irgendjemand eigentlich erklären warum es kein Mail Widget gibt.","Ich hätte nämlich gerne ich weiß nicht mehr warum es kein Uhr Widget gibt mit\ndigitalen Zahlen also außer mein eigenes noch aber.","Ich hätte gerne nämlich meine YIP Mails die letzten fünf Header einfach nur\nirgendwo dauerhaft angezeigt.","Ich YIP. VIP das hatten wir letztes mal schon.","VIP oder so.","Ja.","Gibt's gibt's nicht.","Keiner kann sagen warum nicht. Ich find settings weniger schlimm irgendwie aber\nes ist natürlich auch genauso schlimm aber man gewöhnt sich echt dran leider.\nSo kann man das so kann man das zusammenfassen also ich finde ich finde schlimm\ndass ich mich dran gewöhnt habe wirklich dass es mich nicht mehr aufregt wenn ich es aufmach.\nWas hatte ich denn in face time war irgendwas cool noch was war in face time cool.\nAutotranscribe selber ist Englisch nur, das hilft nicht so.","Also viel scheint nicht dabei zu sein, wenn ihr das nicht sofort benennen könnt.\nEs sind halt so die Kleinigkeiten und manchmal verbessert sich was,\nmanchmal verschlechtert sich was. Ich hoffe, dass sich ein paar Sachen wieder mal verbessern.\nDazu habe ich jetzt noch nicht genug rumgeklickt, um das wirklich alles abschließend\nbewerten zu können. Du musst ja jetzt auch erstmal wieder Permissions verteilen,\ndamit die Programme wieder laufen und so. Das kann alles noch eine Weile dauern.","Ach ja die offline Karten hatte ich ja schon mal angesprochen,\nwas ich jetzt nicht weltbewegend.","Genau die haben sich ja ganz gut gelöst jetzt eigentlich, aber so,\ndie kann man ganz easy aktivieren.","Genau ist nicht weltbewegend aber ist halt schön das zu haben wir sprachen ja\nüber die Datensituation in diesem Land, da ist es schön wenn man die Karte offline dabei hat.","Ich hatte ja auch schon letzte oder vorletzte Sendung gefeatured hier Webseiten\nals App quasi abspeichern unten im Dock und sonst wo.","Habe ich noch nicht benutzt hier, funktioniert das gut?\nDie Profile würde ich auch gerne benutzen glaube ich, weil die habe ich eigentlich\nimmer mit mehreren Browsern schon benutzt. Habe ich aber noch nicht eingerichtet,\nweil dann das war mir irgendwie zu spooky.","Ich habe das probiert, aber das Problem mit diesen Profilen ist,\nda hast du sozusagen, da machst du ein neues Fenster auf und alles was in diesem\nFenster stattfindet, ist dann im Kontext dieses Profils und ich glaube das geht\nsehr davon aus, dass du so Business und Privates trennst.\nUnd für Leute, die diese Anforderungen haben, mag das ganz gut sein.\nIch persönlich habe ja diese Anforderungen nicht, bei mir ist das ja irgendwie das gleiche.\nAber ich habe halt eher so dieses Problem, auf derselben Webseite habe ich mehrere\nProfile. Also ich hätte lieber gerne Profile pro Webseite als so andersrum.\nAber das löst sich auch mit diesen Web-Apps ganz gut. Also ich habe zum Beispiel\nso zwei Amazon-Accounts, die ich immer sehr gut auseinanderhalten möchte und\nwo ich immer irgendwie beide auch gleichzeitig benutzen möchte.\nUnd das geht halt jetzt mit diesen Web-Apps, weil einfach jeder seinen eigenen Cookie-Kontext hat.","Ach, du kannst eine Web-App für dieselbe Webseite mehrfach erstellen? Genau.","Ich habe so Amazon Privat und Amazon Business und in dem einen bin ich mit dem\neinen eingeloggt, mit dem anderen bin ich mit dem anderen eingeloggt und die\nhaben halt keinen Shared-Cookie-Space.","Das geht.","Das funktioniert.","Cool.","Und das ist dann wirklich ein Feature. Da muss ich halt nur darauf achten,\ndass ich die dann auch benutze. Aber generell finde ich auch die Idee,\nfand ich schon immer gut, eine Webseite auch quasi wie so ein Programm zu verstehen.\nWeil viele Apps sind ja auch nichts anderes heutzutage. Also eigentlich ist\nes ja so ein automatischer App-Generator.\nDu nimmst einfach den Browser und sagst so, hier, liebe App,\ndu bist jetzt irgendwie dieser Browser und fertig. Und das funktioniert gut.\nAlso da bin ich ganz zufrieden. An der Optik hat sich jetzt nichts nennenswertes\nverschlimmert, soweit ich das beurteilen kann. Das ist schon mal ganz gut.\nUnd ich hoffe nur, dass sich nicht wieder irgendwelche bösen Sachen da drin verbergen.\nInwiefern man solche Sachen wie diese neue Möglichkeit, Passkeys und Passwörter\nzu teilen mit anderen Leuten, inwiefern sich das durchsetzen wird,\nnochmal gucken. Ich bin ja auch mal\nein Passwortnutzer und hab da nicht so unmittelbar diesen Bedarf dafür.","Aber das hat zum Beispiel super funktioniert letztens und das hat mein Leben\nsehr bereuchert, weil ich muss es, ich will es nicht anhören müssen,\nnur damit ich ungefähr weiß, was da drin steht. Und es war erstaunlich gut transkribiert auch.\nAlso das war wirklich so, da waren kaum Fehler drin, das konnte man auch wirklich so lesen.","Also jetzt über iMessage, ne?","Genau, iMessage, Familienchat war das und je jünger und zeitlicher die Familie\nRichtung Technik ist, umso mehr verwendet die diese Sprachnachrichten,\nalso es ist natürlich, und das ist ein, Kannst du mir mal eine Sprachnachricht schicken bitte?\nIch kann dir natürlich eine Sprachnachricht schicken.","Schick mal an uns alle.","An euch alle? Ne, ich glaub im Gruppenchat geht's irgendwie nicht,\nman muss das irgendwie im 1 zu 1 machen, im Gruppenchat hab ich's noch nicht aktiv gesehen bisher.\nUnd das Interessante ist ja, um die Sprachnachricht zu finden,\nmuss man ja erst mal an Diktieren vorbeigehen und dann eine Audionachricht schicken\nund dann schickt man hier eine kurze Sprachnachricht an den Herrn Prittler auf\nGuten Tag. Wie geht's dir denn?","Man muss an Diktieren vorbeigehen? Warte mal, wie mache ich das?","Jetzt, wo du eine Sprachnachricht von mir bekommen hast, kriegst du,\nglaube ich, den Sprachnachricht-Button auch statt dem Diktier-Button rechts\noben in dem Text-Bubble, aber ansonsten gibt's links das Plus.","So, jetzt habe ich die Sprachnachricht und jetzt?","Genau und jetzt bei mir wurde die automatisch transkribiert untendran da kam\neinfach so ein untertitel untendran den man dann drauf auf den man dann draufklicken\nkonnte das ist einfach passiert.","Und hier steht nur zum hören ans ohr.","Nee dann kannst du mir auch noch eine zurückschicken ob es bei mir inzwischen\nbei dir mit dir auch noch geht es geht nicht mit allen und das ist irgendwie\nso ein system feature eigentlich.","Ich habe gar nicht verstanden.","Man kann sich aktiv anmachen.\nLinks ist Plus und dann Audio Nachricht oder so ist das Ding.","Ah da, Audio. So, mein lieber Dom, jetzt kriegst du hier was zurückgeschickt.\nUnd ab geht's. 3, 2, 1.\nAlso bei mir ist hier noch keinerlei Transkription erschienen.","Es ist so ein typisches Apple Magic Feature. Oh ja, ich hab das hier komplett zu.","Achso, aber er zeigt für meine Nachricht, die ich dir geschickt habe.","Ach, du siehst es für die hier?","Ich sehe, also er sagt mir jetzt, was ich gesagt habe. Ja toll,\ndas wusste ich auch vorher schon.","Aber das kriege ich auch. Ich weiß nicht genau, warum du meins nicht kriegst an der Stelle.","Vielleicht, also, Relevanz, Freundlichkeitsfelder oder so.","Nee, es ist im Moment so, weiß ich nicht, vielleicht weil Mainz auf US ist oder\nso, ja, es kann ja nach allem gegated sein. Und weil ich der Empfänger bin,\nwird Mainz übersetzt, dass die bei mir ankommen.\nUnd mein lieber Tom hat dann natürlich hier, das ist natürlich auch nicht so,\nwas gewünscht ist, aber es ist natürlich grandios, auch wenn es ganz lange ist,\ndann steht es da unten drunter, so, super praktisch.\nKiller Feature.","Okay, na gut. So, haben wir noch was Wichtiges oder machen wir Kasten zu?","Das Pferd frisst keinen Gurkensalat.","Das musst du da jetzt reinsprechen.","Sagt dir das Zitate was?","Ja, das sagt mir was. Das ist der erste Satz, der über das Telefon gesprochen\nwurde und vielleicht auch der letzte.\nLos, sag's nochmal.","Wie war das? Das Plus?","Genau, links das Plus, dann das rote Audio Dingsbums. Die Audio Waveform.","Das Pferd frisst keinen Gurkensalat.","Man redet immer noch so, wie mit so einem Kind, ne?","Ja, und ich hab das Gefühl, das muss ich auch bei Siri weiterhin tun.","Auf dein Zimmer!","Nee, das hat jetzt hier aber übersetzt. Also ich weiß nicht, ihr könnt ja mal gucken.","Also Leute, die mir schreiben, bei denen wird's wohl übersetzt.","Die Watch jetzt angeblich nen Large Language Model auf der Uhr prozessiert und\ndie Spracherkennung nicht mehr nach draußen schickt an den Server.","Nicht in allen Fällen.","Muss noch mal gucken wie sich das so in der Praxis zeigt.","Wir sind jetzt leer und deswegen werden wir jetzt hier ein Ende machen außerdem\nhaben wir unsere vier Stunden Grenze schon längst überschritten.","Die heilige vier Stunden Grenze.","Wie hast du Grenzen?","Ich nicht aber Ralf hat Grenzen und ich muss auf meine sechs Stunden kommen so ist es.","Ja ja was der Schlaftrecker schlägt dann Alarm so ich bin heute extra spät aufgestanden\num hier irgendwie frisch zu sein aber ich denke das reicht dann auch.\nDom vielen Dank ich stelle fest unsere Remote-Integration hat ganz gut funktioniert oder?","Ja fand ich auch.","Also das war jetzt hier wirklich so wie als würdest du hier sitzen.","Ich hab euch trotzdem reingequatscht öfter mal aber das hätte ich ja auch sonst\ngemacht. Aber ich hab die visuelle rüge gleich gesehen insofern das man hat\nschon zumindest auch ein Feedback ist ganz gut.","Ja dann werde ich hier glaube ich das mal so ausbauen hier diese ganze Geschichte\ndas gefällt mir alles sehr gut.\nTalking heads. Sonst noch irgendwelche klugen Anmerkungen Leute? Nee ne?","Ich glaub ne.","Dann können wir ja mal hier gucken, dass wir hier mal das Outro anschmeißen.\nJa, das war's. Die Freakshow. Nummer, was haben wir?\n400? Nee, quatsch nicht 400. 200? 267, glaube ich. Nee, 69 sind das schon.","69.","Ja, genau. Und mal gucken. Ich wäre ganz froh, wenn wir ein bisschen den Takt vorbesetzen könnten.\nWir schauen, ob uns das gefällt. Wir sagen Tschüss, bis bald. Tschüss!"]}