{"v":1,"episode":270,"speakers":["Tim Pritlove","roddi","Ralf Stockmann","Hans Hübner"],"t":[22,43,44,89,92,97,99,104,106,127,130,130,132,133,135,141,171,179,194,213,214,219,221,226,273,279,300,351,380,385,387,409,411,435,438,441,497,519,653,675,677,691,692,719,727,748,752,759,778,830,870,973,980,982,985,986,991,1088,1098,1127,1147,1159,1181,1182,1214,1235,1237,1258,1267,1272,1277,1280,1281,1286,1313,1319,1340,1342,1347,1359,1379,1380,1385,1399,1400,1403,1418,1607,1617,1622,1629,1637,1643,1646,1653,1660,1664,1695,1698,1701,1790,1791,1840,1843,1846,1864,1866,1875,1879,1882,1894,1895,1919,1932,1934,1974,1978,2001,2012,2028,2039,2075,2080,2089,2094,2113,2120,2130,2134,2211,2216,2222,2226,2230,2248,2304,2308,2310,2316,2562,2595,2606,2609,2613,2653,2711,2717,2720,2725,2730,2734,2768,2777,2780,2798,2814,2820,2822,2840,2842,2843,2846,2848,2870,2877,2880,2886,2993,3049,3075,3078,3103,3109,3246,3252,3296,3298,3354,3361,3423,3428,3465,3468,3496,3506,3521,3575,3601,3618,3619,3668,3676,3678,3683,3690,3709,3777,3780,3895,3901,4014,4021,4066,4067,4087,4089,4151,4154,4224,4232,4233,4244,4251,4265,4294,4373,4389,4414,4427,4429,4433,4452,4454,4477,4488,4555,4558,4560,4562,4577,4614,4698,4701,4742,4752,4839,4846,4857,4858,4865,4883,4924,4928,4938,4941,4975,5001,5002,5066,5070,5081,5088,5106,5108,5226,5228,5235,5236,5255,5261,5272,5282,5285,5291,5293,5296,5298,5310,5316,5324,5333,5363,5375,5378,5381,5384,5391,5394,5399,5456,5457,5501,5507,5508,5512,5581,5583,5722,5725,5737,5744,5774,5779,5814,5819,5863,5871,5886,5905,5906,5911,5949,5952,5962,5964,5965,5969,6008,6010,6012,6018,6022,6030,6035,6037,6041,6059,6061,6095,6096,6105,6107,6111,6114,6121,6128,6135,6142,6147,6150,6150,6162,6165,6167,6174,6187,6192,6202,6206,6285,6384,6439,6497,6502,6504,6533,6541,6545,6560,6566,6591,6593,6595,6602,6614,6622,6634,6662,6672,6688,6756,6769,6771,6776,6780,6793,6798,6806,6814,6863,6880,6883,6888,6903,6911,6919,6920,6931,6940,6972,7051,7059,7077,7082,7119,7121,7125,7206,7207,7277,7292,7369,7371,7527,7530,7536,7539,7543,7550,7593,7596,7632,7645,7825,7826,7922,7927,7938,7946,7948,7952,7996,8059,8061,8098,8277,8281,8298,8322,8416,8425,8429,8436,8515,8518,8569,8656,8757,8759,8765,8769,9009,9011,9028,9033,9098,9101,9137,9156,9206,9220,9241,9246,9395,9396,9409,9410,9418,9454,9458,9467,9469,9482,9490,9507,9510,9512,9564,9576,9629,9634,9683,9685,9702,9705,9729,9776,9778,9847,9863,9868,9872,9875,9881,9886,9892,9918,9933,9937,10009,10014,10022,10050,10118,10119,10121,10130,10166,10178,10327,10328,10408,10453,10504,10514,10530,10547,10550,10609,10616,10629,10661,10667,10689,10703,10705,10706,10715,10752,10757,10768,10799,10802,10828,10834,10837,10846,10847,10852,10852,10868,10871,10906,10916,10932,11042,11126,11129,11237,11238,11245,11273,11280,11313,11421,11507,11517,11547,11548,11554,11570,11592,11646,11709,11718,11756,11829,11841,11882,11913,11935,11938,12115,12122,12124,12207,12220,12236,12312,12316,12319,12328,12365,12388,12399,12404,12480,12521,12541,12542,12549,12552,12560,12563,12566,12568,12643,12646,12649,12653,12663,12668,12726,12730,12730,12739,12741,12743,12824,12826,12829,12916,13054,13064,13067,13081,13091,13100,13102,13111,13114,13117,13127,13129,13134,13137,13141,13153,13155,13165,13169,13172,13176,13187,13196,13210,13225,13227,13229,13233,13237,13255,13260,13276,13369,13374,13442,13462,13476,13506,13524,13528,13532,13549,13557,13563,13569,13575,13649,13655,13657,13666,13685,13687,13691,13694,13698,13705,13706,13713,13714,13720,13726,13737,13739,13742,13760,13778,13780,13783,13785,13790,13804,13817,13820,13823,13832,13835,13836,13838,13839,13842],"s":[0,1,0,1,0,2,0,3,0,2,0,1,0,1,2,0,3,0,2,0,2,0,1,0,3,0,3,0,3,0,3,0,3,0,1,3,0,3,0,3,0,3,0,3,0,3,0,2,0,1,0,2,0,2,0,2,0,1,0,1,0,1,0,1,2,0,2,1,2,0,1,2,0,1,0,1,2,1,0,1,0,1,0,3,1,2,0,1,2,0,1,2,1,2,0,2,0,3,1,0,1,0,2,0,2,1,2,1,0,2,0,2,0,2,0,1,0,2,0,3,2,3,0,1,2,1,3,0,3,0,1,0,3,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,3,0,2,1,2,0,3,0,2,0,1,0,1,2,0,2,1,2,0,2,0,3,0,1,0,2,0,3,0,3,2,0,2,0,2,0,2,0,2,0,2,0,1,0,2,1,0,2,0,2,0,2,0,2,0,2,1,2,1,2,0,3,0,1,0,3,2,1,2,3,0,2,3,2,0,3,0,1,3,0,3,1,2,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,3,0,3,0,3,0,3,1,0,1,0,1,0,3,0,1,0,1,0,1,0,3,0,1,0,3,0,3,0,3,0,2,0,2,0,2,0,1,0,1,0,1,0,2,0,1,0,2,0,2,1,0,2,1,2,0,1,0,2,0,2,0,1,3,0,3,0,3,0,2,0,2,0,2,0,2,3,2,3,2,1,0,1,0,2,0,2,0,2,1,0,1,0,3,0,2,0,1,0,2,3,2,3,0,1,2,3,0,3,0,1,3,0,3,0,3,0,3,1,0,2,1,0,2,1,0,2,0,3,0,3,0,3,1,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,1,3,1,3,0,3,1,3,0,3,0,3,0,2,3,2,3,2,3,2,3,2,3,1,2,3,0,3,0,3,1,3,1,3,1,3,2,0,3,1,3,0,3,1,3,0,2,3,0,3,0,3,1,3,2,3,0,3,0,3,0,3,0,3,2,3,2,0,3,0,3,1,3,0,1,0,3,0,3,0,3,0,1,0,3,0,1,0,3,0,1,0,1,0,3,1,3,0,3,0,3,0,2,3,1,0,3,0,3,0,3,0,1,3,0,3,2,3,0,1,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,1,3,0,1,3,0,1,0,3,1,0,3,0,3,0,3,0,3,0,1,3,0,3,0,1,3,1,3,0,3,0,3,1,3,0,1,3,0,1,3,1,0,1,3,0,3,0,1,0,3,1,0,3,0,1,0,3,0,2,1,0,3,0,3,0,3,0,1,0,3,2,0,2,0,2,0,1,0,1,0,3,0,1,0,2,0],"x":["So, es wird sich schon geräuspert, das heißt gleich werden wichtige Dinge verkündet.\nHallo, hier ist die Freak Show, schönen guten Abend bei SAMM.\nEure Audiodatei der Wahl im Internet, die ihr heruntergeladen habt.","Oder gerade live hört.","Ja, oder so. Auf jeden Fall eine Audiodatei und da gibt es so viele zur Auswahl,\nda muss ich sagen, da freue ich mich jedes Mal wieder.\nWenn ihr euch für diese Audiodatei entscheidet, so sieht es nämlich aus.\nHallo, herzlich willkommen, ich bin Tim und ich grüße die Runde von rechts nach\nlinks, von mir aus gesehen selbstverständlich.\nEine Information, die für alle Hörerinnen und Hörer vollkommen irrelevant ist\nin gewisser Hinsicht, oder?\nAber wir müssen uns ja schon auf das spaziale Zeitalter vorbereiten.\nSpatial Computing, das kommt jetzt. Im Prinzip können wir uns schon mal in diesem\nspatialen Raum positionieren.\nRechts von mir hat sich Roddy positioniert. Hallo Roddy.","Ja hallo ihr Spatzen.","Und direkt daneben etwas weiter nach links hören ist Ralf.","Einen wunderschönen guten Abend.","Und noch ein bisschen weiter nach links haben wir unseren Gast für heute dabei,\nnämlich Hans, hallo Hans.","Hallo und guten Abend.","Hans, Hans Hübner und du warst auch schon mal da, haben wir festgestellt,\nich hab dich eingeladen, ich\ndachte mir so, Hans du müsstest mal in die Freakshow kommen und dann so,\nich war doch schon mal irgendwo bei euch, was war denn das, Freakshow kenne\nich nicht, hast dich an nichts erinnert, das finde ich immer super irgendwie,\nwir kennen uns seit Ewigkeiten aber du hast keine Ahnung was ich mache.","Na da hieß es auch noch anders.","Vor 8 Jahren?","Nee.","Nee.","Das ist länger her.","Die Umbenennung von Mobile Max zu Freak Show ist doch eine Kürze.\nDas gucke ich jetzt mal nach.","Ja kommt mal nach, also das heißt schon lange jetzt Freakshow und zwar seit,\ndas ist auch mal eine interessante Information, die letzte Mobile Max war 114 und das ist vom 11.\nJuli 2013, also 10 Jahre her, also haben wir verpasst in gewisser Hinsicht,\nstimmt, also diese Sendung heißt, wenn es nach mir geht, ich würde ja den alten\nNamen gerne vergessen machen.\nAber das war keine gute Idee.","Ich wäre auch nicht gekommen.","Ja, zu Recht. Ich weiß gar nicht wie mir das so lange, aber ich weiß warum es\nso lange gedauert hat, weil mir nichts gutes eingefallen ist.\nUnd das ist für mich ein unerträglicher Zustand.","Geht euch das auch so mit Jahreszahlen, dass ihr seit Corona völlig durch den\nWind seid, was irgendwie vor wie vielen Jahren war?\nAlso ständig habe ich den Eindruck, es muss vor zwei Jahren gewesen sein,\nach nee, da waren ja noch diese drei Jahre Corona dazwischen,\ndas heißt es muss irgendwie vor fünf Jahren gewesen sein.\nIrgendwo hat das bei mir so ein totales Loch, Zeitloch.","Drei Jahre Corona?","Naja so, wie mein Daumen, siehst du da fängt es schon an.","Ich weiß gar nicht wovon du redest.","Also ich weiß nicht, ob das jetzt mit Corona zusammenhängt oder nicht,\naber ich glaube das habe ich einfach vergessen.","Also es ist trotzdem zehn Jahre her und da ist die Sendung in seinen legitimen\neigentlichen Namen überführt worden, wie es eigentlich von Anfang an hätte heißen\nsollen und so ist es jetzt.\nSo und irgendwann war Hans dabei, nämlich in der nach dir benannten Sendung, Hacker Nummer 5.\nDarauf haben wir uns dann geeinigt, du bist Hacker Nummer 5.\nHacker Nummer 1 wolltest du nicht, obwohl du es wahrscheinlich trotzdem warst,\nwer die Sendung nicht mehr im Kopf hat.\nWir müssen das kurz sagen Hans, weil das gehört zu dir.\nDu bist halt, weiß ich nicht, also du warst mit einer der ersten,\nwie soll man das nennen, Datenreisenden so in Deutschland? Kann man das so sagen?","Ja, wir waren nicht so viele. Deswegen war es leicht die Nummer 5 zu sein,\naber der erste war ich mit Sicherheit nicht.","Ja.\nJa aber halt, keine Ahnung, einstellig irgendwie, was auch immer.\nAlso es ist ja nicht so, dass alle registriert wurden, aber was man sich halt\nnicht so richtig klar macht, denke ich, oder was immer schwerer wird sich das\nnoch vorzustellen, wenn man so in die alten Zeiten blickt, wie es mal war.\nUnd wie es bei einem mal nicht war.","Wir waren einfach sehr sehr wenige, also es war eine sehr kleine Gruppe von Leuten,\ndie sich dann getroffen haben, online und dann auch irgendwie mal live,\naber du kanntest halt alle, wenn du in der Szene unterwegs warst und so war\nes halt, also deswegen, ja, wer war der erste, keine Ahnung.\nAber wir waren halt nur so, weiß ich nicht, 30, 40, 50 Leute Anfang der Acht\noder Mitte der Achtziger, als wir da so angefangen haben.\nAber andererseits ist es natürlich auch so, dass wir auch eine Bubble waren,\neine Bubble von den Leuten, die irgendwie Teenager waren und das aus Jux und\nDollerei betrieben haben und es gab natürlich auch noch andere Leute,\ndie online waren, die mit uns auch nichts zu tun haben wollten.\nInsofern, naja, das ist halt auch wie heute. Die Bubbles gab's schon immer.","Babels gab es schon immer, genau. Ich würde auch sagen es war so eine Pionierzeit.\nWie bist du denn überhaupt, da haben wir glaube ich letztes mal noch nicht so\ndrüber geredet, aber kannst du dich noch dran erinnern wie du überhaupt auf\ndas Thema gekommen bist? Also ich meine man muss ja überhaupt da auch erstmal\neinen speziellen Zugang haben in so einer. Modelleisenbahnen, Elektronikmagazine.","Und dann in den Elektronikmagazinen gab es dann Bauanleitungen für Computer.","Okay und spezifisch die Datenreisen?","Online? Naja, irgendwann wurde dann über DFÜ gesprochen, Datenfernübertragung.\nDas war natürlich auch interessant, zumal sie bei uns in der Schule auch einen\nAkustikkoppler hatten, mit dem sie auf den FU Mainframe zugegriffen haben,\num da die Stundenpläne auszurechnen.","In welchem Jahr bist du jetzt gerade in Gedanken?","Ich bin jetzt gerade ungefähr 84 und es ist schon attraktiv,\nwenn man in so einen Raum reinkommt, wo 5 Apple 2 stehen und ein Akustikkoppler\nund ein Telefon mit so einem Schloss.\nSchloss am Telefon. Das weckt die Neugier. An der Wählscheibe?\nJa das war eine Wählscheibe und da gab es ein Wählscheibenschloss.","Ja, oh Gott.","Damit man die Scheibe nicht dreht, fasse dich an kurz.","Genau, fasse dich kurz.\nDer Informatikraum, der wurde freigeräumt für die Apple Spice,\nda stand vorher noch eine IBM S34 drin, oder was, 36, irgendwie so ein Rechner,\nder war ungefähr zwei Meter lang und 1,30 hoch und so 80 breit.\nUnd der sollte da weg und Platz machen für die Apples, die angeschafft wurden.\nDas waren irgendwie fünf Apples, ein paar mit Z80 Karte und so.\nGanz toll. Und ich hab gesagt, ich möchte diesen Großrechner haben.\nJa, nimm mit. Und dann hab ich mich irgendwie zwei Wochenenden mit dem Teil\nversucht zu befassen, aber das war halt IBM aus der Zeit in den 80ern.\nDas war alles aus Stahl, alles irgendwie zusammen mit großen Schrauben und so\nweiter. Und irgendwann hab ich dann gesagt, nee, das kann ich leider nicht mitnehmen\nund musste den stehen lassen. Jetzt bereue ich das natürlich.\nIch hätte wenigstens das Terminal mitnehmen sollen und die Tastatur.","Genau, weil mittlerweile bist du ja voll im Retro-Computing wieder gelandet,\nvielleicht hast du es auch nie verlassen, ich weiß es nicht,\naber es hat zugenommen. Ich bin einfach zurückgeblieben.\nGenau, deswegen habe ich dich auch eingeladen, weil das wollen wir uns dann\nnochmal genauer anschauen.\nJa mit der DFÜ, also 84 hast du angefangen, so richtig?","Also 83 oder so Anfang der 80er kam ZX81 auf und war dann irgendwie in den in\nden einschlägigen Elektronikmagazinen,\nwaren dann seitengroße Anzeigen für 200 Mark, 500 Mark hat erst der ZX80 gekostet\nund dann gab es den ZX81 für glaube 200 Mark als Bausatz und 300 Mark fertig.\nDann kam das in die Region dessen, was für mich als Schüler,\nich war 16, 15, 14, Teenager, was so langsam in die Region ging,\ndas könnte sein, dass ich sowas auch mal haben kann.\nUnd dann haben wir, also ich war dann natürlich irgendwie auch sehr schnell\nals Computerfreak verschrien und hab dann auch mal eine Schülerzeitung gesetzt\nauf dem Computer, das kam nicht sehr gut an.\nUnd auf dem konntest du dann halt Blogsatz machen und dann haben wir eine Ausgabe des Waldwunders,\nso hieß unsere Schülerzeitung, das Waldwunder, haben wir dann mit diesem Gerät gesetzt,\nwas, es blieb bei mir dem einen Mal, weil das fanden eigentlich alle dann doof\nund computerig und nein und lass uns lieber wieder Littraset, okay.\nAber ich war zufrieden, also mir hat Spaß gemacht, wir haben irgendwie ein Wochenende\nbei Michael an dem Ding rum gesessen und die Zeitung gesetzt.\nAber das war so, das waren die Anfänge so, Mitte der 80er.","Ich hab 87 Abi gemacht und natürlich durchgesetzt,\ndass die Abi-Zeitung selbstverständlich auf dem Computer produziert wird,\nwas ich, auch rückblickend muss ich sagen, war schon sehr advanced.\nBesondere auf einer Waldorfschule.","In der Tat.","Aber die ist, wenn ich mich jetzt richtig zurück erinnere, habe ich das damals\nauf, muss ich echt mal nachdenken.\nKann kein Mac gewesen sein, ne das muss ich irgendwie. Page-Maker?","Es gab Color-Mode.","Ne, ne, ne das war noch nicht. Nee, nee, nee, nee, nee das haben wir auf dem\nC64 gemacht. Auf dem C64 haben wir das Ding gemacht.\nGenau das war nämlich noch vor DTP, das war im C64, ich glaub mit Visavoid irgendwie auf dem C64.\nDas war dieser Textprozessor da, die ganzen Texte gemacht auf dem FX80 Matrix\nDrucker. Epson FX80. Großartiges Gerät.","Aber noch nicht near letter quality. Später kam dann near letter quality mit 24 Nadeln.","Luxus, sowas könnten wir uns damals nicht leisten. Nee das war noch guter 9\nNadel Druck und so und dann haben wir das ganze.\nIch meine, ich komme mich selber ins Grübeln gerade, habe ich das nicht sogar\nanders schon, ne ich hab doch richtig schon mit Fotos mit DTP gemacht und so\nweiter, das ging auf dem Laser raus, gab's doch schon ne 87.","Der erste Laser der verfügbar war, war am Apple.","Ja aber ich hab das damals nicht auf dem Mac gemacht oder doch?","Also 1990, als ich meine Schulzeitung umgestellt hab, das zieht sich so ein\nbisschen durch hier, da hatten wir definitiv einen Laserdrucker,\naber es ist halt drei Jahre, war in der Zeitraum natürlich auch in der Ewigkeit,\naber ich komm auch echt nicht mehr darauf, welche Software das war.\nIch dachte gerade instinktiv irgendwie CorelDraw, aber kann's nicht gewesen\nsein, da kam 89 die erste Version überhaupt aus.","Da muss ich jetzt selber nochmal drüber nachdenken. Wie auch immer,\nauf jeden Fall, ich hab das jetzt nur erwähnt,\nweil das einfach so ein typischer Move war von uns, so digital inspirierten\nSchülern, so genau in diesem Publishing Bereich, weil da war irgendwie alles schon mal irgendwie da.\nDa gab's so eine Infrastruktur und das hat so viel Arbeit erspart im Vergleich zu dem Rest.\nWir haben schon noch das Layout am Ende am Leuchttisch gemacht.\nAlso am Ende war es schon Ausschneiden und Fixo Gum. Also von daher war es nicht\nso voll DTP damals. Ich glaube es war wirklich FX 80 und Ausschneiden und so weiter.\nUnd dann mit fixem Gumm auf dem Leuchttisch und so und dann hast du seine Vorlagen,\naber immerhin so mit Spalten, Fotos, gerastert, hatte alles so seinen Charme,\nja ja, ach ja, Gott, ach die.","Nee, wir sind damals irgendwie durch alle 16-Bit-Computer durchgegangen,\ndie irgendwie so zu kriegen waren.\nErst ein Apple Mac, also dieser uralte Würfel-Mac und dann, ich glaube,\nauf einem Atari ST nochmal und dann nochmal auf einem Amiga.\nUnd wir haben es, glaube ich, auch auf einem 24-Nadel-Drucker ausgedruckt dann.\nUnd das Lustige war, wir hatten an der Schule einen, der arbeitete irgendwie\nbei Münchener Merkur und da konnte man dann so hintenrum,\nMit Überstunden von den Druckern konnte man sich das dann drucken lassen.\nDie hatten dann auch tatsächlich richtig schön gerastete Fotos und so,\ndas sah immer sehr edel aus.","Es gibt keinen Artikel in der Wikipedia zum FX80? Das ist ja nicht euer Ernst.\nAber es gibt, ja, immerhin noch eine Seite bei Epson zum Thema FX80,\ndas finde ich ja interessant.\nAber wieso gibt's denn keine, wisst ihr nicht was das für ein Gerät für,\ndas ist das Wikipedia Problem, alles was vor dem Start dieses Projektes stattfand,\ndas kann man denen auch nicht klar machen, ich hab auch mal irgendwas reingeschrieben\nso hier das war damals toll und so, ah nee komm, nicht relevant.\nNaja, naja, okay gut. Wir werden noch ganz viel in die alte Zeit schauen heute,\naber jetzt machen wir erstmal ein paar Feedback Sachen.\nIhr habt wieder fleißig kommentiert und gibt auch noch ein paar andere Dinge.\nErstmal eine kleine Hausmitteilung, was euch vielleicht aufgefallen ist,\nist eigentlich auch total unwichtig, aber ich erwähne es einfach trotzdem mal.\nIch hab's jetzt endlich nach vielen Jahren geschafft mal meine Webseiten dahingehend zu konsolidieren,\ndass hier oben über der Webseite so ein kleiner Balken ist, wo man mal alle\nanderen Podcasts auch noch entdecken kann.\nIch treffe immer wieder Leute, die völlig überrascht sind und so weiter.\nAch, du hast noch mehr als einen Podcast? Und dann, weißt du,\ngibt Leute, die hören irgendwie nur das und nur das und nur das und ich hab\ndas jetzt mal alles ein bisschen konsistenter dargestellt.\nKönnt ihr mal draufklicken und so. Klickt da mal hin und her und dann kommt\nda auch irgendwann der Banner mit hier die Meta-Ebene braucht deine Unterstützung.","Wie hieß das noch? Blockroll? Kann das sein? Dass man verschiedene befreundete\nBlocks oben in den Header reingepackt hat.","Ja, Blockroll.","Auch so ein Begriff, den man seit 10 Jahren nicht mehr gehört hat.","Nee, das ist, oh.","Es gibt keine, oh jetzt, Bericht Hitchcock von der Meta-Insel.","Halt, das ist Kabelangel. So, gerade noch gerettet.\nHier wäre fast was runtergefallen, aber ich habe es gerade noch abgefangen.\nGenau. Und dann wollte ich noch darauf hinweisen, es gibt ja quasi dann eben\nauch noch zusätzlich so eine Metaebene, Hauptwebseite Metaebene.me,\nund da blogge ich auch ab und zu mal. Und zwar immer dann, vor allem,\nwenn es Hörerinnentreffen gibt.\nUnd daher der Hinweis, dass ich am 27.10, das ist von heute,\nwo wir heute aufnehmen, wir nehmen heute am 19.10.2023.\nAuf, noch 8 Tage hin, dann bin ich nämlich in Bremen, also am Freitag, 27.10.\nUnd ich suche da auch noch eine Location, wenn ihr Lust habt dabei zu sein,\nsoll einfach eine gemütliche Quatschrunde irgendwo sein, dann geht doch mal bitte auf METAEBENE.ME,\nund guckt euch mal den Post da an, da steht irgendwie alles, was ihr wissen müsst.\nWenn ihr dabei sein möchtet, dann einmal kurz bitte da ein Plus Eins in die Kommentare schmeißen.\nUnd vor allem wäre ich sehr dankbar für Hinweise,\nwo man sich gut treffen kann, weil ich kenne Bremen nicht gut genug und suche\nimmer so nach Lokalitäten, wo man gemütlich zusammensitzen, was essen kann und\ndas Ganze in einer Atmosphäre möglichst, in der...\nMan sich auch versteht, also so superlaute Orte, das ist es irgendwie immer nicht.","Sagen wir mal, diese Leiste mit den Podcasts, das ist das, was du hier im Sendungsplan\nals Meta-Bar bezeichnet hast? Ja, genau. Ok, schade, ich dachte es gäbe jetzt\nirgendwie Kaltgetränke oder so.","Kaltgetränke gibt es ja hier auch.\nNee, das ist einfach nur so ein kleiner Bar, speziell für mich hier zusammen\ngehackt, damit das mal nicht ganz so schlimm ist mit der Unübersichtlichkeit.\nGut, dann hast du, Roddy, deine Wärmebildkamera mitgebracht.","Von dem unaussprechlichen Hick Micro.\nWenn du weißt, wofür die Abkürzung Hick steht, dann weißt du,\ndass das die aussprechbare Variante des Namens ist.\nEs handelt sich nämlich tatsächlich um eine chinesische Firma,\ndie einen entsprechenden chinesischen Namen hat, den ich jetzt auch nicht wiedergeben kann, aber.","Ich habe Zweifel. Wir hatten ja das kurz angesprochen und es gab dazu ja auch Feedback.\nWillst du erstmal was zu deiner Wärmebildkamera noch sagen? Hast du ja eigentlich\nalles gesagt und jetzt haben wir sie mal hier.","Eigentlich habe ich alles gesagt. Also ich habe auch schon die ersten Erkenntnisse\ngewonnen, zum Beispiel, dass ich im oberen Badezimmer tatsächlich eine Bodenheizung habe.\nDa sind also Wärmeschlangen unter dem Fußboden. Das wusste ich so noch nicht.\nAber man kann sie mit der Wärmebildkamera deutlich sehen.","Ach, das ist ja cool.","Und was halt auch sehr nett ist, ist also wirklich Stand-by-Geräte suchen.\nAlso es ist immer wieder erstaunlich, welche Geräte wie viel Wärme erzeugen\ndadurch, dass sie halt Strom verbrauchen, wenn sie eigentlich nix tun.\nZum Beispiel die Apple TV leuchtet ganz hervorragend im Wohnzimmer.\nUnd naja, was ich schon erwähnt hatte, waren diese Rollladen,\nhoch und runter, Machtschalter, also die sind, verbrauchen auch relativ viel Strom und echt krass.","Also ich schwenkte hier gerade quer durch die Meterebene, das ist total awesome.\nDas ist wirklich ein wahnsinns cooles Spielzeug.\nIch hab auch schon erste Dinge entdeckt auf die ich so vorher nicht gekommen\nwäre. Ich halt hier mal mein Macbook Pro hoch und jetzt schaut mal wo hier der\nheißeste Ort des Macbook Pros ist, die unterhalb der Command Taste.","Hast du die so oft gedrückt?","Aber auch nur unterhalb von der. Alles andere ist, ich hab die jetzt seit zig\nMinuten nicht angefasst.\nJa gut, hier hinten wo die Lüftungsschlitze sind, da ist es noch heißer,\naber ansonsten und das ist bei Roddy ähnlich, auch bei Roddy ist ein Backbook,\nist die Command-Taste, du hast nicht ganz so einen Spike drin wie ich.","Was auch spannend ist, ich laufe gerne barfuß rum und man sieht dann immer die\nFußabdrücke, weil man natürlich mit den warmen Füßen den Boden warm macht.","Oder hier Jul Brunner in Westworld.","Also meine Option-Taste hat auch eine gewisse Wärme.","Also ich kann das empfehlen, das macht Spaß.","Also irgendwas liegt da einfach drunter, irgendein Chip.","Das ganze Gerät ist ziemlich warm überhaupt.","Ja das, man darf nicht, du musst vorsichtig sein, alle Glasscheiben spiegeln\nrelativ gut die Infrarotstrahlung.\nAlso am besten ist halt, ich hab so einen Kühlschrank mit einer Glasscheibe,\nwenn man sich da davor stellt, dann ist das halt ein optimaler Spiegel für Infrarot.\nAnsonsten ja, also.","Aber das ändert sich hier sehr, je nachdem wo ich hier irgendwie hinzeige und\nhinzoome, hell mal dunkel.","Ja, die Kamera macht immer den heißesten Punkt oder wärmsten Punkt weiß und\nden kältesten Punkt dunkel lila.\nUnd dazwischen diesen komischen, Regenbogen ist es ja nicht,\naber diesen Farbverlauf von gelb,\norange, rot, lila, es gibt noch andere Farbpaletten, wenn einen das stört.","Also Calibrating steht dann auch auf dem Display drauf.","Ja warum auch immer, dass der das ab und zu macht, dass er da kalibriert.","Das ist echt interessant, also meine Audio Komponenten hier,\nmeine Kompressoren, die sind irgendwie richtig heiß, der Switch von Cisco,\nnix. Krass. Und der Mac Pro, der ist natürlich hinten auch.","Du musst immer die eigentlichen Messergebnisse,\nalso du hast ja immer den, in der Mitte hast du dieses Fadenkreuz und da steht\ndann auch dabei wie die Temperatur ist,\nweil wie gesagt, wenn du jetzt da ein Drink mit Eiswürfeln daneben stellen würdest,\ndann wäre alles ganz besonders hell.","Achso, weil es dann relativ ist sozusagen.","Genau, weil er immer wieder die Farbskala, die skaliert er immer zwischen dem\nwärmsten und dem kältesten Punkt.","Aber es ist trotzdem offensichtlich, dass der Switch keine nennenswerte Wärme\nvon sich gibt und so. Das ist wirklich interessant.\nIch glaub sowas brauch ich auch.","Konsumwunsch geweckt.","Hören sie zu wie Tim Wärmebilder guckt.","Es ist so ein Gerät, wo sich instantan einfach Freude einstellt,\nweil es eben so eine Ebene sichtbar macht, die uns Menschen ansonsten halt einfach\nverschlossen ist und so als...\nZugeschaltete Realitätsebene. Daumen hoch.","Okay. Zum Thema Brandname gab es einen Kommentar bzw.\nEinen Hinweis auf ein Video von folie42.\nDas habe ich mir kurz angeschaut. Und da gibt es eine interessante Geschichte,\nwo diese ganzen Brandnames herkommen.\nWir hatten ja darüber gesprochen, diese merkwürdigen, unaussprechlichen,\nsechs bis neun Buchstaben langen Produkte, die es nur auf Amazon gibt und nirgendwo sonst.\nAlso es gibt dann vielleicht auch nochmal so ein paar Backup Webseiten, die,\ndann so tun, als wenn es diese Firma wirklich gibt.\nNaja, aber wie das dann so ist, haben sie nicht mit der Kreativität des Internets\ngerechnet, weil diese ganzen China-Händler dann halt einfach gesagt haben so,\nAh ok, also wenn ich mir sozusagen unter Flower Power Enterprises versuche irgendwie\nden Namen zu registrieren, dann dauert das halt ewig, weil das so ein Name ist,\nden man gegen alles mögliche checken muss.\nAber wenn meine Firma halt Gillyxycukn heißt so, dann ist das sozusagen Nulltreffer\nauf Google und keiner weiß was das ist und dann wird das einfach durchgewunken.\nWas dazu geführt hat, dass einfach massenhaft diese Trademarks innerhalb kürzester\nZeit bewilligt werden und die damit eben die Anforderungen für Amazon erfüllen.\nOb das dann die Qualität letzten Endes verbessert, das weiß ich jetzt noch nicht so ganz genau,\naber das ist sozusagen der Grund und das USPTO,\nalso das Patent- und Trademark Office, schwitzt wohl mittlerweile,\nweil die so ein Antragsflow auf einmal verarbeiten müssen, dass sie wahrscheinlich\nsogar extra noch mal drauf scheißen, da irgendwas zu prüfen, naja.","Ja aber also Hikmikro ist nicht eine dieser Firmen, sondern die haben schon\nseit längerer Zeit auch ein Portfolio von Produkten, also es ist jetzt nicht\nso, dass die einfach nur.","Und Trolley hat sie vor einem Monat gekauft und es gibt die Firma immer noch, siehste?","Ja gut, also ich meine, woran machst du das jetzt fest? Also weil es eine Webseite gibt oder?","Ne, weil es schon ältere Produkte gibt, die sie schon… Älter?\nAls in zwei Jahre, drei Jahre?","Ja aber das kostet 400 Euro, ich glaub das ist echt, oder 470,\ndas ist echt nicht so der Preisrange in dem diese Firmen da unterwegs sind.","Die kosten aber alle so viel, diese Kameras.","Nein, die Kameras, das mag ich nicht, sondern die Firmen, die halt dann irgendwie\nalle zwei Wochen ihren Namen durchrotieren. Ich glaube, das ist eher so diese\nunter 20 Euro Geschichte.","Kann schon sein. Kann schon sein. Naja, auf jeden Fall so funktioniert der ganze Sport.","Die Natur bahnt sich ihren Weg.","Dann gab es Kommentar von Kreta.\nÄppel sind die besten, weil sie USB-C schon vor dem Feuer erfunden haben und\nStarlink ist total unproblematisch. Weiter so mit dem privilegierten Talk.\nGenau, jemand anders meinte das wäre auch wieder so ein Boomer Moment gewesen.\nIch will darauf hinweisen, ich bin kein Boomer, sondern die andere Generation\nX, genau, die coole Generation X.","Alt bist du trotzdem.","Aber noch nicht ganz so alt.","Ich meine Buma ist ja auch eine Unterstellung.\nDa geht es ja den Leuten nicht darum auf ein Alter hinzuweisen,\nsondern sozusagen ein Nichtverständnis von Dingen zu insinuieren.\nDas passt auch ganz gut auf diese Generation, aber definitiv nicht nur auf die\nGeneration, also auch in unserer Generation und auch in allen Generationen danach\nist die Quote an nix checken eigentlich konstant.\nDas macht sich dann vielleicht bei älteren Leuten ein bisschen bemerkbar oder\nes ist einfacher das da drauf zu werfen.\nWie auch immer, ich nehme das ja an, zwei Teile hat die Kritik und zwar unsere USBC Diskussion.\nUnd ich will das ja auch gar nicht weiter vertiefen, aber nochmal klar machen,\nmir ging es bei den Anmerkungen im Wesentlichen darum,\nDieses Argument mit USB-C ist ja total nützlich, weil es ist ja jetzt ein Standard\nund deswegen müssen ja alle das jetzt irgendwie nehmen.\nVersus dieser anderen Debatte mit, wenn wir das jetzt irgendwie standardisieren,\ndass alle USB-C als Ladegerät und als Ladekabel haben, dann verhindern wir ganz\nviel Elektromüll und die Welt wird gerettet.\nUnd das ist halt so eine Perspektive, die irgendwann sicherlich in der Zukunft\nmal eine Chance hat sich realisieren zu lassen, aber definitiv.","Bis der nächste Standard kommt.","Ja bis der nächste Standard kommt und deswegen hab ich ja drauf hingewiesen.\nAlso was man jetzt schon wieder nochmal an Adaptern kaufen muss etc und in neue\nProbleme reinläuft. Ich hab auch gleich noch ein anderes Beispiel wo man mit\nUSB-C wieder die Karten liest, also das ist alles auch nicht unbedingt immer so schön.\nNaja, wie auch immer. Ich glaube wir müssen das gar nicht weiter vertiefen.\nWas Starlink betrifft hat er natürlich insofern recht oder sie,\nich weiß nicht wer es ist, auf jeden Fall, weil ich habe ja nur im Prinzip Starlink\ndie Technik kurz vorgestellt und was ich so für Erfahrungen damit gesammelt\nhabe. Spoiler, ganz gute.\nHat funktioniert. Ja, es funktioniert. Also 1A Unboxing Experience,\nhab ich das überhaupt erwähnt?\nJa, ausführlich. Also das war wirklich toll.","Ich habe darauf hingewiesen, dass das eigentlich kein Unboxing war. Aber egal.","Wieso?","In meinem Kopf war sofort, dass das so eine Apple-like Verpackung ist,\nwo alles so schön elegant verpackt ist.\nDas ist ja das, was man heutzutage so mit Unboxing eigentlich.\nUnd dir ging es aber darum, welche Schritte muss ich ausführen und wie klar\nist quasi der Prozess, bis die ersten Bits und Bytes fließen.\nDas ist nicht das, was ich als Unboxing bezeichne.","Sondern Aufbauing oder was?","Ja oder Inbetriebnehming. Aber\nnicht Unboxing. Unboxing, da geht es um die Schönheit der Verpackungsform.\nDas ist ein Unboxing.","Ja so würde ich das auch sehen. Da musst du gar nicht so gucken.","Ja ich verstehe schon, worauf du hinaus willst.","Ich frage mich nur gerade, ob das… Ich hab mir ein Unboxing Video angeguckt\nund das erste was du halt siehst ist diese braune Wellpappe.\nDas ist kein schönes Unboxing, eindeutig nein.","Braune Wellpappe?","Naja, halt einfach diese braune geformte gepresste Pappe in der die Sachen halt verpackt sind.\nSowas hast du bei Apple nicht. Achso. Es gibt kein Apple Produkt was jemals\nin so einer braunen Pappe, jemals weiß ich nicht, aber sicherlich in den letzten\nzehn Jahren wurde niemals ein Apple Produkt, was ja quasi so die Könige des Unboxing Videos sind.\nIn so einer Pappe, du guckst jetzt\nwie ein Pferd, als ob du wirklich nicht wüsstest worauf ich hinaus will.","Ich finde halt einfach heutzutage, also in Betriebnahme im Sinne von.\nDas man zumindest verstanden hat, also Unboxing ist für mich mehr als nur ein Karton aufmachen.","Du meinst aber, ich hätte das jetzt eher als Onboarding bezeichnet.","Onboarding. Okay. Unboxing slash Onboarding, was an sich, wenn man es so ausspricht,\nauch schon mal ein ziemlicher Zungenbrecher sein kann. Die Unboxing Onboarding Experience.\nOder On Boxing oder On Boarding.\nAuf jeden Fall ist die gut. Nicht so gut ist die Starlink Politik von Herrn, wie nennt man den jetzt?\nDer Oberschurke. Oberschurke, Elmo sagen manche. Elmo. Find ich aber nicht ganz\ngelungen, noch nicht hatte ich noch irgendwas anderes cooles gehört. Space Karen.\nSpace Karen ist geil.","Space Karen ja.","Wobei er ist schon so ein bisschen über den Karen Modus schon hinaus,\nalso man muss den echt schon mal woanders abspeichern.\nOkay, also Space Karen ist auf jeden Fall mittlerweile überhaupt nicht mehr\nwaschecht und ich hab keine Ahnung wohin und wie weit der Typ noch abdriften\nwill, das kann auf jeden Fall noch eine Menge Ärger geben.","Wir haben darüber geredet, muss man sagen. Wir haben am Ende so einen 5 oder\n10 Minuten Blog über Ukraine und was da die genaue Situation war.\nDas war nicht der Schwerpunkt, aber es ist nicht so, dass es komplett unterm Tisch war.","Und das sind für mich halt zwei Aspekte. Das eine ist halt einfach die Technik\nund das Produkt und auch so deren Service.\nUnd das funktioniert alles super und der Rest ist halt nicht ganz so super.","Naja, aber das ist ja genau die Strategie, über tolle Produkte quasi Loyalität\nzu schaffen, nicht wahr?","Beziehungsweise ich würde sogar noch zuschärfen, um überhaupt diesen Level von\nProdukten erreichen zu können, musst du halt ein Arschloch sein und das hat\ndie Welt dann so hinzunehmen, das ist so ein bisschen das Narrativ,\nwas ich da immer mit reinlese und das finde ich natürlich brandgefährlich.\nDas ist das, was wir bei Steve Jobs bis zu einem gewissen Grad auch hatten.\nMenschlich halt irgendwie in Totalausfall und in den Meetings unausstehlich,\naber diese Produkte, die da rausgekommen sind, das will sich mir mal nicht erschließen,\nwarum man nicht auch irgendwie eine gute Produktphilosophie und Entwicklung\nbetreiben kann, ohne ein Arschloch zu sein dabei.","Ja da fehlt halt dann das Karisma.","Ja da ist menschlich in Ordnung, aber das Entertainment wo ist denn da das Entertainment?\nJa das ist schwierig also.","Naja das hat er ja eingesehen, jetzt lässt er die anderen entertainen das ist schon okay.","Und bei Musk finde ich das extrem ausgeprägt, also ich finde der trägt das ja\nso als wirklich Image vor sich her bis hin zu irgendwie halt irgendwo im Spektrum\nhalt irgendwie Asperger oder was er behauptet,\nweiß mir immer nicht so genau, finde ich also hochgradig problematisch.","Ich finde Elon ist auch schwer zu ertragen wenn der so eine Vorstellung von irgendwas hat, macht.","Aber er ist einfach genial. Und deswegen muss man das hinnehmen,\ndass er eben nicht so gut rüberkommt. Weil was er sagt ist alles so fundiert und so, ja.","Du musst deine Ironie noch mehr taggen jetzt hier in dem Podcast.","Wieso? Also ich hab neulich ein sehr schlimmes Erlebnis gehabt und ich hab leider\nnicht richtig reagiert.\nIch musste einen Bewerber interviewen bei uns in der Firma und hab den,\nalso ich bin ja Entwickler und hab den als Entwickler interviewt.\nUnd dann habe ich gefragt...\nWelche, welche, welche Personen denn so,\nalso wen er so als Vorbild oder als Person in seinem Berufsleben nennen würde\nund hätte irgendwie sowas erwartet wie,\nweiß ich nicht, Peter Norwick oder, oder weiß ich nicht, Paul Allen oder irgendwie,\nalso irgendwie irgendjemand, der irgendwas gemacht hat und dann fällt dem nichts\nbesseres ein, als zu sagen, ja, Elon Musk for the Ambition.\nUnd da hab ich irgendwie gedacht so, oh Gott. Und dann hab ich statt zu sagen,\nja okay, den stellen wir mal lieber nicht ein, haben wir ihn jetzt leider doch an der Backe.\nIst ein junger Mensch, lebt bei seinen Eltern und findet Elon Musk toll.\nUnd das ist schon irgendwie schwierig, weil diese jungen Menschen,\ndie dann so abfahren auf so einen Typen, der so wirklich zweifelhaft ist,\ndas finde ich schon echt schwierig.\nAlso das war nicht meine beste Stunde, vielleicht sollte ich nicht so viele Leute einstellen.","Ja mit den Vorbildern ist das ja auch schwierig, also auf wen kann man sich\nschon noch einschießen?","Ja solange die noch leben können wir alles irgendwie zu Arschlöchern werden. Ist echt schwierig.","Und werden vor allem langsam alle irgendwie.","Das Alter macht nicht nur schön. Eigentlich macht das Alter nicht schön und auch.","Okay. Vielleicht kriegen wir ja noch ein paar gute Vorschläge hier im Chat.\nHaben wir noch sinnvolle Vorbilder?\nHat noch irgendjemand was drauf? Und alle Tassen im Schrank.","In der Zeit sogar zwei, auf die ich erst vor ein paar Wochen unabhängig voneinander gestoßen bin.\nDas eine ist der Kemper, von dem hatte ich ihm die letzte Sendung glaube ich am Anfang erzählt,\nder dieses Gitarren-Amp-Simulationsgerät gebaut hat,\nweil was ich letzte Sendung nämlich gar nicht darauf hingewiesen hatte ist,\nder bringt jetzt Updates raus, die grundlegend nochmal völlig neue Features\neinführen auf eine Hardware, die zehn Jahre alt ist.\nDas heißt also, Also er hat das ganze vor zehn Jahren so konzipiert von den\nganzen Specs her, dass er jetzt noch in der Lage ist, wirklich grundlegend neue\nFunktionen rein zu implementieren.\nSo die Weitsicht muss er erstmal an den Tag legen. Und das andere ist in der\nTat einer der beiden Gründer vom Hamburger Miniatur Wunderland.\nKennt ihr den Podcast von dem?\nWie heißt der mit Nachnamen? Kannst du den nicht mal in die Show einladen?","Ich hab das schon mal probiert.","Das ist doch auch so, der mag doch Öffentlichkeit.","Ja, der macht schon mittlerweile seine eigene Öffentlichkeit sehr gut mit seinen Kanälen und so weiter.","Also da hab ich jetzt, weil zwei kleine Kinder und Miniatur Wunderland natürlich,\ndas totale Paradies so und man läuft da ja so erstmal durch und denkt sich so\nnaja, das ist halt schon sehr professionell gemacht, eine Modelleisenbahn,\naber am Ende des Tages ist es eine Modelleisenbahn.\nUnd dann war ich halt jetzt zum zweiten oder dritten Mal wieder da und dann\nwar da in so einer Ecke aufgebaut, so eine kleine Skateboarder-Halfpipe.\nUnd dann war da ein Skateboardfahrer drin und der fuhr halt in dieser Halfpipe,\nso rauf und runter und links und rechts.\nDenkst du, ach, das sieht aber hübsch aus. Und dann beugst du dich davor und\nguckst dir das etwas genauer an und du siehst so,\nokay, da ist jetzt irgendwie nichts unten drunter, es ist wirklich nur irgendwie\ndiese sehr dünn modellierte Halfpipe und der macht sehr chaotische Bewegungen,\ndie aber alle nach Skateboardfahren aussehen.\nDas heißt, es ist nicht irgendein vorgegebenes Pattern, was, wie zum Teufel, ja.\nSo und dann habe ich das mal ein bisschen nachrecherchiert und dann stellt sich\nraus, das ist dieselbe Technik, die sie jetzt gerade für ihr großes Formel-1-Rennen\nfür ihre Monte-Carlo-Welt gerade erfinden, die es weltweit so wirklich nicht gibt.\nDas heißt also, sie modellieren gerade Monte Carlo nach, wo ihr Mission Statement\nist, dass sie, ich glaube, mit 8 oder bis zu 16 Autos ein echtes Formel 1 Rennen\nfahren wollen, auf einem Parcours halt im Maßstab 1 zu 20,\nwo jedes einzelne Auto KI gesteuert ist und sinnvoll im Sinne eines Formel 1\nWagens reagiert und kein Rennen wird so laufen wie das andere.\nUnd was sie, muss man sich dann wirklich mal insgesamt so drei,\nvier Stunden um so die relevanten Sachen in seinem YouTube Podcast sich anzugucken,\nwas sie da an Grundlagenforschung in Sachen Mechatronik hinlegen,\nweil niemand hat das so bisher hinbekommen einfach.\nUnd sie haben jetzt irgendwie einen Platinenbauer gefunden, überhaupt weltweit,\nder ihnen überhaupt in die Lage ist, diese, weil die, letztendlich ist das halt\nmagnetisch angetrieben und du hast dann halt unter der Straße,\nhast du dann riesige Pendels von Platinen liegen,\ndie du dann quasi millimetergenau einsteuern kannst und oben das Auto ist letztendlich\nhalt einfach nur magnetisch und wird dann also quasi immer nur einen Millimeter\nnach vorne geschubst oder nicht und die ganze Steuerung, wo welches Auto ist,\nwie die Logik ist, die ganze Software schreiben die komplett selber.\nHunderttausende Zeilen von Code, nur um irgendwie ihre ganzen Sachen,\nalso wahnsinnig coole Geschichte und ich glaube,\nwenn man dem ein paar Stunden zuguckt, das ist ein bisschen wie beim Podcast so,\nnach ein paar Stunden mit Stimme und Mensch beschäftigen hat man schon ein bisschen Eindruck,\nich glaub der ist echt eine coole Sau, also auch wie die Leute,\nwie er mit Leuten umgeht, Die haben jetzt die,\nähm, diese, ähm, diese Meerespassage,\nwo immer Sturm ist, die stürmischste Meerespassage der Welt,\nist die, ne die andere, die ist glaube ich am Norden irgendwo,\nist die, bei Alaska, ähm, ja, irgend sowas, genau, sieht auch fantastisch aus,\nwenn man sich's live anguckt.\nUnd da hat er gesagt, so hier Entwickler, du hast ein halbes Jahr Zeit und dann\nsagst du mir, ob es klappt oder nicht und wie weit du bist.\nNicht irgendwie schreib mal A3 Reports jede Woche und sag wie es ist.\nAn dieser Formel 1 Geschichte arbeitete er acht Jahre.\nAlso vor acht Jahren hat er sich hingesetzt und gesagt, ich will hier ein Formel\n1 Rennen haben. Hat noch keiner gemacht, wir machen das.\nUnd ja genau, das ist so ein klassischer Clip hier, Nummer 89 jetzt gerade,\nkönnen wir wirklich mal verlinken.\nDie sind also auch total kurzweilig und du guckst dir das an und denkst einfach nur,\nokay, das ist A jemand, der echt irgendwie Technologie-Papst ist in seinem Bereich,\nalles selber macht, sich nie mit geht nicht, gibt's nicht zufrieden gibt und\nder auf der anderen Seite aber glaube ich ein grundcooler Mensch geblieben ist dabei.\nAlso es gibt solche Leute und denken, ah das ist es, genau, die Drake Passage ist es, ja.\nDas müsst ihr euch echt mal angucken. Und dann auch das Making-of Video,\nwie sich das, die Oberfläche in einer Meeressimulation von Wellen bewegt und\ngleichzeitig von oben eine Videoprojektion drauf ist,\ndie dann quasi so die Schaumaspekte reingibt und du stehst davor und es ist\nalles super 3D und es sieht einfach super cool aus und du denkst so,\nmein Güte, warum macht das sonst keiner?","Miniatur Wunderland ist wirklich ein unfassbarer Spielplatz. Ich war neulich,\nneulich ist gut, also es ist nicht mehr so lange her,\nich glaube vom Jahr oder so, letztes Jahr war ich glaube ich mal da und die\nkaufen ja auch am laufenden Meter neue Fläche dazu,\ndas geht jetzt mittlerweile auch irgendwie über den Fluss rüber auf die andere Seite,\nalso die kaufen, glaube ich, Hamburg auch, Hassenstadt, zumindest die Speicherstadt\num sich da auszudehnen, aber es ist ja mittlerweile auch eine absolute Touristenattraktion geworden.","Und auf Monate ausgebucht, wir haben drei Monate nach vorne buchen müssen um\nda einen Platz zu kriegen, also du kannst natürlich quasi einfach vorbeilaufen\naber hast dann halt Wartezeiten von zwei drei Stunden teilweise.","Ja man kann aber auch kurzfristig manchmal noch was kriegen.","Ja so nachts um 22 Uhr kannst du Glück haben.","Keine Ahnung was das jetzt für eine Konstellation war, dass es so easy war,\naber stimmt schon es ist auf jeden Fall ganz gut nachgefragt,\nja und es ist wirklich ein super Development Space, das muss man sagen,\nalso wirklich auch ganz klassisch Hobby zum Beruf gemacht und durchgenerdet.\nIch hatte mal mit ihm Kontakt damals, als sie halt Blinklights ins Miniatur\nWunderland integriert haben.\nLeider gibt es ja immer noch kein Berlin in Miniatur Wunderland.\nEs gibt natürlich Hamburg, aber es gibt kein Berlin, was ich ehrlich gesagt.","Das verstehe ich schon, es ist das Miniatur Wunderland in Hamburg,\ndeshalb hast du natürlich dort Hamburg modelliert.\nIch weiß schon, aber als nächstes willst du doch dann eben Wilder Westen haben\nund du willst Alaska haben und jetzt haben sie ja aufgemacht hier mit Südamerika\nund es sieht auch alles total fantastisch aus.\nDas ist dann doch alles ein Tuckenspannender als Berlin, was du auf die eine\noder andere Seite schon doch auch irgendwo gesehen hast.\nUnd so wahnsinnig interessant ist zum Beispiel jetzt die Skyline von Berlin auch nicht,\nda hast du einen Fernsehturm und hinten den Funkturm und dazwischen hast du\nnoch irgendwie ein bisschen… Teufelsberg und Wannsee und also… Ja,\nTeufelsberg ist in der Tat, das kann ich mir gut vorstellen,\ndas wird bestimmt ganz gut funktionieren mit den Domes so, aber dazwischen…\nWie das denn mit Hannover ist meine Rüge?\nNicht viel anders.","Ich finde einfach, dass Miniatur Wunderland als internationaler Tourismusort.","Hat gefälligst sich an Berlin zu orientieren.","Nein, hat mehr Deutschland zu zeigen.","Mehr Deutschland und dann Berlin. Sie haben ja so Österreich.","Wieso ist nicht Deutschland? Da spricht der gute alte Schwester.","Aber der hat doch verdammt nochmal recht, da machst du halt lieber Sächsische\nSchweiz oder sowas, also irgendwas was dann auch einfach so miniaturtechnisch\nein bisschen mehr hermacht als eine Stadt die im Wesentlichen.\nSächsische Schweiz. Es gibt doch hier in Berlin die Berliner Traufhöhe,\nheißt es doch, Berliner Traufhöhe. Das heißt also ist es bis auf den quasi Meta\nvorgeschrieben wie hoch ein normales Haus in Berlin zu sein hat. Wegen der Feuerwehr.\nSimulator, drüber fliegst, ist halt alles eine Höhe, ja, außer halt ihr irgendwie\ndann Potsdamer Platz und da sieht es halt auch scheiße aus.\nAlso, naja, die Skyline von Berlin.","Welcher Politiker war das, der neulich meinte Kreuzberg ist nicht Deutschland,\nsondern irgendwie Diggensbummenshausen in Bayern ist Deutschland.","Weiß ich fest der Wille? Ich bin mir nicht ganz sicher.","Also ich finde, die Musiker Skyline, es geht ja nicht um Skyline,\nes geht ja sozusagen darum so ein bisschen den Ort zu machen.\nDer Alexanderplatz mit seinem Fernsehturm, ich meine, sorry,\naber Fernsehturm gibt es in Deutschland einfach nur einen, der den Namen vergibt.","Berlin ist das Beste, das wissen wir. Aber das muss man in Hamburg,\nkann man das natürlich nicht so offensiv sagen. In Hamburg ist Hamburg das Beste.\nUnd hier gibt es ja, wir haben ja unser eigenes Miniaturwunderland,\nist zwar ein bisschen scheiße, aber ist halt Berlin.","Okay, aber ich meine das Haus des Lehrers irgendwo sozusagen in Hamburg hinzustellen.","Daher kommt also der Schmerz.","Naja, das finde ich eigentlich auch nicht okay,\nweil ich meine das ist nun mal so ein Ding, das gehört nun mal zu Berlin,\nsorry, aber bei aller Liebe, ich hab auch versucht Blinklights nach Hamburg\nzu bringen, hat nicht funktioniert leider, aber ja.","Nee, dann sollen sie lieber ein Camp bauen.","Das haben sie gemacht.","Das blinkt dann wenigstens ordentlich an alles.","Es gibt tatsächlich was, es ist nicht sonderlich groß aber es gibt's.","Ja ja es gibt das Chaos Communication Camp, hat so ein kleines Dreieck irgendwo\nim Miniatur Wunderland so mit.\nKlo und Alm. Auf jeden Fall, wer von euch noch nicht das Miniatur Wunderland\nbesucht hat, sollte das schleunigst mal nachholen, weil ist toll.","Und guckt euch mal so zwei, drei der Videos, die wir in die Show Notes reinpacken,\nan. Das ist echt ein Event, weil man unterschätzt das total, was da passiert.","Ich war da seit bestimmt fünf Jahren nicht mehr, muss mal wieder hin.","Ja dann warte noch ein Vierteljahr, dann haben sie die Formel 1 vielleicht wirklich\nam Start, weil das wird glaube ich wirklich total spektakulär.","Wo wir gerade bei Berlin sind, machen wir doch da gleich mal weiter,\nin dem geilen Berlin, und jetzt kommen wir auf das Berlin was echt nicht geil\nist, gab es eine Veranstaltung die hieß Festival of Lights.\nDie gibt's jetzt auch schon seit ein paar Jahren. Und man muss auch gleich mal\nvoranstellen, das ist überhaupt nichts besonderes, weil das gibt's fast in jeder\nStadt mittlerweile auf die eine oder andere Art und Weise.\nUnd das Schlimmste daran ist, es heißt auch noch überall so.\nEs gibt ein paar Städte, die machen das anders.\nParis zum Beispiel, Nuit Blanche und so, da kommt so ein bisschen diese Idee\nher, nachts die Stadt attraktiv zu machen für Menschen, man könnte auch sagen Touristen.\nUnd das macht man natürlich nachts vor allem durch Lichtspiele so.\nAber dieses Festival of Lights ist eigentlich, seit es das gibt,\nund ich weiß gar nicht seit wann es das gibt, es gibt es ja auch schon ewig,\nist es halt eher so eine Art, also wirkt es auf mich bisher immer mehr so wie so eine...\nMesse für Beleuchtungstechnik im Veranstaltungsbereich.\nDa können dann alle mal ihr Zeug aus dem Lager fahren, an Strom anschließen,\ndann werden Häuser angestrahlt und dann ist das irgendwie ein Event.\nUnd ich hab das früher schon nicht leiden können,\nwas ich da gesehen habe und jetzt habe ich aber aus verschiedenen Gründen mir gedacht,\nokay fährst du nochmal rum, setz dich mal aufs Moped, fährst du mal an diese\nganzen Orte und guckst du mal, was in der Hauptstadt Deutschlands anlässlich\nso einer Veranstaltung, für die großräumig Straßen gesperrt werden, was da so geht.\nUnd du hast es dir ja auch angeschaut, ne?","Ja, meine Schwester war zu Besuch an dem Wochenende mit ihrer Tochter und wir\ndachten wir machen dann halt auch mal so richtig Event Sightseeing und haben\ndann so eine Bustour zu Festival of Light gebucht,\nwurde also dann in so einem klassischen Pop on, Pop off,\nHop on, Hop off, Gott, heute Wortfindungsschwierigkeiten, Doppeldecker Bus dann\noben sitzt und dann von oben das angucken konntest was cool war von der Perspektive\naber es war so voll dass nach der Hälfte der Strecke der Bus schlicht nicht\nmehr fahren durfte weil es wurde natürlich auch Samstagabend Anfängerfehler.\nUnd die Polizei hat dann in der\nTat spontan noch mehr Straßen gesperrt als ohnehin schon gesperrt waren.\nAber es war schon irre, was da an Volk auf der Straße auch einfach war.\nIch hab jetzt hier mal so zwei, drei Bilder hier mal reingeworfen.\nDas war so nicht ganz so wie Silvester, aber hier unter den Linden,\naber es ging schon schwer in die Richtung.","Festival of Light sagt hier gerade jemand, das trifft's ganz gut.\nAlso es war wirklich, ich fand das, darf ich?\nEs war ein bedauernswertes, unwürdiges Spektakel, was einfach so schlecht war,\ndass ich fast keine Worte dafür finde, wie schlecht es ist.\nAlso zunächst einmal, ich bin dann ins Nikolai-Viertel gefahren,\ndas Nikolai-Viertel ist ja sowieso schon so ein Witz.","Da fahren nur Touristen hin, was willst du da erzählen?","Ja, da fahren nur Touristen hin, deswegen. Das war für mich mal ein Anlass da\nmal hinzufahren, sonst fährt man da immer nur dran vorbei.\nNikolai-Viertel muss man sagen ist ja eigentlich der Geburtsort Berlins,\nist aber leider weitgehend zerstört worden und dann von der DDR so halbherzig\nmit so merkwürdigen Betonplattengebäuden gefixt worden, das sieht furchtbar\naus, aber okay, steht noch eine Kirche drin und so.\nDu kriegst so eine leichte Ahnung wie es vielleicht mal so früher gewesen sein\nkönnte, aber eigentlich auch nicht wirklich.","So Altstadt in DDR Beton nachmoduliert.","Historische Altstadt auf Wisch bestellt, so sieht das dann so ein bisschen aus.\nNordkorea. Ok und dann waren da so ein paar Lichtinstallationen eingetragen\nauf dieser komischen Map, die sie auf ihrer Webseite hatten.\nDie erste Lichtinstallation waren drei LED Baustrahler, farbig,\ndie auf dem Boden lagen und einen Baum angeleuchtet haben.\nDa haben die sich wirklich für getraut, so was den Nummer zu geben und irgendwie\nals Lichtinstallation anzutragen und alles was da passierte war,\ndass die Farbe durchrotierte.\nNatürlich keine Farbkalibration, alles ganz normaler Standard-LED-Scheiß,\nder einfach furchtbar aussieht und die Bäume waren halt angeleuchtet.\nDas war das Erste. Ein paar Meter weiter haben sie an drei Schaukeln aufgestellt,\nwo so Lichtschläuche dran waren und dann konnten halt die Kinder so im Dunkeln\neine beleuchtete Schaukel...\nAbsoluter Slow Clap. Und ich dachte nur so oh man,\ngut fahr ich mal ein bisschen weiter und guck mir mal diese großen Sachen an\nund ich wusste schon da am Opern, bei der Oper haben sie dann halt so die ganze\nOper angeleuchtet und das Hotel der Rom und das andere Gebäude was da steht,\nweiß nicht genau was das ist.\nNaja, und dann halt entsprechend dicke Projektoren an den Start gebracht,\nFernsehturm haben sie auch so beleuchtet, aber ich bleib mal kurz bei diesen\nOperndings, weil das hat dann wirklich allem die Krone aufgesetzt.\nDa haben die dann wirklich mit diesen Projektoren irgendeinen Scheiß auf diese Häuser drauf gemacht.\nIch meine wie lange gibt es Bump-Mapping jetzt? Das hatten wir auf dem 30C3\nvor 10 Jahren haben wir das irgendwie schon mal gemacht und das ist sagen wir\nmal als künstlerische Technologie seit 12 Jahren oder seit 15 Jahren,\nkeine Ahnung, ist das irgendwie da?\nAlso wir projizieren irgendwas auf ein Gebäude und berücksichtigen dabei,\nindem wir das vorher scannen oder vermessen, wie dieses Gebäude,\nwo da was hervorsteht, wo Fenster innen sind und so weiter, also überhaupt wir\nnehmen einfach mal wahr,\nWie diese dreidimensionale Erscheinung des Gebäudes ist und wenn wir was da\ndrauf projizieren, dann rechnen wir natürlich diese Oberfläche dreidimensional\naus dem Bild raus, damit nichts verzerrt.","Und haben auch noch einen Film, der irgendwie das thematisch aufgreift und etwas\nsinnvolles mit dieser Fläche anstellt.","Genau. Das wäre so. Aber überhaupt erstmal einfach mal die Verzerrung des Bildes,\nwenn es auftrifft, rauszurechnen vorher, damit es dann nicht mehr verzerrt ist.\nUnd das haben sie schon nicht gemacht.\nStattdessen dreisten die sich also wirklich, wirklich in dieser lächerlichsten\nArt und Weise auf dieser Oper einfach nur so scheiß Botschaften die keine sind draufzuhauen,\nja da steht dann Akzeptanz, Vielfalt, Inklusion,\nWertschätzung, Fortschritt, in Regenbogenfarben, Mut, Verwirklichung, oh Gott, also einfach.\nDas ist Berlin. Nee, nee.","Ja, Leute, Berlin ist scheiße, kommt hier nicht her.","Das ist nicht Berlin. Also das ist genau das, was mich total geschmerzt hat.\nAlso das war einfach so minderwertig.\nUnd dann als ob sie mir,\nalso nachdem sie mir den Waschlappen schon links und rechts durchs Gesicht gedroschen haben damit,\neinfach nochmal eine in die Fresse, indem sie dann auch wirklich noch die Traute\ngehabt haben auch noch Sponsorenwerbung auf diesen Häusern draufzubringen,\nwo also bei mir wirklich alles aussteigt, ja.\nAlso das war technisch, künstlerisch einfach unter aller Sau,\nes war vor allem auch überhaupt nicht interessant.\nAlso da wo irgendwas angezeigt wurde, nichts war irgendwie interessant,\nnichts ging auf die Architektur ein, nichts war überraschend,\nnichts war irgendwie besonders und es war noch nicht mal die,\nalso wirklich seit 15 Jahren etablierte Technik, wie man sowas macht,\nwar nicht dabei. Und so ging das dann weiter.","Du, ich meine Berlin ist eben liebenswert provinziell. Das muss man auch manchmal\neinfach so sehen, das ist, ja.","Ich fürchte, ich muss dir da wirklich ausnahmsweise mal vollumfänglich recht geben.\nDas war exakt mein Instinkt auch. Es gab Dinge, die waren ein bisschen besser,\naber das meiste war an Lieblosigkeit schon wirklich verstörend.\nJa, weil das interessante wirklich\nan diesem Bump-Mapping oder Projektions-Mapping oder Video-Mapping,\nwie man's nennt, ich hab mal einen Link reingeworfen,\nist eben, dass du dann auch so Illusionen damit erzeugen kannst,\nwie so, ich guck jetzt plötzlich in das Gebäude rein, weil die Fassade wegbröckelt\nund die Steine runterfallen und gut,\nauch diese ganzen Gags hat man natürlich alle schon irgendwie zwanzigmal gesehen\nund das nutzt sich vielleicht ein bisschen ab, aber da muss ich halt was anderes\nerfinden, was irgendwie auf die Architektur passt.\nUnd muss mich halt mal irgendwie ein bisschen anstrengen. Aber gerade diese\nGeschichte an der Oper, das war halt wirklich einfach irgendein random...\nArzi-Film drauf geworfen und es hat dich wirklich nicht interessiert,\nob da jetzt ein Fenster ist oder nicht. Es war wirklich einfach drauf projiziert.\nBrandenburger Tor war ein bisschen besser. Ich weiß nicht, ob du es bis dahin\ngeschafft hast oder vor Frustration zusammengebrochen bist.","Da war nicht so richtig hinzukommen für mich so ohne weiteres.\nIch war dann aber noch am Potsdamer Platz, um mir das nochmal anzuschauen.","Also Brandenburger Tor war insgesamt noch das Beste, würde ich sagen,\nweil sie da einen Wettbewerb hatten.\nDas heißt also, sie hatten im Vorhinein irgendwie ausgelobt,\neuropaweit, weltweit, weiß ich nicht genau, ihr habt 30 Sekunden,\ndas ist irgendwie die Struktur, Baden-Bürgertor, macht mal einen Film,\nso und dann hast du gemerkt, da haben sich Leute schon ein bisschen mehr reingehängt\noffensichtlich, als irgendwie bei den anderen Geschichten.\nDa liefen ein paar Geschichten, wo ich sagen würde, das war zumindest auf dem\nLevel, wie ich es jetzt irgendwie erwartet hätte, weil da passierten einfach\nmal Dinge mit der Architektur, aber das war auch dann fast das einzige.\nFernsehturm fand ich dann auch im Gesamtvergleich noch halbwegs okay,\nbis auf diese Werbegeschichte.\nGab's da auch Werbung drauf?","Auf dem Fernsehturm gab's Werbung, ja.","Ein ganzes Track von 20 Sekunden oder sowas, verschiedene Sponsoren.\nSo BVG, das ist natürlich dann irgendwie emotional wieder ganz nice,\nwenn dann diese gelben Herzchen und so den Turm hochkrabbeln und so,\nalso es gibt ja auch solche und solche Werbung, aber am Ende des Tages ist es halt Werbung, ne.\nAber ja, also das war schon schwierig. Potsdamer Platz fand ich dann,\nwas ich ja immer mag, sind so diese Flower Projektionssachen,\nwerfe ich auch nochmal rein, also wo das Publikum auch Teil der Show wird.","Ja, das war okay, da können dann alle, die Kinder sich irgendwie schön reinstellen\nins Licht und so und dann sieht das halt irgendwie ganz geil aus.","Genau und Otto hatte was an die Wand geworfen.\nAber ja, also was mir da auch irgendwie fehlte war Qualitätskontrolle.\nDa bin ich wirklich mal komplett bei dir. Das war nicht Stand von dem,\nwie ich sowas in Berlin erwarten würde.","Ja genau und vor allem es hat halt einen angeguckt und hat gesagt,\nwir kommen in Berlin, der Ort der Anspruchslosigkeit und Beliebigkeit.\nAlso das war wirklich so die Botschaft, die ich da bekommen habe so.\nIhr habt so geile Sachen gehört von Berlin, wir zeigen euch nichts davon.\nKeinerlei Ambitionen. Wir nehmen einfach irgendeinen Scheiß,\nden irgendeine Marketingagentur zusammengedröselt hat, wo sie irgendwie zwei\nWochen ihre Praktikanten reingesetzt haben, das ballern wir jetzt mal hier auf\nunsere großen Architektur-Highlights der Stadt, damit keiner sich jemals dran erinnert.\nAber was mich fast noch mehr umgehauen hat, ist,\ndass die Leute das auch alles so gefressen haben, dass sie da Zeit,\nalso wie voll das war und dann so oh, ah, oh und hier ein Foto und tralala und\nso weiter und die fressen das dann auch noch.","Ja, aber gut, dass es halt irgendwie so nach irgendwie...\nJa in Corona willst du sowas vielleicht auch mal haben. Dass du irgendwie sagst,\nalle sind mal wieder auf der Straße und es ist nicht Silvester und es ist unsere Stadt und juchu, naja.\nAlso wie geil die es dann im Detail wirklich finden, also ich hab da jetzt keine\nFanköre und großes A und O und Laolawelle hab ich da nicht gesehen,\nsondern die liefen da schon alle relativ abgeklärt in der Gegend rum,\nhatte ich eher so den Eindruck.","Ich verstehe das, ok, mag ja sein, dass Leute das auch genießen und so an sich\ndas Happening als solches aufsauen,\nsind dann mit allem zufrieden, Hauptsache es gab genug Anlass,\ndass man zusammenkommt und dann für viele Leute ist wahrscheinlich allein schon\n23 Uhr in Berlin rumlaufen schon mal ein totales Highlight.","Verwegene Geschichte.","Meinetwegen, aber wenn man sie schon mal alle da hat, dann soll man doch dann\nvielleicht auch die Gelegenheit nutzen und sagen so,\nhier guck mal es gibt einen kreativen Teil in unserer Gesellschaft,\nder macht auch coole Sachen, besondere Dinge,\ninteressante Spiele, wir arbeiten mal mit dem Raum und so und da ist halt irgendwie\nnix da und ich weiß nicht woran es lag, ob die sich das einfach nur nicht vorstellen\nkonnten oder ob die einfach nur null Budget hatten, was ehrlich gesagt meine\nVermutung ist, Das ist einfach so. Da darf halt nichts kosten.\nEin paar Sponsoren, die zahlen dann die Projektoren, ein paar Marketingagenturen,\ndie das organisieren, die holen dann irgendwie ein paar bunte Bilder raus und\ndann mit der Veranstaltungsmiete ist dann im Prinzip das Budget auch schon verbraucht.\nDa können wir jetzt nicht noch Künstler mal für drei Monate bezahlen,\ndass sie sich da mal was einfallen lassen oder so.","Vielleicht hatten die guten Künstler auch einfach kein funktionierendes Faxgerät.\nUnd konnten sich deshalb nicht bewerben.","Das ist so schlimm.","Die Kinder fanden es super. Ja, die Kinder.","Das ist auch ein vernichtendes Urteil, wenn ich mal so sagen darf.\nDie Kinder fanden es super.","Gerade die tut es mir leid, dass sie gleich von Anfang an merken,\nmehr musst du irgendwie nicht bringen.\nSo, wer möchte weitermachen? Ralf magst du deine?","Ja, ich hab ein Spielzeug mir gekauft, ein paar Tag alt, genauer gesagt ein Tag alt, die Quest 3.\nDas ist also jetzt der legitime Nachfolger der Quest 2, die wir ja auch schon\nmal kurz besprochen hatten.\nDas heißt also, eben Virtual Reality Headset von Meta, ehemals Facebook.\nUnd eigentlich hatte ich die jetzt überhaupt nicht auf dem Schirm,\nsondern wollte mein Geld schön zusammensparen, um dann vielleicht doch irgendwie\nmir so eine Vision zuholen.\nUnd dann hat mir aber der Max, 343max damals hier in diesem Podcast,\nein Video geschickt. Gründungsmitglied. Gründungsmitglied. Du kannst also sehr\neinfach mit dem Headset halt Videos aufnehmen und irgendwie Social Media mäßig\ndurch die Gegend schicken.\nMan hat er mir eins geschickt wo er also bei sich im Wohnzimmer einen Billardtisch\nstehen hat und um den Billardtisch rumläuft und dann also in seinem Wohnzimmer Billard spielt.\nDas sah halt aus wie ein Apple Video.\nIch kenne sein Wohnzimmer. Da dachte ich so okay gut das muss ich dann jetzt vielleicht doch haben.","Billard spielen ohne Bälle.","Genau, also du hast halt diese zwei Controller in der Hand,\nmit dem einen sagst du so, da positionierst du halt irgendwie den Cure drauf,\nmit dem anderen machst du den Cure, also damit kannst du auch hinlänglich vernünftig\nBillard spielen mit so zwei Controllern, das funktioniert genau wie du damit\nBogen schießen kannst, ja, also klar, du hast nicht die Spannung des Seiles,\naber vom Aiming her und so weiter funktionieren solche Geschichten ganz gut.\nUnd was das Ganze halt ermöglicht im Vergleich zur Quest 2, ist eben,\ndass diese Path-Through-Technologie jetzt bei der 3er Version in Farbe und deutlich\nhöher aufgelöst ist als bei der 2er Version.\nDas heißt, das, was wir ja bei dem Apple Vision Headset so erwarten und herbeisehnen,\ndass du also deine ganz normale Raumumgebung hast und in der projiziert dann\neinfach nur die Brille etwas rein und du merkst aber gar nicht,\ndass du quasi gerade ein Headset auf hast,\nDa versucht die Quest 3 schon, die Leute abzuholen und zu sagen,\nja, das machen wir jetzt auch schon, aber zu einem Zehntel des Preises.\nWeil die kostet jetzt 500 Euro und nicht 3.000, 4.000, 5.000,\nwas auch immer sie dann kosten wird, Euro. Mhm. Und ...\nJa ... Die Quest 2 hatte das halt auch, aber nur in Schwarz-Weiß und mit einer\nAuflösung, die noch so unter VGA irgendwo war.\nDas heißt also, als ich die damals gekauft hatte, das überhaupt nicht,\ndieses Pass-Through-Feature, dass du also deine Umgebung mit eingeblendet bekommst,\nsondern da warst du immer in einem rein virtuellen...\nAber vor anderthalb Jahren haben sie das einfach mal freigeschaltet und gesagt,\nwir haben da Kameras, um Abstände zu messen, dann kann man das auch mal durchtunneln,\naber es war halt wirklich super niedrig aufgelöst und schwarz-weiß oder grau Stufen.\nSo und jetzt ist es halt farbig und wenn du richtig helles Licht an hast,\nerkennst du schon klar, du stehst in deinem Raum. Du kannst durch deine Wohnung\nlaufen, ist ja ohne Kabel, und du tutschst nirgendwo an.","Du trennst deinen Raum wieder, aber das sieht nicht so aus, wie es aussieht, wenn du es abnimmst.","Zu keiner Sekunde denkst du, dass du jetzt irgendwie kein Headset auf hast.\nAlso von der Pixelligkeit her ist dieser Modus vielleicht ein bisschen höher\naufgelöst als VGA, aber nicht sehr viel. Du hast da keinen 720p von den Kameras\nher, von der Qualität her, sondern es ist irgendwie noch sichtbar drunter.\nTrotzdem ist der Effekt insofern schon, glaube ich, eine realistische Vorschau\nauf das, was mit der Vision kommen wird, weil die dann reingerenderten Objekte,\ndie sind halt sehr schön scharf.\nDu hast pro Auge 4K-Auflösung, das ist nicht so schlecht.\nUnd hast dann halt, wenn du deinen virtuellen Screen irgendwo bei dir ins Zimmer\nreinhängst, dann hängt der da wirklich knackscharf und wirklich sehr sauber\naufgelöst irgendwo in der Wohnung drin. drin.\nUnd dann gehst du um den rum und gehst dich da dran und es ist alles super flüssig.\nAlso das Tracking ist, würde ich sagen, richtiggehend perfekt.\nDa hat man also überhaupt kein Problem mit Latenz oder Schwindel oder irgendwas.\nUnd da merkst du, okay, diese Pixel drum rum sind scheiße, aber das Grundprinzip,\ndas wird funktionieren.\nWeil das ist schon so ein Moment von Zukunft, den man echt nicht alle Tage hat.\nDu kannst dann hingehen und dir beispielsweise so über deinen Laptop dann drei\ngigantische so gefühlt 40 Zoll Screens oder sowas irgendwie hängen.\nUnd hast dann also so eine riesige Infozentrale und kannst dann so Browser-Tabs da drin haben.\nUnd die Auflösung ist wirklich dann gut genug, dass du es entspannt und gut\nlesen kannst. Und du bist sitzen da im Raum und hast also in der Luft hängen\ndiese gigantischen Screens. Also wirklich alles so wie du es bei Apple siehst.\nDas funktioniert da schon.\nTechnisch längst noch nicht auf dem Niveau wie man sich von der Vision danach\nhoffen wird, aber dein Gehirn fängt schon an das mitzuspielen und das sehr sehr geil zu finden.","Was heißt denn technisch nicht so auf dem Niveau ohne dass wir die jemals auf\nhatten? Also wir haben es ja relativ hinlänglich besprochen.","Es gibt ja verschiedene Aspekte, die die Vision scheinbar nach dem,\nwas die Leute so berichtet haben, wirklich nahezu perfekt auf den Punkt setzen.\nDas Erste ist, du siehst keine Pixel mehr. Ja, das heißt also die Auflösung\nist so hoch, dass sie quasi Retina ist.\nDas kann jetzt die Quest 3 definitiv mal gar nicht. Auch bei ihrem normalen\nContent kann sie das nicht. Das heißt also das Erste, was ich dachte,\nne, die hat glaube ich 15% mehr Pixel oder sowas, gar nicht mal so viel mehr als die Quest 2.\nUnd das erste, was ich gesehen habe, als ich es aufgesetzt habe,\noh hallo Pixel, ihr seid wieder da, ihr seid ja viel schärfer als vorher,\nweil die Optik an sich ist besser, die haben die Linsen von der Pro rüber genommen\nund auch insgesamt irgendwie so an der ganzen Optik ordentlich geschraubt.\nWas heißt von der Pro? Es gibt ja noch eine Quest Pro, die so 1000 Euro kostet\nund sehr viele bessere Linsen hatte als die Quest 2.","Was kostet die Quest 3?","Die kostet 500 oder 540. Die liegt also quasi genau so auf der Hälfte und die\nhat dann jetzt also die deutlich besseren Linsen bekommen. Das heißt also etwas\nein schärferes Bild siehst dadurch aber natürlich auch schärfere Pixel.\nAlso die Verpixelung quasi selber ist dadurch auch schärfer.\nDas heißt also es würde von noch mehr Auflösung sehr deutlich mehr profitieren noch.","Also du guckst noch mehr durchs Fliegengitter?","Ja.\nAlso du siehst eindeutig ein Fliegengitter, aber wie gesagt andere Effekte überlagern\ndas so ein bisschen, weil du schon zumindest jetzt also in den ersten Stunden\ndir denkst, okay das ist schon diese Zukunft, von der wir immer irgendwie geredet haben.\nDas kann man nicht so ganz wegdiskutieren. Ich kann dir nächstes Mal mal mitbringen.\nDas ist ja auch so ein Vorteil, du kannst dir halt sofort aufsetzen und es geht\nlos, nichts mit einmessen der Augen und diese ganzen Kram, das hat die halt alles nicht.\nEs gibt ein paar Dinge, wo ich denke, da sind sie noch sonderbar zurückhaltend,\nwas irgendwie die Software angeht, zum Beispiel kannst du Fenster nicht beliebig\ngroß machen, wo ich mir denke, warum denn eigentlich nicht?\nAlso wenn ich jetzt irgendwie zum Beispiel meinen, du kannst halt deinen Computermonitor\nmirroren nach oben, also spiegeln, auf einen virtuellen ungefähr so 30 Zoll\nScreen, der dann irgendwie da drüber oder daneben oder sonst wo ist.\nDu kannst ihn aber halt nicht auf 50 oder 80 Zoll einfach mal hochziehen und\nbeispielsweise an die Wand pappen, so wie du jetzt ein Beamer Bild irgendwie\nan die Wand pappen würdest.","Hängst du das Teil an Mac oder unter Windows? Okay, beides.","Ich hatte dann heute am Mac dran. Da installierst du dann eine Software auf\ndem Mac drauf, die dann quasi dieses Streaming auf die Brille dann übers WLAN\nbesorgt und da ist die Geschwindigkeit...\nAber nicht perfekt. Also sie ist gut genug, dass du Fenster verschieben kannst,\nohne dass du irgendwie Latenz hast, aber sie ist nicht so auf dem Level,\nwenn du jetzt scrollst beispielsweise mit dem Trackpad.\nAlso gut, ich habe jetzt hier auch ein Pro mit 120 Hertz oder sowas,\nso da kommt sie natürlich da nicht dran.\nUnd auch Filme, gerade wenn sie irgendwie in 4K-Auflösung sind,\ndie ruckeln dann. Das heißt also, da ist die Technik so ähnlich wie bei Airplay\nnoch nicht so, dass das wirklich 100% ist.\nAber auch hier, ja, wenn das die Richtung ist und wenn Apple das quasi in perfekt\ntechnisch abliefert, das wird funktionieren.\nWeil das ist der grundlegende Effekt, dass du plötzlich irgendwie vier Screens\nvon deinem Rechner in beliebiger Größe, die an beliebige Positionen um dich\nrum positionieren kannst.\nDas ist so, wie hieß der Film hier, mit Minority Report.\nDas ist es einfach. Das ist da.\nDein Gehirn Und dann sagt sofort oh cool, so wollten wir es haben.","Du hast doch auch mal in so einem Zukunftsunternehmen gearbeitet wo ich auch\nwar, da gab es auch ganz viel VR und Cyber.","Ja aber das ist ja nur eine Weile her.","Ja aber wie ist denn da, schaust du auch schon mit den Hufen,\nso Special Computing, brauchst du das?","Naja man würde ja vermuten, dass wenn Apple sieben mal so viel dafür haben will,\ndass es dann vielleicht auch sieben mal so gut ist.","Ja aber mal ganz unabhängig davon, also denkst du Hans, dass da was dran ist\nan dieser Idee des Spatial Computing?","Es gibt da bestimmt einen Markt für, wie es für allen Quatsch einen Markt gibt\nund ich glaube so im Gaming Bereich ist das halt klar.\nDass man irgendwie Games haben, die noch immersiver sind, aber mich interessiert das nicht.\nAlso so, ich glaube, dass das irgendwie nicht eine Technologie ist,\ndie dann irgendwie alle haben und die man haben muss, sondern es gibt halt,\nja, Leute, die solche Filme gucken oder solche Spiele spielen, ja.","Ich bin mir da nicht mehr so sicher.\nAlso, seit ich die jetzt halt selber wirklich ausprobiert habe,\nich glaube, dieses Special Computing, das wird ubiquiter sein in zehn Jahren.\nDas hat so viele Vorzüge, weil du auch einfach Dinge loswirst.\nDu musst eben deinen Schreibtisch nicht mehr zumüllen mit irgendwie hässlichen\nMonitoren und sowas, sondern du brauchst halt nur noch eine kleine Tastatur\nund irgendwie ein Trackpad oder machst die Sachen dann sogar noch mit der Hand.\nUnd hast eine so hohe Flexibilität, die du da erreichen kannst.\nIch glaube, das wird schon für Leute,\ndie halt irgendwo ohnehin alleine irgendwo arbeiten, wenn die Dinger alle noch leichter werden und,\nalso, Quest 3 hatte zum Beispiel so einen komischen Lüfter, Quest 2 hatte,\nglaube ich, keinen Lüfter, also das Erste, was also passierte,\nwar das bisschen so huuuuuhhh, nicht so huaaaah, das kennen wir aber auch nicht hier.\nAlso du merkst, das Teil ist schon voller Kompromisse.\nAuch wenn du an so einem gerenderten Computerscreen dann näher rangehst,\nsiehst du, dass die Schrift nicht mitskaliert, sondern die bleibt quasi so in\nihrer ursprünglich gerenderten Pixelauflösung,\nwo ich auch eigentlich erwartet hätte, das ähnlich wie wenn du auf dem Retina\nIOS Gerät irgendwie einen Pinch to Zoom machst, dann bleibt die Schrift ja einfach\nmal gestochen scharf. Das passiert hier halt auch nicht.\nAlso da ist echt noch viel Luft nach oben in den Details, aber grundlegend glaube\nich wird das funktionieren.","Ja, also ich weiß nicht, was mich so ein bisschen abschreckt ist diese Gesichtsmuffigkeit,\ndass man da halt, also ja, wie so ein geschlossener Kopfhörer,\ndas ist zwar mal ganz geil, aber das willst du halt nicht über Stunden machen, so wie wir hier.","Kann sein, ja, also da wird auch sicherlich irgendwie so die Physik der Miniaturisierung\nihre Grenzen aufzeigen,\ndie ist jetzt nur noch halb so tief wie die Zweier, das heißt also durch diese\nbesseren Linsen haben die da auch so das Gefühl das Gewicht nochmal rausgenommen,\nwo sie fast genauso viel wiegt wie die Zweier, aber es verteilt sich ganz anders,\nweil es dichter am Kopf dran ist, bist du nicht so nach vorne überkipplastig quasi.\nNicht so viel Nick Moment.","Also ich finde von der Konstruktion her ist Glas deutlich das bessere Konzept\ngewesen als diese Technologie mit Bildschirm und dann Kamera filmt das rein, das ist einfach.","Google Glas machen.","Aber da hat das halt immer nur einen relativ kleinen Ausschnitt in dem man halt\nwirklich irgendwas bespielen kann.","Ja, dann muss das halt besser werden, aber dieses irgendwie ich setz mir was auf den Kopf.\nUnd dann bin ich irgendwie erst im Computer und dann in der echten Welt.\nIch glaube, das ist, wie gesagt, das ist was Leute machen werden,\nhabe ich auch kein Problem mit, aber das wird nicht so sein,\ndass der Busfahrer sowas auf hat.","Das wäre ja vielleicht auch nicht üblich.","Da wäre ich mir übrigens gar nicht so sicher. Also ich glaube,\ndass sogar gerade so dieses Remote-Taxiing, das ist tatsächlich eine Anwendung,\ndie ich da echt sehen kann, verstehst du?\nAlso so ferngesteuerte Dinger, ich meine da wird gerade ein Krieg,\nwird gerade so geführt und so Drohnen fliegen ist auch genau so was.","Ja ja gut, bloß ich meine Kriegführer, also Krieger sind nicht unbedingt die\nMehrheit der Menschen und für die Mehrheit der Menschen ist das irgendwie so, ja klar.","Ja ich wollte jetzt auch nicht Krieg als irgendwie so das USP dieser Technologie anführen,\nsondern ich sag nur, diese Idee des Spatial Computing,\nalso sozusagen, dass du etwas so siehst in deinem eigenen Raum,\nwo du für dich bist und du hast aber trotzdem eine volle Auflösung und im Idealfall\nhalt auch so niedrige Latenzen,\ndass du dir im Prinzip vorstellen kannst du wärst halt irgendwo so und dann\nhast du nen Bus der fernsteuerbar ist und dann kannst du den halt auch fahren.\nDas heißt nicht die beste, das beste Beispiel jetzt mal gleich zum Start weg,\nmuss ja jetzt nicht unbedingt ein Bus sein wo hinten irgendwie ganz viele Kinder\ndrin sind und alle so oh die Kinder,\nsondern du steuerst halt keine Ahnung irgendwas irgendwo anders ja,\nin schwierigen, was weiß ich, wenn hier dein, wenn immer wieder so ein Atomkraftwert\nexplodiert und du musst dann halt irgendwie zum schmelzenden Kern fortfahren, solche Situationen.","Beispiele fallen jetzt nicht ein oder was?","Pff, pff, pff, pff.","Das war auch ein scheiß Beispiel.","Also ich finde tatsächlich die Spielanwendung, das ist für mich das Schlüssigste.\nAlso so die immersive Erfahrung herzustellen und vielleicht auch in Verbindung\nmit der echten Welt, aber für mich, also pff.","Also für ganz bestimmte Spieler natürlich, nicht für alles, aber ja.\nIch glaube, es bringt dann was, wenn du die Rundumsicht brauchst.\nAlso wenn du ein Gerät steuerst und das sinnvolle Steuern dieses Gerätes entsteht dadurch,\ndass du dich mit diesem VR-Ding einmal komplett umschauen kannst,\num zu sehen, was passiert rechts von mir, was passiert links von mir,\nwas passiert hinter mir, dann macht das Sinn.\nAlles was du auch mit einem normalen Monitor steuern kannst,\nwo du einfach durchguckst, dafür ist es jetzt vielleicht nicht so geeignet.","Um jetzt auch nochmal Leute vor Instinktkäufen irgendwie jetzt abzuhalten,\nalso zum Beispiel die Frage könnte ich damit jetzt arbeiten,\nalso wäre das schon auf dem Level wie das was ja Apple auch irgendwie anvisiert,\ndass das ganze ein seriöses Arbeitswerkzeug irgendwie ist, eindeutig nein, auf gar keinen Fall.\nAlso es ist ein Proof of Concept, aber auch nicht viel mehr zum Stand heute.\nAlso beispielsweise mit dieser, eben den Bildschirmen von der Quest 3 genau,\nalso um jetzt beispielsweise jetzt diesen Laptop halt zu bedienen,\nbrauchst du ja halt eine Tastatur und ein Trackpad.\nSo, Trackpad ist, oder Maus, was auch immer.\nMaus, Trackpad ist natürlich unproblematisch, aber Tastatur,\nzumindest wenn du nicht Zehnfinger-Blindschreiber bist, da guckst du ja doch ab und zu mal drauf.\nDie Auflösung von dieser Umgebungskamera ist gerade mal so gut genug,\ndass du so gerade eben die Buchstaben auf der Tastatur lesen kannst.\nHandy-Screen kannst du nicht lesen mit der Auflösung. Du siehst in welchem Screen\ndu da gerade bist und in welcher App du bist, aber du kannst jetzt nicht beispielsweise\nirgendwie eine iMessage vernünftig lesen, es sei denn, du hältst es dann wirklich\ndicht irgendwie an die Kamera dran.\nUnd der zweite Effekt, den du als hast, das wird aus sechs Kameras zusammengestitcht,\ndieses Bild. Und dieses Stitching ist alles andere als perfekt zum Stand heute.\nDas heißt also dein Laptop wobbelt dann auch so ein bisschen.\nAlso alles was dreidimensional quasi nicht weiter weg ist als irgendwie ein\nMeter, ab da ist der Effekt relativ weg, aber alles was dichter an dir dran\nist, das heißt deine eigenen Hände.","Das sind so Übergangszonen, die so komisch sind, oder?","Dann versucht er halt da diese Stereoperspektivität vernünftig irgendwie abzubilden\nund dann morpht das so ganz lustig psychedelisch so ein bisschen rum,\nalso wenn du dann wirklich so mit deiner Hand langsam davor rumwedelst,\ndann siehst du also wie sich der Raum dahinter so beugt und dreht und,\nSo als Sci-Fi Effekt ist es nett, aber arbeiten kannst du so natürlich nicht.\nDas heißt also die Auflösung ist definitiv nicht dafür geeignet,\ndass man damit irgendwie seriös irgendeine Art von Arbeit machen könnte.\nAlso auch zum, ich verfolge jetzt, was ich gerade dieses Szenario,\nich verfolge drei Webseiten gleichzeitig parallel, also zum Fußball Event,\nWahl, was auch immer irgendwie.\nDie Anwendung ist da, aber sie ist technisch nicht vernünftig umgesetzt mit der Quest 3.","Was denkt denn Zuckerbergwasser mit dieser Quest, also was ist denn da die Vision,\nweil wir ja immer noch irgendeinen albernen, wie heißt dieses Teil, Metaverse?","Also meine These ist ehrlich gesagt, die hätten eigentlich vorgehabt die ein\nhalbes Jahr später zu releasen.\nAlso wenn man sich anguckt, die hatten ihre Pressemitteilung glaube ich eine\nWoche nachdem die Vision Keynote war, das war verstörend dicht dran und dann\nwerden die einfach gesagt haben so jetzt hier, wir nehmen Abkürzungen, wo immer es geht.\nSeht zu, dass ihr das Teil noch irgendwie im Herbst rausbekommt,\nbevor irgendwie Anfang nächsten Jahres die ersten echten Visions in the wild\nsind und kein Mensch mehr sich damit irgendwie zufriedengeben will.\nAlso ich denke, die haben jetzt ein paar Abkürzungen genommen,\ndie sie vielleicht in den nächsten Monaten dann mit Updates noch rausbringen. Da ist Meta relativ...\nFinde ich. Das heißt also, was die Quest 2 alles an Updates bekommen hat,\nan Funktionalitäten, das ist schon ganz manierlich.\nWenn sie das bei der Quest 3 ähnlich durchziehen, dann können sie da denke ich\nschon irgendwie ihre Fanbase behalten. Und die haben natürlich den Preispunkt,\ndass du sagst, so es sind dann eben schon 500 Euro, ist 100 Euro teurer als\ndie die 2, das war zu dem Zeitpunkt. Die ist jetzt natürlich noch mal günstiger geworden.\nAber es sind eben nicht 3.000, 4.000, 5.000 Euro,\nwie das was halt Apple da irgendwie aufrufen Und für Spiele und irgendwie,\nalso ich hatte ja schon ein paar Szenarien,\ndieser Eskapismus während Corona irgendwie so, du guckst dir halt irgendwie\n3D Städtetouren an und sowas,\nweil sowas ist natürlich super, nach wie vor, 3D Filme gucken geht gut damit,\ndiese ganzen Experiences und sowas, also als Entertainment Device funktioniert\ndas schon, dafür reicht es. Zum Arbeiten reicht es definitiv nicht.","Machst du das jetzt auch? Also setzt du dich mit der Quest jetzt auf den Kopf\nan und schaust dir den Film an?","Weddinger, also Filme ehrlich gesagt gar nicht damit, also seit ich meinem 77\nZoll Fernseher OLED hab im Wohnzimmer brauche ich das nicht mehr virtuell, aber hier so diese so so.","Aber wenn du den jetzt nicht hättest.","Also wir hatten ja schon schon das Thema das generell das ja alles nix für irgendwie\nPartnerschaftsmenschen ist.","Vollkommen unabhängig jetzt von diesen ganzen sozialen Faktoren,\nnur so du bist home alone,\nwillst einen Film gucken und du hättest jetzt die Möglichkeit sagen wir mal\neinen normalen 50 Zoll Fernseher anzuschmeißen oder dich mit diesem Teil hinzusetzen.","Ich glaube, da würde ich mich sogar mit dem Teil hinsetzen, ja.\nWeil du hast dann ja diese Apps mit Kinosimulationen und sowas,\nwo es dann auch wirklich alles so groß ist wie ein Kino. Und ich bin ein Kinomensch,\nich hab gerne Kino und groß.\nUnd damit kriegst du es echt groß, sehr groß.\nDer Betrachtungswinkel ist auch noch mal größer geworden jetzt von der.\nDu kannst auch die Linsen noch mit so einem Rad auseinanderfahren und zusammenziehen.\nDas konnte die zwei auch nicht. Und wenn du die quasi ohnehin einen etwas größeren\nKopf hast und die Linsen quasi auf maximale Breite auseinanderziehst,\nhast du auch noch mal echt größeren Raum nach links, rechts.\nDas funktioniert auch ganz gut. Da kann man schon Kino gucken,\nwürde ich schon sagen, ja.","Mit Fliegengitter.","Bei Bewegtbild und so Kinomaterial fällt dir das nicht so auf wie bei irgendwelchen\nstatischen Flächen, die sich nicht ändern. Ich bring die mal mit und dann können\nwir irgendwie vor der nächsten Freakshow kannst du das mal ausprobieren.","Okay, schauen wir mal.","Also und was wirklich halt geil ist, was du auch in den Ippel Sachen siehst,\nso dieses im Raum verschieben von Fenstern.\nDas ist einfach wirklich geil. Du hast halt deinen im Raum fliegenden Screen\nund fasst den an mit der Hand, drückst die Finger zusammen und schiebst den\nirgendwie nach links und alles fühlt sich richtig an.\nWeil jede Mikrobewegung genau richtig berechnet ist.\nDas ist wirklich cool. Also der cooldes Faktor der ganzen Sache ist definitiv gegeben.\nAber das muss man sich sehr genau überlegen, ob einem das jetzt 500 Euro wert ist.","Ja, auf jeden Fall. Okay, nächstes Thema.\nIch kann dir mal kurz was demonstrieren. Ich hoffe es funktioniert.\nIch habe nämlich hier ein iPad auf dem Tisch.\nIch musste das unbedingt ausprobieren. Und ich stecke jetzt in diesen USB-C-Port\nwas rein, nämlich einen Adapter mit HDMI-Port.","Ja, ein Grabber.","Das ist aber genau, das ist kein Ausgang, sondern ein Eingang.\nDas ist ein HDMI-Grabber sozusagen. Die Dinger gibt es mittlerweile für wenig Geld, also USB 3.0.\nUnd damit kannst du halt HDMI empfangen. Und ich dachte mir ja schon immer,\nwenn ich so on the road bin, als ich hier mal mit meinem Raspberry Pi 400 unterwegs war,\ndas ist ja so Raspberry in der Tastatur, brauchst aber noch einen Bildschirm\ndazu, da hab ich mir so, ich hab doch mein iPad dabei, gibt's nicht irgendwas\nwo man so mit USB-C und dann weißt du, dass man das Ding irgendwie als Bildschirm benutzen kann?\nUnd es gab zwar diese Grabber, aber es gab halt dann irgendwie keine Software,\ndie halt einfach mal nur das nimmt und anzeigt und das gibt's jetzt.\nUnd ist kostenlos und heißt Orion.\nEine kleine App und schwuppdiwupp hab ich halt einen zweiten HDMI Bildschirm\njetzt hier sozusagen einfach dabei, soweit so praktisch.","Was ist so mit Latenz und Bildwiederholrate und sowas?","Hab ich jetzt nicht so gemessen aber sieht alles unproblematisch aus für mich\nalso Bildwiederholrate, du meinst jetzt mal einen Film abspielen oder was?","Ja oder Fenster verschieben, da werd ich immer ganz wuschig,\nwenn da so ein Leck drin ist.","Nichts was ich jetzt irgendwie als unangenehm empfinden würde,\nalso definitiv besser als wenn du hier dieses über Netzwerk Sharing machst,\nwie heißt das noch gleich bei MacOS?\nIch hab das auch unter Airplay.","Das hat bei mir noch nie funktioniert.","Das nervt und das ist dann immer disconnected und dann hast du doch keine Verbindung\nund es ist halt alles irgendwie so äh.\nUnd das geht ja dann auch nur mit dem Mac und so. Und ich dachte mir so einfach\nnur fuck irgendwie HDMI rein bzw.\nEigentlich noch nicht mal HDMI. Wo ist denn das tolle USB-C, wenn man's braucht?\nJa ich mein ich hab da einen USB-C Stecker dran, wie kann ich denn,\nwarum kann denn dieses Gerät nicht einfach jemand anderem sagen,\nschick mir mal deinen Bildschirm und ich zeig ihn einfach an über USB-C,\nmüsste ja gehen, weil geht ja mit dem Bildschirm auch und so,\naber diese Logik ist halt so, weder in der Hardware als auch im Betriebssystem irgendwie nicht drin.\nHatten sie mal hier bei meinem alten iMac, ging das ja alles.\nSo genau und diese kleine App, Orion, die haben die Leute gebaut, die Halide...\nDas ist diese spezielle Kamera-Profi-Software für das iPhone,\nalso wo man alles, Herlight, Halide,\nja was auch immer, auf jeden Fall kannst du da alles einstellen,\nkannst halt so RAW und 1000, also alles was sozusagen die Kamera des Telefons\nso hergibt an Einstellbarkeiten, das ist so eine App, die das einem zugänglich macht.\nFür mich viel zu kompliziert, weil ich habe auch keine Ahnung von Fotografie.\nIch hab das mal installiert, aber mir ist das irgendwie alles...\nLeute, die mit Fotografieren umgehen können, die können mit so einer Software\nwas anfangen. Und die wollten halt auch einfach mal nur das iPad so als Display\nhaben und das haben sie sozusagen geliefert.\nMan kann dann noch ein paar Features freischalten und denen irgendwie einmal\nGeld zahlen. Alles gut, aber kann man auch kostenlos benutzen.\nThat said, gibt es aber noch ein kleines Problem bei der ganzen Geschichte, weil Strom, Strom.\nWeil so ein iPad hat ja nur einen Port. Da stecke ich jetzt sozusagen dieses\nUSB-C Düngelchen dran und das zieht dann schon ganz ordentlich Strom und irgendwann\nist der Strom alle und dann habe ich keinen Bildschirm mehr.\nUnd was macht man dann?","Man nimmt einen Hub.","Man nimmt ein Hub, habe ich natürlich auch ausprobiert, aber wenn ich das Ding\nan meinen Hub anschließe, dann sehe ich es halt nicht mehr.","Dann kommt das Video nicht durch.","Ja, dann funktioniert das irgendwie nicht mehr aus unklaren Gründen.\nAlso wird einfach der Dongle nicht gefunden und fertig.\nDas ist immer so dieses Ding mit diesen ganzen Connection-Technologien,\nmir ist an der Stelle auch nicht klar warum.","Du brauchst halt einen 3er Hub und zwar einen 3, 1, ah ok.","Hab ich. Das ist das einzige Produkt, was ich überhaupt bisher gefunden habe, was das macht.\nKann ich auch nochmal kurz raussuchen von Sidecom.","Ja aber mit den Hubs ist halt immer ein Problem, weil manche Hubs werden dann\neben einfach nicht erkannt oder das Gerät hinten dran nicht erkannt oder die negotierten nicht.","Du kannst mal diesen hier versuchen der hat so einen Power Delivery Eingang.","Hab ich auch. Achso. Das Ding ist nur er erkennt halt den Videodocker nicht mehr.","Den HDMI schnuppse ihn nicht mehr.","Achso du hast hier nur einen Power Delivery Eingang.","Achso stimmt der hat gar keinen USB-C.","Das ist halt das andere Ding, es gibt zwar eine ganze Menge USB-C Docks,\ndie dir alle möglichen Ports bereitstellen, aber es gibt halt kaum etwas,\nwas einfach mal nur mehrere USB-C Ports aufmacht.","Außerdem willst du ja dann auch nicht noch endlos viele Geräte mit dir rumtragen.","Das kommt noch dazu, also ich hab bisher, also falls irgendjemand noch einen\nanderen Tipp hat, ich pack das mal hier kurz in unseren.","Im Slack schreibt jemand, er hätte einen mit dem es geht. Link.\nLink or it didn't happen.","Sagt Abdelkader, dann mal her mit dem Link.\nVielleicht ist das ein Hub, der dann auch nochmal Stromversorgung braucht,\nich weiß es nicht, keine Ahnung.\nAlso auf jeden Fall dieses Teil von Sidecom ist bisher das einzige,\nwas ich entdeckt habe, es ist auch total schwierig.\nIrgendwas such mal nach sowas also das ist schon schwer genug so jetzt haben wir hier einen link.","Aber das ist doch der ganz normale, aber der HDMI Hub von Apple der macht doch kein HDMI ein oder?\nAch, in und out.","Das war der falsche Link, oder? Oder war das der richtige Link?","Das war der richtige Link.","Apple USB-C Digital AV Multiport Adapter.","Moment, aber der hat ja nur einen HDMI-Ausgang und einen Stromversorgungseingang.\nDas ist jedenfalls nicht das richtige Gerät.","Nein, das ist ja kein USB-C Hub.","Naja.","Ja, alle kommen jetzt hier mit irgendwelchen Adaptern, aber das sieht für mich\nalles aus wie HDMI-Ausgang.\nHier geht es ja um einen Eingang bzw. das Eingangsgerät habe ich ja schon.\nAlso man kann einfach nach ganz normalem USB-C Capture Card schauen und der\nerste, den ich geklickt habe, funktioniert und andere funktionieren auch.\nEs gibt wohl ein paar, die nicht gehen, aber es ist mir nicht untergekommen.\nUnd damit kann man das auf jeden Fall benutzen, aber dann hat man halt nicht\ngleichzeitig Strom. Und wenn man gleichzeitig Strom haben will,\nmuss man halt irgendwie Strom reinkriegen, aber es gibt halt keine Docks,\ndie USB-C-In-Ports haben.\nAlso einer dieser Ports ist halt dann USB Power Delivery aber alles andere ist dann USB A.\nIch könnte natürlich deinen Dings nehmen und nochmal das können wir nochmal\nausprobieren und dann mit USB A reingehen.\nWo hab ich denn hier meinen komischen Adapter?","Hab ich gesehen der liegt hier irgendwo.","Irgendwo so ein kleiner, ne? Wo ist er denn? Hier. So, das habe ich jetzt noch gar nicht bedacht.\nJetzt nehmen wir mal deinen.\nLive Fummeling at Freakshow.\nUnd wie Sie sehen, das funktioniert. Das ist ja interessant.\nAlso wenn ich sozusagen meinen USB-C Adapter auf USB-A wechsel und dann in A\nreingehe, dann, achso warte mal, und jetzt noch parallel Strom,\ndas muss man jetzt auch mal ausprobieren, dass der den auch durch leitet,\naber ich vermute mal das wird jetzt gehen.","Und ist es noch schnell oder ist es langsamer als eben? Zieh mal das Fenster hin und her.","Wie langsam?","Hier auf dem Mac, zieh nochmal das Fenster hin und her, ob das jetzt genau die\ngleiche Geschwindigkeit ist.","Achso, ich glaub da wird sich jetzt nichts, das ist wie nach wie vor dasselbe Ding.\nIch guck nur gerade, okay, also das funktioniert.\nNehmen usb haben sie gesagt da funktioniert alles mit\nalles reinstecken kann aber jetzt habe ich schon wieder so eine dongle parade\nhier ist es wirklich die dongle parade okay dann nimm mal hier wieder deinen\nanker ich habe ja auch noch ein bedingt das eigentlich auch noch mal ausprobieren\nwarum ich das nicht vorher ausprobiert.\nAchso den brauch ich ja um das auszuprobieren. Anyway, trotzdem ist es schön\nwenn man mal eben ein HDMI Bildschirm braucht und man hat sowieso ein iPad dabei,\ndann kann man da Dinge anschließen.\nDann ist die Sendung, unsere letzte Sendung, ist kürzer geworden,\nweil ich sie nochmal nachbearbeitet habe.\nRalf lacht schon, du weißt was ich meine.\nHast du es schon ausprobiert?","Teufelszeug.","Ja richtig geiles Teufelszeug.\nAuf Phonic, mein Lieblingsdienst im Internet,\nder den meisten von euch wahrscheinlich wenig sagen wird, weil das eigentlich\nnur was für Leute ist, die halt Audioproduktion machen, wie ich zum Beispiel,\nalso speziell für Podcaster, aber nicht nur für Podcaster.\nDas ist ja sozusagen so ein Service, der einem eine ganze Menge abnimmt.\nAlso wenn ich jetzt hier einen Podcast aufnehme und den veröffentliche,\ndann jage ich den vorher einmal durch eine Euphonik-Produktion durch.\nDas heißt, ich lade die einzelnen Spuren der Sendung hoch und diese.\nWerden dann bearbeitet, das heißt die werden normalisiert, gelevelt auf so eine\neinheitliche Lautniss gebracht und man kann auch so Filter drauf anwenden,\nalso man kann was weiß ich so ein Denoiser machen, wenn man da Rauschen drauf hat,\nsolche kleinen Reparaturtechniken, dann wird das alles zusammen gemixt in so\neine fertige Audio-Wurst, dann konvertiert er einem das auch noch gleich in\ndie gängigen Audioformate, die man haben will, MP3, M4A, was auch immer, Oc Opus, you name it.\nUnd wenn das dann fertig ist, dann lädt er einem das auch noch gleich auf den\nServer hoch. So, alles sehr nice, dazu noch Kapitelmarken angewendet,\ndie ganzen Metadaten werden reingeschrieben, alles super.\nUnd jetzt gibt es ein neues Feature, das ist in Beta, dass einem nämlich auf\nPhonik auch noch die ganzen Äs rausnimmt.\nAlso sie haben jetzt wirklich einen Ä-Filter und das ist ja so ein bisschen so,\nich will es jetzt mal nicht heiliger Gral nennen,\naber das war schon so etwas, wo man sich gedacht hat, wie geil wäre das eigentlich,\nwenn man so sozusagen diese ganzen Pausen, die keiner so richtig haben will,\ndieses ganze Gestammel automatisiert erkennen könnte.\nUnd naja, dadurch, dass wir jetzt hier KI galore haben, kann man das halt mittlerweile\nrealisieren und das habe ich dann mal gemacht.\nDie Sendung, glaube ich.","Wie viele Minuten haben wir geämmt?","Ich habe jetzt leider gerade nur die Zahlen von UKW im Kopf,\naber die war ja auch furchtbar lang, drei Stunden und da habe ich dann irgendwie,\nglaube ich, sieben Minuten irgendwie rausgeholt.","Kriegst du das dann auch als Outtake-File rausgerendert, so sämtliche?","Ne, rausgerendert bekommt man das nicht. Es gibt bei Auphonic am Ende so einen\nWebplayer, wo man dann je nachdem wo man hinklickt kann man das mit und ohne\nhören und ich hab jetzt nicht alles überprüft aber es ist erstaunlich gut.\nAlso es funktioniert echt ziemlich gut, zumindest im Deutschen funktioniert\nes gut und im Englischen offensichtlich auch.\nDarauf ist es trainiert und es ist halt Beta-Version gerade.\nSie gucken halt gerade mal ob das sozusagen schon reicht, um auch das Äh der\nanderen Sprachen abzudenken, weil Andere Länder, andere Äs.","Ja vor allen Dingen, die Franzosen machen die Äs ja mitten im Wort,\nalso das wird echt schwierig.","Ja, also das wird eh noch spannend, wir machen die Äs auch im Wort.\nKann ich dir sagen. Also es gibt, also meine Äforschung hat erstaunliches Detail.\nMeinst du, äh, das wäre so?\nJa ich hab mal sehr viel Zeit darauf verwendet in einem Podcast und mehreren Podcasts tatsächlich.\nDas war während Corona, da hat man ja viel Zeit und da hab ich dann wirklich\nmal massiv in die Ehrforschung gegangen und hab mal so geguckt was es da alles\nso gibt und ein Ehr ist ja nicht wie ein anderes.\nAlso es gibt ja solche und solche Ehrs.","Hast du da ein Paper geschrieben über deine Ehrforschung? Dafür bin ich viel zu faul.","Ich red einfach dann drüber im Podcast. Nee, es gibt so typische Pausen-Ass,\ndie kann man einfach killen.\nEinfach so einwirft sowas das kann einfach weg das braucht keiner schnupps lässt\nsich auch gut trennen und dann gibt es halt so diese dann die also so komplett\neingebaut sind schon mal sehr schwierig die überhaupt rauszuholen das gelingt\nauch phonik tatsächlich aber auch schon ganz gut das ist wirklich erstaunlich gut.\nUnd dann gibt's aber auch so Ass, die lässt man eigentlich mal besser drin,\nweil die eher so taktischen Charakter haben, also wenn du die wegnimmst,\ndann verstehst du nicht mehr so richtig wie es gemeint war, also dann ist das,\ndas Timing geht dann einfach kaputt.","Taktische Ass, die kannte ich noch nicht.","Gibt's und außerdem gibt's noch die Möglichkeit auch Pausen rauszuschneiden,\nda ist mir derzeit das noch ein bisschen zu hektisch deswegen hab ich das erstmal\nnicht gemacht das haut aber auch richtig viel raus also die Podcasts werden\nwirklich absurd viel kürzer.","Das hast du aber in Ultraschall auch schon. Also du kannst ja die Sachen nicht\nnur, wie du es jetzt machst, quasi zerhacken und die weglöschen,\nsondern du kannst die auch zusammenrücken, die Pausen.\nDu könntest das quasi dein jetzigen Workflow in zwei Durchgängen machen.\nEinmal deine normale Separierung und dann nochmal ein Trim, wo du auch gewisse Werte vorgeben kannst.","Ach echt?","Joa, das muss aber auch noch anhörbar bleiben, ne?","Und das ist halt schwierig, deswegen muss man das, Pausen, also es gibt halt auch taktische Pausen,\nalso manchmal entstellst du die Aussage,\nwenn du eine Pause kürzt, weil es dann so wie in einem Satz gesagt ist,\naber manchmal ist aber diese Pause dann halt genau der Träger der Ironie oder\nwas auch immer und da muss man also schon sehr vorsichtig sein.\nAber bei dem Äh hatte ich jetzt nicht so ein großes Bedenken und hab die halt\neinfach mal rausgehauen.\nJetzt haben wir natürlich das Problem, dass wir jetzt ein Kapitel gemacht haben über Äh.","Was völlig unverständlich sein wird.","Und wenn ich das jetzt durch den Äh-Filter jage, bleibt wahrscheinlich nichts\nüber, weil die KI natürlich nicht weiß, wann das Äh ernst gemeint ist und wann nicht.","Genau und das ist jetzt so Kunst. Jetzt wird's Meta.","Da müsst ihr jetzt.","Die Meta-Ebene.","Übrigens, schön fände ich natürlich noch so Zukunftsmusik, Georg hör mal zu,\nwenn man das natürlich noch customizen kann an persönliche Tics.\nBeispielsweise was mich häufig triggert bei anderen Sprecherinnen ist genau.\nJa das heißt also so ein irgendjemand sagt was wirklich vernünftig ist und ruiniert\ndann die komplette Wirkung in dem noch ein selbst verstärkendes genau man selber\nnoch dahinter baut. Und andere Worte ja ja.\nAlso und und jeder hat irgendwelche Tics die man selber auch meistens gar nicht\nmitbekommt außer man hört es sich nach wie nach nochmal an das heißt also ähm\nund so weiter ja schön und gut aber der Endgegner.","Der Endgegner ist gar nicht Vader.","Lauert dann noch woanders.","So zu sagen. Der Endgegner heißt so zu sagen.","Das kann man so zu sagen, so sagen.","Ja also das ist wahr und ich weiß auch gar nicht, denkt ihr,\ndass Deutsche schlechter sind im Reden?","Als wer? Also alle anderen oder?","Sagen wir mal konkret Amerikaner.","Du meinst so in Sinne Satzhygiene, was für Wirtschaft funktioniert.","Ja und ich weiß auch sofort was als erstes kommt und das ist auch absolut berechtigt,\nich glaube dieses Like, was die Amerikaner da kultiviert haben,\ngehört wirklich auf den Müllhaufen der Kulturgeschichte, das ist einfach mal Sprachmüll.","Ja, das ist aber weniger geworden.","Dazu muss ich unbedingt das Buch von Carl Heysen empfehlen. Star Island.\nDie Hauptprotagonistin ist auch eine amerikanische junge Sängerin in Anführungszeichen,\ndie eigentlich nicht so richtig singen kann, aber irgendwann entschließt sich\nihr Bodyguard dazu, sie immer dann mit dem Taser zu halten, wenn sie gewisse\nWorte mit Like gehört natürlich mit dazu, weil die ist nicht so dämlich.\nAlso Karl Heysen, ich muss ihn empfehlen, Karl Heysen ist einfach.","Karl Heysen?","Ja, Karl Heersen. Man muss dafür ein bisschen Amerikanophile sein. Star Island?","Aha, okay.","Ja, und man muss es natürlich auf Englisch lesen, aber das ist hervorragend.\nOder Hörbuch ist auch sehr sehr.","Ah, alright.","Also ich denke jetzt trotzdem über deine Ursprungsfrage nach,\nob das Deutsch da besonders anfällig ist, ich glaub's eigentlich nicht.","Sprachhygiene, keine Ahnung, also du weißt ja schon, so Deutsche die was vortragen\nversus Amerikaner die was vortragen.","Das ist eine Sache eher der Kultur und der fehlenden Übung und weniger der Sprache an sich.","Ja klar, das ist ein kulturelles Ding logisch, ich denke nicht im Sinne von\ndie Sprache selbst macht das, sondern.","Du solltest nicht das verstanden, dass es quasi eingeschrieben ist in die deutsche\nSprache, dass sie eher zu Formalismus.","Nein, nein, nein, in die deutsche Kultur, nicht in die deutsche Sprache.","Okay, verstehe.","Debating ist ja in den USA in sehr vielen Schulen sehr weit verbreitet.\nUnd das ist in Deutschland nicht so, dass die Debatte an sich gepflegt wird.","Bei den Briten genauso, einen Debattierklub gibt's am Gymnasium nicht.","Genau.","So, also es gibt sicherlich schon, inzwischen schon, aber irgendwo wirst du\nes finden, aber es ist, also bei uns hat das auch nicht stattgefunden.","Naja, da musst du jetzt aber vielleicht doch auch die Frage stellen,\nob du nicht da jetzt ein gewisses Selection Bias hast, weil du ja nicht in Aminland\nlebst und nicht weißt, wie die Leute, die da auf der Straße rumlaufen, tatsächlich reden.","Ne, aber ich merk's ja auch, wenn ich so YouTube abstrahle, so also da.","Es gibt doch genug deutsche YouTuber, die flüssig sprechen können.\nJa, es gibt doch genug deutsche YouTuber, die es nicht können, das ist schon richtig.","Bestreiten wollen, da kenne ich gar nicht so gute Beispiele, um ehrlich zu sein.","Also ich war ja im Bibliothekskontext schon irgendwie viel auch immer auf internationalen\nKonferenzen unterwegs, als ich noch irgendwie raus aus Berlin gegangen bin,\nwenn man da stabil ist, macht man das dann plötzlich nicht mehr.\nDu musst schon wirklich Pech haben, um einen schlechten amerikanischen Speaker zu erwischen.\nDer ist also irgendwie zu ein bisschen was gebracht hat in seinem Feld,\nja und da würde ich jetzt, ist die Bibliothekswissenschaft wahrscheinlich noch\neher unverdächtig, was das angeht.\nTrotzdem, die sind einfach immer dieser Mix aus Entertaining auf der einen Seite,\nsich selber scheinbar zumindest nicht zu ernst zu nehmen und auf der anderen\nSeite aber dann doch auch didaktisch und pädagogisch irgendwie einen guten Punkt zu setzen.\nDas machen die schon ausgesprochen gut so. Die Briten auch, auf eine andere\nArt, die sind dann schon noch ein bisschen...\nIhre eigenen Tierchen. Alle anderen haben halt, das sind halt internationale Konferenzen,\nklar hast du, wenn ich jetzt Englisch spreche, habe ich da einfach mal eine\nEbene mehr rhetorisch zu bewältigen,\nItaliener, Franzosen, oh Gott, gerade Franzosen, die haben da sowieso irgendwie\nSchwierigkeiten, irgendwie was anderes als Französisch häufig zu sprechen,\nklar haben die da auch einfach mal einen Standortvorteil.\nInwiefern? Ja Native Speaker müssen sich halt um viele Ebenen der Sprache keine\nGedanken machen, worum du dir als Non-Native-Speaker schotten Gedanken musst.","Achso, ich will ja jetzt nicht Deutsche die Englisch sprechen mit denen vergleichen,\nsondern Deutsche die auf deutschen Vortrag halten und in eine Kamera oder in\neine Kamera sprechen, so ein YouTube Video machen, ihren Kram vermitteln,\nerklären, was tue ich hier, hallo.\nAlso nehmen wir mal so ein Beispiel, ich hab mir gerade, ich guck mir so richtig\nscheiß an in letzter Zeit, aber irgendwelche Autokanäle, wo so Autos vorgestellt werden.\nIst jetzt nicht unbedingt mein go to Programm, aber da fiel es mir jetzt gerade\nauf, weil ich mir irgendwie so Elektroautokonversionen und alte Autos elektrisch nachrüsten und sowas.\nEnglische Kanäle, also englischsprachige Kanäle, amerikanische Kanäle,\nauch die britischen, hervorragend, unterhaltsam, flüssig, auf den Punkt gebracht,\nzack zack zack und es ist nicht immer nur das Editing, ich rede jetzt wirklich\nso in einem Take, Ansprache etc.\nDann so ein deutscher Kanal und dann...\nAltherrenwitze, umständliche Formulierungen, fünfmal um Brei geredet,\nhalbe Sätze nicht zu Ende gebracht,\nAndeutung höhöhö, gar nicht komisch,\nmerkwürdige Diktion, zu schnell gesprochen, Dialekt, ja gut Dialekt ist noch\nein anderes Ding, warum ich auch immer aus Schwaben komme, weiß ich auch nicht.\nAber mir zieht sich wirklich der Bauch zusammen, wenn ich mir das anschaue. Es ist furchtbar.","Ja, das gibt es alles da draußen, aber es gibt halt natürlich auch sowieso immer\nviel Schlechtes da draußen. Also mein Eindruck wäre, es ist besser geworden.\nIch hab den Eindruck, dass die Deutschen rhetorisch eher aufgeholt haben.","Aber ich will eigentlich nur heulen.\nDas ist schlimm. Also ich weiß nicht, warum es so sein muss.\nWarum kann nicht einfach mal jemand locker vom Hocker,\naber auch in einfachen, klaren Sätzen ohne Füllworte,\nohne schlechte Witze, wo von vornherein auch nichts vorausgesetzt wird,\ndass man schon mal irgendwas wissen muss, um verstehen zu können,\nwas da gesagt wird und dumme Witze.\nAlso ich leide wirklich nur. Also ich lasse mich gerne mit YouTube Kanälen bewerfen,\nwo Deutsche rhetorisch überzeugen.\nGibt es mir? Bitte in die Kommentare. Ja, will ich haben.\nSchaue ich mir an. Ich bewerte die auch gerne alle und wenn ich irgendwas gefunden\nhabe, wo ich sagen würde, top, hier läuft der Hase, hier ist mal ordentliche\nKommunikation am Start, dann nehme ich das gerne an.\nAber ich sag dir jetzt schon, das wird schwer, da was zu finden.","Das mag ich jetzt alles gar nicht glauben, also ich gucke leider ganz wenig\ndeutsche Sachen, weil die Themen irgendwie da nicht so vorkommen.","Das ist eher das Problem.","Für mich ist das ein einziges Festival of Lights, was da sozusagen abläuft.\nEin Festival des Lights ist das, das ist das was ich da sehe.\nAlso Deutschland kriegt sich einfach nicht gerade gebogen und nix kommuniziert\nund es ist halt einfach alle reden auch glaub ich aneinander vorbei.\nVielleicht ist das auch das Problem hier mit dem ganzen Aufbruch.\nVersteht sich einfach keiner mehr. Alle reden nur irgendwelchen Unsinn und Quatsch.","Naja was schwierig ist sind so Handwerkerkanäle, wo jemand erklärt wie das mit\nder Wärmepumpe ist oder so. Das ist schwierig.","Ja und da gibt es so gute englische Kanäle.","Naja, also die englischen Handwerkerkanäle die sind auch nicht alle Gold oder amerikanischen.\nDa kannst du dir auch ganz schönes Gegrunze anhören, wo du so denkst, naja.\nAlso ich verstehe jetzt was gemeint ist aber.","Okay aber ich wäre ja schon zufrieden wenn du mir überhaupt mal was zeigst was\nauf deutsch ist und was mich überzeugt.","Also was ich auf deutsch durchaus gucke sind zum Beispiel halt Kochkanäle.\nSo und ich finde da gibt's schon gute.\nAlso jetzt sagen wir mal beispielsweise, ihr kennt ja wahrscheinlich doch jeder, Tim Mälzer.\nDer hat natürlich schon eine sehr eigene Art, aber der würde ich sagen trifft\nda schon ziemlich, vorher muss man den kennen? Relativ prominenter Fernsehkoch.","Der hat keine Fernsehkoch Sendung.","Ich kenn den auch nur vom Namen her aber.","Ich hab den Namen mal gehört aber kennen weiß ich nicht wer das ist.","Schnodderigkeit, aber du merkst halt so, der weiß halt, was er tut und kann\ndas, was er tut und kann das auch gut verkaufen. Und ich finde bei Köchen,\nalso Fernsehköche, finde ich, sind da ziemlich gut aufgestellt.","Aber bei Fernsehköchen ist die Bressigkeit auch weit verbreitet.\nAlso es gibt auch viele Fernsehköche, die sind echt nervig.","Ja, aber das sind halt da die internationalen auch, also da hab ich einfach\nmal den AB-Vergleich, weil ich auch viele italienische und amerikanische Fernsehköche\ngucke und die sind dann eben nicht besser als die deutschen.","Ja ich glaub auch, das ist einfach so ein Confirmation-Bias,\ndu guckst halt, wenn du Themen guckst,\nwo die Amerikaner eben einfach in Masse liefern können,\nweil sich da viele interessieren und in Deutschland ist das ein Nischenthema,\nnaja, dann ist klar, Schau dir mal Marcel Pahr an, der ist zwar nicht Deutscher,\nsondern Schweizer, aber der hat auch ordentlich Production Value und der kann auch reden.","Auf Schweizerdeutsch oder auf Deutsch? Beides sogar.\nOkay, Schweizerdeutsch weiß ich nicht, ob ich das beurteilen kann,\nda geht mir glaube ich zu viel verloren.","Ab und zu mal ein Schweizer Gast, mit dem er dann Schweizerdeutsch spricht,\ndas ist dann schwierig, ich glaube es gibt da meistens Untertitel,\naber sonst spricht der ja schon Hochdeutsch.\nDer backt da so sein Kram.","Und ich werf jetzt mal einfach auf die Gefallen mich total zu blamieren,\nhier so ein Typ der ist wahrscheinlich Anfang Mitte 20 und versucht gerade Deutschlands\ngrößtes Lego Modell zu bauen.\nUm daraus dann auch irgendwie ein Museum zu machen und ähnlich hier wie Gerrit\nvom Miniatur Wunderland macht er also das ganze im Videoblog so.\nDas ist jetzt wahrscheinlich noch im Professionalitätsgrad einen guten Level unter dem,\nwas du dir da vielleicht wünschen oder vorstellen würdest, aber der macht das\nhalt wirklich total als Hobby irgendwie nebenbei und dafür finde ich kann ich\ndem auch 30 Minuten noch ganz gut zugucken, ohne dass es mich total nervt.\nIch bin aber jetzt gerade aufgrund meiner Kinder halt auch sehr im Lego-Thema\nverhaftet und kann das mit dem Bautechnik noch alles gutieren und so.\nIch schmeiß den Kanal hier mal rein, vielleicht probierst du den mal aus.\nDer ist uncool, das ist jetzt also nicht, dass ich sagen würde,\ndas ist jetzt irgendwie jemand, der mich irgendwie triggert,\nwas jetzt irgendwie so Coolness angeht, aber der macht einfach ein ehrliches\nDing so und das macht er unprätentiös und bringt das ohne Skript und ohne große\nirgendwie, diese ganzen Manierismen, die du eben so angesprochen hast,\nfinde ich, bringt dir das gut rüber. Ich such mal eben den Kanal.","Ich hab hier gerade meine YouTube Subscriptions durchgescrollt und da ist nicht\nein einziger deutscher Kanal.\nDas alles ist sehr… Guck ich mal. Da hat man schon seinen Grund haben.","Also ja, ja.","Ich will dir in der Sache nicht widersprechen, aber naja.","Da ist was dran.","Na ja gut, wie gesagt da sind halt auch so viele Themen interessieren mich dann\nhalt nicht so bei deutschen Kanälen.","Ich hab mal so einen Elektriker geguckt, der war auch ganz ganz furchtbar.\nDas war auch so schlimm, dass ich es irgendwann nicht mehr rauskrieg.","Also zum Beispiel, wo ich gerade so ein Auge drauf habe, ist so Holzverarbeitung.\nWir lernen so die Grundlagen von, wie baue ich mir irgendwas.","Du kennst PASC-Makes?","Ich hab da sehr viele gute Sachen gefunden aus Amerika, sehr viele gute Sachen.\nGenerell dieses ganze ich baue irgendwas und so weiter ist ja auch auf YouTube\nein richtig fettes Ding. Aber jetzt mal so ganz konkret, auch gar nicht so Meckerkram,\nsondern einfach nur so die Basics.\nWie Fugen setzen, wie säge ich irgendwas, einfach so einfache Fragen beantworten,\nweil wenn man zwei linke Hände hat wie ich und dann muss man mal irgendwas bauen,\nwas halten soll, dann brauche ich Hilfe.\nUnd dann habe ich so ein bisschen rum geguckt und dachte mir gibt es das dann\nirgendwie auch auf Deutsch und auf Deutsch ist es halt einfach so immer so,\nlass mich raus, so wirklich, einfach langweilig und dann halt einfach auch,\neinfach von der Diktion her schon einfach so einschlägt.","Hier hat gerade jemand Matthias Schwarzer gepostet, der ist auch,\nder ist, weißt du, gerade so an der Grenze, wo es noch geht.\nWo es also, ist nicht total schlimm. Ja, redet frei und macht gute Dokus,\nstimmt und ist noch, noch ein Trick in Hamburg.","Kenn ich jetzt tatsächlich nicht, ehrlich gesagt.","Der ist auch ganz lustig, der Typ. Also das ist auch der einzige aus meiner Liste.","Wer meiner Meinung nach ganz gut reden kann und auch ganz gute Sendungen macht, ist Spiel und Zeug.\nAlso nicht alles was der macht ist spannend, aber er kann auf jeden Fall reden.\nUnd er ist auch relativ witzig.","Also er kann reden und relativ witzig, da bin ich dann schon mal bereit mir\ndas anzuschauen. Auch die anderen Tipps.","Ansonsten, wir hatten ja gerade eben schon hier der Gerrit von Miniatur Wunderland,\ndem kann ich stundenlang zuhören, was, was und wie der erzählt.","Dann Marty Fischer.","Stimmt, der macht das relativ...\nIch hab jetzt nicht so viel in Erinnerung jetzt konkret von den Videos, aber das stimmt schon.","Macht überhaupt keine doofen Witze, lässt Leute gut aussehen,\ndie irgendwie beim Arbeiten und so weiter. Also nochmal ein Showtipp.","Ja, hier, Marty Fischer, der muss man sowieso mal gesehen haben.\nDas ist so ein Produzent-Typ, der macht so,\nder macht immer irgendwelche Songs nach,\nweiß ich nicht, entweder covert er einen Song in ganz anderen Musikstilen oder\ner covert einen Stil aber mit einem eigenen Song oder so und macht in kurzen\nClips, zeigt er wie er den so zusammen klickt und so.\nUnd da kommen immer ganz witzige Sachen bei rum. Also der Typ ist schon ganz\nlustig, den kann man sich angucken.","Ich werde hier auch gerade nochmal eines besseren belehrt tatsächlich.\nDas ist ein guter Einwand. Jonas Winkler habe ich auch schon entdeckt im Bereich Holz.\nDas ist auf jeden Fall ein Freak. Der ist sehr speziell.\nIch würde seinen Style jetzt nicht als super überzeugend,\nalso mich spricht es nicht zu 100% an, aber er ist auf jeden Fall sehr eigen,\nso ein Typ, die Art und Weise wie er es präsentiert ist schon völlig in Ordnung\nund hat in der Tat ganz coolen Content.\nKann was. Mir ist das dann auch noch ein bisschen zu, als Herrenwitz trifft\nes jetzt nicht so ganz, ist so eine Nuance in dem Humor, die mich nicht vollkommen anspricht.\nAber vielleicht liegt mein Geschmack mittlerweile auch außerhalb von Deutschland,\ndas kann ich überhaupt nicht ausschließen.\nMan gewöhnt sich dann ja dann doch auch an einen gewissen Style.\nIch bin dann halt eher so Team Technology Connections.\nDas hatten wir ja hier auch schon und ihr habt sicherlich auch alle das Flipper\nVideo gesehen, was gerade rauskam. Ganz toll.","Das sieht gut aus hier der Kanal von dem Jonas Winkler. Das muss ich glaube\nich meinem Großen mal zeigen. Der ist nämlich auch gerade schwer in was und\nwie arbeite ich mit Holz.","Genau, technisch ist alles super interessant, also definitiv.\nOkay, aber wir wollen ja jetzt hier nicht eine ewige YouTube-Liste runterbeten.\nHaben wir noch Kleinigkeiten von der Liste oder wollen wir mal mit Hans über\nein bisschen alte Technik reden?","Ja, ich bin ja auch schon ein bisschen, apropos alt, ich bin ja auch schon ein\nbisschen alt und werde dann irgendwann auch müde. Nicht wahr?","Das wollen wir natürlich verhindern. Hans komm, jetzt nehmen wir dich mal ins\nLimelight. Du bist ja...\nUnd nicht weil du alt bist, sondern weil du das einfach schon lange machst.\nUnd in den letzten Jahren haben wir uns dann öfter auch auf diesem Vintage Computing\nFestival getroffen, weil das ja so bei uns beiden glaube ich ein bisschen was\ntriggert, bei dir nochmal ein bisschen anders als bei mir.\nUnd du hast dich ja jetzt in den letzten Jahren auch noch mal erheblich mit\ndiesem Retro-Computing-Thema eingedeckt, würde ich sagen, ne?","War so ein Corona-Ding.","War so ein Corona-Ding. Tatsächlich, da ging es doch noch mal richtig los.","Naja, ich hatte Zeit, weil ich irgendwie nicht mehr, weil ich irgendwie,\nmeine Firma wurde mir weggeschlossen und dann war ich nur noch Liquidator und\nals Liquidator hat man halt Zeit.\nUnd dann kam Corona und dann habe ich mir einen TI-99-4A gekauft und inzwischen\nbin ich die Kompetenz in Sachen TI-99-4A Reparatur in Deutschland,\nalso da bin ich wahrscheinlich, ja es gibt noch so zwei, drei andere,\naber ich habe inzwischen eine erhebliche Werkstatt und habe eigentlich alles\ndurch, was das Ding angeht.\nJa und das hat mich dann wieder dazu gebracht, wieder so ein bisschen da in\ndie Richtung anzufangen.\nRetro-Computing ist ja, das ist ja so ein weites Feld. Es gibt ja so Sammler,\ndie sammeln dann irgendwie Geräte und stellen sie in ihrem LED beleuchteten\nRegal aus und dann gibt's,\nalso das interessiert mich eigentlich nicht so, erstens, weil ich nicht so ein\nordentlicher Mensch bin und so eine Sammlung organisieren,\ndas ist nicht so mein, mein, mein, also das macht mich nicht so heiß und ich\nbin mehr so Bastler und irgendwie Tieferleger und Spoiler dranbauer, Tieferleger?","Echt?","Ja klar, so. Overclocker? Nee, Overclock, ja, Leisemacher, die sind ja alle\nzu, also jetzt nicht der TI, der ist irgendwie unbelüftet, also der,\nder, der hat keinen, keinen Lüfter drin,\nAber ich hatte ja auch schon mal eine riesige Workstation Sammlung und damit\nhabe ich jetzt auch wieder ein bisschen angefangen.\nNatürlich haben die alle Festplatten drin,\ndie sind wahnsinnig laut und dann gibt's irgendwie in der Sammlerszene gibt's dann welche,\ndie also auf gar keinen Fall die Festplatte da ausbauen würden,\naber das kommt mir natürlich nicht in den Sinn,\nsondern da muss dann natürlich eine moderne Ersatzlösung ran und so,\nalso für mich ist das mehr so eine nicht ausgeliebte Jugend.\nMöglichkeit also weil ich wollte mal Elektroniker werden war\ndazu aber zu faul und programmieren war einfach\nund dann habe ich halt Programmierer geworden und jetzt kann man halt alles\nmachen was man in den 80ern was mühsam war weil man halt irgendwie Gerätschaften\nbraucht und so und jetzt habe ich erstens habe ich Gerätschaften und zweitens\nkann man sich in China alles machen lassen und das mache ich jetzt halt so, mein Retro.","Also in China kann man sich alles machen lassen, was man so an Eigenbedarf Platinen\nbraucht um Sachen zu fixen oder überhaupt zum laufen zu bringen oder mit neuen\nInterfaces auszustatten oder was gibt mal ein paar Beispiele was du so gemacht hast.","Also zum einen gibt es so Projekte,\nirgendwelche Originalplatinen nachzumachen, für die Puristen,\ndie lassen sich dann irgendwie Apple-1-Platinen machen und bestücken sie mit Originalchips,\nwo sie dann irgendwie ewig danach suchen, dass sie irgendwie auch die Chips\naus dem richtigen Baujahr in den Apple-1-Nachbau einbauen, damit der auch so period correct ist.\nAber dann gibt es halt auch jede menge erweiterungs freaks und also beim t99\nhabe ich dann irgendwie angefangen und rausgefunden,\ndass es weltweit wahrscheinlich so 25 Leute gibt, die sich praktisch.\nIn so zwei, drei Clubs seit den 80er Jahren treffen, um ihren T99-4A zu besprechen.\nUnd zu Corona-Zeiten bin ich dann da auch öfter mal in deren wöchentlichen Treffen gewesen.\nDa treffen sich dann so ein paar Amerikaner, die sind zu sechs oder zu sieben.\nOnline. Online, treffen die sich online.\nAbwechslung am Samstag und am Sonntag. und am Sonntag, die sind alle um die\n60, teilweise auch ein bisschen älter, mal stirbt auch einer so.","Hoffentlich nicht während des Meetings.","Aber in den Meetings wird dann über TI Sachen geredet, also jetzt irgendwie neue Erweiterungen.\nNeue Erweiterungen? Ja,\nja, neue Erweiterungen und dann also eine neue Ausgabe der Adapterplatine,\ndie man braucht, um den Voice Synthesizer, der normalerweise an der Seite angesteckt\nwird vom CT-94A, um den in die Peripherie Erweiterungsbox einbauen zu können.\nUnd dann macht einer die Platine und dann wird da dran rumentwickelt und dann\nwird die verkauft an die 30 Leute, die da noch drauf sind und die reden da alle die ganze Zeit drüber.\nUnd dann gibt's auch noch neue Softwareentwicklungen, da gibt's dann halt zwei,\ndie sind die richtigen Könige, die können alles und portieren dann Super Mario\nnach TMS 9900 und das ist genau so wie auf der Nintendo.\nTMS 9900, das ist die CPU?\nUnd das ist auch so ein irres Gerät, weil...\nDas ist halt zeitlich rausgekommen mit dem VC20. Und wer war der dritte?\nTS80 war auch in der Zeit. Also das war die Trinity.\nAch da weckert dann wieder irgendjemand. Jedenfalls einer dieser frühen Homecomputer\naus der allerersten Generation und TI hat dann noch geglaubt,\ndass sie auf diesem Markt quasi ihre eigenen Regeln aufoktroyieren können und\nhaben dieses Gerät rausgebracht und Software konnte man dafür nicht selber schreiben,\nsondern es hat nur TI Software dafür geschrieben und der Rechner wurde eigentlich\nunter Preis verkauft, weil TI die Rechnung aufgemacht hat, dass sie dann an\nder Software Geld verdienen.\nDie Software kam auf so Modulen, die hat man da reingesteckt,\ndie waren teuer Und so war die Idee und das hat natürlich alles überhaupt nicht\nfunktioniert und als dann Commodore C64 rauskam, da war das Ding einfach tot.\nAlso das hat irgendwie erst hunderte Dollar gekostet, dann wurde es wirklich richtig verramscht.\nAber die Leute die dann seitdem da dran geblieben sind,\ndas sind halt die die die die die die die die die die die die die die die die die die die\ndie die die die die die die die die die die die die die die die die die die die die die die\ndie die die die die die die die die die die die die die die die die die die die\ndie die die die die die die die die die die die die die die die die die die\ndie die die die die die die die die die die die die die die die die die die\ndie die die die die die die die die die die die die die die die die die die\ndie die die die die die die die die die die die die die die die die die die\ndie die die die die die die die die die die die die die die die die die die\ndie die die die die die die die die die die die die die die die die die die\ndie die die die die die die die die die die die die die die die die die die\ndie die die die die die die die die die die Das war mein Eindruck.","Deswegen wundere ich mich jetzt, warum es da so eine Begrenzung gibt.","Naja, aber du weißt ja, ich meine du bist halt 14 und kriegst deinen ersten\nComputer von den Eltern.","Ja klar, das ist halt hier so wie Trabant.","Genau, aber naja, du, ist doch diese Retro-Computing-Szene ist genau so.","Naja gut, aber es gibt ja auch Maschinen, wo ich sagen würde,\nda verstehe ich das auch.","Dennoch gibt es ja Trabant, also da sind wir uns ja einig, Trabant als Maschine, ne? Nein, aber so.\nUnd ansonsten gibt es über diesen Rechner nichts Positives zu sagen,\nweil der ist rausgekommen, als irgendwie ein Computer gerade heiß war und da gab es Z80,\n6502, 6809, das waren die CPUs, die irgendwie heiß waren.\nUnd TI hat ja eigene Prozessoren, die haben Minicomputer gemacht.\nMinicomputer sind nicht Minicomputer, sondern die sind kleiner als Mainframes,\nalso irgendwie ein 19 Zoll Rack. Das ist ein Minicomputer.","Also füllt keine komplette Garage, ist sozusagen Minicomputer.","TI hat insbesondere nicht die Notwendigkeit, dass da ständig irgendwelches Personal\nrumläuft und Bänder und irgendwie um das zu bedienen, sondern ein Minicomputer\nist einer, den kann man sich in einem Projekt irgendwo hinstellen und dann benutzt man den einfach.\nDa braucht man kein Personal, kein Operator und kein weiß ich nicht Zeugs.\nUnd TI wollte also diesen Heimcomputer Markt mitnehmen und sie wollten da auch\nganz groß sein und so weiter und hatten dann den Plan,\ndass sie einen Prozessor, den sie im Minicomputer Bereich auch schon eingesetzt\nhaben, nämlich den TMS 9900, dass sie davon eine Heimcomputer Variante machen.","Ich weiß nicht, ob wir es gesagt haben, Texas Instruments, die mit den Taschenrechnern\nund die auch eine wichtige Chip-Fabrikation lange Zeit hatten,\nich weiß nicht, gibt es die noch heute?","Großer Halbleiterhersteller bis heute, die ist auch einer der wenigen Halbleiterhersteller,\ndie aus dieser Zeit immer noch unter dem gleichen Namen selbst das machen.\nAlso Philips hat das ausgespinnt und es gibt andere große, aber TI ist immer\nnoch ein großer Halbleiterhersteller und das waren sie damals eben auch,\naber war natürlich so im Business.\nAls auf der Consumer-Seite mehr für ihre Taschenrechner und für ihre Bürotechnik bekannt.\nJedenfalls haben Sie dann den Plan gehabt, diesen Prozessor,\neine Variante von diesem Prozessor zu machen, der für die Heimcomputer dann\nbillig zu produzieren ist und das alles kann.\nUnd der wurde nicht fertig. Und weil der nicht fertig wurde,\nhaben Sie dann diesen TMS9900, also diesen.\nMini-Computer-Prozessor in ein Grafik-Subsystem angeflanscht,\nwas nur 8-Bit-breit war und haben dazu,\nalso das ist ein riesengroßer Prozessor,\nder hat auch 64 Beine, also 64 Beine ist für einen Prozessor groß gewesen,\nnormale, die ganzen 8-Bit-Prozessoren haben 40 Beine, die sind also ungefähr\nvon der Fläche halb so groß,\nhaben auch nur halb so viele Beine, aber das Ding ist halt ein Riesenklops und\nder sitzt mitten in diesem Board drin und wird dann über so extra Logik,\ndie dann noch auf dem Board drauf ist, zu einem 8-Bit-Prozessor degradiert,\nalso runtergetunt, wenn du so möchtest.\nUnd der hat auch keinen eigenen Hauptspeicher, sondern nur 256 Bytes Hauptspeicher.\nDer benutzt den Grafikspeicher für sein Basic.\nDas heißt, wenn du ein Basic-Programm eingibst, dann wird jedes Byte,\nwas du in dein Programm eingibst, über den Grafikprozessor in das Grafikram geschrieben.\nUnd dass das nicht schnell ist, das ist relativ klar zu schnell zu verstehen.\nAlso es ist einfach stinklangsam. Und dann haben sie noch,\nBasic, was nicht in Maschinensprache geschrieben ist,\nsondern in einer interpretierten Sprache,\nwo der Sprachinterpreter im Rom ist, das nennt sich,\ndas macht das Ding zu dem langsamsten Homecomputer, den es gab zu der Zeit,\nes gab mal so ein… Obwohl er scheinbar den schnellsten Chip aller Homecomputer hat.\nWenn man da ein richtiges Gerät drum gebaut hätte, wäre der auch echt schnell gewesen.\nAber das haben sie halt nicht hingekriegt. Man konnte natürlich auch damals\nschon schnelle Programme damit schreiben, aber das war eine richtige Herausforderung.\nUnd das gab deswegen auch nur, also wenn man sich diese Software anguckt,\ndie da so in der ersten Generation rausgekommen ist, das ist so schlecht.","GPL hieß das.","GPL genau, GPL hieß graphic programming language. Hier schreibt gerade jemand,\ndass Extended Basic war toll, richtig es gab ein Basic Modul was man hier stecken\nkonnte und Parsec war eben so ein Spiel was,\nwas die Maschine wirklich schon ganz schön gut ausgereizt hat,\nalso so wo mit den ganzen Beschränkungen die dieses System hatte,\nsich die entwickler wirklich was was ausgedacht haben was was echt spaß macht\naber so so so verglichen mit allen anderen homecomputern ist es der schlechteste computer den es gab,\ndas kann man einfach das war so,\nAber mir, ich hatte sehr viel Spaß mit dem, mit dem,\nmit dem, mit dem, mit dem, also mit der,\nsag ich mal, ich hab gelernt, wie man den repariert, hab irgendwie dann auch\nbis auf Gutter-Ebene ein paar repariert und kenn mich damit jetzt sehr,\nsehr gut aus, weiß schon, wie gut wie der funktioniert, hat Spaß gemacht.\nUnd ich habe alle, also es gibt sehr viele Erweiterungen, die Open Source sind,\ndie auf GitHub sind, wo du dir irgendwie auf GitHub das Layout runterlädst und\ndann ist das ja heutzutage so,\ndu lädst das Zeug runter, kriegst du die Gerber Files, die sind produktionsfertig,\ndie lädst du zu einem chinesischen Dienstleister und dann zahlst du zwölf Euro\nmit Versand und zwei Wochen später hast du fünf Platinen, Doppelseitig,\nLötstoppmaske, Silkscreen, perfekt.\nAlso was man früher nicht, was man in den 80ern einfach nicht bezahlen konnte,\nist heute so eine Dienstleistung, die praktisch ohne menschliche Intervention.","Webseite ausfüllen und dann hinten irgendwie was in den Briefkasten.","Ich hab einen Riesenberg an blauen Kartons von JSCPCB, weil ich halt alles ausprobiert\nhab, was man da so machen konnte.\nFür mich.","Mit dem TI-99-4A. Also wenn jetzt jemand, der hier zuhört, einen kaputten TI-99-4A\nhat, du weißt, wie man repariert.","Ich repariere die.","Was geht denn da kaputt?","Das, was meistens kaputt geht, ist das dynamische Rahmen. Und das ist meistens\naufgelötet, was nervig ist.\nDa sind acht Bausteine, 16 Kilobit mal eins drin, die zusammen dann 16 Kilobyte ergeben.\nManchmal kann man rausfinden, welcher kaputt ist, mit der Wärmebildkamera nämlich.\nDann wird einer von denen heiß, dann guckst du mit der Wärmebildkamera rauf\noder machst das auch mit dem Finger. Und dann nimmst du den erstmal raus und\ntauscht den aus und oft hilft das.\nAber ich habe schon alles gesehen. Ich habe schon kaputte Grafikprozessoren\ngehabt. Ich habe schon irgendwelche TTL-Chips, irgendwelche Chips,\ndie den Prozessor mit der Grafikhardware verbinden und da irgendwo drin stehen,\nhabe ich auch schon rausgefummelt. Das hat richtig Spaß gemacht.","Das Gute an diesen Maschinen ist, dass sie natürlich in ihrer Gesamtkomplexität\nnoch überschaubar sind und dass man da auch im Prinzip alles noch reparieren kann, so ohne weiteres.\nUnd natürlich auch, dass selbst\nwenn sie jetzt in ihrer ganzen Programmierbarkeit sehr beschränkt waren,\ndas dann eben auch den Vorteil hat, dass man dann auch mit einem überschaubaren\nAufwand das gut beeinflussen kann, was die Maschine insgesamt kann.\nAlso ich habe das glaube ich auch schon tausend mal erwähnt,\naber ich habe ja Michael Stahl, habe ich ja mal so ein CAE gemacht zum C64,\nnachdem er auch diesen großartigen Vortrag auf dem Kongress gehalten hatte mit\nden 64 Slides zum C64, wo alles drauf ist, was man wissen muss. Das war auch so.\nUnd meine erste Frage war halt so, okay, warum beschäftigst du dich mit dem\nC64, weil der lag ja auch schon ein bisschen so vor seiner Zeit.\nDer letzte Computer, den man so kaufen konnte, wo man noch die Chance hatte,\nden komplett zu verstehen von vorne bis hinten.","Ja, aber das stimmt nicht.","Gut, da mag es jetzt noch andere geben, aber du weißt, was ich damit sagen möchte.\nAlso die Komplexität dieser Homecomputer in den 80er Jahren waren so,\ndass sie schon auf der einen Seite eine Menge konnten, Komplexe Spiele,\nrelativ schnell alles, das war jetzt kein Lochkartencomputer mehr,\nsondern da ging richtig was ab, da gab's Bild und Ton und pralala.\nAber man konnte halt irgendwie im Prinzip jede einzelne Instruktion des Betriebssystems\nirgendwie nachlesen und verstehen, wenn man lange genug drauf geschaut hat,\ndas ist natürlich heutzutage unmöglich.","Naja, das ist so ein bisschen das, warum sowas wie Raspberry Pi,\nRaspberry Pi Pico, Mikrocontroller,\nArduino, warum diese Sachen natürlich beliebt sind, weil das eben Computer sind,\ndie anfassbar sind und bei denen du irgendwie eine Beziehung zu der Hardware aufbauen kannst.\nAuch wenn das irgendwie, ja, wozu brauche ich Beziehung zu meiner Hardware?\nAber wenn man heutzutage entwickelt, dann sieht man die Computer nicht,\nmit denen man arbeitet, weil die irgendwo in irgendeinem Rechenzentrum stehen\nund da werden hunderte und tausende Maschinen involviert,\num eine Website zu deployen und bei diesem Anfass-Computing,\nda hat man halt eine direktere Beziehung dazu.\nUnd das ist auch das, was mich dabei, also nicht jeden muss das interessieren,\naber mich interessiert das halt, wie funktioniert das? Was kann das?\nUnd ich weiß nicht, ich war ja vor etlichen Jahren schon mal hier,\nda war ich gerade auf einem FPGA-Trip und hab mich mit Hardware-Entwicklungen, mit FPGAs beschäftigt.\nUnd ein Problem dabei ist, der Entwicklungszyklus ist halt Käse,\nweil du kannst zwar prinzipiell kannst du dir in Hardware-Beschreibungssprache\nirgendwas ausdenken und das dann auch innerhalb weniger Minuten in dein System reinbringen,\naber da ist dann auch wieder so ein Riesenapparat von Komplexität und Software\nund so weiter dazwischen, bevor du unten angekommen bist.\nIch arbeite gerne interaktiv. Ich möchte irgendwas ausprobieren und dann sehen,\nob es geht oder nicht geht. Und wenn es nicht geht, dann möchte ich es fixen. Und zwar so am Gerät.\nUnd da habe ich relativ viel in letzter Zeit mit dem Raspberry Pi Pico gemacht.\nDas ist eigentlich erst mal nur ein Mikrocontroller, der heißt RP2040 von der\nRaspberry Pi Foundation und der hat zwei ARM-Prozessoren drauf und das ist jetzt\nerst mal nichts besonderes,\nalso Mikrocontroller mit ARM-Prozessoren gibt es wie santa mehr,\naber das interessante an dem Ding ist, dass der so State-Machines drin hat,\ndie zur GPIO-Steuerung verwendet werden können Und,\ndas ist natürlich ein bisschen abstrakt jetzt erst mal, aber es ist eine State Machine.\nDas sind kleine Prozessoren, die einen ganz kleinen Befehlssatz haben,\nso 32 Befehlen und auch nur 32 Worte Speicher haben, die mit einem Schieberegister\nIO-Ports ansprechen können und ein FIFO zu den ARM-Prozessoren haben.\nAlso so eine ganz kleine Einheit mit so ganz wenig, also Schieberegister,\nFIFO, ganz wenig Funktionalität.","Also FIFO, First In, First Out, also das erste was man reinschiebt kommt als erstes raus.","Genau, also du kannst von der CPU kannst du da ein paar Worte hin tun,\npaar weiß ich nicht Bytes oder 32 Bit Worte und die dann mit Prozessorgeschwindigkeit,\nalso ein Befehl pro Taktzyklus abarbeiten.","Das heißt man kann auf den Pins dann sehr gut einfache Protokolle mehr oder\nweniger auf dem Low-Level direkt in diesen State-Machines abarbeiten und so\ndie Extraktion der Kerndaten die da rauskommt aber ohne den Low-Level-Protokoll-Overhead,\nder geht dann in die CPU rein aber die CPU muss sich nicht mehr um das Auspacken\nund das Signalisieren der einzelnen Rahmen-Start-Stop-Bits und so weiter kümmern.\nVerstehe ich das richtig?","Das ist ganz genau richtig und das ist vor allem, passiert das mit sehr hoher Geschwindigkeit,\ndas heißt, du hast ja so, also manche Leute wissen,\nwas ein serielles Protokoll ist, da kommt auf einer Leitung,\nkommen Bits an, die, da ist dann eine Mikrosekunde, ist eine Eins auf der Leitung\nund dann ist eine Mikrosekunde eine Null auf der Leitung, das bedeutet es ist\neine Eins und so weiter und so fort.\nUnd wenn du jetzt einen Prozessor hast, der mit 100 MHz auf dieser einen Leitung\nrumhorchen kann, dann kann man halt ein komplexes Protokoll,\nwas früher mit Spezialchips implementiert wurde, in so einer State Machine einfach so zusammenpulen.\nUnd das ist deswegen cool, weil man diese State Machine aus Python raus anspricht.\nDa schreibst du in Python ein kleines Programm und sagst, das ist hier mein PIO-Programm.\nUnd dann startest du das und dann läuft es und dann kannst du mit dem Oszilloskop\noder mit deiner Technik gucken, was macht das.\nUnd wenn es nicht das macht, was du willst, dann änderst du dein Python-Programm\nund tust es da wieder rein.\nDu hast also so einen interaktiven Entwicklungszyklus, den du,\nalso sowas kann man natürlich in VHDL das machen,\nFPGAs und CPLDs und die ganzen tollen Elektrotechniker Tools,\naber das ist halt so eine Sache, wo Hardware Entwicklung interaktiv möglich\nwird und das finde ich total spannend,\nalso das hat mich jetzt den Sommer über beschäftigt, um ein 3270 Terminal an\nmeinen virtuellen Mainframe anzulegen.","Lass uns nochmal kurz beim Raspberry Pi bleiben, mir war das gar nicht so klar\nmit diesen State Machines, wieviel hat das? Zehn Stück oder was?","Zwei von zwei State Machines, die.","Also State Machines ist ja eigentlich ein Software Konzept, aber in dem Fall\nreden wir wirklich von einem kleinen Stein.","Die heißen halt State Machine. Aber es sind in Wahrheit kleine Prozessoren.\nDie haben einen Programm-Counter, der ist 5 Bit breit,\nalso der kann 32 Programmstellen ansprechen und da gibt es dann sowas wie Springe\noder Warte ein paar Zyklen und springe dann oder so.\nAlso dein Instruktionswort ist auch 32 Bit breit und da kann man dann irgendwie einstellen.\nIch möchte jetzt fünf Zyklen warten und dann möchte ich wieder nach da springen.\nOder ich möchte jetzt nach unten springen, wenn das Bit eins ist.\nOder ich möchte jetzt aus dem FIFO was rausnehmen und das erste Bit da rein.\nUnd dann kannst du sowas sagen wie, gib mir das nächste Bit aus dem FIFO und tu das auf mein GPIO.\nUnd dann nimmt er automatisch das nächste Wort, wenn du das letzte Bit aus dem FIFO rausgezogen hast.\nSodass du also die Bits einzelner rausholst und mit deinem Programm rausholst\nund wegschickst. Und immer wenn das oberste Wort leer ist, dann kommt halt das\nnächste Wort automatisch da an und du brauchst dich um nichts zu kümmern. Und das ist das FIFO.\nJetzt ist es natürlich, also, das haben wir alle verloren, die nicht Assembler programmieren.\nDas geht dann auch noch mit DMA. Das heißt, du kannst diesen FIFO,\nda gibt es eine DMA Einheit, da kannst du sagen...","Also DMA steht für Direct Memory Access.","Da ist eine Hardware-Einheit drin, der kannst du sagen, hier ist mein Speicherbereich\nund schreib mir mal immer, wenn in dem FIFO-Platz ist, ein Wort von dieser Adresse\nin den FIFO rein und geh dann auf die nächste Adresse.\nDas heißt, du sagst dann da einen Block von Speicher, willst jetzt irgendwie\n10 KB wegschicken, dann sagst du hier fängt das an und dann startest du das\nPIO-Programm und startest den DMA-Controller und dann machen die das unter sich aus.\nAus. Dann hast du dein Python Programm und kannst da deinen Webserver betreiben und was auch immer.\nUnd wenn der DMA Controller die 10 KB Daten an das PIO Programm weitergegeben\nhat, dann schickt er dir ein Interrupt und den kannst du in aller Ruhe bearbeiten\nund so weiter und so fort.\nDann hast du halt einen normalen Prozessor, machst damit normale Sachen und\nalles was Geschwindigkeit haben muss, das läuft nebenbei.","Und das ist natürlich super, wenn man halt so sich seine eigene kleine Controller-Hardware\nbauen will für irgendeinen alten Scheiß.\nIch hab ja hier auch diese Flipdots hängen und so weiter.\nDas ist so ein typisches Beispiel für so 80er Jahre Technologie,\ndie halt damals oft mit ganz eigenen Interfaces daher kamen,\nwo halt, ja, um da Inhalt drauf anzuzeigen hast halt irgendein obskures Protokoll,\nwas halt nicht jetzt den gängigen Standard V24 oder was weiß ich folgt,\nsondern die Bits müssen halt mit irgendeiner Geschwindigkeit, in irgendeinem Takt,\nin irgendeiner Reihenfolge, mit irgendeiner inneren Logik, gar nicht mal so kompliziert,\naber es muss halt genau so sein, musst du mit diesem Ding reden und wenn du\njetzt halt exakt auf diesen Pins quasi den richtigen Alarm machen willst,\ndamit dieses Gerät in seiner Software, in seinem, in die, auf E-Mail,\neingefrorenen Zustand irgendwie noch in der Lage ist, irgendwas zu verstehen,\nwas man eben sendet, muss man sich halt strikt an dieses Protokoll halten und\ndann musst du halt eine Software schreiben,\ndie halt zum richtigen Zeitpunkt die richtigen Pins richtig hat und da kann\nman schnell durcheinander kommen,\ninsbesondere wenn man es mit einer CPU macht, die so sich selbst unterbricht\nund das Timing nicht so richtig hält,\naber wenn man so eine kleine Mini-Maschine hat, die im Prinzip nur die innere\nLogik nachvollzieht und dann immer sofort im richtigen Timing den nächsten Schritt\nmacht, dann ist man das alles schon mal los,\nhat es sehr viel stabiler und muss sich dann in der eigentlichen CPU-Software\neigentlich nur noch ums Management kümmern, um diese Prozesse zu starten und zu beenden.","Und eine Sache, für die sich diese PIOs eben auch eignen, sind Erzeugungen von Grafiksignalen.\nWeil Grafik, also Monitoransteuerung ist immer seriell. Du hast immer irgendwie,\nweiß ich nicht, du hast ein RGB-Kabel, da kommen irgendwie, weiß ich nicht, 12 Bit oder so an.\nUnd das kannst du einfach mit so einem Pure Bit im richtigen Timing,\nalso so, dass es denn dem normalen Fernsehtiming oder was auch immer entspricht,\nda auf irgendwelchen pins rausjagen und dann hast du halt vga ohne irgendeine\nspezialhardware oder hdmi also es gibt auch ein hdmi kern und es gibt auch ein\nneopixel kern bei neopixel neopixel sind diese rgb leuchtdioden die aneinander\nhängen kann die über ein draht rgb können\nund die haben auch so ein timing kritisches protokoll wo man irgendwie eine\nmikrosekunde warten muss bevor man und so weiter und das kannst du natürlich\nin der cpu machen Aber dann verbrätst du im Prinzip die CPU für was,\nwas eigentlich sehr low-levelig ist\nund im PIO hast du halt so ein 20-Zeilen-Programm und dann macht es das.\nAlso das ist ganz schick und ich finde, das ist auch wieder so ein Ding,\nwo, na klar, man muss halt irgendwie ein bisschen einen Oszilloskop vielleicht\nmal haben oder einen kleinen billigen Logical Analyzer, um zu sehen, was da rauskommt.\nAber du kannst, also die Sachen gibt's halt alle jetzt für billig,\ndu kaufst dir für 20, 30 Euro kaufst du dir so einen Logic Analyzer der USB\nhat und dann lässt du auf dem Rechner,\nlässt die Software laufen und dann kannst du die Bits sehen die da rauskommen\nund bist du dann halt wirklich wieder an der Hardware dran, vielleicht sogar\nnoch ein bisschen mehr als es mit dem C64 häufig war.","Wie ist jetzt der Chip der das kann?","Der heißt RP2040. Der kostet einen Dollar. Einen einzigen Dollar.","Und das ist dein Entwicklungsboard?","Das Entwicklungsboard dazu heißt Raspberry Pi Pico. Und das ist dieser Chip\nmit einem Flashspeicher drauf und einem USB-C, leider Micro-USB Interface.\nUnd der kostet, ich glaube das Board kostet sowas wie 6, das gibt es auch mit WiFi,\nda gibt es dann, also in MicroPython hast du dann irgendwie einen TCP Stack\nund kannst TCP reden und kannst aber eben gleichzeitig diese ganzen Low-Level Sachen machen.\nDas ist wirklich ein innovatives Ding, gerade zu dem Preispunkt,\nalso in China machst du dir eine Platine, lässt dir das Ding da drauf bestücken\nund dann kommt das fertig gelötet und du musst gar nichts mehr machen.\nUnd was richtig spaßig war, ich hab neulich mit einem Freund zusammen,\nhäng ich immer in so einem Slack rum, und dessen Fetisch ist ein Busch Mikrotonik Computer.\nDer Busch Mikrotonik Computer, also Busch ist eine Firma, die hat so Elektronikbaukästen\nin den 70er und 80er Jahren gebaut, so schwarze Kisten, da konntest du so Sachen\ndraufstecken, Kabel verbinden und dann hat's geblinkt oder was auch immer.\nUnd dann haben die irgendwann einen Mikroprozessortrainer rausgebracht, Bosch Mikrotronik.\nUnd, naja, das ist ein ganz cooles Gerät, der hat eine 4-Bit-CPU und so eine\ninterpretierte, komische Programmiersprache, die man über so eine Hex-Tastatur\neingeben kann, also ganz seltsames Gerät.\nEs gibt jedenfalls den Michael Wessel und der Michael Wessel hat so ein Ding\nund ist irgendwie, also der findet den toll.\nSo und da ist es schon und Michael meinte neulich ja er will irgendwie das RAM\nvon dem Mikrotronik mal emulieren oder oder beladbar haben also er möchte gerne\ndass er von seinem Rechner aus von seinem Computer normalen Computer aus Programme\nin das Ding reinladen kann.\nUnd hat dann, naja, einen S-RAM, also das sind halt irgendwie so ein 4 Kilobyte,\nKilobit S-RAM ist da drauf.\nHat überlegt, ob er da was zwischenhängt, zwischen das S-RAM und den Rechner,\nso dass er das abschalten kann, den Rechner abschalten kann,\ndann was in das RAM reinladen und so weiter.\nUnd dann habe ich gesagt, nimm doch einfach den RP2040, weil der läuft halt\nmit 120 MHz Standard, der kann dieses S-RAM, was da drin ist,\nalso dieses statische RAM, einfach in Software simulieren.\nSo, da hast du halt einen NC, dein Array, da stehen deine Worte drin und dann\nkommen da die Signale aus dem 4-Bit-Ding raus,\nsag mir doch mal, was andere Adresse 15 ist und dann musst du halt ein C-Programm\nhaben, das guckt dann in das Array rein und spielt das auf die Bits raus.\nDas hat er gemacht und daran rumgefummelt, weil dieser RP2040 oder Raspberry\nPi Pico, der ist 3,3 Volt.\nDas ist die übliche Versorgungsspannung, die man für TTLs heutzutage hat und\nBosch Mikrotronik ist natürlich ein 5 Volt System und das ist ein ewiges Problem,\nwenn man moderne Technik mit alter Technik verbinden will, dass man Level Converter\nbraucht und da hat rumgefummelt und es funktionierte alles nicht und bla bla bla bla bla.\nUnd dann hat er ein Board gefunden.\nWas Leuchtdioden drauf hatte, wo man den Raspberry Pi Pico draufsteckt und dann\nhat der so Leuchtdioden an beiden Seiten, die anzeigen, welche GPIO-Ports an\nund aus sind. Ist ja eine schöne Sache.\nUnd hat irgendwie gedacht, da sind ja die Level-Converter mit drin und hat das\nDing da eingebaut und plötzlich funktionierte alles. Also alles funktionierte.\nHat irgendwie sein Programm reinladen können in das SRAM und auch wieder rausladen und so weiter.\nUnd dann haben wir uns das irgendwie genauer angeguckt und festgestellt,\nda sind gar keine Level-Converter drauf.\nAlso das funktioniert offenbar.","Was machen diese Level-Converter genau?","Also der Bosch Mikrotonik oder alte Computer haben Logik-Level von 0 bis 5 Volt.\nDie werden mit 5 Volt betrieben und eine 0 ist 0 Volt und eine 1 ist 5 Volt, also 3,3 Volt.","Die Arduinos machen das auch noch, zumindest die älteren. Die neueren sind auch alle auf 3,3.","Genau und dann hat sich irgendwann durchgesetzt, dass 3,3 Volt besser ist,\nverbraucht weniger Strom, bla bla bla, man braucht keine 5 Volt und dieses Interfacing,\ndafür gibt es Level-Converter.\nSo und Michael hat dann irgendwie nachgefragt bei den Raspberry Pi Leuten,\nwie denn es sei, ob denn, also das funktioniert ja mit 5 Volt und warum die\nnicht kaputt gegangen sind.\nUnd die haben gesagt, naja, das Ding ist schon 5 Volt tolerant.\nDas heißt, du kannst mit 5 Volt Signalen in den Pico reingehen.\nUnd das funktioniert in den allermeisten Fällen. nicht im Datenblatt,\nweil es nicht auf allen Pins funktioniert und weil es auch nur bis 5,1 Volt funktioniert.\nDu in den 5 Volt Systemen aber manchmal auch 5,5 oder sowas hast und damit bläst du den dann schon durch.\nAber das coole ist halt, dass man für alle diese ganzen Hobby Retro Bladi-Blob\nAnwendungen braucht man halt keine Level Converter. Die kannst du einfach,\nkannst das Ding einfach reinschmeißen, funktioniert. Also so.","Super praktisches Teil.","Wenn man Physical Computing machen will, dann ist das toll.\nIch meine, die Zugänglichkeit ist nicht ganz so cool wie bei den Arduinos.\nDie Arduinos, das ist ja irgendwie so, du kaufst, installierst,\nIDE, klick, klick, funktioniert alles gleich.\nBeim Raspberry Pi muss man schon irgendwie so ein bisschen mehr Computer wollen noch,\nals nur das ist nicht das erste Physik-Computing-Board, was ich empfehlen würde,\naber als zweites oder wenn man irgendwie schon so ein bisschen so irgendwie\nwas cooles machen will, dann ist das schon nicht so ab.","Ja aber grundsätzlich sind natürlich Microcontroller in all ihrer Beschränktheit\ndann auch wirklich sehr hilfreich, um einfach mal wieder Computer zu verstehen, das stimmt schon.\nAlso was du so früher quasi auf dem Level vom Homecomputer hattest,\nhast du jetzt eben bei diesen Maschinen, weil die ja im Prinzip in der Kategorie spielen.","Naja in Grenzen, weil wenn man sich jetzt,\nwenn man verstehen will wie dieser RP2040, wenn man den vollständig verstehen\nwollen würde, dann müsste man schon auch sehr sehr viel Zeit reinstecken,\nweil das Ding ist wahnsinnig komplex.\nEs hat zwei irgendwie Superskalare, nee keine Superskalare, aber zwei ARM-CPUs\ndrin plus jede Menge sonstiger Peripherie und irgendwelche Busse und bla di blub und so.\nDas ist schon noch, also die Komplexität von diesen Geräten ist eigentlich vergleichbar\nmit Großcomputern aus den 80ern,\nalso sowohl was die Leistungsfähigkeit angeht als auch was die Komplexität der\nganzen, also was es da für Einheiten gibt und wie die miteinander reden und\ndie Protokolle und so, das war schon sehr, sehr sophisticated.","Ja, große Computer, denen hast du dich jetzt aber auch zugewendet.\nUnd groß, jetzt müssen wir nochmal die...","Ralf hat ja vorhin gefragt, es gibt ja den Film,\naber komm jetzt Ralf, jetzt musst du mal reden, ich hab so viel gesammelt,\njetzt haben wir dich schon eine Stunde hier im Mikro und viele Leute wissen\nglaube ich immer noch gar nicht wer du wirklich bist.\nEs gibt einen Film über dich. Nein, das ist falsch.","Das ist wirklich falsch, es gibt einen Film über einen Freund von mir.","Genau und du tauchst auf eine gewisse Art dann auch in diesem Film auf,\naber zusammen gemerged mit einer anderen realen Figur und wie das manchmal in\nFilmen so ist, wurde es dann verdichtet.\nNaja und der Film über den wir hier reden ist halt 23, Nichts ist so wie es scheint,\nist glaube ich der Untertitel und das war halt die Geschichte von Karl Koch\nund dem KGB Hack und da gibt es diese,\nich hab den zum ersten Mal glaube ich gesehen, da war ich halt,\nwar ich da gewesen sein Mitte, Ende 20 irgendwie, ich glaub als der rauskam sogar auch im Kino.\nIch glaube, ich habe den damals im Kino gesehen und ich weiß nicht,\nob ihr das auch so habt, manchmal ist eine einzige Szene in irgendeinem Film so eindrücklich,\ndass man danach eigentlich nicht wieder in den Film vernünftig zurückkommt,\nweil diese eine Szene so runtergezogen hat oder beeindruckt hat oder aus der\nBahn geworfen hat, als zum Beispiel hier bei dem Film Up.\nDer Disney Film. Ja es ist Pixar. Mit den Luftballons.\nDas Intro, die ersten zwei Minuten, danach war der Film für mich komplett kaputt.\nVon dieser Liebesgeschichte, wo sie dann stirbt.\nDas war so perfekt einfach inszeniert. Tränen überströmt. Ich bin überhaupt\nnicht mehr in den Film zurückgekommen.\nUnd das ging mir, ich bin ja manchmal ein bisschen dichter im Wasser gebaut,\nwas das angeht, und das ging mir, jetzt fragen sich alle was zum Teufel hat\ndas mit 23 zu tun, das war diese, Achtung ich weiß es ist falsch,\nMainframe Rechner, der im Regen steht.\nWeil es wirklich diese fantastische Szene halt gibt, dass die Hacker halt einfach\nmerken, so okay, hier irgendwie mit ihrem, ich glaub mit dem Atari wars,\nkommen wir nicht mehr wirklich viel weiter.\nUnd es sollte eine PDP-11 irgendwie aus Jülich angeschafft werden,\ndie mal irgendwo im Atomkraftwerk gewerkelt hat und die werden aber total übers\nOhr gehauen und braucht eigentlich stark Strom und die können das überhaupt nicht anschließen.\nUnd dann ist direkt die nächste Szene, wie irgendwie Koch aus dem Fenster guckt\nund da steht dann halt irgendwie diese zwei Meter breite,\nein Meter fünfzig hohe Rechnerwand im Regen so und das ersichtlich einfach Schrott\nund kaputt und das hat mir so weh getan diese Szene,\ndass von da ab der Film für mich gelaufen war, das ist also jetzt dieses schöne\nTeil da, so und du hast aber schon richtig gestellt, das ist A keine Mainframe,\nB war es eben überhaupt nicht der richtige Rechner, der es eigentlich hätte\nsein sollen, Warte mal, ich hatte das gerade eben nochmal geguckt,\ndas sollte eigentlich ne...","PDP-11 sein.","Ne Wachs-PD... äh... g... genau.\nDu hast ja gesagt, was im Film zu sehen ist. Wir haben gerade den Film hier,\nweil ich den bei mir extra noch geguckt habe gestern Abend nochmal,\nhatte ich hier gerade den Screenshot entsprechend.\nDu sagst, das ist eine IBM, die da eigentlich zu sehen ist.","Das ist eine AS400, ja.","Genau, also hier auch für euch. Das ist, ich weiß nicht, ob ich jetzt in der\nRegel einen Screenshot reingeben kann. Das Internet versagt da.\nIch muss mal gucken, ob ich den jetzt hier.","Ich meine, das ist natürlich ein ziemlicher Fauxpas,\ndass sie in dem Film eine IBM verwendet haben,\nweil IBM war quasi der Großfeind oder wenn man will,\nalso es gab so Lager IBM und DEC und wir waren im DEC-Lager und die PDP-11 ist\nauch eine Maschine von DEC und dass sie dann im Film eine IBM benutzt haben,\nist natürlich eigentlich, naja, da hätten sie sich ein bisschen mehr kümmern müssen.","Das ist das Bild, das hat sich mir total eingebrannt.","Ich mach mal, die AS400 steht im Regen unter einer Plane, dürftig abgedeckt.\nIch mach mal, ich mach mal.","Vor allem die Plane ist nicht mal groß genug.","Es hängt eine Plane drüber, genau. Und die ist aber halt nicht groß genug,\num überhaupt das Ganze irgendwie abdecken zu können.\nHaben die bei euch eigentlich, haben die mit euch geredet? Das ist glaube ich\nauch ein Hans Christian Schönwächter.","Ja klar, ich war da einer der Quellen für das.","Aber er war eigentlich auch technisch, computertechnisch ja eigentlich super.\nEr hat doch, Scarabeus hat doch viel gemacht. Also ich meine,\nda wussten ja alle Bescheid. Kann es sein, dass sie einfach keine PDP-11 bekommen haben?\nOder aus irgendwelchen Gründen hat irgendjemand gesagt, hier nimm doch mal lieber\nden, der sieht besser aus.","Nee, nee, das war auch einfach nicht wichtig.","Ja, das fürchte ich auch gerade.","Das ist in dem Film einfach nicht wichtig. Also ich bin auch in dem,\nalso dieser Film, bei dem ist, Karl ist wichtig in dem Film und alles andere\nordnet sich dem unter und es spielt keine Rolle, ob der Rechner der richtige oder der falsche ist.\nAlso so aus Nerd-Sicht ist es natürlich völlig falsch.\nUnd von wegen Großrechner, das ist halt auch kein Großrechner,\nsondern das ist ein Mini-Computer.\nDie PDP-11 wäre auch ein Mini-Computer gewesen.\nUnd das sind halt so Kategorien, die man sich heute kaum noch vorstellen kann,\nweil es sowas einfach nicht mehr gibt.\nEs gibt jetzt Rechenzentren und da sind große Rechner drin, aber so dieses…\nDie Rechner sind nicht groß, sondern sind vor allem viele. Ja, eben sind viele, genau.","Na gut, du hast vielleicht noch diese komischen Tesla Autopilot Trainingsmodule,\ndie immerhin noch irgendwie Pizzaschachtel groß sind. Ja, Pizzaschachtel groß.","Naja, aber irgendwie so… Ja bloß,\nich meine Großrechner, da war der Prozessor,\nalso das Ding, was die Befehle ausgeführt hat, der war, der hat ungefähr,\nweiß ich nicht, 2,50 Meter mal 1,80 Meter mal 80 als Format gehabt.\nAlso so dieses Bild von einem Minicomputer, das wäre in einem Großrechnerumfeld,\nwäre das eben allenfalls die CPU gewesen.\nAlso der eigentliche Rechner. Und beim Großrechner gehört dann noch dazu,\ndass dann eine Batterie von Bandlaufwerken und eine Batterie von Festplatten\nund Wechselplatten dazugehört und Drucker und lauter Leute,\ndie in Kitteln rumlaufen und diese Geräte die ganze Zeit warten,\nweil das alles mechanisch ist.\nDas ist Großrechner gewesen.","Wahrscheinlich war der letzte Großrechner die Cray, oder?","Die Cray war auch ein Großrechner in dem Sinne, dass die in diesem Umfeld platziert\nwar, aber das war nicht der letzte.\nDie sind dann einfach immer kleiner geworden und ein Grund warum die Rechner\nkleiner geworden sind ist natürlich, dass die auch immer schneller geworden sind.\nDas bedingt, dass die Signallaufzeiten eben auch anfangen eine Rolle zu spielen,\nje schneller die Rechner werden und dementsprechend, also bei den Crays war\ndas so, wenn man sich so eine Cray von hinten anguckt.\nDas spielen die Signallaufzeiten auch schon eine Rolle und deswegen sind die\nKabel, die die einzelnen Module miteinander verbinden, die sind alle gleich\nlang und die hängen dann da in so riesigen Schlaufen hinten dran,\nalso wenn du den aufmachst.","Also ganz viele Flachbandkabel.","Nee, das sind einzelne Koaxialkabel, die da durchgelegt werden und das sieht total irre aus,\nwenn man so eine Cray 1, Cray 2, wenn man die von hinten anguckt,\nweil da nicht so ein Bus ist oder Flachbandkabel oder sonst irgendwas,\nsondern so Schlaufen und echt viel, viel, viel Kabelkram.","Kommt jetzt.","Gibt es ja dieses schöne Zitat, wo Seymour Cray erzählt wurde,\ndass Apple sich gerade eine Cray gekauft hat, um ihren nächsten Macintosh damit planen zu können.\nDas wäre ja lustig, er hätte sich gerade eine Apple gekauft,\num seinen nächsten Cray damit vorbereiten zu können.","Wir gucken gerade auf so ein schönes Bild von der Kredis, das obere ist sehr\nschön, weil das nämlich diesen Großrechner Aspekt so schön beleuchtet.\nAlso da gibt es so Waschmaschinen große Festplatten, die so ungefähr einen Gigabyte\nhaben und dann gibt es hinten auch noch riesige Regale mit Bändern.\nAlso da sind dann tausend Bänder auf so, kannst du nochmal runterscrollen?\nAuf so Spezial, da hinten sieht man die,\ndas sind so Bänder die auf Spezialgestellen aufgehängt werden und dann,\nUnd hier sieht man im Übrigen auch das Kabelchaos im Inneren der Cray 1.","Da wo dieser Einstein steht.","Genau, da wo der Einstein steht. Und das funktioniert dann so,\ndu sendest deinen Job dahin an die Cray und die Cray kann ja nur einen Job zur Zeit bearbeiten,\nDeswegen werden die ganzen Jobs alle auf Tapes vorbereitet oder auf Platte vorbereitet\nund dann werden die nacheinander abgearbeitet.\nUnd wenn der Job dann abgearbeitet wird, dann kommen da hinten irgendwelche\nDaten raus und die müssen auf ein Tape geschrieben werden. Und da geht dann\nder Operator los, der sieht schon, ah, dieser Job läuft jetzt los.\nAlso muss ich jetzt Tape X holen und aufs Bandlaufwerk tun und dann kann ich\nsagen, okay, ist jetzt gemountet.\nUnd dann läuft der Job los, rechnet irgendwas aus, schreibt das auf das Band\ndrauf und damit ist das abgearbeitet und nimmt das Band wieder weg und tut das\nirgendwo hin. Oder nimmt den Printout und tut den irgendwohin.\nAlso dieser ganze Verwaltungsapparat, der für Großrechner typisch ist,\nden, in der Form gibt es den nicht mehr, dieser ganze Rechenanlagenbetriebskram.\nJa, das ist in den 80ern dann irgendwann ausgestorben.","Na du brauchst schon heute nochmal jemanden der Papier im Drucker nachlegt und dafür sorgt,\ndass die Peripherie ansteuerbar ist, aber ist klar, dass man sich jetzt wirklich\nda Lochkarten rein und wieder raus trägt oder dann später halt Bänder und Platten\nund so, das ist so ein Aspekt den hast du heute überhaupt nicht.","Naja heute schiebst du die, die werden direkt vollgestellt und dann geht da niemand mehr durch.","Ja du machst doch keine Batchjobs in dem Sinne mehr ne?","Ja das wird alles automatisch geschedult.","Aber greifen wir nochmal das Wort auf was Ralf benutzt hat vorhin, nämlich mainframe.","Das ist einfach englisches für Großrechner, so sagt das zumindest Wikipedia mir gerade. Genau.","Das stimmt auch. Also mainframe ist diese Art der Datenverarbeitung.","Genau, aber jetzt hat die sich ja auch so ein bisschen,\nalso man denkt ja immer so okay diese Computer sind groß,\nweil sie vor allem viel Platz brauchen, aber diese Computer sind ja auch groß,\nweil sie auch große Installationen bedient haben, wo extrem viele Leute auch\ndran gearbeitet haben, wo so eine ganze Firma oder so irgendwie so an einer Maschine dran hingen.","Ja, aber der Großrechner hört sich zwar groß an,\naber wenn man das vergleicht mit der Größe der Anwendungen, die wir heute haben,\nsind das alles kleine Anwendungen.","Ja klar, aber für die damalige Zeit.","Das ist schon irgendwie auch wichtig, weil wenn man sich vorstellt,\ndass ein Großrechner hatte vielleicht 2000 Benutzer gleichzeitig online.\n2000 Terminals waren an einem Rechner und haben mit diesem einen Rechner irgendwas\ngemacht. Zum Beispiel Flüge gebucht.\nSowas war eine Großrechneranwendung. Und solche Anwendungen,\ndiese Anwendungen werden teilweise auch noch heute so betrieben,\nzum Beispiel von Airlines,\ndie haben immer noch irgendeine Großrechneranwendung von Anudazumal,\ndie sie seit den 60er Jahren immer auf eine größere Maschine portiert haben,\naber wo es einfach zu teuer wäre, dieses zentrale System abzulösen.\nUnd das läuft dann heute noch auf einem Großrechner, der eigentlich jetzt heute\nein kleiner Rechner ist, wo 1000 Sessions oder 2000 oder 5000 Sessions gleichzeitig\nvon irgendwelchen Frontends kommen, wo ein Web-Service läuft und der Web-Service\nmöchte jetzt eine Buchung machen.\nDie Buchung wird dann an einen Gateway geschickt und das Gateway schickt das\nan den Großrechner und da wird das verarbeitet von der gleichen Assembler-Software,\ndie das schon seit 40 Jahren macht.\nDas ist kein Scheiß. Also Sabre ist immer noch ein Player.","Mit den gleichen Umlautproblemen wie aus den 60ern.","Deswegen kannst du auf deinem Flugticket, auf einem IATA-Flug,\nkannst du nur ASCII benutzen. Das ist so.","Also ich bin jetzt gerade im Wikipedia-Artikel und ganz am Ende ist es auch\nso ein bisschen Stand heute und Ausblick.\nEs steht auch so, die Fachpresse im Stand der 2020er Jahre,\nalso hier und jetzt, berichtet einerseits über Mainframe-Ablöseprojekte,\nwie beispielsweise bei der Provinzialversicherung, die offensichtlich Versicherungsbanken\nauch immer noch im Einsatz haben, aber andererseits auch von Ansätzen,\netablierte Mainframes lieber in moderne Infrastrukturen einzubinden,\nstatt sie generell durch neue Architekturen zu ersetzen.","Ja, das ist ja auch, da spricht auch einiges dafür.\nAlso wenn man, wenn sich die, wenn sich der Anwendungsfall nicht ändert und\nman quasi in der Industrie jetzt nicht gezwungen ist, was Neues zu tun,\ndann ist die Ablösung von solchen zentralen Systemen ist extrem teuer.\nZumal diese Transaktionsverarbeitung, die das ja häufig ist,\nalso wo du so irgendwie, weiß ich nicht,\neinen Platz weltweit anbieten musst, einen Sitzplatz in einem Flugzeug weltweit\nanbieten musst und wo es also, da, klar kann man glauben, dass sowas mit Oracle\nauch geht, aber man hat es halt auch schon viel schiefgehend sehen.\nAlso diese Ablöseprojekte, die sind immer mit hohen Risiken verbunden und wir\nhaben selber solche Sachen bei Opel damals gemacht.\nDas ist immer so, klappt es, klappt es nicht und wenn es nicht klappt,\ndann sind viele Millionen versenkt worden.\nUnd man ist immer noch nicht weg von dem Mainframe. Also das ist aber auch nicht so schlimm.\nHier werden natürlich gerade Amadeus wird gerade erwähnt und Iberia hat auch\nimmer noch einen Mainframe. Ja, die haben das einfach. Das bleibt auch so.","Und Banken.","Ja, Banken, Versicherungen, ganz genau.","Der Grund, warum die Buchung erst morgens um neun auftaucht auf dem Kontoauszug\nund nicht schon in dem Moment, wo sie eigentlich übermittelt worden ist.","Genau, weil das alles in eine virtuelle Stapelverarbeitung reingeht und dann\ngibt es einen Buchungslauf und dieser Buchungslauf,\nbei dem kommt dann hinten der neue Stand raus und um diese Logik,\num diese Buchungslogik ist der gesamte Geschäftsprozess, alle Geschäftsprozesse\nranken sich darum, also was Kursfestsetzungen angeht und was Valutabestimmungen\nangeht und all dieser ganze Kram,\nDer ist fest gebunden an diese Großverfahren, da muss man schon einen guten\nGrund haben, um die abzulehnen.","Und deswegen muss man für seine Sofortüberweisung bei der Sparkasse extra Geld\nbezahlen, weil das System läuft. Ganz genau.","Und ich hab jetzt irgendwie, also Mainframe ist immer so eine Sache gewesen,\ndie wurde von IBM praktisch neben der normalen Computerindustrie betrieben und\ndas ist auch heute noch so, also es gibt diese Mainframe Programmier-Szene und\ndiese Software, die da betrieben wird, das ist alles Sachen,\nsind alles Sachen, da liest du auf github nicht sehr viel drüber und das ist\nalles nicht open source,\nsondern das ist eben so wie es schon immer gemacht wurde und lizenziert von\nIBM und aber so langsam gibt es eben dann doch so Leute,\ndie älter werden und dann aus Spaß sowas weiter betreiben wollen und dann gibt\nes jetzt eine Emulation für die IBM Architektur, die heißt Herkules\nUnd die emuliert alles bis vor 10 Jahren.\nKannst du irgendwie jedes beliebige Betriebssystem von IBM in Hercules laufen\nlassen. Das ist schon spaßig, deswegen spaßig für mich jetzt, weil wenn man.\nIBM-Mainframe-Programmierern oder Leuten, die damit arbeiten,\nzu tun hat, dann haben die immer ein ganz bestimmtes Nischenwissen.\nAlso die kennen sich dann aus mit, wie schreibe ich ein RPG-Programm,\num mit diesem Transaktionsmonitor meine Buchungen zu machen und kennen dann noch,\nnoch so okay da ist das so so druck ich was\naus und so weil sie das alles gelernt haben in ihrem kurs aber\nso eine sowas wie so ich\nweiß alles über dieses system gibt es echt wenig\nalso es gibt solche leute aber sie gibt es echt wenig und das war früher noch\nnoch viel viel ärger das ist also total kompa wie sagt man so nicht nischenwissen\nsondern karneswissen nee vor allem vor allem vor allem so in sektoren aufgeteilt\nes gibt irgendwie Wenn du Systemprogrammierer bist, dann weißt du das.\nUnd wenn du Anwendungsprogrammierer bist, dann weißt du das.\nUnd wenn du Operator bist, dann weißt du das. Dann hast du halt diese Kurse besucht.\nAber so dieses, ich weiß alles über diese Computer, gibt's echt relativ selten.\nUnd es gibt sehr sehr viele Leute, die von sich behaupten, ich weiß alles über\nComputer. Also wenn's nicht Mainframe sind, dann weiß ich ja auch alles über\nComputer. Aber ich bin ja auch nicht der Einzige.\nIch weiß alles über Computer, was ich wissen muss.","Ja, ja.","Naja, also dieses und das finde ich recht faszinierend, dass jetzt durch diese\nEmulation und dadurch, dass es jetzt, dass es unvermeidbar ist,\ndass das auch in die normale Welt rausschwappt, dass man,\nUnd ich habe jetzt irgendwie angefangen, mir dieses freie VM370 Betriebssystem anzugucken.\nUnd VM370,\nist ein Betriebssystem, was den Mainframe virtualisiert, von 1972. Und das war jetzt,\nalso ich meine, Virtualisierung, das ist jetzt ja schon wieder ein bisschen\nvorbei, das war vor 15 Jahren oder so, da war Virtualisierung,\ndas war der heiße Scheiß, alle hatten plötzlich virtuelle Maschinen gehabt,\naber in Wahrheit kommt das eben aus den 70er Jahren.\nDa gab es nämlich VM370 und das wurde dann natürlich im Mainframe-Umfeld deswegen\nauch so bejubelt oder viel benutzt,\nweil diese Anlagen halt wahnsinnig teuer waren.\nUnd wenn man jetzt irgendwie nicht zwei oder drei davon brauchte,\nsondern einen zum Beispiel zum Testen von einer neuen Betriebssystem-Version\nund für Batchloads gleichzeitig verwenden konnte, war das schon richtig cool.\nUnd das macht Spaß, damit rumzuspielen.","Ich lerne gerade wirklich verstörend viel. Aus dem Wikipedia-Artikel zum Mainframe\nsind nochmal zwei Daten.\nAnfang der 2000er Jahre, also gut, ist 20 Jahre her, aber trotzdem,\nsind 60% aller geschäftsrelevanten Daten, auf die mittels des World Wide Web\nzugegriffen werden kann, in Mainframe-Datenbanken gespeichert.\nWie viel Prozent? 60 Prozent. Das wird heute vermutlich anders sein, aber trotzdem.\nStand heute, die Anzahl der weltweit pro Sekunde ausgeführten Transaktionen\nauf Mainframe-Datenbanken liegt in der gleichen Größenordnung wie die Anzahl\nder Zugriffe auf das WWW.\nAn Request-Traffic produziert wird.","Ja, also das, glaube ich, stimmt nicht.\nAber das ist nur mein Glaube. Das, was wir als PlanetScale mit den Handys hier haben.\nDu bist bei einer internationalen Firma und benutzt das System und kannst das\nhier genauso machen wie in Thailand und wie in den USA.\nDas, was da alles hinter sich verbirgt, das ist ein riesiger Technikapparat\nund der hat mit den Mainframes nichts zu tun. Also ich glaube diese Buchungs...\nKlar, wenn ich bezahle am Terminal mit meinem Handy, dann steht da hinten eine\nMainframe Buchung, das stimmt.\nUnd allein schon die ganzen Finanztransaktionen, die jetzt über Electronic Payment\nlaufen, das ist schon sehr viel Volumen, das ist sicherlich richtig.","Also ich habe jetzt hier mal das PDF reingeworfen, wo jetzt der Satz quasi raus\nzitiert ist. Kommt jetzt nochmal als Screenshot, damit man es...\nHier der letzte Punkt.","Also ich finde jetzt hier verschiedenste Namen für dieses Betriebssystem oder die Betriebssysteme.\nKannst du mal OS 360 System, 360 VM, MVS, also wie...\nAlso VM... Kannst du mal diese Welt erklären?","Naja, VM ist der virtuelle Maschinenmonitor und das ist einfach nur eine Virtualisierungslösung\nfür die IBM Mainframe-Architektur,\ndie angefangen hat mit System 360, also IBM der 360, wie heißt das?","System 360 ist sozusagen die Maschine oder die Architektur.","Die Hardware-Architektur und die wurde weiterentwickelt als 370, 390 und Z.\nZ ist jetzt das, also unter dem Label Z läuft das jetzt bei IBM.\nDas ist die Architektur.\nDafür gibt es dann halt verschiedene Betriebssysteme, MVS ist ein Betriebssystem,\nCMS ist ein Betriebssystem, was im Zusammenhang mit VM verwendet wird und Datenbanken,\nsteht hier DB2, IMS, VSAM, das sind alles eben Datenbanksysteme,\ndie in diesem Umfeld laufen.\nAlso zum Beispiel kannst du in VM 300 oder sagen wir in CVM kannst du eine virtuelle\nMaschine mit US93 starten und in der in dem US93 lässt du dann ein ZIX laufen oder ein DB2.\nUnd das ist so ist das. Also die Begrifflichkeit ist teilweise etwas unklar,\naber ich bin ja auch noch neu in dem Thema.","Wie ist denn das, die benutzen immer noch diesen komischen Aptik Zeichensatz ne?","Ja, ja, ja, aber das ist inzwischen auf Prozessorebene alles so weg maskiert\nund auf Systemebene, dass du davon nichts mitkriegst.","Also vielleicht mal kurz erwähnen, was das eigentlich ist,\nweil das stammt ja alles noch aus einer Zeit, wo überhaupt nicht standardisiert\nwar, wie eigentlich Zeichen, Buchstaben und so weiter abgespeichert werden.\nDa gab es einfach noch sehr unterschiedliche Vorstellungen davon und während\nwir heutzutage halt, naja quasi so im Schlaraffenland UTF-8 leben bzw.\nUnicode, wo es alles gibt, auch lachende Männchen und so weiter.","Na gut, das war nicht immer so. Es schlafft vielleicht nicht in allen Ecken\nvon Unicode aber wir haben schon viel.","Naja also es ist auf jeden Fall halbwegs klar wie die allermeisten Zeichen irgendwie\nzu speichern sind in verschiedensten Situationen,\ndas ist irgendwie alles klar definiert und es macht auch irgendwie alles halbwegs\nSinn und das ganze geht ja zurück auf ASCII, auf den American Standard Code\nfor Information Interchange wie es so schön heißt und die gute alte ASCII Tabelle\nkann irgendwie der Nerd von heute meistens noch halbwegs auswendig.","ASCII wurde im übrigen von IBM mitentwickelt, wie ich gehört habe für die IBM\n5110, das war ein Desktop Computer und dann haben sie sich aber dazu entschieden\ndoch bei Epcidic zu bleiben und Epcidic ist ein Problem.","Wie sprichst du das aus? Epzidic?","Epzidic.","Sprechen das andere auch so aus oder sieht das anders aus? EBCDIC heißt es auf\njeden Fall und das ist irgendwie ein furchtbarer Name.","Das ist ein furchtbarer Name für eine Familie von Encodings,\ndie auch nicht, also da gibt es verschiedene Code-Pages, genauso wie es die\nja im ASCII-Umfeld oder im ASCII-Nachfolge-Umfeld dann auch gab.\nDa gibt es ja dann irgendwie, ASCII ist ja nur 7-Bit und dann gab es eine 8-Bit-Erweiterung,\num auch Umlaute und andere Sonderzeichen darstellen zu können,\nbevor wir dann bei Unicode gelandet sind und UTF-8.\nDavon kriegst du als Mainframe-Entwickler gar nichts mehr mit.\nDas weiß man einfach nicht.","Wieso ist denn dieses App-Stick so komisch? Da gibt's doch einen Grund für, oder?","Warum fahren auf der einen Seite der Welt die Autos rechts auf der Straße und\nauf der anderen Seite der Welt links auf der Straße? Weil es sich halt historisch so entwickelt hat.","Naja nun, aber die verfolgen ja beide das selbe Konzept und da musst du halt\neinfach nur links oder rechts eins musst du halt nehmen, das ist ja irgendwie relativ klar.\nAber ASCII und AppStick haben ja einen komplett anderen Ansatz,\nwie sie Zeichen kodieren, du hast zwar nach wie vor einen Wert für einen Buchstaben,\naber während ASCII halt das Alphabet durchgehend macht und du im Prinzip eine\nbestimmte Zahl zu, also du addierst halt einfach 48, dann hast du den ASCII-Code sozusagen.","Ja, aber das sieht doch in FCD nicht großartig anders aus.","Naja, du hast die Buchstaben sind nicht in einer Kette.\nVon H zu I ist es ein Plus Eins, von I zu J ist es ein Plus,\nja weiß ich gar nicht, das fängt dann sozusagen in einem anderen,\nalso es ist sehr viel mehr nach diesem Hexadezimalschema ausgerichtet,\nAlso mehr mit so einer Bit-Logik anstatt mit so einer Reihen-Nummern-Reihenfolge-Logik.","Tja, das wird der entsprechende IBM-Entwickler vielleicht mit ins Grab nehmen,\nwas er sich dabei gedacht hat.","Ja gut, ich dachte es gibt da vielleicht eine lustige Geschichte dazu.","Bestimmt gibt es da Anekdoten zu. Ich hab das auch noch nie so gesehen,\nwie wir das jetzt hier gerade beobachten. Das ist nämlich tatsächlich merkwürdig.","Ja, keine Ahnung.","Also ehrlich gesagt sieht das so ein bisschen aus wie Komitee.","Jaja.","Ihr kriegt die Hälfte und ihr kriegt dieses Viertel und jetzt überlegt ihr euch\nmal, was ihr in eurem Viertel alles an Zeichen unterbringt.\nAber ja, Herr Müller will aber sein Zeichen in seinem.\nWeißt du, so sieht das aus und pfff.","Naja, auf jeden Fall ist es gut, dass das dich nicht durchgesetzt hat.","Aber das wird halt, diese ASCII nach RCD-Gewandlung und zurück und auch das\nUnicode-Processing und auch das XML-Processing und alles, was man machen muss\nin diesem Umfeld, wird auf IBM-Großrechnern von Spezialhardware gemacht.\nAlso da muss sich niemand in C mit irgendwie so was rumärgern,\nsondern das kommt dann aus dem Kanal raus und da sagt man dem Kanal,\nhier ist irgendwie TCP und das ist in ASCII und ich muss das hier verarbeiten\nund dann kommt das in dem Format raus, wie du das haben musst.\nAlso das ist alles so mit großen automatischen Einheiten.","Naja gut, also ich meine heutige Hardware, wieviel...\nMan kann ja auch die Grenzen dagegen werfen, dass das irgendwie ein Performance\nProblem ergibt, also insofern.","Ja, aber das sind bei IBM eben immer alles so Hardware unterstützte Sachen,\nweil die halt irgendwie den Durchsatz haben wollen.\nDie wollen halt irgendwie eine Million Transaktionen pro Sekunde und dann muss\nalles, was nicht für die Transaktionen wichtig ist, muss eben nach draußen geschoben werden.","Kommen wir mal zu einem anderen Aspekt von den Großrechnern,\nden ich ganz interessant finde, weil wir hatten ja auch schon so dieses okay\n80er Jahre, 70er Jahre, große Firmen brauchen für große Infrastruktur Computer\nund viele Leute sollen dran arbeiten.\nUnd das ist ja eigentlich etwas für Computer, die damals ja eigentlich auch\nnicht schnell waren, ist ja sowas wie habe tausend Leute, die jetzt gerade an dir arbeiten.\nDas ist ja etwas, wo man sich auch erstmal was einfallen lassen muss,\nwie man das mit relativ alter Technik überhaupt hinbekommt, dass es dann auch\nnoch funktioniert und es funktioniert ja anders.\nHeutzutage leben wir ja in so einer Ressourcenverschleuderung,\ndie schon was von Verbrennungsmotor hat.\nDiese Webinterfaces, jeder Klick saugt sich Megabytes vom Server auf den Bildschirm,\nsomit das halbwegs bunt ist.\nDamals war ja schon die Übertragung eines einzelnen Zeichens im Prinzip eine\nHerausforderung. Das dauerte, da konnte man noch richtig zugucken.\nAlso Terminal Architektur, das heißt es wurde mal sehr klar unterschieden zwischen\nhier ist der Computer und hier ist ein Ort, wo du den Computer benutzen kannst,\nda wo sozusagen dieser Computer terminiert, da wo er sozusagen ein Ende findet.\nUnd in jedem Ende liegt ja auch ein Anfang, deswegen konnte man halt auch was eingeben.\nUnd diese Computer-Terminals, die waren dann, also kannst du mal erklären,\nwie das bei diesen Systemen verbunden ist oder war?","Naja, bei den IBM, also bei den Mainframes, kam es natürlich darauf an,\ndass möglichst viele Terminals angeschlossen werden können und das heißt,\nwas ich ja gerade schon meinte, dass alles, was nicht unbedingt von dem Computer,\ndem eigentlichen Computer gemacht werden muss, nach Möglichkeit nach draußen geschoben wird.\nUnd das sieht dann bei den Terminals im IBM-Umfeld so aus, dass die seitenweise\narbeiten und nicht zeichenweise.\nDas heißt, du kriegst auf deinem Terminal eine Seite angezeigt,\nda steht, also es ist im Prinzip ähnlich wie eine Webseite, nur halt mit 80 mal 24 Zeichen.\nUnd da sind dann in der Seite, die dir präsentiert werden, da sind dann Felder\ngleich mit vorgegeben. Da gibt es dann also Formularfelder und da kann man dann\ndem Terminal auch sagen, da darfst du nur Zahlen eingeben und da sind auch Buchstaben\nerlaubt und so weiter und so fort.\nUnd das wird von dem eigentlichen Rechner an das Terminal-Subsystem übergeben\nund dann angezeigt. Und dann hat der Benutzer eine Tastatur und kann auf dem\nTerminal Sachen eingeben.\nUnd erst wenn er Enter drückt, oder Sie natürlich, dann wird der Inhalt dessen,\nwas in den Feldern eingegeben wurde, als Datenpaket an den Großrechner geschickt\nund der verarbeitet das dann als Transaktion.","Die Web passt eigentlich wunderbar.","Das ist wie Webforms. Das ist eigentlich sehr ähnlich.\nAber es ist eben im Unterschied zu den interaktiveren Systemen,\ndie eben in den 70ern auch aufgekommen sind, bei denen du als Anwenderin eben\nmit jedem Tastendruck mit der CPU gesprochen hast, schon was anderes.\nAlso wenn man zum Beispiel an so einen Linux-Editor wie VI oder Emacs denkt,\ndann ist es ja so, dass es ganz wesentlich ist, dass jede Taste,\ndie ich drücke, dass die auch von dem Programm, was auf dem eigentlichen Rechner\nläuft, gesehen wird und dann was getan wird und diese IBM Mainframe Archive\noder überhaupt die ganze Mainframe-Welt hat genau das eben auch vermieden.\nEs ist aber nicht so, dass das Terminal wahnsinnig schlau war,\nsondern das ist dann eine ganze Architektur von Hardware, die dann notwendig\nist, um dem Mainframe die Daten mundgerecht zu entnehmen und auch wieder zuzufüttern.\nDa gibt es dann Terminal-Konzentratoren, die sind ein bisschen schlauer,\ndie sind dann dafür zuständig, von den Terminals die Tastaturen abzufragen.\nUnd die fangen dann alle Tastaturen, die angeschlossen sind,\neinzeln ab und wenn eine Taste gedrückt wird, dann wissen sie,\nah, das ist eine APL-Tastatur, da muss ich jetzt ein Lambda in meinem EBCDIC-Zeichensatz\nraussuchen und schon mal bereitlegen und genauso, wenn ich meinen Cursor bewege,\ndann machen die das auch klar.\nDas ist schon so eine verteilte Rechenarchitektur, weil da sitzt die Intelligenz\neben an so kleinen Vorrechnern.\nDas hieß auch Vorrechner früher.\nVorrechner, war ein schönes Wort. Ja, Vorrechner.","Aber nicht Tafel.","Ne, ne. Ja, offloading.","Ja, die Cray hatte natürlich auch immer einen Vorrechner, die Cray ist halt\nein Vektorrechner gewesen,\nauch ein Großrechner, da konnte man sinnvoll eigentlich nur große Matrizen miteinander\nmultiplizieren und verschränken und der Vorrechner war dann dafür zuständig\ndiese Matrizen irgendwie mundgerecht an die Cray zu übergeben und die ist nur\nin der großen Schleife gelaufen und immer nur gerechnet,\ngerechnet und gerechnet und das über ein Shared Memory wieder nach draußen geschoben.","Also war eigentlich nur ein glorioses Arithmetik. Grafikkarte,\neine gloriose Grafikkarte.","Was halt wirklich geil ist, wenn man sich diese alte Hardware anschaut,\nwie viel Metall da noch zum Einsatz kam.\nDas ist alles nicht so flimsy gebaut so und hier noch ein bisschen Plastik drauf,\nSondern das fing ja schon mit den Tastaturen selber an,\ndie einfach rigide waren, aber halt auch das ganze Gehäuse und wie das alles\neingefasst ist und der Schraubenaufwand und unfassbare Klötze natürlich auch\nsuper schwer, aber eben auch belastbar.\nAlso da kannst du auch rumhauen.","Ja, das sind halt Büromaschinen. Man kann auch ziemlich deutlich sehen, wie ...\nDieser Großeinsatz natürlich dann auch zu einer Verbilligung oder zu einer Optimierung\nim Preisbereich geführt hat.\nAlso in den 70er und 80er Jahren war das alles unwahrscheinlich teuer.\nDa war Computer, da hat halt die Minute der Benutzung von einem Großrechner\nhat halt irgendwie viele D-Mark gekostet,\ndie man bezahlen musste, um eine CPU Minute an dem Rechner zu benutzen und wenn\nman so eine Anlage gebaut hat,\ndann musste man für die Hardware irgendwie, weiß ich nicht, fünf Millionen D-Mark einplanen,\num das Ding überhaupt da aufzustellen und dann hat man zehn Leute gehabt oder so,\ndie dafür bezahlt werden mussten, die ganze Zeit da Mund-zu-Mund-Beatmung und\nhin- und hertragen und dann Lizenzkosten,\nalso es war alles wahnsinnig teuer und wenn das Ganze schon vom Betrieb und\nvom Aufbau, und von dem Platzbedarf und so.\nWenn das so teuer ist, dann macht es auch nichts mehr aus, dass das Terminal halt irgendwie 5,\n6, 7, 8 Tausend Mark kostet, weil es ist halt Teil einer wahnsinnig teuren Anlage,\ndie halt eben einfach teuer ist.\nUnd da kommt es halt nicht drauf an. Und in den 80er Jahren ist die Verbreitung\nder Computertechnik eben doch dann so groß geworden,\ndass plötzlich waren die Terminals aus Plastik und plötzlich gab es PCs,\ndie konnte man auch benutzen und so weiter.\nAlso das ist so ein richtiges, kann man da ganz gut beobachten,\nwenn man das so in den Generationen sich anguckt.\nEnde der 70er, Anfang der 80er und dann wird das immer billiger und so.","Ich finde das immer sehr lehrreich, muss ich sagen, diese Technologiezeit sich anzuschauen.\nEs ändert sich ja immer am laufenden Meter irgendwas, ich weiß noch, wir haben ja im Prinzip,\nZeitpunkt angefangen, so 84 hast du vorhin gesagt, ich glaub das war auch bei\nmir so ein bisschen das Schlüsseljahr, wo ich mit all diesen Sachen so richtig\nerst in Kontakt gekommen bin, so Computer, DFÜ, all das.\nUnd wenn man sich so die Computerlandschaft angeschaut hat, also erstmal was\nes da noch für Unternehmen gab, also erstmal gab es überhaupt sehr viele Unternehmen,\nauch in Deutschland gab es Hersteller, die kennt ja heute kein Mensch mehr.\nComputertechnik Müller, da\nkonntest du Computer kaufen mit Textverarbeitungssystemen und so weiter,\ndie in bestimmten Bereichen, konkret glaube ich in dem Moment sogar Verlage\nund so weiter, durchaus ihre Verbreitungen hatten, die ja eigene Betriebssysteme hatten etc.\nDie irgendwie natürlich auf derselben Technologie basierten mehr oder weniger\nwie alle anderen auch aber halt schon bei den CPU's gab es noch Eigenherstellung\nund gerade in Deutschland gab es ja richtig viele Anbieter.\nNixdorf, da stand gerade noch mal ein paar eins.","Es gab halt auch unter mich viele kleine Entwicklungsbuden, die irgendwelches\nZeug gebaut haben, also das war ja schon recht vielfältig in dem was man so.","Genau und das ist dann so in den 90ern ist das alles zusammengefallen,\nalso 70er und 80er waren Ausläufer,\nda hat sich noch einiges gehalten, da wurde viel rum experimentiert und da gab's\nja auch viele Fragen mit was wird denn,\nAlso sowas wie was was ist denn das einheitliche kommt also was die einheitliche\ncomputer system in dem sinn hat gar keiner hinterfragt Aber es war überhaupt\nnicht klar und abgemacht was eigentlich jetzt.","Ja das Internet wird sich nicht durchsetzen.","Ja gut das Internet gab es ja da noch gar nicht. Naja es hat sich halt konsolidiert.","Also ich meine sowas passiert halt dann irgendwann.\nAls das Auto neu war gab es in Amerika auch über 100 Autofirmen.\nUnd sowas passiert in jedem Markt irgendwie, wenn der reift.","Ja ist nicht erstaunlich aber es ist irgendwie interessant dabei gewesen zu sein,\ndass viele der Dinge die man irgendwie, ja die einen Jahre begleitet und auch\nstark beeinflusst haben, dass die dann eben einfach verschwinden.\nOS2 wird hier gerade genannt, OS2 war auch quasi, ich, pfff, ja.","Habe ich auch viel mitgemacht, sehr erfolgreich sogar. Also ich war ja auch\nTeil dieser Generation, die im Prinzip diese ganzen alten Systeme abgelöst hat.\nAlso so ein CTM System habe ich mal abgelöst, indem ich irgendwie eine Lösung\nauf DOS mit Turbo C gemacht habe.\nSolche Sachen, du hast es vorhin ja auch schon erwähnt, hier mal unsere gemeinsame\nZeit bei Opel, also immer wieder stichert man so in diese alten Systeme rein\nund sieht aber dann auch schon im Prinzip, wie sich auch die Welt verändert hat.\nUnd zwar ja dann auch relativ schnell klar, was mit bestimmten Branchen und\nBerufen passieren wird.\nIch will jetzt hier gar nicht so weit gehen, ich fand das nur super interessant,\ndass du halt noch mit diesen alten Men-Train-Systemen da rumspielst und dann\nauf dem Vintage-Computing-Festival,\nTerminal zum Laufen gebracht hat.","Wir hatten drei, wir hatten fünf, wir hatten fünf Terminals an einem virtuellen\nMainframe und dann waren zwei,\nzwei aktive Mainframe Programmierer da,\ndie irgendwie das auch in ihrer Freizeit machen und haben uns ganz viel,\nhaben mir ganz viele Sachen erklärt, sodass ich jetzt eigenständig so einen\nRechner booten und wieder runterfahren\nund Benutzer einrichten kann und chatten kann und das ist schon,\nSchon lustig, aber die Szene ist halt auch immer noch so verhaftet in bestimmten\nDingen, die in der restlichen Welt, in der restlichen Computerwelt nicht mehr\ngängig sind, wie zum Beispiel Software-Lizenzen.\nDas ist ja etwas, also Software-Lizenzen, das gibt's ja eigentlich nicht mehr,\nweil man hat irgendeinen Online-Dienst und wenn man ein lokal laufendes Programm\nhat, dann hat man auch ein Abo, weil man es ansonsten nicht benutzen kann.\nAlso dieses Konzept, ich kaufe mir eine Lizenz und dann bin ich irgendwie berechtigt\ndieses Programm zu nutzen, das ist so ein bisschen, eigentlich nicht mehr so\naktuell, also teilweise noch.","Wir haben bei uns an der Stabi noch ein Lizenzmanagement, um in der Saison Lizenzen noch zu verwalten.","Aber ich bin halt so im Internet-Umfeld hauptsächlich zugegangen und da ist\ndas eigentlich kein Thema mehr.\nAber bei den IBMern, da ist es dann so,\ndass alle haben eine Raubkopie von irgendwie VM und lassen das auf ihrem Herkules laufen,\naber man darf das H-Wort nicht benutzen, wenn man bei IBM irgendwie arbeitet\noder mit denen irgendwie kommerziell zu tun hat.\nWeil die könnten ja Pickel kriegen und die kriegen auch Pickel,\nso das ist ganz so ganz merkwürdig.","Retro Computing sondern es gibt ja auch noch Retro Communication.\nNetworking. Ja genau da gibt es ja auch altes Zeug was sozusagen nicht mehr stimmt.\nWas war das jetzt hier? Jetzt kriegen wir noch Lizenznummern für Windows 95.\nAchso für Windows 95 das ist ja nicht interessant. Wir brauchen hier für IBM 370 brauchen wir.\nDa machen wir keine Lydtests, weil das ist alles gekehrt auf die Hardware. Ah ok, verstehe.\nInteressantes Businessmodell.\nJa, Retro-Communication, weil\nheute ist ja auch irgendwie so diese Omnipräsenz von Internet und WLAN,\ndie verdeckt ja auch, dass es auch lange Zeit ein Rennen darum gab,\nwas denn nun eigentlich die Kommunikation ist, die technische Kommunikation\nist, mit der die Welt miteinander reden will.\nUnd es gab vor Internet, gab es im Prinzip zwei Kommunikationsnetze,\ndie weltweit funktioniert haben, ne stimmt nicht, es gab mindestens mehrere,\naber wir würden jetzt mal aus dem Stand drei einfallen.\nKönnen wir vielleicht nochmal aufzählen, also das war es definitiv am meisten\nverbreitet, das erste weltweite Kommunikationsnetz ist Telefon.","Also muss man einfach mal, wenn man Telegraphen nicht mitrechnet,\nja, Telex war das schriftliche Netz, genau, Telex, ne ich meinte jetzt Morse.","Als Dienst und tatsächlich tatsächlich war das ja als Dienst eher da und wurde\ndann durch durch das Telefon in der in der Breite und der Masse verdrängt war\nals Dienst aber bis in die 80er Jahre noch Standard oder bis Anfang der 90er\nsogar, dass es Telex gab.\nAlso gerade in der internationalen Kommunikation, so wenn du,\nweiß ich nicht, Geschäfte mit Drittwelt,\nwie sie so hießen, Drittweltländern gemacht hast und so, Telex war der Weg,\nweil anrufen konntest du nicht und mit Telex hast du irgendwie deine Orders\nnach Südafrika oder nach, weiß ich nicht, irgendwo hingekriegt,\ndas ging genau. Vor dem Fax.","Ja deutlich vor dem Fax. Deutlich vor dem Fax. Ich kann mich noch erinnern,\nich saß mal über uns zu einem, ich weiß gar nicht mehr wie es dazu kam,\naber irgendwann saß ich mal so als kleines Kind in so einer Runde,\nich glaube es war so eine Datenbank Stammtisch oder so,\nich weiß gar nicht mehr, wo so Leute die halt so Business machen sind und ich\nwar so ein kleiner Pöks und war auch total naiv und fragte so was man denn so\nbraucht um eine Firma machen zu können und so kam dann auch so eine Vorschrift,\nTelex brauchst du auf jeden Fall.","So habe ich auch meine Softwareentwicklungskarriere mit Clemens im übrigen angefangen mit Telex Systemen.\nWir haben Telex Systeme geschrieben, also Clemens hatte irgendwie eine Telex\nSoftware auf Atari geschrieben und wir haben dann irgendwie unter antiken Mixed-Off-Unixen\nTelex portiert und gemacht und getan.","Wie musste man denn da physikalisch interfacen um am Telex teilzunehmen?","Da hast du eine Stromschnittstelle bekommen, so eine Current Loop.\nDa kommt halt 75 Bit pro Sekunde raus.\nDer Strom, der aus deinem Anschluss kommt, kann ein Relais schalten.\nJa, das war damals noch gängig, aber das Telefonnetz war insofern für Datenkommunikation\neigentlich nicht gedacht und auch nicht erste Wahl,\nhat aber auch funktioniert und dann gab es, konnte man Standleitungen haben\nund man konnte eben international auch über X25 seine Daten austauschen.\nStandleitungen gab es auch international\nund dann hatte man halt irgendwie einen Rechner hier zu stehen,\neinen Rechner in Frankfurt zu stehen und dann einen Rechner in Brüssel und da\nhat man sich dann eine Telefonleitung schalten lassen,\nwo man nicht wählen musste und hat an beiden Seiten Modems rangehängt und dann\nkonnte man über die Modems die beiden Rechner miteinander über was auch immer\nfür ein Protokoll miteinander reden lassen. Und diese Art der Verbindung von.\nRechnern miteinander war quasi in den privaten Organisationen gängig und Universitäten\nhaben das auch viel gemacht und da gab es dann auch weltweite Netze,\nalso zum Beispiel die Hochenergiephysikinstitutionen der Welt hatten ein weltumspannendes\nNetz, über das man Daten austauschen konnte.\nDas war eben dann, es hieß HET-Netz, Hochenergiephysiknetz.\nTeilweise hat es sich auch des X25-Netzes bedient.\nUnd das X25-Netz war aber ein öffentliches Netz. Also ein Netz,\nwo du dir als Kunde der Deutschen Bundespost einen Anschluss hast legen lassen.\nUnd dann konntest du eine W-Verbindung oder beliebig viele W-Verbindungen zu\nanderen X25-Netzen rund um den Globus, die alle miteinander verbunden waren,\nherstellen, ähnlich zu dem, wie es mit dem Internet heutzutage auch möglich ist.\nDas war zwar teuer und langsam, aber ansonsten vergleichbar mit dem,\nwas das Internet auch kann.\nHabe ich jetzt, wie gesagt, also Tim hat es ja schon angeteast,\nes gibt, also das X25-Netz war das Lieblingsnetz der Hacker,\nweil man halt von überall nach überall konnte, der deutschen Hacker zumindest, also von uns.\nUnd weil das schöne Jugenderinnerungen sind, habe ich jetzt auch mehr so ein\nbisschen X25-Hardware besorgt und es gibt ein neues X25 Netz,\ndas nennt sich Telebahn.","Bevor wir dazu kommen, ich war neulich in deiner Fahrschule,\nin deiner Hacker-Fahrschule.","Im CERN. Im CERN, genau.","Ja, das ist herrlich. Da haben wir eine Podcast-Serie dort aufgenommen und ich\nhab auch den Raum gesehen, ich stand davor, wo Tim Berners-Lee das World Wide Web erfunden hat.\nDas ist ein kultischer Raum, da hängt ein Schild dran, in diesem Büro.\nTim Werder ist die aus Internet, da ist er natürlich mega stolz drauf.\nIch meine zu Recht, sie haben ihm sozusagen da den Freilauf gegeben,\naber vielleicht kannst du mal diese Hackerfahrschule Geschichte nochmal ein\nbisschen darlegen, also was sozusagen das für eine Bedeutung war.\nAlso um das vorweg zu nehmen, X25 ist ja ein komplett digitales Netz,\nda gab es eine entsprechend, also man konnte sich einen X25 Anschluss kaufen,\nbestellen, mieten von der Post, so wie man einen Telefonanschluss auch bestellen konnte,\nnur das war dann halt wirklich der einzige wirklich voll digitale,\nokay, T-Dex in gewisser Hinsicht auch, aber das war halt ein Digital-Datenanschluss,\nwas es so sonst eben nicht gab, weil man hatte ja normalerweise eben nur Telefon\nund deswegen war es nicht digital.\nWar, sondern eben so ein analoges Teil braucht man eben diesem Modems.\nUnd bei X25 ging das anders. Und das ist halt schon auch ein Paket vermittelndes\nNetz gewesen. Also man hatte nicht eine Standleitung irgendwo hin,\nsondern man war halt mit dem X25 Netz verbunden und konnte halt Datenpakete\nrausschicken, indem man sagt, schick das mal an Teilnehmer sowieso.","Technik her war es natürlich genau das gleiche. Es war auch nur eine Telefonleitung\nund das Modem wurde dir von der Bundespost gestellt. Der Übergabepunkt war dann\nhalt digital. Du hast halt eine serielle Schnittstelle bekommen statt einer AB-Schnittstelle.","Und es wurde halt auch gleich noch ein Protokoll gesprochen.\nEs gab halt auch gleich Adressierung.\nAlso im Prinzip wie man das heute nur vom Internet kennt. Es gab da halt Adressen\nund Orte und man konnte sich einloggen und musste das auch, um halt irgendwie\nDaten zu transportieren. Es war alles arschteuer, aber immerhin das gab's.","Wir haben es ja nicht bezahlt.\nAber Fahrschule der Hacker wolltest du wissen. Also der CERN war die Fahrschule\nder Hacker, weil es im CERN viele Wechsen gab.\nAlso Wechner, der Firma Digital des Typs Wechs, die miteinander verbunden waren im Hapnet.\nUnd weil da der wissenschaftliche Austausch viel gepflegt wurde,\ngab es sehr, sehr viele Leute rund um den Globus, die im CERN Accounts hatten.\nUnd weil Computersicherheit nicht so groß geschrieben wurde zu der Zeit,\nwurden die Accounts dann halt auch getauscht oder in E-Mails wurden die Passwörter\nhin und her geschickt und so weiter und so fort.\nUnd CERN war, das CERN hatte halt eine große Wax,\nVXCRNA, also da hatten Hinz und Kunz und jeder Postdoc in jedem Physikinstitut\nrund um den Globus hatte auf dem CERN einen Account und deswegen waren immer\nirgendwelche VXCRNA Accounts da erstmal.\nAlso so, das war halt gängig. Und dann war halt noch.","Also Accounts, die allgemein bekannt waren von verschiedensten Leuten benutzt werden.","Die bei uns in der Hackerszene dann so kursiert. Ihr 5.","Genau. Wie viele Leute waren das so?\nDas Jahr vielleicht nochmal, das war mal so eine zeitliche Bumpingness an.","Das war 87,\n86, 87, 88. Also Vorwende nach Mitte der 80er. Genau. Mhm. Und ähm.\nAlso die VEX ist ein, sieht zwar auch groß aus und ist auch relativ groß,\naber es ist ein Mini-Computer, Mini-Computer,\nweil das ist kein Mainframe, sondern eben so ein Ding, wo man mit einem asynchronen\nTerminal reingeht und der auch nur irgendwie sechs, sieben, achthunderttausend\nEuro im Markt gekostet hat und nicht, nicht viel.","Das war so die Zeit von Atari ST, Amiga, der IBM PC, da gab es die ersten Clones,\nda fing das gerade langsam irgendwie\nan, dass die PC Architektur irgendwie interessant wurde für Leute.\nDas waren so die Maschinen, die man normalerweise eben hatte.\nUnd wenn man halt die Möglichkeit hatte X25 zu machen, was ja auch über ein\nModem, normales Modem ging.","Genau, es gab ja die tollen Pads, über die man sich einwählen konnte.\nPacket, Assembly, Disassembly.","Also einfach Modemzugang für X25. Genau.","Da konnte man sich halt über eine Ortsnetzrufnummer einwählen und dann konnte\nman X25 Verbindungen herstellen.\nUnd das war der Zugang für die Hacker, mit denen man eben dann eine Verbindung\nzum CERN herstellen konnte.\nAlso da gab's dann eine Nummer, 02284 bla bla bla bla bla, und die hat man eingegeben,\nman musste sich vorher identifizieren, damit das abgerechnet werden konnte,\nund dann hatte man eine Terminalsitzung zu dem Rechner am CERN.\nUnd da hatte man dann einen Account von irgendjemandem erfahren und hat sich\ndann angemeldet und von da aus ging es dann eben weiter,\nweil dann dieses Hapnet war ein auf der Technik von DEC basierendes,\nproprietäres Netz, wo man dann aber eben mit ähnlich einfachen Befehlen nach\nKalifornien weiter konnte oder nach, weiß ich nicht, VexP war,\nin Pisa, die Vex, das war unsere, wir waren oft da.\nOder nach england oder oder oder also es war auch so ein weltweites ding und da hat man dann,\nWeiß ich nicht, E-Mails geschrieben, in andere Leute E-Mails gelesen,\num neue Accounts zu finden, sowas.","Da kommen interessante Gefühle bei auf, aber was ich jetzt noch ganz interessant\nfinde ist so dieses, man ist auf einem Computer.\nDas ist man ja heutzutage nicht mehr. Heute bleibt man ja eher auf seiner eigenen\nMaschine und für jeden Request antwortet halt irgendeine Büchse, aber man ist ja nicht da.\nMan loggt sich zwar in irgendeinen Account ein, aber das ist ja nur so ein Datenzustand.\nAber wir reden ja jetzt wirklich von, diese Computer hatten sozusagen eigentlich\nnur ihre lokalen User, nur dass man eben über das X25 Netz auch von außen sich einloggen konnte.\nAber man hatte dann eben auf diesen Rechner Zugriff und konnte dann in der Regel\nauch auf diesen Computern Programme starten.","Naja und die hatten vor allem die Identität. Man kannte jeden einzelnen dieser Computer.\nEs war nicht so wie heute, wo es irgendwie ein gewirrend Netz von hunderten anonymer Rechner sind,\ndie irgendwas machen, sondern man wusste ganz genau, ich bin jetzt hier und\nder haut sehr nach. Der steht in dem Raum und sieht genau so aus.","Genau, genau.","Und der wird von dem und dem Operator betrieben und vor dem muss ich mich jetzt\nverstecken und solche Sachen.","Dann kannte man seine Computer noch persönlich.","Ja, die waren alle sehr, hatten auch ihre Eigenheiten, waren langsam oder schneller und so.","So und der X25 gibt es aber eigentlich auch noch.","Ne gibt es nicht mehr, ist abgeschaltet. Ist abgeschaltet?","Ja ist abgeschaltet.","Das hat mit der Umstellung auf das digitale Netz und ISDN wurde es noch eine\nWeile im ISDN weiter betrieben,\ninsbesondere als D-Kanal sozusagen Parasitärprotokoll, wo du irgendwie dann\ndein neben dem zwei Telefongesprächen oder dein 128 Kilobit,\nInternet-Anbindung konntest du über den D-Kanal auch noch Pakete hin und her\nschicken, aber das hat dann irgendwann aufgehört.\nAlso klar, die Banken und so haben noch lange dran gehangen,\nweil irgendwie die ganzen Anbindungen darüber waren und natürlich die Sicherheit\nvon so einem abgeschlossenen Netz auch erstmal besser war als das öffentliche grausame Internet.\nAber nachdem dann irgendwann die Verschlüsselung einfach zu einem Standardverfahren\ngeworden ist, ist das X25.\nUnd es ist leider schon 20 Jahre her, dass das eigentlich so abgeschaltet wurde.\nAlso es gab dann eben noch diese ISDN-Variante.\nAber dadurch ist natürlich auch nicht mehr viel Hardware übrig davon.\nUnd wenn man das jetzt so unter dem Retro-Networking-Aspekt sieht,\nist es echt schwierig, X25-Hardware zu finden, die man noch betreiben kann.\nAlso ich hab jetzt so ein bisschen was aber das ist so hauptsächlich Ciscos.","So und jetzt gibt es irgendwie Telebahn.","Genau Telebahn. x25.org.","X25 in the 21st century.","Ja wenn man Glück hat dann sind zwei oder drei von den Teilnehmern auch erreichbar.\nMein Kram ist auch gerade wieder aus.","Ein interactive online museum of packet switch public data networking. Was ist das jetzt genau?","Naja, es gibt irgendwie einen Litauer und einen Amerikaner und mich und noch irgendwie so ein paar,\ndie auch gerne was machen wollen, die irgendwelche Hardware haben,\ndie X25 spricht und man kann das über das Internet tunneln und dann hat man\ndie Benutzererfahrung von X25 auf modernen Transport sozusagen.\nHeißt dann irgendwie, ich kann eine Verbindung zu einer Nummer herstellen und\ndann dauert das Echo ewig lange und all sowas.\nMan muss obskure APIs benutzen, damit das funktioniert.\nUnd große Seriellstecker und komische Adapter, die man braucht und die auch\nalle genau die richtigen sein müssen. Das war alles sehr, sehr kompliziert.\nDas ist ja heute so, Ethernet und dann geht das. Damals war das noch ein bisschen komplizierter.\nSynchrone serielle Schnittstellen und...","Die Links funktionieren ja hier auf der Webseite.","Alles kaputt.","Alles kaputt.\nIst das auch was für junge Leute? Was kann man da lernen?","Was kann man da lernen?","Früher war nicht alles besser.","Naja ich weiß nicht, was man da lernen kann ist etwas was es jetzt auch nicht mehr gibt.\nDas war die Vorstellung, dass Telekommunikation eine staatliche Aufgabe ist,\ndie von zwischenstaatlichen Organisationen geregelt wird, bei der sowas wie\neine Kostenübernahme für die Dienstleistung auch eine Rolle spielt.\nDiese sachen gab es ja mal alle und das ist das man\nkann das jetzt mal bedauern oder nicht bedauern oder auch gut finden dass\ndas internet kostenlos war war kostenlos war aber der preis ist ja ist ja auch\nda also der preis warum ist das internet also was ist der preis davon dass das\ninternet kostenlos ist ist das unsere bildschirme quasi von der von von der,\nkommerziellen Welt als ihr Eigentum betrachtet werden. Also wir werben,\nalso als selbstverständlich angenommen wird,\ndass auf einem digitalen System irgendeine Werbung angezeigt wird und ich,\nwenn ich ein Betriebssystem installiere, wird mir gesagt, ja,\nich kann meine Werbung, kann ich maßgeschneidert oder nicht bekommen,\naber dass ich keine Werbung haben will, das ist gar nicht so, dass darüber, ja so.","Auch nicht auf dem Festival of Lights.","Sprichst du von Windows 11?","Ja, aber das ist ja bei Apple genauso. Da kriegst du ja die gleiche Frage gestellt.\nAlso das ist ja, wenn das installiert. Also der Umstand,\ndass dein Gerät natürlich dazu verwendet wird, dich mit Werbung zu belasten,\ndas ist ja schon mal klar.\nAber auch, also im X25 gab es halt immer die Frage der Kostenübernahme,\ndie ja für uns dann durch Verbrechen quasi gelöst werden musste,\nweil wir mussten ja Wege finden, das Netz zu benutzen und jemand anders die Kosten aufzubürden.\nDas kann man auch ja also jetzt jetzt\nsind wir das jetzt ist das internet quasi eine eine eine\neine kostenlose sache wo die kosten irgendwie über andere über andere wege wieder\nreinkommen also darüber dass es für alle nützlich sein muss und darüber dass\nman darüber fernsieht und so weiter aber aber das ist diese diese idee nicht\nimmer gab das kann man halt eigentlich zumindest mal.\nIch finde es nicht total nutzlos darüber nachzudenken.\nDas ist auch einfach Quatsch. Also ich weiß es nicht. Ich meine, ich habe nicht den Anspruch, dass mein Hobby lehrreich für andere ist.","Ne ist es ja auch manchmal einfach interessant sich eben damit zu beschäftigen und es dann auch praktisch zu machen. Ich finde es immer lehrreich. Also weil man auch einfach, gerade wenn man, ich denke wenn man heute Computer wirklich gut verstehen will, dann ist es sehr sinnvoll sich alte Sachen anzuschauen, einfach um sich das irgendwie alles herleiten zu können. Warum ist das so und warum ist das nicht anders.\nSchön.","Ich hatte übrigens ein Modem, das hatte so dicke Muffen, dass man da husten konnte, ohne dass da... Ja.\nEs hatte sowas von Militärbestand.","Du meinst einen Akustik-Koppler? Akustik-Koppler, ja genau.","Es gab ja dieses furchtbare Datafone S21D, was viele hatten,\nwas so eine Ziehharmonika in der Mitte hatte und dann gab es die Standmodelle,\nwo man die schon für sich stand und man den Hörer da so richtig.","Er wurde schon fast furzt. Ganz genau, ja.\nJa das war so ein Ding, das würde auch nicht so richtig in den Schuhkarton passen,\nweil das war wirklich so ein Klopper.","Ich hatte den damals nur ausgeliehen, aber ich hatte in der Weile… Wie hieß\ndenn dieser Akustikkoppler, der so fest war und nicht dieser wabbelige Datafon?","Ich weiß welchen du meinst.","Ich weiß auch welchen du meinst, aber ich weiß nicht mehr genau wie der heißt.\nWeil wenn man nach Akustikkoppler sucht, dann kommt immer dieser Datafon.\nDer ist ja eigentlich auch ganz nett, aber… Der ist scheiße.","Der hat mich echt nicht gut funktioniert.","Ja, aber welches war denn der, der gut funktioniert hat?","Na, ähm, der da. Ich hab jetzt hier auf den Schirm geguckt. AK-2000.\nAK-2000, siehst du? Aber das ist das Format.","Oh, der ist ja hübsch. Ja.","Den gab's auch noch in hellbeige. Der war ein bisschen harmonischer mit dem Telefon zusammen.","AK2000?","Nee, den ich hatte, der war noch einen ganzen Ticken größer und hatte wirklich...","Anderson Jakobsen. Such mal nach Anderson Jakobsen Akustikkoppler.","Anderson Jakobsen? Anderson Jakobson. Anderson Jakobson...","Und Koppler. Ja, da ist er genau. Der wurde auch von Tandy vertrieben.\nDas war schon so ein bisschen so ein...","AM-211, ich versuch mich gerade zu erinnern, na egal.","Ja so ungefähr sah der aus, genau.","Es gab auch noch wuchtigere, aber das war schon so die.","Der hatte allerdings nicht so viele, der hatte keine Buttons und nix vorne dran.\nDas war wirklich nur so eine dunkelbeige Kiste mit riesen Muffen,\nalso so hab ich ihn zumindest in Erinnerung.","Naja das muss ja ein Tischmodell neben dem Terminal und dann hast du gewirrt\nund dann zack drauf und dann arbeiten. Nicht so ein flimsy Krempel.","Also ich hab grad mal auf Ebay geguckt. Es sind diverse Dataphones S21D im Angebot.\nTeilweise mit allerdings interessanten Preisvorstellungen. 3600 Mark. Ja, Quatsch.","Und das Problem bei dem Ding ist, dass dieses Harmonica Ding in der Mitte das zerbröselt.\nDas wird porös und zerbröselt und dann machen sie ein schönes Foto,\ndann sieht es noch okay aus und dann machst du das Teil auf und knickst es einfach.","Do not buy.","Strong do not buy.","Da musst du erstmal ein Telefon haben, was da auch reinpasst.","Da, so ein Modell.","Man kann sich auch die alten CCC Pläne des Daten Klos bestimmt auch besorgen\nund sich einfach selber was zusammen löten,\ndas ist wahrscheinlich am sinnvollsten, aber diese Experience mal zu haben,\ndazu noch so ein altes Telefon dazu, ein gutes Bakelit Analog Telefon.","Die waren jetzt nicht mehr Bakelite, die Fetabs, das war schon richtiges Plastik.","Ich hab mir einen US Robotics Kurier gekauft und das macht auch genau den Sound,\nwenn es mit einem anderen spricht. Harald Welter hat auch neulich auf der Konn\neine Telefonanlage aufgebaut und dann konnte man sich immer eine VEX anwählen.","Was auch sehr schön ist, also gerade, dieser Modem Connect, die kennen ja alle\nirgendwie so, alle nicht, alle alten Leute.\nJa, aber das kennen auch alle, weil das auch immer wieder so,\ndas ist so das akustische Signal für so,\nwie Fax Connect,\nModem Connect, das hast du in so vielen Dingen drin, das ist so Cultural Heritage,\nalso selbst wenn die Leute nicht wissen genau was es ist und es vielleicht eher\nnoch vom Fax Connect her kennen, ist ja auch ein Modem Connect,\nnur ein bisschen anders.\nUnd es gibt ein paar schöne Videos auf YouTube, die so dreidimensional im Zeitverlauf\ngrafisch zeigen, wie diese Connects funktionieren.\nUnd da kann man auch eine ganze Menge bei lernen, wie so Datenkommunikation überhaupt ablief.\nUnd gerade was wir auch vorhin hatten mit dem Pico,\ndiese ganzen Protokolle und gerade so über das Telefonnetzwerk sich zu verständigen,\ndas kann ich jedem nur raten, das mal zu machen.\nIndem man sich einen Modem baut oder einen Akustikkoppler und dann irgendwie\nversucht vielleicht auch selber mal die Töne zu erzeugen, die nötig sind,\num irgendwie einfach nur so 300 Bit pro Sekunde Kommunikation zu machen.\nAber diese, tatsächlich diese… Kann man mit dem Pico wahrscheinlich auch super\nmachen. Nee, natürlich nicht. Mit dem Slate Machine Ding.","Aber die Akustikkoppler hatten ja keine Connection Töne.","Nee, das war ja FSK und brauchte auch keine… Deutsche haben nur blub blub blub gemacht.\nGenau, also FSK heißt Frequenz Shift Keying, das heißt die 1 ist eine eine Frequenz\nund die 0 ist eine andere Frequenz und mehr musste da auch nicht passieren.\nDu hast halt ein Trägersignal gehabt, das Trägersignal war die 0,\nhast du drauf und wenn eine 1 war, dann eben ein höherer Ton, fertig.\nUnd die Modems haben ja dann in der Aufbauphase mussten die ja rauskriegen,\nmit was für einem Modem rede ich.\nDas war dann so die ersten Modems bis 2.400 Bit pro Sekunde und dann die moderneren\nModems mussten dann auch noch rauskriegen, mit was für einer Telefonleitung bin ich hier am Start?\nAlso welche Frequenzen kann diese Telefonleitung übertragen?\nDeswegen hat man teilweise in,\ndiesen Aushandlungston-Frequenzen so Phasen drin, wo der Ton so was Softes,\nso ein Sweep quasi macht.\nDas ist genau dafür da, genau um zu gucken, ah was ist das für eine Leitung und dann...","Genau, der misst die Leitung durch. Aber das macht DSL ja immer noch.\nAlso man hört es nur nicht und es dauert viel länger, aber es ist im Prinzip\ndas Gleiche. Sie messen halt einmal komplett die Leitung durch,\num dann zu wissen, wie muss ich das Signal so anpassen, dass es hinterher möglichst gut durchgeht.","Warum wir eigentlich Glasfaser haben wollen überall, weil da ist das wirklich\nmal digital bis Ende zu Ende, weil dieser ganze DSL-Moment ist eigentlich nichts\nanderes als ein Akustikkoppler unter anderen Bedingungen.","Ich habe da neulich, hatte jemand die interessante Beobachtung aufgestellt,\ndass DSL halt auch eine totale Energieverschwendung ist, weil Glasfaser die\nbeiden Dioden an den beiden Enden verbraucht hat, so gut wie keinen Strom.\nAber so ein DSL Endpunkt, so ein DSLAM, der braucht halt richtig Strom.\nUnd du musst über diese Kupferkabel halt auch richtig Strom drüberbraten, damit da was ankommt.","Richtig grausam ist es, die ganze Hardware, die kommt alles in den Müll,\nda ist ein riesiger Berg Technoschrott, der in den nächsten zehn Jahren entsorgt\nwerden muss, weil das wird natürlich alles jetzt mit Glas neu gemacht und dann\nkannst du den ganzen Kram mühsam recyceln.","Es ist zumindest eine Menge zu recyceln, viel Kupfer was dabei rausfällt.","Ja weiß ich, aber es ist schon eine Aufgabe.","Aber das stimmt, dieser Stromverbrauchaspekt, den hatte ich jetzt selber auch\nnoch gar nicht so auf dem Zeiger.\nAlso nicht nur, dass es viel Strom, also ich wüsste, hast du eine Zahl im Kopf irgendwie?\nKannst du quantifizieren, was so ein DSL, Anschluss an Stromverbrauch?","Es flog nur so an mir vorbei, aber ich glaube, die D-Slams, die sind ja nicht\numsonst, das sind ja so große Kisten mit so großen Lüftungsschlitzen.","Ja die sind laut, ich meine stellt euch mal so eine Telekom Box irgendwie, da ist richtig Alarm.","Ja und die stehen ja alle ein paar Meter hier. Ja genau.","Also keine Ahnung und dann rechne das mal in Watt pro Bit um.","Genau, das wäre nämlich wirklich mal eine interessante Größe,\ndas mal so unter solchen Aspekten, ich weiß nicht, ob das klimarelevant ist,\naber man kann das sicherlich aufbauschen.\nAber was ja auch noch dazu kommt ist, dass so eine DSL Leitung funktioniert\ndann halt auch nicht die ganze Zeit immer gut, sondern du hast halt extrem viel\nverlorene Bits auf diesem Weg.\nAlso man hat ja so die Vorstellung, man ist jetzt digital mit dem Netz verbunden,\naber wie wir gerade rausgearbeitet haben, ist das überhaupt nicht so.\nUnd diese Telefonleitungen, die schwanken und je nach Wetter und keiner Ahnung,\nwer sonst noch sozusagen Kommunikation betreibt, hat das mal bessere Tage, mal schlechtere Tage.\nUnd das erzeugt dadurch halt auch so diese unangenehmen Latenzen,\nweil halt da Fehlerkorrektur stattfinden muss, weil eben Pakete nicht rüber\ngekommen sind, dann werden sie nochmal gesendet und man wundert sich warum ist\ndas alles wieder so langsam heute.\nLayer 0 ist immer analog. Genau so und schon auf dem Weg auf die Straße leidet\ndas Netz schon so dermaßen, dass da einfach alles langsam und fehleranfällig\nwird. Das muss halt alles nicht sein.","Ja ist erstaunlich wie gut das trotzdem funktioniert ne?","Das stimmt auch irgendwo.","Ja bei mir in der Gegend reißen sie die ganzen Straßen auf und Gasleitungen\neinzuputteln statt Glasfaser.\nWo du dir auch so denkst, Leute habt ihr irgendwie den Schuss noch gehört?","Wie wollen sie denn da Daten übertragen? Ja ich verstehe es auch nicht.\nData over Gas. Gut. Ein Plädoyer für Retro Communication.\nFind ich gut. So. Und jetzt? Machen wir Schluss?","Spaß am alten Gerät.","Haben wir noch, ein paar Sachen haben wir noch auf der Liste,\ndas machen wir nächstes Mal würde ich sagen.","Ja ich denke auch, ich bin ein bisschen durch. Genau.","Dinge, wenn man die oft genug verschiebt und die sind immer noch wichtig,\ndann sind sie auch wichtig.","Jaja, definitiv.\nHans, vielen Dank fürs Kommen und Dabeisein.","Ich danke.","Das fand ich aufschlussreich. Machen wir mal weiter mit dem alten Kram.\nIch find das interessant, da kann man eine Menge lernen.","Ja.","Genau, wer mithacken will, wendet sich an dich über Mastodon.","Über Mastodon. Mastodon, Hans Hübner, at Mastodon.social. Genau.","Kommt auf jeden Fall mit in unsere Links rein.\nSocial Media meinst du?","Nein, die ganze alte Hardware.","Achso. Das habe ich auch mal gedacht.","Ich hatte mal, wie gesagt, ich habe es ja vorhin schon erwähnt,\nich hatte mal ungefähr das halbe Zimmer voll hier mit Hardware und das wurde\ndann einfach, das war dann nicht mehr handhabbar und dann habe ich es alles\nweggegeben, weil ich bereue es schon etwas.\nAlso teilweise, ich sag's dir.","Ich hab mir aus schierer Nostalgie so ein Mini C64 geholt, vor zwei oder drei Jahren.\nGibt's ja jetzt so eins im Maßstab 0,5 zu 1, halb so groß, Pi mal Daumen in\netwa genauso schnell, so dass die ganzen Spiele auch in etwa so richtig funktionieren.\nAber viel machen tu ich damit nicht.","Mit Diskettenlaufwerk?","Nein, nein, nein, nein. USB Anschluss und dann kannst du.","Ja aber simuliert der ein Diskettenlaufwerk?","Interessante Frage, kann ich dir jetzt nicht beantworten aus dem Kopf.","Irgendwann nochmal meinen alten Discman 1541 wieder zum Laufen kriegen.\nVielleicht gibt's ja irgendwelche C64, die das jetzt schon mal gemacht haben.\nIch war ja mal Programmierer des Monats.","Also ich hab noch einen alten Competition Pro mit der guten alten C64 Joystick\nSchnittstelle und den werde ich glaube ich auch nicht wegschmeißen,\nauch wenn ich damit nichts tun kann.","Aber man schmeißt halt nichts weg. Na gut.","Manche Dinge schmeißt man halt dann doch nicht weg.","So, aber die Sendung kommt jetzt, kommt nicht weg, aber die wird jetzt abgespeichert.\nUnd mal gucken, diesmal lasse ich die Äs noch drin.","Boah, nicht so ähig heute.","Das kommt noch dazu.","Kannst du das nicht bei dem Äh-Thema mal ausprobieren?","Alle Äs waren wichtig.","Also ich finde auch als Kunstprojekt wäre das eigentlich cool.","So, wir sagen Tschüss Leute, bis bald, wir hören uns in ein paar Wochen wieder. Ciao. Bis dann."]}