{"v":1,"episode":274,"speakers":["Tim Pritlove","Ralf Stockmann","roddi","Björn Reimer"],"t":[21,66,67,84,114,119,150,152,212,216,222,224,224,230,231,232,239,259,260,261,263,306,308,320,321,404,406,416,418,420,423,453,455,504,505,511,513,513,514,520,522,524,525,530,532,552,554,573,577,780,816,817,825,826,828,910,912,913,916,918,920,921,922,923,958,960,1026,1035,1043,1043,1044,1046,1089,1091,1095,1098,1135,1137,1208,1268,1270,1282,1283,1284,1286,1357,1358,1362,1364,1449,1460,1475,1476,1550,1645,1650,1682,1764,1771,1813,1820,1870,2046,2064,2177,2178,2229,2237,2255,2257,2263,2263,2291,2291,2294,2301,2316,2436,2444,2475,2481,2482,2484,2500,2501,2510,2512,2523,2525,2541,2544,2549,2552,2558,2559,2572,2575,2591,2593,2598,2599,2611,2613,2676,2690,2700,2772,2807,2808,2809,2811,2841,2843,2845,2848,2858,2864,2869,2882,3126,3182,3184,3188,3189,3407,3409,3450,3504,3570,3739,3812,3825,3831,3843,3876,3877,3914,3920,3923,3925,3931,4047,4050,4054,4054,4057,4063,4066,4068,4072,4073,4075,4077,4122,4141,4142,4159,4163,4174,4175,4181,4183,4186,4186,4211,4233,4237,4241,4243,4311,4319,4325,4339,4346,4419,4433,4438,4482,4483,4485,4503,4504,4516,4525,4548,4551,4578,4582,4621,4622,4668,4904,4906,4974,5064,5101,5107,5112,5114,5116,5118,5120,5134,5137,5156,5256,5262,5322,5331,5352,5367,5392,5398,5404,5405,5419,5450,5505,5528,5543,5601,5658,5666,5671,5673,5674,5675,5684,5691,5693,5702,5704,5706,5707,5712,5735,5739,5741,5746,5797,5812,5814,5815,5821,5821,5870,5875,5878,5886,5887,5890,5946,5958,5986,6005,6052,6075,6084,6089,6131,6146,6150,6216,6221,6225,6236,6238,6247,6253,6260,6265,6269,6270,6272,6304,6311,6312,6318,6320,6332,6335,6338,6345,6346,6352,6356,6358,6387,6450,6451,6546,6613,6705,6710,6711,6721,6722,6728,6783,6793,6814,6828,6841,6881,6951,6953,6968,6969,6970,6981,6983,6994,6995,7008,7010,7013,7013,7016,7017,7029,7030,7031,7035,7039,7049,7059,7082,7085,7101,7104,7120,7125,7141,7153,7155,7168,7169,7200,7205,7214,7220,7223,7230,7237,7243,7247,7254,7266,7267,7323,7333,7364,7368,7369,7370,7372,7385,7413,7443,7487,7531,7535,7596,7597,7609,7612,7646,7659,7677,7684,7788,7792,7799,7800,7803,7805,7808,7848,7855,7885,8006,8011,8017,8029,8049,8053,8058,8073,8076,8079,8084,8141,8157,8184,8236,8244,8265,8275,8294,8300,8301,8307,8312,8318,8325,8327,8331,8334,8336,8350,8358,8362,8388,8393,8434,8436,8439,8444,8453,8454,8474,8479,8482,8485,8505,8506,8510,8525,8527,8536,8544,8550,8552,8557,8563,8615,8619,8620,8624,8625,8630,8636,8637,8690,8692,8719,8727,8730,8743,8746,8860,8911,9148,9152,9234,9235,9236,9242,9245,9252,9322,9391,9413,9494,9501,9503,9527,9533,9537,9563,9595,9610,9612,9711,9716,9798,9802,9841,9845,9852,9868,9899,9944,9945,10008,10141,10142,10193,10196,10197,10210,10211,10217,10218,10242,10243,10287,10317,10384,10386,10391,10401,10420,10425,10443,10444,10463,10466,10483,10486,10491,10513,10516,10533,10536,10610,10612,10693,10728,10729,10733,10737,10738,10825,10830,10831,10833,10834,10836,10838,10879,10892,10947,10958,10971,10973,10980,11020,11040,11042,11044,11047,11052,11097,11160,11165,11230,11234,11246,11247,11248,11285,11292,11294,11311,11316,11393,11402,11406,11412,11417,11588,11600,11604,11605,11620,11625,11627,11630,11637,11656,11680,11684,11693,11710,11711,11716,11734,11736,11754,11818,11820,11840,11906,11933,11935,11962,11964,11964,11965,11979,11981,12034,12039,12040,12043,12045,12057,12058,12060,12067,12068,12069,12071,12119,12130,12155,12159,12161,12162,12193,12210,12261,12275,12286,12317,12357,12368,12372,12405,12416,12477,12486,12487,12512,12561,12640,12681,12688,12690,12696,12707,12764,12765,12767,12830,12837,12847,12849,12851,12859,12863,12866,12870,12870,12885,12891,12926,12930,12940,12955,12997,13001,13029,13033,13043,13045,13048,13062,13070,13102,13122,13127,13143,13145,13152,13153,13194,13206,13207,13209,13221,13229,13238,13242,13310,13320,13325,13326,13330,13333,13350,13353,13362,13371,13418,13430,13431,13485,13526,13533,13538,13542,13548,13728,13741,13743,13766,13804,13807,13811,13956,14022,14029,14037,14039,14040,14044,14051,14056,14059,14072,14093,14103,14104,14118,14121],"s":[0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,3,0,3,0,1,0,3,0,2,0,1,0,2,0,2,0,2,0,2,0,2,0,1,0,1,0,3,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,3,2,0,1,0,2,0,1,2,0,2,1,0,1,0,1,0,3,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,3,0,1,3,1,3,1,0,2,0,3,2,0,2,0,3,0,3,2,3,2,0,3,0,3,0,3,0,3,0,3,2,3,0,3,0,3,0,2,0,2,0,2,0,2,0,2,3,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,2,0,2,0,2,0,1,0,2,0,1,0,1,2,0,2,0,2,0,2,0,2,0,2,1,2,0,2,0,2,0,2,0,2,0,2,3,2,0,2,0,2,0,2,0,2,0,2,0,1,2,0,2,0,2,0,2,0,2,1,2,1,2,1,2,0,2,0,3,0,3,0,3,0,3,0,3,0,1,0,1,0,3,0,3,0,3,0,3,1,3,0,3,2,3,0,2,3,2,1,3,0,3,0,3,0,3,0,2,0,2,0,3,0,3,0,3,0,3,2,3,0,3,2,3,1,3,1,3,1,3,1,3,1,3,0,3,0,3,0,3,0,3,0,2,0,2,0,2,0,2,3,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,3,0,3,0,3,2,3,2,1,2,1,2,0,2,0,2,3,1,0,2,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,0,3,2,0,3,0,3,2,3,2,3,2,3,0,3,0,3,0,3,2,3,0,3,0,3,0,3,0,2,3,0,3,0,2,0,2,0,2,0,1,0,1,0,1,0,3,0,3,0,3,0,2,3,2,3,0,2,0,2,0,2,0,2,3,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,3,0,2,0,1,2,0,1,0,1,0,2,0,2,0,2,0,2,0,1,0,2,0,2,0,2,0,2,0,2,3,2,3,2,0,2,0,3,2,3,2,3,2,0,2,0,2,3,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,3,0,3,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,3,2,0,3,0,2,0,3,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,3,2,3,2,3,2,0,2,0,2,0,2,0,2,0,2,3,2,0,2,0,2,0,2,0,2,0,2,0,2,3,0,3,0,2,3,2,3,0,2,3,0,3,0,2,0,2,0,2,0,2,0,2,0,3,0,3,0,3,0,2,0,2,0,3,0,2,0,2,0,2,0,2,0,3,0,3,0,3,0,3,0,3,0,2,0,2,0,3,2,3,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,0,1,0,1,0,3,0,2,3,0,3,0,2,0,1,0,2,1,2,0,2,0,2,0,3,0,2,0],"x":["Hallo, herzlich willkommen. Hier ist die Freakshow Nummer 274.\nEs geht fleißig voran, wobei die wirklich interessanten Zahlen stehen noch weit in der Zukunft.\nJetzt können wir darüber diskutieren, was interessante Zahlen sind und ob das\nDezimalsystem jetzt eigentlich der entscheidende Faktor ist auf diesem Planeten,\nob man das nicht mal als Oktal rechnen soll.\nWie auch immer, auf jeden Fall sind wir jetzt on air und haben alle typischen\ntechnischen Probleme, die hier kurz vor der Sendung immer wieder auftreten, in den Griff bekommen.\nDas tollste Setup, was die Freak Show je hatte, würde ich jetzt mal behaupten,\nweil nämlich der Ralf, der da gerade so schön kichert, den ich jetzt mal begrüße, hallo Ralf.","Einen wunderschönen guten Abend. Du.","Hast es geschafft, mir die Gelegenheit zu geben, endlich mal mein Setup hier\nwirklich to the max auszuprobieren.\nDas finde ich super. Mit anderen Worten, du bist jetzt gerade der Einzige,\nder hier nicht an der Tischrunde aktiv rumsitzt, weil du, erzähl es selbst. Ich.","Gamme faul im Bett herum, allerdings mit einem hochgelegten Bein,\nweil ich zwei Wochen im Krankenhaus war,\nmit einem doppelten Bruch des Sprunggelenks und OP und all solchen Sachen und\nbin jetzt also gerade so in der Reha-Phase und da ist jetzt,\nda sind Tim und ich ja nicht weit auseinander wohnen, ist das trotzdem eine\nStrecke, die jetzt so nach einer Woche OP noch nicht so richtig angezeigt ist.\nMal gucken, vielleicht zur nächsten Sendung schaffe ich es dann humpelnd irgendwie\nin die Metaebene wieder.","Ja, Beine hoch, aber okay, aber es wird besser sozusagen.","Ja, schmerztechnisch alles wunderbar eingestellt, so vorgestern die Schmerztabletten\nabgesetzt, das ist immer so ein Punkt, wo man so ein bisschen Respekt vorhat,\nso mal gucken, was sich dann noch so alles meldet, was vorher noch so in so\neinem blauen Dunst alles unterdrückt wird, aber,\nkein Unterschied zu vorher, alles gut gegangen und Riesenfan von Vollnarkose\ngeworden, das war die erste Vollnarkose in meinem Leben eben jetzt für die OP.\nKennt ihr das Buch von Katrin Passig, Lexikon des Unwissens?","Nee, aber klickt nach ihr.","Klickt nach ihr. Und generell finde ich ja absolut alles toll,\nwas Katrin Passig schreibt. Großer Fanboy.\nUnd das ist also ein Buch, was sie geschrieben hat,\nwo quasi Dinge, die eigentlich relativ uns gewöhnlich erscheinen,\nmal durchdekliniert wird, warum wir über die verdächtig wenig oder teilweise\nverstörend wenig wissen, warum es eigentlich so ist, wo also einfach die Naturwissenschaften\nnoch nicht weit genug sind.\nUnd ein Kapitel davon ist eben Anästhesie und Vollnarkose, warum die eigentlich funktioniert.\nWir haben sie seit 150 Jahren und keiner weiß so richtig, warum.\nUnd so alle 20 Jahre gibt es einen neuen Forschungstrend, wo man sagt,\nwir glauben, es sind die Eiweiße. Das ist, glaube ich, immer noch so der Status quo im Moment.\nUnd sie fängt dieses Kapitel an mit Wer sich demnächst unter das Messer setzt,\nsollte dieses Kapitel besser nicht lesen.\nDas hat natürlich nach dem Motto, du beantwortest dein Leben jetzt in Dinge,\nvon denen Naturwissenschaftler noch keine Antwort haben.","Du bist ja bewusst, dass Podcasts ja oft in Krankenhäusern gehört werden.","Ja, oh Gott, ja. Sehr, sehr laute, viele Triggerwarnungen.","Aber es hat ja funktioniert bei dir.","So.","Lass mich erstmal die Runde vorstellen. Roddy ist natürlich auch da,\nrichtig im Fleisch, direkt am Tisch.","Guten Abend.","In the flesh.","Ja, richtig im Fleisch klingt es so, wie ich mich fühle. Ein paar wenige Kilo\nweniger wäre gar nicht so verkehrt.","Achso, okay, das wollte ich jetzt gar nicht thematisieren, aber du hast es ja selber aufgebracht.\nGenau, und dann haben wir noch einen Wiederkehrer bei uns, nämlich den Björn. Hallo.\nBjörn Reimer, wir hatten das Vergnügen vor gar nicht allzu langer Zeit in der\ntollen Sendung mit dem schönen Titel Mansplaining as a Service.\nWeißt du doch die Nummer auswendig?","Nein, weiß ich nicht.","Aber ich weiß.","Wir haben über Alex hier geredet.","Wie könnte es auch anders sein? Genau, Mansplaining as a Service ist ein toller\nTitel, ist allerdings einer der Titel, wo es mir einfach ums Verrecken bisher\nnoch nicht gelungen ist,\nmit diesen KI-Tools irgendwie ein halbwegs brauchbares Episodenbild hinzubekommen,\nwas nicht völlig outrageous furchtbar ist.\nKannst du dir das etwa vorstellen? Also da lasse ich gerne, also falls jemand\nin der Lage ist, ist so ein 16 zu 9 4K-Auflösungsbild mit dem AI-Tool eurer Wahl,\nherzustellen, was irgendwie dem Titel Mansplaining as a Service gerecht wird.\nIch bin komplett dran verreckt. Manchmal ist es ganz einfach und manchmal ist\nes einfach eine totale Katastrophe.","Hätte da Ideen im Kopf, vielleicht probiere ich mal was.","Ja, probier mal was. Aber inhaltlich war das auf jeden Fall okay und das war im Mai letzten Jahres.\nAlso hat noch nicht mal ein Jahr gedauert. Genau, da bist du wieder. Herzlich willkommen.","Danke.","So,\nich mach mal gleich, bevor ich das wieder vergesse, einen kleinen Werbeblock\nfür die Meta-Ebene selbst, denn ich hab mir vorgenommen, mich mal wieder ein\nbisschen mehr am Reim zu riesen.\nDein Nachname bringt mich ganz durcheinander. Es ist einfach ganz viel Reim.\nZu reißen und mal wieder ein bisschen mehr in diesen Veranstaltungsmodus zu\nkommen in diesem Jahr. Nachdem ich...\nNachträglich festgestellt habe, dass ich wieder erwarten doch auch irgendwie\nso ein Corona-Opfer geworden bin in der Hinsicht.\nAlso es hat dann doch mich mehr ausgebremst in allem, als ich dachte und jetzt\nversuche ich den Motor wieder anzuwerfen.\nMit anderen Worten, ihr könnt euch schon mal so latent freuen auf mehr Podcasts on Stage.\nUnd los geht's im Februar, konkret am 21.\nFebruar, 20 Uhr, mache ich eine Raumzeitsendung live on Stage.\nAlso das ist so quasi Podcast auf der Bühne, so wie ich das Gespräch auch sonst\nführen würde, aber dann eben im Planetarium, im Zeiss Großplanetarium in Berlin.","Das ist ein Mittwoch, ne?","Das ist ein Mittwoch, hoffentlich dann auch mit entsprechender visueller Begleitung\nund mein Gast ist kein geringerer als Ulf Merbold.","Oh.","Da habt ihr sicherlich schon mal von gehört.","Der erste bundesdeutsche Astronaut.","Genau, der ja eigentlich auch aus dem Osten kommt und nur deshalb in den Westen\ngegangen ist, weil sie ihn nicht haben Physik studieren lassen.\nUnd von daher kommt eigentlich alles aus der gleichen Gegend.\nGenau, und er war also dann nicht nur der zweite Deutsche im All sondern es\nwar vor allem derjenige, der am meisten im All war, also der hat es tatsächlich\nauf drei Missionen gebracht war also sowohl mit dem Space Shuttle,\nim Space Lab unterwegs, als auch dann nochmal auf der Mia.","Alexander Gerst hat ihn nicht überrundet?","Ne, der hat zwei Drei hat es jetzt bisher noch keiner geschafft,\nSowas hat man mit den Rekorden. Ist ja auch egal, darum geht es ja gar nicht,\nsondern es geht einfach darum, mal so quasi auch die europäische Raumfahrt so\nin ihrer Geburtsstunde in den 70er, 80er Jahren nochmal so ein bisschen in den Fokus zu nehmen.\nDa hatte ich jetzt einige Sendungen, die das angeschnitten haben.\nAuch die letzte ging in die Richtung, da ging es um die Ariane.\nAlso wer ohnehin Raumzeit hört, der mag vielleicht kommen und kommt ein bisschen\nfrüher, dann trifft man sich da sicherlich vorher noch.\nUnd das war das letzte Mal, als ich das gemacht habe, was jetzt leider auch\nschon fünf Jahre her ist, war das wirklich sehr angenehm, weil das einfach cool\nist da mit den Möglichkeiten.","Sagtest du schon eine Uhrzeit?","20 Uhr geht's los. Und der Link ist in den Show Notes. Und jetzt mache ich den\nersten Content-Marker.","Ja, super.","Technik.","Die begeistert.","Eine neue Fernbedienungstaste. Ein Content-Marker. Eigenhändig in Ultraschall reingehackt. Reif.","Ja, Mensch. Richtig so.","Muss ich noch ein Skript für kopieren.","Selbst ist der Lua-Coder.","Ja, ja. Was den Usern hier alles so zugemutet wird. Mann, Mann, Mann, Mann, Mann.","Wir werden schauen, ob wir es heute kaputt bekommen.","Alles muss man selber machen.\nAnyway. Gut, dann haben wir noch ein paar Todesnachrichten zu verkünden. Zwei.\nDie erste ist, Flatter ist tot.\nKeiner ist überrascht, ich auch nicht.","Das war aber auch ein qualvoller.","Das war wirklich ein qualvolles Ende. Wer keine Ahnung hat, wovon ich rede,\nFlatter war so der erste Aufschlag für,\nwir machen mal das mit dem Verteilen von Geld im Netz für Kreative auf Micro-Payment-Basis irgendwie.\nGenau.","Also nicht Flatter, sondern Flatter.","Flatter. Genau. Und mir war das Projekt ja von Anfang an eigentlich recht sympathisch,\nweil das ja auch von den Leuten gemacht wurde,\ndie so zu diesem Pirate Bay Umfeld da in Schweden dazugehörten,\nso Hercol Misopi und Sunde und standen so dahinter und das war auch ein interessanter\nAnsatz und das ist ja gestartet in so einer Zeit, da gab es noch Blogs und Blogartikel und so weiter.\nUnd die Idee war, du baust halt einfach da noch einen Flatter-Button drunter\nund die Leute klicken da drauf und dann wird dem Artikel quasi dem Menschen,\nder hinter dieser Kreation steht,\nwird dann anteilig aus dem, was ich ohnehin monatlich bereit bin abzugeben, einen Anteil gegeben.\nDas war an sich eine ganz nette Idee, ist dann allerdings in den nächsten Jahren\nan vielen bösen Realitäten des Internets gescheitert. Erstmal natürlich an dieser\nganzen Plattformisierung, YouTube und so weiter.\nAlle sind auf einmal auf große Webseiten umgezogen und man hatte nicht mehr\nso richtig unter Kontrolle, wo man so einen Button anzeigen konnte und natürlich\nwurde dann Flatter überall raus sortiert.\nSpäter ist es dann auch Opfer von Adblockern geworden, weil es dann halt wieder,\noh ein böses externes Skript, das muss ausgeblendet werden und so weiter,\nweil Tracking ist möglich.\nAlso die sind einfach total unter die Räder gekommen, aber ich glaube das Hauptproblem\nwar, dass sie einfach zu einem bestimmten Zeitpunkt nicht bereit waren, ihr Modell anzupassen.\nUnd ich habe das auch von Anfang an eigentlich gewollt, dass man sagt,\nja, nehmt mal auch die Leute mit auf eure Seiten, dass die Creators da sind\nund das wollten sie irgendwie immer nicht machen.\nDas habe ich nie so richtig verstanden und dann kam, kurze Zeit danach kam irgendwie,\nPatreon hat genau das gemacht.\nNaja, der Rest ist Geschichte. Also Patreon und Steady hier in Deutschland,\ndie haben halt diesen Markt dann irgendwie abgeräumt.\nUnd jetzt ist es abgeschaltet worden. Also sie haben dann noch so zwei,\ndreimal versucht, ihr Konzept zu ändern mit irgendwelchen weirden,\nsich bei Adblockern irgendwie reinzuklicken und durch Flatter irgendwie was freizukommen.\nDas war auch alles viel zu verkopft und das war auch alles irgendwie im falschen\nBereich unterwegs und das war dann halt auch technologisch genauso unter Feuer.\nUnd es gab dann auch, glaube ich, vor einem Jahr auch nochmal einen neuen Ansatz,\nden habe ich auch nicht verstanden. Die Webseite hat sich zwei,\ndreimal geändert und irgendwann ging da gar nichts mehr.\nNaja, aber es war eine gute Idee an sich und in gewisser Hinsicht hat es ja\nauch gegriffen, weil wenn man mal jetzt mal schaut, die Welt hat sich schon geändert.\nAlso so Patreon, ich finde das zwar jetzt ein bisschen...\nIch finde Patreon eigentlich gar nicht wirklich schlimm.\nIch finde, die machen das eigentlich sehr gut. Es ist halt bloß immer so ein\nbisschen anstrengend mit diesen US-Unternehmen, die keine richtigen Finanzabrechnungen\nhinkriegen und keine ordentlichen Rechnungen schreiben können und nicht verstehen,\nwie Europa funktioniert und so weiter.\nUnd dann aber doch auch immer so ein bisschen so Landgrabbing machen und alles\nmuss jetzt bei uns sein und irgendwie, wenn du was machst, dann muss es hier\nauch nochmal gepostet werden.\nEs ist halt einfach immer so zusätzliche Arbeit, die man nicht haben will oder\nich zumindest nicht haben will.\nAber es gibt so viele Leute, die mit Patreon ihre digitale Präsenz im Internet\nmonetarisiert bekommen und dann halt nicht mehr normale Jobs machen müssen.\nDas finde ich eigentlich großartig.","Ja, ich glaube, das liegt vor allen Dingen auch daran, dass YouTube inzwischen\nwirklich nur noch Almosen ausschüttet.\nHomöopathische Almosen und du als YouTuber heutzutage, also wenn du jetzt nicht\nso im 10-Millionen-Bereich bist, halt einfach einen Patreon brauchst,\num irgendwie davon leben zu können, weil YouTube halt wirklich nichts mehr ausschüttet.\nDas ist irgendwie und die hingen da zum richtigen Zeitpunkt auch an diesen YouTube\nCreatern dran und hatten da den Fuß in der Tür es gibt ja noch dieses bei mir\nCoffee oder wie das Ding heißt, Kofi irgendwie, gibt.","Es einiges so.","Von dem ich weiß, aber ansonsten haben die eigentlich keine richtige Konkurrenz also in.","Deutschland gibt es halt noch Steady.","Stimmt Steady gibt es auch noch.","Die im Prinzip dasselbe Modell machen, aber das mit den Rechnungen gut hinkriegen.\nAber, naja, also da kann man jetzt noch viel drüber reden, wollte ich jetzt\ngerade gar nicht so vertiefen. Nur Flatter mal lebewohl sagen,\nit was fun while it lasted, das hat mir in den ersten Jahren sehr geholfen.\nIch weiß, das war immer so ein bisschen der Running Gag, dass ich irgendwie\nder Einzige bin, der von Flatter profitiert und allen anderen ist das irgendwie nicht gelungen.\nIch weiß aber auch, warum das so war, weil ich halt auch voll drauf gesetzt habe am Anfang.\nUnd der Rest eigentlich immer erstmal mit Skepsis in die Runde gestartet ist\nund das hat sich nicht gut gemischt in dem Zusammenhang.\nAber es war halt auch so orientiert an, wie soll ich sagen, so Native,\nwie sagt man, Digital Natives?\nDas ist ja verbrannt der Begriff auch jetzt irgendwie, aber ich fühle mich ja\nwie einer und dann hatte man so einen gewissen Vorsprung, wenn man sich schon\nwohl gefühlt hat in all diesen Dingen,\ndie sich dann bei anderen erst in den nächsten Jahren so richtig manifestiert haben.\nJa, zweite Todesnachricht wollte ich unbedingt nochmal bringen,\nweil es einfach eines der geilsten\nProjekte ist, finde ich, die die Wissenschaft so hervorgebracht hat.\nIst halt Ingenuity ist jetzt auch tot. Habt ihr das überhaupt mitbekommen?","Ja.","Greifschüttel mit dem Kopf.","Der ist irgendwie beim Landen hat.","Er sich die Nase gestoßen.","Dann hat er sich den Propeller verkürzt.","Weißt du.","Wovon wir reden?","Nee, ich weiß nicht, wovon er redet.","Ingenuity ist der kleine Mars-Helikopter, der mit dem letzten Roboter auf dem\nMars-Oberfläche gelandet ist und dann tatsächlich geschafft hat,\ndort nicht nur zu fliegen, sondern mehr als nur so ein Testobjekt zu sein.\nUnd hat im Prinzip diese ganze Ausrichtung von Mars-Exploration nochmal auf\nein komplett anderes Level gehoben, weil sie ja sozusagen erstmal gucken,\nfliegt da überhaupt irgendwas und wir machen mal fünf Flüge und dann war es erfolgreich.\nReich und jetzt haben sie irgendwie 76 Flüge oder sowas oder 72 Flüge,\nwaren es glaube ich 76 von 5 geplanten.","Das ist schon eine ganz ordentliche Quote.","Das ist definitiv so, haben da auch irgendwie viele Kilometer zurückgelegt,\nsehr lange Strecken geflogen und vor allem auch den kompletten Modus,\nwie sie das erforschen, geändert, weil sie halt sozusagen jetzt mit dem Ding\nvorgeflogen sind, geguckt haben, was ist denn da,\nah, guck mal, da sieht es ja interessant aus, auf einmal Hi-Res von oben,\nich meine, das ist halt einfach für die Planung, vorher musstest du mit dem\nRover da monatelang dich irgendwo hinkriechen, um dann zu sehen,\nso, oh ja, war doch nicht so gut, müssen wir nochmal zwei Wochen nochmal einen Umweg machen,\nund das hat natürlich eine Menge geholfen, aber ich fand das halt einfach cool, ähm,\nWie dieses Projekt angegangen ist und das ist irgendwie so, das finde ich so\nein Symbol für so mit das Beste, was aus dieser Raumzeit, aus dieser Raumfahrt rauskommt.\nIch wollte kurz nochmal Raumzeit pluggen, weil ich hatte mich ja,\ntatsächlich auch über Ingenuity unterhalten in einer Raumzeitsendung vor kurzem\nund zwar hatte die einen Titel,\nder mir entfallen ist.","Solange du noch suchst. Rot ist er ja nicht. Also wie ich das gelesen habe,\nhaben die noch Kontakt und der funktioniert noch, er fliegt halt nur nicht mehr.\nAlso die Flügel sind quasi geschlutzt.","Naja gut, aber ein Helikopter, der nicht fliegt. Aber der Vogel ist nicht tot.","Ja.","Aber der fliegt nicht mehr.","Der ist noch nicht zu seinen Ahnen abgeblieben.","Ne, das stimmt, der ist noch nicht zu seinen Ahnen. Raumzeit 108,\nContent Marker, Raumzeit 108 über die NASA.\nThomas Zurbuchen, der da mal Chef von's Ganze war und der war halt zuständig\nfür die Koordination dieser Mission und hat da auch über Ingenuity geschwärmt.\nJa, so viel dazu zu den Sterbefällen.\nSo. Was haben wir noch auf der Liste?\nDu wolltest doch noch das mit dem Mixer hier irgendwie notieren.\nHast du nicht gemacht, ne? Valve.","Was? Wie? Wo?","Ich dachte, du wolltest das... Sollte ich nochmal zu dem Rodecaster mich äußern?","So, ja, ich schmeiß die Links in den Chat rein.","Ja.\nGenau. Ich hab ja hier in der letzten Sendung viel über den Mixer,\nden ich jetzt hier verwende, erzählt, den Rodecaster Pro 2.\nUnd was das für ein tolles Gerät ist, und ist auch immer noch ein total tolles\nGerät. Ist nicht ohne seine,\nEigenarten, aber im Prinzip ist mein Plan hier komplett aufgegangen,\ndie ganze alte Technik dadurch zu ersetzen. Bin weitergekommen, als ich dachte.\nJetzt habe ich sogar Push-to-Talk und so Sachen hier auf einer Fernbedienung.","Und der überlebt einen Neustart.","Ja, genau. Kurz vor der Sendung habe ich es geschafft, ihn aufzuhängen.\nDas hat aber auch überlebt. Also ein ziemlich robustes Gerät.\nAuf jeden Fall habe ich ein sehr längliches Review zu dem Teil geschrieben.\nDas heißt, wer sich nochmal lesend mit dem Rodecaster Pro 2 auseinandersetzen\nmöchte, gibt es einen entsprechenden längeren Artikel im Sendegate.\nUnd nachdem ich den geschrieben hatte und mir dachte, so endlich habe ich das mal raus,\nweil es war immer schon so, ja, ich müsste das mal aufschreiben und so,\nhabe ich das gemacht und dann war ich irgendwie in so einem Lauf und dann habe\nich gleich noch einen zweiten hinterher geworfen und habe auch diese ganze Konfiguration,\ndie ich jetzt hier gemacht habe mit der Fernbedienung dafür,\ndie wir jetzt hier benutzen, habe ich auch dokumentiert.\nUnd die ganzen, ja, wie sagt man dann, die ganzen verschlungenen Pfade,\ndie ich betreten musste, um das zum Laufen zu bekommen, so wie ich mir das gedacht habe.\nJa, die sind da auch beschrieben und die Links findet ihr in den Shownotes.","Ja, ich wollte das aus der Perspektive nochmal ein bisschen befeiern,\nweil das kennt man da draußen, glaube ich.\nMan hat irgendwie dann doch so ein bisschen ein nischiges Thema und nerdet sich\ndann da halt irgendwie so Tage und Wochen irgendwie rein und hat es dann für\nsich irgendwann zusammengebastelt und ist heilfroh, dass es dann irgendwie funktioniert.\nUnd dann ist wirklich ein ganz entscheidender Schritt, und ich weiß,\nes tut weh, dokumentiert das irgendwo.\nWenn ihr die Technikwelt ein kleines Stückchen besser gemacht habt,\nin was für eine Richtung auch immer, weil ihr irgendwelche Erkenntnisse gewonnen\nhabt, weil ihr Dinge miteinander kombiniert habt, auf die vorher keiner gekommen ist,\nsucht euch einen irgendwie stabilen, verlässlichen Ort, jenseits von X und schreibt\nnochmal eine Doku runter.\nUnd das ist aber eine doofe Schweinearbeit.\nVon daher echt danke an Tim und Sendegate ist natürlich genau der richtige Ort\ndafür, dass das da nochmal reinkommt. Dokumentation, so gut.","Möchtest du noch kurz erklären, was das Sendegate ist?","Das Sendegate ist, gerne doch Tim, das Sendegate, ich weiß gar nicht,\nwie lange lebt das jetzt eigentlich schon?\nAuch schon zehn Jahre, ne? Haben wir da eigentlich schon irgendwie Geburtstag\nverpennt oder so, wahrscheinlich auch?","Bestimmt.","Das ist raus.","Wir hatten das mal nach dieser Republika. Nee.","Nach der Subscribe. Nach der Subscribe war das. Das erinnere ich alles noch\nrelativ genau. Das war bei Wikimedia.\nSo vor zehn, elf Jahren muss es gewesen sein. und da hatten wir halt unsere,\nzu dem Zeitpunkt eben jährlich, halbjährliche Podcasting-Tagung,\ndie hieß da noch nicht Subscribe, sondern das war glaube ich auch noch ein PPW, also,\nPodcasting-Workshop und am Abend, so kurz vorm Aufräumen irgendwie,\nsaß so eine etwas kleinere Runde zusammen und dann fing ich wieder an,\nich bin ja so ein Forenkind,\ney, wir bräuchten eigentlich echt noch mal irgendwie so ein Forum,\num sowas hier auch zu verstetigen, so das Ganze, was wir hier so immer auf diesen\nEvents so zusammentragen, das verpufft dann wieder so auf Einzelblocks und wir\nmüssen das irgendwie mal zusammenbringen und kann ich ein Forum aufsetzen?\nDas war halt so die Zeit, in der so das, was man unter Forum verstand,\nimmer noch so dieses PHP-Bulleting-Board war und ich habe auch selber mal ein\nForum programmiert und das ist alles wirklich keine Freude und alle breten die\nAugen zum Himmel und vielen in Ohnmacht und bitte,\nja, kein Forum, alles nur kein Forum.\nDann Dennis Mohrhardt, Giga-LNX 343, der kam an so, ah, Ah, er hätte da so ein\nStück Software irgendwo.","343 war Max, Entschuldigung.","343 war Max, was für eine? Einfach nur Giga Linux. Giga Linux.","Genau.","Er meinte dann so, ah, da sei ihm neulich irgendwo was vom Laster gefallen und\ner hätte da so eine Foren-Software, die überhaupt nicht nach Forum aussieht.\nUnd dann kam halt mit Discourse um die Ecke. Nicht zu verwechseln mit Discord\nund auch nicht mit Discuss.\nDas sind so die drei, die man sehr schnell verwechselt und dann landet man in\neiner Schublade, wo man wirklich gar nicht rein will.\nUnd ich hatte wirklich Laptop auf dem Schoß und hab das aufgerufen,\ndachte sofort so oh mein Gott, das ist ja schön so ungefähr wie OS X Aqua kommen wir hinterher noch zu,\nund dann halt ich meine dass Dennis wirklich an dem Abend das auch schon aufgesetzt\nhat die erste Version davon oder einen Tag später haben wir das gemacht und,\nClaudia und ich haben dann vor allen Dingen relativ viel Zeit da rein investiert,\ndas ein bisschen durchzustrukturieren und diese ganzen Bereiche da rein zu legen\nund sowas und dann ging das auch relativ relativ schnell irgendwie ans Fliegen.\nUnd das ist halt einfach mal so das zentrale Austauschforum,\naber der guten Art, für alle Podcast-Produzierenden.\nDas heißt, es ging jetzt nie darum, dort Großhörerinnen, Hörer und Podcastende\nzu vernetzen, sondern eben Podcastende untereinander zu vernetzen.\nUnd ja, das lebt auch immer noch. Ich bin dann nicht mehr so aktiv, wie ich früher mal war.\nAlso ich war auch mal wirklich ganz kräge und ganz rührig. Und irgendwann muss\nman aber halt auch gucken, so okay, wofür hat man im Leben halt noch Zeit und wofür nicht?\nUnd Sendegate ist bei mir so ein bisschen hinten runtergefallen, muss ich gestehen.\nAber es ist immer noch mehr als genug.","Da ist richtig was los. Also ich habe gerade mal geguckt, dieser Rodecasa-Artikel,\nder hat jetzt irgendwie schon 1100 Views bekommen.\nAlso man kann jetzt nicht gerade sagen, dass da nichts passiert.","Ja, es ist auch gut Google-indexiert. Das Ganze ist ja public.\nIst halt klar mit Anmeldungen zum Schreiben, aber zum Lesen sind die Sachen frei.\nIch habe da auch damals meine ganzen Sachen hier mit, wie hieß das Viehchen\nnoch, das Headset, was ich früher immer hatte.","HMC. Genau.","HMC 660, genau. Die Sachen hatten auch irgendwie 10.000 Views oder sowas da drin.\nAlso das wurde gut gefunden, auch von Leuten, die sich da jetzt gar nicht irgendwie\nanmelden mussten, war gut referenziert.\nIch glaube, wir haben immer noch 3.500 Leute da drin oder sowas.\nWar glaube ich irgendwie so eine Zahl, die ich neulich mal irgendwo hatte.\nUnd wenn wir das irgendwie mit den Subscribes auch wieder regelmäßig auf die\nKette kriegen, dann wird das in der Gate dann glaube ich auch wieder zu ganz neuer Form laufen.\nWeil also, dass man so etwas irgendwie braucht, ist für mich immer noch völlig\nvöllig klar, also sich gegenseitig irgendwie Tipps geben können,\naustauschen, jenseits von diesem, es gibt ja auch so eine, auf Facebook bin\nich da in so ein paar Gruppen drin, wo es also eben um diese ganze,\nMonetarisierung immer von morgens früh bis abends spät gibt und damit du da\neinen guten Tipp bekommst, musst du aber quasi erst da deinem,\nConsultant halt erstmal irgendwie Geld drüber werfen und so weiter.\nHat auch alles vielleicht irgendwo seine Bewandtnis und hilft vielleicht einer\nganz anderen Klientel von Menschen,\nmöchte ich jetzt auch gar nicht irgendwie groß drüber urteilen, aber ich finde es gut,\ndass es einen ort gibt der erstmal public by default ist und open source lastig\nmehr also alle größen open source projekte die wir so haben studio link otto\nund so weiter die sind halt auch alle alle haben da auch alle ihre homebase ich habe hier.","30 januar an der an dem tag irgendwie 543 eingeloggt die user die aktiv waren\nund irgendwie noch hat 2750 anonyme user ist schon Musik drin.\nAlso Discourse ist wirklich toll, muss ich sagen. Also ich war ja glaube ich\nan der bloß keinen Forumfront,\naber ganz vorne mit Säbel zwischen den Zähnen, weil ich einfach Webforen furchtbar\nfand, immer und aus gutem Grund.\nJa, aber Discourse ist halt wirklich so, ich weiß nicht, Web 2.0 trifft es irgendwie gar nicht.\nAlso es ist einfach sehr fluide, es ist einfach sehr durchdacht,\nes ist irgendwie sehr leicht zu maintainen, es ist einfach wichtige Dinge nach vorne zu stellen,\nes ist leicht Unwichtiges wegzubekommen.\nAlso das ist wirklich gelungen, also falls ihr sowas sucht, ich habe auch immer\nmal überlegt, ob ich sowas vielleicht für die Meta-Ebene auch nochmal aufsetzen\nsollte, sozusagen um das so mit Sendungs-Feedback zu verbinden,\naber da bin ich bisher noch nicht so richtig.\nHabe ich mir noch nicht so richtig zu durchringen können, weil das bedeutet\nja im Zweifelsfall dann auch mal nochmal nochmal einen Ort, wo du gucken musst\nund so weiter, also wenn sich das irgendwie schön,\nverbinden ließe, dann dann vielleicht schon, aber es ist auch natürlich zum\nKommentieren und zum Diskutieren ist es halt einfach wirklich gut.\nAlso es ist wirklich ein Diskurs,\nförderndes Teil.","Es ist schön für die Langsamkeit der Unterhaltung, nicht Slack oder sowas Schnelles.","Genau und auch für so, also ich finde ja den Slack vielleicht irgendwie auch\nganz gut, gerade wenn man das so kostenlos benutzt, so dann verschwindet das,\nweil sie ja Geld von einem freipressen wollen.\nSo, dann denke ich mir so Ja, löscht das mal alles irgendwie.\nDas ist auch gar nicht so wichtig.\nNach einem Monat muss man das auch alles nicht mehr sehen und klar sind da manchmal\nganz interessante Ressourcen drin, aber ich finde so Vergänglichkeit hat irgendwie auch was.\nAber wenn man halt irgendwas verstetigen möchte und man hat halt kein eigenes\nBlog, dann ist halt so ein Diskurssystem eigentlich ziemlich cool.","Ich bin ja immer ein Freund von Superlativen, aber bei Discourse kenne ich wirklich kein Halten.\nIch kenne, glaube ich, keine andere Websoftware, die mich seit so vielen Jahren\ntäglich so begeistert, dass es so gut durchdacht und so gut abgeschliffen und\ndann auch noch so schön minimalistisch designt alles.\nIst, ist halt von Jeff Atwood, der halt auch Stack Overflow gemacht hat und\ndas ist quasi jetzt schon eben so sein zweiter großer Wurf von einem Konzept,\nwas einfach funktioniert, was so auf die Art und Weise vorher noch keiner angegangen ist.\nAlso der hatte auch einfach echt mal ein Händchen, was das angeht.\nRichtig gut. Was wir jetzt gerade machen, ich glaube, ich habe es irgendwann\nschon mal angeteasert, das sollte man vielleicht irgendwann nochmal echt in\nSchwerpunktsendungen nochmal bei uns machen,\nist, dass wir an der Stabi und jetzt auch zaghaft an der ZLB anfangen,\nDiscourse wirklich mal so als Intranet,\nWissensmanagement, Social Intranet zu interpretieren und damit dann eben Confluence\nvon Atlassian an die Landband zu nageln als Open Source-Lösung.\nUnd da plane ich in der Tat auch, wenn wir das noch so zwei,\ndrei Umdrehungen runder haben, das nochmal irgendwie zu publizieren,\nweil das wird dann, glaube ich, nochmal richtig für Hallo sorgen,\nweil mit Confluence doch auch echt viele Leute mal nicht so richtig glücklich\nsind Und irgendwie die Hunderttausenden von Euro kann man auch mal woanders rein investieren.\nAber das machen wir da irgendwann mal in einer späteren Sendung.","Wie verdient eigentlich Discourse das Geld?\nWollen die dann irgendwann Geld haben für das, was man macht?","Also die haben eine quasi Enterprise-Version. Die heißt anders,\nweiß nicht genau, wie die jetzt heißt.\nDas heißt also, die bieten Hosted erstmal an. Die haben so eine Hosting-Schiene.\nUnd sie haben angelagert eine Entwicklerbude, wo, glaube ich,\nauch etliche der Leute zweitangestellt sind, wo sie Auftragsentwicklungen machen.\nWo ich auch immer denke, da würde ich eigentlich wirklich gerne mal Geld drüber\nwerfen für so ein paar Sachen, beispielsweise DSGVO-Konformität oder ähnliches.\nDa ließe sich einiges noch optimieren, so für den deutschsprachigen Behördenbereich einfach.\nUnd warum sollen die da nicht mal ein bisschen Geld auch dafür bekommen,\nso anstatt, dass man selber wieder anfängt rumzupruckeln?\nAlso das sind die beiden Schienen, die mir bekannt sind, wie die sich finanzieren.","Ah, cool. Also selbst hostet ist da nichts drin mit Werbung, Bezahlen oder sowas?","Nee, nee. Das ist also ganz von vorne bis hinten Open Source.\nAlso wenn du es runterlädst, ist es im Wesentlichen Docker-Software.\nDu musst halt den Docker hochziehen, das Ganze. Du kannst es auseinanderbauen.\nWir haben es an der Stabi in der Tat, weil wir es zu dem Zeitpunkt nicht in\nder Docker-Umgebung vernünftig betreiben konnten, haben wir es einmal auseinandergeschnitten\nund die Einzelkomponenten alle zusammengefügt. Das ist kein Spaß,\ndas willst du echt nicht machen.\nAlso Hände weg und wie auch immer man zu Docker steht, wenn du einen Diskurs\nbetreibst, ist das, würde ich sagen, alternativlos.\nAlles andere bringt da nichts. Aber es gibt etliche sehr gute Poster da draußen,\nwo du das als eine Klicklösung drin hast.\nAlso ich liebe ja Cloudron beispielsweise, über die müssen wir glaube ich auch\nirgendwann mal reden, die aus Berlin eine Bude.\nDa ist das also auch eben mit zwei Klicks hast du da einen Diskurs aufgesetzt.","Alright.\nWo wir gerade noch bei Hardware-Feedback hier aus meinen Studio-Sachen sind,\nalso ich bin jetzt hier so ein bisschen auf der Suche nach der ultimativen HDMI-Matrix-Lösung.\nIch hatte ja hier das schon mal erzählt, dass ich mir so eine 4x4-Matrix hingelegt\nhatte und ich glaube mir so mit HDMI-Matrix ist so ein bisschen so ein bisschen wie mit Drogen.\nAlso Drogen kommen ja nur,\nin zwei Dosierungen, wie man so schön sagt, viel zu viel und nicht genug und\nich bin auch so voll in der Nicht-Genug-Phase,\nweil wenn du erstmal so eine HDMI-Matrix hast, dann willst du immer so,\nalles muss dann an alles irgendwie angeschlossen werden, ja und dann hier der\nBildschirm und dessen Outputs, das will ich da aber noch auf eine Capture-Card\ndrauflegen und ach jetzt brauche ich aber auch noch einen zweiten Anschluss\nam Rechner und so weiter.\nUnd jetzt komme ich natürlich mit 4x4 auch schon nicht hinterher und habe jetzt\nso mein Auge auf 8x8 geworfen, was natürlich völlig übertrieben ist, aber I love it.\nUnd das ist auch wirklich ein obskures Segment, weil das natürlich so Primärprodukte\nsind für so Rackbetreiber mit irgendwie zeig viele.\nUniformeterminals an oder du baust dir so eine HDMI Matrix so als Wall dafür\nsind die Dinger dann halt auch gemacht,\ndass du irgendwie auch ein Signal auf mehrere Bildschirme verteilen kannst oder\nso als KVM System so, also in diesem ganzen Bereich auch so für so Zielgruppen,\ndie mal wieder nicht ich sind,\nund ich habe so ganz andere Bedürfnisse, wie zum Beispiel, dass man halt auch einfach mal an so einer.\nMatrix einfach mal einen Port auch mal abschalten kann. Also so,\ndass ich jetzt, weil wenn ich jetzt hier an meinen Rechner,\nhatte ich ja letztes Mal auch erzählt, so noch mal zwei HDMI-Ports dran mache,\nwo dann immer diese Matrix lauscht und so, ja, ich könnte dich mit allem verbinden\nund so weiter, die Welt steht ja offen, so, dann ist der\nMac halt die ganze Zeit so auf Hab 8 und so, so, oh, da ist ein Bildschirm,\nja, lass mich da irgendwas drauf anzeigen und so und deswegen habe ich ja schon\ndiese Software, mit der ich das ausschalten kann,\naber wenn ich jetzt noch mehr Ports habe, wird das halt auch irgendwann total\nunübersichtlich und so eine HDI-Matrix, wo man dann auch wirklich mal so ein\nPort mal ausschalten könnte,\ndas wäre eine ganz tolle Sache. Habe ich aber noch nicht gefunden.\nDas Einzige, was ich gefunden habe, ist so eine super,\nobskure Bude, die sind aber alle irgendwie super obskur, die ist aber ganz interessant,\nkostet aber alles viel zu viel Geld.\nAber es ist so 8x8 und das kann dann irgendwie eine ganze Menge,\ngibt es dann sogar noch in so einer 60 Hertz Version, wo dann jeder Port auch\nnoch mit einem analogen Audioausgang ist, das finde ich alles total exciting,\naber solange diese anderen Probleme nicht gelöst sind,\nwerde ich mich da sicherlich nicht zu herablassen, das dann auch wirklich zu kaufen.","Hier, operatibel mit Blu-Ray-Playern.","Steuern ist halt auch bei den Dingern so ein Teil, also den,\nden ich jetzt habe, der hat so vorne so eine V24.\nDa haben wir so, ah, okay, die gute alte V24, weil das haben irgendwie alle\ndiese ganzen HDMI-Matrix-Dinger.\nMacht ja auch irgendwie Sinn, dann hast du da so dein Terminal dran und dann\nkannst du da irgendwelche Kommandos eingeben und dann kannst du vielleicht auch\nein bisschen automatisieren. Nicht, dass da irgendein Standard geben würde.\nUnd dieses China-Teil, was ich da habe, hat halt auch so ein Ding.\nDa habe ich ja erstmal nochmal so ein Serial-USB-\nSerialadapter mir besorgt mit der\npassenden Polung und hab dann nochmal so geguckt, was der da so erzählt.\nJa, der erzählt auch eine ganze Menge, aber da läuft so ein dusseliges Log-File\ndurch aus so einem schlecht programmierten C-Code, der also so vollkommen sich\nvoll labert mit irgendeinem Quatsch, der überhaupt nicht relevant ist und nimmt\nüberhaupt keine Kommandos an.\nNa super, so viel zur Automatisierbarkeit. Bei den teureren Geräten ist das\nvermutlich besser und die haben dann auch Auch Ethernet, wahrscheinlich bedeutet\ndas, dass da irgendwelche hässlichen Webseiten auf einen einprasseln und so.\nEgal, ich muss mir das alles nochmal anschauen. Wenn ihr noch Tipps habt für\ncoole 8x8 Matrix-Switche, die auch Audioausgang haben, bin ich für alles offen.\nIch glaube zwar jetzt schon alles gefunden zu haben, was der Markt so hergibt,\naber manchmal weiß man nie.\nUnd das Ding, was ich da habe, ist auch so obskur versteckt und schwierig zu finden.\nAber falls ihr auch sowas gerade sucht, packe ich das einfach mal in die Shownotes.\nGut, dazu muss ich jetzt nicht mehr sehr viel mehr sagen, so und jetzt nachdem\nwir die ganzen Todesmeldungen schon hatten haben wir auch noch einen Geburtstag\nzu feiern nämlich 40 Jahre Macintosh Vorstellung,\nund,\nIch war nicht dabei damals, 1984.","Ich auch nicht.","Als der dabei war, nur so halb.\nAlso ich weiß noch, dass ich damals, wo ich im Internat war,\nda gab es so einen Laden in der Nähe.\nDie haben so Apple II verkauft.\nUnd dann hatten sie auch diesen unsäglichen Apple III, den keiner haben wollte.\nWeil der war irgendwie nicht viel besser als der Apple II, aber hoch inkompatibel.\nWeswegen das Ding wohl ein ziemlicher Rohrkrepierer war. Aber da standen die\nimmer rum und wir haben da manchmal irgendwie Flugsimulator gespielt.\nAlso so die Version 1.0 von Microsoft, so auf Bernstein-Monitoren,\nwo du dann halt so drei Linien oder fünf auf dem Bildschirm hast,\ndie sich so gefühlt mit einem FPS bewegen.","Bernstein-Monitor ist auch ein schönes Wort, oder? Er meinte einfach nur Orange\nin der Bildschirm, aber damals sagte man einfach Bernstein.","Und dann wurde dieser Mac vorgestellt und ich weiß noch, dass die da relativ\nviel Werbematerial davon da hatten, aber das irgendwie auch nicht haben wollten\nund dann haben wir da irgendwelche Poster abgezogen und so weiter.\nAber so richtig viel mehr davon habe ich eigentlich nicht mitbekommen.","Du, Björn?","Also ich bin glaube ich so ein bisschen the odd one out. Also der hier,\nder vor mir ist, ist tatsächlich mein allererster Mac.","Sind wir nicht dein Ernst?","Ja. Also das ist ein M1. Ich war vorher sehr, sehr, sehr lange mit Linux unterwegs.\nLiegt auch daran, dass ich auch sehr viel auf Linux-Servern unterwegs war und auch bin.\nAber ja, ich hatte immer mal wieder geliebäugelt, aber es gab ja dann diese\nlange Durststrecke mit Macs, die nicht so wirklich begeistert haben.\nAber der hat mich überzeugt und ich muss auch sagen, mittlerweile habe ich ihn\nwirklich ins Herz geschlossen.\nEs war so ein bisschen painful, ein paar Sachen drüber zu migrieren.","Krass.","Aber jetzt, ja, also.","Da war ich drei Prozessor-Architekturen vorher unterwegs. Also.","Und wie ging es dir dann? Also ich meine, hast du, dachtest du so,\nah, jetzt habe ich jetzt auch ein Mac, alles gut?\nOder hast du dann nicht so ein Retro-Fomo auf einmal, was habe ich mein Leben lang getan? mäßig?","Also ich wusste ja, dass es Macs gibt.\nAlso ich wusste auch, was die können, aber ich hatte an, also ein paar Sachen\ngingen, also zum Beispiel Audio ging einfach so. Also das ist halt unter Linux schon immer.\nDas war schön, aber halt zum Software entwickeln, administrieren und so weiter,\ngab es halt auch Sachen, die ich dann vermisst habe, wo ich auch wusste,\nwieso ich nicht zu Mac gegangen bin.\nAlso es ist einfach so, dass das System genauso aussieht wie das,\nwas man man betreibt und entwickelt, das war schon ein großer Vorteil.\nIch war mir der Schmerzen schon größtenteils bewusst.\nWas ich auch nach wie vor vermisse, also ich hatte sehr, sehr,\nsehr lange Thinkpads benutzt, die mittlerweile auch so ein bisschen abgenommen haben.\nDieser robuste Bau des Alms, das hat mir, glaube ich, sehr gepasst,\nso zu dem ich mit meinem Laptop umgehe.\nAlso der hier hat auch schon so seine Ecken und Kanten. Auf jeden Fall.\nJa, also einige Sachen. Also bei dem M1 war glaube ich das Größte.\nAlso dass die Batterien halt so lange halten, so Videokonferenzen ohne Fan-Noise,\nso solche Sachen auf jeden Fall.\nJa, also ich habe das lange, das Paketmanagement von Linux vermisst,\nalso ich war sehr viel auf der Bin unterwegs, aber auch anderen,\nalso Abt ist immer noch super, auch wenn es Brew gibt, aber es ist immer noch was anderes.\nDass man auch wirklich in jede Ecke des Systems kommt, habe ich für mich auch\nbei Apple, da gibt es ein paar Dinge, die magisch sind, aber auch auch größtenteils funktionieren.\nAlso das ist wirklich, ich habe dann gemerkt, wie bei ein paar Sachen muss man\nsich einfach keine Gedanken mehr machen und das ist schon schön.\nUnd ja, hat dann auch damit zusammengehangen, dass ich dann auch derzeit mehr\nBuchhaltung machen musste, wegen X-Sein und so.\nUnd da ist mein Unterlöhnungshalt wirklich verloren.\nAlso das waren dann so einige Sachen.\nJa, wo es dann schon auch wirklich geholfen hat.\nWo ich dann früher immer abgekrebst habe mit irgendwelchen Sachen.\nDas war dann schon schöner.","Dein erster Mac M1, okay, hast es dann auch gleich richtig besorgt bekommen sozusagen. Ja.","Ich habe auch Überzeugung gebraucht, muss ich sagen. Also das waren immer Dinge,\ndie mich gestört hatten und wie gesagt, das war ja auch so eine lange Durststrecke\nan den Macs, die da waren.\nDie waren auch nur intel waren mit vielen dingen die ich gesucht habe auch nicht sehr viel besser,\nund sie hatten nur usb c also das war auch was mich gestört hat jetzt haben\nsie immerhin noch hdmi und sd card was ich auch sehr gerne und häufig nutzen\ninternet vermisse ich immer noch das ist ein verlust.","Dass ja das ist ja was soll man dazu sagen aber das passt einfach bei apple nicht in den.","Formfaktor.","Mehr rein und das schon sehr lange nicht hat.","Mir jetzt einfach mit dongle eingedeckt, den jetzt überall eins,\nwo ich es brauchen könnte.\nGeht auch. Ja. Aber ich werde auch nicht wieder zurückgehen.\nAlso das also wenn die mit der Hardware jetzt nicht riesengroßen Mist bauen,\nbin ich glaube ich jetzt erstmal da zu Hause.","Konvertiert.","Ja, also ich bin auch in den Vault Garden, bin ich ein bisschen vorher mit iOS schon eingestiegen.\nAlso ich war schon, ich glaube, ein oder zwei Jahre Der.","Ist aber deutlich mehr Vault.","Ja, also ich meinte jetzt so das Apple Ökosystem an sich, wo man dann doch sehr\ndazu hingeleitet wird, sozusagen Dinge zu nutzen, die dann nur mit und auf Apple-Geräten funktionieren.","Der Halo-Effekt hat dich gekriegt.","Ja, so ist es. Also das ist dann, merkt den Sog dann schon.\nWie wenn man dann so, ah, wenn ich jetzt mit dem Laptop, werden dann bestimmte\nDinge einfach, also dieses Copy-Paste, Continuity und diese ganzen Sachen,\ndas sind dann auch schon Feature, die mich dann auch schon irgendwie gelockt haben.","Die ganze Sünkerei, ja, ja. Also.","Also, die wissen schon, was sie tun. Ja.","Okay, und Roddy, was war dein erster Mac?","Mein erster Mac, das steht da glaube ich auch auf der Seite von der Freakshow.","Ja, aber da habe ich nicht reingeschaut.","Ein Performa 475 hieß der, glaube ich. Das war so ein,\nirgendein so ein kleingesägter 6820 oder so.","Das war eine ganz schlimme Phase von Apple.","Aber eigentlich, muss ich sagen, war mein erster Mac eher so der Original-Mac.\nDen hatte nämlich zu Schulzeiten ein Vater von einem Mitschüler.\nUnd wir haben dann die Schulzeitung auf dem Ding gemacht.","Echt? Auf dem ersten Macintosh?","Ja, ja. Wir haben reihum mal alle Systeme ausprobiert. Einmal auf dem Amiga, einmal auf dem Atari ST.","Wann war das?","Einmal auf dem Mac.\nJa, so beginnende zweite Hälfte 80er.\nAlso 86 gewesen sein vielleicht, 87. Irgendwie sowas in der Gegend.","Da bin ich gerade geboren.","Also und da war schon so die Faszination für den Mac war schon da, dann gab es,\nalso ich bin dann irgendwie zum Amiga abgebogen, weil der auch irgendwie bezahlbar\nwar und vor allen Dingen war er so bunt und hat so viel Musik gemacht und so,\ndas hat mich natürlich damals sehr gelockt.\nWas ganz geil war, war diese Emulatoren, die es damals noch gab.\nAlso es gab einen Mac-Emulator für den Amiga.\nDer war, was ich so geil fand an diesem Emulator, du hast ihn gestartet und\ndann klang das Diskettenlaufwerk nicht mehr nach Amiga-Diskettenlaufwerk,\nsondern nach Mac-Diskettenlaufwerk.\nWeil die Zugriffe auf diese Diskette, dieses Filesystem, ich weiß nicht,\nwas es war, du hast sofort gehört, oh, das ist jetzt ein Mac.\nUnd der war noch dazu, auch hatte ein bisschen mehr Auflösung als der Original-Mac.\nWar also quasi so ein bisschen Komfort.\nAber ja, keine Ahnung.","Oh Mann, das kann ich so gut nachvollziehen. Also dieses Festplatten- und Diskettengeräusche.\nIch will jetzt nicht sagen, ich vermisse es, aber es war schon...","Es hatte was. Und der Atari ST-Emulator klang auch nach Atari ST.\nDas war so faszinierend. Ich fand das damals richtig, richtig geil.\nMich hat das richtig angemacht.","Das Coole an diesen Diskettengeräuschen und Festplattengeräuschen war ja,\nalso es war störend, dass man die hörte und dass die Dinger laut waren in dem\nZusammenhang, aber das Geile war,\ndu hattest halt Audio als Diagnosekanal, weil wenn da was schief lief,\ndann hat sich das halt auch immer in der Bewegung der Köpfe in irgendeiner Form niedergeschlagen.\nDu merkst es einfach, der macht jetzt nichts, der macht nicht röt,\nröt, röt, röt, röt, um das Ding durchzukopieren, sondern das sind irgendwie komische Pausen.\nDa weißt du schon so, ah, okay, da ist der Dreck im Arsch, da lese ich nochmal\noder der kommt gar nicht dazu oder da hängt die Software.\nAlso man konnte einfach auch aus diesem Geschnurre von Festplatten,\nkonnte man immer wunderbar herauslesen, wie es dem System gerade geht.\nUnd immer wenn mir irgendein Freund seinen Laptop unter die Nase gehalten hat,\nso ja, hier ist irgendwie alles braun, was kann ich tun? habe ich erstmal das\nOhr auf die Festplatte gelegt, was zwei schöne Effekte hatte.\nErstens, man wusste, wie es dem System geht und zweitens, es fanden einen ja\nalles so mega weird und cool gleichzeitig,\nals würde man so mit Aliens kommunizieren und so. Das war einfach geil.","Übrigens zum Thema Amiga. Ich hatte schon relativ früh diesen Amiga 1000.\nDas war der, wo man die Tastatur drunter schieben konnte.\nUnd ich erzähle es immer wieder gerne, der ist jetzt zu bewundern im Computerspielemuseum hier in Berlin.\nWeil ich den da gestiftet habe, wo ich immer noch finde, das war genau der richtige\nMove und der wird da glaube ich auch sehr in Ehren gehalten.\nUnd dann hatte ich noch einen Amiga 3000 hieß der.\nDer war so meiner Meinung nach auch der beste Amiga, den die je gebaut haben.","Aber wir wollen jetzt nicht über Amiga reden.","Ich möchte gerne wissen.","Was deine Macs waren und welcher der beste war.","Ich komme auch wieder zurück. Nur kurz nach diesem Amiga 3000 ist dann Amiga irgendwie gestorben.\nUnd für mich gab es dann halt nur die Wahl. Also jetzt gehst du auf den PC.\nIch hatte zwischendrin irgendwelche alten PCs von irgendwelchen Leuten und habe da auch immer gelitten.\nOder gehst du auf den Mac und dann war irgendwann auch die Entscheidung nicht\nmehr aufzuschieben, dann auf den Mac zu wechseln, weil auf den PC wollte ich nun wirklich nicht.","Und worauf bist du dann gewechselt?","Naja, auf diesen besagten Performer.","Achso, damit ging es dann überhaupt nicht los.","Er wird gerne als Pizzaschachtel bezeichnet, aber das ist eher so eine Börek-Schachtel.\nAlso der ist ja nicht mal so groß, da würde in keine Pizza reinpassen. Ja.","Also die Performance, also das war eine ganz furchtbare Zeit,\nweil einfach die Macs dann immer mehr wie normale PCs aussahen.","Ja, vor allen Dingen war der Name halt auch so irreführend, weil Performance hatte das Ding nicht.","Definitiv nicht, nein. Oh Mann, okay, aber hast du dann noch,\nwas waren so deine anderen, oder wollen wir erstmal den ersten Mac durchgehen\nund dann können wir ja vielleicht mal die tollsten Macs oder so reinpassen.\nWas war denn dein erster?","Ja, der Antwerp ist ein bisschen kompliziert. Ich bin ja eigentlich ein Windows-Kind\nund zwar auch aus relativer Überzeugung gewesen.\nAlso vom Amiga bin ich auf den PC gewechselt, wegen Wing Commander,\nwenn ich das richtig erinnere.\nSowas hatte einfach irgendwie Mac nie zu bieten. Und es gab dann aber die Zeit,\nda war ich bei den Medienwissenschaftlern und da kam ein neuer Kollege rein\nund der hat zwei Sachen aus Braunschweig mitgebracht. Das eine war eine Silicon Graphics.\nDie hat mich überhaupt nicht interessiert. Das war zwar so Größenordnung,\nwie damals Jurassic Park gerendert wurde, aber trotzdem, das war alles total,\ndas war selbst mir dann viel zu nerdig, was das da war.\nUnd das andere war aber, dass er einer der ersten waren, die dann wirklich einen\nOSX-Rechner hatten mit einer Aqua-Oberfläche.\nUnd da hab ich dann echt das Licht gesehen, weil vorher haben die Leute immer\nerzählt, oh, Mac und Usability und so weiter, aber ich fand das alles bis OS9\nhoch, fand ich persönlich auch heute noch hässlich wie die Nacht.\nÄsthetisch hat mich das echt überhaupt nicht abgeholt. Wenn ihr dagegen Windows\nXP stehen hattest, fand ich einfach mal, das sah irgendwie besser aus.\nUnd das hat sich so um 180 Grad gedreht, dass ich dachte, so scheiße,\ndas ist eine Betriebsoberfläche, die sieht so richtig, richtig fantastisch aus.\nSowas will ich jetzt auch haben.\nIch hatte aber zu dem Zeitpunkt wirklich keine Lust, mir ein Mac zu kaufen.\nWeder das Geld noch irgendwie die Muße, was die ganzen Software,\ndie ich eingesetzt habe. Und dann gab es halt eine Szene.\nDie das eh nicht gesehen hat wie ich und die erhebliche Teile ihres Lebens darin\ninvestiert haben, Windows XP Rechner so aussehen zu lassen, als hätten sie eine OSX Aqua Oberfläche.\nUnd das war eine Zeit, zu der ging das auch alles noch. Das heißt,\ndu konntest wirklich in die Systemdateien von Windows XP rein und konntest dort\ndie ganzen Grafiken und Bitmaps austauschen.\nUnd man ist damit verstörend weit gekommen.\nIch hatte dann hinterher einen Laptop, das war glaube ich einen Toshiba,\nwenn mich nicht alles täuscht. Das war auch so im richtigen Silberton.\nVorne hatte ich einen weißen Apfel draufgeklebt. Die Leute haben das aufgeklappt\nund haben wirklich gedacht, sie hätten einen Mac vor sich, wenn sie nicht genau\nhingeguckt hatten, weil also die ganze Oberfläche auch irgendwie die Dialoge,\nwenn Dateien kopiert worden sind, ja dann.\nDie Fortschrittsbalken und so weiter. Bisschen die kleinsten Details rein.\nIch selber war dann spezialisiert auf Phoenix Skinning, also Phoenix,\nder Vorgänger von Safari, Quatsch Safari, von Firefox, der hieß hat sich zweimal\numbenannt und die erste Version hieß Phoenix.\nVon dem Mozilla-Browser damals abgespalten und den konnte man fantastisch skinnen.\nDa konntest du also auch alles an Themes drüber werfen und meine Spezialität\nwar also, den Phoenix so aussehen zu lassen, pixelidentisch,\ndass du nicht unterscheiden konntest, ist das jetzt ein Safari-Browser oder\nist das jetzt halt hier ein Phoenix? Das war so mein Spezialgebiet.\nUnd dann aber irgendwie so nach zwei Jahren hab ich dann die Flügel gestreckt\nund gesagt, ja gut, scheiße, jetzt muss vielleicht doch mal so das Original her.\nUnd ich habe versucht, nochmal rauszuvollziehen, wann das eigentlich war.\nAlso in die Skin-Geschichte bin ich so 2003, 2004 eingestiegen.\nDas war so zur Zeit von Panther und Tiger.\nDas war dieses Steel-Brushed-Design. Das finde ich immer noch cool. cool.\nAlso das war nicht mehr das richtige Aqua mit den Streifen, sondern das war\nso diese Brushed-Stil-Sachen.\nUnd ich glaube, mein erster richtiger Mac, der müsste so 2007 gewesen sein, das war Leopard.\nWo so das Brushed dann gerade wieder los geworden sind und ich auch keine Lust\nhatte, die ganzen Sachen wieder umzuskinnen, um von dem Brushed-Look jetzt wieder\nauf den Clean-Look rüber zu gehen.\nUnd das war zu dem Zeitpunkt ein MacBook Pro und bei dem bin ich auch seitdem\nimmer geblieben. Ich hatte nie ein Desktop-Mac.\nAlso ich habe mal ganz gerne an welchem gearbeitet, aber ich hatte nie irgendwie,\nein Setup, wo ich was anderes als ein Laptop hätte haben wollen.\nEine Zeit lang hatte ich dann noch einen PC-Desktop zum Gamen nebenbei,\nweil es ging einfach halt nie vernünftig auf dem Mac.\nUnd irgendwann ist das dann aber auf Konsole umgeswitcht.\nAber immer nur MacBooks gehabt, aber da dann relativ konstant.\nUnd mit denen war ich eigentlich auch durch die Bank glücklich.\nAber jetzt hier, mein aktuelles ist das M2 Pro. Das ist natürlich huches Gold.","Alright. Ja, also mein erster Mac, also ich habe auch mal an so einem Original-Mac\nmal einen Abend gearbeitet, aber nie wirklich was Produktives damit gemacht und dann,\naber auch mal im Copyshop irgendwie benutzt, so mit PageMaker und so weiter.\nDas war dann aber schon die Zeit, wo der Macintosh 2 draußen war.\nDas war ja dann so ein bisschen der Game Changer mit Farbbildschirmen und so weiter.\nMit dem Mac 2 kamen genau Karten, Nubus-Karten, aber vor allem kam halt Farbe dazu.\nÜbrigens auch so einer der schönsten Stilelemente. Du hast so den alten Macintosh,\nder war ja alles schwarz-weiß.\nUnd dann kam der Macintosh 2 raus und der hatte einen Farbmonitor.\nUnd damit war dann auch eine Betriebssystem-Version Change, wo dann Farbe unterstützt wurde. Ja.","Und dann aber noch nicht alle Icons farbig waren.","Nein, es war alles genauso, nur der Apfel war farbig.","Stimmt.","Ja, also das sind so die Details, die ich immer geliebt habe.\nNur so links oben, der Apfel, der war dann halt irgendwie farbig und alles andere war erstmal genauso.\nEs hat sich dann geändert, mit System 7 wurde es ein bisschen bunter und so,\ndann haben sie halt so langsam auch angefangen, die Farbe mit reinzunehmen.\nShadings und so weiter, alles so ein bisschen zu machen, aber naja.\nMein erster Macintosh, den ich selber gekauft habe und betrieben habe und der\nmich eigentlich so voll in das Lager gezogen hat, das war dann der Macintosh 2 CI.\nDas war für damalige Verhältnisse ein absoluter Bargain, also man hatte schon\neinen 68.030 Prozessor mit 25 Megahertz,\ndas muss man sich mal vorstellen und gehörte also zu dieser Zweierlinie,\ndie also 68.020 Prozessor, das war dann sozusagen der 32-Bit-Prozessor von Motorola.\nRoller, das ging dann halt los mit Macintosh 2 und der CI und CX,\ndas waren dann so spätere Modelle und der CI war aber einfach super,\nweil das war einfach so eine ganz einfache Box, sah total schick aus,\nganz klassisches Frog-Design,\naber du konntest halt oben einfach so den Deckel hochnehmen und dann hattest\ndu irgendwie die ganze Maschine vor dir, konntest halt die Steckkarten und Ram und so weiter alles.\nAlso es war einfach super, super pflegeleichtes Teil und auch sehr mobil.\nMit dem bin ich dann auch viel durch die Gegend gereist mit diesem 12-Zoll-Farbenmonitor dazu.\nIch habe da irgendwie, was weiß ich, damals 10.000 Mark dafür bezahlt. Eine horrende Summe.\nAber ich bin immer noch sehr glücklich mit dem Kauf gewesen,\nweil das auf jeden Fall die Investition ist, die sich bei mir am schnellsten\namortisiert hat, weil er einfach so praktisch war, zusammen mit einem Laserdrucker.\nUnd ich rede jetzt von einer Zeit, wann habe ich den gekauft?\n91 oder so. 90, 91 muss das gewesen sein.\nDamit warst du einfach der Welt so weit voraus. Also so ein Laserdrucker,\nder auf den Tisch passte, PostScript sprach und wo das mit dem Drucken funktioniert hat.\nAlso du hast ja gesagt, druck mal und es kamen nicht lachende Männchen raus\nund 50 leere Seiten, wo ein Zeichen bedruckt ist, so wie das in der PC-Welt\nja noch jahrelang weiterhin war.\nIhr grinst, ihr wisst, wovon ich rede, so war es.\nSo und auf Macintosh konntest du halt im Prinzip Dinge machen.\nDu konntest ja sogar in PostScript programmieren.\nDa bin ich ja total steil drauf gegangen, dass man einfach, PostScript ist ja\neine richtige Programmiersprache, so eine Stack-orientierte Programmiersprache.\nUnd ich hab mir das halt irgendwie angeschaut und hab dann einfach angefangen,\nja, so meine Liebesbriefe in PostScript zu schreiben.\nUnd mit dem entsprechenden Output, so mit rotierenden Fonts,\ndie dann irgendwie in der Rotation mit skalieren, mit irgendwie rausgeschnittenen\nBackground-Patterns und so weiter.\nUnd wenn du dann sowas mal als Liebesbrief präsentierst, dann spielst du schon\nin einer ganz anderen Liga.\nDas muss man mal dazu sagen. Und das ging alles mit meinem Macintosh.\nUnd es war so toll. Dieses Gerät war so großartig. Und ich hab's so geliebt.\nUnd das war auch so der Moment, wo ich aufgehört habe, andere Computer überhaupt noch ernst zu nehmen.\nAlso ich dachte mir so, wovon redet ihr eigentlich? Dieses Windows,\ndas war so lächerlich dagegen.\nAlso es war ja nicht ein bisschen schlechter oder so.\nEs war einfach, es war einfach, ich saß da, ich war Bundesliga. und der Rest war so.\nStraßenkick. So hat sich das irgendwie angefühlt. Das hatte noch nicht mal das Wort Liga verdient.\nMit dem Sound, ich meine, wie lange hat das gedauert, bis man mal auf so einem\nPC zuverlässig Ton ausgeben konnte?","Soundblaster.","Soundblasterkarte, wo man dann irgendwie mit einem Jumper irgendwie auf der\nKarte noch den richtigen Interrupt aussuchen musste, nur um so einen scheiß Ton auszugeben.\nUnd wenn du das dann mal wirklich hinbekommen hast, ja, mit deiner geilen super\nextra HDXL-Superkarte, wo du dann nochmal irgendwie unheimlich viel Geld reinsteckst,\nnur um Ton auszugeben, ja, mit diesen wackeligen kleinen Klinkensteckern,\ndie noch irgendwie rumbrumpten, dann,\nwenn alles lief, dann hattest du das System so weit, dass ein Programm Sound\nausgeben konnte, aber auch nur ein Programm und nicht mehrere Programme können\ngleichzeitig Sachen ausgeben und es mischt sich automatisch oder so ein Quatsch.\nWas beim Macintosh halt einfach schon immer so war.","Es gab dann aber eben auch die Zeit, wo die Lage dann ziemlich andersrum war,\nwo die ganzen Spezialkarten aus dem Windows-Bereich dann die Macs ganz schön alt aussehen ließen.\nAlso im Soundbereich war ich da halt auch relativ früh unterwegs und ich habe\nmeinen allerersten Job überhaupt im Computerladen bekommen, weil ich so eine\nexzentrische Soundkarte hatte.\nDas war nämlich eine Soundblaster AWE32.\nDie hatte die Eigenart, dass du dort Samples reinladen konntest und dann aus\nder Soundkarte heraus quasi eben über MIDI quasi eben einen Synthesizer drin\nhattest, der völlig entkoppelt war vom Rest des Betriebssystems an der Stelle.\nUnd damit konntest du richtig ernsthaft, ich weiß nicht, wie viele Spuren das\ndamals waren, 16 Spuren, 32, wahrscheinlich 32, Hence the Name oder 16 in Stereo.\nDas war schon echt richtig futuristisch, was du da für relativ schmales Geld\ndann auch auf dem PC anstellen konntest.\nAlso ich glaube, da muss man noch mal genauer hingucken, wann in welcher Zeit\ndie Innovation in welchem Bereich...","Ich rede von Basisfunktionalität. Ich meine, es hat einfach lange gedauert,\nbis der PC in der Lage war, zuverlässig, mit der Betonung auf zuverlässig,\nmehr als ein Beeper anzusprechen.\nDas hat zehn Jahre gedauert und dann war es nochmal fünf Jahre lang schwierig\nund dann war es irgendwann mal so weit.\nUnd dann vergingen nochmal fünf Jahre bis zehn Jahre, bis du im PC-Bereich zuverlässig\nsagen konntest, wenn ich jetzt auf Print drücke, dann kommt das,\nwas ich auf dem Bildschirm sehe, auch auf dem Drucker raus.\nGanz ehrlich, das hat ewig gedauert. Und ich saß in meiner Macintosh-Höhle und\ndachte immer nur so, ich nehme euch einfach alle überhaupt nicht mehr ernst.\nIhr wollt mir irgendwas von Computern erzählen? Ihr habt einfach keine Ahnung\nund ihr habt das Licht nicht gesehen.\nUnd das ist der Grund, warum man so ein die-hard-Macintosh-Fan wird.\nAlso diese 90er-Jahre waren da einfach genau der Motor und der Macintosh 2Ci\nwar für mich halt einfach, das war einfach, es gab gar keine Diskussion für mich.\nIch war überhaupt nicht bereit, diese Diskussion überhaupt nur anzunehmen.\nIhr wart einfach alle blöd und ich wusste es besser und ich hatte Spaß.","Also ich habe in den, das war Ende der 80er, Anfang der 90er,\nweiß nicht mehr so genau, habe ich mal einen Ferienjob gemacht bei irgendeinem\nArchitekturbüro, wo es darum ging Pläne einzugeben.\nUnd dann war das irgendein AutoCAD 1 oder AutoCAD 2 oder so,\nalso ganz fiese Software, wo du einen 19 Zoll Display, einen 19 Zoll Monitor hattest.\nDas war ja damals, war das ja ultimativ massiv.\nDer hat aber nur halt den Plan angezeigt und dann hattest du noch einen zweiten Monitor,\nder war nur Text und dann hast du angefangen irgendwie auf der Tastatur Befehle einzugeben, um dann,\nwenn du den Befehl gestartet hast auf diesem komischen Zeichenbrett,\nDann konntest du irgendwie so Koordinaten anklicken und dann hat er da die Linien\nirgendwie dann auch auf dem Bildschirm gezeichnet.\nDas war ein ganz gruseliges User Interface. Das war so.\nÜbrigens zum Thema Mac nochmal, der Mac Tracker App auf dem Mac umsonst,\nMac Tracker steht alle Systeme drin, alle Hardware, die man,\nauch nur gehabt haben könnte, ist in dieser Liste von dem Mac Tracker drin empfehle\nich immer wieder gerne und.\nNoch zum Thema Mac OS X das war ja auch so ein geiles Ding, als das aufkam.\nIch hatte das irgendwie, die hatten das ja kurz vor Silvester, hatten sie ja gekauft.\nIch hatte es bei irgendeiner Silvesterparty dann erfahren, Apple hat jetzt Next\ngekauft und dann bin ich erstmal los, weil Next, Next, Next, da gab es doch mal was.\nWas sind denn das für Leute? Ich habe mich dann irgendeiner komischen Berliner\nNext-Fangruppe angeschlossen und bin dann irgendwie über die und die Uni und\nweiß ich nicht mehr genau wie zu so einer Veranstaltung gekommen,\nwo jemand von Next an der TU Berlin einen Vortrag gehalten hat und gezeigt hat,\nwas Next alles so tolles ist und wie man da programmieren kann und so weiter.\nUnd dann konnte man seine Adresse dahinter lassen und dann haben sie einem tatsächlich\ndie Developer Preview geschickt.\nUnd dann hatte ich also zu Hause irgendwann drei,\nvier Wochen später einen großen Umschlag mit CDs drin, wo die Developer Preview\nvon dem Rhapsody, hieß das damals noch, drin war.\nUnd zwar einmal für Power-PC und einmal für Intel.\nUnd dann habe ich das Ding tatsächlich auch auf einem PC mal installiert. Also das war schon geil.\nDas sah alles so ein bisschen nach Classic-MacOS aus, aber war halt eigentlich\nein Next-System. Das war schon sehr weird.","Neben dem Mac-Tracker als App gibt es vor allem die großartige Webseite,\nich habe die, glaube ich, irgendwann auch schon mal empfohlen,\naber können wir in dem Zusammenhang auch mal fallen lassen, everymac.com.\nDas ist auch so ein Projekt, was schon, steht da sogar, 96 gestartet wurde.\nLäuft immer noch. Da sind alle Macs drin.\nAuch alle iPhones, also alle nennenswerten Geräte, die Apple jemals produziert\nhat, alle Specs und da kann man auch super vergleichen und da sieht man auch\nimmer, wenn du ein Modell anklickst, steht da immer sehr genau,\nwas es gegenüber der Vorgängerversion verbessert hat und so.\nDas ist von daher invaluable. valuable.\nDavon abgesehen,\nich habe ja noch mehr Macs gehabt. Ich will jetzt nicht alle Macintoshes,\ndie es jemals gab, weil das sind zu viele, mal durchklicken,\naber vielleicht können wir ja noch mal so zwei, drei Geräte nennen,\ndie so weitere Game Changer waren.\nAlso du, Ralf, bist ja jetzt sozusagen nur bei Laptops geblieben,\nda dürft es jetzt nicht so viel gegeben haben, würde ich mal meinen,\nbis jetzt zur M1 wahrscheinlich.\nUnd vielleicht Retina-Display würde ich mal tippen, könnte nochmal so ein Sprung\ngewesen sein, wo man sagt, das war's.","Retina war super. Das waren so die beiden Kipppunkte. Also Retina-Display,\nda war ich ja Jahrzehnte vor dir am Start und hab immer gesagt,\nmeine Güte, diese Pixel-Tipp, das geht doch nicht. Ja.","Aber die Tastatur und so, also keine Escape-Taste, nee.","Ja, also bei Laptops Retina Sprung 1 und dann die M-Chip-Reihe Sprung 2.\nSo wäre da in der Tat auch meine Wahrnehmung. Alles andere war sehr behaglicher Fortschritt.","Ich hatte ein MacBook, das hatte schon Retina, aber noch Ports und noch eine Tastatur.\nAlso es gab ja dieses Tal der Tränen, wo da nur diese USB-C-Ports dran waren\nund keine wirklich ernstzunehmende Tastatur. Die habe ich ja ausgesessen.\nIch auch.\nJa ansonsten, ich könnte noch einen Power Macintosh 7200 ins Rennen werfen.\nDas war auch so eine Performer-mäßige Kiste.","Vor.","Allen Dingen war dieses, also\ndas Gehäuse, das war ganz eindeutig ein AT-Gehäuse aus der PC-Welt damals,\nwo ein paar Designer das ein bisschen Mac-like aussehen ließen.\nAber im Großen und Ganzen hast du einfach nach vorne die Hülle abgemacht und\ndann konntest du das Slots reinstecken und dann kannst du das Ding wieder draufschieben,\nwie bei jedem normalen PC.\nDas war schon, naja, nur so mittelgeil.\nAber der war halt auch relativ günstig, den konnte ich mir damals noch leisten als Student.","Aber da war halt so am Computer an sich war jetzt nichts neu.\nDer war halt schneller, höher, weiter.","Naja, das war der erste Power-PC.","Genau, 7100 war glaube ich der erste.","Ja, aber der 7200 war eine relativ günstige Variante, um in diese Welt einzusteigen. Ja.","Also ich hatte,\nich würde mal sagen, es gab mal so drei, vier Macs, die jetzt irgendwie bei\nmir noch eine Rolle gespielt haben. Das erste war,\nPowerbook 3400C, ein Farbbildschirm Laptop, ein unglaublich fettes Teil,\nschwer, groß, aber für damalige Verhältnisse mit so einem PowerPC 603 ein geiles Ding irgendwie,\nalso hatte definitiv war es, war ein,\nunglaublicher Brummer, musste man also wirklich immer in so einer fetten Tasche\ndurch die Gegend tragen.\nWeil das war dann so ein bisschen so diese Ära Computer im Laptop-Format schnell\ngenug, um wirklich auch Dinge tun zu können.\nAlso das war so, hat jetzt noch nicht die Desktops abgelöst,\naber es war diese ganze Powerbook dreistellig Nummer davor, das war alles so,\nja, die konnte man rumtragen und das war an sich schon mal jetzt das Ding,\naber mehr als Texte schreiben war damit halt irgendwie nicht machbar.\nAber so auf dem 3400er konnte man irgendwie schon so Design drauf machen,\ndas hat irgendwie alles funktioniert.\nDann kam bei mir das Titanium G4 Laptop als nächstes, das war so 2001 muss das gewesen sein.\nDas war halt vom Design her mal der absolute Brüller.\nSuper flach, da hat man jetzt schon mal gesehen, wo sie hinwollten.\nAm Ende haben sie halt viele Fehler gemacht, haben das Ding irgendwie lackiert. Der Lack ging immer ab.","Titan ist auch nicht wirklich ein geiles Material.","An sich schon, aber so wie sie es da rausgebracht haben. Ja.","Aber du kannst...","Das habe ich jetzt in meinem Bein drin.","Du kannst Titan ohne, also du kannst es nicht richtig Oberflächen veredeln. Bitte.","Guck dir mal meine Uhr an.","Naja, inzwischen haben sie es hingekriegt.","Naja, das meine ich ja. Du musst es halt so mit Anodisierungsprozessen und so weiter.","Damit geht es.","Aber einfach Lack drauf war halt eine ganz schlechte Idee.","Ja, war schnell der Lack ab.","Genau, aber der Laptop war einfach ein geiles Statement, weißt du?\nEinfach so ein flaches Ding, irgendwie weg von diesem Kurvendesign,\nweg auch von dem Schwarz, weg von dem alten Beige sowieso.\nDas haben sie ja mit dem Schwarz schon so halbwegs hinbekommen bei den Powerbooks\nund das war dann halt nochmal, das war im Prinzip ja so der Vorläufer dieser Metall- Optik.\nDas war eigentlich so das erste Mal, dass so ein Computer irgendwie wir machen jetzt mal Metal.\nDie Wahl war dann schwierig, aber sie haben es probiert.\nMit Aluminium konnten sie es halt noch nicht so machen oder sind noch nicht\nso auf dem Weg gewesen dahin.\nDas kam dann halt später, aber Aber das G4-Powerbook, das war definitiv so der Vorbote.","Das war auch das Letzte, wo das Display so eine Art Deckel war,\nwo das Scharnier oben drauf war und nicht wie bei heutigen Geräten so unten drin.\nDas war schon weird. Und ich glaube, es war auch das letzte Gerät,\nwo man hinten was anschließen konnte.","Ja.","Bei heutigen Geräten ist es ja so, die klappen ja so auf, dass dann hinten der Deckel ist.\nDer klappt ja so nach hinten, der Deckel. Deswegen kannst du nur an der Seite was anschließen.\nAber bei dem war das so, dass der Deckel so obendrauf saß, dass du hinten noch\neine Leiste hattest, wo man Dinge anschließen konnte.","Das war noch lange bei den Thinkpads so, dass du hinten Sachen angepasst hast.","Ja gut, die Thinkpads waren ja auch immer relativ fett. Also das kommt drauf an.\nIch hatte das letzte Gerät vor dem G4, Titanium.","Der.","War eigentlich auch ganz geil, weil du da, also man hätte theoretisch zwei Batterien\nreinschieben können, weil man konnte ja die Batterie...","War das der mit der bronzenden Tastatur?","Nee, noch einer danach, der hatte auch so eine Art Bronzene.","Ja.","Genau der. Wo man die, so vorne so zwei Slots hatte, wo man wahlweise eine Batterie,\nalso auf der linken Seite nur eine Batterie und auf der rechten Seite konnte\nman Batterie oder das optische Laufwerk reintun.\nAber das konnte man halt auch alles weglassen, wenn es leichter werden sollte.\nAlso das fand ich damals schon ganz cool.\nHab das aber nie wirklich so benutzt.","So und dann noch zwei Geräte muss ich noch erwähnen, dann können wir das auch gerne abschließen.\nDann hatte ich mir ein iMac G4 gekauft und das Ding fand ich fantastico.\nDer erste Mac mit einem LCD-Panel, Desktop-Computer, weißt du,\ndieser Lampshade-iMac, der sozusagen so ein rundes Gehäuse hatte.","Der halbe Fußball mit dem Arm obendrauf.","Genau, wo sie dann schon diese Mount-Technik hat.","Der Mount war großartig.","Und du hattest halt auf einmal ein frei bewegliches LCD in ordentlicher Farbqualität,\nwas du in jede Richtung drehen konntest, wo du so eben mal über den Tisch rüber\nin die andere Richtung, hier guck mal und so.\nAlso das war finde ich vom Design Move her auch ganz grandios und wieder so\nein Beispiel, sodass Apple immer wieder diese Power hatte, neue Technologie\nauszurollen auf eine Art und Weise,\nmit so einem Wow-Effekt.\nNicht nur, ja, jetzt ist es LCD.\nNein, wir hauen das, weil es jetzt geht, hauen wir das noch auf so einen mobilen\nArm drauf und dann ist es so richtig awesome.\nJa, und dann einfach mein All-Time-Favorite- Computer ist natürlich das Wedge-Shaped-MacBook R.\nAlso als das rauskam, ein Ein Computer ohne Lüfter und irgendwie einfach fantastisch.\nEinfach, oder der hatte doch keinen Lüfter, ne? Das R hatte Ich glaube das allererste\nR könnte noch eins geben.","Kein R hatte jemals einen Lüfter. Da bin ich mir ziemlich sicher.","Das waren aber noch Intel-Rs. Also die könnten durchaus warm geworden sein. Ordentlich.","Ne, die M1 kam dann ohne Lüfter und das war so der Punkt.","Die Interests hatten alle glaube ich irgendwie Lüfter. Die waren zwar leise\nund liefen nicht so viel, aber sie hatten welche.","Ja genau, also die hatten alle einen Lüfter, aber das Ding war einfach flach,\ndiese Keilform war einfach super und dann habe ich halt speziell dieses 11 Zoll\ngeliebt, also weil der einfach so super mega portable war.\nDas hat dann ein paar Generationen gedauert, bis das dann mit der Performance\nauch an so einem Punkt war, wo man sagen konnte, so und dann SSD konnte man\nsich leisten und so und irgendwann gab es dann halt so ein Modell,\nich weiß nicht mehr ganz genau, welche Generation das war.\nAber das ist wirklich so das Ding und mit diesem 11 Zoll R bin ich ja so lange\nglücklich geworden und ansonsten habe ich halt Desktops gehabt,\nich habe mir irgendwie iMacs hier hingestellt und jetzt habe ich halt diesen,\ndann hatte ich den Mac Pro ganz lange und jetzt diesen Mac Studio,\ndie mich jetzt nicht so heiß machen vom Design her.\nDer Mac Pro war natürlich eine kolossale Maschine, was man da alles reinstecken\nkonnte. Muss man ja heute nicht mehr.\nAber was ich an Desktop-Computern immer so mochte, ist halt einfach große Bildschirme.\nDa kann man sich wirklich drin verlieben.\nUnd vor allem diese kompromisslose Performance, dass da einfach alles rauskam,\nwas die Computer halt so können.\nUnd das mochte ich schon immer. Naja.","Der Mac Mini, den würde ich vielleicht noch erwähnen. Das war immer so ein Computer,\nden man halt auf ein Problem werfen konnte.\nWenn man so ein vereinzeltes Problem hatte, wo nur ein Mac einem weitergeholfen\nhat, dann hat man einen Mac Mini drauf geworfen.","Aber auch da ist der M1 Mac Mini eigentlich der erste, wo man sagen kann,\nda muss man keine Kompromisse mehr haben.","Ja, es kommt darauf an, was das Problem ist, was du hast.\nAlso ich meine, als iOS-Entwickler, wenn du da Continuous Integration bauen willst,\nsprich du willst einen Server haben, der dir deine Software immer wieder baut,\nwenn irgendjemand irgendwie neue Software eincheckt, dann kommst du um Mac-Hardware\nnicht drum rum und dann kommst du eigentlich auch um Mac-Mini nicht drum rum.\nDeswegen ist es also an der Stelle, das war immer so der...\nDer Server des kleinen Mannes war so dieser Mac Mini, das ist so,\nobwohl die irgendwann halt auch nicht mehr wirklich bezahlbar wurden.\nIch meine, wenn du jetzt ein Mac Mini anguckst, was der kostet,\ndann halbwegs brauchbar ausgebaut, der Mac Mini bist du auch schon bei anderthalb K.","Das stimmt, das ist neuer.","Also das ist natürlich unklar.","Also erstmal ein Nachtrag, ihr habt natürlich völlig recht, also der erste ohne\nLüfter kam sich raus, das erste eher davor hatten sie alle Lüfter, mehr Kulpa.\nDie Minis, wo ich finde, wo die gut funktioniert haben, war als Oma- und Opa-Computer\noder je nach Alter Eltern-Computer.","Das außerdem.","Wenn man die irgendwann mal überzeugt hat, so das mit diesem PC,\nda ist doch alles kein Sinn drin und jedes Weihnachten ist schrecklich,\nweil man wieder sonst was wieder konfigurieren und updaten ich muss, ihr kennt das alles.","Großes Lob an meine Mutter, die kam von alleine an und wollte jetzt ein Mac\nirgendwann haben, weil sie keinen Bock mehr auf diese PCs hatte.","Aber es war halt ein Monitor schon da, es war eine Tastatur da und eine Maus\nda und dann hast du halt nur einen Mac Mini irgendwie in kleiner Konfiguration,\nder hat für die Sachen, die dann so Eltern tun, TM, ja völlig ausgereicht.\nAlso das hat bei mir so in zwei, drei Kontexten gut funktioniert.\nUnd da kommt es dann eben auch nicht auf das letzte Quäntchen Performance an,\nso, und das war ein bezahlbarer Einstieg einfach.","Ja, das stimmt.","Am Ende gibt es für die meisten Macs halt irgendeinen Use Case.\nIch wollte mich jetzt einfach nur mal auf so Geräte konzentrieren,\ndie eben wirklich so den nächsten Schritt im Personal Computing gemacht haben, in dem Bereich.\nGibt sicherlich noch ein paar, die man erwähnen konnte, aber es ist ja auch\njetzt eine sehr persönliche Sicht der Dinge.\nJa, gut. Mehr muss man da glaube ich nicht zu sagen, oder?","Nee, eigentlich nicht.","Ich würde jetzt eigentlich ganz gerne mal ein bisschen weg nochmal vom Apple-Thema\nwir haben noch ganz viel Apple-Thema um mal hier Björn noch mal ein bisschen,\nins Spiel zu bringen weil,\nletztes Mal haben wir uns ja hier ganz viel über LEDs unterhalten das ist ja so eine deiner,\nLeidenschaften kann man sagen aber du hast ja noch mehr Leidenschaften und Und\nunter anderem haben wir diese Woche mal einen kleinen Raspberry Pi aufgesetzt,\nden habe ich ja auch noch tatsächlich am Laufen.","Home Assistant.","Home Assistant, genau. Und da steckt natürlich diese ganze Thematik mit Heimautomatisierung.\nWir hatten ja auch mal eine ganz legendäre Freakshow mit Clemens.\nMann, wenn ich jetzt mal wüsste, welche Ausgabe das war. Aber wir haben uns irgendwann mal über,\nseine Heimautomatisierung mit, ich glaube mit Homematik hat er das gemacht,\nunterhalten. Das war wirklich grandios.\nEpische Sendung. Falls ihr irgendwie gerade wisst, welche das war,\nich weiß es gerade auswendig gar nicht mehr, aber es ist schon ewig her.\nUnd genau, aber was ist ein Home Assistant eigentlich genau?","Also Home Assistant ist so ein bisschen die Lösung,\num eine Brücke zu schlagen, um zwischen diesen ganzen proprietären Walt Garns\ndarüber geredet haben, was so Heimautomatisierung oder auch größere Automatisierung angeht.\nDie wollen ja alle immer, dass man in der Plattform, Playautomatik ist so ein\nBeispiel, gibt es auch sehr, sehr viele andere, also kommt alle zu mir auf die\nPlattform, redet am liebsten in meiner Cloud und macht dann dort die Dinge.\nOft sind das Dinge, die dann alle nicht wirklich nutzbar sind, auch unflexibel sind,\noft auf bestimmte Use Cases zugeschnitten und dort gibt es halt ein Ökosystem\nvon verschiedenen Plattformen und\nich würde sagen Home Assistant ist mittlerweile die, die so, ich sag mal.\nFür den Heimgebrauch am populärsten geworden ist, was man vor allen Dingen auch\nmerkt an der Größe der Community, die drumherum entstanden ist.\nAlso das ist wirklich mittlerweile beeindruckend. Es gibt dafür Hinz und Kunst,\neine Integration, die ja auch in allermeisten Fällen auch mehr oder weniger\nout of the box funktioniert.\nJa, technisch im Kern ist Home Assistant, also wenn man es ganz runter bricht,\nein riesengroßer Event-Bus.\nAlso wo halt Events drüber laufen, die aus ewig vielen unterschiedlichen Integrationen kommen.\nDann gibt es natürlich die Fähigkeit, den States von allen möglichen Devices,\nSensoren oder sonst was wie zu halten.\nDann gibt es einen UI, also da kann man einigermaßen brauchbar entweder über\neinen Interface oder über Config-Dateien sich Dashboards zusammenzubauen mit\nSchaltern und sonst irgendwas. war es.\nJa, man kann natürlich selber skripten, auf verschiedenen Ebenen,\nwie Automationen erstellen und so weiter.\nAber ich glaube, das machen auch andere, aber ich glaube, im Kern ist es wirklich\nhier die Größe, die auch diesen Zoo zumindest größtenteils schafft,\nan IoT-Devices einen Zaum zu halten.\nDas geht halt von den Standarddingen, Lichtschaltern, Lichtern,\naber auch, ja, Man kann eine Fritzbox integrieren, das gibt es auch als Integration.\nAber auch alle anderen Systeme, mit denen man sich so denken kann.\nUnd ja, mittlerweile, also das hat sich auch sehr weit entwickelt.\nAlso meine Anfänge waren auch woanders. Also ich habe schon lange immer probiert,\nirgendwas in meiner Wohnung und auch jetzt im X-Sign zu automatisieren.\nDas ist immer alles mehr oder weniger schmerzvoll gewesen.\nOpen Hub war so ein Anfang, da muss man aber schon quasi fast Java-Entwickler\nsein, um da wirklich weiterzukommen.\nZumindest war das damals so. und Home Assistant ist über die Jahre jetzt wirklich auch,\nhat es geschafft zu einer einigermaßen funktionierenden Out-of-the-Box-Experience\nzu kommen also eine Empfehlung ist dass auf einen Raspberry Pi oder einen anderen\nRechner den man zu Hause rumfliegen hat,\nzu installieren wir haben da mittlerweile ein eigenes OS,\nalso wo dann das Betriebssystem was auf Raspberry Pi direkt läuft zusammen mit dem,\nHome Assistant obendrauf zusammen alles läuft und es läuft auch stabil.\nAlso früher war es komplexer, da musste man sich selber zusammenbasteln,\nda gab es auch das ein oder andere Upgrade, was mal was kaputt gemacht hat,\naber bei mir und auch was ich so höre, läuft es jetzt eigentlich schon länger\nstabil, auch über Upgrades hinweg.\nMan muss halt aufpassen, also es gibt die Integrations und Add-ons,\ndie sozusagen mitgeliefert werden und dann gibt es ein zunehmend,\ninstabiler werdenden Zoo an Community-Add-ons, Leute, die auf irgendwelchen\nGitter-Prepos irgendwas machen und desto mehr man davon einbildet,\ndesto leichter geht es auch kaputt. Besonders, wenn man dann upgradet.","In was ist denn das geschrieben?","Das ist geschrieben in Python. Also das ist sozusagen die Sprache,\nin der das alles entwickelt wird.\nUnd das ist auch die, wenn du wirklich jetzt, ich sag mal, dich unter die Motorhaube\nlegen willst und da selber was zuhacken willst. Man muss aber auch sagen, man kann,\nAlso Home Assistant selber, so ein bisschen wie das System aufgebaut wird,\nmerkt man auch, dass das alles organisch gewachsen ist.\nWeil under the hood ist das alles eine Sammlung verschiedener Docker-Container,\ndie sie eben in diesem Home Assistant OS zusammenfassen.\nAlso ja genau, es ist alles ein bisschen mehr, als es eigentlich sein muss.\nAber durch diese Docker-Container schaffen sie es halt wirklich Add-ons,\ndie eigentlich aus anderen Communities oder Projekten kommen,\nrelativ leicht einzubinden.\nAlso wenn du dir jetzt einen MQTT-Server, also einen Message-Broker integrieren\nwillst, das ist halt quasi ein Docker-Container, der mit so ein bisschen Glue\naußenrum halt einfach integriert werden kann und so halt mit vielen,\nvielen anderen Add-ons, die man sich einfach reinholen kann.\nDas ist am Endeffekt stellt sich auch noch einer der Stärken von Home Assistant,\nhalt diese Flexibilität.\nAndere Sachen, die irgendwo existieren, halt auch mit reinzunehmen.","Ich denke, das ist gerade für so eine Heimautomatisierung total wichtig.\nAlso ich habe mir das mal aufgesetzt hier, muss man mal sagen,\nich war dann relativ schnell überrannt von wo es sich irgendwie breit macht,\nalso man fügt halt, also man installiert das ja erstmal, das geht ja relativ easy.\nAlso man kann ja jetzt, wenn man Raspberry Pi hat, dann nennt man es dieses Imaging,\nTool, cool, steckt einfach eine SD-Karte vom Raspberry in den Rechner rein,\nsagst du, hier mach mal ein System drauf und dann kann man ja direkt ein Home\nAssistant fertig, komplett System so als Image direkt runterladen,\nauf die SD-Karte draufballern\nund dann steckst du das in den Raspberry Pi, bootest das Teil,\nsagt er, hallo, guten Tag, ich bin's, hier ist dein Home Assistant,\nund dann kannst du halt sofort,\nnach einem Netzwerkscan,\nauswählen aus, ja, hier diese Geräte sehe ich jetzt hier, willst du das irgendwie mal installieren?\nUnd dann sagt man ja, ja, ja, ja, ja, ja, ja und dann ist irgendwie das Dashboard\nauch schon voll mit irgendeinem Kram.\nAber es tendiert irgendwie dazu, dann auch sofort mir Sachen anzuzeigen,\ndie mich gar nicht interessieren und ich habe gar keine Möglichkeit,\ndie auszublenden. Also das ist schon mal...\nIch weiß nicht, ob ich da irgendwas übersehen habe, aber ich kriege das irgendwie\nalles nicht mehr weg, weil mich interessiert jetzt bei so einem Fritz Stromschalter,\ninteressiert mich zwar die Energie, die da gerade rüber geht,\naber ich muss mir jetzt nicht die ganze Zeit angucken, dass das Ding 230 Volt Spannung hat. Ich.","Glaube, du redest von dem Default Auto-Generated Dashboard.\nAlso das ist sozusagen das Dashboard, was alles, was er so sieht, erstmal rendert.\nUnd das ist sozusagen Auto-Generate von allem, was ist. Aber du hast die Möglichkeit,\ndiese Dashboards beliebig zu customisen. Also dass du dann Dashboards baust\naus bestimmten Dingen, die du willst und so weiter. Also das kann man halt alles machen.\nUnd das ist halt sozusagen das Fallback. Da siehst du halt alle Entities,\nso nennt das Home Assistant.\nAlso alles, was es sozusagen kennt. Und das wird sehr schnell sehr voll. Ja.","Das wird sehr schnell sehr voll. Man kann sich da ein eigenes Dashboard bauen. Aha, aber wie?","Na, da gibt es Dashboards.","Was? Achso.","Ein Hörer, das rote, der Spuck.","Ja, wir sind jetzt hier.","Die Präsenz.","Geheimes Podcastrezept. Die Tatsache, dass wir einen Beamer haben, darf nie gesagt werden.\nEs darf nie das Gefühl aufkommen, weil das ist dann so ein FOMO-Moment für alle Hörer. Und Hörerinnen.","Ich weiß nicht, von welchem Beamer du redest.","Sehr gut. Ich darf es wiederkommen. Okay. Also man kann hier selber sich Dashboards\nbauen und dann sozusagen anlegen, was man haben will. Ja okay,\ndas ist doch schon mal ein Ansatz.\nAber was gibt es denn so für schicke Integrationen, die dir über den Weg gelaufen\nsind, wo du sagen würdest, das lohnt sich jetzt da mal Home Assistant zu machen?","Ja, also angefangen habe ich mit relativ einfachem Integrieren von,\nja, ich wollte halt in meiner Wohnung nicht einfach nur Licht an,\naus, sondern irgendwie verschiedene Sachen, was Beleuchtung angeht,\nhalt irgendwie ein bisschen schicker machen.\nUnd da die erste Integration war halt, oder die wichtigste ist halt ZigBee,\noder die ich benutzt habe, also ich habe auch Z-Wave und andere auch benutzt,\naber ZigBee als einen Funkstandard, der...\nIn erster Linie die mittlerweile die Stärke hat, dass es halt unendlich viele\nGeräte auch zu relativ günstigen Preisen mittlerweile gibt.\nLeider auch der Nachteil, dass es auch viel gibt, was Murks ist.\nAber ja, man kann sich da relativ schnell Dinge zusammenbauen und es gibt halt\nauch in Home Assistant mittlerweile integriert SIGPI-Unterstützung,\ndas heißt Home Assistant selber kann, wenn man denen so eine USB-Antenne dran\nsteckt, direkt als ZigBee-Controller agieren.\nDas heißt, dann braucht man nicht mehr irgendwas dazwischen machen.\nUnd ja, da kann man sich von jetzt Ikea, Birnen und alles, was es so gibt, schaltern.\nAlles da integrieren und steuern. Also ich habe halt solche Sachen bei mir,\ndass wenn man aufsteht, dass halt dann langsam das Licht angeht.\nAlso das ist auch zum Beispiel sehr gut, um die Kinder aus dem Bett zu bekommen.\nAlso, dass es dann leichtes Licht angeht und dann immer heller wird und solche Sachen.\nOder auch einfach verschiedene, anstatt zu dimmen, dass man halt einfach bestimmte\nLichtsituationen hat und die auf die Schalter legt und solche Sachen.\nAlso das ist sozusagen, ja, da sind eigentlich quasi die Möglichkeiten endlos.\nDann, um jetzt so ein bisschen...","Was meinst du mit auf die Schalter legen? Also auf physische Schalter legen?","Also, klar, man hat dann halt hinter den Schaltern, es gibt verschiedene Möglichkeiten.\nMan kann entweder hinter die Schalter so kleine ZigBee-Sensoren hängen,\nalso die gibt es auch verschiedene.\nUnd Sonoff sind welche, die passen sozusagen meistens in die Dosen dahinter\nund dann kannst du sozusagen die Signale von dem Schalter, den man eh schon hat, abfangen.\nOder aber, was ich auch gemacht habe, es gibt dann einfach quasi ZigBee-Schalter,\nmit denen du die ersetzt.\nEs gibt da welche, die mit Piezos den Strom direkt erzeugen,\ndas heißt man hat auch gar keine Batterie drin. drin.\nDas heißt, du drückst drauf, das schickt direkt das Signal rein und ist auch\ndas Schöne an Zigbee, dass es ein Mesh erzeugt. Das heißt, man braucht irgendwo\nin der Wohnung eine Antenne und dann wird das Signal über die anderen Geräte,\ndie man hat, weitergeleitet.\nUnd dann kann man so ja quasi bestehende Schalter und so weiter nach und nach ausrüsten.\nAlso ich habe das auch nicht von Null eingemacht, sondern nach und nach immer erweitert.","Es gibt Schalter, also es Es gibt Dinge, die man in einen normalen Stromschalter\nreinklemmt, also ans Kabel ranklemmt?","Man schaltet die dazwischen. Also man nimmt sozusagen das Kabel,\nalso eine der Kabel, die reingeht, geht dann in den SIGWI-Schalter rein und\nauf der anderen Seite ist er sozusagen dazwischen.\nUnd nimmt auf der einen Seite das Signal von dem Schalter und auf der anderen\nSeite kann es halt das Licht selber schalten über den SIGWI-Controller, der in der Mitte ist.","So, wenn da Platz genug in der Dose ist. Ich habe ein bisschen das Problem,\nich habe ja so einen runtergerockten Altbau, wo irgendwie die Kernsanierungen\nnur so semi-profimäßig gemacht worden sind.\nUnd es ist elend, wie eng das hinter den Schaltern ist.\nDa kriegst du praktisch gar nichts hinter gebaut.","Ich habe ein ähnliches Problem. Bei mir ist es so 50-50, muss ich sagen.\nAlso bei mir passt es rein ein paar nicht.\nUnd da, wo es halt nicht passt, habe ich halt diese Piezo-Schalter genommen.\nAlso die du diesen dann quasi komplett flach ich habe auch einen quasi eine\nstelle an die wand geklebt wo entscheidet sinnvoll wäre aber keiner war und\ndann kann ich auch gleich mal oder nachher noch mal einen link hier könnt ihr schalter.","Sein also der dann auch als schalter fungiert sie müssen aufkleben oder.","Genau das schalter zum aufkleben ja es sind.","Dann mehr taste aber.","Ja genau das sind dann genau taste also ich habe dann als doppelschalter so vier,\nKnöpfe sozusagen und kannst da halt an, aus verschiedene Szenen oder auch heller, dunkler.","Aber das mit Schalter, also das wusste ich gar nicht, dass es das gibt,\naber das ist mal so was von sinnvoll, einfach das, was man sowieso schon an\nSchaltern da hat, einfach mit zu digitalisieren.\nUnd weil die funktionieren ja eh und vor allem die funktionieren ja auch,\nwenn dieser ganze Digitalquatsch nicht funktioniert.\nAlso so alles auf so Home-Automatisierung Schalter umzuschalten, das ist keine gute Idee.","Ich habe einen EVE Home-Schalter, der ist aber mit 100 Euro schon ganz schön teuer.\nDeswegen habe ich nur einen mal gekauft, um mal auszuprobieren,\nob der wirklich gut ist. Aber der ist für den Preis eigentlich zu teuer.\nAber was ganz geiles sind diese Eve Home Rollladenschalter.\nUnd zwar, weil die sehr intelligent sind.\nDu kannst also mit der Eve App kannst du messen, in welche Richtung das Fenster zeigt.\nUnd dann kannst du dem Rollladenschalter sagen, mach mal Verschattung.\nUnd wenn dann die Sonne rumkommt, macht er den Rollladen runter.\nOder du kannst ihm halt sagen, mach zu, wenn Sonnenuntergang und mach auf,\nwenn Sonnenaufgang und solche Sachen.\nUnd das kriegt dir der Schalter dann auch hin, ohne dass er wirklich eine Verbindung zum Smart Home hat.","Ja, Reif, noch eine andere Lösung für dein Problem, dass es eigentlich auch\nganz gut ist, man kann auch solche Schalter in den Sicherungskasten einbauen,\nda direkt auf die Hutschiene, dann hast du das gleiche Prinzip,\ndu hast, also wird auch sozusagen zwischengeschaltet, aber dann halt am Ende\ndes Kabels im Sicherungskasten und dort hast du dann,\nMehr Platz.","Unter der,\nAnnahme, dass der einzelne Stromkreis ankommt im Sicherungskasten.\nDu hast ja gern mal, also auch so in Altbauten oder so, hast du halt eine Sicherung\nfür alles Licht in der Wohnung.","Nee, das nicht, aber für die ganze, für das ganze Zimmer halt.\nDas heißt also, ich habe konkret das Problem, ich habe so ziemlich sämtliche\nmeiner Lampen hier eben auf Philips Huey umgestellt, um die die alle schön irgendwie\ndimmen und steuern zu können.\nVor allen Dingen, das sind, glaube ich, knapp 30 mittlerweile,\nso mit so kleinen LED-Spots und sowas auch noch.\nDas Einzige, was fehlt, ist aber eigentlich das Wichtigste. Das ist nämlich\nmeine große Wohnzimmerlampe. Das ist eine LED.\nJa, die hängt halt so sehr kunstvoll verschlungen unter der Decke an einer ganz\nnormalen Stromkabel, wo eine Lampe halt so früher auch mal dran hing.\nUnd genau da ist eben hinterm Schalter echt nichts, wo ich noch was hinterbauen kann.\nDas heißt, ich bräuchte jetzt irgendeine Konstruktion, die super klein ist und\nwo einfach nur auf der linken Seite ein Kabel reingeht, auf der rechten Seite\nein Kabel reingeht, denn in der Mitte ist halt irgendwie dann die WLAN-Technik\nund das Ganze hängt dann einfach direkt neben der Lampe oben an der Decke.\nSowas würde ich suchen. Habe ich aber bisher nichts gefunden.\nWenn da jemand was hat, gerne mal her damit. Je kleiner und primitiver, desto besser.","Also die neuen Sonoff-Zwischenschalter sind auch nochmal eine Ecke kleiner geworden.\nIch suche da auch gerade mal den Link raus.\nWas es auch gibt, Also wenn man als Alternative zu Zigbee und diesen Zwischenschaltern\nist halt, dann über WLAN oder halt auch LAN, also Netzwerk zu gehen.\nDa gibt es, also schon länger ist sozusagen die Produkte von Sonoff mit Tasmota zu bespielen.\nAlso Tasmota ist eine offene Firmware, die man auf diese Devices draufspielen\nkann, die dann auch über MQTT mit Home Assistant oder sonst was reden können, wie man will.\nUnd die sind auch klein. Da ist der einzige Nachteil, dass man das erste Flaschen\ndieser Firmware, da muss man schon das Gehäuse aufmachen und an die richtigen\nStellen ran. Das ist so ein bisschen der Nachteil.\nWobei es da auch mittlerweile Geräte geben soll, wo das auch über das Web-UI\ngeht. Das kann ich aber nicht von persönlich sagen.","Kannst du nochmal diese Produktnamen oder Firmen nennen? Sonnoff? Wie schreibt sich das?","Sonnoff, also S-On On, Off, Sonoff.","S-On-Off mit Doppel-F.","Ja.","Sonoff.","Genau, da gibt es die. Ich bin gerade dabei, Links rauszusuchen.","Son of a Home Automation.","Ja, Son of a Home Automation.","Es wird schwierig mit den ganzen Firmen und Produktnamen.\nWenn du heute noch was finden willst, was noch nicht belegt ist,\ndas ist echt schwierig. Und ich glaube, die sind aus Chinesen auf Amazon.","Du musst dir so ein China-Amazon-Skript besorgen.","Ja, das ist dann auch irgendwann durch.","Also irgendwann.","Ich glaube, so in 20 Jahren brauchen wir so achtstellige Buchstabenkombinationen.","Das ist halt auch das Ding mit diesem ganzen viel kommt da halt aus China und\ndas per Default redet das erst mal mit zu Hause deswegen gerade diese Sonnaufsachen\nmit der Original-Firmware reden halt mit irgendeiner chinesischen Cloud,\nIch hab jetzt mal zwei von diesen Zwischensteckern,\ngepastet.","In die Show Notes gepackt sozusagen Sehr schön.","In der Chat.","Also kann man alles machen. Ich hab dich irgendwie unterbrochen,\nglaube ich. Ich weiß aber nicht mehr genau wo.","Ja, genau also wie gesagt das ist auch immer,\nein Anspruch von mir halt zu gucken Dinge, die halt nicht erstmal mit irgendwelchen\nClouds reden, aus zweierlei Gründen, also A,\ndass es auch irgendwie immer funktioniert und nicht wenn irgendwie,\nja gerade mal die Cloud funktioniert, dass es auch nicht abhängig ist vom Internet\nund sonst welchen Sachen,\nUnd außerdem hat man damit einfach nochmal mehr Kontrolle und das ist halt auch\nwieder cool, dass es so eine Community gibt, die halt für ausgewählte Geräte\nhalt diese Firmwares schreiben.\nUnd diese Zwischenschalter von Sonoff, die funktionieren halt auch,\nselbst wenn ein Home Assistant down ist oder sonst irgendwas,\ndie schalten halt trotzdem, wenn der Schalter an und aus geht.\nMan kann aber zusätzliches halt kontrollieren.","Die müsste man aber doch eigentlich theoretisch auch weiter Richtung Lampe anbringen können.\nAlso oben an der Decke irgendwie unter dem komischen Trichter,\nden man sowieso immer mit dazu kriegt. Das ist dann egal.","Dieser Plastiktrichter.","Gibt es das auch für Dimmer?","Ja\nAchso, Dimmer Das kann.","Ich mir nicht vorstellen.","Also Dimmer hinter dem Ding gibt es nicht Es gibt auch Dimmer,\ndie sozusagen sich einbinden lassen Aber das ist dann ein eigener Dimmer der\nfunktioniert, also eine Doppelfunktion\nals Dimmer zum dazwischen schalten stelle ich mir schwer vor,\nEs gibt Unterputzvarianten mit so LED Dimmern Aber das ist dann nicht mit Aufnahme\nvon einem anderen Dümmer-Singer all.\nWer weiß. Ja, also wie gesagt, Sonoff und auch Shelly sind so die,\nalso wo ich jetzt, also ich habe einiges probiert mit die besten Erfahrungen gemacht habe.\nAlso Shelly hat auch eine große Bandbreite, die kommen irgendwo aus Osteuropa.\nDie machen auch gute Sachen.","Sonoff Mini sieht in der Tat so aus, als könnte der noch so gerade eben passen.","Die sind eine Ecke kleiner geworden und die gibt es auch noch nicht so lange.","Das ist schon ganz schön, kleiner als eine Checkkarte hier. Die sind allerdings\njetzt nicht HomeKit tauglich. Ich weiß, das ist jetzt gar nicht das Thema.","Also ich sollte sofort wechseln.","Aber im Moment bin ich halt noch komplett auf HomeKit unterwegs.","Ja genau, also,\nHomeKit, nee, also die, wie gesagt, per Default reden, die haben halt,\nSonoff hat so eine eigene Cloud-Lösung und das ist das, was die eigentlich wollen.\nAber das ist das Schöne, die bauen halt alles auf ESP32 und den älteren ESP86 Punkt Punkt auf.\nUnd da gibt es halt Homebrew-Firmware, die eigentlich das macht, was man will.\nIch meine, Home Assistant hat auch eine Bridge zu HomeKit.\nAlso du kannst sozusagen alle Geräte, die du mit Home Assistant anbindest,\nüber diese Bridge auch in HomeKit steuern.\nAlso das ist auch wieder eine der Integrationen, über die wir vorhin geredet haben.\nDas habe ich auch, also ich habe mir da einzelne Lichterszenen und sonst irgendwas\nhalt auf mein iPhone über HomeKit und dann kann ich das da daraus direkt steuern.\nDas ist halt auch ganz cool, wenn man dann von seiner Uhr alles steuern kann.","Also es rauschen jetzt hier diverse Angebote gerade rein. Also eins ist ja gerade\nmal ein bisschen größer als ein Euro.\nAlso okay, die Miniaturisierung, die habe ich echt nicht gefunden.\nDanke schon mal dafür. Die Sendung hat sich schon gelohnt.","Genau, also da muss man immer schauen, da muss bei den, da gibt es relativ viele\nUnterschiede in den Details, also was die genau können, die unterschiedlichen\nBoxen, da gibt es eine größere Auswahl, da muss man immer gucken,\nwas die mit verschiedenen Schaltsegnen machen, Taster, Schalter und so weiter das nur als Hinweis,\ngucken, was man braucht, da kann ich aber auch gerne nochmal Hilfe und Hinweise\ngeben für das, was du haben willst.","Nächster Anschluss Frage. Also ihr habt es jetzt auf einem Pi installiert.\nAuf einer Synology geht es auch, aber das ist dann glaube ich irgendwie mit,\neiner virtuellen Maschine drin irgendwie hochgezogen.\nIch habe gerade mal ganz schnell ein bisschen rumgeklickt. Es scheint mir wieder\nalles eher ein bisschen abseits des Vanilla Away zu sein.","Also ich habe bei mir zu Hause, ich habe es auch nicht mehr auf dem Pi.\nIch habe bei mir so eine Maschine, wo ich einen Proxmox laufen habe.\nDas ist so ein Server, mit dem man relativ leicht auch für den Heimgebrauch auch so VMs machen kann.\nUnd da lasse ich das in der VM laufen und das geht auch ohne Probleme.\nDa kann man dieses Home Assistant OS einfach in so eine VM laden und gut ist\nund dann wird es glücklich.\nJa, also Proxmox auch nochmal eine Empfehlung für alle, die zu Hause einen Server\nhaben, wo sie Sachen drauf laufen lassen wollen.\nDas ist eine sehr gute, auch relativ leicht zu erschließende Software für Virtual\nMachines und andere Sachen.","Also mir geht da jetzt auch gerade so ein Licht auf. Also diese Shelly und Sonoff-Dinger,\ndas ist im Prinzip so Heimautomatisierung auf der Basis der Integration in existierende Standard-Hardware,\ndie im Wesentlichen einfach nur den State abbildet und aber auch ändern kann. Ja, genau.","Also das Erste ist, du schaltest und dann geht es aus.\nDu kannst es aber auch über Home Automation ausmachen. Sozusagen.","Aber wie kann denn das Teil meinen Schalter bedienen?","Ja, das ist genau dann, deswegen passen Schalter auch nicht so gut zur Home\nAutomation, deswegen will man eher Taster haben, weil Schalter sozusagen nicht\nden State immer darstellen können.\nAlso wenn man sich gewohnt hat, beim Schalter ist die eine Stellung immer aus,\ndie andere immer an, das funktioniert dann nicht mehr zusammen mit allem,\nwas automatisiert, weil du dir dann von verschiedenen Quellen den State setzt. setzt.\nEs gibt solche Schalter, wo da noch so LEDs, Taster, wo da noch LEDs drauf sind,\num dann da den State anzuschalten, aber das finde ich nicht schön,\nwenn da blau, rot oder sonst was LEDs da rumläuft.\nGibt's auch in anderen Farben, aber das ist mir, nee, also das ist dann halt,\nman sieht ja, was der State ist am Licht. Nee.","Nicht immer, weil ich hab nämlich genau das Problem, ich wollte das nämlich\nlösen hier, ich hab ja hier das Bad, so und,\nIch weiß nicht, ob das Licht im Bad an ist oder nicht, aber wenn ich hier rausgehe,\nmöchte ich gerne, dass das Licht aus ist.","Dafür habe ich den Alles-Ausschalter.","Ich wollte ja nur einen Schalter haben, der einfach mit einer Lampe anzeigt,\nob der gerade geschaltet ist oder nicht.\nAlso genau das, was du gerade meinst, was so sinnlos ist, ist exakt genau das, was ich hier bräuchte.\nIch möchte gerne einfach einen Indikator haben. Und dann habe ich mir online\nso einen Schalter angeguckt und dann so, ja Schalter mit Statuslampe.\nSo ja super, alles klar, ist genau das, was ich habe. Ich baue das ein und es\nfunktioniert genau andersrum.\nDie leuchten, wenn sie aus sind, aber viel zu schwach, weil das eigentlich nur,\ndas ist gar keine Statuslampe.\nAlso der Status ist nur, mich gibt es und ich bin angeschlossen und man könnte\nmich jetzt drücken und ich leuchte ein ganz bisschen, wenn es total dunkel ist\nbei dir, damit du weißt, wo der Schalter ist.\nWieso nennt man sowas Statuslampe? Vollkommener Unsinn. Das ist sozusagen eine\nSchalterfindungsleuchte für Dunkelsituationen.\nAber es ist ja, das Licht ist ja dahinter sozusagen und insofern so ein ganz\nnormaler Schalter, der einfach mit einer LED deutlich anzeigt,\nin welchem Zustand er gerade ist.\nDas ist genau das, was ich suche, aber offensichtlich gibt es so ein Produkt nicht.","Also wie gesagt, in dem Home Automation Zeug gibt es diese Schalter, die du dann… Klar.","Bevor ich jetzt mit Home Automatisierung anfange.","Der E-Flight-Switch kann das, aber wie gesagt, 100 Euro für einen Switch finde\nich schon relativ teuer.\nAber es ist ein normaler, also quasi normaler Lichtschalter,\nder halt HomeKit kann und Thread und Matter.","Ach und der hat eine Lampe?","Der hat eine Status-LED drin, die du dann entsprechend auch programmieren kannst,\nob sie an ist, wenn das Licht an ist oder aus, wenn das Licht an ist.","Aha. Also 100 Euro ist wirklich ein bisschen zu fett.","Aber die EVE Home Sachen sind schon halt auch echt Qualität,\nalso das muss man mal sagen, das Zeug, das ist schon sehr robust.","Ja, trotzdem sind halt 100 Euro für eine LED, da ist keine LED drauf.","Ne, die ist da drin, die scheidet dann durch die Kappe durch.","Gibt es den auch als Doppelschalter?","Durch die Kappe durch, ah.","Nee, als Doppelschalter gibt es ihn nicht. Allerdings denke ich,\ndass die dir irgendwann kommen wird, weil die Schalteinheit sieht so aus,\nals könnte sie mehr als nur einen Schalter.\nAlso zumindest der Rollladenswitch ist ein Doppelswitch, den man im Prinzip\nmüsste mit leichter Hardwareänderung auch als doppelter Lichtschalter funktionieren.\nAber ja.","Wieso zeigen sie denn dieses Feature auf ihrer Webseite nicht,\nwenn es das gibt? Ich sehe da nichts von, von diesem Licht.","Warte mal, ich mache mal.","Bist du sicher?\nLED-Status einstellen.","Räume.","Ich bin mir sicher, ich zahle 100 Euro und dann macht es wieder irgendwas ganz\nanderes, als ich dachte, was es macht.\nIch kann nicht 100 Euro zahlen für einen Lichtschalter.","Deswegen habe ich auch nur einen davon.","Aber immerhin könnte sich das Licht selber ausmachen.","Hier, guck. Status-LED. Wenn ein, wenn aus. Immer aus.","Okay.","Also, da ich die Status-LED nicht benutze, kann ich dir nicht sagen, wie hell sie ist.","Wenn dich das näher interessiert, Das ist das andere Ding.","Wenn dich das näher interessiert, kann ich es mal ausprobieren.","Aber da kommen wir auf einen anderen Punkt, der immer sehr schwierig ist.\nAlso dieses Anpassen von Automatisierung.\nIch komme mit diesen allermeisten Automatisierungen irgendwie nicht klar.\nImmer wenn ich versuche irgendwas zu automatisieren, gucke ich so,\nwie geht denn das? Und dann ist es immer, it's not what I want.\nSo eine Sachen wie, wenn du 15 Minuten an bist, schalte dich aus.\nDas findest du einfach nicht in diesen Dingern. Das gibt es einfach nicht.\nAber das wäre jetzt mal genau das, was ich bräuchte.\nSchalte dich einfach nach 15 Minuten. Ja.","Aber das ist sozusagen, also da Home Assistant auf diesen ganzen Events basiert,\nkönntest du halt dann einfach nach einem On-Event, kannst du halt einen Delay\ntriggern, der das dann wieder ausschaltet.\nAlso du hast halt sozusagen die Tools dazu, das alles zu bauen.\nDas ist, denke ich, eine der Stärken, auch wenn die Art und Weise,\nwie man das schreibt, da gibt es verschiedene Wege, muss man sich auch ein bisschen\nreinarbeiten, aber da kann man quasi alles bauen.\nAlso das ist Tool & Complete, wenn man so will.\nDie haben jetzt sogar das ist auch jetzt gar nicht so alt,\nsozusagen UI basierte Art und Weise diese Automations zu erstellen also wo sie,\nwo man eigene auf eigene Trigger bestimmte Dinge tun kann,\nund Trigger kann halt ein State Change sein oder irgendwas, was irgendeine Integration auswirft ähm.","Okay.","Also ein anderes Gebiet, wo ich das sehr mache außer Licht ist,\nich habe so Sensoren bei mir, also jetzt Temperatur, Luftfeuchtigkeit,\nCO2 und so weiter bei mir in der Wohnung.\nDie lese ich halt alle aus und ich habe halt bei mir so ein E-Ink-Display neben\ndie Tür gehängt, wo halt das alles angezeigt wird, wo man dann halt sehen kann,\nmuss man lüften und so weiter. Weiter das Wetter ist auch ganz gut für die Kinder.\nDa kann man beim Rausgehen immer sagen, wie gerade das Wetter ist wegen Anziehen und so weiter.\nDa gibt es halt auch bergeweise Sensoren, die man von verschiedensten Herstellern,\ndie gerade das machen und gut\nmachen, was man messen will, aber die eigene Plattform halt behämmert ist.\nDie kann man halt alle dann gemeinsam integrieren und die Daten zusammen abgreifen.\nÄhm,\nUnd ein anderer Punkt ist auch alles, was rund um Audio-Steuerung in der Wohnung geht.\nAlso ich habe so verschiedene Smart-Speaker von Bluesound und auch anderen,\ndie kann man auch beliebig kombinieren und Spotify, da kann man halt dann auch\nbeliebig steuern, was man damit machen will.\nDas ist ein Beispiel von den endlos vielen Integrationen, die es dafür gibt.\nUnd das ist halt auch wieder der Vorteil der großen Community,\ndie es halt gibt, dass das alles möglich ist.","Ja, okay Also ich meine, das ist natürlich,\nimmer der Vor- und der Nachteil von diesen Open-Source-Lösungen Du kriegst halt\nirgendwie alles, zumindest so die ersten 80% musst halt unter Umständen am Ende\nnochmal alles selber zusammennähen So, da muss man natürlich dann auch Bereitschaft für haben.\nHome-Automatisierung ist halt auch so ein Punkt, wo einfach,\nda kann man glaube ich auch wirklich so viel Lebenszeit drin versenken,\nwo man sich am Ende dann fragen muss,\nwar es die Zeit, also hat mir das dann, sorgt das dann dafür,\ndass ich danach bessere Lebenszeit habe oder verbrate ich eigentlich nur Lebenszeit damit?\nAlso kann ich nicht vielleicht das Licht im Bad selber ausmachen?\nIst es so schlimm, wenn es Licht anbleibt?\nDas sind natürlich so die Fragen, die man sich dann erstmal beantworten muss\nund meistens Leute, die antwortet so, ja, Ciao.\nNicht so schlimm. Das Licht im Bad bleibt dann und dann zahlt es halt nochmal\neinen Cent dafür, dass es die Nacht heißt brennen lassen, die kleine glimmende\nLED und dann war es das halt auch irgendwie.","Also es ist eine Mischung aus mehreren Sachen. Also klar, so ein bisschen der Weg ist das Ziel auch.\nIch meine, ich habe ja gerade erzählt, ich habe sehr, sehr, sehr lange Linux\nbenutzt. Das heißt, also ich bin das gewohnt sozusagen. Du kennst das gar nicht anders.\nAber auf der anderen Seite gibt es auch schon einige Sachen,\ndie, wo man dann auch merkt, wie cool das ist.\nAlso wenn du halt relativ schnell so auf Knopfdruck bestimmte Stimmungen im\nRaum erstellen kannst, also du hast dann sozusagen,\nirgendwie das, es ist Helllicht, aber dann ein Knopfdruck und dann ist es halt\nso abends Abhänglicht und es ist ein Knopfdruck und das macht einen riesigen Unterschied,\nweil dann plötzlich ist es irgendwie plötzlich gemütlich zum Hinsetzen und das\nist etwas, was man, wenn man dann zuerst hinter das Sofa klettern muss und den\nEinschalter anmachen und dann das und dann das, dann macht man das halt nicht\nUnd das ist schon ein großer Unterschied und auch wirklich,\nwas für mich merkliche Änderungen auch morgens zum Beispiel in der Stimmung\ngebracht hat, ist, ich habe halt bei uns die Küche so eingestellt,\ndass sie morgens so richtig helles Tageslicht macht.\nAlso ich habe jetzt keine Tageslichtlampe, aber ich habe einfach mal geguckt,\nwas so die Farbtemperaturen sind und alles, was man braucht.\nUnd das heißt, dann morgens in der Küche ist das schon fast wie so eine halbe\nTasse Kaffee, wenn du halt in so einen hellen Raum kommst und dann da drin bist.\nIst und auch wenn es dann draußen jetzt gerade jetzt, wenn Kinder gehen früh\nmorgens zur Schule, da ist halt stockdunkel draußen.\nDa will man eigentlich gar nichts machen und das hilft halt enorm.\nUnd dann halt das anzupassen, wie es halt gerade brauchst, das hat einen Riesenunterschied gemacht.","Ich habe eine Automation, die, wenn ich den Wecker ausmache.","Geht das Blutlicht an.","Dann geht der,\ngeht der Rollladen hoch und zwei Lampen gehen an.","Also.","Das mit dem Rollladen hoch im Sommer reicht es, aber jetzt im Winter mache ich\nnoch zusätzlich Lampen an.","Also wo ich alles an Automation und Fernsteuerung geliebt habe,\nist mit kleinen Kindern, weil du hast ständig zu wenig Arme.\nWeil du halt irgendwo was hängen hast, was hin muss, was auch immer.\nUnd dann gerade in Verbindung mit der Apple Watch funktioniert das einfach.\nAlso über die Uhr irgendwie an den Taster kommst du noch so gerade eben irgendwie\nran, wenn du ein Kind auf dem Arm hast und dann sagen so Wohnzimmer aus oder\nWohnzimmer auf 20 Prozent alleine den Luxus, dass du jetzt die komplette Wohnung\nan jeder Stelle dimmen kannst.\nOhne irgendwie einen großen Drehregler erst wieder irgendwo aufzustehen und so.\nAlso den ganzen Komfort möchte ich echt nicht mehr missen.\nSo mit Automatisierung mache ich auch relativ wenig, ein bisschen auf den Rollos,\naber nicht so elaboriert wie mit wo kommt die Sonne her und sowas,\nsondern da haben wir eine relativ harte preußische Taktung, wenn hier Aufstehzeit ist.","Naja, der Schalter bietet das halt an, dass er irgendwie, wenn die Sonne untergegangen\nist, dann geht der Rollladen halt runter, dann brauchst du irgendwie auch.","Also das ist tatsächlich die einzige wirkliche Automatisierung,\ndie ich ja im Studio habe, befindet sich tatsächlich in der Steuerung meines Rollladens,\nohne dass es mit irgendwas vernetzt ist, es ist einfach nur ein Setting in diesem\nmotorgetriebenen Teil,\nwo ich einfach nur Uhrzeit einstellen kann, wann das Ding runter geht.","Ja, das ist halt bei diesen E-Shutter-Switches so, dass die tatsächlich ja wissen,\nwelcher Tag ist und sie wissen, wann die Sonne untergeht und dann kannst du\nhalt sagen, zum Sonnenuntergang machst das Ding jetzt runter oder eine halbe Stunde später.","Das geht mit dem Teil übrigens auch. Da kann man nämlich einen Sensor ans Fenster rankleben.\nWomit er dann sieht, dass das Licht weg ist und dann macht er irgendwie zu.","Es gibt noch eine Automation, die ich habe und zwar späten Nachmittags macht\ner die Kaffeemaschine aus.\nAlso ich habe die Kaffeemaschine an so einem intelligenten Zwischenstecker,\nder ein- und ausschaltet.\nUnd da ich ab einer bestimmten Uhrzeit keinen Kaffee mehr trinke,\nweil ich sonst durchmache, weiß ich, ab dann und dann brauche ich die Kaffeemaschine nicht mehr.\nUnd dann geht die von alleine aus und dann muss ich nicht dran denken,\ndie Kaffeemaschine auszumachen.\nWeil das halt irgendwie...\nDas spart dann Strom. 1000 Watt Kaffeemaschine, das ist schon...","Apropos Strom sparen, also diese ganzen ZigBee-Zwischenschalter,\nalso die man sich für die Steckdose kaufen kann, die messen mittlerweile halt\nauch alles den Strom, den man verbraucht.\nUnd das ist auch echt gut zu wissen, also wie viel bestimmte Teile an Strom\nbrauchen, so über den Tag.\nUnd das ist halt auch ein schönes Home Assistant.\nAlso das hat halt hinter dem Ganzen halt auch, lockt es die ganzen Daten mit.\nAlso von Haus aus ist es nicht so lange, ein paar Wochen, wo man wirklich alles nachvollziehen kann.\nAber man kann sich natürlich, jetzt sind wir wieder bei den ganzen Add-ons,\nrelativ leicht einen Grafana mit einem Influx oder sonst was dahin hängen,\nwo dann die Daten wirklich ordentlich der Timeseries-Datenbanken mit richtig\nguten Graphen drüber angucken kannst.\nUnd da kann man halt auch echt coole Entwicklungen über die Zeit sehen und sowas.\nAlso das ist auch echt cool. Also wenn du halt einfach wissen willst,\nwas braucht wie viel Strom oder was sind so verschiedene Rhythmen, ist das gut.\nMuss man halt nicht benutzen, aber wie das halt so ist, Ralf,\ndas weißt du ja am besten. Man weiß, wenn man speichert, vorher nicht,\nwas man am Ende brauchen wird.","So ist es.","Also für mich ist das Stromverbrauch-Thema eigentlich auch so das Interessanteste.\nEs müsste doch eigentlich auch eine entsprechende Integration oder entsprechende\nGeräte geben für diese Standardsicherungskästen, Steckleisten,\nDinger. Wie heißt denn das?","Hutschiene.","Hutschiene.","Ja, das meinte ich ja, habe ich vorhin schon gepostet. Also du kannst halt diese\nSchalter statt unter Putz halt auch auf die Hutschiene stecken.\nUnd dann machst du das Ganze, was ich erzählt habe, halt dann direkt an der Hutschiene. Was.","Diese Sonoff-Dinger oder was?","Also ich würde dann die von Shelly nehmen. Die gehen über, die haben sogar teilweise\neinen LAN-Stecker, also da kannst du direkt LAN anschließen oder halt über WLAN.","Da","Gibt es auch eine ganze Bandbreite an Produkten.\nIch habe weiter oben im Chat was gepostet.","Ja, was?","Hast du da gepostet?","Ja.","So ein Shelly für die Hutschiene.","Achso.","Noch ein zweiter hoch.\nOkay, ich habe auf jeden Fall das hier noch offen.","Hast du nicht gepostet?","Hier nochmal.","Was nicht im Chat ist, kommt nicht in die Show Notes.","Jetzt ist es da.","Laufen. Ah ja, okay.\nWie heißt das Teil? Das heißt Shelly Pro.","Das ist auch Pro mit dem Pro-Preis. Pro 2. Das hat es schon für 2.\nDas ist schon die dickere Variante, aber das kann man halt je nachdem.","Also hier sind knapp 80 Euro angegeben mit Mehrwertsteuer.\nOkay. Da kriegst du ja schon fast einen Schalter von E-Fuhr.\nProfessioneller 2-Kanal-DIN-Schienen- Relais-Schalter mit WLAN,\nLAN und Bluetooth-Verbindung.\nÜbertreiben die es nicht ein bisschen? Okay. Aber da kann man Ethernet reinstecken,\ndas ist gar nicht so doof.","Ich habe mir gedacht, dass ihr das gefällt.","Okay, aber was genau? Achso, das ist aber nur ein Schalter.\nAchso, ja, ein Relais. Achso, okay, das ersetzt dann das normale Relais,\nwas ich da drin habe oder wie?\nDen Schutzschalter oder was?","Nee, das ersetzt es nicht, das kommt daneben.","Daneben?\nAchso, das heißt, dann muss man dann doppelt reinbauen, dann braucht man doppelt\nso viel Platz sozusagen, wenn man für jeden einzelnen Ausgang mitmessen möchte,\nwas da rausgeht, weil das war jetzt sozusagen mein Gedanke.","Wenn du nur messen willst, willst du wahrscheinlich was anderes nehmen.\nAlso es gibt ja auch die, also ich meine. Na.","Schalten will ich das nicht. Da soll der Strom einfach herkommen.\nAlso ich will halt einfach den Strom, der jetzt hier in die Räume geht und der\nda auf dieser Hutschiene verteilt wird, den würde ich halt gerne digital erfassen,\ndamit ich nicht an jede Steckdose irgendein Teil dranstecken muss.","Okay, also da muss man auch mal bei Shelly gucken. Da gibt es bestimmt auch\nwelche mit Strommessung.\nDa habe ich jetzt selber nicht so nachgeguckt. Also das ist halt wirklich eins,\nweil man das schalten will, dann kann man so eins nehmen. Okay.","Aber was sprechen die denn dann?","Also das ist jetzt eins, wo du zum Beispiel auch, also Shelly selber hat auch\neine Firmware, aber da kann man halt auch dieses Tasmota drauf spielen. Also das ist sozusagen.","Ja was heißt das? Also mit wem reden die?","Wir reden dann MQTT mit etwas, mit zum Beispiel Home Assistant.\nAlso es gibt dann, für Tasmota ist eine große, hat eine gute,\nsehr gute Integration mit Home Assistant.\nAlso das heißt, Tasmota ist so eine, hat nicht direkt mit Home Assistant zu\ntun, aber ist eine eigene Community,\ndie sich halt drumherum gebildet hat, um diese ganzen Schalter und Smart Home\nDevices spezifisch auf ESP-Basis, die da eine eigene Firmware für geschrieben\nhat, die mittlerweile oder schon eine Weile sehr, sehr gut ist.","Also Tasmota ist eine alternative Firmware für diese Geräte von Shelly?","Für Shelly und Sonoff und ein paar andere. Bei Sonoff muss man das selber drauf\nflashen, das ist komplex.\nBei Shelly geht es einfach über das Web-UI, das drauf flashen.\nDas ist ziemlich einfach.","Ah, alles klar, verstehe. Jetzt folge ich dem ganz gerade so ein bisschen.","Das Original von Shelly ist aber nicht so schlimm wie das von Sonoff. Okay.","Und mit dieser Tasmota spricht das Ding dann erstmal nativ MQTT-Protokoll, oder was?","Genau, über MQTT sprechen die halt dann mit Home Assistant oder was auch immer.\nEs gibt auch ein Tasmota-eigenes Ding.","Ja, aber wäre es nicht sinnvoller, jetzt Meta zu sprechen oder sowas?","Also diese Dinger speziell von Shelly machen halt LAN.","Es gibt LAN heißt ja erstmal nicht, was sie reden, sondern womit sie sich anschließen.","Also du redest jetzt darüber, über LAN Meta zu sprechen, das ist etwas,\nwas das ist, wir können ja mal ein bisschen über die Zukunft sprechen,\ndass Meta ist auf jeden Fall die Zukunft Oder wir reden hier.","Nur über die Zukunft.","Hast du es nicht mitbekommen? Wobei man muss sagen, also ich würde mich sehr\nfreuen, wenn es die Zukunft wäre, weil es verspricht sehr vieles leichter zu machen,\nIn der Realität ist es noch sehr weit davon entfernt, weil halt einfach,\nwie man sich vorstellen kann, diese ganzen Geräte, die ganze Integration halt\nnoch weit, weit, weit hinterher hängen.\nUnd das, was man heutzutage hat, mit dem alles ist integriert und funktioniert,\ndas basiert halt auf anderen Sachen.\nAber klar, man könnte, und das wäre bestimmt auch Tasmota einer der Ersten,\ndie das dann halt auch machen würden als Firmware, dann über das LAN und das\nWLAN halt dann Meta zu sprechen.\nWeil Meta ist ja erstmal agnostisch über das Medium, über das es geht.\nUnd das würde dann sich anbieten, aber es gibt vereinzelt Meta- und Thread-Sachen,\naber das ist noch aus meiner Sicht zu früh, um da so voll inzugehen.\nNaja.","Also meine Home-Dinger können fast alle Thread und einige davon auch Meta,\nalso insofern weiß ich nicht. Ja.","Also um es mal klar zu machen, das checkt wahrscheinlich auch nicht jeder.\nThread ist ein neuer Funkstandard, was im Prinzip so in der Lage ist,\ndiese ganze Kommunikation, die derzeit entweder über Bluetooth oder über WLAN\nläuft oder eben ZigBee durch etwas Neues zu ersetzen, mesht auch und so weiter.\nAlso man steckt zwei Geräte ran und die können dann automatisch miteinander reden.\nUnd Meta ist im Prinzip die Weiterentwicklung von HomeKit, kann man sagen, oder?","Also vielleicht lohnt sich das da mal ein bisschen weiter auszudröseln.","Aber falsch war das jetzt nicht.","Was du gesagt hast.","Oder so? Ganz richtig war es auch.","Naja, gut. Also um mal bei Thread anzufangen, also das basiert sozusagen,\ndas On-The-Wire oder besser, der Funkstandard ist das gleiche wie Zigbee. Das ist so eine Art.","Nachfolger von Zigbee.","Ein Netz auf und das Interessante ist, es ist ein Mesh, wie du schon sehr richtig\ngesagt hast und sie bauen auf diesem Mesh im Prinzip erstmal nur auf IPv6 basiert\nhalt adressbare Geräte auf.\nDas ist alles, was im großen ganzen Thread macht.\nDas baut quasi die Basis auf und klingt dabei sehr vielversprechend,\nwenn es wirklich so läuft, dass dann noch alle von diesen unterschiedlichen\nHerstellern, wie es halt verspricht, auch miteinander funktionieren,\nso wie wir es von Ethernet und sonst was kennen.","Also bei mir funktioniert Thread noch am ehesten. Das ist eigentlich ohne Probleme.\nEs ist insofern bei einem größeren Haus auch ganz schön,\nweil wenn du dann wirklich mashst und normalerweise ist es so,\nsämtliche Geräte, die an 230 Volt hängen, also diese schaltbaren Zwischenstecker\noder die Schalter oder weiß ich nicht was,\ndie sind auch dauerhafte Router.\nAlso alles, was eine Batterie ist, ist mehr Endpunkt und alles,\nwas immer Strom hat, ist ein Router und routet im Mesh-Netzwerk weiter.\nUnd ich habe zum Beispiel einen von diesen Steckern im Keller,\ndas ist überhaupt gar kein Problem. Ja.","Und jetzt bei Zigbee und allem anderen hat man dann immer noch einen relativ\nschwergewichtigen Hub oder irgendetwas, was den Controller darstellt, also der Master,\nder alles regelt und das ist ein relativ komplexes Gerät, was man dazwischen hängen muss.\nUnd bei Thread ist es so, die nennen das dann ein Gateway-Router,\nalso irgendetwas, was das Protokoll spricht und dann quasi die Schnittstelle\nzu dem ist, was dann da Kommandos rein oder raus schickt. Also das ist etwas\nviel leichter und wichtigeres.\nUnd diese Antennen, da sind jetzt schon im neuesten iPhone drin,\ndie sind in, ich glaube sogar in HomePod und ein paar anderen Apple-Geräten. Die Krawallkugel.","Ich glaube nur in dem Pro. Ich glaube nur im iPhone 15 Pro.","Also, die sind auf jeden Fall, diese Antennen, das war auch Teil des Standards\nund Teil der Idee, die sind halt leichtgewichtig und diese Komponenten lassen\nsich gut einfach mit reinschmeißen.\nSo wie heute überall Bluetooth mit drin ist, obwohl es eigentlich gar nicht\nbraucht, ist es trotzdem mit drin, weil es einfach quasi off the shelf kommt\neinfach rein, muss nicht komplex sein.\nUnd das so ähnlich ist zumindest das Versprechen mit diesen Thread-Antennen,\ndass man dann halt irgendwann in der rosigen Zukunft dann quasi einfach sich\nüberall mit verbinden kann.\nUnd auch die IPv6-Vergabe ist halt sehr auf dem ähnlichen Prinzip wie diese\nLink-Local-Adressen, also dass die das halt nicht Link-Local, aber,\ndas, was man heutzutage nicht mehr macht, man macht, über die Privacy-Extension\nmacht man es jetzt, aber früher, dass du halt aus deiner MAC-Adresse,\naus deiner Device-Kennung halt die IP oder den letzten Teil der IPv6-Adresse\nerrechnest und du dadurch halt einen relativ schlanken Weg hast, für diese ganzen Geräte,\nAdressen zu haben, sie wiederzufinden.","DHCP ohne DHCP.","Genau. Und, genau, und Meta ist halt dann on top der Layer, der dann für die,\ndas eigentliche Steuern und so weiter sorgt.","Der Geräte kennt, der Typen unterscheidet, all diese ganzen Sachen.","Genau und da ist jetzt auch wieder eine neue Version rausgekommen,\ndie nochmal einen ganzen Zorn weiteren Geräten, also Gerätentypen hinzugefügt\nhat und das ist dann sozusagen alles in Matter und ja,\nwie gesagt, das ist so ein bisschen, da muss die Realität noch aufholen,\naber also zum Beispiel auch viele der Hersteller von Zigbee Sachen versprechen\njetzt, dass dass sie irgendwann Firmware-Updates rausbringen,\nzum Beispiel Ikea, wo dann auch Thread und Meta mit unterstützt wird.\nIch glaube es ehrlich gesagt erst, wenn ich sehe, aber zumindest das Versprechen ist da.","Ja, beziehungsweise sie versprechen, dass sie metafähige Router dann rausbringen,\nwo dann sämtliche ihre Geräte hängen dann an diesem einen Router dran und sind\nüber Meta benutzbar, aber sie hängen nicht im Thread-Netz drin.","Ja, da gab es jetzt schon so ein paar Artikel davon, dass es sozusagen diese\nAllianz in der Praxis es dann doch ein bisschen brüchig zu sein,\nScheid, weil die Hersteller dann doch, der Versuch ist so groß,\ndie Nutzer bei sich auf der Plattform zu halten und dass diese komplette Interoperalität,\nja, langsam vorwärtskommt. Ja.","Alle müssen ihre eigene Cloud aufmachen und das ist ja eigentlich irgendwie\nauch alles sinnlos, weil immer tritt man sich nur Ärger mit ein.","Es ist ein Kern von Meta, dass es ohne Cloud funktioniert, also das steht in der Speck drin und ja.\nAber es bleibt spannend. Aber man kann halt jetzt schon mit dem Zeug sehr viel machen.\nUnd gerade deswegen mag ich auch die Geräte, die halt offen sind,\nweil die Hardware das alles hergibt, diese neuen Standards zu unterstützen und da mitzugehen.\nUnd gerade bei diesem IoT-Zeugs hast du halt das Problem, du kaufst es und dann\nbleibt es auf dem Stand sitzen. Der Hersteller macht da nie wieder was mit.\nUnd das machen halt die Open-Source-Leute anders.\nWo wir gerade dabei sind, will ich auch eine Sache nicht unerwähnt lassen.\nEs ist ein bisschen mehr noch in die man-will-wirklich-was-selber-machen-Ecke und das ist ESP Home.\nDas ist ein Framework, Toolkit,\netc., um aus ESPs relativ schnell und leicht beliebige Geräte,\nSensoren oder sonst was zu bauen.\nSchalter, unter LED-Ansteuerung, was man so will.\nDann, da gibt es eine zentrale Komponente, die dann sozusagen diese Flotte an\nESPs, wenn man sie dann irgendwann mal hat, alle gemeinschaftlich updaten kann.\nMan kann dann da neue Features hinzufügen.\nUnd das basiert am Ende alles auf so YAML-Config-Dateien, wo du dann halt eben\nsagst, so dieser ESP kann jetzt diese Sensoren, hat das und das,\nhat diesen Drehregler und sonst irgendwas.\nUnd das ist halt für so zum Selbermachen. Also hier links sieht man so einige\nBeispiele, also Air Quality ist so ein Beispiel, Sensoren kann man sich selber bauen.","The Beamer is a lie.","Was ist gekucht? Ich habe ja nicht über den Beamer geredet, was heißt das?\nIch habe hier den Link angeguckt.","Auf der Webseite.","Ja, genau. Da gibt es eine Übersicht.","Esphome.io.","Klicken Sie sich jetzt rein.","Genau, im Chat, genau.\nUnd das ist dann halt so dieser, wenn man selber gerne mit Elektronik und sonst\nwas selber Dinge baut, ist das eine sehr gute Einstiegshürde und vor allen Dingen\nhalt auch langfristig das Zeug zu maintainen.\nUnd damit kann man sich zum Beispiel was Luftqualität angeht und andere Sachen\nhalt tatsächlich bessere Sachen bauen als es auf dem Markt gibt,\nweil die CO2 Sensoren da gibt es wirklich unterschiedliche Klassen und wenn\nman da gute kaufen will kann man für einigermaßen bezahlbaren Preis auf AliExpress\nsich die guten Sensoren kaufen,\ndie an so einen SP stecken und dann hat man was,\nund ja Das.","Ist ein richtiges Problem, so CO2 Sensoren in digital, hab ich irgendwie auch\nmal mal gesucht, gibt es irgendwie nichts Bezahlbares.","Nee, es gibt so ein paar Anstelle, die das machen, wird dann sehr schnell sehr\nteuer, aber es gibt halt für, ich glaube, 15 Euro den guten,\nalso es gibt ja drei verschiedene Klassener CO2-Sensoren, ich hatte es vor einem\nJahr mal so recherchiert, alles,\nund die richtig gut, die wirklich auch funktionieren, die auch einigermaßen,\nlanglebig sozusagen stabil kalibriert bleiben.\nKann ich mal später den Link nochmal raussuchen.","Ja, also um es vielleicht mal so ein bisschen zusammen zu fegen,\num mal so eine Art Überblick hier reinzukriegen.\nEs gibt zahlreiche Hersteller, unter anderem diese Sonoff, Shelly,\nvielleicht gibt es noch ein paar andere, die vor allem so Komponenten machen,\ndie man in irgendeiner Form in bestehende Infrastruktur so reingeklippt bekommt. kommt.\nSprechen meistens ZigBee, können aber auch Bluetooth, können aber auch LAN,\nEthernet direkt sprechen und wenn man mit der Firmware nicht glücklich ist,\ndann kann man nicht selten die dann austauschen.\nBesonders leicht bei Shelly mit diesem Tasmotogramm, dann hat man sozusagen\nden Nerd-Appeal in dem Gerät und dann tut es wahrscheinlich so die Dinge, die Nerds wollen.\nUnd Und ESB Home, wenn ich es jetzt richtig verstehe, ist mehr so ein ich baue\nmir jetzt auch noch so die Sensoren, die ich brauche, die es noch nicht zu kaufen gibt.\nUnd kann damit dann sozusagen das aber auch managen, dass die irgendwie Software-Updates\nkriegen, ohne da jetzt gleich in so ein Dauergefummel reinzukommen.\nUnd mit Home Assistant kann man all diesen ganzen Unsinn, den diese Teile ausspeien,\nkann man dann irgendwie einsammeln.\nUnd wenn man das dann doch auf seinem iPhone-Dashboard zum Antippen haben will,\ndann macht man da noch eine HomeKit-Bridge mit rein und exportiert sozusagen\nselektierte Sensoren und dann hat man das auch in User-Friendly.\nHabe ich das so richtig zusammengefasst und Thread ist sozusagen eigentlich\neine ganz tolle Idee, aber es wird noch eine Weile dauern, bis man auch alles\nirgendwie mit Thread bekommt,\naber das macht dann einfach die ganze Vernetzung einfacher und Meta ist dann\nsozusagen der Traum, dass all diese Geräte sich quasi wie HomeKit-Devices verhalten\nund ordentliches Protokoll sprechen und es wird wahrscheinlich noch ewig dauern.","Ja, da ist relativ viel HomeKit mit drin, weil Apple gesagt hat, hier, Macht mal.","Aber du merkst halt zum Beispiel auch... Meta verhält sich zu HomeKit so wie MPEG-4 zu QuickTime.","So ein bisschen. Aber du merkst halt auch, das haben Amis gemacht.\nDu hast zum Beispiel bei Fenstersensoren hast du nur einen Zustand. Auf oder zu.\nEs gibt keine gekippten Fenster in Amiland.","Das ist echt ein Problem. ...\nTja, die müssen alle mal eine Reise nach Europa geschenkt bekommen. Oder läuft dann nix.","Ja, man weiß auch nicht irgendwie.","Tja, Ralf, was machst du jetzt als nächstes? Was wird automatisiert?","Ja, im Hintergrundkanal wurde schon gewerkelt und ich kriege eine Shelly 1 zugeschickt zum,\nFirmware überschreiben und mal ausprobieren. Und werde dann berichten.","Und was willst du denn damit machen?","Naja, hier meinen einen Problemschalter lösen.","Dein Problemschalter? Was war jetzt der Problemschalter?","Diese LED-Lampe unter der Decke, wo einfach wirklich wenig Platz ist hinter\ndem Schalter in der Dose drin.\nVerstehe. Aber ich hab mir das jetzt echt noch ein paar Mal angeguckt.\nDie sind ja wirklich richtig absurd klein geworden.\nAlles, was ich heute irgendwie auf Amazon gefunden hatte, das passt so gerade\neben in diesen runden Tubus halt rein.\nUnd das ist völlig aussichtslos bei mir. ja, aber hier ist eine Shelly 1,\ndas wird passen, da bin ich zuversichtlich.\nDie ganze Halterung ist leider scheiße, das heißt, da war auch schon mal ein\nMaurer dran und hat da schon mal irgendwie die Fassung drumrum nochmal irgendwie neu gebaut.\nDas kennt ihr vielleicht auch, wenn man da zufähre auf und zu macht.\nGeht das ganze Gemäuer drumrum auch irgendwann, je nachdem, was das da so für\nGips oder was auch immer ist.\nAlso tricky wird's noch ein bisschen, aber ich bin nicht so vorsichtig.\nIch roll da irgendwie mit meinem Stuhl hin und das Bein hoch und dann ist an\nder Elektrik geschraubt. Mal gucken.","Ja, mal gucken. Ich werde auch mal schauen, ob ich hier irgendwas automatisiert bekomme.\nIch habe auch manchmal das Gefühl, bei Home Assistant, da wird dann aber auch\nintegriert um des Integrierens Willens.\nAlso da werden so Sachen abgefragt und irgendwie ins Netz abgebildet,\nwo man sich auch fragt, wozu das jetzt eigentlich gut ist.","Also es ist halt sozusagen die Let's take it all Variante. Also bei der Integration\nholen halt so viel wie geht.\nMan weiß ja nicht, wofür man es braucht. Ja, auch. Also das ist auf jeden Fall,\nalso wenn man halt auch zum Beispiel diese HomeKit Bridge anmacht,\ndann will man auf jeden Fall einen Filter haben,\nweil sonst hat man HomeKit voll mit 150 Devices, wo 130 von sinnlos sind. Ja ne.","Aber es kann auch nützlich sein. Ich sehe das schon so. Also zum Beispiel habe\nich jetzt hier so eine Fritzbox 6890 LTE und ich habe das hier einfach mal in\nHome Assistant jetzt eingeschaltet und dann übermittelt der mir halt so Sachen.\nIch dachte mir halt so, ja, was willst du jetzt schalten?\nInternet an oder aus oder was? Und bin so in dieser Schaltlogik hängen geblieben.\nAber eigentlich ist es ja vor allem so ein Datenlieferant, kann man sagen.\nDas heißt, ich bekomme hier übermittelt den Download-Durchsatz,\nich kriege meine externe IP als Datum, auch IPv6, ich kriege Statistiken über\nempfangene gesendete Daten in Gigabyte,\nich kriege Link-Download-Durchsatz, Leistungsdämpfung, Upload-Durchsatz,\nLeistungsdämpfung, was habe ich gesagt? Leistungsdämpfung? Leistungsdämpfung?","Da kannst du gucken, wie gut dein DSL-Anschluss gerade so ist,\nob es gerade irgendwo an den Leitungen...","Okay, aber das ist ja immer so, okay, 6 dB.\nDas war die Veränderung, das Wichtige. Okay, ja genau. Rauschabstand und so.\nAlso halt super technische Sachen, wo ich jetzt sagen würde,\nokay gut, ja externe IP hat mich vor kurzem noch installiert,\naber ich habe ja Frick Show gehört und jetzt habe ich Tailscale.","Tailscale gibt es übrigens auch als Add-on. Da installierst du dir Tailscale\nund dann kannst du halt von überall direkt auf deinen Homocysten zugreifen.","Achso, ja klar. Verstehe. Dann die Synology hat sich hier auch eingeklinkt,\naber die sagt mir auch nur, wie viel Platz da belegt ist und wie voll die Platte\nist. Okay, könnte ja auch noch ganz praktisch sein.\nJa, und dann halt vor allem Strom. Aber ich habe ja im Wesentlichen nur so Stromsensoren.\nWhy not?","Ich bin mal gespannt. Also es gibt für meinen Solarwechselrichter gibt es tatsächlich ein Modul.","Sehr gut.","Aber, dass das alles Python ist, das macht mir schon Angst.","Wenn du wüsstest, was alles in Python geschrieben ist.","Es gibt schlimmere Dinge als Python, die über die Welt kommen können. Ja.","Wenn ich nicht selber schon mal Python geschrieben hätte, dann würde ich dir\nrecht geben, aber so habe ich da halt ein bisschen Angst.","Du hast gesagt, es gibt schlimmere Dinge. Ja.","Nee, klar. mehr dazu stimmt. Ja, solange PHP existiert.","Und C.","C?","Lass uns nicht das Fass aufmachen.\nSo, ja, haben wir denn noch was zu dem Thema?\nHaben eigentlich so alles ein bisschen abgeklappert. Noch Fragen, Ralf? Anmerkungen?","Also ich meine, ich könnte noch sagen, ich bin ja wirklich so ein Eve-Opfer\nund ich habe mir jetzt so eine Eve-Camera gekauft.","Also Eve ist übrigens das rechts unten von dem Ganzen, was ich eben gesagt habe.","Ja, ja, das ist, die hat jetzt aber glaube ich mit Meta und mit Sonstigem nicht\nso viel zu tun, aber es ist halt so eine Kamera, die irgendwie mit dem iCloud HomeKit,\ndu kannst deine Videos verschlüsselt bei Apple haben, Ding kompatibel ist,\nund bis jetzt funktioniert es ganz gut.\nHat sogar die Nachbarskatze als Tier erkannt.","Wow. Hattest du Zweifel?","Nein, ich dachte nur irgendwann so, Push Notification, Tier erkannt.\nIch so, hä, was denn für ein Tier? Ach ja, die Nachbarskatze.\nWas ganz gut ist, Ich habe außen noch so Lampen gehabt, die ich nie benutzt\nhabe, weil da gab es irgendwie mal so ein Funkding, um die anderen auszuschalten.\nUnd das war alles rottig.\nDann habe ich irgendwann das alles umgebaut und habe da jetzt halt so einen\nnormalen Thread-Matter-fähigen Zwischenstecker drin.\nUnd jetzt habe ich da halt auch eine Automation. Also wenn die Kamera eine Bewegung\nerkennt, macht sie das Licht an. besonders, also im Dunkeln macht sie das Licht an.","Auch wenn es eine Katze ist?","Das kann ich jetzt nicht mit Sicherheit sagen.","Also das könntest du theoretisch dann unterscheiden?","Ich glaube nicht, dass die Automation das unterscheiden kann,\nsondern die Automation macht tatsächlich nur das Licht an, wenn da Bewegung\nist. Ausreichend Bewegung.","Mit Python wäre das nicht passiert.","Mit Python wäre das nicht passiert. Genau und da der,\nangemachte Licht von der Kamera, aber eben auch ein Device ist.\nIn HomeKit kann ich halt sagen, wenn er das Licht anmacht, dann soll er das\nandere mit anmachen und wenn er das wieder ausmacht, soll er das andere mit\nausmachen. Das funktioniert ganz gut.","Die Katze kriegt kein Licht. Wäre doch ganz geil eigentlich.","Naja, also ich nenne die Katze ja.","Kannst du auch deine Ratten damit erkennen?","Ich glaube nicht. Für die Ratten brauche ich nochmal einen eigenen.\nAlso ich hatte schon an die eine Rattenfalle hatte ich schon so einen Fenstersensor\nrangebaut, dass ich weiß, wenn die Rattenfalle zugeschnappt ist,\ndass ich dann eine Push-Notification bekomme.\nDie wichtigen Dinge im Leben. Die wichtigen Dinge im Leben.","Rat-Notification.","Aber ich bin gerade so.","Du könntest auch versuchen, dir eine Rattenfalle mit Home-Automatisierung zu machen.\nWenn Videokamera-Ratte erkennt, dann großes Paket Ziegelsteine vom Dach schieben oder so.","Ja, das könnte ich natürlich tun.","So eine Guillotine oder so. Das wird dann bestimmt tricky beim Ausprobieren, ob es funktioniert.\nKannst du da mal kurz durchgehen?","Nee, also ich habe gerade Rattenfang-Pause. Ich werde da wahrscheinlich in ein\nbis zwei Monaten werde ich wahrscheinlich, geht die Jagdsaison wieder los.","Ab nächstem Jahr alles mit AI. Also Ratten muss man einfach mit AI fangen.","AI und dann Selbstschuss oder was?","Ja, AI AI killed the Rattenfänger.","Genau, die Kamera erkennt die Ratte, die Drohne fliegt los.","Und dann mit der Drohne automatisiert die Ratte verfolgen. Wow.\nDas könnte nochmal ganz lustig werden.\nJa, cool. Ich muss auch mehr mein Leben automatisieren. Mit der Buchhaltung\nhabe ich es ganz gut hinbekommen. Mal schauen, ob ich das mit dem Licht hier auch noch hinbekomme.\nDa muss man erst mal sich einen Plan machen.\nGut. Dann lass uns doch nochmal auf nochmal so ein paar Apple-Themen zurückkommen.\nIOS 17.4 ist Ante Portas und das wissen wir, weil Apple nicht nur eine Beta-Version\ndavon veröffentlicht hat, sondern in diesem Betriebssystem-Update,\nwas vermutlich am 7. März erscheinen wird.","Ich hatte irgendwo Mitte Februar gelesen, aber Vielleicht.","Auch schon früher.","Vielleicht kann man Mitte, nee, ich glaube Mitte Februar.","Spätestens.","Kann man anfangen, die eigenen App-Stores und so weiter. Irgendwie sowas schrieben sie.","Genau, also am 7. März tritt diese neue EU-Regelung. Ich wollte gerade sagen, ab wann gilt das Gesetz.","Genau.","Da kommen wir gleich drauf, aber vorher wollte ich noch auf ein anderes Feature\neingehen, weil mich das mehr betrifft erstmal.\nUnd zwar kann die Apple Podcasts App jetzt,\nalso jetzt in der aktuellen Beta-Version kann man das schon ausprobieren,\nkann sie Transkripte in Podcasts anzeigen?\nDas finde ich aus verschiedenen Gründen eine total tolle Sache und mich überrascht\ndas auch nicht so richtig, dass Apple glaube ich die Ersten sind,\ndie das überhaupt machen oder gibt es irgendeinen,\nes gibt glaube ich bis heute keinen Podcast-Client,\nder auch nur auf die Idee gekommen ist,\ndas mal mit einzuführen.\nWas natürlich daran liegen könnte, dass noch nicht so viele Transkripte existieren,\nweil ja nicht alle so blöd sind wie ich und das irgendwie für jeden Podcast\neinfach mal mitmachen und im Feed announcen.","Don't doubt the Germans. Genau.","Don't Doubt Your Sermons, Meta-Ebene ist vorbereitet, nur der Clou ist,\nApple macht es halt so, also bei Default machen sie es einfach so,\nsie laden den Podcast selber runter,\nlassen da eine Transkription drüber laufen, quasi kostenlos,\nalso jede Podcast-Episode, die in einem Apple-Podcast-Client ausgeliefert wird,\nwird serverseitig dann mindestens einmal durchgenudelt.","Die haben wahrscheinlich da was eigenes hinterliegen. Da weiß man nicht,\nwomit die das machen. Die werden da jetzt keine Whisper-Farm hochgezogen haben.","Irgend so ein Siri.","Irgend so ein Siri-Kram. Ja, ja, also Whisper, denke ich mal,\nist es nicht, weil ich verwende ja Whisper und die Ergebnisse sind anders.\nJa.","In welche Richtung anders etablieren Sie?","Ich habe das jetzt nicht wirklich umfangreich verglichen, aber ich wollte halt wissen,\nob sie denn jetzt eigentlich die Transkripte, die ich bereits bereitgestellt\nhabe und verlinkt habe, anzeige oder ob es die nicht sind.\nUnd ich habe dann nach wenigen Zeilen schnell festgestellt, dass bestimmte Worte\nda nicht drin enthalten sind.\nMehr Zeit habe ich da jetzt nicht drauf verschwendet. Also ich habe da jetzt\nkeinerlei Qualitätsüberprüfung gemacht oder so.\nEs macht da aber schon so den Eindruck, dass das schon okay key ist.\nEin Transkript wird sowieso, ein automatisches Transkript wird sowieso nicht perfekt sein können,\naus tausend Gründen, aber es geht ja mehr darum, so in etwa dem Gesprächsverlauf\nfolgen zu können, wenn man mitliest, beziehungsweise was zu finden,\nwenn man nach bestimmten Wörtern sucht.\nSo, das ist glaube ich so der wesentliche Benefit und deswegen wollte ich ja\nauch immer Transkripte in der Mieterebene haben und der Webplayer zeigt die\nja auch schon seit Jahren an.\nIch weiß gar nicht, seit wann mache ich das jetzt? Seit zwei Jahren oder seit zwei oder drei Jahren.\nBeim Forschergeist mache ich es schon sehr lange. Da habe ich,\nglaube ich, jetzt schon seit acht Jahren irgendwie Transkripte drin,\nweil bei dem Projekt halt der Aufwand bezahlt wurde tatsächlich für eine manuelle Transkription. Das.\nWeiß ich nicht, ob das jetzt sozusagen noch eine große Zukunft hat.\nDas ist aber für mich immer noch ein schöner Vergleich gewesen,\nweil diese manuellen Transkripte, die waren halt korrekt.\nAlso da stimmte das Wort auch, wenn es falsch gesagt wurde und da wurde dann\nauch ein Satz so ergänzt, dass er so geschrieben steht, wie er gemeint war,\nwie man ihn hätte eigentlich sprechen wollen, auch wenn man sich verplappert hat und so weiter.\nUnd alle Begriffe stimmen genau und so weiter.\nAlso das ist sozusagen das perfekte Transkript. Ich glaube, Forschergeist ist\nso im Bereich Transkripte sozusagen der vollständigste Podcast.","Wenn wir mal wirklich Zeit hätten, wäre ein interessanter Use Case.\nIch habe das ja mal für eine Tagung mal so eine kleine Toolchain gebastelt mit\nWhisper als erstes und dann ChatGPT4 dahinter gehängt mit verschiedenen Textglättungs-\nquasi prompt, die also mal mehr oder weniger stark quasi darauf insistiert haben,\nso ersetzt erstmal nur offensichtlich irgendwie falsch erkannte Wörter,\ndas war so Level 1 und Level 2, dann bauen mal so die gröbsten grammatischen\nFehler raus, die sich irgendwo wiederfinden, bis hin zu guck mal,\ndass du einen flüssigen Text hast,\nauch der sinngemäß 100% wiedergibt, aber du kannst auch durchaus ein bisschen umbauen dabei.\nWie sich sowas schlagen würde wiederum genau zu deinen händischen Transkriptionen,\ndas finde ich hochspannend.\nUnd dann publizieren wir das mal wieder, aber braucht ein bisschen Zeit sowas.","Ja, aber das Material ist auf jeden Fall da, denn meine Transkripte,\nalso sowohl die automatisch erzeugten als auch die manuellen,\nsind halt als WebVTT-Dateien.\nDas ist dieses leicht vom W3C überarbeitete SRT-Untertitelformat,\nso aus den Wers-Movies-Szenen sozusagen.\nKein besonders glorioses Format, aber das ist halt jetzt so der Standard-TM.\nUnd tatsächlich akzeptiert Apple laut offizieller Dokumentation auch solche\nTranskripte und zu meiner größten Überraschung, sie unterstützen tatsächlich\ndiesen Podcasting 2.0 Standard,\nden diese Vögel um Adam Curry entworfen haben. haben.\nIch bin so ein bisschen skeptisch, was diesen Standard betrifft,\nweil das halt auch mit so, so aus einer libertären Ecke kommt mit und jetzt\nmüssen wir da noch Bitcoin einbauen und so weiter,\ndeswegen halte ich mich so ein bisschen fern von dem Kulturraum an der Stelle,\naber sie haben schon ein paar ganz relevante Elemente da reingebaut.\nDas war ja auch so ein offener Designprozess, da hat auch Podlove ein bisschen dann teilgenommen.\nIch weiß aber gar nicht mehr, wer das mit den Transkripten eingebracht hat,\nob das von uns kam oder nicht.\nAuf jeden Fall gibt es ein Podcast-Doppelpunkt-Transcription-Element,\nwas man im RSS-Feed unterbringen kann und dann kann man auch noch den Dateityp angeben.\nIn dem Fall halt dieses WebVTT und natürlich eine URL.\nUnd das heißt, man verlinkt einfach die VTT-Datei. Und jetzt ist es so,\nApple ignoriert dir erstmal.\nEs sei denn, du gehst in die Podcast-Settings.\nEs gibt so für alle im Apple Podcast nicht Store, sondern im Podcast Verzeichnis,\nim Podcast Directory, alle dort geführten Podcasts, wenn man die sozusagen geclaimed\nhat und sagt, das sind meine, dann kann man dafür Settings setzen.\nDas muss man normalerweise eigentlich.\nNie, weil er sich sowieso das meiste aus dem Feed holt.\nNur in dem Fall ist es so, dass es jetzt so ein Transcription-Setting gibt und\nman kann das halt umschalten von dem Default und der Default ist,\nApple macht die Transkripte selber fertig, zu nimm die von mir bereitgestellten\nTranskripte und wenn es die nicht gibt, dann machst du es selber. war.\nUnd natürlich habe ich alle meine Podcasts auf ich stelle dir das bereit umgeklickt\nund das passende Element ist auch schon seit Jahr und Tag im Feed.\nWie gesagt, bin im Prinzip seit zwei Jahren oder seit drei Jahren bin ich quasi ready to run.\nNur habe ich es bisher jetzt noch nicht gesehen, dass die Podcast App,\nauf dem iPad, auf dem ich das ausprobiert habe, da habe ich diese Developer\nBeta installiert, dass die auch wirklich diese von aus meinem Prozess gefallenen Transkripte anzeigt.\nWarum ich das wollen würde, ist vor allem auch deshalb, weil ich ja Multitrack-Transkripte habe.\nDas heißt, ich habe ja auch die Sprecherunterscheidung und die ist natürlich\nin den normalen Transkripten so nicht drin.\nDa wird halt einfach nur der Text, so wie er erzählt wird, hintereinander ausgegeben.\nUnd ich möchte natürlich gerne Sprecherunterscheidungen haben.\nUnd ich, da Sprecherunterscheidungen eigentlich im Standard,\nin diesem Podcasting-Standard drinsteht, dass das sozusagen da drin sein kann\nund man es dann eben auch berücksichtigen sollte und in den Transkripten auch\ndie richtigen Namen drinstehen bei mir, müsste also der Apple-Client alles haben, um das so zu machen.\nAber ob sie das dann auch so machen werden, weiß ich nicht.\nUnd ich weiß auch noch nicht, warum sie es jetzt noch nicht anzeigen.\nOb das Feature nicht drin ist oder ob es noch irgendeinen Bug gibt oder sonst irgendwas.","Naja, solange es eine Beta ist, kann man da glaube ich noch drüber hinwegsehen.","Ja klar, aber es ist ja jetzt auch nur noch ein paar Wochen und ich frage mich\nnatürlich, ob ich irgendwas anders machen muss.\nWir haben halt irgendwie das dreimal drin mit verschiedenen Dateitypen,\nweil nicht so ganz klar, was sich so durchsetzt. Vielleicht muss man die anderen\nmal rausnehmen, weil er sich da dran vertut oder so.\nDa werde ich mal ein bisschen rumexperimentieren. Aber es wird auf jeden Fall\ninteressant sein und dann geht so eine alte Weissagung in Erfüllung.\nIch weiß nicht, das hatten wir glaube ich auch schon vor ewigen Zeiten mal auf\nden Subscribes oder so diskutiert, wie denn das so ist mit Transkripten und\nso und was das ja für ein Riesenaufwand ist und uns war ja eigentlich immer klar,\nder Tag wird kommen, wo es Technologie gibt, die das kann so und der Tag,\nder ist halt jetzt letztes Jahr, vorletztes Jahr ist er halt gekommen,\nals im Whisperer verfügbar war.\nDer Tag ist durch und jetzt fangen halt auch,\nalso ich meine Google macht das sicherlich auch heute schon mit Audiosachen,\ndass sie das durchtranskribieren einfach so und jetzt halt konkret Apple macht\nes in den Podcasts, was natürlich super ist,\nweil das jetzt ein super Ansporn ist für alle anderen Podcast Client Developer.\nDeveloper, so ja, ich meine dich, Marco Ahmend und Castro, soll ja jetzt auch\nwieder auferstehen und Pocket Cars, die können das auch alle mal einbauen.","Castro ist verkauft worden, ja.","Genau und jetzt.","Und die neue Bude hat großes, nicht großes versprochen, eher kleines, aber es klingt gut.","Sie haben versprochen, dass sie es überhaupt mal wieder an den Start kriegen und mal antworten.","Ja und vor allen Dingen, dass sie es auch als Independent leidenschaftlich weitermachen\nwollen und das jetzt nicht ein Cashgrab wird.","Ja, ich hoffe, dass es stimmt. Das ist ein super Podcast-Client,\naber schauen wir mal, was dabei rauskommt.\nAlso the age of transcription has begun und ich hoffe, dass das so weitergeht,\nweil das macht natürlich die Accessibility größer und es macht auch die Recherche größer.\nUnd wenn du da mit deinen Chat-GPT-Sachen und Transkripten am Forschen bist,\ndann guck doch gleich mal, dass du irgendwie meine Methode findest,\nwie meine ganzen Transkripte, also ich würde ja gerne mal die ganzen Meta-Ebene-Transkripte\nin so einem eigenen GPT zusammenfassen,\ndass man sozusagen auf der Webseite konkret in dem kompletten Meta-Ebene-Kontext suchen kann mit,\nmit in welcher Freakshow hat Clemens über Heimautomatisierung gesprochen und\nwas waren so die wesentlichen Talking Points?\nDas ist einfach Gold wert und die Technik ist da. Jetzt muss man es nur noch\nmal richtig zusammengemischt bekommen.\nAber da weiß ich gerade selber noch nicht so richtig den besten Ansatz,\num so ein Website-spezifisches oder so projektspezifisches Mini-AI-Faster aufzumachen.","Ja, man müsste sich da mal wirklich intensiver noch jetzt mit dem allerletzten\nStand der Open-Source-LDLMs mal beschäftigen, also die man wirklich irgendwie\nmit einigermaßen vertretbarem Aufwand selber dann noch eben auftrainieren kann,\nbeziehungsweise sagen kann, so, hier hast du jetzt einfach nochmal einen Korpus,\nzusätzlich zu deinem ganz normalen Trainingsmaterial, das ist alles so, wie es ist.\nUnd hier hast du jetzt noch diese 100.000 Seiten dazu.\nSo viele sind es dann nicht, aber hinreichend viel.\nUnd jetzt kommt man mit deiner normalen Intelligenz Intelligenz und gib mir\nmal Antworten jetzt nur zu diesem Zusatzkorb, was so technisch ist,\ndas sagst du genau richtig, alles schon da, ja, es funktioniert.\nMan muss nur mal gucken, in welcher Qualitätsstufe das halt mit den Open-Source-Varianten\nschon geht. Die werden halt auch sehr schnell viel besser.\nIch bin also zuversichtlich, dass das in spätestens zwei, drei Jahren auch echt gelöst ist.\nIm Volltext, das war und ist einfach schon immer für alles gut gewesen.\nAlso genau wie bei Büchern.\nMeine Domäne ist schön, wenn die romantisch nach Papier riechen und irgendwie\nschön im Schrank stehen.\nAber wenn ich sie komplett durchsuchen kann, ist einfach mal sehr viel besser.\nUnd dass wir jetzt mit Podcasts auch da sind, kann ich echt nur sagen, endlich.\nWir haben es immer gesagt. Genau.","Endlich. Gut, dann schauen wir mal, was das noch mit sich bringt.\nUnd jetzt stehen wir ja vor so einer Zeitenwende. Naja, nicht wirklich,\nglaube ich, aber man muss auf jeden Fall mal drüber sprechen.\nIch habe das auch schon mal angefangen, versucht zusammenzufassen,\nwas da jetzt eigentlich auf uns zurollt im letzten Logbuch Netzpolitik.\nDu hast es gehört, Roddy, und du meinst, ich hätte alles falsch verstanden? Nee.","Nee, nee. Es war eine Kleinigkeit war da drin, wo du sagtest,\noder war es Linus, der gesagt hat, das betrifft nur EU-Firmen.\nAlso vielleicht ein Schritt zurück, was ist passiert?\nApple beugt sich also dem harten Schwert der EU,\nso ein bisschen zumindest, und lässt also für App-Entwickler,\ndie in Europa Apps verkaufen,\nes ist nicht europäische App-Entwickler, sondern App-Entwickler,\ndie in Europa Apps verkaufen oder anbieten,\nfür die gibt es neue Regelungen.\nUnd da gibt es jetzt zwei Dinge diese neuen Regelungen sind Opt-in also jeder\nEntwickler kann sagen, nö die alten Regelungen waren super, ich zahle gerne 30%,\nvon dem was Apple da an Geld einnimmt,\nOder aber sie können sagen, okay, ich wechsle auf das neue App,\ndas neue EU-Modell und da gibt es jetzt im Prinzip zwei verschiedene Kostenstrukturen.","Bevor wir das im Detail aufmachen, wollen wir vielleicht nochmal kurz klar machen,\nalso das Ganze ist ausgelöst durch diesen Digital Market Act.","Kurz DMA.","Der halt versucht Plattformen zu regulieren.\nUnd das Ziel ist, zumindest das erklärte Ziel ist, mehr Wettbewerb und mehr\nInnovation und so, wie das immer so schön heißt im Polit-Sprech.\nUnd die Methode, die sie sich halt ausgedacht haben ist, Apple macht viel Geld\nmit dem App-Store, dann müssen jetzt andere auch App-Store machen können. Richtig.","Richtig. Also Apple muss jetzt Third-Party-App-Stores zulassen,\nwas sie dann auch tun werden.","Und zwar nur auf dem iPhone wohlgemerkt.","Nur auf dem iPhone? Ja, für alle Apps, die auf dem iPhone laufen.\nAlso Apps, die auf iPhone und iPad laufen, gilt das. Für Apps,\ndie nur auf dem iPad laufen, gilt das nicht.\nIch nehme mal an, für Apps, die nur auf der Vision laufen, gilt das auch nicht.\nSondern es gilt tatsächlich nur für Apps, die auf dem iPhone laufen.\nAber wenn die halt Universal sind, dann sind sie mit dabei.","Naja.","So, die freieste Variante, ein Third-Party-Marketplace,\nda gibt es nur diese Core-Tech-Fee, wie sie es so schön nennen,\nsprich 50 Cent pro Installation, pro jährlicher Installation.","Also eine gewisse Menge an Nutzer.","Bei allem über eine Million Installationen. Und zwar gilt Installation allerdings\nauch per User und nicht per Gerät. Also wenn du fünf Geräte hast und es auf\nallen installierst, ist es trotzdem nur eine Installation und nicht fünf.\nSo, wie sind die neuen Regelungen für die EU im App Store?\nBeim Kauf einer App 10%, wenn Apple das Payment Processing übernimmt,\nnochmal dazu 3%, sind also dann 13%.\nBei einem Inner Purchase sind es 17% plus Payment Processing 3% sind 20%.\nJetzt kannst du aber sagen, ich möchte das Payment Processing selber machen,\ntrotzdem im App Store anbieten.\nDann zahlst du halt beim Kauf 10% und beim Inner Purchase 17%.\nUnd dann gibt es natürlich noch die Möglichkeit, du nimmst nur Third Party,\ndann musst du halt das bezahlen, was dein Third Party App Store an Kosten haben will.\nAlles, was nicht traditionell ist, hat aber diese Core-Tech-Fee über eine Million Installationen.\nUnd ich habe das alles mal in einer großen Tabelle zum Gucken aufgelistet und\nim Großen und Ganzen gilt,\nwenn du viele Installationen hast, aber nicht allzu viel Geld damit machst,\nsprich Free-to-Play auf gut Deutsch,\nLohnt sich das neue Modell nicht, weil dich die Cortech viel auffrisst?","Komisch, dass damit das meiste Geld gemacht wird.","Also das ist so die ganz kurze Zusammenfassung.\nWenn du jetzt, also unter der Annahme zum Beispiel,\ndass nur ein gewisser Prozentsatz der User einer App auch einen Inner-Purchase macht.\nIch habe hier zum Beispiel mal 3% angenommen.\n12 Euro in der Purchase ist halt 1 Euro pro Monat.\nDa siehst du dann hier in der Übersicht, sobald du über eine Million Einheiten\nbist, kommst du sehr schnell hin in den roten Bereich, wo du mehr an Apple bezahlst, als du bekommst.\nAlso das ist dann, dann hast du hier hinten, wo sind wir, bei einer Million\nhast du im traditionellen Store immerhin noch eine Viertelmillion,\ndie du bekommst bei einer Million Einheiten.\nIch habe für Third-Party so Zahlen angesetzt wie der Third-Party-Marketplace nimmt 5%.\nPlus 1,5% Payment Processing Fee.\nDas ist zum Beispiel für PayPal, wäre das nicht realistisch,\nweil PayPal glaube ich schon 2,5% sind.","Ich glaube das ist auch für die anderen auch alles nicht realistisch.","Egal, wie realistisch das jetzt ist, ich habe jetzt mal niedrige Werte angesetzt,\ntrotzdem kommst du halt dann da drauf, dass du tatsächlich beim Third-Party-Store, wenn du, wie gesagt,\nbei einer Million Einheiten, drei Prozent der User machen die zwölf Euro in a purchase,\nbist du halt bei einer Drittelmillion statt einer Viertelmillion.\nDas ist jetzt auch nicht so viel mehr Geld.\nAlso so richtig viel sparst du nicht. Aber schon bei 2 Millionen kriegst du\nhalt beim traditionellen App Store von Apple halt eine halbe Million und beim\nThird Party Store müsstest du eine Drittel Million zahlen.","Das ist wirklich so frech. Ja.","Das ist so ein bisschen das. Deswegen mit Beugen war ich eben so ein bisschen\nskeptisch. Sie beugen sich da nicht sehr viel.","Also diese Core-Tech-Fee, ich glaube, um die wird es noch sehr,\nsehr viel Diskussion geben,\nweil egal, wie man das dreht und wendet, wenn du wirklich sehr viele Installationen\nhast, frisst die dich, wie ich schon meinte, frisst die dich auf.","Und eine Sache muss man noch dazu sagen, zumindest soweit ich weiß, ist das auch so.\nAlso erstmal musst du dir eine Variante aussuchen.\nAlso du darfst jetzt nicht in einem Marketplace und dann noch im Original-Apple-Store\nmachen, sondern du musst dich für eins entscheiden.\nUnd soweit ich weiß, wenn du einmal Third-Party warst, kommst du auch nicht wieder zurück.\nDas heißt, gerade wenn du anfängst, was zu entwickeln und mit der Perspektive,\nwie sie ja alle wollen, 1, 2, 3, 4, 5 Millionen, aber dann lohnt es sich nicht mehr.","Also ich...\nAlso folgendermaßen, so die ganz genauen Details habe ich noch nicht eruieren\nkönnen, aber ich nehme mal an, es gibt ja bei Mac-Apps, bei iOS-Apps gibt es\ndie sogenannte Bundle-ID,\nwas so ein Reverse, wie nennt sich das, Reverse irgendwas, Identifier ist,\nso eine umgekehrte URL im Prinzip.\nUnd ich kann mir vorstellen, dass dieser Bundle-Identifier unik sein muss.\nDas heißt, wenn du bei verschiedenen Stores anbieten willst,\nmüssen deine Apps bei verschiedenen Stores unterschiedliche Bundle-IDs haben\nund damit gelten sie prinzipiell als unterschiedliche Apps.","Ja, aber du hast halt deine Install-Base.","Als findiger Developer findest du allerdings einen Weg.\nGut, Apple findet dich heraus und dann gibt es Ärger, aber technisch ist es\nglaube ich weniger ein Problem. Problem.\nInteressant, was an der Stelle, da habe ich nämlich extra nochmal nachgeguckt,\nwas ja super nervig am App Store immer wieder ist, ist die Prüfung.\nDu musst ja eine App einreichen und dann wird sie geprüft. und was tatsächlich\naus den Unterlagen klar hervorgeht, du musst die App nach wie vor einreichen bei Apple.\nDie wird zwar nur notarisiert, wie sie es so schön nennen, also das heißt wahrscheinlich,\ndass ein automatisches Tool über alle bekannten Apps,\nProbleme rüberläuft und, weiß ich nicht, Exploits und so weiter versucht da\nrauszufinden, weswegen der Prozess relativ schnell gehen sollte.","Ja, es ist tatsächlich umfangreicher. Also sie machen auch Privacy-Checks und\nso weiter. Also sie checken da eigentlich fast alles ab.\nGibt auch noch, will ich nochmal kurz was anmerken zu dieser Core Technology,\nalso erstmal, um das gleich klar zu machen, Apple hasst das DMA,\ndiese Compliance, die sie hier machen,\nist so, wir machen das absolute totale Minimum von dem, was in diesem Gesetz\nsteht und alle Sachen, wo ihr nicht drauf gekommen seid, dass man da irgendwie draufhauen kann,\num Leute davon abzuhalten, das zu machen, machen, da ziehen wir die Daumenstrauben\neinfach maximal an, weil ist ja nicht verboten.\nDiese Core-Technology-Fee ist im Prinzip genau das.\nUnd natürlich dieses, du darfst da rein wechseln, aber du darfst nie wieder zurück.\nDas ist ja sozusagen das Todesurteil. Deswegen wird das niemand machen.\nUnd außer denen, die halt rausgeworfen wurden wie Epic. Aber da kann ich auch\ngleich nochmal was zu sagen.\nDas ist schon mal das eine. Es gibt allerdings auch einen sogenannten Fee-Waiver\nfür Non-Profit-Organisationen, Educational-Institutionen, also wenn du so eine\nUni bist oder irgendwie Non-Profit-Organisation ist halt ein bisschen schwierig,\naber im Prinzip könnte ich mir auch Open-Source-Foundations und so weiter vorstellen, Firefox,\nbla bla, die in irgendeiner Form Non-Profit-Foundations als Basis haben,\nhaben, dass die eben auf diese CTF theoretisch verzichten können,\nnur da ja gerade im Open-Source-Bereich das meiste sowieso kostenlos angeboten wird,\nist es eh nicht so attraktiv.\nDas ist das eine. Das zweite ist.\nAbgesehen von dem, was jetzt für die Anbieter der eigentlichen Apps gilt,\ngibt es ja auch noch eine Regelung für die Anbieter dieser alternativen Stores.\nWeil um überhaupt erstmal so ein Store auf das iPhone zu bekommen,\nmusst du eine Marketplace-App entwickeln, die Apple dir dann abnehmen muss, wo du irgendwie,\nes gibt glaube ich in diesem ganzen, dieser ganze, dieses ganze Update,\ndieses ganze iOS 17.4 Update, hat so irgendwas in der Größenordnung von 600 API-Calls.","Das ist das, was sie behauptet haben.","Ja genau, die dazukommen. Also Funktionen für jeden Scheiß.\nEinreichen hier, anmelden da, sicherstellen dies, Auditing, keine Ahnung. Unglaublich viel Kram.\nDas muss alles erstmal implementiert werden. Also das wird schon mal lange dauern,\nbis überhaupt jemand so eine Marketplace App entwickelt hat.\nDann musst du diese Core-Technology-Fee mit diesem 50 Cent pro frischem Install,\npro User, pro Jahr, musst du von der ersten App-Installation anzahlen.\nAlso da hast du nicht mal eine Millionen-Installation frei,\nsondern du zahlst sozusagen für eine Million User, die nur diese App auf ihrem\nTelefon haben, selbst wenn die da nichts mit kaufen,\nsondern nur runterladen und installieren, da kostet die erste Million schon\neine halbe Million. pro Jahr.","Die erste Million ist umme.","Nur für die Developer.","Aber der Marketplace, der Betreiber des Marketplace zahlt dafür,\ndass der Marketplace auf dem Telefon ist.\nSchon ab dem ersten Install diese 50 Cent.","Das heißt.","Wenn du eine Million User überhaupt ansprechen musst, da haben die noch nichts gekauft.","In dem Marketplace?","Mit deinem Marketplace. dann kostet dich allein die Präsenz auf diesen Telefonen\nschon mal eine halbe Million Euro pro Millionen User.\nSo, und damit hast du noch keinen Umsatz gemacht.\nAbgesehen davon, dass es ein Riesenaufwand ist, das alles zu machen.\nDeine Marketplace-App ist aber auch nicht im App Store.\nDa kommt die nämlich nicht rein.","Die muss nämlich runtergeladen werden.","Das ist nämlich dann das Einzige, was überhaupt jemals von einem Browser direkt\nauf dein Telefon installiert werden wird.\nAlso als App, weil normalerweise kommt ja alles aus dem App Store.\nNur dieser Marketplace, der kommt aus dem Web. Das heißt, du musst auf eine Webseite gehen.\nDann musst du irgendwie 30.000 Scaresheets mit gefährlich, furchtbar,\ndas Internet, pass auf, links, rechts, sie kommen.\nWillkommen, ja und dann musst du, ja, ja, ja, ja, ja, weiß ich,\nhab ich verstanden, ja wirklich, nee, ich will es wirklich haben, ja, nein,\nich hab es verstanden, ja, ich will es haben, dann hast du das Ding drauf,\ndann kostest du schon mal 50 Cent und dann kannst du halt mal gucken und was\njetzt so, deine Annahme, was war das, 5 Prozent,\nvergiss es, niemand, der so einen Aufwand treibt, so ein Marketplace.","Das war jetzt einfach mal so aus der Luft\ngegriffen.","Diesen Aufwand machen. Sie könnten also sagen, jetzt gibt es Fortnite.\nDu willst Fortnite auf deinem iPhone spielen. Nicht auf dem iPad, sondern auf dem iPhone.\nViel Spaß. Spaß, ja,\ndann kannst du jetzt hier dir irgendwie mit 30.000 mal ja, ja,\nja klicken, kannst du dir unseren App Store machen, der kostet dann schon mal 50 Cent pro Jahr,\ndann musst du da drin sozusagen diese App verkaufen und dann können sie da irgendwie\nihr Fortnite machen, da können sie ihr eigenes Payment machen,\nda können sie dann alles machen und Apple will da nichts mehr von haben,\nnur dass wenn diese App natürlich installiert ist, kostet sie ab einer Million\ndann eben auch nochmal 50 Cent, also das wird dann schon mal teurer.\nAber, wenn du ein Marketplace hast, bist du gezwungen, unter diesen Regeln jetzt,\nin der Kategorie von Apps, also du musst nicht alles anbieten,\naber du musst in der Kategorie von Apps, die du anbietest, bei Epic werden es halt Games,\nmusst du auch allen anderen Game-Developern Zugang zu deinem Marketplace geben.","Ist das eine Apple-Regelung? Ja.","Also sie können nicht, hier ist der Epic Store und hier gibt es nur Epic.","Ja, aber das ist sowieso eigentlich so, dass du, naja gut, der Epic Store ist\neh eine traurige Veranstaltung, wenn du den mal gesehen hast.","Klar, aber ich sag nur, sie sind dazu gezwungen, also wenn jetzt irgendeiner\nein anderes Game macht, dann muss der auch in diesem Store zugelassen werden. werden.\nUnd derzeit ist es so, sie haben ja diesen Store und ich habe mal nachgeguckt, also die nimmt 12%.\nVon anderen.","Okay, das ist okay. Also soweit ich weiß, sind im Steam ja auch 30 Prozent.","Ja, und alle Konsolen, Spielekonsolen und so weiter sind noch teilweise viel teurer.\nAlso, ganz ehrlich, mich würde es wundern, wenn das überhaupt jemand macht unter den Regeln.\nGroße Frage ist, was macht jetzt die EU?","Weil.","Die EU wird natürlich jetzt sich erstmal feiern und sagen, ja,\nguck mal hier, wir haben Apple in die Knie gezwungen und jetzt müssen wir alle\nhier dran teilnehmen und alle anderen Developer gerade so, ja,\naber wer würde denn so einen Scheiß machen?\nUnd ich sag dir, es wird einfach niemand machen. Wir werden überhaupt gar keine\nMarketplaces sehen. Also irgendeiner wird es ausprobieren, aber ich glaube nicht.","Dass irgendwas von der Vortragsmasse Ich denke.","Es steht und fällt alles mit der Core-Tech-Fee. Wenn die Core-Tech-Fee fällt,\ndann hat das System einigermaßen Zukunft. Zukunft, dann kann ich mir das vorstellen, dass Leute das machen.\nAber mit dieser Quartech-Vieh ist das völliger Unsinn.","Warum sollte sie fallen?","Weil die EU möglicherweise halt noch eine Zusatzregelung beschließt.","Ja, genau.\nDas wird aber noch ein paar Jahre dauern. Jetzt ist erstmal Wahl,\nbis das ausgewertet ist, bis das dann beschlossen ist, bis das dann umgesetzt\nist, also von einer Revision dieses,\nDMAs sind wir mindestens drei, vielleicht sogar noch viel mehr Jahre entfernt.\nAlso bis die auch Gültigkeit hat, fünf Jahre würde ich sagen.","Und dann kommt natürlich, hast du noch die Gerichte, ne?","Genau, hast du die Gerichte. Deswegen habe ich mal geguckt, geguckt es in,\nich habe mir natürlich nicht das ganze DMA durchgelesen, sondern wie man das heutzutage macht.\nIch habe mal irgendwie das alles schön in ChatGPT reingelesen und gesagt, guten Tag, hier ist DMA.\nDas ist super. Ich meine, Gesetzestexte, das ist einfach, das können die, ne?","Also von Gesetzestext in Deutsch übersetzen.","Genau, kannst du für mich mal bitte verstehen, was da drin steht.\nWeil die ganzen Juristenquatsch und so weiter, das könnte ich mir durchlesen,\nich würde es sowieso nicht verstehen.\nAber genau dafür sind halt diese Maschinen perfekt. So, dann habe ich halt gefragt,\ngibt es Regelungen bezüglich der Bezahlung?\nAlso ist überhaupt durch das DMA irgendwie geregelt, auf welche Art und Weise\ndiese Bezahlung der Plattform vorgenommen werden darf?\nWeil bisher ist es ja so, wir haben den App Store, du nimmst Geld ein über den\nApp Store, dann nehmen wir auch Geld ein von dir.\nDas heißt, jede Bezahlung ergibt sich auch automatisch. Das hat ja auch einen\ngewissen Charme, es ist einfach, verständlich und so weiter.\nEs regen sich halt alle nur über die Beträge auf einerseits und auf der anderen\nSeite regen sie sich über diese Gatekeeper-Funktion in Bezug auf den Content auf.\nAchso, das ist übrigens die eine Ausnahme. Die Stores, die es halt definitiv\ngeben wird, ist halt Porno.\nWeil Porno ist jetzt ermöglicht. Also vielen Dank, liebe IOMA,\nwir haben jetzt Porno-Stores.\nEs wird Porn-Apps geben können und die können, glaube ich, diese Core-Technology-Fee\nauch irgendwie auf einer Arschbacke absetzen und das wahrscheinlich im wahrsten Sinne des Wortes.\nAlso da wird schon irgendwie was gehen.","Und wenn nicht, dann machen sie halt wieder zu.","Genau, also Porno geht klar und Piracy geht wahrscheinlich auch klar,\nalso so Movies, Apps und so weiter, dafür wird es also was geben,\nda kann sich die EU dann richtig feiern lassen,\ngeil, jetzt haben wir irgendwie sozusagen Copyright-Vergehen sind jetzt einfacher\ngeworden und Porno gibt es auch, liebe Wähler.\nJa, so und dann nochmal zurück, dann habe ich halt mir erzählen,\nalso ich habe so mehrere Nachfrageversuche gemacht, um irgendwie rauszubekommen,\nwelche Regelungen es vermutlich gibt.\nUnd da ist halt nur, ja es muss irgendwie fair und balanced sein.\nDas ist so im Wesentlichen eigentlich das, was sich da heraus ergibt.\nAlso es gibt keine konkreten Vorstellungen.\nUnd Apples Argumentation wird sehr schwierig sein, die in irgendeiner Form anzugreifen,\nweil es gibt ja keine Regeln dafür und auch keinen Vergleich.\nDie sagen halt einfach, ja das kostet uns auch so viel. und das ist ja auch\nihre offizielle Argumentation in Bezug auf diese 50 Cent.\nSie sagen, du, wenn du irgendwie mehr als eine Million Installationen hast,\ndann kannst du uns nicht erzählen, dass es dafür kein Monetarisierungssystem\ngibt, außer über diesen Verkaufspreis hinaus.\nDa werdet ihr schon Wege finden mit Werbung, mit was auch immer.","Naja, aber die Tabelle, die ich hier gemacht habe, die ja ganz klar,\ndie ja ganz klar zeigt, welche Gelder von Apple ausgeschüttet werden,\nunter welchen Annahmen.\nDa hast du ja oberhalb von einer Million gerne mal dieses, die stehen jetzt schlechter da.\nInsofern kann es nicht fair sein.\nWeil Apple hat sich ja die Regelungen so, wie sie jetzt existieren,\nselber auferlegt. Also müssen sie für Apple ja fair sein.","Ja.","Also diese Argumentation würde ich zumindest vor Gericht versuchen. Ja.","Genau. Aber das muss halt auch erstmal stattfinden. Ja.","Klar, ich weiß, was du meinst.","Und wenn das halt vor Gericht dann niedergeschlagen wird, dann wird Apple in\ndrei Jahren dazu verpflichtet, was anderes zu machen.\nDann sagen die, ja super, kein Problem, wartet mal iOS 19.4 ab,\ndas kommt im März und dann haben wir unsere neuen Regeln.\nUnd dann werden sie wieder irgendeine Schweinereile eingebaut haben,\ndie werden die nicht kleinkriegen.\nAlso ich bin auch ehrlich gesagt ein bisschen gespalten, was diese ganze Sache betrifft.\nIch meine, es ist einfach klar, Apple wird sich hier einfach mit,\nalso ob das richtig ist oder moralisch vertretbar ist und so weiter,\nbrauchen wir gar nicht zu diskutieren.\nDas ist einfach ein großes Unternehmen, das möchte gerne irgendwie seine Pfründe\nsichern und wir wissen alle, wie große kapitalistische Unternehmen agieren,\nwenn sie ihre Pfründe schwinden sehen, potenziell.\nJa, die wehren sich einfach mit allem, was sie haben und sie sind so dermaßen\nin Control dieser Plattform, da wird es einfach keinen Weg drum gehen.\nWenn die EU andere Preise möchte, die irgendwie kompetitiver sind,\ndann sollen sie einfach da ein Price Act machen und ihnen einfach andere Preise vorschlagen. sagen.\nSo, dann müssen sie einfach andere Regeln dafür machen. Dann brauchen wir auch\ndiesen ganzen Unsinn nicht mit diesen separaten App-Stores, weil das ist eh für die User scheiße.\nUnd einfach nur ihnen andere Regeln aufzwingen.\nSo, ich meine, wenn es App-Stores geben soll, die anderen Content haben,\ndann schreibt ihnen doch einfach vor, dass sie anderen Content haben dürfen. Bang.","Also ich finde, dass es andere App-Stores geben soll, finde ich jetzt nicht verkehrt.","Warum?","Von der Sache her.","Als User oder als Developer?","Als User. Ich.","Finde es furchtbar.","Im Prinzip ist es natürlich nicht unbedingt geil, aber wenn du jetzt dir anguckst,\nda gibt es jetzt beispielsweise den Epic Store, dann gibt es den Ubisoft Store,\ndann gibt es Steam, dann gibt es weiß ich noch was und dann kannst du halt gucken,\nwo ist denn gerade die Rabattaktion? Wo kaufe ich den Scheiß denn jetzt?\nWeil am Ende, wo kaufe ich den Scheiß, ist ja völlig egal.\nAber dadurch, dass es Konkurrenz gibt und die Konkurrenz sich so ein bisschen\nbefruchtet, das ist für den Verbraucher schon besser, denke ich.","Ja gut, aber wenn der eine Teilnehmer dieses Stores der Betreiber der Plattform\nist, mit seinem Store, du wirst diesen Vorteil nie rauskriegen,\ndas sieht man doch jetzt hier schon.","Ja, natürlich wirst du den Vorteil nicht rauskriegen und ich glaube,\nes geht auch gar nicht darum, den Vorteil rauszukriegen, sondern das,\nalso überhaupt einmal ein Spielfeld aufzumachen.\nMomentan gibt es kein Spielfeld, es gibt nur Apple, es gibt ja keine Spiele\nmit nur einem Spiel, ja doch, bei Computerspielen schon, aber es ist ja kein\nMarkt in dem Sinne, sondern es gibt halt Apple und die bieten halt iOS-Apps an.\nUnd, ja?","Anders wäre? Oder hängt man am Ende des Tages, es läuft auf unserer Plattform\nund wir müssen so oder so nochmal über den Code drüber gucken, bleibt das bestehen?","Wie ich bereits sagte, es gibt diese Notarisierung, wie sie es nennen, Notarization.\nUnd das ist schon auch eine Mischung aus automatischen und händischen Checks. Also auch händische.","Aber nicht auf dem Level wie im App Store.","Also sie prüfen schon nach, ob die App das tut, was sie vorgibt zu tun.","Im Prinzip bleibt es gleich, das Einzige, was sie nicht mehr tun dürfen,\nist nach Content zu unterscheiden und nicht nach Copyright verstößen.\nDerzeit dürfen sie auch Apps ablehnen oder lehnen sie welche ab,\nweil die wahrscheinlich, was ist da, ist Mickey Mouse zu sehen,\nokay, Mickey Mouse ist jetzt vielleicht frei, aber halt so, da ist irgendwie\nDisney-Content, den haben wir da gesehen.\nHast du ja öfter mal, was weiß ich, hast du so eine App, die so Filme rezensiert\nund dann machst du einen Screenshot in deinem App-Store und dann ist da halt\nirgendein Filmplakat zu sehen von Disney und dann sagt irgendeiner,\nja nee, hier Disney Copyright Violation, irgendwie geh mir aus der Sonne.","Aber man muss sagen, die Gesetzesänderung hat schon zu einer Änderung im App-Store\nselber geführt und das ist jetzt diese ganzen Game-Streaming-Apps.\nAlso wenn du jetzt irgendwo in der Cloud, Nvidia und andere bieten das ja an,\ndass du irgendeiner Cloud einen Rechner hast und das dann aufs iPhone und aufs\niPad Stream kannst. Diese Apps waren früher verboten.\nDie werden jetzt im App Store erlaubt.","Das hat aber nichts mit der EU zu tun.","Ne, die gibt es auch schon länger.","Das ist ja auch global. Das ist ja nicht nur in der EU.","Aber das wären ja zum Beispiel diese Art der Dinge, also früher waren die verboten. Ja.","In vielen Dingen hat sich Apple auch glacial bewegt, aber sie haben sich bewegt\nund dann wurden Dinge halt zugelassen, weil sie irgendwann gemerkt haben,\nja, naja, die Leute wollen das und es ist auch okay, dass wir das anbieten und, und, und.\nAlso da, ja, keine Ahnung, wahrscheinlich muss man wirklich abwarten, wie es sich entwickelt.\nIch persönlich finde das gut, dass die EU mal einen Aufschlag gemacht hat.\nAlso das war eigentlich überfällig, ob der Aufschlag jetzt im Aus landet oder\nnicht. Also wahrscheinlich schon, werden wir sehen müssen.\nIch denke, die Geschichte ist noch nicht ausdiskutiert und das ist glaube ich.","Das Problem, was ich mit dieser Regelung habe, ist, dass nicht klar wird,\nfür wen das jetzt eigentlich gut sein soll und was danach eigentlich besser sein soll.\nDie ganze Logik, die in diesem DMA drinsteckt, ist, wir wollen offene Märkte\nund wir betrachten das Ökosystem einer großen Plattform,\nwas eine gewisse Marktdominanz hat, was ja mehr oder weniger so die Definition\nvon, auf wen trifft denn das eigentlich zu, ist.\nDas wollen wir jetzt öffnen und unser Ansatz dafür ist, da müssen mehrere verkaufen können.\nAlso das ist so die Logik, die jetzt in der ganzen Regelung drinsteckt ist so,\nes muss mehr Leute geben, die verkaufen. Und dann wird es besser für, ja wen denn eigentlich?\nWeil die Klientel ist ja hier eigentlich sehr viel mehr, so wie die ganze Regelung\nausgelegt ist, ist große europäische Unternehmen sollen davon profitieren.\nDas ist nicht für Kunden, weil für Kunden ist ja eigentlich nichts drin. so? Wüsste nicht was?","Naja, theoretisch natürlich schon, weil du... Theoretisch.","Ja, aber praktisch ist hier nichts kundenorientiert, sondern es,\nbetrifft Unternehmen, die was veröffentlichen wollen, um App Store,\ndu kannst ja als Privatperson zum Beispiel keinen App Store aufmachen,\nso ein Marketplace. Kannst du nicht, du musst ein Unternehmen sein.\nNicht nur das, du musst auch Bankbürgschaften hinterlegen, dass du auch garantieren\nkannst, dass das Geld, was nämlich dann unter Umständen durch diese CTF an Apple\ngezahlt werden muss, da das ja nicht von einem Kauf abgeht,\nMusst du nachweisen, dass du das Geld hast, dass du also in der Lage bist,\nzumindest eine Million Euro zu bezahlen.\nAlso das ist alles, wie es vom Gesetz her sich jetzt, wie es angelegt wurde\nund wie es jetzt wirkt, ist halt im Idealfall etwas,\nwas theoretisch großen europäischen Softwareherstellern, die ansonsten meckern\nüber die Preise, da fallen mir ehrlich gesagt gar nicht so viele ein.\nAlso es gibt ja eigentlich kaum große europäische Unternehmen,\ndie irgendwie Apps anbieten.","Es geht auch um Firmen, die in Europa verkaufen.","Naja, zwangsläufig betrifft das dann alle, aber du kannst ja jetzt nicht sagen,\ndass die EU sich jetzt drei Jahre zusammengesetzt hat, um über die Probleme\nafrikanischer Unternehmen, die in Europa was verkaufen, zu beratschlagen. Nein.","Natürlich nicht.","Die EU macht die Gesetze für unsere Wirtschaft.","Aber die EU ist ja oder sieht sich zum großen Teil auch als,\nwir wollen Grenzen, wirtschaftliche Grenzen zwischen den EU-Ländern abbauen.\nUnd da ist sowas, wo quasi empfunden virtuelle Grenze im wir können freien Handel\ntreiben gesehen wird, ist da natürlich der Feind.\nUnd da sagen die aus der Warte zu Recht halt, wir wollen nicht,\ndass es da ein geschlossenes Ökosystem gibt, sondern das muss offen sein und\njeder muss mitmachen dürfen.","Ja, aber es kann ja jeder im App Store mitmachen.\nJa.","Aber Apple kann halt sagen, ob du mitmachen kannst oder nicht.","Ja gut, aber dann könnte man ja eine Regelung machen über, wie darf Apple entscheiden,\nob jemand mitmachen darf oder nicht. Darf Apple Porno-Apps ausschließen?\nMit der Logik, nö. Weil jetzt sind ja Porno-Apps erlaubt, weil du kannst ja\neinen Marketplace aufmachen, der kann Porno-Apps verkaufen, damit sind sie sozusagen erlaubt.","Ich will das DMA, so wie es ist, auch gar nicht verteilen.","Ich weiß nicht, ich versuche nur mal klar zu machen, was jetzt hier eigentlich\ngerade passiert, weil die ganze Perspektive ist so, oh, Apple macht aber jetzt\nhier mal echt schlechte Preise, ihr seid aber böse, ihr verhindert ja was total Tolles.\nUnd dann frage ich halt so, ja was ist denn das Tolle eigentlich?\nAlso für User wird es komplizierter, weil du hast halt irgendwie auf einmal\neinen Wildwuchs an Stores, wo du was kaufen kannst.\nStell dir mal vor, du hast jetzt 20 Apps aus 10 Stores.\nDann hast du für jede App eine andere Art und Weise, wie du es installierst,\neine andere Art und Weise, wie du Refunds anfragen kannst. Du hast es mit einem\nanderen Support-System zu tun, du hast eine andere Kommunikationsstruktur,\ndie in anderen Ländern sitzen.\nDa wird für mich nichts einfacher. Für mich wird es einfacher,\nwenn man einfach Apple sagt, hör mal, euer App-Store ist ja alles super,\ndass ihr darüber euer Ding finanziert.\nSo ist ja ein einfaches System, wo irgendwie relativ wenig schief gehen kann.\nAber uns gefallen eure Content-Policies und eure Zulassungs-Policies nicht.\nUnd hier bitteschön ist der Digital Content Policy Act for Digital Markets.\nDer schreibt euch vor, dass ihr das und das nicht mehr so machen könnt.\nFertig ist die Luzi. Und man bräuchte diesen ganzen Unsinn nicht mit diesen\nkomplizierten Berechnungs-Kram.\nUnd irgendwie kannst du nicht wieder raus und bist für ewig gefangen.","Ich glaube, die Forderung, die du stellst, würden die Leute,\ndie das DMA gemacht haben, als zu engstirnig ansehen.","Ja, aber unter Umständen wird es besser funktionieren, weil das wird auf keinen Fall funktionieren.","Ja, da sind wir uns einig, dass das keine so super saubere Idee ist.","Ja, also ich meine, was soll ein Gesetz, was nichts bringt? Also da kann ich\nmich irgendwie echt nicht für.","Naja gut, ich meine, klar, gut gemeint ist nicht so gut wie gut gemacht.\nDas kennen wir alle. Wir wissen auch nicht, wo hatte wer die Finger drin,\num das so weit zu verwässern, dass so etwas überhaupt möglich ist.\nDas wird sich sicherlich noch zeigen, aber lass es mal weitergehen.\nEs gibt noch ein paar Sachen, die auch ganz interessant sind,\nwas da passiert, nämlich alternative Browser.\nUnd da habe ich ein bisschen reingeguckt und zwar hat iOS schon länger als Mitigation,\ndass du nicht so einfach Code exploiten kannst.\nDie Regelung, dass Memory Pages sind entweder schreibbar und lesbar oder aber lesbar und ausführbar.\nUnd da haben sie jetzt in dieser, warte mal, wie hieß das, das hieß Browser Engine Core,\neine relativ kleine API gebaut, wo du also tatsächlich Code Pages umschalten\nkannst in Schreiblesbar und wenn du sie beschrieben hast in Les- und Ausführbar.\nSodass ein Hersteller einer alternativen\nBrowser Engine tatsächlich ein Just-in-Time-Compiling machen kann.\nDas fand ich ganz interessant. Das hätte man wahrscheinlich sicherlich auch\ngerne für andere Just-in-Time-Dinge.\nEs muss ja nicht immer ein Browser\nsein, sondern es gibt da ja auch noch Skriptsprachen und anderes Gedöns.\nUnd zum Browser Engine Kit, das fand ich auch sehr interessant.\nDa haben sie tatsächlich das so gebaut, dass sowohl die Netzwerklogik als auch\ndie Content-Render-Logik in einer eigenen Extension läuft.\nDas heißt, der Prozess, der ein Netzwerk macht und der den Inhalt rendert,\nkann nicht zugreifen auf den eigentlichen Browser-Prozess.\nAlso der Inhalt von einem Tab läuft in einem eigenen Prozess,\nso wie eigentlich alle Desktop-Browser das heutzutage machen.\nAber das haben sie dann nochmal extra gebaut und dann gibt es auch extra Views,\ndie in der Lage sind, dann den Inhalt auch zu scrollen und so weiter.\nSo 100 Prozent, ich habe es nicht verstanden, was sie da machen,\naber im Großen und Ganzen ist der Ansatz halt nicht, macht halt einen Browser\nund wir lassen ihn laufen,\nsondern da ist halt ganz klar, das und das und das geht nicht, weil Sicherheit.\nFinde ich insofern eigentlich ganz gut gemacht.","Gibt es da noch mehr zum Drumherum dieser Browser? Also heißt das,\nman darf eine eigene Browser-App machen oder kann man quasi jetzt einen eigenen\nWebview in einer anderen Engine bauen?","Wenn ich das richtig verstanden habe, beides.","Also.","Einerseits kannst du einen eigenen Webview mit einer eigenen Browser-Engine\nhaben, auf der anderen Seite kannst du tatsächlich einen kompletten Standalone-Browser\nmit einer eigenen Browser-Engine bauen.\nAlso so habe ich es verstanden, keine Ahnung.","Und ist das auch nur für die EU oder ist das global der Teil?","Das ist wahrscheinlich nur für die EU.","Ja, und nur iPhone.","Und ja, ja, und nur iPhone, weil keine Ahnung, iPads in der EU gibt es da nicht.","Das sind keine dominante Plattformen. Ja genau, also das ist halt das Ding.\nAlso dadurch, dass sich das ohnehin nur aufs iPhone reduziert und nur auf die\nEU, ist es sowieso schon mal ein so abgeschmälter Markt und macht nur noch mehr\nProbleme, wenn du irgendwie alles doppelt machen musst. Das ist einfach tot.","Und das Lustige ist, wenn man dieses What's changing und bla bla bla,\nwenn man dieses Dokument durchliest,\ndann hast du in jedem Kapitel als allererstes den großen Absatz,\nwie schlimm das jetzt wird, dass alles nicht mehr so sicher ist und dadurch\nöffnen sich Tür und Tor für Malware und sonst was.\nAlso die sind da am Lamentieren, das ist der Hammer.","Die haben Spaß gehabt in der Rechtsabteilung. Schreibt das da auch nochmal rein.","Also wenn ihr mal so ein gut formuliertes Mimimi lesen wollt,\nlest euch das durch. Das ist wirklich unglaublich.","Es gibt ja jetzt auch diesen neuen Begriff des Scare Sheets.\nDiese Anzeige, die kommt, bevor du halt irgendwie so, oh, wenn du das aber jetzt\nmachst, dann kann alles passieren, dein Haus kann abbrennen,\ndeine Frau kann dich verlassen und alles.","Dark Patterns.","Genau, Dark Patterns. Eine ganze Menge von drin und so läuft es.","So, dann gibt es noch das mit den NFC-Technology für Banking-Apps.\nNew APIs to enable contactless payments.\nAber halt auch nur EU, beziehungsweise da steht EEA, ich weiß jetzt nicht genau,\nwas das jetzt wieder ist.","European Economic Area.","Ah ja, okay. Und dann war es das im Prinzip.\nDas mit der Interoperability Request Form, das habe ich nicht so ganz verstanden, was sie da wollen.\nDa kann man irgendwie ein Formular ausführen, wenn man will,\ndass Apple irgendwas macht, wie es im Standard steht oder so.\nIch weiß nicht, was das soll.","Ja, also ich weiß am Ende natürlich auch nicht, wie man das jetzt am besten\nalles gegriffen bekommt. Ich fand,\nalso ich meine, wenn ich jetzt mal überlege aus Benutzerperspektive,\nwas stört mich eigentlich an der Plattform, wie es derzeit ist?\nWas ist jetzt, sagen wir mal so aus einer Power-User-Perspektive?\nÄhm, was zum Beispiel in diesem ganzen Gesetz überhaupt nicht drin steht,\nkann man auch sagen, okay, ist vielleicht für ein Markets Act jetzt auch nicht\nso das Ding, aber es ist halt nicht dabei und es gibt auch kein anderes Gesetz,\nwas es macht, so diese Freiheit, dass ich auf meinem Telefon,\nvielleicht auch mal Sachen installieren kann, die ich irgendwie,\nalso es sozusagen mehr Freiheiten gibt für so eine lokale Anwendung sozusagen\nvon, ich kann jetzt selber mal eine App entwickeln.\nAber es ist natürlich, damit machst du halt auch immer wieder so eine Hintertür auf.","Auf jeden Fall.","Und da haben sie halt auch recht, was so Security und Gefährdung betrifft. Das ist halt so das Ding.\nAlso, drehen wir es einfach mal um. Was stört uns eigentlich wirklich?\nAlso was hat der App Store jemals nicht für uns getan?","Also das ist natürlich einerseits ein Moving Target, weil sie immer wieder nach\nviel Sträuben Dinge dann doch zugelassen haben, aber im Großen und Ganzen ist es schon so,\ndass dieses Risiko für den Developer, mache ich jetzt mal was richtig Innovatives\nund perle dann am App Store ab, weil sie irgendeinen Grund finden, mich reinzulassen.\nDas ist schon was, was im Großen und Ganzen, glaube ich, relativ viel Innovationen\neinfach unterbindet, weil du nicht einfach sagen kannst,\nhey, ich habe eine crazy ID, die ziehe ich jetzt einfach mal durch und dann\ngucken wir mal, was passiert.\nUnd ich bin auch bereit dafür, ein bisschen Geld in die Hand zu nehmen und irgendjemand\nwird es schon kaufen und so schlimm wird es schon nicht werden,\nwenn du halt dann einfach bei Apple an der App Store,\nDings abprallst und dann hast du halt das Geld komplett in den Sand gesetzt\nund siehst nie wieder einen Cent.","Okay, was könnte da helfen? Also da könnte ja zum Beispiel helfen,\ndass es mal für diesen Prozess eine Dokumentationsgründe, Dokumentationspflicht\ngibt, gibt es da sozusagen was Justiziables bei abfallen muss.\nDass so dieses einfache so, nö, weil Violets unsere Ruhe geben wir aus der Sonne,\nnicht ausreicht und dass man\nsozusagen die Möglichkeit hat, da juristisch irgendwie auch vorzugehen.","Dass man sich in den App Store einklagen kann.","Genau, also dass es da sozusagen so einen Prozess gibt und dass diese Regeln\nauch in gewisser Hinsicht in irgendeiner Form mit Vorgaben zusammenpassen müssen.\nAber meines Wissens gibt es solche Vorgaben gar nicht.\nAlso überhaupt nicht. Und das…,\nDas wäre vielleicht ein Ansatz. Ich meine, das ist jetzt wieder die Developer-Perspektive,\ndie wir eingenommen haben und nicht die User.","Klar, weil ich ja nun mal Developer bin.","Ja.","Klar.","Aber jetzt mal nur so als Power-User. Vielleicht jetzt mal so die Entwickler.\nDas kann man ja sozusagen aus der Perspektive auch nochmal sehen.\nAber jetzt sozusagen einfach so die Frage, was hat der App Store nicht für uns getan?","Aber das kann man so nicht trennen.","Es gibt schon ein paar Sachen, wo der App Store, also gerade auch,\nweil ich ja auch lange Android benutzt habe, wo das Ökosystem schon restriktiver\nist und eine ganze Flotte an Apps schwerer macht, einfach an Use Cases.\nAlso dieses ganze Ding, ich weiß, das hat auch Gründe, aber trotzdem mit dem\nBackground Processing zum Beispiel. Also, klassisches Beispiel ist so die Babyphone-App.\nAuf Android hatte ich eine super simple App, die einfach geräuscht hat,\nwenn Geräusche kamen, Baby schreien, klassisch, ruft einfach an, ein Telefon.\nDas gibt es auf iOS einfach nicht, weil der App-Store das restriktiert.\nDas kann man so nicht implementieren. Es gibt Babyphone-Apps,\ndie das dann mit Backends über Internet und so weiter machen,\naber das Use-Case, dass du einfach ein Telefon anrufst, geht nicht.\nAus verschiedenen Gründen, die halt restriktiver sind in dieser Plattform.","Dass man das Telefon mit einem Telefonanruf anruft, oder?","Genau.","Achso, und dass die App dann rangehen kann, sozusagen.","Nein, die App ruft an.","Du brauchst dann irgendjemanden, der irgendwo ein Telefon hat.\nHier, keine Ahnung, und dann ruft es die an.\nUnd dann hast du das super simpelste Babyphone.","Genau das meinte ich.","Solche Ideen.","Ja, okay. Und was ist das Argument auf dem App Store? Das App Store ist,\nwir machen keine API für automatisierte Calls, weil kann missbraucht werden.","Wahrscheinlich gibt es sie gar nicht.","Ja gut.","Aber ich meine, du kannst das doch über Internet lösen.","Natürlich kannst du das über Internet lösen, aber dann hast du das Problem, dass du A, ähm,\nAlso du brauchst erstmal Internet. Das heißt, wenn du jetzt zum Beispiel,\nwir waren viel mit dem Bus, mit dem Bulli unterwegs, hast du nicht immer Internet.\nDa hast du vielleicht aber noch irgendwo mal gerade so Handyempfang, da geht das.\nAlso das ist ein Beispiel und es gibt viele, viele weitere,\nwo sozusagen diese Regeln des App-Stores und alles drumherum,\ndas sind technische, aber auch inhaltliche, wo dann auch Dinge missverstanden\nwerden und die verhindern einfach bergeweise in Innovationen,\ndie zum Beispiel bei Android, wo ja alles viel, viel, viel offener ist.\nAlso da ist es zu offen teilweise, da gibt es viel, viel mehr Sicherheitslücken,\nalso das ist zu weit auf der anderen Seite, aber trotzdem, also es ist sozusagen, viel geht auch nicht.","Aber da könnte man ja sagen, dass sich Apple eigentlich nur ins eigene Fleisch schneidet.\nJa, ihr verhindert die Innovation, eure Plattform wird nicht innovativ sein, you lose. Ja.","Aber das ist doch auch ein Problem für die User. Also wenn Apple die Innovation so weit verhindert,\ndass ich als Anwender eigentlich das iPad auch nur zum YouTube gucken benutze,\nweil es gar keine Apps gibt,\nmit denen ich wirklich auch mehr machen könnte, weil sie halt auch immer wieder\nan den Geschäftsmodellen scheitern. Ja gut.","Aber das verletzt ja deine Rechte nicht. Das ist ja sozusagen.","Dann findest du das Produkt scheiße.","Dann kaufst du es halt nicht.","Nein, aber das ist natürlich so eine Art technischer Chilling-Effekt,\nder da auftritt, weil Firmen vorher schon wissen,\ndass es hohes Risiko ist, eine Sache zu bauen, tun sie es gar nicht erst und\ndadurch kommt die Innovation nicht beim User an.\nDa habe ich als User halt genauso verloren wie die Firma, die weiß,\ndass sie eine gewisse Innovation nicht machen kann, weil sie es sich möglicherweise\nnicht leisten kann, damit zu scheitern.\nDas ist meine Argumentation an der Stelle. Ja.","Gut, aber es heißt ja für den User, ich kriege vielleicht nicht ganz so coole\nApps, wie ich es mir theoretisch erträumen könnte. Das ist sozusagen die Limitierung jetzt.\nMir wird ja nicht irgendwas wirklich weggenommen oder so. Also ich versuche\neinfach so ein App zu finden, der argumentierbar ist.","Also ich finde, das Beispiel iPad zeigt es sehr gut, weil das iPad,\ngerade das iPad Pro ist jetzt an einem Punkt, wo es von einem Mac Hardware mäßig\nkaum noch unterscheidet sich.\nAlso gerade so ein M1 iPad mit einer Tastatur und so weiter ist in der Lage,\nalles das zu tun, was ein Mac kann.\nMan könnte da ein Mac OS drauf laufen lassen und könnte damit Spaß haben,\njetzt mal abgesehen von fehlenden Ports und so weiter.\nTrotzdem ist das iPad OS so weit zu gerümmelt, dass du nicht die Dinge tun kannst,\ndie du auf einem Mac machen kannst, weil du nicht die Software hast,\nweil du sie nicht installieren kannst, du hast keine Shell, du kannst,\nweiß ich nicht, keine Compiler drauf laufen lassen, du kannst kein...\nYou name it. Da.","Kommt das Argument von Apple und sagt ja, weil die Plattform sicherer ist und\nwir nicht die Probleme von Desktop-OSen, die sie seit 20 Jahren mit sich rumschleppen, mehr haben.\nDeswegen gibt es das da nicht. Das ist mir klar.","Dass Apple das sagen will. Aber das ist ein Beispiel dafür, was mir als User\nverloren geht dadurch, dass Apple diesen Kurs einschlägt. Und das wolltest du hören. Ja.","Aber das finde ich, dann ist halt die Antwort, na dann kauf dir doch ein Mac.\nAlso ich meine, dann hast du halt das falsche Produkt gekauft.\nDas hat einfach keinen Regulierungsdruck.\nAlso das ist einfach zu schwammig. Du kannst doch nicht in die Politik reinmarschieren\nund sagen, ich möchte aber gerne, dass sie ein anderes Betriebssystem auf meinem\nComputer installieren.\nDann sagen die, ja, aber was soll denn da die rechtliche Grundlage sein?\nWelches Recht wird denn hier eingeschränkt, dass wir da etwas anders regulieren müssen?","Die rechtliche Grundlage gibt es ja schon insofern, dass man,\nwenn ich mehr Hardware kaufe, in gewisser Weise Freiheiten habe,\nsie zu nutzen, wie ich sie will.\nAlso das ist ja auch erstmal so eine Grundlage, die früher viel,\nviel, viel weiter verbreitet war, jetzt durch Smartphones und iPads schon sehr,\nsehr, sehr weit zurückgegangen ist.\nAber das ist schon eine Grundlage, mit der man zumindest mal argumentieren könnte.\nUnd das Argument dann mit iPads und so weiter, die dann auch wirklich zu nutzen\nwie ein Computer, wo sie ja perfekt in der Lage wären und ich glaube es gäbe\nauch genug Leute, die dann iPads auch wirklich als Computer nutzen könnten,\nauch mit den allen anderen News Cases, ist auf jeden Fall ein Argument.","Ja, weil dann würdest du ja quasi Hersteller dazu verpflichten,\nProdukte als was anderes zu verkaufen, als sie das eigentlich wollen.\nDie haben sich ja was dabei gedacht.","Die Frage ist, was deren Gründe sind. Ob das Gründe sind, die...","Das ist ja nicht an der Politik, das zu entscheiden, was die Motivationen sind.\nIch meine, es gibt viele Geräte, die verhindern, dass du sie auf eine bestimmte\nArt und Weise benutzt, weil dich das halt gefährdet.\nWeil du dann Stromschlag kriegst oder, um es mal auf Computer umzulegen,\nweil dann die böse Hand aus dem Internet durch deine Tastatur anfängt, dich zu erdrosseln.\nDas ist ja sozusagen das Gefährdungspotenzial, was da eingeschränkt wird und\nwas die Argumentation für ist, du kannst jetzt hier nicht machen,\nwas du willst, weil nicht alles, was du machen kannst, ist gut für dich und\nwir müssen dich vor dir selber beschützen.","Wie du eben gesagt hast, der Scaresheet kann aber auch nicht die Antwort auf alles sein.\nAlso es gibt auch Wege, also man muss den Leuten auch erlauben,\nsich in den eigenen Fuß zu schießen auf gewisse Art und Weise. Ja gut.","Dafür ist ja das Scaresheet. Das ist ja sozusagen, du könntest dir jetzt in\nden Fuß schießen und wir warnen dich jetzt noch und danach bist du für dich\nalleine verantwortlich.\nDa werden sie ja jetzt sozusagen zu gezwungen. Aber ich sehe ja alles und so\nweiter, ich höre auch immer wieder diese Argumente, man hört das ja auch so\nim Chat und ich versuche das gerade zu verstehen.\nSo diese Notion mit ja, aber die Freiheit.\nWelche wirkliche Freiheit ist denn eigentlich gerade eingeschränkt und wo müsste\nman eigentlich mal was tun? Und mir ist so, ja, aber es ist mir nicht innovativ genug.\nEhrlich gesagt, das ist für mich keine Argumentationslinie. Das ist so ein Gefühl,\naber nichts, wo man jetzt klar drauf zeigen könnte und sagen könnte, das geht aber so nicht.\nApple ist nicht innovativ genug. Da brauchen wir jetzt ein Gesetz,\num Apple endlich mal innovativ werden zu lassen. Da zeigen die ja doch alle einen Vogel.","Da hast du natürlich recht. Man kann jetzt natürlich nicht Apple zwingen dazu, innovativ zu sein.\nDas macht dann, wenn, dann der Markt. Ja.","Oder auch zu behaupten.","Dass es nicht sind.\nAlle Regeln schreibt ihr nicht, wir haben da auch noch ein paar auf Lager.","Klar, die Frage ist halt, welche. Und dieser DMA-Ansatz ist halt meiner Meinung nach falsch.\nAlso ich, ganz ehrlich, ich kann dem gar nichts abgewinnen. Ich habe es nicht gelesen.\nDu siehst ja, was die Auswirkung davon ist.\nAlso wenn Apple so einen Tanz machen kann, ja, kannst du schon machen,\naber dann bist du halt pleite.\nZu erfolgreich bist. Ich meine, da kann man nur sagen, sorry,\naber das ist jetzt für niemanden irgendeine Lösung und das hat das Gesetz jetzt ermöglicht.\nUnd ehrlich gesagt, wenn ich mir halt so anschaue, was die Zielrichtung ist\nund die Zielrichtung ist halt nur, ja, wir brauchen mehr Läden,\nweil mit mehr Läden haben wir wird alles besser. Das ist eigentlich Quatsch.","Wir reden ja auch, glaube ich, über zwei unterschiedliche Sachen.\nDas eine ist, ob es grundsätzlich sinnvoll ist, da mal regulatorisch einzugreifen,\nso wie Apple gerade ist, in der Position ist und wie jetzt die konkrete Eingriff ist.\nDas sind ja nochmal zwei verschiedene Paar Schuhe. Also an den DMA selber,\ndas ist glaube ich echt schwer, da was durchzukriegen, weil den ganzen Gegenwinden,\ndie da kommen, dann auch der Komplexität dem Ganzen und den wirklich Armeen\nan Anwälten und Technikern, die Apple dem entgegensetzen kann,\nist das wirklich nicht einfach.\nVon daher ist es schon mal zu begrüßen, damit anzufangen. Also,\nUnd zu gucken, also wie dann am Ende das Richtige ist und weiter geht,\ndas ist ja auch nicht nur aus der EU, wo Gegenwind kommt, wie wir auch schon gesagt haben.\nEs gibt ja auch andere Stellen, wo es sich langsam bewegt und was dann am Ende\ndas Richtige ist, wird sich dann rausstellen.\nAber einfach grundsätzlich, unabhängig von Innovation und allem,\ndiese starke Gatekeeper-Funktion in einer Firma zu haben, kann auf lange Sicht nicht gut sein.\nDiese unregulierte Gatekeeper-Funktion und dass es zumindest die Idee ist,\ndas halt aufzubrechen, denn es mehrere Gatekeeper ist.\nOb das jetzt funktioniert, ich habe da auch meine Zweifel, vor allem wie Apple\njetzt auch dagegen steuert, aber die Idee ist schon sinnvoll,\nweil man dann halt auch die Macht nimmt und Dinge.","Erzwingt. Das klingt schön, aber das beantwortet wieder nicht die Frage mit,\nwas hat Apple jemals nicht für uns getan?\nAlso was genau stört euch?\nAlso genau, also was ist konkret nicht dieses, ja Gatekeeper und theoretisch\nund Innovation und ich könnte mir irgendeine App vorstellen und hier konnte\nich mein Baby nicht so abhören, wie ich will.\nJa, es gibt nicht für alles eine Lösung, aber was genau konkret ist eigentlich das Problem?\nAlso was kann man nicht tun, was man regulieren muss?","Ganz ehrlich, dass Apple Pro Geräte verkauft, die nicht Pro nutzbar sind. Das ist das Problem.","Falsch benannt.","Ja, wenn sie das halt, weißt du, wenn es das iPad Larifari wäre,\ndann würde ich ja… Also brauchen.","Wir ein Anti-Pro-Gesetz. Apple darf seine Geräte nicht pro nennen.\nNa mal ehrlich, also jetzt, habe ich da keine Antwort drauf verdient?\nWisst ihr keine? Also das ist das.","Was ich mich frage. Aber ich glaube, dass es auf diese Frage keine einfache\nAntwort gibt. Das ist das Ding.\nAlso diese Schere zwischen,\nEinerseits den User als solchen vor doch relativ vielen Gefahren aus dem Internet schützen zu wollen,\nwas richtig ist und was Apple auch weiter so tun sollte und andererseits dieses\naber zu sehr den Daumen drauf zu haben, was denn da jetzt genau passiert,\nweil weiß ich nicht, irgendwelche Leute halt dann auch mal schlecht schlafen.\nIch weiß noch, die erste Podcatcher-App, die geschrieben wurde,\nwo Apple die dann hochkant wieder rausgeworfen hat, weil die,\nweiß ich nicht, zu viel aus dem Internet runtergeladen haben oder sonst was,\naus irgendwelchen komischen Gründen.\nWeißt du, das ist schon so. Ja.","Das war Quatsch.","Das war einfach super Quatsch. Genau.","Aber ich meine, sie waren dann halt auch auf dem Pfad, sie hatten sich halt\nirgendwelche Regeln aufgestellt,\ndann kam jemand mit einer App, die gegen diese Regeln verstoßen hat,\ndann wurde sie erstmal abgelehnt, dann haben sich alle beschwert,\ndann wurde darüber nachgedacht und dann so, ja ne, eigentlich gar kein Problem\nund dann war es halt dann auch kein Problem mehr.\nAlso ich meine, das ist ja eigentlich eher eine Beschreibung dafür,\ndass der Prozess funktioniert.\nDie Frage ist nur, wo funktioniert der nicht mehr?\nUnd dann würde ich halt meinen, das können jetzt nur Dinge sein,\nwo man jetzt über einen längeren Zeitraum festgestellt hat, oh,\nhier wehrt sich das System dagegen weiterzugehen. Und es gibt ja Konflikte,\nalso es ist ja nicht konfliktfrei.\nAlso sagen wir mal jetzt so, Music-Streaming.\nUnd ich glaube, das ist auch so einer der Hauptfaktoren, der überhaupt bei diesem\nganzen DMA eine Rolle spielt, nämlich Spotify.\nDas ist das einzige große europäische Unternehmen, was überhaupt irgendeine\nnennenswerte globale Bekanntheit hat.\nOder fällt euch irgendeins ein? Ich habe schon mehrfach drüber nachgedacht.","Also der Größeordnung gibt es glaube ich wirklich nur. Es gibt einige so ein\nLevel drunter sozusagen an Bekanntheit und Größe.","Was denn?\nDie so Digital Services oder sowas verkaufen, wo so In-App-Purchases und Abos\neine Rolle spielen. Also, sag mal eins.","Ich meinte ja also in der Größenordnung von...","Ja, irgendeine Größenordnung. Also.","Mir fällt jetzt gerade aus dem Stand nichts ein, aber ich hab mal nachgeguckt,\nda gab es ein paar, wo ich selber überrascht war, dass sie aus Europa kamen.","Aber nicht mal so, dass man sich noch dran erinnern könnte.","Man weiß ja bei Apps auch nicht, wo sie herkommen. Das ist ja das Ding.","Vielleicht kann uns ja der Chat mal helfen.","Also.","Unternehmen mit Sitz in der EU, Ausrufezeichen, ganz wichtig,\nalso die ihren Sitz in der EU haben, nicht irgendwie Europa,\nsondern in der EU, also nicht UK, nicht Norwegen, die irgendwie groß sind und\nirgendwie digital Sachen.","Naja gut, sagen wir mal, es gibt nur Spotify, ist ja okay, der Punkt ist jetzt nicht so wichtig. So.","Das Problem ist halt an der Stelle,\nApple ist Plattform-Owner und auch gleichzeitig Streaming-Anbieter.\nAlso sie konkurrieren in demselben Segment und man könnte jetzt argumentieren,\nsie machen es Spotify schwierig, auf dieser Plattform gleichberechtigt da zu sein,\nweil sie ja selber einen konkurrierenden Dienst haben.\nAntwort der EU, App-Stores. So, dann könnte ich auch sagen, ja,\nvielleicht macht man einen,\nApple hat selber da in dem Genre einen Dienst und andere Dienste müssen dann\ngleich behandelt werden, gesetzt.","Oder Apple darf den Dienst nicht anbieten. Entbandeln.","Ja, irgendwas in dieser Richtung, aber nichts davon wird diskutiert.\nAlso das ist sozusagen da.\nIch.","Glaube, sie haben halt probiert, einen Level weiter oben anzugehen.\nNicht zu sagen, wir sagen jetzt Apple, wie sie als Gatekeeper agieren sollen,\nsondern wir probieren an sich dieses Gatekeeper-Monopol zu brechen.","Ja, darum geht es, glaube ich, eigentlich. Das ist vielleicht ein bisschen schief\ngegangen, aber ich glaube, dass der Aufschlag,\neinfach überhaupt erst mal diese Diskussion aufzumachen, dass da ein Gatekeeper\ngibt, die ganze Märkte beherrschen und dass man das nicht will,\nfinde ich eigentlich sehr gut.\nUnd da draußen gibt es glaube ich eine ganze Menge Legislatoren,\ndie da mit großen Augen drauf gucken.\nAlso ich kann mir vorstellen, dass ein Australien auch kein Problem hätte da\nmal irgendwie durchzugreifen.\nGDPR war ja auch so ein Ding, wo sie plötzlich alle hinterher sind.\nIch glaube Kanada hat ja auch ähnliche Regeln plötzlich eingeführt.","Das hat aber besser funktioniert. Ja gut, da lag es ja auch richtig.","Aber ich sage ja nicht, alles was die EU macht ist falsch. Aber ich versuche\nwirklich mal eine Antwort darauf zu bekommen.\nIch meine, ich lese hier so ein bisschen in Chatmails, da wird mir unterstellt,\ndas würde jetzt eine polemische Frage stellen. Das ist keine polemische Frage, Daniela.\nSondern die Frage ist einfach, was ist eigentlich das Problem?\nUnd auf diese Frage kriege ich keine Antwort.\nUnd es gibt vielleicht Probleme, aber die Probleme, die bisher genannt wurden,\ndafür haben wir keine Gesetzesinitiative. Und wir haben jetzt keine Regelung\nbekommen, die irgendwas besser macht. Das Problem ist klar.","Apple ist in dem Markt Gatekeeper und Monopolist.","Das ist mir zu einfach. In dem Markt. Es gibt hier eine Milliarde Märkte auf diesem App Store.\nUnd die allermeisten davon, eine Million.","Ja eben nicht, es ist ja nur ein App-Store.","Der App-Store ist doch nicht der Markt.","Es gibt ein Duopol an Smartphone-Operating-System-Anbietern.\nNee.","So funktioniert das nicht. Die bauen ja auch die ganze Plattform.\nDie stellen ja alles. Die machen die Hardware, die machen die Software. Ja.","Das ist richtig.\nEs gibt auch keine freie Konkurrenz darüber, wie viel Geld man nun nehmen kann.","Das ist eine andere Frage. Genau, jetzt nehmen wir mal das Ding.\nHier kommt ja auch so dieses 30 Prozent ist ja Willkür. Das sind ja nicht 30\nProzent, das sind 15 Prozent.\nDas sind 30 Prozent ab, na was war das, Umsatz von, ist das auch wieder eine\nMillion? Ich glaube auch eine Million Euro.","Ja, sie haben vor ein oder zwei Jahren diese kleine Unternehmerregelung eingeführt.","Das gilt für 99% der Leute, die Apps haben, also 99% der Unternehmen,\ndie Apps haben oder vielleicht sind es 96%.\nAlso die aller, aller, aller, allermeisten haben keine Millionen Verkäufe von ihren Apps.","Nehme ich mal an, weiß ich nicht. Genau.","Oder eine Million, ich weiß nicht, ist es jetzt eine Million Installationen\noder ich glaube, es ging glaube ich um Umsatz. Es ging glaube ich um Umsatz.","Genau.","Und ab einem bestimmten Umsatz erhöht sich dieser Anteil dann wieder auf die alten 30 Prozent.\nUnd das kann man jetzt als angemessen empfinden oder nicht.\nWenn man sagt, es ist nicht angemessen, dann sagt man, okay,\nwie machen denn die anderen das? Gibt genug, die nehmen auch 30 Prozent.\nSo, gibt auch welche, die nehmen weniger und so weiter, kann man drüber diskutieren.\nJetzt könnte man sagen, okay, 30% ist unanständig, Apple, ihr müsst 20% nehmen. 20% App Store Gesetz.\nSo, dann ist es eine klare Regelung und dann ist das irgendwie gedeckelt,\ndas muss man bloß irgendwie juristisch mal argumentieren, wie man denn auf diese\nZahl kommt, weil am Ende steht natürlich einem Unternehmen frei,\nselber die Preise festzunehmen.","Genau das ist ja der Punkt. Der FDPler da draußen, der sagt ja, der Markt regelt das.\nAber wenn du nur einen Anbieter hast, hast du halt keinen Markt, der regelt.","Also nicht.","Dass ich FDPler wäre, weit entfernt.","Nein, nein, da hast du ja auch recht. Ich meine, man könnte argumentieren,\nder Markt hat auch ein bisschen geregelt, weil sie haben ja den Preis auch gesenkt.\nWenn es der Markt nicht geregelt hätte.","Dann wären sie immer noch bei 30%. Der Markt regelt, daran muss man auch nicht\nunbedingt glauben, aber das ist nochmal eine andere Diskussion.","Gut, was könnte man sonst machen? Man könnte sagen, ihr müsst irgendwie herleiten,\nargumentieren, offenlegen, dokumentieren, warum so und so viel Prozent jetzt angemessen ist.","Ja, aber das klingt aber auch alles sehr nach Planwirtschaft. Klar.","Aber das ist halt das Problem. Also ich bin nicht davon überzeugt,\ndass wir die richtigen Sachen diskutieren.\nIch sage nicht, es gibt keine Probleme. Natürlich gibt es Probleme.\nEs gibt in dem Moment ein Problem, wo Apple durch eine App in Konflikt gerät\nmit ihren eigenen Produkten.\nDas ist aber nicht die Plattform, sondern es sind ihre anderen Apps,\nes sind ihre eigenen Services.\nSie machen mittlerweile mit Services genauso viel Kohle, wie sie mit dem ganzen\nMac-Business machen oder es ist mittlerweile glaube ich mehr als Mac-Business.\nAlso Abo, dieser ganze Digital-Sale-Kram, das ist die absolute Cash-Cow.\nNatürlich wollen sie sich das nicht nehmen lassen. Ist ja klar.\nUnd da können sie ja auch gerne Geld verdienen. Und wenn es halt bestimmte Regeln\nüberschreitet, dann muss man da einschreiten.\nNur scheint es zu Recht keinen Konsens darüber zu geben, was es ist.\nWeil ich jetzt nicht per se sehe, dass der App Store an sich das Problem ist,\nsondern es sind die Regeln und es sind vielleicht die Kosten des App Store.\nUnd da kann man sicherlich...","Meine andere Frage, so Leute wie Sony mit der Playstation oder Microsoft mit\nder Xbox, fallen die eigentlich auch unter die Regel oder sind die nicht groß genug?","Die sind meines Wissens nicht groß genug, weil das ganze Gesetz eigentlich so\ngebaut ist, dass es halt auf Apple passt.","Und auf Google.","Und auf Google. Fertig.","Ja okay, das ist natürlich schon auch ein Fail.","Ja und es betrifft dann halt amerikanische Unternehmen und wenn eins von den\nbeiden Europa wäre, dann hätten sie das nicht gemacht.\nAlso machen wir uns da nichts vor. Das ist schon so ein Anti-Amerika-Gesetz.\nWir wollen hier irgendwie auch mitspielen, weil wir sind ja nicht innovativ genug.","Wir haben die Zukunft verschlafen und jetzt wollen wir auch mitspielen.","Und jetzt wollen wir das per Gesetz irgendwie durchsetzen, damit wir nicht so\nviel Internet bauen müssen in Deutschland. Damit es auch ohne Internet geht.","Naja gut, wie gesagt, ich will ja DMA auch gar nicht verteidigen.\nNur dass überhaupt etwas passiert, finde ich ja schon mal sehr positiv.","Ich finde das so unangenehm. Du bist ja voll der Fanboy und so weiter.\nMir ist Apple an der Stelle einfach total scheißegal. Die haben genug Geld.\nSollen sie mehr Geld rausbluten?\nDie müssen nicht so viel Geld verdienen, wie sie es gerade tun.\nIch finde es okay, dass sie genug Kohle kriegen, um den ganzen Scheiß gewinnbringend\nirgendwie weiterzuentwickeln, das ist alles in Ordnung, nur wenn man halt diese\neigentlichen Fragen mit, was ist das Problem,\nnicht wirklich beantworten kann und dann auch noch Lösungen dafür macht,\ndie irgendwie noch nicht mal das, was dann angegangen wird, was schon nicht\neigentlich das Problem ist, dass das dann auch nicht greift,\ndann ist das halt einfach irgendwie alles albern.\nUnd wenn es dann immer nur wieder darauf runtergebrannt wird,\nja, aber ich will mit meinem Gerät machen, was ich will.","Ja, naja, wenn du dir die Softwarelage auf dem Mac anguckst,\nwo es ja auch einen Mac App Store gibt, der halt in sehr traurigem Zustand ist.","Ja, allerdings.","Weil...\nDie sämtliche Third-Party-Anbieter halt ganz genau wissen,\ndass sie zwar irgendwie im App-Store sein müssen, weil viele Leute vor allen\nDingen aus dem App-Store irgendwie Dinge installieren, aber auch gleichzeitig\nganz genau wissen, dass ihr Business viel besser läuft, wenn sie am App-Store vorbeiverkaufen.\nDann ist es schon auch irgendwie, dann bekommt es schon einen anderen Eindruck, dieses ganze Ding.\nAuf iOS gibt es nur den einen App Store und alle Wege ins Glück führen durch\ndiesen App Store. Das ist schon auch schwierig.\nAlso wie gesagt, ich bin jetzt nicht jemand, der sagt, dann gebt halt Zeitloading\nfrei und jeder kann installieren, was er will, weil das gibt Chaos und Tränen.\nAber irgendwie ein Mittelweg dazwischen muss es schon geben, finde ich.","Das finde ich jetzt gerade einen ganz interessanten Punkt, Roddy,\num jetzt mal einfach dieses, wir arbeiten jetzt gefühlt seit 30 Minuten jetzt\nhalt auf der Frage von Tim rum.\nWas ist denn, wenn man das jetzt einfach mal umdreht, Tim?\nJetzt verargumentiert du doch mal, was denn jetzt Apple davon abhalten sollte,\nmacOS dicht zu machen, dass es auch nur noch über den App Store geht.\nWeil es ist ja alles eigentlich dieselbe Situation. Das Gerät ist ein bisschen\ngrößer, aber es ist immer noch dasselbe Gerät, es stecken sogar dieselben Chips drin.\nDas heißt also, jetzt verargumentiere du doch mal, warum denn jetzt plötzlich\nfür ein um den Faktor 5 größeres Gerät andere Regeln gelten sollten als für ein kleineres Gerät.","Na, mit der Größe hat das ja nichts zu tun. Haben wir ja schon gesehen.\nSo ein iPad ist ja genauso wie ein MacBook Air. Da ist ja technisch nichts anderes drin.","Ja eben, hängt es in der Tastatur davor, ist dasselbe Gerät.\nAlso warum nicht auch macOS dicht machen?","Na, weil halt das Produkt ist halt General Purpose Computer.","Was spricht dagegen zu sagen, ein iPhone ist ein General Purpose Smartphone?","Dass Apple das nicht tut, weil sie das halt nicht als General Purpose Smartphone,\nja, aber nicht General Purpose Computer.\nDas ist halt das Produkt, das war es halt schon immer und es ist klar,\nda kriegst du auch die Zahnpasta nicht mehr in die Tube zurück und das wollen\nsie auch gar nicht. Und es ist ja sozusagen der Ort, wo du machen kannst, was du willst.\nWeil dafür ist das Ding schon immer gedacht gewesen und dafür taugt es auch\nnach wie vor. Und das ist auch das Produkt.\nAber du kannst sie ja auch nicht zwingen, ein jegliches Produkt,\nwas sie beschließen, auch noch zu machen, so umzuwidmen, wie du das gerne hättest,\nweil das ist ja ihre Entscheidung. Du musst es ja nicht kaufen.\nAlso das ist ja nicht das Problem. Wenn das das wäre, was Leute wollen,\ndann hätte sich ja kein einziges iPhone verkauft.\nDie Leute sagen ja, ich kaufe ja kein iPhone, weil ich kann mir ja nicht meinen Kernel neu compilen.\nDas macht keiner, weil das auch keiner will,\nsondern man nimmt die Benefits mit, die diese geänderte Installationsregeln\nmit sich bringen, nämlich einfaches Auffinden von Apps, einfaches Installieren,\neinfaches Deinstallieren von Apps.\nIch meine, deinstalliere mal was auf dem Mac, das ist ein Nightmare.\nWie schnell kannst du dir da irgendwie Malware und Tricky Stuff eintreten?\nGut, der Mac ist praktisch.\nDa auch noch recht gut geschützt, aber wir wissen alle, dass das sehr viel einfacher\nist, dort Unwesen zu treiben und Kollateralschäden auszulösen,\nals es eben auf dem iPhone ist.\nDas iPhone ist auch ein viel persönlicheres Gerät. Das ist ein Gerät,\ndem du noch sehr viel mehr Daten anvertraust, als du das deinem normalen Computer\nanvertraust. Also Gesundheitsdaten etc., Bewegung, Geolocation etc.,\nalles was da so dranhängt.\nAlso der Schutz, das Schutzbedürfnis eines Smartphones ist auch viel größer.\nUnd in gewisser Hinsicht gilt das eben für all diese ganzen mobilen Geräte eben auch ein iPad.\nUnd das iPad ist ja im Prinzip die Variante mit, wenn du keinen General Purpose\nComputer brauchst, sondern du brauchst ein secure, simple, easy to use und easy\nto install und easy to deinstall Gerät, was du mit Touch bedienen kannst, bitteschön iPad.\nDu willst einen Universalkomputer haben, was mit einer Tastatur und mit allen\nBells und Whistles und jedem USB-Device auf diesem Planeten betreiben und anschließen\nund kombinieren kannst? Bitteschön, Macintosh.\nAlso sie differenzieren das ja an der Stelle und man kann ja niemanden zu seinem Glück zwingen.\nWir können ja alle der Meinung sein, dass ein iPhone, was beliebig aufbohrbar\nund hackbar ist und keine Grenzen und keine Security-Beschränkungen hat, das tollere Gerät wäre.\nAber ich glaube ehrlich gesagt nicht, dass jemand heutzutage noch bereit ist,\nso etwas zu bauen, weil guckt ja Android an.\nIch meine, die haben auch am Ende sehr viel Security nachrüsten müssen,\nweil sie mal ganz anders gestartet sind.","Also ich glaube, wenn Apple jetzt den Mac neu erfinden würde,\nwürde das anders aussehen.\nDann würden sie keine so offene Plattform bauen.\nDas ist eher so, weil es so gewachsen ist und auswächst.","Man könnte sogar sagen.","Bevor Apple Next gekauft hat, wo das Betriebssystem mit einem Unix und einem\nTerminal kam, war der Mac auch noch viel mehr zugerammelt.\nDa war das nicht so. Mal eben irgendwie Kommandozeilentool aufmachen oder selbst\nirgendwas kompilieren, nachinstallieren, war nicht so einfach unter Classic Mac OS. ist.","Und das ist auch so eine Sache mit diesem, ja dann kauft halt was anderes.\nDas ist ein bisschen, also Unternehmen bauen schon eine gewisse Marktmacht auf,\nwo es dann schwer wird für andere, die andere Sachen anbieten,\nüberhaupt dahin zu kommen.\nUnd wenn dann Unternehmen mal da sind und ihre Macht ausnutzen,\nkönnen sie schon ihre Produkte und auch den ganzen Markt steuern,\nsodass es in ihrem Interesse ist.\nAlso das ist nicht so eindimensional.\nAlso deswegen ist das schon wichtig, da auch zu regulieren, gerade wenn es zu\ndiesen, wie es jetzt ist, der Duopoly-Situationen kommt.","Ja, aber was regulieren? Das ist ja die Frage. Was muss reguliert werden?","Wir haben doch gerade eine ganze Reihe an Sachen gesagt.","Ich habe ehrlich gesagt noch nichts gehört, weil das mit dem Duopol ist ein bisschen misleading,\nweil wir haben auf der einen Seite den App Store, wo sich Millionen an Apps\ndrin befinden und viele Märkte drin abspielen, die ja untereinander durchaus\nkonkurrieren von verschiedensten Herstellern von der ganzen Welt.\nUnd das andere ist die Frage, wie viele Smartphone-Plattformen darf es geben?\nKönnen wir dafür sorgen, dass es mehr Smartphones-Auswahl gibt?\nKannst du nicht regulieren. Du kannst nur regulieren, was da ist.\nDas ist einfach eine Illusion. Ich meine, noch nicht mal Microsoft hat es geschafft,\ngegen iOS und Android anzustinken.\nNicht mal mit der Power warst du\nin der Lage, eine dritte Plattform zu etablieren und das ist im Prinzip,\nGoogle hat es gerade noch so\neben nicht von der Rutsche runtergerutscht irgendwie und hat es geschafft,\nsozusagen rechtzeitig nachzuziehen, um in diesem War noch mitzuspielen.\nUnd das kannst du nicht herbeiregulieren, das ist halt einfach mal Fakt.\nIch sehe den Punkt, dass diese Macht selbstverständlich dazu führen kann,\ndass Apple in der Lage ist, andere Produkte, andere Businessmodelle und so weiter\nzu verhindern, klein zu halten etc.\nDas muss auch irgendwie gemacht werden.\nIch sage nur, diese Store-Regelung wird daran nichts ändern.\nAlso das ist halt einfach too little, too falsche Richtung und die eigentlichen\nProbleme, die wir in diesem Store haben,\ndie könnte man mal versuchen zu fassen und da auch konkrete Regeln zu machen.\nWas darf zugelassen werden?\nAuf welche Art und Weise darf zugelassen werden?\nHabe ich Rechtsmittel, also auch so ein Empowerment für Developer,\ndie dieses Problem haben, was du ja gesagt hast.\nLohnt sich das für mich? Ist meine Investition sicher? sicher etc.,\nkann ich zum Beispiel verlangen, dass ich einen Plan vorlege,\nwas ich machen will und Apple muss sich dann dazu äußern, wie sie da vermutlich\ndrauf reagieren würden.\nJa, könnte man ja machen, dass es sozusagen dann Prozess gibt,\ndass du dich da an der Stelle absichern kannst, wenn das das Problem ist.\nAber das sind halt nicht die Sachen, über die diskutiert wird.","Naja, ich glaube, dass die Macher dieser Gesetze mehr aus einer Welt kommen, wo sie halt versuchen,\nMonopole zu brechen, wo eine Liberalisierung des Strommarktes zum Beispiel,\neine Liberalisierung des Telekommunikationsmarktes zum Beispiel einfach versucht\nwird, indem man versucht, in eine Infrastruktur hinein mehr Anbieter zu bekommen.\nUnd wenn man jetzt so etwas wie ein App-Ökosystem als Infrastruktur begreift,\ndann macht es natürlich Sinn zu sagen, okay, die Anbieter von denen,\ndie auf dieser Infrastruktur Dinge anbieten, da brauchen wir halt mehr als einen.\nAlso ich sage nicht, dass das eine richtige Perspektive ist,\naber ich glaube, dass diese Perspektive eingenommen wird.\nSo nach der Art, ihr baut hier eine Infrastruktur und wollt aber die einzigen\nsein, die also auf dieser Infrastruktur was zu sagen haben und das geht halt nicht.","Tja.\nRalf, hast du noch irgendwas Abschließendes beizutragen?","Nee, ich bin hier ziemlich durch und schon in alternativen Lagerformen unterwegs hier.","Der kranke Mann.","Alternative Lagerform.","Vier Stunden hier ist für meinen Fuß jetzt gerade mal kein Geschenk. Also gerne.","Ich werde zukünftig Liegen auch als alternative Lagerform bezeichnen.","Na gut. Kann uns keiner vorwerfen, wir hätten uns nicht mit dem Thema intensiv auseinandergesetzt.","Das stimmt. Und wir haben sogar gar noch höre.","Es ist schwierig. Ich wäre der EU sehr dankbar, wenn sie sich auf Sachen konzentriert,\nwo sie wirklich was bewegen können.\nAber das scheint mir so recht nicht gelungen zu sein.","Der erste Aufschlag ist halt nicht immer der beste.\nIch glaube nicht, dass das Thema in der Versenkung verschwindet.\nZumindest hoffe ich, dass es nicht in der Versenkung verschwindet.\nUnd ich denke, wir werden in den nächsten Jahren auf dem Schlachtfeld noch was\nerleben. Also insofern.","Auf jeden Fall. Na gut, dann machen wir doch hier einfach mal den Deckel drauf.\nBjörn, vielen Dank fürs Kommen.","Immer sehr gern. Genau.","Kurz vor dem Urlaub. Und ja, Rodi, Ralf, jetzt seid ihr auch entlassen.\nUnd dann würde ich sagen, machen wir hier einfach mal unseren Abspann an.","Genau, alternative Lagerform für alle jetzt.","Ihr dürft euch jetzt alternativ lagern und so.\nUnd dann gucken wir mal, wie wir weiter diskutieren, nächstes Mal.\nAlso sagen wir Tschüss, bis bald und bis später."]}