{"v":1,"episode":277,"speakers":["Tim Pritlove","roddi","Ralf Stockmann"],"t":[21,43,45,47,55,65,66,73,74,92,94,99,99,151,152,153,156,161,167,169,171,204,212,215,218,246,249,256,268,273,348,351,374,404,410,415,423,430,447,449,459,461,470,474,478,514,519,591,598,603,605,608,653,657,660,665,687,689,718,728,729,779,780,793,797,805,806,815,822,872,874,876,878,883,885,919,922,927,929,932,934,936,940,945,957,965,972,987,1010,1014,1019,1033,1035,1036,1038,1042,1044,1053,1055,1092,1094,1095,1096,1101,1104,1109,1112,1152,1154,1160,1171,1210,1213,1217,1227,1237,1239,1247,1249,1268,1271,1277,1302,1304,1321,1322,1324,1327,1335,1336,1380,1408,1410,1416,1419,1420,1422,1478,1481,1499,1500,1501,1502,1616,1623,1624,1628,1664,1665,1793,1799,1800,1811,1815,1821,1869,1877,1880,1880,1882,1884,1885,1892,1903,1903,1906,2004,2005,2012,2103,2114,2116,2117,2118,2125,2127,2160,2169,2170,2184,2185,2186,2188,2232,2253,2282,2284,2288,2318,2319,2347,2356,2359,2361,2367,2373,2376,2384,2385,2388,2388,2406,2408,2425,2430,2431,2433,2436,2445,2449,2450,2459,2461,2463,2470,2479,2482,2484,2485,2494,2500,2506,2508,2509,2540,2543,2555,2556,2572,2598,2601,2603,2605,2617,2619,2624,2626,2626,2631,2657,2668,2669,2674,2675,2681,2693,2727,2728,2749,2762,2789,2794,2810,2813,2820,2908,2911,2919,2923,2924,2928,2937,2982,2984,2984,2987,2988,3076,3077,3078,3080,3128,3130,3132,3138,3165,3166,3193,3195,3273,3274,3479,3481,3484,3490,3506,3526,3529,3532,3550,3552,3574,3626,3715,3781,3785,3794,3818,3823,3829,3833,3836,3839,3843,3850,3851,3856,3857,3861,3863,3867,3871,3873,3874,3901,3910,3916,3918,3921,3921,3923,3928,3929,3930,3932,3933,3934,3941,3943,3996,4000,4003,4007,4011,4016,4020,4027,4027,4028,4030,4032,4034,4041,4042,4043,4051,4066,4067,4069,4070,4152,4155,4177,4179,4208,4209,4212,4216,4217,4341,4346,4401,4417,4422,4424,4427,4437,4438,4457,4458,4470,4488,4491,4509,4512,4609,4610,4623,4651,4662,4689,4695,4696,4707,4709,4718,4750,4753,4755,4758,4770,4774,4808,4809,4812,4815,4840,4846,4855,4862,4868,4869,4878,4880,4903,4903,4908,4910,4912,4916,4920,4924,4986,4987,4988,4991,5008,5013,5020,5022,5023,5026,5064,5067,5069,5093,5096,5097,5100,5101,5102,5105,5109,5110,5111,5113,5114,5122,5160,5162,5207,5211,5245,5246,5257,5266,5273,5275,5286,5288,5288,5290,5292,5298,5300,5304,5306,5323,5324,5518,5539,5557,5573,5609,5612,5618,5620,5623,5625,5644,5648,5658,5664,5684,5713,5731,5735,5736,5739,5745,5756,5776,5777,5789,5790,5812,5816,5820,5822,5828,5832,5834,5847,5848,5850,5851,5855,5857,5858,5859,5860,5862,5874,5876,5880,5886,5889,5891,5895,5910,5914,5916,5919,5948,5951,5980,5982,5983,5985,6023,6025,6030,6032,6035,6038,6055,6060,6065,6066,6119,6129,6132,6137,6139,6140,6235,6249,6265,6266,6304,6308,6313,6319,6321,6337,6343,6368,6371,6373,6386,6396,6403,6438,6443,6454,6455,6462,6464,6467,6471,6472,6476,6478,6479,6487,6488,6597,6605,6608,6609,6613,6616,6622,6653,6662,6668,6670,6674,6676,6681,6706,6708,6709,6711,6713,6718,6724,6732,6739,6743,6744,6747,6835,6838,6840,6844,6868,6869,6876,6886,6985,6987,6995,7004,7005,7009,7010,7012,7016,7020,7026,7028,7032,7035,7038,7211,7216,7216,7224,7233,7236,7293,7295,7301,7304,7355,7375,7415,7417,7445,7447,7451,7453,7466,7467,7469,7473,7480,7480,7558,7565,7589,7615,7637,7639,7658,7688,7698,7714,7719,7721,7726,8093,8098,8233,8241,8242,8272,8281,8287,8293,8306,8318,8437,8478,8481,8573,8674,8676,8682,8769,8806,8808,8811,8814,8815,8818,8842,8866,8910,8912,8926,8927,8931,8935,8939,8941,8979,8984,8999,9029,9140,9142,9145,9177,9191,9194,9197,9207,9218,9220,9262,9268,9269,9274,9310,9311,9319,9323,9327,9328,9329,9332,9342,9344,9350,9351,9354,9356,9358,9359,9360,9361,9399,9406,9410,9411,9473,9481,9589,9592,9709,9725,9763,9766,9769,9772,9773,9776,9796,9805,9808,9875,9893,9904,9908,9912,9915,9918,9926,9951,9952,9960,10002,10013,10015,10021,10035,10043,10052,10066,10070,10081,10082,10087,10171,10214,10216,10225,10234,10254,10257,10295,10297,10315,10317,10318,10321,10335,10337,10368,10383,10406,10423,10426,10428,10434,10443,10451,10461,10485,10500,10502,10505,10511,10527,10528,10529,10533,10538,10545,10550,10562,10563,10566,10589,10612,10629,10635,10649,10651,10677,10682,10708,10716,10730,10737,10739,10741,10747,10749,10759,10782,10784,10786,10788,10790,10792,10794,10799,10801,10803,10806,10817,10826,10834,10835,10836,10843,10844,10851,10852,10856,10884,10889,11219,11220,11485,11491,11493,11496,11522,11531,11532,11567,11569,11605,11641,11746,11750,11755,11759,11953,11975,11984,11988,12088,12099,12110,12151,12170,12190,12246,12252,12255,12256,12260,12267,12269,12270,12271,12275,12280,12289,12306,12310,12317,12321,12370,12372,12382,12382,12460,12471,12523,12530,12539,12540,12563,12573,12579,12585,12595,12604,12605,12608,12610,12614,12616,12634,12713,12778,12872,12887,12921,12923,12926,12927,13033,13072,13138,13139,13158,13160,13227,13238,13251,13252,13263,13275,13276,13277,13279,13295,13299,13300,13305,13309,13317,13332,13334,13338,13339,13353,13355,13367,13375,13415,13418,13438,13441,13443,13448,13458,13461,13470,13471,13476,13614,13620,13649,13653,13711,13721,13887,13891,13899,13900,13922,13926,14021,14029,14052,14056,14105,14135,14185,14187,14344,14349,14369,14372,14392,14394,14401,14406,14428,14430,14493,14498,14502,14505,14509,14511,14531,14532],"s":[0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,2,0,2,0,2,0,2,1,2,0,2,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,0,1,0,1,0,2,1,0,1,0,1,2,1,2,0,1,0,1,0,2,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,1,0,2,0,1,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,2,1,0,1,2,1,0,1,2,1,2,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,2,0,1,0,1,0,2,1,0,1,2,1,2,1,0,1,2,0,2,0,2,0,2,0,2,1,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,2,1,0,1,2,0,2,0,2,0,1,0,1,0,1,0,2,1,2,1,0,2,1,2,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,1,2,0,2,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,2,0,2,0,1,0,2,1,0,1,0,1,0,2,0,2,0,2,0,2,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,2,0,2,0,2,0,2,0,1,0,2,0,2,1,2,0,2,0,2,0,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,0,2,0,2,0,2,0,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,0,1,0,1,0,1,0,1,0,2,0,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,0,2,0,2,0,2,1,2,0,1,0,1,2,1,0,1,0,2,0,2,0,2,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,0,1,0,2,0,2,0,1,0,1,0,1,2,1,0,1,0,1,0,2,1,0,1,2,1,0,1,2,1,0,1,0,1,2,0,2,0,2,1,2,1,2,1,2,0,1,0,1,0,1,0,1,0,1,2,0,1,0,1,0,1,0,1,0,1,2,0,2,1,0,1,0,1,0,1,0,1,2,0,2,0,1,0,2,0,1,0,1,0,1,0,1,0,2,0,2,0,2,1,2,1,2,1,2,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,1,0,2,0,2,0,2,0,2,0,1,0,1,0,2,0,2,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,2,1,2,0,1,2,0,1,0,2,1,0,2,1,2,0,1,2,1,0,2,1,0,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,0,2,0,2,0,1,0,2,1,2,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,1,0,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,1,0,1,0,1,0,1,0,1,2],"x":["Hallo, herzlich willkommen zur Freakshow und heute ist nicht Donnerstag,\nwie das sonst eigentlich immer so ist, weil nämlich heute Montag ist und wenn\nMontag ist, kann einfach kein Donnerstag sein, das ist ein Naturgesetz.\nRoddy, soll ich mal dein Mikrofon anmachen? Jetzt darfst du reden.","Wenn du willst, dass ich was sage.","Ich möchte das unbedingt.","Nein, ich muss dir recht geben. Also ich habe gerade versucht,\ndie Logik auseinanderzunehmen, aber ich glaube, Montag und Donnerstag können\nnicht gleichzeitig stattfinden.","Ja, das ist einfach ein Naturgesetz und du siehst, also ich bin ein Rule-Based System.","Der Kalender auch.","Der Kalender auch, genau. Ralf, was ist dein Hot-Take zum Montag-Donnerstag-Konfusion?","Irgendwo ist immer Sonnenfinsternis.","Das stimmt. Heute ist nämlich eine Besonderheit, es ist nämlich der erste Podcast,\nder live während einer Sonnenfinsternis gesendet wird.\nIch weiß nicht ganz genau, hier im Chat heißt es gerade gleich wird es dunkel,\ndas heißt wir haben sozusagen genau den Punkt erwischt.\nRoddy Leise heißt übrigens dein Mikrofon.","Ist zu leise. Aber wenn ich ihm sage.","Dass er das Mikrofon näher ran machen soll, dann atmet der da mal rein. Furchtbar.","So?","Ja, nee, ja. Ich weiß es nicht. hin.\nIch mache es einfach wie immer, ich drehe einfach den Stream hier sozusagen\nnochmal so richtig, den drehe ich so richtig auf, da kenne ich gar nichts und\ndann müssen die selber damit klarkommen.\nAnyway, da sind wir mit Ausgabe Noah, was haben wir heute? Was habe ich hier geschrieben?\n277. Ausgabe der Freakshow und was soll ich sagen?\nJa, wir treffen uns auf den Montag. Weil ich habe Reisepläne und da ging es nicht anders.\nUnd ich fahre bald wieder weit weg und mache eine weitere Studienreise.\nIch mache jetzt immer Studienreisen. Das ist jetzt mein Plan für dieses Jahr.","So nennst du das?","Ja, so nenne ich das.","Magst du uns verraten, wohin die nächste Studienreise denn geht?","Ja, kann ich machen. Die nächste Studienreise geht in die Vereinigten Arabischen Emirate.","Oha.\nUm dort genau was zu studieren?","Die Vereinigten Arabischen.","So weit, so offensichtlich.","Naja, also ich meine, frei nach meiner Devise, wer interessante Podcasts machen\nwill, muss auch ein interessantes Leben führen.\nDa dachte ich mir, ich muss halt sozusagen mal wieder raus in die Welt,\nweil da war ich zuletzt viel zu wenig.\nund schaue mir einfach Orte an, die ich noch nicht kenne und die ich kennenlernen\nmöchte, so wie ich das jetzt jüngst auch mit der Ukraine gemacht habe.\nund ja, da drehe ich sozusagen ein bisschen mein Reisebudget ein bisschen hoch\nund schaue halt, dass ich...","Okay, aber es gibt jetzt nicht das eine Event, die eine Location,\nweil sagen wir mal Ukraine, das passt ja so in dein Krisenthema.","Gut, Fußballspielen tun die auch nicht.","Da bleibt eigentlich nicht mehr viel, was ich interessieren dürfte.","Ja, ja, also ich meine, guck mal, also erstmal interessant ist ja eigentlich alles.\nEs ist halt immer nur die Frage, wie man drauf schaut Und wie gut man drauf schaut.\nIch werde jetzt sicherlich auch nicht die finale Dokumentation dieses Landes\nliefern. Ich will einfach nur mal einen Eindruck haben.\nIch hatte schon einen ersten Eindruck. Ich war schon mal in Dubai einen Tag.\nDas fand ich schon ausreichend weird. Also das ist auf jeden Fall so ein weirdo place.","Da werde ich in der Tat auch irgendwann demnächst mal hin.","Also das ist einfach, das ist nicht die reale Welt. Aber es ist trotzdem halt\nauch Teil davon, in gewisser Hinsicht.","Gehör auch zu den Leuten, die dann immer zehn Minuten vor dem Apple Screensaver\nsitzen, wenn da Dubai in diversesten Varianten, es gibt vier oder fünf verschiedene\nDubai-Tracks in der Schleife drin.","Das geht mit allen anderen Screensavern aber auch ganz gut, finde ich.","Also ich meine, mit Sicherheit ist das auf jeden Fall so ein Fleck Erde,\nder jedes Maß verloren hat.\nAlso die Maßlosigkeit ist maßlos.\nAlso das konnte ich schon feststellen vor, weiß nicht, wann war ich da?\nWann war ich da?\nAnyway, auf jeden Fall war ich schon mal in Dubai und Dubai ist schräg.\nDas war damals schon schräg und ich dachte mir so, was für ein weirder Ort.\nIhr habt sie doch nicht mehr alle.\nDa haben sie gerade angefangen, diese komischen Palm Islands da zu bauen.\nalso diese Aufschüttungen da\nin ihrem Uferbereich wo sie dann irgendwelche Villen draufgestellt haben,\nalles überhaupt nicht nachhaltig, alles völlig over the top alles völlig gaga\nund daneben und ich glaube zu dem Zeitpunkt haben sie auch schon angefangen, dass die zweite,\nalso die erste hatten sie glaube ich fertig, die zweite haben sie,\nangefangen zu bauen und auch diese komische The World es gibt ja dann so Inseln da,\nalso es gibt da glaube ich auch eine Deutschlandinsel Also es gibt da so alle\nmöglichen kleinen Mini-Inseln, die so, wenn du da von oben drauf schaust,\nich weiß nicht, ob ihr euch das schon mal angeschaut habt, wie das überhaupt aussieht.","Ich hab nur die Palme im...","Die Palme, die kennt irgendwie jeder und was halt auch noch gibt neben der Palme\nist halt diese The World und das ist halt alles irgendwie ein bisschen verrückt.\nAlso es gibt zwei Palmen und dann gibt es halt diese The World,\ndas sind halt so 40, 50 Inseln.","Ja, das habe ich schon mal gesehen.","Sinn, ne? So eine Insel mit einem Wasser, die Niederlande heißt.\nAlso das wäre noch zu haben.","Die übrigens größer ist als Switzerland. Und größer als Poland.","Das macht wenig Sinn, nur dass Irland direkt neben United Kingdom ist.\nDas haben sie irgendwie schon hinbekommen. Muss man sich jetzt noch drüber unterhalten,\nwo Northern Ireland ist.","South of Norway ist eine andere Insel als North of Norway, oder?\nJa, es sind zwei unterschiedliche Inseln.","Okay, aber Norway selbst Selbst gibt es nicht.\nAchso, south of Norway. Ja, doch dann. Ja, okay. Also Norwegen,\nItalien, Polen und Niederlande und keine Ahnung, was das hier ist.\nWeiß ich nicht, steht nichts dran. Und der Rest ist...","Turkey ist auch verdammt klein.","Ja, also das muss eine unglaubliche Geldverbrennung gewesen sein.\nAber falls du halt schon immer mal Bock hattest, irgendwie dir deine...","Island Michael Schumacher.","Was? Es gibt einen Island Michael Michael Schumacher?\nAch, es gibt so Deutschland, Italien, Spanien und Michael Schumacher.","Damit ist dann alles gesagt.","Hast du unseren Lieblings- Rennfahrer gerade Dick genannt?","Oh Mann, naja, okay, also auf jeden Fall, ihr seht schon, das ist so Teil des\nWahnsinns, dieser ganze Inselaufschüttungs- Business,\naber nachdem sie bei dieser World nicht alles losgeworden sind und ich weiß\nnicht, ob sie diese, also diese Palmen-Dinger, die sind wohl ganz gut weggegangen.\nDa hast du ja zumindest nochmal so ein Neighborhood.\nDas ist zwar auch alles irgendwie gaga, aber naja, also macht alles irgendwie keinen Sinn da.\nUnd es gibt dann halt so die Altstadt von Dubai, das ist halt irgendwie ganz\nnett, aber das ist halt auch nur so eine Touristenfalle geworden.\nDa hast du halt dann so deine ein, zwei Einkaufspassagen, wo du durchlaufen\nkannst und dann kannst du da...","Ist das denn Altstadt im üblichen Sinne oder ist das auch alles nur Fake?","Nee, es gibt schon so wirklich die eigentliche Dubai-Altstadt.\nDie gibt es schon, wo du das schon an der Straßenstruktur erkennen kannst.\nDas hat auch schon mal so vor 100 Jahren schon so existiert.\nAber das war dann halt auch im Wesentlichen alles damals.\nUnd dann kam halt dieser Boom vor ein paar Jahrzehnten, der eben so in den letzten\n10, 15 Jahren dann so richtig losgegangen ist.\nAls ich da zum Beispiel war, gab es also diesen Bursch Dubai gar nicht.\nDa haben sie diese große Straße, wo da dieser Tausenden von Hochhäusern,\nein in der Nähe von den anderen, an so einer riesen Autobahn dran ist.\nDas hatten sie gerade erst angefangen. Da standen irgendwelche Hochhäuser im Sand.\nUnd auch bis heute ist das alles noch nicht komplett bebaut.\nUnd dann sind sie halt komplett freigedreht und haben halt diesen Burj Dubai.\nBeziehungsweise am Anfang haben sie den Burj Dubai Und dann haben sie den Burj\nKhalifa nach dem Kalifen, also nach dem Chef da, dem Oberzottel benannt.\nNaja, und das ist halt auch so ein sinnloses Projekt.","Der sollte doch eine Meile hoch werden. Dann sind sie irgendwie downgescaled\nund es ist nur ein Kilometer hoch.","Ich glaube es sind 850 Meter oder so. Das glaube ich, ne?","Der ist auf jeden Fall schon ziemlich hoch.","Also er ist nicht klein, darauf können wir uns einigen.","Also der ist auf jeden Fall 828 Meter. Der ist zumindest so hoch,\ndass bisher sich noch keiner getraut hat, was zu finanzieren, was höher ist.\nUnd ich weiß nicht, ich glaube, dieser ganze Hochbau-Wahn ist auch gerade wieder\nso ein bisschen abgeflaut, sodass es gut sein kann, dass das Ding halt der höchste\nbleibt. Erstmal für eine absehbare Zeit.\nAber das ist halt irgendwie auch alles, die haben da ja noch nicht mal ein richtiges Abwassersystem.\nDie fahren da die Scheiße irgendwie mit Fahrzeugen weg und so weiter.\nAlso das sind so die Dinge, da hoffe ich davon noch mehr zu erfahren.\nWenn man vor Ort ist, dann steht man ja ganz anders mit solchen Dingen in Kontakt.\nWerden wir natürlich vielleicht nochmal das ein oder andere anlesen, aber mal schauen.","Ich weiß nicht, ob das Dinge sind, mit denen ich vor Ort in Kontakt stehen möchte.","Weiß ich auch nicht.","Naja, wahrscheinlich ist das Zeug eh relativ schnell trocken,\nweil es ist ja alles mitten in der Wüste.","Was mich hier gerade wundert, wir gucken gerade parallel jetzt hier auf dem\nBeamer Google Earth von Dubai, da sind signifikant zu wenig Hochhäuser modelliert, kann das sein?\nAlso das, was ich irgendwie an, ich wiederhole mich, diese Apple Screensaver,\nda sieht das eher nach New York aus und hier sieht man jetzt vielleicht mal\nso 20 oder so was, die mehr oder weniger einsam in der Gegend rumstehen.","Dass das eventuell geschickt.","Eine geschickte Perspektive gewählt wurde.","Fotografisch in jede Richtung aufzunehmen, um daraus dann alle Gebäude,\nwie nennt man diese Technik noch gleich?\nFotogrammetrie?","3D.","Ich glaube Fotogrammetrie nennt man das. Chad darf mich gerne korrigieren.\nWo du sozusagen aus verschiedensten Fotos dreidimensionale Modelle rausrechnen kannst.\nDass es hier überhaupt nicht erfolgt, warum weiß ich nicht.\nEntweder weil niemand das für erforderlich gehalten hat, das zu tun für VAE.\nDas mich ein bisschen wundert, weil ich glaube so, die hätten schon Interesse\nda dran und irgendwie, die haben ja so ihre Methoden, die könnten ja Google\nsagen, sag mal, wollt ihr das nicht mal machen? Und die so, oh nee, jetzt wird es teuer.\nUnd die so, ja, ach, Geld ist das Problem.\nDas Problem kennen wir ja nicht. So, ja.\nUnd dann gibt es natürlich so Länder wie Israel, die lassen halt nicht Flugzeuge\nüber sich rüberfliegen.","Ihr wollt was machen?","Ihr wollt hier jedes Detail, das passt einfach nicht so in ihr Sicherheitskonzept.\nAber ich glaube, sowas haben die VRE nicht.","Ich esse gerade, Apple hat gar keine 3D-Gebäude drin. Das ist ja komisch.","Also es gibt, naja, die hat auch Google nicht, weil diese Gebäude hier sind\nja quasi kontributiert.","Jaja.","Also du kannst ja selber, wenn du das Gefühl hast, es fehlt irgendwas auf Google\nEarth, kannst du das ja modellieren in diesem, wie heißt das nochmal gleich?","Ich verstehe das alles wohl, was du sagst, aber ich stelle gerade fest,\ndass also das höchste Gebäude der Welt in Apple Maps keine 3D-Modellierung hat.","Naja, weil auch Apple erstmal mit dem Flugzeug darüber fliegen muss,\num selber die Daten zu haben, aus denen sie denn diese 3D-Modelle machen können.\nUnd natürlich haben die sich erstmal, weil das ein relativ großer Aufwand ist\nund das eine Menge Daten sind, konzentrieren die sich auf die Metropolen.\nVor allem die amerikanischen und die europäischen Metropolen und Japan ist glaube\nich ganz gut abgedeckt und dann diese ganzen Wüstendörfer sind erstmal nicht so interessant.\nIch meine, das ist ja ein Fleck, ich meine, da leben ja nicht viele Leute,\nso, und da fahren auch nicht so viele Leute hin, also das sind jetzt nicht so,\ndas ist nicht Paris oder so,\nDer meist fotografierte Ort der Welt ist Paris. Wenn man den Auswertungen von\nFotoplattformen glauben darf und das hochrechnen darf.","Ich habe Paris auch schon fotografiert, so ist es nicht.","Ah, na siehst du mal. Dann weißt du ja, wovon ich rede.","Wenn selbst ich das fotografiere.","Ja, wenn selbst du das fotografiert hast, muss das der meist fotografierte Ort sein.","Ja, Dubai habe ich noch nicht fotografiert.","Naja, auf jeden Fall, ich fahre da mal hin und ich werde dann auch in der nächsten\nSendung ein bisschen berichten können.\nOb das dann spannend ist, weiß ich nicht. ich werde auf dem Rückweg auch noch\nin Istanbul vorbeikommen.\nFalls auch jetzt jemand das hört und falls sich irgendwelche Hörerinnen und\nHörer in den VAE aufhalten in den nächsten zwei Wochen, let me know.\nDann machen wir mal noch ein Hörerinnen- Treffen. Das finde ich ja ganz cool.\nUnd auf dem Rückweg bin ich dann auch noch mal in Istanbul für ein paar Tage.\nWeil da war ich auch noch nicht.","Bei mir ist es ist lange her. 1995 war es.","Dass du in Istanbul warst? Ja. Okay, wie war das so?","Voll.","Okay, ich glaube, es ist nicht sehr viel leerer geworden seitdem.","Also es ist eine sehr große Stadt.","Ja.","Selbst aus Berliner Perspektive eine sehr große Stadt.","Selbst aus? Berliner, du machst Scherze, mein Freund.","Nein, also, ja, es ist groß, es ist voll, Es ist laut, es ist,\nja, aber eigentlich ganz nett.","Also Istanbul ist nicht nur eine große Stadt, Istanbul ist auch die größte Stadt Europas.","Wenn man nur die europäische Hälfte rechnet oder wenn man die ganze Stadt rechnet?","Warte mal, ich muss das nochmal nachrecherchieren. Die Frage ist so ein bisschen,\nob man, also nach Fläche, ah nee, warte mal, Istanbul steht in Konkurrenz mit Moskau.\nDa gibt es so verschiedenste.","Moskau ist auch sehr groß ich fand es fast schon scary,\nwie groß das ist aber das lag daran, dass wir damals irgendwie vom Flughafen\nin die Stadt, ich glaube anderthalb Stunden gefahren sind und zwar nur an so\n20-stöckigen Plattenbauten vorbei,\nund dann auch so lange wieder aus der Stadt rausgefahren sind Istanbul hat.","Mehr Einwohner als Moskau.","Keine Ahnung, wie die Zahlen da so momentan sind und was alles zur Stadt dazu gehört, aber ja.","Ja, das ist immer so eine Sache.\nGucken wir doch mal in die Wikipedia. Liste der größten Metropolregionen der Welt.\nWas meint ihr, steht auf Platz 1? Das wusste ich jetzt auch schon vorher.","Ist es immer noch Mexiko City?","Nee, ist immer noch Tokio.","Immer noch Tokio.","Also Mexiko City war das auch irgendwann mal, aber mittlerweile sind die auf Platz 9.","Boah, Loser.","Platz 2 ist Jakarta. Das hätte ich jetzt auch nicht gesagt. Platz 3 Delhi.\nDann Manila. Die sind unglaublich.","Mit was für großen Handtieren wir da gerade?","Also Tokio 39 Millionen, Jakarta 35 Millionen, Delhi 31 Millionen,\nManila 23 Millionen oder 24 Millionen.\nDann Sao Paulo, da war ich mal, das ist auch ein Moloch, also das ist wirklich unfassbar.\nSo 22,5 Millionen, Seoul auch 22 Millionen, Mumbai 22 Millionen, Shanghai 22 Millionen.\nDann Mexiko-Stadt 21,5, dann Guangzhou, das ist da bei Hongkong, Südchina.\nDann New York. 20,9 Millionen. Dann Cairo.","New York 20 Millionen?","Ja.","Naja, der Großraum.","Also Metropolregionen. Wir reden jetzt wirklich von mit draußen.","Weil wir hätten deutlich weniger. Klar.","Aber wir sind noch lange nicht bei London. Also Berlin schon gar nicht.","London ist lange her, dass die die größte Stadt der Welt war.","Ja, ja. London ist Platz 34. Paris ist Platz 35. Also das ist alles Fliegenschiss,\nworin wir uns hier normalerweise bewegen.\nNaja und so weiter dann. Kairo, Peking, Kakuta, Moskau, Bangkok, Dakar.\nIstanbul wird hier mit 20 Millionen angegeben und Moskau wird hier mit,\nhä, aber das ist nicht danach sortiert.\nAh, Entschuldigung, das ist nach, ja ihr Penner, ich habe das jetzt nach Fläche\nsortiert bekommen, aber nach Einwohnern ist Tokio trotzdem die 1.\nSo, aber da ist Istanbul auf Platz 22 und damit sozusagen die Größe,\nda habe ich doch recht gehabt, Asien, Europa.","Für 16 Millionen, oder? Oder, Istanbul?","Na gut, als Besserwisser könnte man natürlich behaupten, dass die Hälfte von\nIstanbul ja in Asien ist.","Ja, hier steht jetzt 20 Millionen. Ach, was weiß ich. Zahlen, Schall und Rauch.\nIst auf jeden Fall verdammt groß. Und da gibt es eine Menge zu sehen, da bin ich mir sicher.","Also was ich in Istanbul extrem beeindruckend fand, war diesen Busbahnhof mit\nseinen 400 Stellplätzen für Busse.\nDer war schon richtig krass.\nAlso sowas habe ich vorher noch nicht gesehen Busbahnhof Naja, so ein,\nwas bei uns der Zopp ist Der zentrale Omnibusbahnhof Wo in Berlin irgendwie\n20 Busse hinpassen Ist halt dort irgendwie Ich glaube dreistöckig oder so Und\nhalt Insgesamt 400 Stellplätze Also so,\nNaja, Bahnsteig, Gleise, keine Ahnung, wie nennt man das? Also halt so Dinger,\nwo so Bus hält und man kann da eigentlich...","Ja, ja, passt schon.","Ich weiß nicht, wie man das nennt.","Ja, mal gucken. Na gut. So viel dazu, das kommt ja dann alles erst noch.\nSo, aber du warst auch im Urlaub, Roddy, erzähl mal.","Ich war auch im Urlaub und das war jetzt nicht unbedingt eine Großstadt.\nUnd zwar das doch einigermaßen gemütliche Regensburg.","Ja, in Bayern.","In Bayern. Ja, das ist glaube ich noch nicht Franken. Ich sage da besser nichts,\ndann wäre ich nur noch gehauen.","Ich glaube, das ist die Oberpfalz.","Ich glaube auch, ja, das ist die Oberpfalz.\nDort gibt es einen sehr sympathischen Hackspace namens Binary Kitchen und die\nhaben den Zuschlag für die Easter Hack bekommen und sie dann auch ausgerichtet.","Kurz erklären, was das ist?","Gute Frage. Das ist das erste Mal, dass es da war. Ist so eine Art wie Kongress, nur in ganz klein.","Also es ist eine der Traditionsveranstaltungen, kann man mittlerweile sagen,\nvom CCC, vom Gras Computer Club und ist mal geboren worden, nachdem der Kongress\nnach Berlin umgezogen ist, gab es in Hamburg sozusagen den Bedarf,\nauch Veranstaltungen zu machen.\nUnd dann haben sie den zu Ostern, weil der Club immer traditionell so christliche Feiertage bespielt.","Als Alternative zu christlichen Feiertagen.","Ja genau, als Alternative zu christlichen Feiertagen. Und dann kamen sie halt\nirgendwie mit der Idee auf, halt an Ostern was zu machen.\nUnd weil es halt Ostern war und weil Easter Eggs ja auch ein besonderer Begriff\nsind in der Computerwelt.\nWer das nicht weiß, Easter Eggs sind so...","Überraschungen.","Überraschungen in Software meistens.","Die da aber willentlich platziert wurden.","Genau. So wie Eier halt. Easter Eggs halt. Also Dinge, die man so finden kann,\nwenn man nur an den richtigen Stellen sucht.","Und sich hoffentlich freut.","Genau. Und dann haben sie halt das Easter Hack genannt, weil Hack.\nUnd es gibt eine Sache, die finde ich wirklich erstaunlich an dieser Veranstaltung.\nAlso es hat ein paar Mal in Hamburg stattgefunden und dann ist sie dann irgendwann\nzum zum Wanderpokal geworden.\nDas heißt, dann können sich halt Orte, Spaces bewerben und sagen,\nwir würden den gerne mal ausrichten in dem und dem Jahr und dann wird da irgendwie\ndarüber abgestimmt und dann ist es halt da.\nUnd dadurch tourt diese Veranstaltung die ganze Zeit durch Deutschland und bespielt,\nUnbetretenes Terrain, sozusagen, also für viele der Teilnehmer zumindest.\nGenau, und es ist aber im Prinzip wie so eine kleine Version vom Kongress, kann man sagen.","Genau, und das war an der Ostbayerischen Technischen Hochschule Regensburg, die OTH.\nNaja, so Uni-Hochschulgebäude, wie man sie halt so kennt.\nJetzt nichts Besonderes, aber auch nicht schäbig, war schon okay.\nAnsonsten die Veranstaltung war nicht übermäßig groß, also wenn man Kongress\nkennt natürlich, in dem Vergleich Wie viele Leute.","Sind da so, Größenordnung?","Ich kann das schlecht schätzen Weiß ich nicht Also 1500.","So in der Größenordnung?","Ja, könnte hinkommen.","Hatte ich jetzt auch so vage.","Aber Ja, könnte hinkommen, weiß ich nicht so genau Also Also das Waffle Operation Center war aktiv.\nDie Studenten von irgendeiner Fachschaft haben es tatsächlich auf sich genommen,\nauch irgendwie den Grill anzuwerfen.\nDas war sehr lecker, was die da gemacht haben. Außerdem gab es das Eternal Breakfast.\nAlso die Veranstalter da von der Binary Kitchen gab es halt rund um die Uhr\nquasi Frühstück. Da haben sie also Brötchen aufgebacken und es war immer so Belag aller Art da.\nUnd Kaffee war eigentlich auch immer da, so in der Art.\nAlso wenn man es irgendwie nicht geschafft hat, irgendwo hinzugehen,\num dort zu essen, dann konnte man sich da verköstigen.\nDann gab es Vorträge, davon habe ich nicht allzu viele gesehen,\nnein, eigentlich gar keinen.","Gar keinen? Okay, das ist nicht viel.","Nee, ich habe dann bei der einen Spielshow mitgemacht.\nWie hieß denn die?\nKeine Ahnung, irgendwas, was es auch auf dem Kongress gegeben hatte.\nDas mit den Kopfhörern, wo die Leute in einer Reihe stehen und dann wird immer\ngetippt und dann müssen die nochmal die Begriffe beschreiben.","Familienduell?","Nee.","Das hört sich so an.","Egal, ja, ist auch nicht so wichtig. Was ich viel spannender fand,\nda waren zwei Workshops, die klangen beide sehr interessant und dann habe ich\nmich bei beiden mal angemeldet. Und das eine war ein Workshop für KeyCut.\nIch weiß nicht, ob ihr KeyCut kennt, wisst, was das ist.\nDas ist so ein Open-Source-Platinen-Kreierprogramm, wo\nman in einer Ansicht sich erst einen Schaltplan zusammenklickt mit seinen Bauteilen\nund dann kann man auf einer anderen Ansicht dann die Bauteile auf einer Fläche\nplatzieren und das Routing der Leiterbahnen machen Und hat hinterher eine Platine,\ndie man dann bestellen kann.\nWas dieses Programm tatsächlich auch kann und was ich nicht wusste, was total witzig ist,\ndu kannst dir hinterher eine 3D-Repräsentation von der Platine,\ndie du da gelayoutet hast, samt Bauteilen als 3D-Modell exportieren.\nUnd dann war der zweite Teil des Workshops, war dann,\ndas in Autodesk Fusion zu importieren und anhand dieses Modells der Platine\ndann ein Gehäuse darum zu designen, dass du dann hinterher 3D drucken kannst.\nUnd das war wirklich cool. Also beide Programme haben eine, sag ich mal,\nnicht ganz einfache Lernkurve.\nAlso besonders dieses Keycut, ohne dass der Typ irgendwie jeden einzelnen Befehl\nvorgemacht hätte, hätte ich das überhaupt nicht hingekriegt.\nAlso wenn man einigermaßen verstanden hat, wie man die Dinge tut, dann wird es einfacher.\nAber viele sind halt völlig...\nscheinbar aus der Luft gegriffene Key-Kommandos, wo man dann irgendeine Taste\ndrückt und dann tut die halt irgendwas.\nJa.","Wenn man sich die Screenshots so anschaut, viele wordartige Icons.","Ja.","Warum muss ich die Software immer alles bei Microsoft?","Du, keine Ahnung. Auch da ein Disketten-Symbol und wenn ich das richtig sehe,\nglaube ich sogar mit der verkehrt drum aufklappenden Schiebedingsie.\nEgal, also das ist jetzt, also dieses Keycut ist keine Schönheit,\naber es ist funktional, es tut, was es soll.\nUnd Fusion ist zwar ein professionelles Programm,\naber es ist auch, meine Herren, also das muss man auch wollen,\ndamit umzugehen, weil das auch nicht funktioniert wie normale.","Meinst du das von Autodesk?","Von Autodesk, genau, Autodesk Fusion. Da gibt es irgendwie eine freie Variante\nfür Hobbyisten, die in irgendwelcher Art und Weise eingeschränkt ist.\nDas kann ich dir jetzt nicht runterbeten, was da genau die Begrenzungen sind,\naber man kann es also in der freien Version benutzen.\nWas mich total wahnsinnig gemacht hat, ist, dass du bei ...\nBei Fusion eigentlich immer erst den Befehl auswählst und dann das Objekt selektierst,\nauf den du den Befehl auswählst.\nAlso nicht so, wie man das kennt. Man selektiert etwas und führt dann einen\nBefehl darum auf, sondern immer andersrum.\nDas hat mich am, ja, man fühlt sich wie eine rückwärts gestreichelte Katze.\nAlso es ist wirklich ganz schlimm.\nAber es tut, was es soll Gut, ich meine da gibt es viel Konkurrenz die können\nmehr oder weniger alles das Gleiche Was sehr geil ist, ist, dass du so eine Art,\ndass du so eine Art Log-File hast Also alles, was du tust, wird in so einer Art zeitlichen Log,\nfestgehalten und du kannst dann sagen, okay, ganz am Anfang,\nals ich dieses Rechteck da gezeichnet habe,\ndas soll jetzt Zentimeter kürzer sein, die eine Seite und das gesamte Design\npasst sich dann daran an, dass du jetzt das Ding in dem zweiten Schritt kleiner gemacht hast.\nAlso, in Grenzen natürlich, aber ja, und das war schon ganz witzig.\nWitzigerweise hatte der Typ, der den Workshop gemacht hat, hatte halt die fertige\nDatei für das 3D-Modell der Platine ausgeteilt, aber Aber ich war ja in einem anderen Workshop,\nalso dachte ich, nehme ich mal meine Platine, die ich gebaut habe.\nOh Gott, die sah so scheiße aus.\nJa, das war da sonst noch was, worüber man sprechen müsste, sollte. Habt ihr noch Fragen?","Mir sind ein paar Ideen gekommen, was ich noch ansprechen möchte,\naber ich möchte dich erstmal ausreden lassen.","Ich hab ausgeredet.","Okay, also meine erste Frage ist, sind Diskettensymbole zum Speichern von Inhalten\nüberhaupt noch angemessen oder waren sie es jemals?","Die Debatte hatten wir aber auch schon mindestens dreimal.","Bist du dir da sicher, dass wir diese Debatte hatten? Aber bestimmt nicht mit\neiner eigenen Kapitelmarke. Heute kriegst du eine eigene Kapitelmarke.","Also, keine Ahnung, man kann sich natürlich darüber streiten,\nob Bedienelemente in einer Software mit der Zeit gehen müssten.\nAlso jetzt mal angenommen, ich würde da jetzt eine M2 SSD in dieses Symbol reintun,\nwürdest du auf Anhieb verstehen, worum es geht? Ja.\nAlso dieses Disketten-Symbol als Symbol, um etwas zu speichern,\nist so alt, dass die Leute intuitiv wissen, was gemeint ist,\nauch wenn es komplett anachronistisch aussieht.","Anachronistisch. Ich will mal anders rangehen. Wie viel Exposure zu Windows\nhattest du in deinem Leben, Rudi?","Ich habe das relativ minimal gehalten.","Ja.","Aber es gab Exposure.","Okay, weil Ralf weiß ich, es ist viel.","Richtig viel.","Richtig, richtig viel. Es ist richtig durch diese Windows-Welt durchgegangen.\nIch bin das so ein Vorsteller, ja.","Es gab Zeiten, da habe ich quasi daily an Windows gearbeitet.\nAber das waren maximal drei oder vier Jahre.","Okay.","Und ich bin dafür bezahlt worden.","Muss ich ja auch für nichts rechtfertigen. Ich meine, ich bin ja so ein Snob, so ein,\nComputersnob und ich wollte ja immer mit Windows nichts zu tun haben und hab\ndas immer abgelehnt, damit zu arbeiten.\nIch habe immer versucht, einen Weg zu gehen in meinem Leben,\nwo ich nicht auch nur in die Gefahr kam, damit zu arbeiten.\nNicht, dass das jetzt das Wichtigste auf der Welt ist, das hat sich mehr oder weniger so ergeben,\naber ich weiß, wäre ein Ort in irgendeiner Form in der engeren Wahl gewesen,\nder mich genötigt hätte, damit zu arbeiten, dann hätte ich das so nicht gemacht.\nSoweit ist es nie gekommen, aber ich hätte es auch nicht, ich wäre diesen Weg\nnicht gegangen, ich wäre nicht bereit gewesen.\nWie heißt so, I have no time for that. Also das war für mich,\nweil für mich ist Für mich ist Windows,\nich weiß, Leute sehen das anders, aber für mich war das immer so eine Art,\nso ein, kennst du dieses Gefühl, wenn du so ein, wenn du so ein Gefühl hast,\ndu müsstest irgendwie dich vielleicht bald übergeben, so dieser Geschmack,\nder auf einmal so in den Mund hochkommt, kennst du das?\nDu musst sie nicht wirklich übergeben, aber du hast so das Gefühl,\nso eine leichte Reizung.\nDas ist immer so ein bisschen das Gefühl, was ich habe, wenn ich mir diese User\nInterfaces anschaue. Es ist wirklich schlimm für mich.\nUnd das mit dieser Diskette ist so ein bisschen, das symbolisiert für mich auch\nwirklich so dieses ganze Ding, weil weißt du, welches Symbol auf dem Mac da zum Einsatz kommt?\nNa?","Crickets und Tambourine?","Ehrlich gesagt, ich kann mich, ich hab die ganze Zeit schon drüber nachgedacht,\naber ich glaube, es gibt einfach keine Buttons zum Speichern.","Genau, es gibt überhaupt gar keinen Save-Button. Weil, warum auch?\nAlso, wozu sollte es dafür so einen Button geben? Das ist halt irgendwie dieses Ding.\nWenn ich mir diese User Interface anschaue, papapapapapapapapap,\nja, also wirklich wie so eine, wie so ein Hochregallager von Schraubenteilen.\nAlso so knallen sich diese ganzen Symbole vor dich und das verschwimmt alles.\nAlso bei diesem KI-Cut, als ich da eben auf diese Webseite drauf geschaut habe,\nauf diese Screenshots, das verschwimmt alles.\nDas ist wie so eine Fata Morgana, die so am Horizont irgendwie erscheint,\naber so leicht ineinander wabernd und du weißt auch gar nicht,\nist das jetzt irgendwie wirklich da oder ist das halt nur so eine Spiegelung\naus dem Morgenland, wo du gar nicht mehr genau sagen kannst,\nist jetzt dieser Button, der so Kreis mit Linie, Kreis mit Linie mit Buchstaben\nund daneben hast du Buchstaben mit Kreis mit Linie und dann hast du irgendwie\nnoch drei farbige Pixel dran.\nNichts an diesen Symbolen sagt irgendwie was aus.\nNichts hat irgendeine Nennenswerte. Ich meine, es ist wirklich selten,\ndass du sofort sagen kannst, was es ist und vor allem dadurch,\ndass es so umrandet ist von so viel Kram. Und dann hast du sowas wie eine Diskette.\nKein Mensch weiß heutzutage, was eine Diskette ist. Wenn ich anfange jetzt über\nDisketten zu reden, weißt du, was die dann alle sagen?\nDann kommen die alle mit Boomer und alter weißer Mann redet vom Krieg.","Da muss ich jetzt aber doch nochmal den Case machen für die Symbolik.\nAlso ich hab nochmal drüber nachgedacht.\nWelches Symbol hat die Post?","Das Posthorn.","Das Posthorn.","Niemand hat mehr ein Posthorn.","Wann hast du das letzte Mal eine Postkutsche gesehen, auf der ein Postkutscher\nsaß, der ein Posthorn getrötet hat?","Ich muss da ja nicht draufklicken, das ist ja kein User Interface.","Ja, aber es ist ein Symbol für etwas. Und das Symbol Diskette hat sich eben\ndurchgesetzt für das Symbol, ich speichere etwas.\nOb man dafür jetzt eine Schaltfläche braucht, wie es so schön heißt bei Windows,\noder nicht, ist eine andere Diskussion. Und ich gebe dir recht, man braucht es nicht.\nAber ich finde das Symbol Diskette zum Speichern per se jetzt nicht schlimm.\nAlso auch wenn man heutzutage nicht mehr auf Disketten speichert.","Also.\nIch habe ja leider jobtechnisch wirklich mit Interface-Design auch zu tun,\nsowohl an der Bibliothek als auch mit dem Ultraschall.","Und Windows.","Und Windows und arbeite täglich mehr Stunden mit Windows als mit Mac.\nMein Beileid. It could be worse. Wobei ich war jetzt wirklich underwhelmed von\nder aktuellsten Windows-Version. Ich dachte, sie hätten da irgendwie ein bisschen mehr gemacht.","Was ist denn die aktuelle?","11 ist es doch jetzt.","Ne?","Und meine Standardfrage ist immer, wie viele Klicks brauche ich,\num wieder in der Windows 3.11 Optik zu landen?\nDenn es sind halt immer noch dieselben drei Klicks, wenn du irgendwo auf Geräteeinstellung\ngehst und dann Audio und dann erweitert und schwupps hast du wieder Windows\n3.11 vor dir, so von der ganzen GUI, wo ich denke, oh Microsoft,\nwie viele Jahrzehnte Zeit hattet ihr mittlerweile, das auch einfach mal gerade zu ziehen? Egal.\nAlso Also Icon-Design ist einfach ein super schwieriges Thema.\nWir haben das ja auch in Ultraschall rauf und runter.\nMit Malik habe ich da auch wirklich viel Zeit rein verbraten,\nwie machen wir unsere Ultraschall-Icons, sodass sie irgendwie Sinn machen.\nUnd seit etlichen Jahren ist da eigentlich so der Weg, auf den sich alle einigen,\nja du nimmst halt Font Awesome.\nHatten wir das hier schon mal? Font Awesome?","Das ist eine gute Frage, ob wir das schon mal hatten als solches.\nAlso Font Awesome kann man kurz sagen, ist halt so ein sehr populär gewordener Webfont,\nder auch ziemlich awesome ist, weil er eigentlich so alle wichtigen Symbole\nenthält, die man so gemeinhin in Web-User-Interfaces findet oder finden möchte.","Genau und es hat halt den Vorteil, es ist einfach mal gut designt.\nEs gibt etliches davon, was man frei nutzen kann.\nEs gibt etliches, was in der Pro-Version dann schöner oder besser oder elaborierter\noder überhaupt erst vorhanden ist.\nIch habe jetzt mal hier in den Chat reingeworfen, die Icons in Font Awesome Version 5.\nIch glaube mittlerweile gibt es auch die 6er Version, bin ich ganz sicher.\nZum Thema Save, also speichern.\nDie ersten vier sind Disketten. 3,5 Zoll Disketten.","Und alle anderen heißen gar nicht erst Save.","Und alle anderen heißen gar nicht erst Save, sondern irgendwie Download und ähnliches.","Aber ich sag mal so, Allegorien für ein Icon-Design zu finden,\ndie klar machen, was gemeint ist, findest du, wenn du auf die Homescreen vom\niPhone findest, sofort jede Menge. Länge.\nTelefonhörer sehen nicht mehr so aus wie das Telefon-Icon. Briefe,\nwenn du sie physisch verschickst, sehen vielleicht noch so aus wie das Mail-Icon,\naber E-Mail hat noch nie so ausgesehen.\nUnd Kameras sehen auch nicht mehr so aus.","Super, Rudi. Super.","Danke. Und ja, weiß ich nicht. Auf die Schnelle habe ich jetzt nicht mehr gefunden.\nAber was ich sagen will, ist, das Icon soll was darstellen, was man wiedererkennen\nkann als Allgemein-User.\nUnd eine Diskette ist etwas, gut, das ist jetzt aus der Zeit gefallen, gebe ich zu.\nIch weiß nicht, ob meine Kinder schon mal eine Diskette in der Hand hatten.","Der Telefonhörer. Und auch das Posthorn. Wie viele Jahre waren die in dieser Welt?","Ja, länger als die Diskette, gebe ich zu. Ja?","Wie lang?","Der Telefonhörer, wann wird denn, keine Ahnung. Also so wie er jetzt da designt\nist, vielleicht 50 Jahre?","Na ja.\nNa komm, das Telefon ist jetzt auch 100 Jahre alt.","Das Telefon ist 100 Jahre alt, aber da sah er schon nochmal ein bisschen anders aus.","Und ich gebe auch zu, dass natürlich Smartphones die Wahrnehmung,\nwas ein Telefonhörer ist, irgendwie auch ein bisschen verändert haben.\nAber trotzdem, es gibt ja noch Telefonhörer.","Vor allem was Telefonieren ist.","Es gibt aber noch Telefonhörer.","Ja, ja, klar.","Vor allem das Modell Telefonhörer haben sehr viele Leute in ihrer Wohnung hängen,\naber als Freisprechanlage für die Tür.\nJa, also auch da hast du halt noch diesen Knochen, den du dir an die Wand hängst\nund dieses Sprechen mit ans Ohr halten. Also das ist jetzt das aus der Welt.","Das Sprechding für den Türöffner.","Ja, also Tim, du musst einfach mal sagen, da hat Roddy jetzt einfach mal echt gewonnen.\nDas war ein super Argument von ihm. Nein, aber ich meine bei… Das war so Apple\nhöchst selbst auf seinem Homescreen von seinem Premium-Produkt.\nDas erste, was du siehst, sind veralterte Technologien, die es überhaupt nicht\nmehr gibt. Das stimmt doch gar nicht.","Erstens gibt es noch Kameras, die so aussehen. Kannst du noch kaufen?\nDu hast 3,5-Toll-Desketten.","Kannst du auch noch kaufen?","Das ist auch richtig.","Kaufen kann man sie, aber dass Leute...","Und wann warst du das letzte Mal in einem ICE, wo es keine Anzeige der Reservierungen\ngab, weil das Diskettenlaufwerk nicht funktioniert hat? So, Schachmatt.","So, und jetzt, Tim.","Letzter Punkt hier.","Ja, Tim, auf dem MacBook, meine aktuellste macOS-Version, meine Textverarbeitung,\nwas ist da ganz oben prominent? Ein Disketten-Symbol.","Ja, und welche Textverarbeitung ist das jetzt?","Ja, Microsoft Word natürlich.","Ach so, toll.\nDass du das überhaupt Textverarbeitung nennst, das halte ich ja schon für ein Frevel.","Ich meine, du hast einen Punkt, die Diskette war immer hässlich und vor allen\nDingen war sie halt auch immer falsch designt, weil die Tür eigentlich in die\nandere Richtung aufgehen müsste.","Was an dem Safe-Symbol ist auch noch was falsch?","Ja.","Wirklich?","Keine Ahnung, vielleicht haben sie es inzwischen gefixt, aber es war mal so,\ndass wenn du eine Diskette daneben gehalten hast, hast du gemerkt,\ndie Tür ist verkehrt rum.","Tür ist verkehrt rum. Also ich gucke mir jetzt hier gerade so Symbole an,\ndas sieht für mich jetzt erstmal nicht falsch aus.","Also das ist ja eigentlich in der Regel eine 3,5 Zoll Diskette und die kannst\ndu doch in zwei Richtungen halten. Also wie kann da in der Richtung falsch sein?","Ja, du hast aber die abgeschrägte Ecke.","Ja.","Damit du das Ding nicht verkehrt rum reinschiebst. Und die abgeschrägte Ecke\nbestimmt, in welche Richtung dann die Tür aufgeschoben werden muss.\nUnd wo der Schlitz ist und so weiter. Also ich weiß nicht, vielleicht haben\nsie es inzwischen gefixt, aber es gab auf jeden Fall Word-Versionen.\nDa war die Tür, die du aufschiebst, damit der Schreiblesekopf an die Diskette\nrankommt, war verkehrtrum auf diesem Symbol drauf. auf?","Save Icon. Windows.","Ich komme wieder zu Font Awesome zurück. Das ist halt natürlich einfach eine\nabstrakte Darstellung.\nAlso diese Ecke, ich habe es jetzt gerade einfach mal mit einem echten Foto\nverglichen. Die Ecke ist ja viel größer in diesen Symbolen immer, als sie in Real war.","Ja, natürlich.","Und auch der Schieber ist an einer ganz anderen Position und Proportion.\nAlso der war nämlich ziemlich zentriert eigentlich und hatte dann halt in der\nMitte diese Aussparung.\nalso das war schon immer eine eine symbolische Abbildung.","Ja, trotzdem die 3,5 Zoll Diskette ist einfach etwas, das begleitet,\nhat uns, sagen wir mal, aktiv begleitet von,\nwann kam das mit Windows wirklich, also der Mac hat das halt von Anfang an gehabt,\naber ich würde mal sagen, also,\nEnde der 80er Jahre, weil da war ja dann noch noch irgendwie 5,5 Zoll. Was?","Nein, der Macintosh kam noch 1984.","Ja, aber den hatte ja niemand. Ich rede jetzt wirklich von...","Was? Den hatte niemand.","Den hatte niemand und die Leute haben vielleicht einen Apple II gehabt und einen\nC64 gehabt und das waren 5,25 Zoll Disketten.\nDie hier immer komplett unter den Tisch fallen. Die hätte man ja auch nehmen können.","Oder 8 Zoll Disketten.","Die genauso aussahen wie die\n5,25 Zoll Disketten. Also die waren jetzt vom Design her was nur größer.","Nicht groß unterschiedlich, das stimmt schon.","Ja.","Aber man musste sie mit zwei Händen einführen und rausholen,\nweil die wirklich sehr groß waren.","Auf jeden Fall haben die den Namen Floppy wirklich verdient gehabt,\nwährend ja diese 3,5 Zoll war ja sozusagen Floppy in der Hidden Case.\nNaja, auf jeden Fall, mein Punkt ist nur, dass überhaupt das Speichern so ein\neigenes Symbol verdient hat, das das fand ich schon immer völlig daneben.\nAlso es war einfach so eine normale Funktion, die man nicht irgendwie suchen muss.","Ich habe gerade nachgeguckt. Es gibt ja von Apple seit einigen Jahren diese\nSF-Symbols, diesen Spezialzeichensatz mit extrem vielen Symbolen.\nDa ist keine Floppy drin.","Echt nicht?","Verständlich. Also weder unter Disk, noch unter Floppy, noch unter Save habe ich was gefunden.","Also Honks.","Also wieso Also, ich bitte dich.","Nein, du hast ja recht. Also das Floppy-Symbol als solches ist eine Unart.\nUnd dann überhaupt eine Speicherdings zu haben, um zu safen, ist auch eine Unart.\nDa können wir alles inzwischen besser.","Das Problem ist halt, wenn du dann doch mal irgendwie einen Button für Speichern\nhaben willst, ist es schwierig, was Vernünftiges anderes zu machen,\nweil dann landest du sofort immer in dieser Download-Ecke.\nDas ist auch das, was ihr bei Podlove beispielsweise habt. Da habe ich mich\ngerade auch mal nebenbei geguckt, ob ihr denn nicht sogar da einen Save-Button\nhabt. Da ist natürlich ein Download-Button, weil es ja auch ein Download ist an der Stelle.\nAlso Pfeil nach unten und dann irgendwas, wo das so reingespeichert wird.\nDas ist so das, was einem noch am ehesten dann als Alternative zur Diskette immer einfällt.\nAber es ist semantisch meistens halt nicht exakt das Richtige.\nAlso außer der Diskette haben wir halt auch nichts.","Wir haben ja nichts.","Ja und MacOS hat ja auch versucht, wenn auch nicht besonders erfolgreich,\nfinde ich, das Speichern auch so ein bisschen ungeschehen zu machen.\nDahingehend, dass man quasi von so einer permanenten Persistenz ausgeht,\ndass du gar nichts speichern kannst.\nAber es funktioniert auch nur so begrenzt gut. Na gut, ich wollte das auf jeden\nFall mal angesprochen haben.","Nee, du hast ja recht, es ist ein Unding und da müssen wir eigentlich auch nicht.\nDrüber reden. Nur, wenn man da ein Symbol für hat, dann ist es schon okay,\ndass man auch veraltet ist.","Okay, dann wollte ich auf den zweiten Punkt kommen, den du getriggert hast,\nweil du hast halt irgendwie von Veranstaltungen gesprochen und es stehen ja\njetzt auch in diesem Jahr wieder Veranstaltungen an, die ich auch vorhabe zu besuchen.\nUnter anderem das Electromagnetic Field in England.\nAlso das ist quasi die englische Variante des Camps. Ich weiß nicht,\nob ihr davon schon mal gehört habt. Habt ihr?","Gehört, ja. Als du das letzte Mal da warst, hattest du berichtet.","Hatte ich, okay, gut. Ist auf jeden Fall eine feine Veranstaltung,\naber auch das ist nicht der Punkt, sondern der Punkt ist der,\nes gibt ja diese, diesen Ritos Badges auszugeben auf diesen Veranstaltungen.\nDa werden dann immer aufwendige Hardwareprojekte gemacht.","Über die Badge können wir auch noch reden, vom Easter Egg.","Ja, reden wir doch mal über den Badge vom E-Seg. Ich weiß nichts darüber. Was gab es denn diesmal?","Es gab diesmal wieder eine relativ einfach gehaltene Badge von der elektrotechnischen Seite aus.\nDas war, wenn ich die Schaltpläne richtig gelesen habe, im Wesentlichen ein\nSchwingkreis mit Countern, wo dann LEDs dran waren.\nAber es waren sehr viele LEDs und die Badge selber war unheimlich schön gestaltet\nmit so einem Hasen, der in so einer Cyberpunk-Welt unterwegs ist.\nUnd das Platinenmaterial ist so gewesen, dass es nicht an allen Stellen durchgefärbt\nwar, sodass wenn man die LEDs,\ndas waren alles so SMD, so Surface Mounted LEDs, wenn man die auf der Rückseite ran gelötet hat,\nhaben sie quasi wie durch so Milchglasfenster durch die Platine durchgeleuchtet,\nsodass man den Hasen hatte und so Reklame, die so blinkt und so weiter.\nWar wirklich, wirklich schön gemacht.\nUnd dazu gab es dann noch eine Art Schnitzeljagd,\nwo man dann noch weitere Teile bekommen konnte, die man dann noch oben drauf\ngemacht hat, sodass aus dem Hasen dann so ein Cyberhase wurde.\nIch weiß nicht, wie ich das erklären soll.","Also es war im wesentlichen ein display oder.","Es war im wesentlichen eine platine die künstlerisch gestaltet war.","Aber was hat sie für einen getan?","Geleuchtet und geblinkt.","Ah, sie hat geleuchtet und geblinkt, aber es gab sonst keine Dienstleistungen?","Nein, nein, nein. Also keine Intelligenz, keine Rechenleistung,\nkein nix, sondern sie hat einfach, war, ja, wie groß.","Okay, so ein Badge halt. Und das ist aber so das, was ich oft sehe.\nAlso auf diesen Veranstaltungen werden dann immer so blinkende Dinger,\nalso in den letzten Jahren wurde viel geblinkt, Dann gab es auch mal auf dem Camp,\ngab es dann so, ja jetzt ist das hier so ein Software-Defined-Radio und dann\nkann man irgendwie krasse Sachen mit programmieren und dann ist das so ein Funk-Device\nund das geht dann alles so ein bisschen in diese Richtung Flipper-Zero,\ndass du so ein Universal-Hacker-Tool hast.\nNur, was mich immer daran gestört hat ist, ich meine, wenn ich auf so ein Open-Air-Festival\ngehe, was ist mein Hauptproblem?\nWas ist das Problem, was alle Leute immer wieder auf solchen Veranstaltungen haben?","Andere Leute finden.","Sonnenbrand.","Andere Leute finden ist das Hauptproblem.","Oder wiederfinden.","Wo ist meine Gruppe? Wo sind die jetzt hin? Ich habe sie verloren. Scheiße.\nJeder hat dieses Problem. Es lässt sich mit Telefonen auch nur begrenzt lösen,\nmittlerweile in zunehmendem Maße besser, aber es ist immer dann schwierig,\nvor allem wenn diese Events jetzt nicht vom Chaos Computer Club ausgerichtet\nwerden und du überall super funktionierendes WLAN und immer Internet und Always\nOn hast und dann kannst du halt so hier wo ist auf deinem Telefon benutzen oder\ndich mit Telegram tracken oder keine Ahnung Google Maps und so weiter.\nNur, wir wissen ja auch alle, diese Dienste sind dann wieder so super aufwendig\nund dann funktioniert es doch wieder irgendwie nicht und dann musst du aber\nauch irgendwie dein blödes Telefon dabei haben und so.\nIch dachte mir immer so, warum gibt es denn keinen Badge?\nFür so eine Veranstaltung, dessen Kernfunktion ist, da ein größeres Problem zu lösen.\nNämlich irgendwie datenschutzsensitiv, Privatsphäre orientiert,\ndie Möglichkeit zu geben, meine Peergroup zu finden und auch dynamisch zu bestimmen,\nwer gerade meine Peergroup ist. Wer kann mich jetzt eigentlich gerade sehen?\nWill ich jetzt überhaupt gerade gesehen werden oder möchte ich jetzt hier mal\nnicht teilen, wo ich gerade bin?\nKann ich auch sagen, dass ich jetzt auch gerne gefunden werden möchte?\nAlso dass man so einen expliziten Modus angibt.","Inkognito-Mode.","Bitte?","Ein Inkognito-Mode.","Ein Inkognito-Mode. Also ich möchte gerne, ich laufe rum und ich möchte gerne,\ndass alle also ich mache mich public.\nAlso ich bin sozusagen auch vielleicht jenseits meiner Peers.\nOder ich sage nur meinen Peers, ich möchte jetzt gerne gefunden werden.\nOder ich sage meinen Peers, kommt mal alle hierher, wo ich bin,\nda ist geil. Irgendwie sowas.\nUnd das Hauptproblem ist natürlich erstmal, dass ich immer gedacht habe,\nja, aber mit welcher Technik baut man denn das?\nIch habe immer gegrübelt und gegrübelt und gegrübelt und jetzt bin ich erst\nvor kurzem auf so ein Bastelprojekt gestolpert, wo jemand genau sowas gebaut\nhat und ich dann festgestellt habe,\nscheiße, das gibt es jetzt irgendwie\nauch schon seit einiger Zeit als kommerzielles Produkt ohne Ende.\nWas braucht man? Man braucht GPS.","GPS wäre nicht schlecht, ja.","Also man will ja eine ordentliche Ortung haben.","Vielleicht unterstützt von ein paar Beacons, aber im Wesentlichen GPS.","Vielleicht auch noch mit Bluetooth-Beacons kann man das noch supporten,\naber im Prinzip eine GPS-Location, die ordentlich funktioniert,\nalso ein ordentlicher GPS-Empfänger tut es schon ausreichend.\nAlso auf so einer Veranstaltung muss ja jetzt nicht auf einen Zentimeter genau geortet werden.\nUnd wenn du nicht GPS hast, vielleicht hast du ja auch Galileo noch gleich mit\ndrin, dann ist es halt auch gleich nochmal genauer.","Gott bewahre GLONASS.","Ja GLONASS funktioniert glaube ich nicht mehr so gut, aber so Galileo wäre schon ein Feature.\nAber ist egal, es geht jetzt erstmal nur darum irgendwas nehmen,\nwas halt Satellitennavigation unterstützt und diese Empfänger gibt es ja.\nUnd jetzt ist das Problem, wie kommunizierst du das raus?\nUnd was halt auf gar keinen Fall funktioniert, ist halt, wenn WLAN oder LTE\noder ein anderes Gerät in irgendeiner Form erforderlich ist,\ndann kannst du das Projekt sofort vergessen.","Irgendein Threat-Netzwerk?","Nee, es gibt eine viel einfachere Lösung und die heißt LoRaWAN.\nWir haben hier Lorawan auch schon ein paar Mal besprochen.\nIch habe jetzt gerade vergessen, wer von unseren Gästen sich da auch aktiver\nmit auseinandergesetzt hat. Luca war das glaube ich, der war gerade in so einem Lorawan-Projekt.\nUnd Lorawan ist halt dieses Wide Area Networking. So, mit LoRaWAN,\ndas ist so für kleine Sensoren, die irgendwo rumstehen und irgendwo Temperaturen\noder Wasserstände messen und die mit relativ wenig Strom,\nein bisschen Solar gepowert, einfach über viele, viele, viele Kilometer ihre\nMessdaten einfach irgendwo hinschießen und das wird dann eingesammelt.\nAlso auch nur ein Einsatz dieser Technologie.\nund genau diese Festival-Tracker gibt es LoRaWAN GPS und damit ist eigentlich\nschon alles getan, also du musst natürlich jetzt noch in irgendeiner Form ein User-Interface,\ndem Ganzen hinzufügen, um sozusagen auch zu sagen, okay, mit wem will ich denn\ndas jetzt teilen und da kann man dann ein paar tausend Sachen nachdenken und\nNFC und Buttons und Displays und so weiter,\noder du hast halt irgendwie nur so ein,\ntumbes Ding bei AliExpress kriegst du solche Dinger schon für irgendwie 50 Euro zum um umhängen.\nDa gehört dann aber wahrscheinlich noch irgendeine Software dazu,\nmit der du die dann registrieren musst, IDs oder keine Ahnung.","Die dann alles nach China schickt.","Naja, es gibt es nicht nur für Festivals, es gibt es auch für in Fabriken lokalisieren\nund so weiter. Du hängst einfach irgendwelchen Leuten um und so weiter.\nAber ich bin auf so ein Bastelprojekt gestoßen. Also wer Lust hat, sich mal mit sowas.\nAuseinanderzusetzen, hier der Orin Coates auf YouTube, der hat da so zwei Teile ähm,\nwo er das Ganze mit so einem ESP32 realisiert und daraus dann sozusagen so einen\nFestivaltracker macht.\nAber das ist das, was ich mir wünschen würde, dass so eine Open-Air-Veranstaltung\neinfach erstmal die Probleme der Leute löst und nicht immer irgendwie die Probleme der Leute,\ndie gerade mal geile Hardware machen wollen und dann halt irgendwie die Festivalbetreiber\nreden, ja hier guck mal, es blinkt ja schön.\nEs ist schön, ich hab überhaupt nichts gegen Badges, die blinken und es ist Alles toll.\nIch finde nur, wenn man das mit der Veranstaltung kombiniert,\ndann sollte man halt auch wirklich darüber nachdenken, dass das Teil ein Device\nist, was für die Veranstaltung arbeitet oder zumindest indirekt,\nindem es für die Leute was beiträgt.\nUnd dieses Wissen, wo bestimmte Leute sind zu bestimmten Zeitpunkten,\nist einfach Gold wert, weil du einfach viel Zeit, Wege und so weiter ersparen\nkannst und viel mehr Kommunikation hast.\nUnd dann kann man es ja auch spielerisch angehen. Also dass man eben wirklich so dieses,\nkeine Ahnung, ich pair mich jetzt mal mit irgendeiner random Person und dann\nhast du dann sozusagen so ein James-Bond-mäßiges Piep-Piep-Device und wirst\nhalt irgendwie magisch von irgendwelchen Leuten angezogen.\nKeine Ahnung, also das kann man ja dann alles ausprobieren, aber dazu braucht\nman erstmal so eine Technologie als Basis.\nIch schmeiße mal die beiden Links dann auch mit in die Shownotes.\nDas ist jetzt wahrscheinlich auch nicht der einzige Ansatz, den es gibt,\naber es ist jetzt mal einer, der mir über den Weg gelaufen ist und wo ich halt\nauch sagen muss, ja das ist so in etwa der Ansatz, den man verfolgen könnte.\nAlso eine einfache Platine, GPS drauf, ein bisschen USB, Batterie und dann hängst\ndu das Ding um und dann hast du irgendwie eine Lokalisierung in irgendeiner\nForm und dann kann man das nur noch beliebig aufbauen.\nFür so ein Event, ich meine heutzutage ist es ja absolut normal,\ndass man solche Platinen produziert, wo ein kleines Display drauf ist,\nein bisschen User Interface.\nAuch bei dem EMF-Camp hatten die ja, also bei EMF muss man dazu sagen,\ndas hatte ich dir bestimmt erzählt, also das Besondere beim EMF ist,\ndass da die ganze Veranstaltung schon so gedacht ist.\nAlso es gibt beim EMF-Camp zum Beispiel die Devise, dass jede öffentliche Infrastruktur,\ndie da ist, also wie zum Beispiel die Bar,\naber auch alle anderen Orte, der Fahrplan und so weiter, alles hat eine API.\nJa, also die Bar hat eine API. Und du hast so ein Batch bekommen,\nden kannst du in MicroPython programmieren und natürlich konntest du dann gegen\ndiese Web-API von dem EMF-Camp programmieren und du konntest halt mit wenigen\nZeilen Python-Code auf diesem Batch einen Code machen,\nder abfragt, wie viele Flaschen Mate sind noch vorrätig oder welches Bier ist gerade on tap.","Wie lange ist die Schlange? Das wäre praktisch.","Naja, ich meine, Sensornetzwerke.","Kamera drüber hängen, also machen wir gerade in Bibliotheken für Einlasszählungen. Alles handhabbar.","Also,\nÜberwachung mit Spaß.\nAlso privatsphänersensitive Überwachung, also wo sozusagen Informationen generiert\nwerden, die für alle von Nutzen sind.\nDas ist eine gute Sache. Wie voll ist ein Saal?","Also eine Sache, die ich gerne auch hätte, die ein bisschen da dran dockt,\nist so ein Mood-Tracker. Oh ja.\nDas heißt also, wie fühle ich mich gerade da, wo ich bin und was ist da los?\nDass du also plötzlich eine Karte vom Camp hast und siehst, die wirklich coole\nParty, die ist da links unten.","Direkt so an den Puls angestanden.","Dann rennen alle hin und dann wird es direkt uncool.","Du kannst es für Quick-Poll-Votings während einem Talk einsetzen.\nIrgendwie zu sagen, wie viel Prozent von euch sind jetzt. Klar,\nkannst du auch alles als mit Handzeichen machen, aber eine relativ flexible\nInfrastruktur, wo du sagen kannst, wie fühle ich mich gerade,\nbin ich irgendwie in Meinung X oder Meinung Y, was habe ich irgendwie als nächstes vor, was auch immer.","I like my moment.","Das hat natürlich auch alles so seine Issues, also gerade wenn du dann als Vortragender\ndann ständig von der Seite zugeraunt bekommst, so 80% finden gerade live deinen Talk total scheiße.\nVielleicht auch nicht immer so hilfreich, also da muss man auch gut überlegen,\nwie so eine Technik dann wieder da umschwenkt, aber grundsätzlich gerne mal nachdenken.","Aber ich finde das eine super Herausforderung, diese ganzen,\nalso wirklich auch Wege zu finden, wie man diese Daten, also wie man sozusagen das Credo vom CCC,\nalso private Daten schützen, aber öffentliche Daten nutzen, also da sozusagen\nNutzen draus zu ziehen, ohne dass jetzt für Einzelne daraus ein Problem entstehen\nkann, aber dass sozusagen alle was davon haben Und,\nMan eben auch individuell sagen kann, okay, ich möchte mich jetzt aber soweit\nhier irgendwie exposen oder so.\nOder was weiß ich, ich möchte jetzt ein Hörertreffen machen auf der Veranstaltung,\nweißt du, und dann schalte ich mich halt in den Public-Modus und Leute können dann,\nwas weiß ich, public meinen Ort abonnieren und wenn der freigegeben wird, dann piept's halt auch.","Du kannst nochmal in Slack gucken, ich hatte tatsächlich jetzt ein Bild gefunden\nvon der Badge, also Bild ist jetzt übertrieben, aber wenn du da den,\nda Blinky Parts, da kann man die Bauteile bestellen und das zweite Bild sind die beiden Badges,\nalso es ist die Badge und das sind die Zusatzbauteile, die man nach Lösen der\nSchnitzeljagd noch bekommen hat.\nund da sieht man halt diesen White Rabbit Follow the White Rabbit,\nkeine Ahnung, ob das eine Anspielung da drauf ist, wie er da so in dieser Cyber,\nWelt da steht und im Hintergrund blinken so ein bisschen die Logos von der Straße durch,\nund genau und die Teile, die man noch drauf machen konnte, waren halt dann,\nwurde so ein Cyber Rabbit aus dem Rabbit Ja, wie soll ich das nennen?\nAlso die war wirklich, es war vor allen Dingen eine ziemliche Zitterpartie,\ndass die Batch noch ankommt.\nNachteil an der Easter Egg war gerade in Regensburg recht offensichtlich,\nda sind verdammt viele Feiertage um die Feiertage.\nUnd wenn dann Dinge im Zoll hängen bleiben, hat man ein echtes Problem,\nob man sie noch kriegt oder nicht. aber irgendwie hat es der Held doch noch\nhingekriegt und jemand ist dann nach München gefahren, um das Zeug abzuholen.","Ich muss ja auch sagen das mit diesen das wollte ich vorhin noch erwähnen was\nwirklich immer super war beim Easter Egg und zwar bei jedem bisher glaube ich,\njeder Easter Egg hatte ein geiles Logo also es ist ja eigentlich immer ein Hase,\naber in der ganzen Geschichte des Easter Egg hat sich irgendwie noch kein Hase wirklich,\nzweimal gezeigt und es gab immer wieder einen geilen Take auf Hase,\nalso es war immer immer wieder ein anderer Spin auf diesem Hasen-Logo,\nfaszinierend finde ich das also mich mal schwer beeindruckt dass das so einen\nhohen Level hat also es hat mittlerweile, ich würde sagen, ein Easter Egg-Logo\nLogo, Design, obwohl es klar ist, was es ist.\nder fucking Hase, aber der Hase kommt jedes Mal wieder anders rüber und immer\ngut und alle sind wirklich gelungen und das kann ich noch nicht mal von Kongressdesign behaupten.","Der Hase von der Batch war aber nicht das Logo von der Veranstaltung.","Ganz unabhängig jetzt von der Batch, aber ich weiß gar nicht,\nkenne ich eigentlich den Hasen vom ISAAC24 schon?","Das ist,\ndas spielt so ein bisschen auf das Logo der Binary Kitchen an.\nDas ist nämlich so eine Kochmütze mit einer 0 und einer 1 drauf.\nUnd der Hase ist halt auch diese 0 und diese 1, aber dann halt als Hase.\nGenau, das sind zwei Ohren und zwei Hasenzähne.","Der Easter Egg 24 heißt Easter Egg 21?","Das ist die 21. ist die Easter Egg, die 2024 stattgefunden hat.","Das ist doch auch kaputt.","Ja, ich weiß, das hat auch einige verwirrt.","Genau, aber den habe ich auch schon mal gesehen und auch den finde ich super.","Sieht ein bisschen aus wie ein Tivoli Model 1 Radio in der Mitte.","Aber du hast halt irgendwie das Binäre da drin, da hast du die Zähnchen drin,\nalso das ist schon geil, muss ich sagen.","Es ist eindeutig ein Hase.","Es ist eindeutig ein Hase und es ist definitiv anders als die anderen Hasen.","Wir sind aber auch ein bisschen tot aus.","Ja, aber ich weiß nicht genau, daneben steht eine 24 und darunter steht...","Das sind die Lost-Zahlen.","8, 16, 32, 63?","Ich habe keine Ahnung, was das soll.","Das weiß ich jetzt auch nicht.","Nee, das sind nicht die Lost-Zahlen.","Es gibt irgendwo eine Enzyklopädie der Zahlenreihen im Internet,\nwo du natürlich nach diesen Zahlen suchen kannst.\nIch weiß nicht genau, wie die heißt. Die ist bei Numberphile, kommt die manchmal vor.\nWo sie dann irgendeine Reihe dann mal suchen und mal gucken.\nIch weiß jetzt auch nicht aus dem\nKopf, wie die heißt, aber es gibt diese unglaublich vielen Zahlenreihen.","Du meinst, das ist jetzt eine so eine Zahlenreihe, wo die 24, 8, 16, 32, 63?","Ich habe keine Ahnung. Ich habe das nicht weiter eruiert, um ehrlich zu sein.","Ich frage mal die AI.","Ja, die wird es wissen. Die muss es wissen.","Weiß ich nicht.","Also Google wirft mir erstmal nix aus.","Na, wenn ich die Lost-Zahlen-Reihe da reinmache, kriege ich bestimmt die richtige Antwort.","Ja, ja.","Hast du schon mal ausprobiert?","Die Lost-Lost-Zahlen habe ich gerade eben schon geguckt, ja.","Ja.","Die sind es nicht.","Ja, aber hier ist irgendwie erstmal nix offensichtlich. Hier wird nur gelabert.","Labern kann sie gut, die AI.","Okay, ohne jetzt zu sehr vom Thema abzukommen, machen wir das Kapitel mal zu.\nAlso Festival-Tracker, Leute, ich würde mich sehr freuen, wenn die Community da mal liefert.\nAlso ich finde einfach, es muss so ein geiles Device geben,\nohne zentralen Server funktionieren, meinetwegen mit einer Companion-App,\num das Ding zu konfigurieren, idealerweise, aber halt direkt am Tracker,\nirgendwie Open Source und vielleicht ist ja das Projekt von dem Oren Coates\nauch irgendwie zum Beispiel dafür geeignet oder man überlegt sich nochmal einen\nanderen Formfaktor. Aber es darf halt auch nicht so fett sein.\nMan muss es halt irgendwie bequem an den Gürtel klemmen können.\nMan kann sich das gerne auch umhängen. Es darf auch gerne blinken.\nAber ich finde, die Bädchen sind auch einfach zu groß geworden.\nDas sind ja mittlerweile komplette 30-Zoll-Fernseher, die man sich da irgendwie umhängen soll.","Ja, das hat sowas von Kuhschelle inzwischen.","Ja. Bang, bang.","Nee, und dann natürlich als Gimmick für die Datenschleuder.","Ja, genau. Genau, naja, habe ich das jetzt mal gesagt.","Bist du erst los geworden.","So, Feedback hatten wir auch noch, Ralf, das betrifft dich vor allem.","Ich war auch im Urlaub, das war aber sehr undramatisch, eine Woche an der Nordsee in Cuxhaven.","Hinten oder an?","Hm?","Hinten oder an?","In der Nordsee oder an der Nordsee?","Warst du in der Nordsee oder warst du an der Nordsee?","Sagen wir mal so, da mein Fuß immer noch nicht so ganz wieder hergestellt ist,\nwar ich so weit wie möglich nicht in der Nordsee.","Also du warst an Land?","Ja.","Okay, dann hättest du ja auch auf dem Schiff sein können. Ich bin nicht davon\nausgegangen, dass du durch die Nordsee getaucht bist, aber...","Nee, wir haben da wieder in der Ferienwohnung gesessen, wo wir immer so saßen\nund es war relativ schlechtes Wetter. haben.\nEs war also nicht kompletter Platterregen, aber schon sehr viel.\nWas macht man im Urlaub bei schlechtem Wetter?\nWenn man vorher die Freakshow gehört hat.","Netflix gucken.","Minecraft mit der Familie spielen.","Achso, okay.","Ich hatte also unser ganzes Setup mit dabei, dass wir also alle vier da wieder\nfriedlich spielen konnten. Und das hat ganz gut funktioniert.\nWie überhaupt der, ich noch zu keinem Thema, was ich irgendwie mitgebracht hatte,\nso viel Feedback bekommen habe, wie zu der Minecraft-Geschichte letztes Mal.\nAllerdings das ganze Feedback immer nur auf Mastodon und ich glaube kein einziger\ndavon irgendwie bei uns im Blog und klar gerade auf Mastodon bin ich natürlich\nauch gerne unterwegs und dann hat man doch schnell die Debatte,\naber ich möchte bei solchen Themen, gerade weil es dann viele hilfreiche Hinweise gab,\nso auf, müsste man nicht nochmal XY mit erwähnen.\nSowas hat natürlich eine viel höhere Halbwertszeit und einen besseren Longtail,\nwenn man sowas im Blog vielleicht reinschreibt.\nAlso überlegt euch doch mal in Zukunft Wenn ihr irgendwo gerade so Verbesserungsvorschläge\nhabt oder Hinweise auf andere Geschichten.\nKlar, man kann mich immer total gerne auf Mastodon anquatschen,\naber bei uns im Blog zu den Folgen, da kann man halt auch in einem Jahr noch\ngut recherchieren. So, was war denn da eigentlich nochmal los?\nVielleicht das nochmal so als Hinweis. Es hat sich aber so oder so gelohnt.\nIch habe jetzt mittlerweile die 1.3 Version schon online von dem Text und ich\nhatte vorhin nochmal geguckt, da haben schon knapp 15.000 Leute drauf geguckt.\nAlso es hat scheinbar einen Nerv getroffen. Das ist gut.","Und was hat das Feedback jetzt so gesagt?","Zum einen ein paar Unschärfen, die ich drin hatte, wo ich also Sachen einfach\nzu kurz beschrieben hatte, die nochmal etwas weiter kamen. Es gab in der Tat\nkeine, also insgesamt waren es so 20, 30 Rückmeldungen.\nEs gab keine einzige, die irgendwie quasi aus der pädagogischen Ecke kamen mit\nirgendwie, oh mein Gott, die armen Kinder und viel zu jung oder sowas.\nKomplett gar nicht.","Wir hören keinen Pädagogen zu.","Ja, scheinbar. Scheinbar leider auch sehr viel zu wenig Mütter.\nIch hatte, glaube ich, sofern es denn zuordnen war, glaube ich fast ausnahmslos\nVäter, die sich gemeldet haben.\nDas finde ich natürlich etwas schade, aber kann ich jetzt hier und heute auch\nnicht so richtig gut ändern. dann.\nEs gab einen Hinweis auf quasi die Open-Source-Variante von Minecraft.\nMein Test heißt die, glaube ich, wenn mich nicht alles täuscht.","Mein Test?","Ich meine, mein Test heißt das. Mein Test, genau.","Mein Schatz!","Precious.","So, wieso ich das denn nicht bewerben würde und das sei doch wenigstens wirklich\nfrei und dann werden die Kinder nicht in irgendwelchen World Garden und sowas.\nJa, das stimmt stimmt schon alles, aber es läuft halt nicht auf der Switch und\nes läuft halt nicht auf dem iPad, was halt irgendwie schon da ist.\nUnd dann den Schritt zu gehen und zu sagen, ja, das sind halt alles keine Geräte,\ndie in Kinderhände gehören, weil die sind ja nicht frei und die sind ja nicht offen.\nDas kannst du schon so machen, aber hat dein Kind an der Schule vielleicht dann\nauch nicht so viele Freunde, um dann zu sagen, ja, aber dann musst du die ganze Klasse... Ja.\nAlso, wer möchte, schaut es euch an. Ich glaube, es ist in der Tat ganz cool,\naber es war jetzt einfach überhaupt nicht mein Use Case, den ich halt irgendwie\nbearbeiten wollte da an der stelle und dann gab es noch einen den habe ich dann\nauch jetzt relativ prominent bei mir rein verlinkt.\nDer nochmal genauer beschrieben hat, wie man sich eigentlich selber mit einem\nDocker-Container einen eigenen Minecraft-Server aufsetzen kann,\nohne dafür also jetzt irgendwie einen der Dienstleister nehmen zu müssen,\nsondern für die Fraktion,\ndie es alles komplett selber unter der Haube haben möchte.\nDa gibt es auch eine schöne Anleitung, die ist jetzt auch in meinem Text unten drin verlinkt.\nDas waren die wesentlichen Ergebnisse.\nUnd einen schönen Cheat gab es noch für diejenigen, die gerne mit Monster-Modus\nspielen wollen und wo alles ordentlich aufregend ist und trotzdem den Frustfaktor\nniedrig halten wollen. Den kannte ich auch vorher noch nicht und der ist in der Tat Gold wert.\nEs gibt einen Sheet, womit man nach dem Sterben sein Inventar behält.\nDas ist also der große Schmerz, oh mein Gott, wie komme ich jetzt wieder zu\nmeiner Leiche zurückgelaufen und sie ist in der Lava kaputt gegangen und da\nist drei Viertel der Auflösung, obwohl ich die Leiche gefunden habe,\nist trotzdem nichts mehr da.\nJa, diese ganzen Frustmomente, die sind dann raus, sondern man macht dann quasi\neinfach halt bei sich im Dorf weiter.\nAlso das ist für Kinder, glaube ich, nochmal eine sehr gute Zwischenstation.\nZwischen alles ist total easy und friedlich auf der einen Seite und alles ist\nganz schrecklich und aufregend auf der anderen Seite.\nDas war nochmal ein total hilfreicher Tipp.\nNaja, Version 1.3 ist online. Schaut rein. Habt Spaß.","Taucht denn dieses Mindtest irgendwas? Hast du überhaupt schon mal was von gehört?","Ich hatte da vorher schon mal was von gehört. Das ist halt ein Framework,\nauf dem du dann quasi selber auch Szenarien aufsetzen kannst.\nDas ist natürlich schon ganz spannend.\naber du musst es dann halt auch tun. Es gibt, glaube ich, auch ein quasi Add-on,\nwas dann schon versucht, relativ genau Minecraft nachzubilden,\nso von den ganzen Mechanismen her, aber halt auch immer nur bis zu einem gewissen Grad.\nMüsste man sich jetzt aber wirklich nochmal im Detail angucken.\nAber das ist, glaube ich, schon eine relativ kräge Community.\nAlso das ist jetzt nicht irgendwie so eine Ein-Personen-Frickel-Geschichte,\nsondern das hat schon, wird auch an Schulen eingesetzt, habe ich nochmal recherchiert.\nWo dann also dann Schulen quasi Projekte bekommen, Achtung, so mit mit meinen\nTests als Grundlage machen wir jetzt XY und machen noch ein bisschen Programmierung dabei.\nIch glaube, das ist schon total sinnvoll. Es passt jetzt nur einfach schlicht\nnicht in meinen Use Case rein.","Ja, aber es ist ja zumindest dann vom Setup im Zweifelsfall alles ein bisschen\neinfacher, weil dieser ganze,\nModdingaufwand und tausend Versionen und es gibt die Version und es gibt die\nVersion, ehrlich gesagt, mich hat das auch vom Ausprobieren immer völlig ferngehalten.","Naja, du brauchst halt irgendwie Hardware dafür, auf der es halt läuft.\nSo, und ich bin jetzt noch nicht bereit.","Du brauchst auch noch Java.","Ja.","Naja, das war immer voll das Problem. Dann wollte dieser Computer Java installieren.\nIch weiß nicht, ob du schon mal so eine Java-Installation durchlebt hast,\naber das ist ja auch irgendwie so ein Akt.","Sehr lange schon nicht.","Ja, dann sind wir wieder bei diesen hässlichen User-Interfaces.\nAlso Java, das ist ja auch so ein Windows-UI-Trojaner, der einem so diese hässlichen\nUser-Interfaces auf einmal ist der,\nCancel-Button irgendwie auf der falschen Seite. Das macht mich auch immer so fettig.","Ich weiß.","Wieso muss das sein?\nCancel-Button rechts unten. Meine Leute.\nBarbaren.","Und eine letzte Sache, über die ich dann gestolpert bin, ist ein YouTube-Kanal.\nAlso, oh, Überraschung, er hat einen YouTube-Kanal zu,\nMinecraft gestoßen, wovon es nur ungefähr 5 Milliarden gibt.\nUnd das ist eine konservative Schätzung.","Naja, aber wenn du guten gefunden hast, ist das schon...","Genau, weil der ist schon sehr speziell. Dem würde ich also auch für Leute,\ndie denken, sie hätten schon vieles gesehen, vielleicht doch nochmal einen Besuch wert.\nUnd zwar ist das also ein Verrückter, der auf Deutsch, ich muss mal hingucken,\nwie sein Account heißt, Crocodile Andy heißt der.","Okay, das ist lustig, ein bisschen.","Und ja, und der macht seit, ich glaube, etlicher Zeit macht der so,\nKurzfilme eigentlich, so 10 Minuten, 15 Minuten Dinger, in denen er aber irgendwann\nauf den Trichter gekommen ist, eine durchgehende Geschichte zu erzählen und\nalle paar Monate setzt er sich hin und schneidet dann diese ganzen,\nEinzelhäppchen zu einem nicht nur einen, sondern mehrere abendfüllende Spielfilme zusammen.\nAlso Spielfilm in Anführungszeichen, ja, aber er hat Musik, er schneidet, er hat.\nKamerafahrten und Bewegung, die du ja in Minecraft quasi skripten kannst,\nmit externen zweiten Player, der dann halt irgendwelche Movements macht und\nsowas und er hat halt auch eine Story und eine Dramaturgie und da sind jetzt\nmittlerweile als Film sind dort erschienen Die Farm,\nDas Dorf, Die Burg, Die Mine und Das Bergdorf. Als nächstes wird rauskommen Die Insel.\nUnd das kann man sich selbst als Erwachsener ganz gut angucken.\nMeine Kinder sind total geflasht und total begeistert.\nWeil also wirklich halt, es ist nicht ganz Game of Thrones,\naber es gibt schon Intrigen und Fallen und Hinterhalte und es gibt sogar so\nein richtig so ein Epic Internet Moment, wo also dann das Dorf in größter Verzweiflung\nist. Sein Dorf ist niedergebrannt von den,\nRäuber schergen und er hat sich irgendwie da seine ganzen Truppen zusammengebaut\nund die taugen aber natürlich alle nichts und seine Frau schickt ihm dann Verstärkung\nund dann siehst du als jemand, der halt Minecraft spielt, das sind dann plötzlich echte Player.\nDas heißt, er hat dann plötzlich eine Riesenarmada von 30 Leuten,\nalle in Diamantrüstung, die also echt live auf seinem Server,\nwährend er quasi den Film mitdreht.","Als Statisten sozusagen.","Aber halt als wirklich mal wertvolle, weil sie einfach mitkämpfen Statisten.\nFällt also diese echte Horde dann da in dieses Dorf ein und dann denkst du dir\nso, geil, das ist schon gut.","Das ist in der Tat ganz gut. Ich meine, diesen Trend habe ich ehrlich gesagt\nschon vor ein paar Jahren,\nda hatte der sich schon mal angedeutet, aber nie so richtig erfüllt,\ndass man quasi so Spielfilme mit den Fähigkeiten von Animationsprogrammen mehr\noder weniger so im Handwerksmodus zu Hause baut. So.\nHat nie so richtig, also gibt's, aber kam nicht in der Menge,\nwie ich's mir gedacht habe.","Keine abendfüllenden, aber ich mein, zu Quake-Zeiten gab's ja schon Filme,\ndie den Leute gemacht haben und ja, gab auch so komische Halo-Filme und so ein Kram.","Ja, also das ufert bei ihm ein bisschen aus. Also dieser erste Teil,\nhier die Farm, die hat glaube ich, wie lang ist der?\nZwei Stunden, jetzt sein Netz hat schon viereinhalb Stunden.\nAber es ist dann auch auf so einer langweiligen Autofahrt so,\nkannst du Kinder glaube ich auch schlechter beschäftigen.\nVor allem ist es etwas, was also beide jetzt bei mir, einer bald fünf Jahre,\neiner sieben Jahre und darauf konnten sie sich total verständigen. Kein Streit ums iPad.\nIt could be worse. Okay.","Wow. Das Internet. Unendliche Weiten.","Unendliche Filmchen.","Ja.\nSo.\nRoddy, du hast angekündigt, dass du ein neues Auto kaufst.","Ja, ich weiß gar nicht, was hatte ich letztes Mal erzählt?","Du hast erzählt, wie schlimm es ist, ein Auto zu verkaufen und wie schlimm es ist, ein Auto zu kaufen.\nDas Verkaufen war schlimmer.","Das Verkaufen war insofern schlimmer, als es eine Weile gedauert hat,\nbis ich einen Händler gefunden habe, der es auch haben wollte.\nZumindest zu einem realistischen Preis. weiß, einen Händler zu finden,\nder mir ein neues Auto verkauft, ist relativ einfach.\nTrotzdem hatte ich gewisse Vorstellungen, deswegen ist es dann auch ein Händler in Detmold geworden.\nDas ist 450 Kilometer von hier, wo das genau ist, weiß ich nicht.","Detmold? Weiß nicht genau, wo Detmold ist.","Naja, ich war dort, aber ich meine...","Aber das war es dann auch.","Ja, es ist schon so ein bisschen, es hat sowas von Brandenburg des Westens.\nAlso es ist schon so, man hat so das Gefühl, jetzt hört aber auch langsam irgendwie das Land auf.","Was? Bist ja gemein. Detmold ist bei Bielefeld.","Ja, sag ich doch.\nNein, das war jetzt ein bisschen gemein. Insofern, weil ich bin also mit dem\nICE bis Bielefeld gefahren und von Bielefeld aus fuhr da nur so eine komische\nnicht-deutsche Bahn, Eurobahn heißt die.\nund dann war aber auf der Strecke waren Bauarbeiten, weil sie irgendwie eine\nWeiche getauscht oder eingebaut haben oder irgendwas und dann hatten sie einen\nSchienenersatzverkehr mit Bus und dann war für den ganzen Zug aber auch nur\nein Bus und also es war schwierig nach.","Detmold zu kommen.","Das war echter Kleinkrieg, bis ich da angekommen bin.","Okay, aber Detmold hat einen Bahnhof, kann man schon mal sagen.","Genau und mehr oder weniger direkt gegenüber vom Bahnhof war dann auch dieses\nkleine Hotel, Stadthotel Deadmau5, da steht es sogar, da war ich gewesen, kein,\nJetzt nicht das schickeste Hotel, aber es war relativ günstig und ich konnte da schlafen.\nJa, mehr kann man dazu eigentlich nicht sagen.","Du wolltest ja eigentlich auch vom Auto erzählen. Also du bist nach Detmold\ngefahren, um dein Auto abzuholen. Das hast du dann auch gemacht und das ist ein ID.3.","Das ist ein ID.3 in Türkis. Die einzige Farbe, die dieses Modell,\nalso es ist ein ID.3 First.","Türkis oder Petrol?\nAlso ist es hell oder dunkel? Ich finde, das ist schon ein Unterschied.","Also Volkswagen nennt die Farbe Mackenna Türkis. Das kannst du jetzt mal googeln.","Das mache ich.","Ich würde sagen, es ist wirklich ein Türkis und kein Petrol.\nYour mileage may vary, wie man so schön sagt.","Okay, Mackenna, das ist ein sehr helles Türkis.","Das ist ein relativ helles, es ist eine echte Farbe. Also es gab dieses Auto\nscheinbar nur in Weiß, Schwarz und Grau, was für mich alles drei keine Farben\nsind, sondern nur Grautöne.\nUnd dieses Türkis ist halt die einzige Farbe da gewesen. Und deswegen wollte\nich den halt unbedingt mit dem Türkis haben.\nWeiße Autos sind immer dreckig.","Tote Fliegen.","Also ich meine, andersfarbige Autos sind auch immer dreckig,\naber man sieht es nicht so doll.","Blutige Tote Fliegen.","Blutige Tote fliegen.","Du hast halt einfach Blut auf weißen Autos.","Das wollen wir nicht vertiefen, glaube ich.","Blut, Blut, Roddy.","Genau und das Schöne an dem ID.3 First war, dass es den nur in drei Ausstattungsstufen gab. ab.\nAlso nix Konfigurator, sondern tatsächlich nur fast so Tesla-Style.\nNur drei Ausstattungsvarianten, die du aussuchen konntest. Außerdem noch irgendwie\ndie übliche Diskussion um die Felgen und die Farbe halt.\nUnd das kommt einem dann schon entgegen, weil wenn du irgendwie alles,\nwas aus dieser Konfigurator-Hölle von VW rauskommt,\nda musst du ja genau aufpassen, dass alles das dabei ist, was du haben willst.\nUnd so habe ich jetzt einfach gesagt, ID.3, First, Max.\nMax ist die oberste Ausbaustufe. Da ist halt alles drin, was sie anbieten. Fertig.\nUnd jetzt habe ich Features entdeckt, von denen ich nicht wusste,\ndass ich sie haben wollte oder dass ich sie vielleicht auch je brauchen werde.\nJetzt zum Beispiel Sitzmassage.","Wirklich?","Ja.","Das erscheint mir absolut überflüssig. Ist es überflüssig?","Ja, keine Ahnung. Ich weiß nicht, wie lange man vorhat, in so einem Auto zu\nsitzen und ob das dann angenehm ist, während der Fahrt diese komische Sitzmassage anzuschalten.\nAber ehrlich gesagt gebe ich dir recht, das scheint auch mir überflüssig. Okay.","Hast du noch was Überflüssiges?","Also elektrisch verstellbare Sitze ist jetzt was, was ich auch nicht unbedingt\nbrauche. Ist zwar angenehm.","Doch, das finde ich in Ordnung.","Aber es ist okay.","Das kann man schon mal machen.","Also ansonsten jetzt im Gegensatz zur Zoe sind eigentlich fast alle Sachen besser.\nAlso das Ding hat mehr Reichweite, macht realistisch Schnellladen,\nangeblich bis 130 Kilowatt, aber ich habe jetzt auf dem Rückweg von Detmold\nnur einmal zwischenladen müssen.\nUnd da war das Auto auch noch nicht wirklich leer, weil ich musste halt aufs\nKlo und dann war da eine Schnellladesäule und deswegen hat er etwas über 50\nKilowatt gemacht, was aber auch okay war, ich musste mich trotzdem mit dem Kaffee beeilen.\nNaja, er hat mehr Power, jetzt hat er so Sachen wie Abstandstempomat.","Das finde ich absolut essentiell.","Mit Verkehrsschildererkennung.","Also das ist wirklich, ja, das ist glaube ich auch die einzige automatische\nFunktion, die man wirklich braucht. Alles andere nervt mega.\nAlso so völliger, ich übernehme deine Steuerung, würde mich ja in den Wahnsinn\ntreiben und was ich schon völlig, total Helikopter-Eltern mäßig finde,\nsind ja diese Spurhalteassistenten.","Naja, natscht so ein bisschen, wenn man so dabei ist. Natscht so ein bisschen.","Nervt mega.","Aus der Spur raus zu driften.","Piep, piep, piep.","Nee, der piept nicht.","Dann spricht er mit dir.","Nein, er zieht nur ein bisschen am Lenkrad.","Keine Töne?","Keine Töne.","Keine Warnblinke-Symbole?","Ja, Symbole schon.","Naja, geht doch schon los. Okay, wie auch immer.\nAbstandautomatik ist schon die halbe Welt.","Abstandstempomat ist schon sehr geil. Also besonders auf der Autobahn,\nwo man halt dann einfach so schnell hinter dem anderen herfährt, wie er fährt.\nUnd wenn er halt nicht ganz das fährt, was man eingestellt hat,\ndann hängt man halt hinter dem und das ist auch okay. Okay.\nEr hat eine bessere Rückfahrkamera und vor allen Dingen hat vorne Sensoren.\nDie Zoe hatte vorne keine Sensoren. Das hat eine Weile gebraucht,\nbis ich mich getraut habe, so weit nach vorne an ein anderes Auto ranzufahren, wie auch ging.\nIch weiß noch, das erste Mal, als ich das Teil eingeparkt habe,\ndachte ich, du hängst dem anderen irgendwie vorne drauf, das ist jetzt echt\nknapp, steig aus, das ist ein halber Meter Platz.","Ich dachte jetzt schon auf der Autobahn.","Nee, nee, nicht auf der Autobahn. Also wenn du Einpark-Sensoren auf der Autobahn\nbenutzt, dann, ja, okay.\nJa, so Sachen wie eine geteilte Sitzbank hinten, eigentlich auch ganz praktisch.\nWas geil ist, sind die automatisch abblendenden Spiegel.\nAlso wenn jemand nachts von hinten leuchtet, dann macht er die halt dunkel von\nalleine. Das ist schon auch sehr geil.\nJa, dieses ID-Light-Lichtgedöns im Innenraum, muss man wollen,\nmich stört es nicht, ist halt überall bunte LED.\nUnd dann hat man vorne diesen komischen Streifen.","Also der auch immer irgendwelche Dinge anzeigt. Perfekt.","Genau. Direkt unter der Windschutzscheibe ist so ein LED-Streifen,\nder ist jetzt nicht besonders auffällig und auch nicht besonders hell. Das ist okay.\nWenn das Navi sagt, du sollst jetzt rechts abbiegen, dann läuft halt so ein\nblaues Leuchtlicht von links nach rechts durch, um dir anzuzeigen,\ndass du jetzt nach rechts abbiegen sollst zum Beispiel.\nWenn du das Ding lädst, dann zeigt er dir vorne quasi einen Ladebalken an.","Super.","Und so, also das ist schon ganz okay. Überhaupt ist das Licht besser.\nDas hat fast was von Flak-Scheinwerfern, zumindest wenn man Zoe gewöhnt ist.","Aber es kotzen doch immer alle\nüber das User Interface von diesem Menü-System ab. Wie schlimm ist das?\nIst es immer noch so arschlangsam?","Komme ich gleich zu. Ein weiteres Feature, das was ich unbedingt haben wollte,\nist das Head-Up-Display.","Genau, wie ist das denn so?","Ich finde das sehr geil. Ganz ehrlich. Also es ist wie, also er zeigt im Wesentlichen\ndas an, was du auch in dem, wie nennt sich denn das?\nDas Instrument hinter dem Lenkrad.","Bist du mit dem Auto hier, verdammt?","Ja.","Na, dann komme ich doch da vielleicht nochmal kurz.","Instrument heißt das.","Keine Ahnung. Also es zeigt im Wesentlichen das Gleiche an, aber halt so quasi vor dir auf der Straße.","Auf der Straße?","Naja, er projiziert es ja von unten gegen die Windschutzscheibe.","Okay, er zeigt es auf der Scheibe.","Er zeigt es auf der Scheibe an, aber so wie die Optik gebaut ist,\nfokussiert das Auge nach außerhalb des Autos.\nAlso es sieht so aus, als wäre es außerhalb des Autos, weil das Auge nach da\nscharf stellt. Es gibt glaube ich auch schon Fahrzeuge.","Die auch was auf die Straße projizieren.","Nee, das tut er natürlich nicht. Er zeigt außerdem auch da Pfeile nochmal an,\nwenn du abbiegen sollst und solche Sachen.\nDa zeigt er halt Geschwindigkeit an und so Tempomat und Spurhalteassistent,\ndiese ganze Symbolik da rundum.\nGenau, das ist, das war es dazu.\nJetzt war deine Frage, das Menü, das User Interface, also wie gesagt,\nda ist ja jetzt die aktuelle Software drauf,\ndie ist, soweit ich das bis jetzt beurteilen kann, fehlerfrei.\nIch habe zumindest noch nichts gesehen, was eindeutig nach einem Bug aussieht.\nAnsonsten das Menü. Naja, es gibt viele Leute, die regen sich über die Tasten am Lenkrad auf.\nAber da ist es tatsächlich so, dass die meisten Tasten nicht reine Sensortasten\nsind, sondern du musst auch drücken.\nund die geben dir dann haptisches Feedback, so ähnlich wie die Trackpads auf\nden neuen Macs, dass sie von unten gegen klopfen.\nJa, man kann jetzt lange diskutieren, ob das geil ist oder nicht,\naber es stört mich nicht, also es ist okay.\nWas tatsächlich ein bisschen weird ist, ist an dem Mitteldisplay ist,\nunter dem Mitteldisplay sind nochmal.\nSind noch mal bedienelemente und zwar quasi so\neine rinde wurde dem mit\nden finger rein tun kannst wurde in der mitte laut leise machen kannst du entweder\naußen text oder oder mit dem finger hin und her wischst in dieser ring drin\nund außen noch mal für die heizung jeweils wärmer kälter dinger und was da ein\nbisschen merkwürdig ist sie nicht beleuchtet und,\nAlso man muss dann wahrscheinlich das Auto eine Weile fahren,\num intuitiv zu wissen, wo muss ich den Finger hinlegen, dass ich die richtige,\nFunktion auslöse, weil sonst wird es nicht gehen, wenn du nachts fährst.\nAnsonsten, ja, es hat halt Carplay. Carplay ist auch erstmal gewöhnungsbedürftig.\nAm Anfang, es gefällt mir aber inzwischen auch sehr gut.\nAlso das tut einfach. Und was halt wirklich schön ist, ist, dass das Navigationssystem,\ndas eingebaut ist, eben in dieses ID-Light, diese Blinkelleiste und das Head-Up-Display\nund so weiter alles integriert ist, sodass du wirklich gut geleitet wirst,\nohne dass du ständig irgendwo hingucken musst.\nAlso es ist so genau das Gegenteil von Model 3, wo du irgendwie immer nach rechts\ngucken musst, wenn du irgendwas wissen willst, kriegst du es halt bei dem direkt\nvor dir einprojiziert als Head-Up-Display.\nDas finde ich, ja, cool.\nAchso und dann hat es ein Panoramadach, das wäre mir jetzt nicht so wichtig\ngewesen, aber das ist halt irgendwie, das ist halt mit dabei.","Ich finde Panoramadecher finde ich sehr praktisch. Gerade wenn man irgendwo\nsich in so einer Stadt orientieren muss und du bist auf der Suche nach etwas, was hoch ist.\nAlso was weiß ich, ein Schild oder ein Haus oder eine Sehenswürdigkeit und so\nund dann kannst du halt einfach durchs Dach gucken. Ist schon okay.","Naja, so wie das Panoramadach angebracht ist, ist es glaube ich vor allen Dingen\nwas für die zweite Reihe, sprich die Rücksitze.\nweil man von der vorderen Sitzreihe nicht so richtig durch das Dach gucken kann\nalso nur wenn du dich nach hinten drehst.","Ja gut, aber du siehst auf jeden Fall mehr, wenn da Glas ist,\nals wenn da kein Glas ist. Das ist das eigentlich, was ich sagen möchte.\nNa gut, dann bin ich ja mal gespannt, wie das für dich so funktioniert,\ndas Fahrzeug. Das lässt sich ja erstmal ganz gut an.","Also es gibt so ein paar Sachen, ein paar Kleinigkeiten, die tatsächlich schlechter\nsind als bei der Zoe. Wer hätte es gedacht.\nDas eine ist, was mich total nervt, es ist halt kein Nasenlader.\nAlso du hast den Ladeport nicht vorne, sondern der ist auf der Beifahrerseite hinten.\nAlso immerhin ist auf der Beifahrerseite, nicht wie bei Tesla auf der Fahrerseite,\nist ja völlig bekloppt, wenn du irgendwo am Straßenrand stehst,\nwillst laden, musst einmal das Kabel übers Auto werfen.","Stimmt.","Immerhin, aber trotzdem ist es so, dass ich wahrscheinlich an meine Wallbox\nzu Hause ein längeres Kabel ran mache.","Was ist denn der beste Ort für einen?","Meiner Meinung nach vorne in der Mitte.","Warum?","Weil du erstens an Ladesäulen einfach ranfahren kannst, fährst du vorne ran,\nhast du vorne einen Port.\nFertig. Musst nicht umdrehen und rückwärts und hast du nicht gesehen.\nVor allen Dingen mit rechts und links und vorne in der Mitte ist irgendwie am\npraktischsten, finde ich.\nKeine Ahnung.","Genauso hätte man es auch hinten in die Mitte.","Ja, im Prinzip schon, aber da hast du ja halt dann auch irgendwie die Heckklappe, wo du ran willst.\nAlso es ist ja so, dass jetzt der ID.3 hat keinen Frunk.","Der ID.3 hat es da, wo man auch normalerweise seinen Tankdeckel erwarten würde.","Er hat es da, wo du bei einem Verbrenner einen Tankdeckel hättest, genau.\nNur bei einem Elektroauto ist es ja fast egal, wo du das hinbaust.\nJa klar, da muss das Kabel ein bisschen länger sein, aber ja gut, keine Ahnung.\nIst jetzt kein Weltuntergang.","Ach ja.","Kabel verriegeln. Das wiederum, wenn du die Ladung abbrechen willst,\nist tief in der Menü vergraben.\nBei der Zoe gab es auf dem Key-Fob-Dings, also so eine komische Karte,\ngab es halt einen extra Button zum jetzt bitte Ladeport öffnen beziehungsweise\nLadung abbrechen und Kabel entriegeln.","Weil dann kann dir ja einer das Kabel klauen, wenn du nicht da bist.","Genau das ist der Punkt.","Und Ladekabel sind ganz schön teuer.","Ja, ich glaube, sie sind im Preis etwas gefallen, aber man müsste mit 200,\n300 Euro schon rechnen, ja.","Naja, also die kriegst du auf jeden Fall für 50 Euro immer wieder verkauft und\ndamit sind sie halt natürlich ein super Klau-Thema.\nUnd wenn das Auto dann automatisch, das finde ich ja sehr merkwürdig.","Ja, wie gesagt, nur wenn du also die Ladung beenden willst und das finde ich das Absurdeste daran,\nes gibt weder auf dem Keyfob gibt es einen Button, noch gibt es auf dem Armaturenbrett\nirgendwo einen Button, sondern nur tief in, also es gibt so ein Ladescreen,\naber wenn der halt nicht angezeigt wird aus irgendwelchen Gründen, ist es halt tief.","Weil das Laden gerade beendet wurde? oder?","Naja gut, wenn es beendet wurde, entriegelt er ja das Kabel. Achso, ja, okay.\nAlso das ist so ein bisschen so, das finde ich wonky irgendwie.\nDas ist so merkwürdig, aber naja.","Hat auch keiner drüber nachgedacht.","Und das ist jetzt wirklich Jammern auf hohem Niveau.\nBei der Zoe hat so Gaszylinder an der Motorhaube.\nAlso wie bei der Heckklappe, du machst sie nach oben und bleibt oben und dann\ndrückst du wieder zu und es ist zu.\nUnd der ID.3 hat so dieses ist es mit so einem Ding, was man so ausklappt und\neinhängt, damit die Motorhaube offen bleibt.","Was? Wie beim Golf 1 oder was?","Keine Ahnung. Da ist wohl irgendwo der Rotstift ausgerutscht.","Funktioniert wenigstens.","Ja, funktioniert. Also ich meine, klar, wann will man da ran,\nwenn man Scheibenwischerflüssigkeit nachfüllt?","Gibt es nur dann. Ölcheck?","Ölcheck beim Elektroauto. Tu mich auch.","Achso,\nOkay, sorry. Ich war jetzt gerade bei Motorhaube im Allgemeinen.\nAchso, ja, okay. Was ist denn da? Ein Frunk?","Nee, ist kein Frunk drin.","Sondern, was ist denn da?","Ist halt zugebaut mit Technik.","Ja, aber was ist denn da überhaupt? Wo muss man da überhaupt ran?","Ich sag ja, Scheibenwischerflüssigkeit.","Das ist alles?","Ja.","Okay.","Also dafür ist es auch okay.","Aber warum dafür überhaupt noch eine Motorhaube? Also wenn das das Einzige ist,\nwo man ran muss, warum muss man die Motorhaube überhaupt hoch machen?\nHätte man ja auch den Einlass, hätte man ja noch so einen kleinen Tankdeckel\nfür Schleibenwässerflüssigkeit machen können.","Da gibt es einen Mercedes, bei dem das so ist.","Ja, aber dann sparst du ja die komplette Motorhaube.","Naja, die gibt es natürlich trotzdem, aber die machst du dann nicht mehr so eben auf.","Okay, wahrscheinlich hat man sich nicht wirklich was gespart.","Naja, irgendwie musst du an die Technik da ja ran.","Jaja, stimmt schon. Also irgendjemand muss an die Technik mal ran.","Aber wie gesagt, also dieser komische Aufstellstab da, das ist jetzt,\nich hab auch erst geguckt, so, hä, wie, das Ding bleibt nicht offen, was mach ich denn hier?\nAber es ist jetzt kein echtes Problem. Alright.","Ansonsten gratulieren wir dir zu deinem Auto. Hast du noch einen Punkt?","Ja, es gibt natürlich noch eine App dazu.","Oh Gott, das tut mir leid.","Die App ist einigermaßen okay. Sie funktioniert soweit.\nZeigt den Ladestand an. Du kannst auch sagen, ich möchte mir jetzt irgendwie\neinen Ort aussuchen, wo ich hin navigieren möchte und dann die Navigation aufs\nAuto übertragen oder zumindest den Zielpunkt.\nWesentlich mehr macht es nicht. Achso, doch, man kann auch die Klimatisierung\neinstellen und man kann sagen, hier morgen früh um acht soll das Auto bitte warm sein.","Das ist ein gutes Feature im Winter.","Kann ich, kann ich, also ich habe es noch nicht ausprobiert.\nJa, hat er denn eine Wärmepumpe? Der hat eine Wärmepumpe, ja.\nUnd mehr macht die App im Wesentlichen nicht. Das Einzige, was sehr merkwürdig\nist, ist, wenn man die App einrichtet, wie habe ich es so schön beschrieben,\nalso ich habe meine strategische Reserve an Zustimmungen anbrechen müssen.\nWeil wie oft man da gefragt wird, welche Daten jetzt an wen weitergeleitet werden dürfen, das ist...","Wenn du die App startest.","Wenn du die App einrichtest.","Ja, wie oft wird da was gefragt?","Keine Ahnung, es war gefühlt ein Dutzend Mal.\nFür die Funktionen, ja, da brauchen wir aber auch ihre Zustimmung und dafür\nbrauchen wir noch ihre Zustimmung und dafür brauchen wir, also keine Ahnung,\njetzt geht's, weil es läuft, also lustigerweise kann man hier zu jeder Funktion, wenn ich jetzt,\nwie war denn das,\nwenn ich jetzt hier sage Abwärtszeiten, irgendwie gab es da so drei Punkte,\ndie konnte man, ah ja, hier, dann gibt es hier so einen länglichen Screen,\nan wen diese ganzen Daten gehen. gehen.\nAlso sie sind so fair und sagen es einem dann immer noch.","Dann müssen sie ja auch.","Aber es ist schon ein bisschen weird.","Na gut.","VW Connect für Touareg. Warum? Aber egal.","Immer noch besser als BMW Connect.","Also ich bin bis jetzt sehr zufrieden. Keine Ahnung. Achso, das Einzige vielleicht noch.\nDieses Ansprechverhalten des Gaspedals ist ein bisschen gewöhnungsbedürftig.\nAlso da werde ich mich noch dran gewöhnen, aber irgendwie...","Wieso? Ich bin mal in ID.3 gefahren, mir kam da nichts zu merken.","Also es ist so komisch nicht linear.","Okay.","Also vielleicht liegt es auch ein bisschen daran, dass die Zoe halt auch nicht\nwirklich Power hatte und aber einen relativ langen Weg, den man dieses Pedal drücken konnte.\nDa konnte man relativ genau halt irgendwie sagen, Wie schnell oder wie viel\nPower man jetzt haben will und da ist es halt so, dass man da so, naja, ich weiß nicht,\nvielleicht ist es auch einfach nur Gewöhnungssache und in drei Monaten wundere\nich mich, dass ich sowas gesagt habe. Ja, wahrscheinlich mit Sicherheit.\nAlso ja, das, ja und wie gesagt, also bis jetzt habe ich keine,\nkeine Bugs in der Software gesehen.\nVW hat es da ganz offensichtlich geschafft, das Ruder rumzureißen.\nEs war ja, es war ja ein großes Theater am Anfang mit ihrer Software für die ID-Flotte.\nAber es ist okay. Also, Auto tut einfach.","Gratuliere. Gut, lasst uns weitermachen mit sucht euch was aus.","Das war ein bisschen Musik machen.","Oh, das AI-Thema kommt.","Ich habe da mal was mitgebracht.","Du hast da mal was vorbereitet.","Ich habe da mal was vorbereitet, genau. Weil es gibt ja durchaus Kritik an unseren\nFolgen, wo wir über die neuesten Errungenschaften der künstlichen Intelligenz,\nAI, irgendwelche Dinge vorstellen und diskutieren.\nUnd wir sehen nochmal einen Audio-Podcast und dann reden wir über Bilder und\nversuchen es zu beschreiben und es gelingt mal mehr oder mal weniger und manchmal\nbeschreiben wir auch einfach zu wenig. Das kann ich alles nachvollziehen.\nDarum machen wir jetzt mal was anderes. Jetzt hören wir uns nämlich Sachen an.\nUnd zwar gibt es einen neuen Dienst, der heißt suno.ai.\nSuno ist, glaube ich, aus dem hindischen Sprachraum oder sowas.\nRelativ frische Bude ist das. Die gibt es seit, ich glaube, vierten Quartal\n2023 Ende 2023 oder ein bisschen früher glaube ich, aber zumindest irgendwie\nEnde 2023 sind sie zum ersten Mal public gegangen mit ihrer Webseite.\nJetzt im März ist die V3 gestartet, ihres Dienstes.\nUnd was macht dieser Dienst? Er macht Musik. Musik.\nZwar auf eine Ebene oder in einer Art und Weise, die schon ungewöhnlich ist\nund die wir so vorher nicht hatten.\nWo ich sagen würde, das ist für die Musik jetzt der Mid-Journey-Moment.\nDas heißt also Mid-Journey wäre dann unsere KI-Bildgenerierung,\nhaben wir hier besprochen.\nStable Diffusion hatte ich damals. Und das, was mit Journey quasi für Bild und\ngestaltende Kunst ist, ich glaube, dass Suno und seine Nachahmer und seine Nachfolgegeneration\ngenau diesen Moment ist, wo die Menschheit begreift,\nokay, auch im Thema Musik sind wir nicht mehr allein auf der Welt.","Suno bedeutet auf Hindi hören oder zuhören.\nDas ist ein verbreitetes Wort, das in vielen nordindischen Sprachen verwendet\nwird, um die Aufmerksamkeit einer Person zu erregen oder jemanden dazu aufzufordern zuzuhören.","Hervorragend, das tun wir jetzt. Also, was macht dieser Dienst?\nWenn man sich hier die Nutzeroberfläche anguckt, es gibt einen Simple-Modus\nund es gibt einen etwas komplizierteren, ich würde jetzt nicht sagen Experten-Modus,\naber den habe ich jetzt mal angeschaltet, weil da ein bisschen klarer ersichtlich\nist, was hier eigentlich passiert.","Also das Ganze ist auf einer Webseite?","Es ist auf einer Webseite, genau, kann man jetzt einfach eintippen,\nsuno.ai. Und als erstes kümmert man sich um den Text seines Songs.\nMan hat also jetzt hier ein Lyrics-Feld und da kann man entweder jetzt selber\nseinen Text reintippen, wenn\nman schon einen Text hat zu einem Lied und da nur noch Musik für braucht.\nOder aber man kann Chat-GPT4-artig auch sagen, ich habe hier so einen Podcast,\nder heißt Freakshow, da sind drei alte weiße Männer, die über Technik reden,\nmach mir dazu mal einen Song.\nUnd dann schreibt er einem einen Song dazu, zu dem, was man da gesagt hat.","Drei alte weiße Männer. Das ist ja Ism-Overload.","Ist das Wort, klar? Ja, aber das ist Racism.","Ageism und Genderism in einem.","Aber leider wahr.","Hence the name. So, dann hat man also seine Lyrics.\nZweiter Teil ist ein Style of Music, wo man angeben kann, es soll ein Rap-Song\nwerden oder es soll ein Synth-Pop-Song werden oder es soll eine Ballade werden oder was auch immer.","Jetzt zittere ich, für welches Genre du dich entschieden hast.","Ich habe da jetzt so einiges am Start. So, also und ihr könnt euch vorstellen,\nso ein Tool ist natürlich in meinen glibberigen Händen.\nDas musste ich mal alles ausprobieren. Von daher habe ich da also jetzt sogar\nmal für einen Monat pro Account Geld raufgeworfen, das kostet 10 Euro,\ndas ist gut zu verkraften und habe jetzt für die Freakshow mal ein paar Songs\nkomponieren und schreiben lassen.\nUnd da würde ich sagen, hören wir doch jetzt einfach mal rein.","Warte mal, was ist der Zweck dieses Liedes?","Dieses Liedes oder dieses Dienstes?","Ne, des Liedes, also ich meine, wenn du sagst, du machst ein Lied.\nÜber die Freakshow oder für die Freakshow oder als Funktion der Freakshow?\nAlso was ist sozusagen der Sinn der Sache?","Also der Sinn der Sache ist jetzt einfach erstmal, dass man irgendeinen thematischen Anker hat.\nAber es gab ja beispielsweise mal lange Zeit, gab es ja mal Intros, sehr handgekloppelte.","Previously on Freakshow. Wenn man das sozusagen mit AI machen könnte,\ndann könnten wir etwas wiederbeleben, aber das wird glaube ich sehr schwierig.","Wir schauen mal. So, also das erste Beispiel, was ich jetzt mal reingebracht habe.\nTitel heißt The Neon Shadows. Der Stil, den ich vorgegeben habe,\nich wollte eigentlich was haben im Stil der Depeche Mode späte 80er.\nDa sagt aber sofort, nein, Artists darf ich hier nicht annehmen.\nDas heißt also, die haben schon eine Schwelle drin, dass man zwar den Style\nbeschreiben kann, aber du darfst keine Artists nennen.","Der größte Spaßverderber der Welt heißt Copyright.","Tja, die Welt ist im Moment halt so, wie sie ist. So, der Text,\nder dann generiert wurde, den seht ihr jetzt hier auf dem Screen und ich schmeiße\nihn parallel auch mal in den Chat rein.","Damit alle mitsingen können.","Damit ihr alle mitgrölen könnt, genau. Das ist der Gedanke. Und jetzt hören\nwir doch einfach mal, ist das immer derselbe Aufbau?","Aber wieso hast du es jetzt auf Englisch gemacht?","Es kann kein Deutsch. Es kann derzeit nur englischen Text.","Aha. Das ist doch auch irgendein Ism.","Oder?","Also das ist doch ein Language-ism.","So, es kann nur englisch, von daher...","Ich finde mich ausgegrenzt von der AI.","Englischer Text. Es ist immer quasi Strophe, Strophe, Refrain,\nzwei Minuten. Das heißt also, wir hören jetzt nicht hier lauter fünf Minuten Klamotten.","Zwei Minuten müssen wir jetzt zuhören.","Naja, es ist glaube ich 1.30 Uhr oder sowas. Ich glaube, es wird ganz kurzweilig.\nHören wir doch mal in den ersten Song.\nUntertitelung des ZDF, 2020,\nAll right.","Wenn ich jetzt gemein bin, würde ich sagen, das klingt besser als diese ganzen\ndeutschen Beiträge zum ersten Mal.","Ist der Text generiert? Ja.","Ich habe kein Wort davon.","Warum ist da ein Schreibfehler in Technology?","Das muss dann die AI gewesen sein.","Was ist denn das für eine AI, die noch nicht mal Technology richtig schreiben kann?","Gute Frage. Ich habe halt nur den Rahmen vorgegeben in dem Sinne,\nwie ich eben gesagt hatte.\nSchreibe einen Song über einen Podcast, der Freakshow heißt und dann diese klassische\nApple-Claim, der sich thematisch mit der Kreuzung von Technologie,\nGesellschaft und Kunst beschäftigt. Das war der Prompt.\nUnd da ist dann der Text und der Song und das Ganze halt im Stil 80s Synth-Pop-Darkwave.\nSo, und dann fällt das dabei raus.","Ja, ich fand es nicht besonders gut gesungen, muss ich sagen.\nEs war, also die Betonung, die Worte waren nicht klar.","Das stimmt, aber es war Dark Wave. Es war Dark Wave-y gesungen, fand ich.","So, also genau die...","Ich hoffe, du hast auch noch was, was more uplifting ist.","Gucken wir mal.","Kommt jetzt hier so eine komplette Depri-Durchmarsch durch die 80er.","Nein, nein. So, das nächste ist mehr Frauen.\nJetzt haben wir das Thema mal ein bisschen geändert, nämlich genau diese,\nich schreibe einen Song über einen Podcast von drei alten weißen Männern,\ndie sich über das Leben und die Technologie beklagen.\nUnd das Ganze aber jetzt im Stil von Smooth Jazz. Und da kommt dann dieses hier\nraus und man achtet darauf, wie jetzt hier die Stimme umgesetzt ist.","Willst du den Text auch noch in den Chat schmeißen?","Ja, den Text schmeißen natürlich auch.","Man muss das schon irgendwie so ein bisschen...","Als Gesamtkunstwerk sehen, genau.","Also was mir bei dem ersten auf jeden Fall noch gefehlt hat, ist Originalität.","Naja, also da war zum Beispiel dieser Akkordübergang zwischen von erster Strophe\nzu zweiter Strophe, der ist schon ziemlich gut.","Okay, musikalisch mag das ja sein, aber so vom Gesamtwirken her war das,\nist das so vor sich hin gerattert?","Wir kommen da noch zu. Also gucken wir erstmal raus. Wolltest ja nur sagen.\nJa, es ist ja jetzt auch so ein bisschen wie Eurovision hier.","Ne? Besser, besser.","Okay, und?","Ralf Stockmann, Sixpunks.","Weiter geht's.","Forever stuck in the past.","Tim, was soll ich sagen?","Okay, das war auf jeden Fall schon mal ein Step ahead.","Also was hier, finde ich, bemerkenswert ist, ist dieser quasi Turn oder diese\nPointe in der letzten Zeile.\nBut we can't help but love them, cause they say it straight and loud in the Freakshow.\nDas heißt also, hier hat die KI irgendwie, nachdem es vorher ja nur eine Beschreibung\neben dieser Grumpy Old Man ist, wurde dramaturgisch quasi jetzt am Ende des\nRefrains nochmal irgendwo ein Spin eingefügt.","Sie hat eine Meise.","Aber sie ist irgendwie doch ganz liebenswürdig. Das hätte die KI ja nicht tun\nmüssen an dieser Stelle.","Das finden wir auch jetzt ganz, ich würde sagen, die versucht sich ganz schön ranzuwanzen. Okay.","Ich bin jetzt bei dem Text geblieben, um auch zu gucken, wie in verschiedenen\nMusikstilen dann auch so die Phrasierung und Takt auf dem Text und so weiter\nfunktioniert, um da quasi die Vergleichbarkeit hochzuhalten.\nDas heißt also, ihr müsst jetzt nicht mehr im Text groß rumgehen.\nGucken wir doch mal an, wie das Ganze so im Reggae sich anhört.\nUnd so weiter.\nWürde sich jetzt keiner beschweren, wenn man das jetzt so im Radio hören würde, oder?","Ja, leider nein.","Also Roddy ist ja unser Musikexperte. Ich habe es mit Reggae generell nicht\nso, deswegen halte ich mich da mal raus.","Es ist nicht das, was man mal Reggae genannt hat, als Reggae ein neuer Musikstil\nwar, sondern es ist das, was man heutzutage unter Reggae versteht.","Rugger.","Ja, naja, ich meine, es ist halt so ein Pop-Reggae-Gemisch.","Pop-Reggae, ja, ja, genau.","Das ist nicht richtig.","Ich weiß schon, nicht verkifft genug.","Naja, es hat nicht den gritty 70er Jamaican Reggae-Style.","Hast du das dann jetzt nach oder vor dem 1. April ausprobiert alles?","Nach. Warum?","Also konntest du schon kiffen dabei.","Ja, äh, nein, aber egal.","Hast du noch eine schöne Perle für uns?","Ja, pass auf. Ich finde das eine technisch verstörend gute Leistung,\ndie ja schon abgeliefert wird.\nAber was man sagen kann, es war bisher alles relativ wenig originell.\nMan könnte so genannt in dem, was man von generativen AIs bisher kennt,\nes leitet halt immer viel ab von dem, was irgendwo schon mal war und was schon mal ist.\nUnd man hat auch im Prompt nicht so rasend viel Einflussmöglichkeiten halt darauf.\nDer Korridor ist relativ eng.\nDas heißt, sobald man anfängt, jetzt irgendwo ein bisschen spezifischer zu sagen,\ndann möchte ich irgendwie ein catchy Synth-Lied-Solo haben, dann kommt es halt\nso in einem von zehn Fällen mal irgendwie drauf vor.\nAber man darf diese Diese KI ist halt dann auf der anderen Seite,\nglaube ich, auch immer nicht unterschätzen.\nAb und zu passieren dann schon sonderbare Dinge und ich habe jetzt hier mal\neinen Song rausgenommen, wo ich dann doch etwas überstaut war.\nDu musst vielleicht ein bisschen lauter machen, mein Laptop,\nweil der Anfang ist etwas leise.\nIch verspreche, es lohnt sich.\nSag mir mal, was das jetzt für ein Musikstil ist, der jetzt kommt.\nUnd so weiter. Das finde ich schon wild.","Ja, das ist ein bisschen weird. Es hat was von Rage Against the Machine.","Nein.","Ohne Gitarre. Ohne Gitarre. Aber dafür mit so einem Industrial Sound drauf.\nAlso es ist wirklich merkwürdig.","Also da würde ich sagen, aber es ist auch ganz merkwürdig interessant.\nDas stimmt. Also im Chat wird jetzt irgendwie Nu-Metal, nee, Nu-Metal ist es.","Nee, es ist kein Nu-Metal. Vor allen Dingen ist keine Gitarre dabei gewesen.","Metal-Volksmusik, ZDF-Fernsehgarten-Metal. Also klar, aber auch dieses Intro\nmit diesen drei unterschiedlich verzerrten Rap-Passagen halt.\nWie kommt er jetzt da drauf?\nAlso von daher, auch hier gilt, was ich ja häufiger sage, diese KIs müssen nicht\nin jedem Song perfekt sein.\nWenn man nach 50 Mal drücken eine wirklich originelle Geschichte hat,\nist es auch schon irgendwo ein Wert, der erreicht worden ist.\nVielleicht ein bisschen zum Hintergrund dieser Firma, das sind vier Leute, die das betreiben,\nalso keine große Bude, sondern wirklich relativ übersichtlich,\ndie kamen vorher von einem anderen Startup und haben das jetzt in sehr kurzer\nZeit hochgezogen, haben eine Menge Venture Capital angehäuft,\nauch in sehr kurzer Zeit, in\nirgendwie 53 VC-Runden, also alles irre und Microsoft ist draufgesprungen,\nwie die ja gerade auf so ziemlich alles draufspringen.","Und haben direkt Geld drauf geworfen?","Geld drauf geworfen und haben es in Copilot eingebaut. Was auch immer es da zu suchen hat.","Keine Ahnung, wenn man beim Coden Musik hören will.","Wenn man sich bei Coden noch Musik generieren lassen möchte.\nDie Musikindustrie ist entsetzt.\nEs ist auch ganz interessant, sich die Rechte durchzulesen. Das heißt also,\nwas darf man mit diesen Songs jetzt machen? Was gehört einem davon?\nDa ich jetzt die Pro-Version mir hier gebucht habe für einen Monat,\ndürfte ich damit jetzt Geld verdienen?\nAlso ich darf das jetzt irgendwie mit einem Video-AI-Versehen auf YouTube hochladen und monetarisieren?\nUnd die Musikindustrie ist halt jetzt natürlich in hoher Aufruhr und sagt,\noh mein Gott, unsere Komponisten und so weiter.\nIch glaube, die Komponisten haben derzeit, glaube ich, damit das wenigste Problem,\nweil also, wenn du gerade irgendwie keine Idee hast, schmeißt du halt 50 Mal\ndas Teil an, lässt dir irgendwie was Lustiges basteln und baust dann darauf\nhin halt irgendwie so deinen Song.\nDas kannst du als Produzent ja total schnell machen heutzutage.","Vor allen Dingen, die bringen ja Sachen raus, wo dann irgendwie sechs Komponisten\ngelistet werden in den Credits und der Song ist komplett nichtssagend und man\nfragt sich, was haben die sechs denn gemacht?\nWozu braucht ihr denn so viele Köche, damit der Brei hinterher nach nichts mehr\nschmeckt? Also das ist so.","Also es ist auf jeden Fall wieder einer dieser Momente, wo ich vor einem Monat\ngesagt hätte, da ist die Technik noch nicht, das ist technisch nicht möglich, sowas zu machen.\nUnd man kann sich mit einem freien Account ohne Geld, kann man da schon ganz\ngut mit rumspielen, zehn Songs pro Tag kann man damit generieren lassen.\nEin bisschen ähnlich wie bei Midjourney bekommt man immer zwei Varianten.\nDas heißt also für deinen Text und deinen Prompt und deinen Musikstil kriegst\ndu dann zwei verschiedene Songs rausgeworfen, Was auch ein ganz guter Indikator\ndafür ist, so wie dann der Interpretationsrange ist.\nWeil also, soweit man ein bisschen auf die Dörfer geht, musst du schon Glück\nhaben, dass einer der beiden Varianten irgendwie was taugt.\nAber wie gesagt, so das Gesetz der großen Zahl setzt sich da dann durch.","Auf die Dörfer geht heißt was?","Also das gerade eben, da wollte, das war die Vorgabe Ballroom Rap.\nIch weiß nicht, ob es die, vielleicht war das auch der Schlüssel zum Erfolg,\ndass da was Ungewöhnliches bei rausgekommen ist.\nIch hatte mir ursprünglich sowas im Sinne von 50 Cent eigentlich irgendwie darunter\nvorgestellt, aber die KI war anderer Meinung.\nGospel habe ich ausprobiert, funktioniert ganz gut. Northern Soul habe ich gemacht.\nAlles, was so im klassischen Pop-Bereich ist, geht sehr, sehr gut.","Wie ist denn der Doom-Metal geworden? worden.","Doom-Metal gar nicht gut, aber als Rausschmeißer Ah.","Die New-Metal-Hymne.","Hätte ich jetzt nochmal die New-Metal-Hymne. Die stelle ich mir in der Tat vor,\nwenn wir irgendwann mal wieder mit einer Freakshow auf eine Bühne gehen,\ndann brauchen wir das fürs Intro.\nJetzt haltet euch fest, als Rausschmeißer haben wir jetzt die New-Metal-Hymne.","Muss ich jetzt wieder leiser machen?","Jetzt musst du gleich ein bisschen leiser machen.","Okay.","Sie hören, dass sie nichts hören. Achso, weil ich hier leise gemacht habe.\nMoment, so geht das natürlich nicht.","Anfänger.","Die Spannung steigt.","So nämlich.","Ja, schöne neue Welt. Es sind halt auch nur zwei Minuten immer.\nUnd immer halt dieser Ablauf, Strophe, Strophe, Chorus.\nEs gibt aber eine Continue-Here-Funktion, womit man dann quasi den nächsten\nSongteil dann nochmal dran generieren lassen kann.\nDas scheint mir aber alles noch so ein bisschen brüchig zu sein.\nAlso der nächste Welthit ist dann dann auch noch ein bisschen schwieriger damit herzustellen.","Ja, also, ja. Wir hatten uns ja vorhin, ich weiß nicht, ihr wollt dieses Video\nmit diesem Human-Robot auch nochmal aufgreifen.\nAlso, das hatten wir ja hier im Vorfeld kurz geschaut.\nAber auch hier kündigt sich im Prinzip, wie schon in vielen anderen Bereichen,\nauch nochmal so das Uncanny AI Valley an.","Was ich faszinierend finde, ist, wie gut der Sound ist.\nWeil als das mit den ganzen Komprimierungsverfahren anfing,\nda hatte man so viele merkwürdige, fiese Modulationseffekte drin und es klang\nirgendwie immer matschig und es klang einfach auch fies von der Qualität her.","Fandst du, das klang dir jetzt gut?","Also es hatte zumindest es hatte zumindest irgendwie Volumen und es hatte da\nwar Druck dahinter und ohne dass da Modulationsverzerrungen,\nklar rausstachen, also es ist so als hätte, wäre jemand im Studio gewesen und hätte es gemacht.","Also der Sound ja, also mal so.\nAlso je weniger los ist, desto besser klingt es.\nAlso Piano Balladen würde ich sagen, sind nahezu perfekt, aber alles leidet unter der Kompression.\nDas heißt also, es hört sich jetzt schon noch so an wie nicht 44 1 Kilohertz,\nsondern so 22 Kilohertz.\nAlso du hast schon eine Menge Artefakte drin, wenn du das über den Kopfhörer hörst.\nAber das ist halt wieder so ein klassisches Problem. Ja, sicher,\ndie ersten Versionen von Stable Diffusion, die konnten halt keine Finger an\nden Händen, so mittlerweile können sie es halt. Also gib denen noch ein halbes Jahr.","Dann ist das aber genau das meine ich ja. Da sind relativ wenige Sechsfingerhände\ndrin gewesen in dem Sound, hatte ich das Gefühl.\nAlso weniger Ich.","Meinte ja auch mit Uncanny AI Valley meine ich, das ist jetzt schon ganz geil,\naber du könntest es jetzt irgendwie keinem vorspielen und sagen,\ndas ist jetzt eine echte Band.\nWeil so ganz kurz davor, also klar gibt es Leute.","Die professionell produziert sind, kannst du niemanden vorspielen.","Ja, die ist dann wahrscheinlich auch keine echte Band.","Aber du kannst es im Hintergrund in einer Bar laufen lassen oder im Café und keiner merkt es.","Ja, ja, gar keine Frage. Das ist mir vollkommen klar. Aber wenn du jetzt bewusst\nhinhörst und es dir wirklich drauf ankommt, dich sozusagen damit zu konfrontieren,\nalso das kannst du jetzt nicht irgendwie neben einem Album von Kate Bush laufen lassen und dann,\nsagst du so, ja, kein Unterschied festzustellen.\nDa fehlt dann schon noch dieser letzte Schritt.\nDeswegen rede ich auch vom Uncanny Valley, weil Das ist ja dieser Effekt,\nwer den Begriff nicht kennt, aus 3D-Animationen, wo es darum geht,\nMenschen zu modellieren.\nUnd es wurde immer besser, immer besser, immer besser.\nUnd irgendwann kam es an diesen Punkt, wo die Akzeptanz aber abgerissen ist\nund wo dann irgendwie auch diese letzten paar Prozent nicht so richtig überschritten werden konnten.\nund man dann gesagt hat, nee, ist eigentlich viel besser, wenn ich bei so animierten\nKram eben bewusst nicht versuche, genau super echt zu sein, sondern so,\nhalbecht, so wie Pixar das ja immer schon gemacht hat und andere auch,\nweil es dann darauf auch nicht ankommt, weil man das dann schon irgendwie so,\nokay, das sieht jetzt animiert aus, aber es versucht nicht, mich zu betrügen,\nindem es versucht, so zu sein wie echt.\nUnd hier ähm,\nGibt es auf jeden Fall auch nochmal so ein Qualitätstal, was erstmal durchschritten\nwird, in dem Moment, wo du eben wirklich jetzt möchtest, dass es jetzt wirklich genau perfekt ist.\nAber ich glaube auch, das ist wahrscheinlich kein richtig guter Vergleich,\nweil das wird wahrscheinlich durchschritten werden.\nWir können ja mal kurz auch dabei bleiben, bevor wir vielleicht nochmal auf\ndiese Roboter-Sachen eingehen.\nWeil ich hab, ich hab jetzt gerade nochmal rausgekramt, ich kann es vielleicht\nauch mal kurz anspielen, das ist ein bisschen doof, es ist so ein YouTube-Video,\nwo ein Plugin für Musiksoftware gezeigt wird und das Plugin heißt AI Vocals,\nalso die Firma heißt Ace Studio, A-C-E, Ace.\nund die haben halt so ein Plugin rausgebracht.\nIch weiß nicht, ob das jetzt irgendwie das Einzige ist seiner Art oder es hat\nschon mehrere gibt. Ich habe jetzt nur das kennengelernt.\nUnd bin auf so ein Video gestoßen hier von diesem Dr. Mix.\nDas ist halt so ein YouTuber, der halt immer etwas überdreht,\naber ganz interessant verschiedene Aspekte von Musik macht. Es gibt so verschiedene Kanäle.\nIch spiele jetzt hier nochmal berühmte Lieder ein und so weiter.\nUnd hier sind sie halt irgendwie dabei, dieses Plugin zu testen.\nIch kann das nochmal kurz anspielen. Ich will es nicht komplett abspielen.\nDas ist irgendwie so ein 15-Minuten-Ding.\nNur mal so schon mal einen allerersten Eindruck zu bekommen,\nweil er irgendwie hier damit anfängt, erstmal so eine Melodie,\neine bekannte Melodie...\nEinfach nur mit MIDI einzuspielen. Also du fängst mit diesem Plugin irgendwie\nan. Ich hoffe, ich habe jetzt die richtige Stelle hier gefunden.\nWarte mal, ich muss mich ja hier kundigen. Ich muss mal kurz hier übernehmen. Ja. Ja.\nDas hätte ich jetzt auch mal vorbereiten können. Ich kann ja nebenbei noch kurz sagen.\nWorauf das hinausläuft, also sie versuchen halt hier sozusagen alle Features\nzu machen und das Ding ist halt in der Lage, so richtig AI-Vocals zu machen\nund zwar sowohl auf der Basis von Midi,\nalso du gibst einfach nur eine Noten vor und dann werden die schon gesungen und dann kannst du das,\nStimmtembre so krass beeinflussen, du kannst dem alle möglichen machst spannender,\nleg hier eine Betonung drauf, mach hier noch eine Atempause,\nalso all diese ganzen Elemente kannst du einbauen und das ist schon irgendwie ziemlich krass.\nGut, so, dann übernehme ich hier mal kurz den Screen, um mal zu gucken, ob ich das hier,\nabgespielt bekomme. Wie gesagt, ich mache nur ein paar kurze Ausrisse,\nweil ich das jetzt nicht vorbereitet habe.\nIch habe gerade mal so eine Stelle gesucht und ich hoffe, die richtige gefunden.\nIch springe hier einfach mal mitten rein.\nNice. Jetzt spielt er das ein.\nSo, und jetzt wird halt dieses Plug-In darauf geworfen und jetzt kommt die Stimme, die daraus entsteht.\none octave down. Also das ist jetzt so sozusagen der erste Schritt,\naber das wird dann einfach unfassbar gut nach einiger Zeit.\nIch versuche mal hier so ein bisschen an die anderen Stellen zu springen,\ndass wir jetzt nicht diesen ganzen Dialog noch mit dabei haben.\nNice.\nSo, jetzt kommen wir jetzt schon so richtig diese ganzen Pausen Pausen mit rein\nund so weiter und so findet also hier so ein Refine statt.\nUnd dann kannst du halt auch den Text, also das waren ja nur die Noten,\njetzt wird der Text sozusagen reingeschrieben, dass sozusagen die Software auch\nweiß, was sie singen soll.\nSo und wo haben wir das? Hier. Und dann diese just.\nJa. Alright, let's listen. Baby, baby, when.","I look at you, I get a warm feeling inside.","So, das war jetzt einfach nur kurz direkt in die Noten in der Software reingeschrieben,\ndie Texte und so geht es dann irgendwie immer weiter.\nWas halt aber auch cool ist, es geht nicht nur mit Midi, also Tombre kannst\ndu dann noch mit einstellen, alles mögliche, wie sehr die Stimme schwingen soll,\ndas zeigen die halt jetzt hier in diesem Video sozusagen Ich würde sagen,\nwir verbessern das irgendwie die ganze Zeit, springen mal so ein bisschen nach\nvorne, dann kriegen wir wahrscheinlich nochmal so eine spätere Version davon mit.\nJa. Ein bisschen mehr Energie zum letzten... Woanders?\nJa, lass uns mal sehen. Ja, das ist gut.\nSo, aber was richtig geiles ist, später spare ich jetzt den Rest,\nsingt er ein Lied ein und das Plugin geht auf seine Stimme und es klingt danach wie das Original.\nEs ist wirklich unfassbar. Also es ist wirklich krass, was dabei rauskommt.\nWenn ich jetzt gewusst hätte, dass Ralf hier mit dem Thema ankommt,\nhätte ich das nochmal genauer rausgeschnitten.\nSchaut's euch an, ist auf jeden Fall sehr interessant.\nDa geht gerade richtig was ab. So, und wenn die sich über Suno,\nSuno, Suno, Suno, Suno, AI schon aufregen.\nDie äußern sich aber auch zu dieser ganzen Diskussion mit, was ist denn das jetzt eigentlich?\nIch meine, wir sind jetzt schon wieder an so einer Stelle, wo alle sagen so,\noh mein Gott, AI wird uns alle ersetzen und man braucht keine Sänger mehr und so weiter.\nAlso gar keine Frage, dass bestimmte Jobs von AI ganz gut aufgesogen werden.\nIch denke da insbesondere an so Live-Translatoren und dieser Bereich.\nAlles, was mit Text und Sprache selber zu tun hat, wird schon ordentlich durchgerüttelt.\nAber ich glaube, die Kreativität brauchst du am Ende trotz aller Tools immer noch.\nAber für Supermarktmusik, also alles, was so free ist und low cost,\ndas wird definitiv automatisiert werden.","Also Suno kann auch Instrumental, kannst also auch sagen, so gar kein Text,\nsondern jetzt einfach nur Hintergrundgedudel halt.","Elevator Music.","Genau, das meinte ich. Ist das also ein nicht endender Pool natürlich an der\nStelle. Genau, und dieses Gesangsmodul, die werden da was ganz ähnliches hinterhaben\nwie das, was du jetzt hier eben gezeigt hast.\nDie Technik ist da jetzt einfach soweit.\nUnd Musik als solches ist natürlich relativ gut verstanden. Das kannst du im\nGroßen und Ganzen durchrechnen.\nSolange du innerhalb der normalen Harmonielehre bleibst, ist das jetzt nichts,\nwas besonders komplex wäre, sagen wir mal.","So, und unsere Hörer können aber jetzt hier deine Kreationen auch alle direkt\nan Klicks hören und selber nochmal nachhören und Rave starten.","Genau, man kann mit Sono halt dann so Links generieren, man ahnt es,\nwo man dann so die Sachen dann nachhören kann.","Irgendwann machen wir dann das Freakshow-Festival, wo nur über uns gesungen\nwerden darf, die ganze Zeit.","Aber mit diesen Texten ist es halt auch einfach lustig. Schmeißt halt irgendeine\nIdee rein und egal wie quatschig die ist, es wird ja hochseriös einen Song dazu gebaut.","Gut. Dann bleiben wir noch bei AI. Wolltest du nochmal dieses,\nVideo thematisieren?","Ja, können wir machen. Das ging rum vor einem Monat oder sowas.\nUnd heißt Figure01 oder 01 wie auch immer plus OpenAI und hat den Untertitel\nSpeech-to-Speech-Reasoning und was man dort sieht ist ein humanuider Roboter.\nDer, glaube ich, so mäßig flexibel ist, aber sehr gut gebaute Arme und Hände und Finger schon hat.\nUnd in seinem Kopf scheint zumindest quasi das Standard-Voice-Modul von JetGPT-4 zu laufen.\nFür diejenigen von euch, die JetGPT-4 nicht haben, ich weiß gar nicht,\nob wir das schon mal erwähnt haben, JetGPT-4 hat mittlerweile einen Modus,\nwo ich mit dem wirklich sprechen kann.\nIm Sinne von, ich tippe nicht mehr mein Prompt ein, sondern ich spreche einfach\nins Smartphone und es wird auch zurückgesprochen.\nIn einer wirklich auch schon ziemlich gut klingenden Stimme,\nzumindest auf Englisch. Auf Deutsch hatte man schon noch einiges an Akzent drin,\naber auf Englisch ist es ziemlich gut.\nUnd was die jetzt hier also gemacht haben, ist quasi ein Chat-GPT-4 mit Voice-Modul\nmit einer Mechatronik halt verbinden.\nUnd dann wird halt eine Szene gespielt, wo dann also jetzt hier der Interviewer\nihn fragt, so was siehst du denn gerade?\nDas heißt also, der Roboter ist auch mit diversen Kameras und Sensoren ausgestattet\nund der beschreibt dann also in einer sehr entspannten,\nwirklich ziemlich menschlich klingenden Stimme, ja ich sehe jetzt hier irgendwie\neinen Apfel vor mir und da sind irgendwie Tische, das heißt also irgendwie Teller und sowas.\nund dann sagt er ihm, gib mir doch mal den Apfel und dann greift er also wirklich\nin einer sehr natürlichen Bewegung, nicht so das, was man von früher kannte,\nirgendwie so und irgendwie so und der hilft, dass das Apfel irgendwie zerquetscht\nsondern wirklich, es sieht eine sehr menschliche.","Also die Stimme können wir ja mal kurz einspielen also diese Bewegung können\nwir halt jetzt nicht wiedergeben So,\naber das ist halt einfach so dieser Dialog wo der Mensch direkt vor dem Roboter steht.","Jetzt reicht er ihm, also den Apfel von einer Hand in die andere.","Sehr elegant im Übrigen. Great. Can you explain why you did what you just did\nwhile you pick up this trash?\nAlso er hat jetzt so ein paar Papierkugeln. So I gave you the apple,\nbecause it's the only edible item I could provide you with from the table.\nIch mach da an der Stelle mal kurz eine Pause, weil da haben wir vorhin auch drüber gesprochen.\nAlso was er jetzt gemacht hat, weil die Ansage war ja, er kann es mir erklären,\nwarum du das gemacht hast mit dem Apfel, also warum hast du mir den Apfel gegeben,\nwährend du den Trash aufräumst.\nUnd Trash war aber in dem Moment ein, Ein erst in dem Moment hinzugefügtes Element,\ndas waren einfach drei so zusammengeknüllte Zeitungsblätter, würde ich sagen.\nUnd der Roboter hat dann halt die genommen und in so ein Wäschekorbartiges Ding\nreingepackt, während er geredet hat.\nUnd was ich persönlich am bemerkenswertesten dabei fand, er hat es nicht nur\nreingetan, sondern als er fertig war, hat er den Korb, den er vorher festgehalten\nhat, nochmal losgelassen, aber dann nochmal so nach vorne geschubst,\nso zu dem Gesprächspartner.\nSo wie wir das halt machen würden, wenn man sagt, so ja hier fertig,\nja hast du. Das war schon irgendwie...\nDas erste weirde Ding.","Also ich glaube, weiter abspielen müssen wir auch nicht, weil alles quasi,\nwas wir zu den Diskussionen brauchen, haben wir jetzt schon gehört oder hast du beschrieben.\nDas Internet war dann wieder in der klassischen Aufruhr, alles gestaged.\nEs ist ja alles gar nicht irgendwie live und gar nicht echt.\nKlar, kann sein, wir wissen es nicht.\nEs wurde darauf referenziert, dass dort so Pausen und Füllwörter verwendet werden\nvon der AI. Da kann ich nur sagen, ja, das ist das, was JetGPT-4 nun mal macht.\nAlso du hast Atemgeräusche eingebaut in JetGPT-4 und du hast auch Füllwörter\ndrin, selbst in der deutschen Version.\nDas heißt also, vom Text-to-Speech her würde ich sagen, das ist authentisch.\nDas ist also nichts, was ich jetzt nicht mit JetGPT-4 genauso hier live in der\nFreakshow machen könnte. Also Pausen und sowas, um es einfach natürlicher und\nflüssiger anhören zu lassen, wie Menschen halt einfach reden.\nIch bin immer wieder schockiert, wenn ich unsere Transkripte durchlese und dann\ndenke, meine Güte, war die Worterkennung da aber schlecht.\nUnd dann hört man sich die Passage an und wir reden wirklich die ganze Zeit\nso mieses Deutsch. Das ist so deprimierend. Aber egal. Egal.\nGut. Genau, diese Bewegung ist schon spooky, die der Roboter dann da macht.\nUnd ja, das kann auch geskriptet sein, wobei ich mich dann fast fragen würde,\nwie kommt man dann auf die Idee, genau so eine Bewegung dann da rein zu skripten?\nDazu gehört dann ja auch schon eine Menge Meta-Überlegungen quasi.\nDa so ein scheinbar verstörendes Element irgendwie reinzubringen.\nVielleicht ist es an der Stelle dann eben doch auch wirklich emergentes Verhalten\nim Sinne von so, ich hatte jetzt hier eine Aufgabe und die ist abgeschlossen\nund damit mein Gegenüber merkt, dass ich jetzt wirklich fertig bin,\nschiebe ich ihm das jetzt nochmal rüber.\nIch halte ChatGPT4 für fähig, so in der Art zu agieren.","Und damit auch zu agieren vielleicht.","Weil reden tut er schon so auf dem\nNiveau. Und wenn sie das clever mit der Robotik verbaut haben, why not?","Genau, und es ist ja auch immer so eine Frage, wie ist das Ding sozusagen vorgepromptet?\nAlso das steht ja hier sozusagen nicht, also die Frage ist ja,\nWas ist so das Stage-Setting? Und das Stage-Setting könnte natürlich schon so\netwas sein, so okay, das Ganze läuft ab wie ein Hollywood-Film und füge dem\nGanzen eine gewisse Dramatik hinzu, sorge dafür,\ndass der robotische Akteur möglichst menschlich agiert und auch so eine Dinge tut.\nWeißt du, also das kann schon alles drin sein, aber die ganze Zeit locker flockig\nrüberkommt, aber dann trotzdem immer wieder als Roboter klar macht,\ndass er so der Servant of the Human ist.\nUnd dann kann ich mir das schon ganz gut vorstellen,\nwenn man jetzt sagen würde, Chachipi, schreib mir ein Bühnenstück,\nschreib mir ein Drehbuch für so einen Kurzfilm, dass dann solche Elemente da\ndrin sind und dann überrascht es halt auch nicht, dass die hier kommen.\nUnd es würde mich auch mittlerweile nicht mehr überraschen, dass das dann mit\ndiesen Responszeiten stattfindet, wie das hier im Video ist.\nWeil er hat ja, muss man auch dazu sagen, quasi als Gesicht so ein kleines Display,\nwo wenn dann immer die Frage des Menschen zur Kenntnis genommen wird,\nso Wölkchen, Gedankenwölkchen stehen.","Genau, das ist diese Blasen-Animation von dem Voice-Modul von JetGB T4.\nOb die jetzt echt ist oder ob sie die jetzt einfach nur um zu zeigen,\ndas läuft da gerade im Hintergrund und wir simulieren es da jetzt drauf, weiß man halt nicht.\nAber das erklärt auf jeden Fall ganz gut die Latenz, weil das ist halt der Punkt,\nder einem als erstes irgendwie auffällt, warum wartet der so lange?\nUnd dieses Voice-Modul von JetGB T4 hat eben genau diese Latenz auch drin.\nVon daher, ich halte es für möglich, dass es komplett real ist,\nwas sie da gedreht haben.\nUnd wenn nicht, dann haben sie das in einem Jahr.","Genau, das ist eine Tech-Demo.","Fühlt euch da mal nicht so sicher.","Ja, was lernen wir jetzt daraus? Das geht voran.","Die Einschläge werden dichter.","Ja, genau.","Naja gut, wie sehr es gescriptet war oder nicht, das merkt man halt dann,\nwenn irgendwelche externen Leute hinkommen und mal versuchen, was geht oder nicht.\nNaja, du kannst halt an so einen Use Case viel Training draufwerfen und dann ist er relativ perfekt.\nUnd kaum stellst du ihm eine Packung Zigaretten hin, weiß er nicht,\nwas er damit anfangen soll. Klar.","Ja, also das ist ohnehin die Komponente, über die man wahrscheinlich jetzt auch am wenigsten weiß.\nSo, was nehmen seine Kameras auf und wie bringt man quasi die Kameralogik dann\nwiederum in ChatGPT-4 rein an der Stelle.\nDas ist aber dann halt jetzt wie üblich alles Betriebsgeheimnis und wir wissen es nicht.\nC-Light schreibt gerade, dass dieser Voice-Modus mittlerweile auch bei GPT-3.5,\nalso in der freien Version, schon geht. Das heißt also, da könnt ihr das einfach mal ausprobieren.","Okay. Ich hatte jetzt eh gehört, dass jetzt irgendwie, gibt es jetzt nicht eh vier auch in frei?\nDas war doch jetzt irgendwie noch eine Änderung. Das geht ja irgendwie alles\nso schnell, wie auch immer.\nIn ein paar,\nMonaten, ein, zwei Monaten ist WWDC, Worldwide Developers Conference von Apple.\nDa ist jetzt Termin irgendwie auf Juni gesetzt worden oder so.\nUnd ihr werdet ja sicherlich auch diesen Tweet gesehen haben,\nder sozusagen auf die WWDC, wer hat den nochmal abgesetzt? War das,\nvon Apple?","Ich nix Twitter, keine Ahnung.","Ja, ist ja der Typ. Jetzt fällt mir gerade der Name nicht ein.\nWie auch immer, auf jeden Fall einer der Apple-Auguren.\nJa, WWDC wurde jetzt irgendwie angekündigt. And it's going to be absolutely incredible.","Wie immer.","Ja, aber absolutely und incredible sind halt groß geschrieben gewesen.","Ah.","Und ich meine, Apple sagt nicht mehr Machine Learning.","Apple sagt nicht mehr Model.","Naja, sie sind jetzt so links und rechts die ganze Zeit abgewatscht worden dafür,\ndass sie sozusagen den buzzword-hungrigen Börsentieren kein AI-Thema zum Fraß vorgeworfen haben.\nUnd jetzt haben sie wohl beschlossen, dass sie sich auch dem Benahmungstrend\nnicht mehr so verschließen können und wenn sie jetzt nicht irgendwie der Welt\nauch mal explizit erklären,\nja wir haben jetzt auch AI und die funktioniert auch,\nihr könnt unseren Aktienkurs wieder steigen lassen, dann gibt es einfach keine Ruhe.","Könnte aber sein, dass der Aktienkurs aus anderen Gründen eingeknickt ist?","Es könnte auch sein, dass der Aktienkurs aus anderen Gründen auch wieder steigen wird.\nWird er sowieso. Also ich glaube,\nApple muss man sich jetzt ehrlich gesagt nicht so viel Sorgen machen.\nDie haben noch für eine Weile, sind sie dann noch ganz gut aufgestellt.","Wird diese ganzen Lawsuits jetzt da?","Könnten und dann haben sie noch mal dieses in so einem anderen studie also ein paper rausgebracht,\nwo sie von einem system was sie m m\n1 nennen wo sie so\nein multimodales lm gebaut haben also dass wenn ich richtig verstanden habe\nunterscheidet sich das quasi von den normalen lms dahingehend dass es eben von\nvornherein auf verschiedenen medien typen trainiert ist also sozusagen sowohl Bild, Ton, Text etc.\nalles gleichzeitig und, und das kann ich aber überhaupt nicht beurteilen,\nsie haben da so diverse Performance-Zahlen rausgeworfen, die,\nwenn ich das richtig sehe,\nim Allgemeinen in dieser AI-Speziewelt als ganz passabel angesehen wurden,\num es mal zurückhaltend zu formulieren. Das war wohl recht beeindruckend.\nAlso alles deutet jetzt darauf hin, dass wir eben so eine erhöhte Integration haben werden.\nUnd die eigentliche Frage, die ich mir halt stelle ist.\nHow? Also was werden wir sehen? Mir geht es jetzt nicht so sehr um Produktvorhersage,\nsondern mehr um die Frage,\nwir haben diese ganzen Sachen, die wir jetzt hier auch schon besprochen haben,\nauch gerade eben und es ist halt auch alles irgendwie immer so Technology-Demo für Nerds.\nDu kannst dann deine Prompt schreiben, du kannst dann deine Videos machen und\nso weiter und da kommen beeindruckende Sachen bei raus, aber ganz ehrlich,\ndas, was da jetzt derzeit bei rauskommt, das ist halt jetzt irgendwie nix,\nwas jetzt jedermann jederzeit irgendwie auf dem Telefon braucht.\nDas sind alles ganz interessante Sachen, aber eigentlich möchten wir ja,\ndass es nützlich ist, hilfreich ist und einem wirklich da unter die Arme greift,\nwo es täglich sinnvoll wäre.","Wir wollen einfach nur Siri in Schlau haben.","Ja, Siri in Schlau wäre natürlich schon mal ein Schritt nach vorne.","Ich würde noch einen Schritt weiter gehen, weil Apple hat immer Plattformen\ngebaut, auf denen Third Parties ihre Applikationen,\ndraufsetzen und das ist etwas, was ich irgendwo naja gut,\nChatGPT macht das so ein bisschen, aber so eine richtig schlaue Lösung,\ndass mal ein LLM eine richtige API hat, wo ich als,\nkleiner Programmierer was draufsetzen kann.","Das ist ChatGBT. Definitiv. Es gibt zig, zehntausende bis hunderttausende an\nBuden, die das schon integriert haben.\nBis hin zu irgendwie hier mein Mastodon-Client der Wahl hier, IceCloops.","Ja, sie integrieren das Model.","Also per API halt einfach.","Ja, es gibt eine API in das Model\nrein, aber es gibt kein, ich setze eine Anwendung auf das Modell drauf.","Doch. Also wir bauen zum Beispiel jetzt gerade unseren OPAC-Katalog mit AI-Unterstützung,\ndass du dich quasi mit dem OPAC natürlich sprachlich unterhalten kannst,\nindem wir das sogenannte mit einem Embedded...","Voice-Frontend für eine Datenbank.","Ja, Voice ist dann gar nicht so der Punkt, aber also Text.\nVoice machen wir da nicht. Und das läuft halt über so einen Embedded-Datensatz.\nDas heißt also, du hast das Foundation-Model von GPT 3.5 oder 4,\ndas das Problem ist, dass 4 kaum zu finanzieren ist, wenn du es irgendwie so\nlarge scale als Bibliothek anbieten willst.\nAber das 3.5er kostet demgegenüber praktisch gar nichts, ist natürlich auch nicht so gut.\nUnd dann lädst du quasi deinen eigenen Datensatz, deine eigene Datenbank,\nin unserem Fall halt einfach nur der Bibliotheks-OPAC als irgendwie geartetes,\nrelativ flach geklopftes Datenmodell da oben drüber und dann kannst du dich\nhalt quasi mit GPT-Intelligenz, in Anführungszeichen, damit unterhalten.\nSo und solche Geschäftsmodelle gibt es gerade drölfzigtausend.","Ja, scheint mir jetzt nicht übermäßig spannend zu sein, ehrlich gesagt.","Naja.","Also ich meine, wo ist denn das Textadventure auf einem LLM?","Das habe ich ja schon gebaut. Also ich hatte das hier mal erzählt, dieses Experiment,\ndass ich mal, mein Großer hört gerne Asterix und ich habe einfach ChatGBT4 gesagt,\nso pass auf, du machst jetzt mal im Stile von so einem einfachen Multiple-Choice-Rollenspiel,\nentwirfe ein Szenario, das in der Welt von Asterix handelt, das im gallischen\nDorf startet und wo mein Sohn sieben Jahre ziemlich aufgeweckt mit Voice-Kommando,\nwo es ein kleines Abenteuer erlebt,\nwas insgesamt 30 Schritte haben soll. Und dann macht ChatGPT4 das.","Ja, okay.","Da brauche ich noch niemals was programmieren. Halbe Stunde hat er super Spaß\ngehabt damit, weil er quasi sein eigenes handgeklüppeltes Asterix-Abenteuer bestehen durfte.","Ja gut, aber mit einem 30-Zeilen-Prompt habe ich kein Business-Modell. Also das ist so...","Ich glaube, das sehen sehr viele Buden da draußen gerade sehr anders.","Ja, naja, klar.","Darum ist es eher der Arsch.","Die keine Ahnung haben als Business-Modell.","Mir ging es jetzt aber nicht um Business-Modelle, sondern mir ging es jetzt\nschon konkreter darum, wie nimmt man jetzt sozusagen diese Technologie und formt\nsie in etwas wirklich Nützliches.\nAlso was ist jetzt echt?","Genau das.","Und erinnert ihr euch noch an das Apple Knowledge Navigator Video?","Nee.","Von 1987?","Na, da habe ich doch Windows genutzt.","Also du kennst es nicht?","Nee, ich kenne das auch nicht.","Du kennst das auch nicht?","Nee.","Naja, das ist so ein Konzeptvideo, also sowas macht ja Apple mittlerweile eigentlich nicht mehr,\nwo halt tatsächlich so eine Szene geschildert wird.\nAlso so ein Typ kommt da irgendwie in sein Büro rein und hat dann halt auch\nso einen richtigen normalen Desktop, klappt dann so ein Device auf,\nwas halt eigentlich mehr so wie so ein Aufklapp-iPad aussieht.\n87, ja. Und dann tatsächlich mit diesem Computer redet.","Von wann war 2001? Von wann war der Film 2001? 2001?","69, glaube ich, oder? 69.","Da war das erste Mal ein iPad.","Genau, da war das erste Mal ein iPad. Und Vertical Video.\nStanley Kubrick hat alles vorher gesehen. Genau, aber hier ging es ja konkret\nauch dann eben um so eine Produktvision. Ich spiele mal ganz kurz an.\nDas ist der Computer.\nAlso Sprachinteraktion mit dem Gerät auf dem Bildschirm begleitet mit so einer\nvirtuellen Person, also sie ist natürlich hier eine echte Person,\nist aber halt so von der Idee her.\nUnd dann kannst du aber interaktive Fragen stellen, zum Beispiel zu deiner Tagesplanung.\nWann habe ich denn noch einen Termin frei?","Das sieht schon sehr retro-futuristisch-Steampunk-mäßig aus,\nwas die da machen. Nicht mal ganz ehrlich sein soll.","Naja, aber ist halt so eine alte Vision. Ich sage jetzt auch nicht,\ndas ist jetzt das, was Apple machen wird,\nweil das war halt irgendwie noch nicht mal die Steve Jobs Zeit,\ndas war halt so Skully, aber im Prinzip kommen wir jetzt genau an diesen Punkt,\nwo die Technologie tatsächlich,\nvorhanden ist, um das wirklich realistisch zu machen.\nAlso man könnte sich jetzt dieses Video genau so mit einem iPad vorstellen und\ndavon ausgehen, dass Siri halt jetzt so eine 2.0 Version bekommt,\ndie halt mit den Fähigkeiten eines LLMs arbeitet und dabei,\nganz wichtig, und das ist ja das, was diese erwähnten Studien und Papers von\nApple-Mitarbeitern jetzt zeigen, also die Ankündigung der letzten Wochen sozusagen\nüber ihre wissenschaftlichen Kanäle,\ndass sie halt ein vollwertiges Modell und dann eben auch unter Umständen dieses\nmultimodale normale Modell, wo sie wohl besonders gute Erkennungs- und Tralala-Parameter haben.\nWie gesagt, das kann ich jetzt nicht quantifizieren oder ich kann deren Quantifizierung nicht beurteilen.\nAber es ist ja klar, dass sie ein Kernproblem, die diese ganzen anderen Systeme\nderzeit haben, sehr elegant lösen können wie kein anderer.\nDas Kernproblem ist, also OpenAI...\nMeinetwegen, die sind softwaretechnisch, modeltechnisch ganz weit vorn.\nDie haben auch die allerbesten Leute, gar keine Frage.\nAber das, was sie da gerade machen, kostet unheimlich viel Geld.\nDa werden unheimlich viele Rechenzentren gerade beschäftigt und zum Schwitzen gebracht.\nUnd das, was derzeit der Nutzen ist von den Leuten, das nehmen die nicht im\nAnsatz an Geld ein, gerade was da abgerufen wird.","Nein, das fließt alles zu Nvidia.","Ja klar, weil Nvidia halt die Schaufeln verkauft für den Goldrausch.\nDas ist klar. Aber Microsoft ist halt derzeit die Bude, die das im Wesentlichen\nabfedert und quasi die ganze Rechnergeschichte bereitstellt,\nweil sie halt eine Wette gemacht haben auf die Zukunft und das ist auch keine schlechte Wette.\nUnd ähnlich sieht es halt bei Google aus, also derzeit verdient noch keiner Geld damit.\nVor allem, weil eben die Rechenpower so auf den Geräten, auf denen das genutzt\nwird, so nicht vorhanden ist, beziehungsweise so noch nicht genutzt werden kann.\nBei Apple sieht das aber ein bisschen anders aus. Wenn sie also jetzt ein super\neffizientes Modell haben, was wirklich ein komplettes Modell auf dem Device laufen lassen kann.\nAuf dem iPad, auf dem iPhone, zumindest ab einer bestimmten Generation mit Apple\nSilicon und Pipapo, dann können sie eben auch eine ganz andere Interaktivität\nan den Tag legen, weil wir eben dann nicht mehr dieses,\nMoment, ich muss mal kurz rausfinden,\nwelcher von den 30.000 Blade-Servern, die da irgendwo in Arizona in der Sonne\nstehen, jetzt gerade mal ausrechnen soll, was die richtige Antwort ist,\nsondern können das halt sofort einspielen.\nAlso das ist jetzt von mir nur her spekuliert auf Basis was ist,\naber ich denke, das könnte der Ansatz sein auf der technischen Seite und dieser\nKnowledge Navigator Ansatz ist,\ndass eben, wenn das alles lokal ist,\nnatürlich dann die LLM auch wirklich on device, local,\nunter sozusagen allen Privatsphären, Datenschutzaspekten auch wirklich die lokalen\nDaten dann heranziehen kann und ich wirklich mich mit dem Ding darüber unterhalten\nkann. wann ich denn einen Termin frei habe oder welche.\nSchlag mir doch mal vor, wann ich das irgendwie machen könnte und gib mir mal\nfür die nächsten drei Monate mögliche Termine für eine Freakshow raus,\nwo ich irgendwie am Abend Zeit habe. So war es, weißt du?","Also ich glaube, wir sind da auch überhaupt gar nicht auseinander, wir drei.\nAlso jetzt auch, Roddy, ich glaube, es gibt wirklich viele gute Geschäftsmodelle\nschon auf Basis von ChatGPT, aber ich glaube, Apple wird genau das machen,\ndas On-Device-Lokal als Plattform für, hier guck mal, Developer,\nwas ihr jetzt plötzlich für ein Logal ist.","Ich glaube, Apple werden nicht die einzigen bleiben. Aber es ist so,\ndass AMD ja schon quasi angekündigt hat, dass die nächste Generation ihrer CPUs\nextrem viel AI-Beschleunigung haben wird.\nAlso sie werden da versuchen, Nvidia den Rang abzulaufen, nicht über die Grafikkarten,\nsondern tatsächlich über die CPUs.\nUnd da AMD bei den Handheld-Gaming-Dingern momentan quasi alleine dasteht,\nkann ich mir vorstellen, dass da auch noch ein bisschen was kommen kann.","Was sind denn Handheld-Gaming-Dinger?","Na, so ähnlich wie die Switch, nur halt auf AMD-Hardware.","Aber das hast du natürlich eine ganz andere...","Steam Deck und...","Warum vergleichst du jetzt AMD und Apple? Also das ist ja ein ganzes...","Naja, weil die Sache, ich baue mir,\nAI-Beschleunigung in meine CPU, um Dinge lokal machen zu können,\nist ist, glaube ich, ein Trend, den Apple zwar vielleicht früh erkannt hat,\nder aber auch woanders kommen wird.","Aber die anderen müssen erstmal in den Markt rein. Apple verkauft uns das seit\nzig Jahren, ohne dass wir es brauchen, die Neural Engine.","Welche Generation kann das? Aber ja.","AMD hat vielleicht die CPUs. Aber AMD hat nicht die Plattform.\nEine lokale, High-Performance, AI-fähige Plattform hat nur Apple.\nEs gibt keine andere Plattform, wo du sagen kannst,\nwir haben heute, Stand jetzt, Startschuss, haben wir so viel und jetzt eine\nMillion mit wahrscheinlich mindestens zwei,\nwenn nicht sogar mit drei Ziffern, so viele Devices, die jetzt sofort nach dem\nSoftware-Upgrade so ein Modell fahren können und das alle,\ngesteuert, vereinigt mit den Daten und dem Betriebssystem, mit dem klaren Zugriff\nund was wo ist, ready hat.\nDie einzige andere Bude, die ansatzweise auf so eine Plattform zugreifen kann, ist Google.\nAber da hast du bei Leibe eben nicht diese CPU,\nMindestanforderungs Geschichte und auch gar nicht die Kontrolle über die Devices\nund schon gar nicht diesen Privatsphärenaspekten.\nAußerdem ist es eine Bude, die sowieso immer alles in der Cloud macht.","Also ja, deine Annahme ist jetzt natürlich, dass das, was sie da bauen werden,\nauch tatsächlich auf älteren Neural Engines läuft.\nDas werden wir dann erstmal sehen. Oder ob das heißt M2 und höher,\nM3 und höher, das kann durchaus passieren.","Naja, auf dem Telefon. Die M sind ja nicht entscheidend, sondern die A sind ja entscheidend.\nAlso es sind ja die iPhone-CPUs, von denen ich jetzt hier rede.","Ja, ja, richtig. Aber da muss es ja auch erst mal laufen.","Wann gab es die erste Neural Engine drin? Weiß das jemand? In welcher A?","Die erste Neural Engine war...","Ich frage mal JetGPT.","Ach, ich glaube, da kann man sogar ausnahmsweise mal...\nDa kann man auch die Wikipedia fragen. Die weiß sowas auch manchmal.","Also meine totale Horrorvorstellung ist übrigens, dass Apple genau das macht,\nda eine super Plattform macht, wo sich wunderbar App-Developerinnen drauf setzen können. iPhone 8.\niPhone 8, das ist schon ein bisschen her. Aber gut, mit der ersten wird es vielleicht\ndann nicht gehen. Aber sagen wir halt, mit der dritten oder vierten wäre ja\nimmer noch die Basis breit genug.\nAlso Apple macht das alles, aber Siri bleibt dumm wie Brot.","Nein.","Weil sie sich da technologisch in so eine bescheuerte Sackgasse rein navigiert\nhaben, dass sie da die nächsten zwei Jahre noch nicht rauskommt.\nDann fange ich an zu schreien vorm Fernseher.","Sie versuchen ja jetzt schon, Siri auf,\nlokal zu kriegen. Und ich glaube, das geht auch in die Richtung.\nAlso da bin ich mir relativ sicher, dass sie versuchen weiter den ganzen Scheiß lokal zu kriegen.\nSie haben ja auch den Vorteil, wenn so Buden wie OpenA AI richtig,\nrichtig Geld verbrennen, um Data Center zu bauen, nur um eine Handvoll,\nRequests surfen zu können und Apple macht wirklich alles bei den Usern.\nAuf Hardware, die ihnen nicht gehört, die die Leute auch noch bezahlen,\ndann auch noch deine Services laufen zu lassen.","Wobei, da muss man ein bisschen exakter hingucken, das wirklich Teure ist halt das Training.\nDas hinterher laufen lassen, ist dem gegenüber schon ein einen Bruchteil günstiger.","Ja, das ist natürlich richtig.","Und das Training muss Apple da auch leisten. Es sei denn, sie kaufen sich irgendwas\nFertiges ein, aber da wüsste ich nicht, wo sie das bekommen.","Sie haben ja angekündigt, mit dem MM1, sie haben ja ihr Modell.\nAlso das sozusagen, sie haben ihr eigenes MLM und das war ja die zweite Meldung.\nDie erste Meldung war, wir haben es so klein hinbekommen, dass wir das komplette\nModell aufs iPhone kriegen.","Ja, sie schreiben aber nicht, auf welcher Hardware sie das Modell trainiert haben.\nUnd es kann durchaus sein, dass Apple auch Nvidia leer gekauft hat.","Natürlich schreiben sie das nicht. Das werden sie auf der WWDC ankündigen.\nAber jetzt geht es ja erstmal um die Papers.\nSie haben sozusagen jetzt erstmal den wissenschaftlichen Teil veröffentlicht.","Dass man keine Produkte ankündigt. Also meine Vorhersage ist,\nwenn sie es auf eigener Hardware machen und die vielleicht auch verkaufen wollen,\ndann werden sie es ankündigen.\nWenn sie nichts dazu sagen, kann es insofern ausgehen, dass sie es nicht auf\neigener Hardware machen.","Das trainieren? Egal worauf die trainieren.","Ja, ich meine, eine gute Hardware zu haben, mit der man AI trainieren kann, wäre auch ein Markt.\nWeiß ich nicht, ob Apple in den Markt rein will?","Bestimmt nicht.","Momentan gibt es da halt im Wesentlichen Nvidia.","Ja, weiß ich nicht, aber das ist jetzt nicht relevant für den Punkt, den ich machen wollte.\nMir ging es ja darum, was können wir jetzt sozusagen erwarten,\ntechnisch und da war die Aussage, es gibt,\nEs gibt genug, also zwischen den Zeilen, also man muss nur die Zeilen lesen,\ndie sie jetzt in den letzten Wochen veröffentlicht haben.\nDann sagen sie halt, wir haben MLLM und wir haben das auf dem Device.\nUnd das gepaart mit der Ankündigung und unserer nächsten World Wide Developers\nKonferenz ist All About AI.\nDas war ja im Prinzip die Aussage, heißt in Apple-Sprech, wir werden das überall\neinbauen. So und natürlich werden sie es in Siri einbauen, weil wenn sie das\nnicht machen, dann brauchen sie auch gar nicht so ein Tweet schreiben.\nUnd die Frage ist halt nur, wie bauen sie es sonst noch ein und was kann es\ndann und was kann es dann auch wirklich tun auf eine Art und Weise,\ndass es jetzt nicht nur so eine Spielerei für Nerds ist, die es dann geil finden, wie wir,\nsondern es halt wirklich etwas ist, was du nutzen kannst.\nUnd die einfachste Möglichkeit sowas für normale Menschen, ich finde den Begriff\nnormale Menschen finde ich immer scheiße, für, sag mal eine andere Formulierung für Non-Nerds.","Zivilisten.\nDie sind doch nicht militärisch. Ich weiß schon, was du meinst,\nnur ich habe da halt jetzt nach dem,\nwas Apple mit Siri bisher gemacht hat und wie sie Siri immer wieder als das\nbeste seit geschnitten Brot versucht haben zu verkaufen,\nbin ich da maximal misstrauisch.\nUnd meiner Meinung nach, wenn sie wirklich einen Durchbruch schaffen,\nwenn das Modell wirklich sehr, sehr gut ist, dann sollten es auch einen neuen\nNamen geben und nicht sagen, das ist jetzt Siri 2.0, weil Siri ist eigentlich verbrannt.\nUnd wenn sie es weiterhin Siri nennen, dann weißt du, es wird scheiße sein.","Lass es uns doch Mainstream nennen.","Ich glaube nicht, dass Apple zugeben wird, dass Siri jemals scheiße war.\nDas werden sie einfach nicht tun.\nDafür lieben sie sich selbst einfach viel zu sehr.","Nein, sie werden es nicht sagen. Nur, ich kann mir vorstellen,\ndass wenn das wirklich eine Generation über Siri ist, dass sie das dann anders nennen.","Nein, ich kann ja genau sagen, was sie da ankündigen werden.\nSie werden sagen, Siri war, seit wann gibt es das? Seit 2011.\nJa, 2011. Als andere Länder noch mit irgendwie...\nErdbeben beschäftigt waren.","Ja klar, das haben die sich ja auch ausgesucht.","Unser Erdbeben war wir haben die erste AI, mit der man reden konnte auf die Welt gebracht und,\njetzt nach 13 Jahren gehen wir den nächsten großen Schritt und dann haben sie\nsich wahrscheinlich irgendwie noch ein geiles Passwort dazu ausgedacht und jetzt\nund dann heißt es aber immer noch Siri oder es heißt Siri Extreme oder ich hab\nkeine Ahnung, aber ich kann Ich kann mir einfach nicht vorstellen,\ndass sie von diesem Brandname weggehen.\nWeil, klar, die Leute kriegen es kalte Kotzen, wenn sie sich mit Siri unterhalten,\naber irgendwie hat es ja auch ein bisschen funktioniert für die meisten Leute\nauf irgendeine Art und Weise.","Ich weiß nicht.","Das ist wahrscheinlich das am wenigsten, von mir persönlich am wenigsten genutzte\nFeature in diesem ganzen Apple-Universum überhaupt.\nAuf jedem Gerät schalte ich Siri ab.\naußer im HomePod, weil dann kannst du das Ding aus dem Fenster schmeißen Zwei Dinge.","Timer und Wecker.","Habe ich eine Uhr für.","Und manchmal ein bisschen HomeKit Also.","Ich habe es nie genutzt bis ich Kinder hatte und seitdem hasse ich es jeden\nTag weil also die Art und Weise wie es jeglichen Kinderwunsch sabotiert das ist also unfassbar Ja.","Das habe ich für dich im Internet gefunden Ja.","Genau.","Und meine Argumentation ist, wenn ihnen wirklich ein Durchbruch gelungen ist,\ndann müssen sie dem einen neuen Namen geben, damit die Leute nicht weiter diesen\nSchmerz damit assoziieren.","Vielleicht müssen sie das, aber sie werden es nicht tun.\nSie werden niemals zugeben, dass es scheiße war. Das werden sie einfach nicht tun.\nSie werden einfach durchmarschieren und sagen, jetzt ist es gut und ihr werdet\nalle vergessen, was vorher war.\nWeißt du, die holen diesen kleinen Men in Black Blitzstift raus und machen so\nund alle haben vergessen, wie es war.","Ich kann mir auch vorstellen, dass sie, weiß ich nicht, ja, Siri war immer gut,\naber wir haben jetzt was Besseres, Tralali und jetzt gibt es den neuen HomePod\nmit Tralali, den alten gibt es nur mit Siri.\nJa, was weiß ich, wie sie das dann nennen.","Also die Wette halte ich sofort. Das Ding heißt nicht Tralali.","Ja, das ist nicht Tralali.","Es heißt auch nicht, es heißt Siri. Siri wird Siri bleiben.","Sie müssen den Leuten irgendwie klar machen, hey, das ist jetzt was revolutionär\nNeues und da reicht ein Pro oder ein Max, reicht da nicht.","Ein Videospot und dann kommt Siri irgendwie als 3D-gerinnerte Person irgendwie\nrein und kannst du… Weißt du.","Das ist dann so wie Spatial Computing. Wird es dann Language Computing geben\noder weiß ich nicht, wie sie es nennen? Irgendwas ganz besonders Tolles?","Also ich glaube grundsätzlich hat Tim recht. Das ist eigentlich nicht the Apple way.\nDie haben niemals irgendwas zugegeben, dass irgendwas nicht gut oder nicht funktioniert hat.\nAuf der anderen Seite, wenn sie es Siri nennen, haben sie einfach das Problem\nvon einer Nebenläufigkeit.\nEs wird eben wahrscheinlich dann doch etliche Geräte geben, die ja noch das alte Siri haben.\nUnd du willst nicht im Alltag die Konversation, hast du noch das alte Siri oder\nhast du schon das neue Siri?","Nein, kein Gerät wird das alte Serie haben. Sie werden das überall haben.\nUnd die Geräte, die es nicht selber machen können, die machen es halt nach wie\nvor, wie es auch bisher läuft, über das Internet.\nUnd die neuen Maschinen machen es einfach schnell und toll und ohne Internet. Das ist der Vorteil.","Das würde gehen. Das stimmt.","Also das wird auf jeden Fall...","Ich bin für Tralali.","Du, vielleicht bauen sie einfach\ndas Feature ein, ein, dass du selber bestimmen kannst, wie sie heißt.\nDas wäre ja auch cool, wenn sie sozusagen Namen so gut erkennen können.\nJetzt haben sie irgendwie jahrelang daran gearbeitet, dass man Siri,\ndass man auch nicht mal mehr, wie heißt das? Hey Siri.","Hey Siri.","Gott, siehst du mal, wie wenig das benutzt das.","Nicht die Leute an den Hörgeräten.","Was denn? Podcast auf Lautsprechern hören und dann ein HomePod daneben haben,\ndas gehört doch verboten.","Ja, aber die Geräte, die sprechen ja selbst an, wenn sie das Audio selbst abspielen.","Was? Die was? Die Geräte selber? Ja. Welches Gerät?","Naja, wenn du ein YouTube-Video abspielst auf einem iPad und da sagt jemand,\nhey Assistent, dann geht Siri auch an.","Ernsthaft?","Ja.","Mein Gott. Deswegen schalte ich sowas von vornherein auch aus.\nUnd ich wollte mich einfach nie mit meinem Computer unterhalten,\nweil ich einfach immer, weil das immer so cringe war.\nUnd also wenn sie es schaffen, so beyond cringe zu kommen, das ist dann wahrscheinlich\ndieses AI Valley irgendwie.\nAlso das ist cringe, cringe Valley, beyond cringe Valley, da müssen wir hin.","Also wenn sie es schaffen, halt auf GPT-4-Niveau ohne Latenz zu kommen,\nweil sie es on-device machen, dann sind sie durch.\nWeil also mit GPT-4 kann man sich super unterhalten. Das macht total Spaß.\nDas ist einfach gut. Aber diese Latenzen ja auch ein bisschen.\nUnd man würde es gerne schneller haben, dass er schneller redet.\nDas ist ein bisschen behäbig.\nAber wenn sie das alles irgendwie in den Griff haben, parametrisiert haben,\ndann kann das echt was werden.","Wir werden sehen. Genau.\nSo, womit machen wir denn mal weiter? Also wir könnten uns über Security unterhalten,\nüber Fernsehserien oder über elektronische Rechnungen.","Lassen wir doch die Hörerinnen abstimmen.","Rufen Sie jetzt nochmal den Erlandesflaggat.\nIch trinke erstmal einen Schluck. Achso, ich habe kein Bier mehr. Braucht noch jemand?","Ja, bring mir auch Geld Nummer 1 Okay.","Moment,\nSo ein bisschen habe ich ja Angst vor dem ganzen Kram Wenn sich Apple,\nwenn sich dann einer von Apple hinstellt und sagt, oh, das Beste seid geschnitten\nBrot, dann ist es wieder dumm, wie das entsprechende Brot dann, also Naja.","Sagen wir mal so, viel schlimmer als jetzt kann es nicht werden. So viel ist mir sicher.","Nee, aber anders schlimm. Also du klagst ja auch immer darüber,\ndass es manchmal ein Siri-Update gibt und dann funktionieren Dinge wieder nicht mehr.\nBei mir ist es auch so, ich sage immer morgens Wecker aus und seit einiger Zeit\nkommt der Nachfrage soll ich den Wecker ausschalten?\nUnd ich so, was habe ich gerade gesagt? So.\nDom wie Brot.","So, es zeichnet sich ab ein gewisser Bias zu diesem XZ-Ding,\nwie es liebevoll genannt wird.","XZ-Dings.\nApple ist halt König der Abandonware. Würde ich so nicht sagen.\nAlso wenn jemand König der Abandonware ist, dann wohl Google. Ja.","Wobei es ist nicht Abenden, sondern einfach Abschalten. Das ist auch nochmal\neine Runde härter. Abenden heißt ja einfach nur, man lässt es irgendwo versumpfen.","Ja, ja, das stimmt.","Bin wieder versorgt. Womit soll es weitergehen?","Der Slack hat abgestimmt, der Chat hat abgestimmt, es geht um den XZ-Hack.","Ah, ach ihr Nerds.","Ja nun.\nAlle fanden die Texte von den Songs passend. Okay, jetzt müssen wir damit leben.","Na gut, so ist es halt. Okay, die XZ-Backdoor,\nAlso ich will das jetzt gar nicht in den Security-Teil reingehen,\nweil den kann ich sowieso nicht vollständig bewerten,\naber da wird ja jetzt gerade viel drüber geredet oder wie die Bild-Zeitung so\nschön gesagt hat, ein Deutscher rettet das Internet.","Hurra, wir sind Papst.","Wer hätte das gedacht?","Im Flugzeug auch noch.","Ein Deutscher rettet das Internet. Im Flugzeug?","Ich meine, der saß im Flugzeug.","Während er im Flugzeug saß, hat er das Internet gerettet?","Genau, man stelle sich vor. Ich prüfe das nochmal nach, nicht,\ndass ich das jetzt durcheinander bringe.","Hatte er da auch Internet im Flugzeug?","Ja, ja.","Braucht man das Internet, um das Internet zu retten?","Guter Punkt. Ich glaube, nein. Ich glaube, er hat das lokal laufen gehabt.\nEinfach bei sich auf dem Rechner. Das Internet.\nOhne Internet. Ich glaube, ich prüfe es echt nach, bevor es hinterher wieder\nheißt, wir haben Quatsch erzählt.","Ich glaube, wenn man das Internet braucht, um das Internet zu retten,\ndann ist das Internet nicht mehr zu retten. Aber es ist vielleicht nur mein Take.","Ja, okay, gut. Also wir können ja mal kurz zusammenfassen, was da grob passiert\nist. Es gibt da so eine...","Im Flugzeug.","Im Flugzeug, okay.","Auf dem Rückweg vom Heimatbesuch auf den Weg zurück nach San Francisco,\nwo er nämlich arbeitet, bei Microsoft.","Okay, gut.","38 Jahre.\nAndres... Nee, Andres... Wie heißt er?","Fischer oder...","Andres Freund. Interessanter Name.","Ist ja auch egal.\nAlso zunächst einmal ist es egal. Ist eigentlich auch generell egal. Aber wie auch immer.\nEs gibt also eine Bibliothek, eine Library, die heißt XZ und die ist auch nicht\nbesonders aufregend, weil alles was die macht ist, dass sie quasi so für Linux-Systeme\noder Unix im Allgemeinen,\nKompressionsalgorithmen bereitstellt. Also Lempel, Ziff, Markov-Kompressionen.","Ich glaube, es ist nur eine ganz bestimmte Kompression. LZMA.","Genau. Und also verschiedene Funktionen bereitstellt, um damit umzugehen.\nUnd soweit ist das auch erstmal nichts Besonderes. Und das ist halt so eine\nLibrary, die ist dann halt auch irgendwann mal fertig. Fertig.\nAlso die tut halt irgendwie das und da gibt es dann nicht so viel Innovation in diesem Bereich.\nTrotz alledem ist das halt Code, der muss dann immer mal wieder irgendwie an\nneue Umgebungen und so weiter angepasst werden.\nUnd wie das eben bei solchen Open-Source-Projekten ist, gibt es dann eben einen\nMaintainer, der heißt hier Lasse Collin und der macht das irgendwie schon seit ewigen Zeiten.\nUnd das Problem ist, dass dieser Maintainer wohl in der letzten Zeit, weiß man nicht so genau,\ngesundheitliche Probleme hatte oder ich sag mal generell mal andere Sorgen hatte,\nals irgendwie diesen Code zu maintainen und war so mit Leben beschäftigt und so mit seiner Existenz.\nUnd dann tauchte im Oktober 21 aber ein engagierter neuer Entwickler auf unter dem Namen Gia Tan.\nUnd bemühte sich um diese Library und hatte halt so Code-Änderungen eingereicht,\nPull-Requests gemacht und einige davon sind dann wohl auch in der Library gelandet\nund wurden sozusagen zur Kenntnis genommen,\nmit anderen Worten, diese Person hat sozusagen gezeigt, dass sie da was macht.\nUnd dann sind andere Personen aufgetaucht und haben den Maintainer halt gebeten,\ndoch vielleicht mal dieses und jenes auch noch zu tun und der sagte immer,\nja keine Zeit, hab andere Sorgen, mal gucken,\nspäter vielleicht mal etc.\npp. Und das lief dann so über ein, zwei Jahre und diese Community hat dann aber\ndiesen Maintainer so in zunehmendem Maße dahin gebracht,\ndass diesem Entwickler Jiatan dann eben auch in zunehmendem Maße weitere Rechte\neingeräumt wurden im Zugriff auf dieses Projekt,\nalso quasi dann auch zum Maintainer gemacht ab 23.\nUnd das bedeutet, dass man dann quasi Zugriff hat auf das Repository,\nalso man entscheidet dann darüber, was da für Source-Code reinkommt,\nkann den selber einfach einchecken oder wenn andere Leute was vorschlagen,\nist man dann die Person, die darüber entscheidet, ob das dann eben passt.\nUnd man stellt aber auch so Builds bereit.\nAlso man kann sie bereitstellen. Das heißt, wenn andere dann mit dem eigenen\nCode Systeme bauen wollen, wollen die aber vielleicht nicht unbedingt immer\ndas auch im Source-Code machen.\nDas heißt, die checken nicht den kompletten Source-Code aus und lassen das nochmal\ndurch den Compiler laufen, sondern die Maintainer stellen dann halt solche Builds\nbereit, die dann eben bei Distributionen, Linux-Distributionen etc.\neinfach gezogen werden und dann werden die halt genommen.\nWas heißt also nun mit diesem XZ? Dieses XZ wird in manchen Linux-Distributionen\nmit OpenSSL kombiniert.\nDas ist sozusagen diese Library, die halt SSL, also die Verschlüsselung für\nWebseiten und so weiter macht, aber auch für SSH spielt das eine Rolle. und.\nNormalerweise macht das aber OpenSSL irgendwie selber. Jetzt komme ich so ein\nbisschen in ein Territory, wo ich nicht so hundertprozentig genau weiß,\nwie es ist, aber im Kern ist es so, dass um SystemD, dieses neue Subsystem im Linux,\nda zu ermöglichen, aus irgendwelchen technischen Gründen, die vielleicht keine\nguten waren, XZ da auch mit reingenommen wurde.\nUnd SystemD ist ja sozusagen so das System, was so alles startet.\nUnter anderem halt auch auch den SSH-Server. Also wenn du dich jetzt einloggen\nmöchtest auf so ein Linux-System, dann gibt es eine Anfrage auf Port 22.\nHallo hier, ich möchte gerne SSH machen. Ich habe hier einen Private Key, bla bla bla.\nIch will mich hier mal einloggen. Und in dem Fall kommt halt Code zum Einsatz,\nin dem in manchen Linux-Distributionen auch dieses XZ mit drin ist.\nUnd Und jetzt ist es wohl so, dass dieser GR-TAN,\ndiese Builds, die da bereitgestellt werden, so modifiziert hat,\ndass sie gar nicht jetzt unbedingt genau das enthielten, was eigentlich in dem\nSource-Code-Repository drin ist, sondern dass noch so andere Skripte mit dabei\nwaren, die, und jetzt weiß ich es nicht so ganz genau,\ndas alles so modifiziert haben, um da eine Backdoor mit einzubringen.\nund das wurde auch im Source-Code über einen längeren Zeitraum,\nwie sie später herausgestellt hat, so schrittweise vorbereitet.\nAlso es gab immer wieder so Modifikationen, wo so hier ein bisschen was,\nda ein bisschen was gemacht hat und mit anderen Worten, das sah ganz so aus,\nals ob jetzt über einen Zeitraum von zwei Jahren Code geplant wurde und das Ganze auch mit solchen,\nFake- Persönlichkeiten im Netz der Metaener dazu gebracht hat.","Zugebracht beim Spielen, ne?","Naja, aber das sind offensichtlich auch nur so Fake-Personen,\ndie halt sozusagen alle nur konzertiert auf diesen Maintainer eingeredet haben,\ndie aber nicht wirklich jetzt zwingend echte Personen sind, sondern das sind halt,\nAccounts im Internet, die Sockpuppets. Sockpuppets, genau.\nSo, und diese Backdoor, die da jetzt reinkamen und die quasi nicht im Source-Code\nso vollständig sichtbar ist, sondern nur in diesen Bildsystemen,\nalso in diesen Bilds, die bereitgestellt wurden,\ndie wurden also jetzt bei ein, zwei Linux-Distributionen quasi mit eingespielt.\nEs gab dann noch eine Version 3.6.1, die davon betroffen war und diese Builds,\nbei denen war es dann eben so,\ndass es dann möglich gewesen wäre, sich dort,\nhätte man also damit jetzt einen neuen Computer aufgesetzt mit dieser neuen\nVersion von der Linux-Distro und man hätte den dann installiert,\nDann hätte halt das SSH bestimmte Private Keys generell als Root reingelassen.\nAlso es war so eine richtige Eventsnetz-offene Backdoor.\nMan weiß nicht genau, welche Keys, aber es war irgendwie aus dem Code wohl ersichtlich,\ndass das so funktioniert haben soll.\nAlso das war jetzt sozusagen die Aufregung. Der Microsoft-Mitarbeiter ist glaube\nich auch PostgreSQL-Entwickler,\nwenn ich das richtig sehe und der hat da verschiedene Sachen getestet und dem\nsind aber Timing-Fehler aufgefallen\nund dadurch ist der irgendwie dieser Sache auf die Spur gekommen,\nwas schon eine ziemliche Leistung ist.\nGenau. Also das ist im Wesentlichen diese Story und der eigentliche interessante\nVektor hier ist natürlich jetzt der, oh mein Gott,\nalso was für ein Angriff, der\nhier gestartet wurde und wir haben ja keine Ahnung, wer dahinter steckt.\nKönnt ihr euch jetzt sozusagen euren Adversary of the Month vorstellen?\nAuf jeden Fall, denke ich, dürfte hier Geld im Spiel gewesen sein,\nob das irgendwie ein Government Level ist oder ob das eine kriminelle Vereinigung ist oder so.\nAlso auf jeden Fall waren da Leute am Start, die genau wussten, was sie tun,\nsowohl technologisch, die sozusagen die Struktur dieser Linux-Distributionen\nkannten, die irgendwie in dieses Sicherheitssystem rein wollten,\nSSH als potenzielle Angriffsfläche gesehen haben, dadurch, dass dieses XZ da\ndrin war, haben das XZ selber dann auch ausgekundschaftet, festgestellt,\ndass es hier sozusagen eine soziale Lücke gab.\nUnd dass man doch mal probieren könnte,\nsich dieses Projektes habhaft zu werden und dort sozusagen auf einmal Chef zu\nsein und damit indirekt quasi Code in so eine wichtige Komponente wie SystemD reinzubringen.\nUnd das ist schon krass.\nUnd Strukturen, die quasi auf einmal,\nwo die Lebenssituation einer einzelnen Person irgendwo auf diesem Planeten quasi\ndie letzte Verteidigungslinie ist,\nbevor ein massiver Angriff auf Abermillionen von Kunden auf dieser Welt.\nSystem, also potenziell, wäre das jetzt nicht aufgefallen.\nWäre das Ding jetzt vielleicht ein Jahr lang in der Welt gewesen,\ndann bräuchtest du ja auch Monate, bis du das alles wieder abgeschaltet bekommst.","Vor allem, was hättest du in der Zeit dann schon noch an anderen Daten alles\nabgeschnorchelt über die Systeme?","An Daten, was andere Vectors installiert?","Da brauchst du dann die Vector nämlich auch nicht mehr.","Vor allen Dingen hat es ja nicht nur Linux betroffen, das muss man mal sagen.\nWenn du mit Homebrew gewisse Dinge installiert hast, dann hat dir Homebrew auch\ndiese gepatchte Version der entsprechenden Varianten ausgespielt.\nund die Homebrew-Leute haben auch ein Rollback auf eine der safen Versionen vor GR gemacht.","Aber ich habe jetzt nichts gesehen, dass auch diese Backdoor so auf macOS oder\nso funktioniert hätte. Das weiß ich jetzt nicht.","Das kann ich nicht sagen.","Der Code ist nicht nur auf Linux gelandet, aber spezifisch das Target war Linux\nund konkret eben diese Integration in SystemD die und das war sozusagen das eigentliche Target.\nAlso dass XZ noch woanders als Kompressionslibrary benutzt wird, okay.\nAber solange das nicht in SSH drin war, dafür waren diese Vector nicht gedacht.\nAlso da gab es sonst nichts zu targeten. Wenn du jetzt das irgendwie in deinen,\nImage-Editor einbaust und der damit Dateien dekomprimiert, wenn er sie öffnet.","Und falsche Pixel produziert.","Naja, aber dann ist nicht gleich deine Security Gebrochen.\nDas ist sozusagen in diesem spezifischen Fall, also dass man natürlich dann\nüberall den Rollback macht und den Code rausnimmt, das ist auch vollkommen klar.\nDie eigentliche Frage, die ich mir stelle, ist, wie kann man das jetzt verhindern?\nWeil wir haben jetzt...\nSo eine weitere Situation, ich meine wir hatten das bei diesem Log4j Ding auch schon,\nes gibt immer mal wieder so Fälle, wo Open Source Maintenance einfach ein Problem\nist, wo die Entwickler entweder überfordert sind oder in diesem Fall halt akut\nausgetrickst werden, also richtig hintergangen werden.","Oder ein Rage Quit machen, was war das mit diesem, da war doch diese JavaScript Library,\ndie irgendwie Prefixes an Strings dran gemacht hat oder so,\ndie dann irgendwie eine Basis war für irgendeine Logging Library und plötzlich\nhattest du bei Node.js das mit drin und das halbe Internet,\ndas so Node.js benutzt hat, hat diese Library benutzt und der Typ hat ein Rage\nQuit gemacht und hat sie halt einfach von den entsprechenden Servern runtergezogen.\nund dann wurde die nicht mehr gefunden.\nGenau.","Das war dieser erste Vorfall. Es gab jetzt auch noch so eine andere Geschichte\nmit diesem NPM Install Everything.\nAlso da hat jemand einfach aus Jux und Dollerei, um mal ein bisschen was zu\nzeigen, ohne böse Intentionen zu haben,\nhaben, so ein NPM-Modul gebaut, was einfach mal auf alles dependet.\nDu kannst halt einfach deklarieren, worauf du dependest und sie haben halt einfach\nmal so auf alles dependent, weil sie das halt einfach mal ausprobieren wollten,\nwas dann irgendwie passiert.\nUnd dann gab es aber irgendwie eine Limitierung, dass du nur maximal 800 Pakete dependen konntest.\nDann haben sie irgendwie noch so ein Chunking-System eingebaut,\num diese Grenze zu umgehen.\nDann haben sie irgendwie das in NPM dann reingebaut, sogar mit einem eigenen\nNamespace, damit da irgendwie nichts passiert.\nUnd dann wollten sie das halt irgendwie so ein Livestream machen,\num zu schauen, hier ein System, was alles baut.\nDarum ging es sozusagen. Also wir bauen jetzt einfach ein Modul und wir sollten\nso ein gestagedes Video machen und mitteilen,\nwie lange es dauert, ein Modul zu bauen, was auf alles dependet,\nwo sozusagen alles runtergeladen wird und alles, was dieses ganze System bereitstellt,\neinmal durchkompakt, wie lange das dauert. Also das war sozusagen die ganze Intention.","Manche Leute wollen die Welt brennen sehen.","Manche Leute bringen sie zum Brennen, ohne das wirklich zu wollen.","Was passiert eigentlich, wenn ich hier … Genau.","Und dann gab es aber dadurch sozusagen ein,\nin den NPM-Regeln war es irgendwie unmöglich, genau,\nachso, weil sie dieses Modul drin hatten, was auf alles dependet,\nkonnten deswegen keine Pakete mehr unpublished werden.\nAlso wenn andere dann versucht haben, ihr Paket aus NPM rauszunehmen,\nhat das System halt gesagt, sorry, aber da dependet ja noch was, was auf dich dependet.\nUnd auf einmal gab es halt ein Ding, wo alles drauf dependete sozusagen und\nkeiner konnte mehr richtig mit diesem System arbeiten.\nDann sind natürlich alle auf sie losgegangen und diese Leute irgendwie,\ndann war das irgendwie noch während Weihnachten und dann haben sie halt irgendwie,\nweil das ja mittlerweile von Google, also von Github irgendwie geführt wird, NPM,\ndann haben die dann erstmal auf die eingeschlagen, ihr seid ja hier die Bösen\nund was fällt euch ein und wollten die dann irgendwie bestrafen.\nAm Ende haben sie das wohl irgendwie von Hand,\ngelöst, aber die sind jetzt irgendwie da geblockt und das ist alles ganz bitter\nWas ich damit nur sagen möchte ist diese ganze Open Source Pakete Welt und dieses\nganze ich stelle meinen Code bereit und ihr könnt auf meiner Arbeit aufbauen und so,\ndas wurde bisher zu Recht auch immer als so was rein unproblematisches,\nDing gesehen, was nur Vorteile hat und jetzt stellt sich halt raus dass ich\nda eben auch sehr viele neue Fragestellungen aufstelle in Bezug auf die Stabilität\ndieser Systeme und was dann eben passiert und vor allem, wer ist dann schuld? Wer ist dann schuld?\nWer wird dafür bestraft?\nUnd wie kann man es vor allem verhindern, wenn jetzt solche Maintainer,\ndie halt da irgendwo gelangweilt in ihren Wohnungen sitzen und deren Leben vielleicht\ngerade verkorkst ist und die einfach keinen Bock mehr haben auf den Scheiß,\ndann einfach irgendwie zu ihrer Arbeit einstellen oder sie an irgendeinen Hans Wurst weiterreichen,\nder dann irgendwie böse Intentionen hat.\nAlso das ist halt jetzt wirklich etwas, was man sich fragen muss und vor allem\nmüssen sich halt Softwareunternehmen fragen, wie sie das verhindern können.\nHier im ATP-Podcast kam das auch nochmal kurz zur Sprache und der John Siracusa.\nMeinte, als er irgendwie seine Firma verlassen hatte, war das sozusagen sein Abschlusstalk,\ndass er sozusagen gesagt hat, ja hier guckt mal und ich habe mal durch unsere\nSoftware Library durchgegangen und habe mal gezählt,\nwie viele individuelle Leute tatsächlich den Code angefasst und dazu beigetragen\nhaben für unsere fünf wichtigsten Produkte,\nauf denen alles basiert.\nUnd kam dann halt irgendwie so auf drei, in einem etwas größeren Unternehmen.\nUnd dann wurde ihnen halt erst klar so, oh, nur drei Leute, wenn die uns wegbrechen\nirgendwie und dann weiß keiner mehr Bescheid, was überhaupt ist.\nHoher Busfaktor, genau, ja.","Ja, schwierig.\nMein erster Reflex bei der ganzen Geschichte, als auch diese Debatte ankam,\nso ist jetzt Open Source schuld oder nicht schuld.\nEs kam ja auch relativ schnell die Gegenposition, so Open Source hat funktioniert,\nso es wurde rechtzeitig gefunden und das wäre bei Closed Source nie möglich gewesen.\nWir sind halt schon ziemlich weit gekommen.","Also das weiß Weiß man nicht, ob das, also die Timing-Fehler hätte man auch\nmit Closed Source finden können und ob andere Sachen schon gefunden wurden, weiß man auch nicht.","Klar, wäre, hätte, könnte, also die Diskussion ist ein bisschen unsinnig.","Gemüßig, sehe ich auch so. Wir sind halt schon ziemlich weit gekommen mit Open Source.\nUnd jetzt in totale Panik auszubrechen und zu sagen, das ganze System ist verrottet\nund so kann das alles nicht weitergehen, da bin ich jetzt auch erstmal ein bisschen vorsichtig.\nOhne, dass ich aber auch gleichzeitig jetzt irgendwie eine passable Lösung hätte. Also,\nDiese ganze Maintainer-Geschichte, ich habe ja schon ein paar Mal,\nglaube ich, diesen schönen Talk von dem Erfinder von Twitter,\nBootstrap, Open Source Burnout, FAB hieß er damals zumindest.\nKönnen wir auch nochmal in die Shownotes reinwerfen, die besten 30 Minuten,\ndie man als Softwareentwickler investieren kann auf YouTube, meiner Meinung nach.\nEs ist einfach real.\nIrgendwann hast du vielleicht auf deine Software nicht mehr Bock oder auf Facetten\nvon deinen Projekten. Du möchtest lieber ganz andere Geschichten machen.\nAber es ist halt keiner da, der den Kram entgegennimmt. Und da ist natürlich\ndann die Dankbarkeit, wenn dann irgendeiner die Hand hebt und sagt,\nokay, ich mache es, ist natürlich groß.\nUnd dass dort kein Qualitätsprozess hintersteckt, ist schon klar. Klar.\nAlso ich habe hier im Chat gerade oder vorhin mal so einen Chart reingegeben\nhier von dem XZ-Outbreak.\nAlso natürlich könntest du auch irgendwie fragen so, okay, Account erst 2021 auf GitHub angelegt.\nEigentlich ein bisschen spät für jemand, der in so einem Bereich irgendwie unterwegs ist.\nAber solche Fragen stellt dann ja in dem Moment auch erstmal keiner.\nWeil das war schon ein echter Long-Con hier.\nSowas über drei Jahre zu ziehen, das ist schon beeindruckend. so viel Geduld aufzu...","Ja, vor allen Dingen diesem Lonely-Wolf-Maintainer kann man es halt am allerwenigsten an,\nankreiden, dass er den Braten nicht gerochen hat.","Wie jetzt eine Struktur aussieht, dass eine Community sowas irgendwie abgefedert\nbekommt, es gibt noch einfach verdammt viele solcher Pakete da draußen.","Ich denke, was auf jeden Fall diskutiert werden muss, ist natürlich,\ndass du mal Maintainership mindestens auch mal mit Authentizität einhergehen musst.\nAlso da muss dann sozusagen auch mal nachweisbar sein,\nWer ist denn diese Person existiert, die eigentlich wirklich in dem Moment,\nalso jetzt aus der Perspektive einer Linux-Distribution,\ndie jetzt Software für tausende Computersysteme, also für potenziell Millionen\nComputersysteme bereitstellt.\nIch vergesse die ganze Zeit, welche\nLinux-Distros jetzt eigentlich konkret betroffen waren. waren, weil das.","Also ich kann mir vorstellen, dass so Leute wie Debian und wahrscheinlich Ubuntu,\ntatsächlich den ganzen Scheiß aus dem Source selber zusammen kompilieren.\nIch kann mir nicht vorstellen, dass die da einfach fertig gebaute Binaries Debian war es nicht.","Es war,\nAber ich meine, Tim, wenn man jetzt davon ausgeht, die ganze Aktion war so professionell,\ndas geht schon in Richtung und Geheimdienst,\nfür den ist es wahrscheinlich dann aber auch einigermaßen trivial,\ndort irgendwie eine Real Person hin abzubilden.","Ja, also ich sage ja nicht, damit kannst du alles verhindern,\naber du musst ja in irgendeiner Form auch,\njetzt irgendeine Library in dein Betriebssystem fest rein zu kompilen,\nwo Security-relevante Teile gehandelt werden, wenn man mal nur diesen Bereich nimmt.\nDa hätte im Prinzip schon was in place sein müssen. Unser SSH- Server,\nworaus, wer hat den Code geschrieben?\nJa, irgendwie, dudeanon123 gmail.com Ah, super.\nGeil. Den rufe ich doch mal gleich an. Ja, also ich meine, Du redest doch auch\nmit jedem Softwareentwickler in deiner Firma.\nDu kennst die und weißt, wo du anrufen musst, wenn es da ein Problem gibt.\nAber wenn es halt irgendwie Dollar-Anon-Guy-on-the-Internet ist,\ndann besteht diese Chance ja überhaupt gar nicht.","Also laut unserem Chat waren es im Wesentlichen alle großen Distributionen.","Im Wesentlichen alle.","Also bis auf Ubuntu.","Doch, Ubuntu war nicht dabei. Okay.","Was habe ich denn hier? Arch, Linux, tatsächlich auch Debian,\nKali, Linux, Ubuntu, Micro S, Red Hat.","Sieht nicht gut aus.","Nicht gut aus.","Sieht nicht richtig gut aus.","Ich dachte, es wären nur zwei, drei gewesen, aber es sind viele. Okay.","Naja gut, ich meine, wenn man so ein Long Call spielt und dann ja.","So, aber natürlich kannst du dann als Geheimdienst halt auch echte Menschen\nauf Konferenzen schicken und denen kannst du auch einen Talk halten lassen und sowas.\nAlso wenn Wenn du so eine Energie aufwendest, über vier Jahre sowas zu beschreiben.","Ja, aber vor allen Dingen kannst du es unter falscher Flagge machen.\nDie Annahme, dass es ein Chinese gewesen ist, die ist ja komplett unbewiesen.\nEs kann auch ein russischer Geheimdienst gewesen sein oder ein amerikanischer.\nNur weil der Typ einen chinesischen Namen hat, heißt ja noch lange nicht, dass es ein Chinese war.","Nein, natürlich. Ich habe das Wort China nicht in den Mund genommen.\nIch wollte das auch nicht.","In der Tat, glaube ich, ist Attribution ganz wenig diskutiert in dem Fall,\noder? Oder? Weil es einfach so auch echt wenige Hinweise in irgendeine Richtung gibt?","Es gab wohl irgendwo einen Hinweis auf einen Middle Name.","Ja, aber in dem Moment, wo du so eine Hürde einführst, wird natürlich der ganze\nAttack-Vektor schwieriger.\nDu kannst ja nichts generell verhindern. Du musst es nur unwahrscheinlicher machen.\nSecurity ist, wie sagt man immer so schön, ein Prozess und kein Zustand.\nUnd du musst halt deine Prozesse dem Gefahrenumfeld auch entsprechend anpassen.\nUnd es ist halt, wir haben ja verschiedene Aspekte, wir haben ja diesen Security-Aspekt,\naber wir haben auch diesen Stability-Aspekt.\nAlso auf einmal zieht halt einer dieses kleine Klötzchen in diesem Jenga-Spiel,\nwas halt so eine Open-Source-System-Nummer ist, einfach weg und dann stehst du da. da.\nAlso ich meine, da kann man sich jetzt nicht rausreden mit, naja,\nder Geheimdienst könnte es ja trotzdem nochmal. Klar, der Geheimdienst kann\nauch bei Microsoft einreiten.","Wahrscheinlich sogar noch einfacher.","Ja, vielleicht sogar noch einfacher, weiß ich nicht, aber das kann immer überall passieren.\nAber wenn, sagen wir mal, der Schutzlevel ist, hat eine E-Mail-Adresse im Internet.","Ja, stimmt.","Dann brauchen wir über den Rest gar nicht erst zu reden.\nAlso da muss man schon nochmal irgendwie über einen anderen Ansatz diskutieren.\nUnd das ist halt Etwas glaube ich, was jetzt hier vielen erstmal so klar geworden\nist und es ist ja auch eine Frage des Software-Designs.\nAlso warum braucht denn dieses System überhaupt diese Library?\nKann man den Scheiß da nicht irgendwie selber schreiben? Oder wenn es denn diese\nLibrary sein muss, gibt es da ein Oversight?\nMüsste es dann nicht einen Maintainer geben, der sozusagen zuständig ist,\nnicht für die Weiterentwicklung von dem Ding, sondern sozusagen für die Security\nApproval von dem Teil? Es gibt da so verschiedene Aspekte.\nAllein sowas wie das Bildsystem spuckt was anderes aus, als der Source-Code sagt.\nAlso da sind schon diverse Alarmglocken, die hätten da leuchten können und dass\nes am Ende durch eine Timing-Auffälligkeit von einem Postgresql-Institut kommt, das ist halt Zufall.\nUnd okay, klar, das kann natürlich auch sein, aber es wird viele potenzielle\nUnsicherheiten vielleicht geben, die eben nicht so ohne weiteres aufgedeckt werden können.","Tja, wie sagte der Trainer, der bei uns immer die Security-Trainings macht,\nall software is broken beyond belief.","Was auch noch eine ganz interessante Feststellung war, ist, dass bei diesem XZ,\nalso das war eine Meinung, die ich gelesen habe, die fand ich ganz interessant,\ndass das Problem hier mit der Maintenance dieser Software gar nicht so,\nweil viele kamen ja auf mit, oh, die müssen besser bezahlt werden.\nJa, aber das Problem ist, XZ ist halt langweilig, da ist halt nichts,\ndas ist technologisch nicht mehr Avantgarde, damit kannst du dich nicht beweisen,\ndas ist kein geiler Sport,\ndas ist nichts, wo du irgendwie zeigen kannst, was du kannst,\nkein Mensch interessiert sich dafür.\nEs ist halt einfach langweilig so einen Code zu maintainen und das maintainen\nhalt jetzt Leute, weil sie das schon seit 25 Jahren machen und nie die Zeit\ndafür hatten es mal abzugeben, so im Wesentlichen.","Ja, aber das spricht ja umso mehr darum, dass man den Leuten dafür,\ndass sie das tun, dann auch entsprechend Geld gibt, oder? oder?","Ja, aber man muss ja auch mal jemanden finden. Also ich gehe jetzt mal davon\naus, der Typ hätte ja immer noch gesundheitliche Probleme und gerade andere\nSorgen in seinem Leben, selbst wenn er dafür Geld bekommen hätte.","Ja, gut.","So, das heißt, du musst halt Leute finden, die das halt auch machen und sich\nnicht nur Geld dafür bezahlen lassen.\nAlso das heißt ja nicht gleich, dass das der beste Job ist, den du kriegen kannst.\nEs ist ja jetzt nicht so, dass du für so eine scheiß 20 Jahre alte Library nur\nnoch ein bisschen gebackfixed wirst.\nDu kriegst ja keine 8000 Dollar im im Monat, wenn du halt was drauf hast,\ndann machst du halt was anderes.","Ja, schon, aber vielleicht kriegst du schneller jemanden motiviert,\nder halt für 500 Dollar im Monat da irgendwie das eine oder andere Stündchen investiert.","Ja gut, aber wie viel Security kannst du dann erwarten für 500 Dollar im Monat?","Du hast immerhin eine Kontonummer. Gut, die kann auch sonst wohin gehen.","Ja gut, aber ich meine, da muss man sich natürlich dann vielleicht auch mal\ndie Frage ob es irgendwie vielleicht auch eine Haftungsregelung geben kann.","Naja, aber ich meine jetzt mal ganz ehrlich, selbst wenn man jetzt diesen, wie hieß er?","Giatan.","Giatan. Selbst wenn man den jetzt auftreibt.","Wenn es den überhaupt gibt.","Nehmen wir mal an, es gäbe ihn. Nehmen wir mal an, du findest ihn. Ja.","Ja.","Wie willst du den denn haftbar machen? Den kannst du nicht haftbar machen.\nGenau, aber was willst du dem denn an Geld aus der Tasche ziehen als Haftung\nfür das, was da jetzt eventuell kaputt gegangen ist?\nOder willst du ihn einsperren für 20 Jahre?\nAlso das löst ja auch das Problem nicht.","Nö, also wahrscheinlich lösen jetzt all diese ganzen Vorschläge nicht das Problem,\naber also gar nichts ändern löst das Problem unter Garantie nicht.\nAlso irgendwas musst du jetzt schon machen.\nWenn es halt um Bezahlung und Motivation geht, dann musst du halt vielleicht\nviel bezahlen, aber dann ist halt die Frage, holst du dir jetzt nur einen Sesselpupser,\nder die ganze Zeit in der Nase bohrt und sagt, ja wieso ist er fertig?\nKriege ich ja immer meine 8000 Dollar, muss ich mich ja um nichts kümmern.\nDas erhöht ja nicht gerade die Sicherheit, sondern du musst das irgendwie in\nso einen Prozess einbinden und dann musst du es vielleicht einer Gruppe übertragen\nund dann musst du dann aber für dein Geld auch was bekommen und dazu gehören\ndann dann halt vielleicht regelmäßige Security-Audits, die dann irgendwie durchgezogen werden,\ndie dokumentiert werden und wo du halt auch irgendwie garantierst,\ndass du die machst, weil wenn du die nicht machst, dann haftest du für irgendwas.\nAlso nicht, wenn der Code an sich was Schlechtes macht, aber wenn du sozusagen\nnicht nachweisen kannst, dass du bestimmte Prozesse verfolgt hast etc.\nDas mag jetzt für diese kleine Kompressions-Library ein bisschen übertrieben\nsein, aber man hat ja gesehen, was es theoretisch hätte ausfüllen können.\nUnd bei anderen Software-Sachen im Open-Source-Bereich, wo jetzt nicht alle\nJahre rumcommittet wird, aber wo vielleicht auch nur ein oder zwei Leute aktiv\nirgendwas dazu beitragen, hast du ja ein ähnliches.","Die Frage ist ja auch, wo soll denn die Motivation herkommen, das zu tun?\nAlso ich meine, im Chat gab es jetzt nochmal ein bisschen Feedback,\nnein, es waren nicht alle Distributionen betroffen und die meisten Stable waren wohl auch safe.\nDave, nur als jemand, der eine Linux-Distro benutzt, wechselst du die denn dann,\nwenn du siehst, okay, Distro A war vulnerable,\nweil die haben sich nicht gekümmert und Distro B war es nicht,\nweil die hatten entweder Glück oder sie haben sich gekümmert oder man weiß es\nnicht, wieso, wechselst du dann deine Distro?\nfängst du dann an deine Software irgendwie auf einem neuen Software-Stack neu\naufzubauen, ja ist beides Linux aber du wirst sicherlich Dinge finden die nicht\nfunktionieren, wenn du die Distro wechselst,\nalso wo soll die Motivation herkommen, dieses System tatsächlich zu ändern.","Naja, ich meine Distributionen verdienen ihr Geld damit.\nIrgendjemand wird den Blame schon abbekommen und hat dann keine Lust darauf,\ndiesen Blame zu bekommen, weil der Blame halt potenziell das Business versaut.\nDa entsteht dann die Motivation, um Geld in die Hand zu nehmen,\num irgendwas zu verbessern.\nWenn es jetzt alle Distributionen betrifft, frage ich mich, okay,\nwo ist denn der kommen Linux-Distro Developer Support Fund, aus dem das gemacht wird?\nOder wo ist der gemeinsame Prozess, den man aufsetzt, der durch eine NGO gemacht\nwird? Wo ist das Government vielleicht?\nWarum macht die deutsche Bundesregierung nicht sowas?\nAlso das sind alles so Fragen, die jetzt aufkommen, wo es jetzt sicherlich keine\neinfache Antwort gibt, aber irgendjemand muss sich das fragen,\nweil wir reden jetzt hier davon, dass unsere,\nInternetinfrastruktur ganz ganz allgemein in Gefahr ist, da muss jeder aufstehen\nund sagen, Moment, das ist wichtig, da müssen wir zu Lösungen kommen und können\ndas nicht auf irgendeinen Dude,\nirgendwo, der in Arizona sich auf dem Sofa an der Nase bohrt,\nabschieben, sondern da müssen halt Wege gefunden werden.\nWie kann man das verhindern oder wie kann man zumindest das einschränken,\ndass es so passiert, wie es jetzt eben passiert ist?\nMehr sag ich ja nicht.\nNaja, soviel zu der Security-Debatte aus meiner Perspektive.","Hier kommt auch noch ein schöner Einwand mit der Haftung. Wenn du tatsächlich\neinen Maintainer haftbar machen möchtest für solche Sachen, dann wirst du noch\nviel mehr Libraries finden, die plötzlich Abandoned sind und wo sich kein Maintainer für findet.","Wenn, naja, man muss ja nicht für alle Open Source Projekte das machen,\nsondern vielleicht erstmal nur für welche, die, ähm,\nVon Red Hat jetzt sozusagen, also bleiben wir mal bei dem Beispiel.\nSystemd SSH Server. Das ist ja sozusagen, also wenn du jetzt eine Liste machen\nwürdest, was sind sozusagen die wichtigsten Komponenten in diesem scheiß Betriebssystem,\nwo unsere Security auf jeden Fall richtig, richtig gut sein muss, dann ist das auf Platz 1.","Ja. Oder? Ja, ja, klar.","Und wenn es auf Platz 2 ist, ist es immer noch wichtig genug.","Und wer macht jetzt was?","Wer macht jetzt was? Jetzt kommt natürlich erstmal die Frage,\nokay, könnt ihr für alle Komponenten bürgen, liebe Entwickler,\nbei SystemD oder bei dieser Linux-Distro, die das irgendwie neu zusammengerührt haben,\nwer auch immer, das blicke ich jetzt gerade nicht, wer da jetzt die entscheidende,\naber irgendjemand hat ja die Entscheidung gefällt, dass dieses XZ da mit reingehört,\num da was machen zu können.\nUnd die Person muss sich das halt fragen lassen,\ngibt es einen Prozess, der sicherstellt, dass alle Komponenten,\ndie hier verwendet werden, irgendeinem Mindeststandard entsprechen.\nUnd dann kommt natürlich der Blick irgendwann auf diese Library und dann müssen\nes entweder die Leute, die das entschieden haben, das zu integrieren,\nda haften oder Leute engagieren,\nAudits machen oder was auch immer oder sich das genauer anschauen oder jemanden\ndafür bezahlen, der sozusagen so ein Maintainer-Shadow ist,\nder sozusagen jegliche Maintenance-Aktivität in diesem Projekt überblickt,\nweil es halt ein Einfallstor ist, weil es einfach eine Sicherheitslücke ist.\nMan muss ja da irgendwas mit tun.\nUnd dann muss man sich da halt was einfallen lassen. Und wenn da nichts kommt,\nwenn da nichts getan wird, dann ist die Entscheidung, dann kann diese Library da nicht rein.\nDann müssen wir das halt neu schreiben, dann müssen wir jemand anders engagieren,\ndann müssen wir es umschreiben, müssen wir es anders machen oder das Feature,\nwas das implementiert, muss raus.\nBang. Und dann hast du einen Prozess. Aber jetzt zu sagen,\ndas ist ja nur Top 1 unserer Security-Probleme, ich kriege ja nur 10.000 Dollar\nim Monat, was soll ich denn machen? Das kann ja wohl nicht die Antwort sein.","Nein, aber die Frage steht, wer tut jetzt genau was in deinem Modell?\nEs ist klar, wenn ich jetzt jemand bin, der hat eine große wichtige Firma,\neine Bank oder weiß ich nicht was, will sich so ein Linux-System anschaffen.\nwas gibt es für Distros? Welche nehme ich denn da?\nDann kann ich natürlich zu einem großen Hersteller hingehen und sagen,\nhier Canonical, euer Ubuntu, ist denn das solide?\nWie stellt ihr denn fest, dass das solide ist?\nHey Red Hat, euer System, ist das solide? Wie stellt ihr fest, dass das solide ist?","Ja, dann sagen die ja, wir haben den offiziellen, der Freakshow verkündeten\nSecurity Codex umgesetzt, akzeptiert und zertifiziert abgeschlossen.\nJa und deswegen sind unsere Prozesse jetzt so.\nIch meine, gibt es ja in der Wirtschaft auch, hast du irgendwie ISO 9001,\nda werden halt einfach QA-Prozesse beschrieben, du kannst dich darauf zertifizieren lassen.\nIch will es jetzt nicht zu sehr bürokratisieren, ich sage nur,\nso wie es jetzt ist, kann es nicht bleiben und es müssen natürlich diejenigen,\ndie entschieden haben, dass Code genommen wird, müssen an diesen Code Anforderungen stellen.\nUnd wenn dieser Code, diese Anforderungen oder wenn die Leute,\ndie diesen Code bereitstellen, diesen Anforderungen nicht genügen,\ndann muss man einen anderen Code nehmen.\nDann kann man den nicht nehmen. Und wenn dieser Code, wenn diese Maintainer\nund dieses Projekt den Anspruch haben, aber diesen Security-Anforderungen entsprechen\nzu wollen, wenn das ein Ziel dieses Projektes ist, das gibt es ja auch.\nEs gibt ja Projekte, die, guckt ja, ich meine Open SSH als Projekt an sich oder hier Open BSD.","Open SSL?","Ja, Open BSD würde ich jetzt mal vor allem mal nennen. Also wo jetzt sozusagen\nso eine Community ist, die sich ja gegründet hat, vor allem,\nwas ja deren Tagline ist, wir sind irgendwie fast, scalable, secure.\nDas ist sozusagen ihr Gründungsmythos.\nNaja, ist ja so. ist.","Hoffentlich ist es mehr als ein Mythos.","Naja gut, aber als kann man OpenBSD jetzt nicht vorwerfen, dass sie nichts aktiv\nzur Security beigetragen haben.\nAlso das ist schon der Ort, wo das Wort Security das erste Mal eine Bedeutung hatte. Okay. Und,\nIn dem Sinne müssen sich natürlich jetzt auch diese Prozesse härten.\nVor allem bei den Linux-Distros, weil die sehen, die sind ja sozusagen diejenigen,\ndas ist ja das, was eine Distribution macht.\nDas ist ja das, was das Wort heißt. Heißt, wir distributieren den Kram,\nder da im Internet liegt und wir sind die Experten, wir stellen das zusammen,\nwir servieren euch das hier auf einem Silbertablett in einer Konfiguration,\nwo alles super zusammenpasst, wo es funktioniert,\nwo es toll ist, schnell ist, Ressourcen schon arbeitet und sicher ist.\nSo und wenn das ihr Versprechen ist und ich denke das ist auch der Anspruch\naller Distributionen, also da würde mir jetzt keine Distribution einfallen,\ndie sagen würde so, ja klar liefern wir Linux, aber sicher,\nalso geht auch zu Microsoft.","Ja klar, dann muss man sich natürlich trotzdem über Service-Level-Agreements\nund so weiter unterhalten, weil sowas wird immer durchrutschen.","Klar, aber du musst die Angriffsfläche verringern und du musst mehr Checks und\nBalances einziehen in den Prozess und dann wird es auch besser und dann werden\nwir wieder ein anderes Problem entdecken.","Dinge werden langsamer.","Ja, Security ist ein Prozess, kein Zustand. das ist schon klar,\nalso das ist irgendwie naja Gut.","So wollen wir mal was wollen wir erstmal über Fernsehserien reden,\nbevor wir zu den Rechnungen gehen oder wollen wir erst die Rechnung machen und\ndann mit den Fernsehserien lighthearted langsam aus der Sendung raus.","Du weißt schon, das ist auch schon Oh.","Das ist schon ganz schön lang.","Wir sind gleich bei 12 Uhr.","Wow Okay, müssen wir was streichen? Ich hätte nicht gedacht,\ndass das reicht für so viel Kram,\nIch würde es, ich kann es vielleicht auch kurz machen. Kann ich?","Also deine Outline zum Thema Rechnungen sieht nicht so kurz aus.","Ich weiß.","Roddy und ich können es kurz machen, indem wir uns entspannt zurücklehnen und\nden elegischen Ausführungen...","Wir gehen dann schon mal und du redest dann über den Kram.","Also in der Tat bin ich geneigt, meine Serie nächstes Mal zu machen.\nDa bin ich dann glaube ich fitter.","Ich erzähle das mal kurz. Also es ist auch gar nicht so viel.\nEs gab jetzt ein neues Gesetz, das, wie heißt das?\nWachstumschancengesetz.","Nichts mit Beschleunigung?","Nee, nee, erstmal Chancen. Das sind nur Chancen.","Das wird noch nicht beschleunigt.","Ja, genau.\nUnd da ist, wie das immer so ist, eine ganze Menge Kram und wahrscheinlich auch\neine ganze Menge Unsinn drin, aber unter anderem auch die E-Rechnungspflicht in Deutschland.","Die E-Rechnungspflicht?","Wenn ich das nur höre. Warum? Was denn? Was geht dir da durch den Kopf?\nDa denkst du, das kann doch nur alles total scheiße sein und verkackt.\nOder? Das denkst du jetzt.","Naja, ich meine, der Ausdruck an sich klingt schon nach viel deutscher Bürokratie.","Oh, warte mal, bis du die anderen Abkürzungen gehört hast. Also das ist ja eher\nein allgemeiner Begriff.\nAlso E-Rechnungspflicht heißt im Prinzip folgendes, als Business bist du verpflichtet ab 2025.\ndie elektronische Rechnung anzunehmen. Das heißt, wenn ich dir eine Rechnung\nschreibe am 01.01.2025 und das ist nur eine XML-Datei und du sagst,\nwas ist denn das für ein Scheiß, damit kann ich nichts anfangen, dann sag ich,\ndu hast das Gesetz nicht gelesen, du musst deine Wachstumschancen besser in den Fokus kriegen.","Aber nur, wenn ich ein Business bin.","Wenn du ein Business bist, aber man ist relativ schnell ein Business.\nAlso wenn du selbstständig bist,\nbist du ein Business. Wenn du ein Gewerbe hast, bist du ein Business.\nOder wenn du eine GmbH, AG, GbR und so weiter bist, dann bist du ein Business.\nAlso GbR weiß ich jetzt gerade nicht genau, aber Selbstständige sind definitiv Business.\nWeil ich meine, wenn du eine Umsatzsteuererklärung machst, bist du Business.","Das mit dem XML jetzt gerade war aber ein Scherz, oder?","Nein, das war kein Scherz.","Ist das nicht dann irgendwie ein PDF-A oder sowas? Das wäre gleich gleich. Bestens.","Erstmal, was sozusagen das Gesetz sagt. Ab 2027 gibt es sogar eine Versandpflicht für größere Firmen.\nIch kann euch jetzt aber gerade nicht sagen, was größere Firmen heißt.","Versandpflicht heißt, die müssen E-Rechnungen versenden?","Deine Rechnung muss eine elektronische Rechnung sein. Du darfst nicht mehr eine\nauf Papier-only-Rechnung schicken.","Wow, das ist mal ein Aufschlag.","Und schicken heißt aber eine E-Mail-Adresse und das dann im Spam.","Du kannst es schicken, wie du möchtest. Es gibt auch Portale und alles mögliche\nund Routing und so weiter und ab einem bestimmten Zeitpunkt geht es auch über das Finanzamt.\nAlso sprich, ab und ab 2028 Versandpflicht für kleinere Firmen.\nOder anders ausgedrückt, im Business-Bereich ist in vier Jahren komplette E-Rechnungspflicht.\nDas muss man sich mal klar machen und wer von euch da draußen irgendwie eine\nFirma hat und davon noch nichts gehört hat, wird Zeit, sich da mal Gedanken\ndrüber zu machen, deswegen wollte ich das nämlich hier erwähnen.\nDas betrifft dann auch das Umsatzsteuergesetz, die halt nochmal klar sagen,\nPapierrechnungen zwischen Firmen sind ab 2026 nicht mehr erlaubt.\nimmer zwischen Firmen also Privatkunden und so weiter betrifft es erstmal gar\nnicht hier geht es um Business to Business,\nso jetzt die Frage was kann das also sein das heißt wenn du jetzt sozusagen\nnach wie vor so eine hübsch formatierte,\nPapierrechnung haben möchtest also so ein PDF haben willst dann kannst du auch\nPDF nehmen aber in dieses PDF muss dann dann entsprechendes XML,\nEmbedded sein.\nAlso du kannst das kombinieren. Es gibt heute schon die Rechnungen,\ndie nur XML sind, die sogenannte ähm.\nNa, die X-Rechnung, das gibt es heute schon, das habe ich in meiner Buchhaltungssoftware,\ndas musst du heute schon verwenden und das ist wirklich nur XML.\nWenn du jetzt dich bei irgendeiner Behörde bewirbst,\nalso wenn du jetzt in irgendeiner Form im Ministerium oder so,\nalso irgendwas aus dem öffentlichen Raum agierst und du schickst dir eine Rechnung,\ndann geht das heute schon nur noch mit einer XML-Rechnung.\nDu musst die in XML als X-Rechnung schicken.\nDie heißt dann auch X-Rechnung. Das ist der Standard, der heute schon existiert\nund das ist schon die Anforderung, die es heute schon gibt.\nAber wir kommen jetzt halt den nächsten Schritt von Start ist schon elektronische\nRechnung, jetzt große Firmen, dann kleine Firmen und irgendwann ist es dann\nsozusagen, weil alle das eh umgesetzt haben, auch für jedermann zu bekommen.","Sag mal hier diese Abkürzung mit dem Z. Kannst du die erklären?","Ja, ja, also wie das halt so ist. Dieses XML,\nwas dem PDF beigemengt wird, ist ein Format von dem Projekt Zentraler User Guide\ndes Forums Elektronische Rechnung Deutschland.\nUnd das ist mit dem schönen Akronym Zugpferd.\nNicht Pferd, aber Pferd abgekürzt. Ja.","Zugpferd, XML. Alter, ich muss mich echt festhalten.","Das ist aber nicht so schlimm.\nAchso, nochmal kurz zur Umsatzsteuerregelung. Also ab 2028 musst du deine Rechnungen,\ndie du verschickst, auch gleichzeitig ans Finanzamt schicken.\nAlso 2028, wenn die Versandpflicht auch für kleinere Firmen ist,\nheißt es, du schickst deine Rechnungen ab dem Moment nicht immer nur an deinen\nKunden oder an deinen Vertragspartner, sondern du…,\nmuss eine Kopie ans Finanzamt abgeben. Business ist dann sozusagen Finanzamt zitriert.\nAusnahmen gibt es natürlich auch, wie sollte es auch anders sein, Rechnung bis 250 Euro,\nsind davon nicht betroffen, also die müssen, ich weiß nicht,\ndie müssen glaube ich auch noch nicht elektronisch sein und Tickets im allgemeinen,\nFahrscheine auch nicht.\nHat wahrscheinlich die Bahn raus gehandelt.","Ich sehe schon die ersten Supermärkte, die irgendwie einen Fahrschein anbieten\nund dann kannst du einen Warenkorb von sprechendem Wert gleich mitbekommen.","So, ich habe mir jetzt mal angeschaut, was das eigentlich genau ist und was\nes da so für Standards gibt.\nUnd es ist ja nicht so, dass das jetzt sozusagen nur von Zug fährt.\nHier in Deutschland hat sich mal einer was ausgedacht, lass das doch mal elektronisch\nmachen und dann passt das schon irgendwie.\nSondern es gibt diese ganzen Formate schon sehr, sehr, sehr lange.\nUnd es gibt vor allem auch internationale Standards.\nAlso auf der einen Seite gibt es die Cross-Industry-Invoice, CII.\nDas ist sozusagen ein sogar auf UN-Level festgelegter Standard.\nStandard, also all diese ganzen Formate sind irgendwie alles XML.\nAlso wir reden von gar nichts anderem. XML ist es immer. Die Frage ist nur,\nwas steht genau in dem XML drin und in der Cross-Industry-Invoice sind halt Dinge drin,\ndie du eben brauchst, um eine Rechnung zu machen, wie der Name schon sagt.\nAlso Cross-Industry, du kannst halt Rechnungen verschicken, aber es sind dann\neben auch nur Rechnungen.\nEtwas weiter geht ein Standard, der heißt Universal Business Language.\nUBL und das ist irgendwie von dieser Organisation Oasis mal spezifiziert worden.\nDas sind die Guys, die uns so einen geilen Standard wie Dogbook gebracht haben.\nWer sich schon mal mit Dogbook beschäftigt hat, das war für viele Leute der\nGrund irgendwie Ragequit aus der XML-Welt zu machen.\nDas war definitiv zu kompliziert, aber nichtsdestotrotz die Universal Business\nLanguage ist sozusagen die umfangreichste Definition von Dokumenttypen im Wirtschaftsleben.\nAlso wir haben da irgendwie 65 verschiedene Dokumenttypen, da ist die Rechnung nur eine davon.\nAlso ich weiß nicht ganz genau, was das alles umfasst, aber halt alle möglichen Dokumentarten,\ndie im Business in irgendeiner Form Relevanz haben, sind dort spezifiziert und\ndu hast halt klare Typen und Tags und Namespaces und so weiter und das ist ja\nauch eine super Basis, um überhaupt erstmal darauf aufbauend irgendwelche anderen Sachen zu machen.\nUnd jetzt gibt es konkrete Formate und es sind eigentlich, wenn ich es richtig\nsehe, eigentlich nur zwei.\nDas ist halt diese von mir schon erwähnte X-Rechnung, also das,\nwas heute die Behörden verwenden, das ist quasi XML-only und das basiert…,\nEntweder auf UBL oder auf CEI, also es gibt sozusagen zwei Varianten,\nweil sie es quasi spezifiziert haben für beide in der Welt verbreitete Formate.\nSowohl diese CEI als auch das UBL, beides irgendwie weit verbreitet,\nalso hat man quasi X-Rechnung so definiert mit, das ist die CEI-Variante,\ndas ist die UBL-Variante, am Ende beschreiben sie das gleiche,\naber es ist definiert wie es in beiden Languages, ich weiß nicht,\nwas das mit dem Kopf ist, aber ich sag nur wie es ist.","Es klingt so ein bisschen nach einer Arbeitsbeschaffungsmaßnahme für Informatiker.","Es ist sicherlich der Fall, aber ich sage dir, die Welt wäre ein schlechterer\nOrt ohne diese Standards.","Country und Western.","Genau. Und was mich dann selber ein bisschen verwundert hat,\nist, okay, warum gibt es jetzt noch Zugpferd und was hat das alles mit PDF zu tun und so.\nSo, Zugpferd war dann sozusagen eigentlich ein super Move, weil irgendwie haben\nwir uns ja daran gewöhnt, dass wir eher erstmal, dass elektronisch heutzutage\nbedeutet, nicht auf Papier, sondern in PDF.","Als Fax.","Ich finde, du bist nicht mit der notwendigen Ernsthaftigkeit bei dem Thema dabei.\nJa, das hast du gut erkannt. Genau, du bist einfach Dienstleistungs-An.\nDu bist ja auch nicht so davon betroffen. Du bist ja eher Endkunde.\nAber mich betrifft das halt.\nUnd außerdem finde ich elektronische Rechnungen eine tolle Idee,\nweil ich hasse Papierrechnungen.\nDas ist einfach eine Scheiße. Die Leute können alle keine Rechnungen schreiben.\nDas ist wirklich eine totale Katastrophe und es muss ein Ende finden.\nLeute sind, ich rede gleich mal weiter.\nErstmal noch die Fakten. Also jetzt gibt es diesen Zugpferdstandard.\nDer ist identisch mit dem französischen Faktur X Standard.\nUnd basiert auf dem von mir vorhin schon erwähnten Cross Industry Invoice,\nalso dem schlankeren dieser beiden Formatwelten.\nMit anderen Worten, da gibt es nicht wie bei der Behördenvariante zwei verschiedene\nVarianten, sondern eben nur genau eine, nämlich diese CII.\nDas ist sozusagen, wir machen Rechnungen und das ist das, was wir machen und\nmehr machen wir auch nicht.\nDas ist ja auch immer ganz gut, sich ein bisschen zu beschränken.\nUnd man hat sich mit den Franzosen jetzt irgendwie geeinigt und es gab unterschiedliche\nGruppen, die da so ein bisschen, wie machen wir das jetzt und ja,\nokay, dann haben wir das.\nAber das Ding ist, bei so etwas kommt es halt darauf an, dass es bis aufs letzte\ni-Tüpfelchen identisch ist, dass es auch wirklich funktioniert.\nUnd in dem Zuge ist daraus dann auch ein europäischer Standard,\nnämlich EN 16931 entstanden, der das definiert.","Also die Deutschen und die Franzosen haben mal wieder die EU neu erfunden, diesmal als Rechnung.","Genau. Aber das Gute ist, du wirst jetzt also in zunehmendem Maße Software finden\nund die existiert auch schon.\nAlso du kannst heute, was weiß ich, auf dem Mac kannst du dir,\nwenn du jetzt so selbstständiger bist und irgendwie Rechnungen schreiben willst,\ndann kannst du dir irgendwie Grand Total runterladen und das macht das schon seit Jahren.\nSo, da ist Zugpferd schon seit Ewigkeiten drin. Und was ist der Unterschied?","Das macht übrigens ein Schweizer, der war doch mal hier.","Nee, das ist nicht der Dirk Holtwig, sondern der, ja das ist der Kollege,\nich weiß gerade nicht genau, aber du hast recht, ich kenne ihn auch.\nAlso es war jetzt sozusagen ein Beispiel,\nvon dem ich weiß, dass es funktioniert und das erzeugt sozusagen Rechnungen\neben in so einer Datenbank orientierten Denke.\nAlso du schreibst nicht in Word oder in deinem Spreadsheet irgendwas rein und\nwandelst irgendwelche Formeln an und dann ist dann ausgedruckt,\ndas sieht aus wie eine Rechnung, sondern du erstellst etwas,\nwas in deiner Struktur Posten, Steuersätze,\nBeträge, Faktoren, Summen und so weiter alles drin hat.","Und wenn es ein Style-Sheet an.","Auch kodiert ist. Und warum ist das jetzt geil?\nIch sehne mir das so herbei. Ich meine, E-Rechnungen müssen zum Beispiel enthalten, Bankverbindungen.\nDa steht also drin, wo soll es bezahlt werden.\nUnd nicht unten im Header in Dreipunktschrift irgendwie schlecht formatiert\nund der Font war leider schlecht ausgewählt und ich kann das nicht lesen und\nCopy und Paste kann ich machen, aber da sind irgendwelche Spaces drin.\nNein, es steht in der Rechnung wirklich direkt drin, die IBAN.\nEs stehen drin die Zahlungsbedingungen. Also bis wann muss das bezahlt werden?\nDa steht irgendwie eine E-Mail-Adresse des Rechnungsstellers drin.\nUnd für größere Organisationen und Behörden, auch ein geiles Wort,\nsteht noch die Leitweg-ID drin.\nDie Leitweg-ID, das ist geil.","Das klingt nach Rohrpost.","Klingt nach Rohrpost. Also im Prinzip heute ist die Leitweg-ID im Prinzip so eine Behörden-ID.\nAlso wenn du jetzt dem Ministerium für, das ist ja fast Staatssicherheit gesagt,\nMinisterium für Umweltfragen, Familie und Atomkraftwerke und Blutwurst eine\nRechnung schreiben willst, dann brauchst du halt deren Leitweg-ID.\ndie tippst du in deine Rechnung ein und dann ist es gut und es gibt Lieferanten-Nummern\nund es gibt Bestell-Nummern.\nAlso all diese ganzen Sachen, die du immer haben willst in der Rechnung,\naber die die meisten Leute vergessen drauf zu schreiben, müssen da drin sein.\nUnd warum ist das jetzt cool? Jetzt stell dir ein bisschen den Workflow vor.\nIch kriege jetzt so eine Rechnung. Es ist der 1.1.\n25. Ganz Deutschland, ganz Europa hat jetzt auf X-Rechnung oder beziehungsweise\nauf Zugpferd Faktöre X umgestellt.\nEN 16931. Du kriegst so ein PDF.\nDu musst das gar nicht irgendwie durchlesen, sondern du dragst es einfach nur\nauf deine Buchhaltungssoftware und die Buchhaltung sagt so, oh,\neine Rechnung, wie schön,\nzack, bumm, Rechnungsnummer, zack, fünf Posten mit verschiedenen Mehrwertsteuersätzen,\nich weiß genau, wie ich das buchen muss, pipapo, guck mal hier,\nwillst du noch irgendwelche Korrekturen vornehmen? Ne, zack, bumm, passt.\nUnd ich muss nicht Stunden damit verbringen, meine Rechnungen in meine Buchhaltung\neinzutragen, wo irgendwie fünf verschiedene Steuersätze irgendwie drin kodiert\nsind und wenn ich das dann halt korrekt verbuchen will, muss das alles nochmal.\nDas ist ja das, was ich machen muss. Ich muss ja heute eine Rechnung, die ich erhalte,\nkomplett in seiner vollständigen Struktur mit meinem Kopf aus diesem PDF rausparsen\nund nochmal in meine Software übertragen. Geht's noch?\nAlso ich meine, wo leben wir denn? Das kann doch wohl nicht wahr sein.\nInternet, 3D, AI, aber ich tipp Rechnungen ab, die dann auch noch falsch ausgerechnet\nsind, weil die Leute nicht in der Lage sind, Mehrwertsteuersätze richtig und\nRundungen richtig anzuwenden. Das ist eine totale Katastrophe.\nEs geht gar nicht. Das muss ein Ende finden und es wird jetzt Gott sei Dank\nein Ende finden und ich bin glücklich darüber.\nSo. Jetzt bin ich im Prinzip auch schon fertig.\neinen Tipp noch, wer damit rumspielen will,\ndas von mir vorhin erwähnte Grand Total hat auch noch ein kostenloses Begleitprogramm,\ndas kann man sich nämlich einfach so runterladen, das heißt Invoice Viewer und\nda kann man dann einfach so eine E-Rechnung, die man sich vielleicht selber\ngebaut hat oder von irgendwo anders bekommen hat,\nkann man einfach drauf dragen und dann zeigt er an.","Was es ist. Aus shady Kanälen. Aus shady Kanälen. Eine E-Rechnung.","Genau. Aber ihr solltet auf jeden Fall alle mal eure Buchhaltungs- und Rechnungs\nerzeugenden Programme und Webseiten und so weiter mal darauf hinweisen,\ndass es da jetzt eine Gesetzesänderung gegeben hat, weil I can't wait.\nDas muss jetzt anfangen.\nEnde des Beitrags.","Okay. Wir verleihen dir das goldene Zugpferd.","Danke.\nAber dann mit PF, ja.\nJa, Zeitwurz.\nSo, und jetzt haben wir unsere Zeit rum.","Ich glaube auch.","Ja, gut. Gut, dann verschieben wir den Rest auf die nächste Sendung.\nHaben wir auch schon einen Termin, ne?","Haben wir. Ja, klären wir gleich.","Genau, Termine, vielleicht mal den Hinweis, generell das weiß vielleicht auch\nnicht jeder, weil wir da nie drüber geredet haben so richtig,\naber es gibt ja hier die Webseite freakshow.fm Da stehen ganz viele tolle Informationen drauf,\nda findet ihr die Sendung und die Shownotes und die Bitte um Spenden und die Möglichkeit.","Den Kalender zu abonnieren.","Genau, und auf slash live gibt es alle Informationen, die ihr braucht,\num live an dieser Sendung teilzunehmen.\nDas heißt, ihr könnt live zuhören im Stream und ihr könnt auch gerne euch zu\nden vielen anderen Leuten, die uns auch heute wieder begleitet haben,\nin unserem Meta-Ebene Slack dazugesellen.\nAber vor allem steht dort eine Liste der nächsten Termine, so wie wir sie jetzt\ngerade in der Planung haben und den kann man halt im Zweifelsfall halt auch abonnieren einfach.\nAlso einfach die Kalender-URL nehmen und dann habt ihr das vielleicht drin,\nfalls euch das so sehr interessiert.\nDass ihr euch nichts Schöneres wünschen könnt als das.\nSo, genau. Und dann verpasst ihr auch nichts mehr.\nGut, ne? Ist doch toll.\nJa. Ja, 2. Mai, das ist jetzt angepeilt. Schauen wir mal, ob das was wird.\nSchwieriges Datum, 2. Mai. Weiß noch am 1. Mai.","Was hast du vor?","Steine schmeißen auf alle, die nicht auf X-Rechnung umstellen wollen.","Aber ist es nicht der 30. April, wo man es dann krachen lässt?","Keine Ahnung. Das ist dann der Fallout, mal gucken. Wir werden es sehen.\nSollen wir mal aufhören?","Ja. Ja? Tschüss.","Okay, dann machen wir jetzt hier dem Ganzen ein Ende.\nVielen Dank fürs Zuhören, fürs Dabeisein, fürs Unterstützen und so weiter.\nUnd wir sehen zu, dass wir auch euch künftig über alles, was wichtig ist im Internet aufklären.\nSo machen wir das.","Jo, tschüss.","Und tschüss."]}