{"v":1,"episode":278,"speakers":["Tim Pritlove","roddi","Ralf Stockmann"],"t":[113,136,145,149,157,174,175,180,182,222,225,229,240,242,254,258,272,277,283,284,285,288,291,298,302,306,332,335,339,342,344,345,346,347,362,365,367,371,379,381,386,394,419,422,489,504,514,534,537,538,540,575,604,607,624,654,688,730,733,735,737,825,862,899,927,956,1063,1065,1111,1111,1115,1122,1144,1149,1163,1169,1194,1199,1204,1211,1214,1228,1231,1320,1322,1328,1338,1339,1345,1347,1351,1352,1360,1373,1375,1383,1385,1397,1398,1399,1405,1412,1421,1423,1427,1429,1439,1443,1480,1484,1494,1497,1500,1507,1523,1573,1575,1676,1682,1685,1698,1701,1703,1709,1716,1718,1753,1754,1760,1766,1773,1780,1782,1789,1791,1815,1816,1818,1835,1839,1898,1903,1909,1914,1929,1939,1984,1997,2017,2018,2046,2050,2052,2055,2055,2060,2062,2064,2076,2096,2099,2101,2103,2193,2198,2199,2203,2220,2225,2234,2236,2284,2285,2286,2290,2306,2311,2321,2324,2326,2554,2603,2624,2630,2804,2818,2833,2850,2867,2870,2875,2877,2881,2890,3048,3062,3067,3074,3082,3087,3115,3122,3138,3144,3178,3186,3195,3199,3267,3268,3275,3285,3288,3294,3305,3305,3306,3307,3311,3316,3320,3328,3331,3333,3336,3338,3349,3351,3386,3388,3391,3394,3413,3422,3425,3429,3431,3435,3442,3445,3451,3451,3458,3459,3488,3571,3613,3703,3727,3733,3740,3745,3783,3791,3825,3829,3832,3835,3838,3843,3904,3912,3978,3981,4017,4077,4083,4085,4097,4099,4109,4111,4146,4152,4154,4212,4215,4276,4279,4283,4290,4300,4304,4305,4325,4328,4408,4411,4421,4423,4457,4461,4474,4476,4518,4521,4526,4527,4529,4531,4534,4543,4547,4549,4552,4603,4611,4616,4619,4668,4680,4684,4685,4698,4703,4718,4719,4731,4732,4740,4741,4750,4773,4779,4812,4813,4829,4833,4842,4847,4849,4851,4858,4868,4871,4871,4895,4914,4917,4928,4937,4941,4946,4946,4950,4956,4975,4994,4997,5002,5005,5029,5030,5069,5073,5074,5076,5078,5079,5084,5091,5097,5098,5107,5110,5114,5120,5181,5193,5196,5205,5224,5232,5239,5242,5279,5286,5287,5290,5338,5348,5351,5354,5383,5386,5417,5432,5450,5453,5460,5467,5470,5495,5497,5584,5587,5599,5605,5615,5617,5619,5627,5629,5631,5633,5639,5695,5696,5701,5704,5749,5795,5797,5799,5813,5814,5833,5840,5849,5851,5901,5904,5994,5995,6005,6008,6020,6021,6023,6025,6027,6038,6049,6066,6084,6139,6162,6179,6181,6183,6201,6209,6211,6225,6234,6242,6260,6262,6288,6290,6307,6329,6331,6334,6364,6366,6381,6382,6384,6386,6386,6388,6389,6390,6392,6402,6404,6422,6433,6435,6437,6443,6457,6463,6464,6468,6477,6478,6490,6494,6529,6532,6534,6537,6543,6545,6546,6556,6599,6602,6604,6611,6618,6619,6628,6633,6642,6645,6664,6667,6668,6671,6672,6693,6697,6698,6700,6731,6735,6741,6755,6760,6770,6781,6788,6790,6791,6798,6807,6809,6839,6843,6846,6849,6861,6866,6915,6919,6925,6927,6932,6934,6949,6953,7015,7020,7145,7150,7161,7162,7198,7200,7216,7222,7258,7261,7279,7285,7347,7349,7374,7384,7468,7470,7470,7472,7474,7521,7522,7538,7549,7564,7567,7580,7593,7603,7605,7611,7612,7634,7637,7648,7654,7658,7675,7708,7725,7735,7742,7785,7790,7802,7809,7850,7859,7887,7887,7949,7950,7960,7989,8025,8027,8046,8051,8057,8059,8065,8106,8137,8155,8194,8210,8211,8257,8264,8311,8313,8397,8402,8447,8454,8456,8458,8479,8489,8490,8497,8500,8503,8507,8507,8593,8603,8604,8605,8606,8611,8620,8635,8697,8705,8708,8710,8714,8748,8767,8776,8805,8823,8826,8836,8841,8859,8866,8872,8890,8892,8897,8901,8906,8908,8914,8923,8925,8961,8970,8989,9001,9041,9043,9063,9089,9132,9147,9149,9164,9169,9172,9185,9194,9197,9257,9368,9369,9374,9379,9389,9393,9397,9429,9430,9547,9551,9558,9560,9646,9665,9666,9668,9802,9804,9843,9850,9855,9870,9925,9932,9932,9953,9962,9964,9969,9973,9994,9999,10001,10004,10032,10048,10051,10069,10086,10096,10097,10102,10104,10107,10141,10144,10146,10166,10167,10189,10189,10217,10220,10221,10223,10224,10236,10239,10297,10326,10384,10404,10422,10427,10487,10491,10496,10498,10503,10507,10523,10535,10553,10567,10575,10601,10610,10628,10645,10709,10714,10716,10718,10721,10722,10733,10832,10840,10841,10854,10896,10904,10905,10955,10963,11000,11003,11026,11031,11033,11034,11035,11036,11082,11084,11090,11091,11131,11135,11147,11156,11158,11159,11161,11162,11168,11182,11185,11187,11197,11235,11237,11259,11263,11267,11273,11323,11326,11332,11335,11340,11348,11352,11355,11358,11364,11366,11370,11374,11382,11397,11402,11405,11409,11412,11418,11433,11436,11438,11445,11447,11453,11455,11479,11482,11546,11558,11587,11592,11607,11616,11628,11633,11639,11648,11659,11663,11667,11676,11684,11687,11711,11721,11723,11736,11738,11754,11760,11766,11767,11770,11773,11774,11782,11786,11787,11790,11791,11805,11813,11815,11820,11825,11829,11832,11839,11842,11858,11860,11873,11876,11883,11889,11901,11903,11904,11936,11940,11961,11962,11964,11965,11967,11972,12011,12015,12027,12029,12034,12035,12040,12043,12068,12072,12077,12078,12103,12114,12115,12157,12221,12222,12229,12236,12238,12242,12244,12246,12248,12250,12252,12290,12291,12332,12341,12350,12351,12352,12352,12394,12401,12404,12423,12450,12453,12461,12465,12634,12645,12703,12704,12737,12768,12773,12775,12779,12787,12827,12836,12840,12850,12935,12948,13046,13054,13124,13132,13156,13158,13163,13170,13217,13222,13225,13226,13233,13236,13250,13261,13262,13263,13268,13388,13389,13419,13429,13433,13440,13502,13632,13641,13658,13671,13678,13682,13683,13684,13707,13717,13791,13805,13812,13904,13927,13938,13978,13980,13984,13995,13996,14027,14028,14032,14036,14100,14107,14123,14142,14146,14147,14157,14194,14199,14205,14212,14222,14227,14243,14249,14280,14287,14306,14308,14345,14346,14349,14383,14386,14387,14398,14399,14412,14414],"s":[0,1,0,2,0,1,0,1,0,1,2,0,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,1,0,1,0,1,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,1,0,2,0,2,1,2,1,2,0,2,0,2,0,2,1,0,1,0,1,2,0,2,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,2,1,2,0,1,2,1,2,1,2,0,2,0,2,0,2,0,1,0,1,0,2,0,2,1,2,0,1,2,1,0,1,0,2,0,1,0,1,0,1,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,1,2,0,2,0,2,1,2,0,2,1,2,0,2,0,2,0,2,0,2,0,2,0,1,0,2,0,2,0,2,1,2,1,2,1,2,1,2,1,2,1,2,0,2,0,2,0,2,1,2,0,2,0,1,2,1,2,0,1,0,2,0,2,0,2,0,2,0,2,1,2,1,0,1,2,1,2,1,2,0,2,0,2,0,2,0,1,0,1,0,1,0,1,0,2,1,2,1,2,1,0,2,0,2,0,1,0,1,0,1,0,1,2,1,2,1,0,2,0,2,0,1,0,1,0,1,0,1,2,0,1,0,1,0,2,0,1,0,1,0,1,0,1,0,1,2,0,2,0,2,0,2,0,2,1,2,1,2,1,0,1,0,2,0,1,0,1,2,1,0,1,0,1,0,1,2,0,2,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,0,2,1,0,1,2,0,1,0,1,0,1,0,2,0,2,1,0,1,0,1,0,2,0,2,1,0,2,0,2,0,1,0,2,0,1,0,1,0,1,0,1,0,2,0,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,0,2,1,0,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,1,2,0,1,0,1,0,1,0,1,2,0,1,0,1,0,2,0,2,1,0,2,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,1,0,1,0,1,0,1,0,1,0,2,1,0,1,0,1,0,2,0,2,0,1,2,0,1,0,2,0,1,0,1,0,1,0,1,0,1,2,1,2,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,2,1,0,2,0,2,0,1,2,1,2,1,0,1,2,1,0,1,2,1,0,2,0,2,1,0,2,0,1,0,1,0,1,2,1,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,2,0,1,0,1,0,1,2,1,2,0,1,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,2,0,1,0,1,0,1,0,1,0,1,0,1,2,0,2,0,2,0,1,0,2,1,0,2,0,1,2,0,2,1,0,1,0,2,0,2,0,2,0,2,0,2,1,2,0,2,0,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,0,2,1,2,0,2,0,1,2,1,2,1,2,1,2,1,2,0,2,0,2,1,2,1,2,1,2,1,2,0,2,0,2,0,2,1,2,1,2,0,2,0,2,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,1,2,0,2,0,2,0,2,0,2,1,2,1,2,1,2,1,0,2,1,2,1,2,1,2,0,2,0,2,0,2,0,2,0,2,0,1,0,2,0,2,0,2,1,0,2,1,0,1,0,2,1],"x":["Hallo, hallo, hier ist die Freakshow Nummer 278 und wir wurden im Internet trainiert.\nUnd das Training, das wir dort absolviert haben,\ndas werden wir heute zur Anwendung bringen.\nIch bin Tim, Tim Pridlaff und ich begrüße Roddy in der Runde. Hallo Roddy.","Ja, hallo. Wir sind eigentlich alle altsackig genug, dass ein großer Teil unseres\nTrainings außerhalb des Internets stattgefunden hat.","Findest du? Da bin ich mir bei dir nicht so sicher. Das können wir gleich vertiefen. Ralf, hallo.","Einen wunderschönen guten Abend. Ich fange gerade an zu rechnen,\nwie viel Prozent meines Lebens mit und wie viel Prozent ohne Internet waren.","Okay, das ist eine interessante Rechnung. Mach mal kurz, ich rechne auch mal kurz.\nAlso sozusagen ab wann, also wir rechnen sozusagen ab dem Moment,\nwo das Internet oder vergleichbare Technologien ins Leben getreten sind.","Vergleichbare Technologien.","Naja, ich meine, das Internet ist ja nicht so von heute auf morgen da gewesen.","Ja, Fido Boxennetz und so, ne?","Ja, weiß nicht, zählt Usenet, zählt DFÜ an sich, also ist die erste Modemverbindung,\nist das schon sozusagen,\nich würde sagen, wenn man das erste Mal Informationen über ein Netzwerk empfangen hat,\nso würde ich das mal sagen, weil es eigentlich vollkommen egal ist,\nob du dir die Schreierei auf einer Mailingliste in der Mailbox anschaust oder\nim Usenet oder im Webforum oder im Slack,\nist immer das Gleiche.\nSo, jetzt mal kurz innehalten und überlegen, was das bedeutet, was ich gesagt habe.\nIch würde mal sagen, also zählt ein Chat?","Ja, schon. Ich würde sagen schon, ja.","Also ich hätte jetzt gesagt, alles an computervermittelter Kommunikation zählt.","Okay, also ich würde sagen, ich habe zwei Fünftel meines Lebens ohne diesen\nEinfluss verbracht und drei Fünftel mit. Ja.","Also zum ersten Mal gesehen.","Dass jemand mit dem DFÜ-Modem Dinge tut, war glaube ich 1990, so Pi mal Daumen bei mir.\nUnd selber dann an der Uni, das dürfte 94 gewesen sein. Dann aber sehr schnell, sehr umfassend.","Was war das Erste mit dem Modem, was da passiert ist?","Der hat da irgendwie, also das habe ich wirklich nur so über die Schulter guckend\naus der Ferne, der hat irgendwelche Mailboxen, Chat, ich weiß gar nicht,\nwas er, Ralf Lauter sagt übrigens der Chat hier, apropos Chat.","Ja, red mal lauter, weil du bist hier\nvoll aufgedreht. Das ist nur deine zurückhaltende Stimme ist das hier.","Ich darf ja auch hier das Mikro nicht zu dicht dran, dann wird es mir das wollen wir ja auch nicht.","Nee, das wollen wir nicht.","Wollen wir nicht.","Ich habe einfach mal hier dein Level hochgedreht.","Okay, das kann nie schaden.","Also, jetzt mit bestimmter Stimme sprichst du und sagst, Modem,\ndu weißt nicht, was passiert ist.","Nee, wo der sich jetzt da konkret eingeloggt hat und was der da genau gemacht hat.","Wann hast du dich das erst mal eingeloggt?","Das war mit ziemlicher Sicherheit im damals kleinen Rechenzentrum der Sowie-Fakultät,\nalso Sozialwissenschaften und Wirtschaftswissenschaften, die hatten einen gemeinsamen\nkleinen Computerraum an der Uni Göttingen.\nIrgendwo in so einem Minus-1, Minus-2-Keller auf dem Zentralkampus.\nAlso nicht im Rechenzentrum oben bei der GWDG auf dem Fassberg,\nwo nochmal das richtige Blech steht, sondern so für die Studis.","Wo hast du dich dann eingeloggt?","Das war schon Internet. Das war ganz klassisch.","Und welche Informationen hast du dann aus diesem Internet das erste Mal?","Gab es da Yahoo schon? Wahrscheinlich gab es da Yahoo schon.","Also schon so Web?","Ja, Web.","Okay, also es fing an mit Web.","Web, genau. Und ich habe dann auch relativ schnell angefangen,\nWebseiten zu bauen fürs Institut, also Medienkommunikationswissenschaften damals.\nsowie Fakultät und dann auch relativ zackig StudIP programmiert mit MySQL und\nPHP. Das dürfte auch so zwei Jahre später erst gewesen sein.","Dass das jetzt schon so Vergangenheit ist, ist auch wirklich faszinierend.","Ja, irre.","Also mir kommt das so wie neumodisches Zeug vor.","Von daher würde ich sagen, ich bin gerade drüber bei diesem Break-Even.\nIch habe auch jetzt länger meines Lebens mit Internet als ohne verbracht.","Oh ja, okay, gut.","Also, du hast ja gesagt, das erste Mal wirklich Datenkommunikation?","Wann wurde das das erste Mal vom Internet trainiert sozusagen?\nAlso wann sind das erste Mal Informationen auf dich eingeprasselt?","Also das war, das muss 87 gewesen sein, 86 oder 87.\nDas war damals mit dem Amiga, den ich gerade mehr oder weniger neu hatte.\nDas war dieser allererste Amiga, den es gab. Den musste ich natürlich sofort\nhaben. Ich bin ja so ein nicht unheilbarer Early Adopter irgendwie.","Wie man auch an deinem Amiga-T-Shirt sieht, was du gerade trägst.","Oh ja, zufälligerweise, genau.\nGenau, und zwar war das mit einem von irgendjemandem geliehenen Akustikkoppler.\nDas war so ein Riesenteil, das war fast so groß wie ein Schuhkarton mit riesen Muffen dran.\nUnd zwar gab es da in München, da habe ich ja noch in München gewohnt,\ngab es in München irgendwie irgend so einen Server, wollte ich schon sagen.\nAlso irgend so ein Rechner, an dem wohl 16 Modems hingen oder so.\nUnd da hatte jemand eine Mailbox-Software geschrieben, sodass halt gleichzeitig\nirgendwie 16 Leute in diesem System sein konnten.\nUnd man konnte da durchaus auch chatten.\nUnd das Gemeine war, die meisten waren halt mit Akustikkoppler 300 baut dabei,\ndas ist so zum Chatten ja auch genug, aber dann gab es halt diese Wahnsinnigen,\ndie irgendwie halt auf irgendwelchen Wegen, legal oder nicht,\nhalt ein 1200er Modem hatten und dann diesen Chat teilweise extrem zugespampt\nhaben, indem sie da mehrere Zeilen Text gleichzeitig abgeschossen haben.","Ich habe hier gerade mal die Wikipedia-Seite zum Thema Akustikoppler Akustikoppler\nist wieder so ein Begriff, wo ich mich immer frage, wenn wir das jetzt sagen,\ndenken die Leute oh mein Gott, jetzt erzählen die Opas schon wieder vom Krieg,\nes interessiert doch keinen.","Das war noch Weimarer Republik,\nJa.","Krieg schon, aber der erste,\nOder denken die sich, Akustik was?\nAlso ich meine, Ralf, ist das jetzt irgendwie stadthaft, dass wir erklären,\nwas ein Akustikkoppler ist? Oder ist das anmaßend?","Wir haben das doch erst vor ein paar Sendungen erklärt.","Ich weiß nicht, haben wir das erklärt?","Ja, Akustikkoppler hatten wir vor ein paar Sendungen.","Okay, gut, dann wiederholen wir uns. Dann denken alle jetzt,\noh mein Gott, die erinnern sich an ihre eigenen Sendungen nicht.\nUnd erzählen immer das Gleiche. Aber jetzt geht es ja darum,\nwann bin ich vom Internet trainiert worden.\nAlso das Interessante ist, ich denke, dass wir in etwa zeitgleich das getan haben.\nIch weiß nämlich nicht mehr ganz genau, in welchem Jahr das war.\nAber ich habe so 84 habe ich das erste Mal so eine Modem-Verbindung begleitet.\nDa habe ich das erste Mal tatsächlich sogar ein Modem in der Hand gehabt.\nDas war ja noch völlig unheard of. Das kam irgendwie aus den USA.","Ja, aber das Modem war ja zu der Zeit, war das ja so noch, dass die deutsche\nBundespost, die es damals noch gab, der Meinung war,\ndass Endgeräte ihres Telefonnetzes hoheitlich zu diesem Netz gehören.\nUnd man konnte oder durfte nicht einfach irgendwas an die Telefondose stecken.\nEs gab ja auch noch keine Stecker, sondern das war ja richtig,\ndas Kabel war ja festgeschraubt an der Wand.","Der Grenzbereich galvanische Kopplung.","Genau und wenn man ein Modem hatte, dann hat man das entweder für Teuergeld\nvon der Bundespost gemietet oder hat da was rangehängt, mit dem man sich nicht\nerwischen lassen durfte.","Richtig. Und also es war alles ganz verboten. Du konntest dann aber tatsächlich\nein Modem kaufen oder mieten, glaube ich sogar, bei der Bundespost. Ich sagte ja mieten.\nGenau, hast du gesagt, schweinemäßig viel Geld. Aber es gab auch diese Akustikkoppler.\nDie waren sozusagen die Umgehung dieses Verbots.\nWar man ja nicht galvanisch gekoppelt, sondern eben akustisch.\nAch ja, oh Gott, waren das Zeiten. Ich meine, dass das wirklich wahr war.","Das Schöne am Akustikkoppler fand ich ja immer, man hat immer gehört wie die\nBits so reingelaufen sind weil jedes einzelne Zeichen, was man gedrückt hat\nso ein Tütlüt, Tütlüt gemacht und wenn dann jemand geantwortet hat, dann Tütlüt, Tütlüt,\nTütlüt, Tütlüt Das hatte was Das hatte wirklich was Und wenn man ganz aufgeregt\nwar und dann auch angefangen hat laut zu diskutieren, dann hat man Zeichen plötzlich\nauf dem Terminal gesehen,\ndie da nicht hingehörten, weil weil der Akustikkoppler lachende Männchen Dinge\ninterpretiert hat. Also das war, ja.","Lachende Männchen auf dem Bildschirm. Zurück zum Internettraining.\nIch meine auch, dass ich so in der Zeit, das muss so 86, 87 gewesen sein,\nan den ersten Mailboxen teilgenommen habe.\nUnd das war ja dann im Wesentlichen so, man konnte sich halt ein Mail schicken,\naber ich glaube, wir hatten tatsächlich eine Mailbox mit,\nLüge ich jetzt? Ich muss erst mal drüber nachdenken. Ich glaube,\ndie Animal Works hatte wirklich nur einen Port, aber irgendwann gab es auch mal was mit vier.\nIch glaube, das war ein Unix-System, wo man sich dann mit Talk,\nanschreiben konnte. Kennst du noch Talk?","Talk war so ein Unix-Befehl.","Genau, so ein Unix-Befehl.","Den habe ich, glaube ich, auch einmal benutzt oder so.","Genau, und der ging sozusagen sagen wir mal davon aus, dass es keine nennenswerten,\nSicherheitsbegrenzungen innerhalb des Systems gab.\nWeil Talk, da sagst du sozusagen, ich will jetzt mit anderen reden und wie das\nfunktioniert hat, ist, dass quasi der Bildschirm sich dann gesplittet hat.\nAlso sagen wir mal, ich würde dich jetzt anschreiben mit Talk und dann muss\nich irgendwie Username oder so angeben.\nDann schreibe ich direkt auf deinen Bildschirm, also auf dein Terminal-Device,\nund du auf meins, aber dann halt instantan.\nDas heißt, du konntest auch Es war sozusagen, ich drücke eine Taste und die\nerscheint bei dir auch sofort.\nNicht so wie jetzt heute mit Messages, mit Punkt, Punkt, Punkt.\nDa schreibt jemand was und wenn er Return drückt, dann sage ich dir auch was.\nSondern man könnte sozusagen alles sofort machen. Da kommt dann glaube ich auch\nso diese Meme her mit irgendwie, weißt du, wenn jemand so in so einer Mail schreibt,\nja da könnte ich ja jetzt einen blö, Kontroll H, Kontroll H,\nKontroll H, komischen Spruch machen.\nJa, also dass man sozusagen dieses Löschen von Zeichen, die man schon getippt\nhat, das war dann wirklich instantan sichtbar.\nWar eigentlich total super modern und natürlich unheimlich aufregend.\nAlso ich weiß noch, wie ich das unglaublich aufregend fand, dass man mit Leuten\nso in Echtzeit auf so einem Multi-User-System sich treffen konnte.\nUnd irgendwo in diesem Netz.\nUnd dann konnte man sich irgendwie miteinander unterhalten, ohne zu telefonieren.\nUnglaublich. Also es war wirklich, das hat den Puls erhöht.","Diese Mailbox, die ich da erwähnt habe, da war dieses Chat-System schon so ein\nbisschen wie so ein IRC oder so.\nAlso du tippst eine Zeile und sagst Return und dann wird es an alle gesendet\nund du hast halt so eine Liste von Messagen, wo immer vorne der Name steht von\ndem, der halt jetzt die Message gesprochen hat.\nAber ich weiß nicht, ob das ihr, wie gesagt, es war eine Mailbox,\nwo man sich eingewählt hat.\nUnd dann gab es halt auch die Funktion, jetzt in den Chatraum gehen und da mit Leuten reden.\nUnd dann, wo bist du denn her? Ja, ich habe mich aus England eingewählt und so.","Also interessanterweise fing es halt eigentlich mit Chat irgendwie auch an.\nAlso so Chat und Mail, würde ich sagen, waren so die ersten Sachen.\nUnd beim Usenet kam ja dann noch News dazu. Und das war für mich so ein bisschen\nder Moment, wo das Internet angefangen hat, mir Sachen beizubringen.\nWeil da habe ich das erste Mal wirklich Informationen erhalten,\ndie es sonst nirgendwo gab,\ndie keiner wusste und die nicht im Buch standen, weil Leute das in Real fünf\nTage vorher in Kalifornien in den Computer reingeschrieben haben und dann hatte\nich das auf einmal auf meinem Bildschirm.\nDas war für mich schon so ein Schock. Und dann wurde ich vom Internet trainiert.","Ja, Usenet ist so ein bisschen an mir vorbeigegangen, aber ich habe halt sowas\nähnlich, dieses Fido-Netz mit den Fido-Boxen, da habe ich auch mal,\naber das war nur so ein paar Tage lang,\nweil das war mir alles irgendwie zu umständlich und habe dann auch irgendwelche\nMails geschrieben mit diesen ganz umständlichen Mail-Adressen und ich weiß auch\nnie, ob sie angekommen ist.\nAlso das war so, keine Ahnung, ob man das schon trainieren nennen kann, aber ja. Ja.","Auf jeden Fall sind wir jetzt alle vom Internet trainiert worden und verhalten\nuns dementsprechend auch merkwürdig.\nDas muss man jetzt einfach mal so hinnehmen. So ist das. Kommen wir zum Feedback.\nWir hatten die einen oder anderen Kommentar von euch bekommen,\naber auch über andere Kanäle erreichen uns Hinweise.\nSo, Ralf, du hast rumexperimentiert, befruchtet.","Ich hatte ja vor drei Sendungen oder sowas mal das Klagelied angestimmt,\ndass ich mit meinen ganzen Lampen bei mir zu Hause eigentlich einen schönen\nGrad von Home-Automatisierung hinbekommen habe,\nmit zwei kleinen Kindern irgendwie auf dem Arm und trotzdem irgendwie Lampen\nein- ausmachen können, super.\nSich auf der Couch fläzen und für den Kinoabend aufstehen müssen und das Das\nDeckenlicht ausmachen, keine gute Idee.\nUnd das Einzige, was ich halt nicht automatisiert bekommen habe,\nist dann halt so ein hippes LED-Licht, was wir halt genau im Wohnzimmer oben hatten.\nUnd da hatte ich dann rumgefragt, so was kann man da nur tun?\nDas muss doch irgendwas an Relais geben, was man da per WLAN für anschalten kann.\nUnd schon während der Sendung hatte sich ja im Slack-Chat relativ deutlich eine\nMeinung abgebildet. Ja, nimm halt eine Shelly.\nDas ist also ein kleines WLAN-Relais. Das baut man hinter den eigentlichen Lichtschalter\nin die Dose ein und dann kann man noch eine HomeKit-Firmware drüber laufen lassen,\ndamit man von der quasi Shelly-eigenen Software befreit wird und dann läuft das Ganze schon.\nUnd schon während der Sendung gab es einen wirklich guten Geist, nämlich den...\nDer Bui Abdelkader, der hat mir einfach mal seine Shelly 1, die er nicht mehr\nbrauchte, zugeschickt. Nach dem Motto, hier guck doch mal, ob das nicht funktioniert.\nDann hat es ein bisschen länger gedauert, bis ich die Zeit hatte, das mal einzubauen.\nDas ist ja auch irgendwie, du musst dafür ja im Wohnzimmer dann auch mal die\nShelly 1, also die allererste, die da so rauskam.\nUnd die aber für den Anwendungsfall völlig ausreichte, so von den Spezifikationen\nher und die man auch schon mit einer Firmware halt entsprechend aktualisieren konnte.","Okay, sag doch mal, was das genau ist.","Also das ist so ein rundes Gerät, das heißt, wenn ich gerade hier auf deinen\nScreen gucke, die sind alle viereckig.\nAlso die Shelly 1 ist rund oder halbrund, ein halbrundes Gerät.\nUnd an der Oberkante kommen halt die Kabel rein und dann verdrahtet man das Ganze.\nAlso man hängt das zwischen quasi die Kabel, die zur Lampe führen vom Schalter\nin der Wand. und kann sich dann auch Strom ziehen dann vom N und L Leiter halt entsprechend.\nUnd dann hängt sich das Teil ins WLAN rein oder du bringst es vielmehr ins WLAN,\nund dann schaltet es halt für dich die Lampe ein aus, unabhängig davon,\nob du in der Lampe selber halt dann noch irgendeinen smarten,\nLeuchter hast oder nicht.","Ja.","Und als ich das so rausgepackt hatte, meine Befürchtung war ja...","Warte mal, wie Wie sagst du dem denn, in welches WLAN es sich einbuchen soll?","Muss ich kurz überlegen, wie da der Prozess eigentlich war.\nDas hat irgendwie so ein Hallo-Hier-Bin-Ich-Protokoll, was da drauf läuft.\nMüsste ich jetzt nochmal nachgucken. Das war auf jeden Fall nicht schwierig.\nAlso es läuft über die Shelly-App selber. Der scannt, glaube ich...\nlokal irgendwas durch. Wie habe ich das denn gemacht?","Ich würde ja mal erwarten, dass sich das Ding eher per Bluetooth meldet und man darüber anspricht.","Das kann auch gut sein, dass das über Bluetooth war und man mit dem iPhone dann\nnicht da dran ist. Erst letzte Woche gewesen, aber ich habe es schon wieder vergessen. Mehr Kulpa.\nEs war auf jeden Fall ein einfacher, robuster, nicht komplizierter Prozess mit\nYouTube-Video beschrieben.","Der Kader ist schon im Chat am Schreiben. Wir kriegen wahrscheinlich gleich die Korrektur.","So, so stellen wir uns das vor. Naja, meine Befürchtung war ja,\nda ist so verdammt wenig Platz, hoffentlich passt da sowas überhaupt rein.\nUnd dann packt man das dann so aus dem Postpaket raus und denkt,\nso ist das klein und ist das süß, das wird da schon auf jeden Fall reinpassen.\nAber wenn man dann erstmal diese ganzen sperrigen Kabel alle dran hat und dann\nversucht das Ganze wieder irgendwie in die Dose reinzukriegen,\nmerkt man, so richtig viel Platz ist jetzt hier aber trotzdem noch nicht.","Ja, so diese massiven Kupferkabel und die kleinen Dosen.","War das jetzt so eine flache Dose oder hatte die schon Tiefe?","Die hatte schon Tiefe, aber da war noch eine Menge an Kabelkram schon vorher\nnoch drin, auch mit Verteilern und so weiter.","Aber das wäre noch eine Option gewesen, einfach dieses Loch zu vertiefen und nochmal...","Eventuell, wobei das halt auch so eine Leichtbauwand ist an der Stelle.\nDas heißt also, es ist nicht wirklich robust und die ganze Apparatur kommt einem\neh an. ist schon entgegen. Naja, aber es ist...","Den Plastikeinsatz tauschen, das macht man jetzt auch nicht mal so eben.","Also unten drunter sind noch zwei Fernsteuerungen für unser Rollo.\nDas heißt also, es ist auch nicht nur jetzt der Lichtschalter,\nsondern es ist auch noch so ein integriertes System und darum sind auch so viele\nKabel, weil zu den beiden nach unten quasi auch noch eine Menge geht und das\nläuft alles über die obere Buchse, also über die obere Dose. Also...\nBilder davon kann ich reinschmeißen, wirklich alles eher unerfreulich.\nAber am Ende des Tages hat das irgendwie gepasst und funktionierte und was dann\nwirklich völlig schmerzfrei ist, ist wirklich dieses Firmware drüber bügeln\nund entsprechend das Ganze in den HomeKit einbinden.\nDas hat also wirklich mal gerade 20 Sekunden gebraucht.\nDas kann ich mal den Link in den Chat werfen, das liegt auf GitHub.\nDie haben jetzt eine Version, wo man noch nicht mal mehr wissen muss,\nwelche Shelley-Version habe ich\nda eigentlich, sondern die haben so einen One-Size-Fits-All-Mechanismus\ngemacht, wo man also einfach über die IP, die dann das Viech hat,\ndie halt einfach in den Firmware-Aktualisierungsmodus reinschickt.\nAlso das ist wirklich für komplette Laien gut zu machen.\nWenn man einen Eingebau hinbekommen hat, ist der rechts dann echt ein Kinderspiel.\nUnd seitdem sitze ich jetzt also fröhlich auf der Couch und spreche in meiner\nApple Watch Deckenlicht aus und das Deckenlicht geht aus und ich bin glücklich.\nAlso es funktioniert, ist gut.\nWer also vor einem ähnlichen Problem steht, die Shelly 1, die kostet jetzt hier\n17,73 Euro, ist jetzt also auch echt kein Geld und löst wirklich...","Schon inklusive Mehrwertsteuer.","Und löst also echt ein Problem. Gute Sache, das.","Alright. Ich bin gespannt, wie das funktioniert. Ich habe immer nicht die richtigen\nVoraussetzungen, um diese ganzen Sachen einzubauen. Für mich gibt es immer keine Lösung.","Wieso?","Naja, also hier habe ich einen Dimmer zum Beispiel.","Ja, und?","Gibt es das auch als Dimmer? Ja.","Das gibt es.","Beziehungsweise du könntest natürlich auch ein Leuchtmittel in deinen Fassungen\nstecken, die das von sich aus dimmen kann und Farben und alles.","Aber dann habe ich keinen Manual Control. Also ich mag ja gerade diese Lösung,\ndass man echte haptische Dinger, die man auch sonst nimmt, immer bei Default auch nehmen kann.\nAber wenn man es automatisieren will, geht es halt auch.","Ja, ja, ich weiß, was du meinst.","Und das finde ich jetzt eigentlich an diesem Ansatz so gut. Und weiß nicht,\nich, also ob dieses Shelly jetzt wirklich.","Angeblich gibt es Shelly mit Dimmer.","Es gibt, genau, die gibt es. Es gibt auch von Hui gibt es auch Dimmer-Module,\nwomit du dann Hui-Lampen dimmen kannst.\nAlso das ist ein total gut gelöstes Problem.","Okay.","Das ist...","Dimmen, tatsächlich. Neun Produkte. Shelly-Dimmer. Okay.","Wobei, wenn man sich einmal dran gewöhnt hat, irgendwie immer zu sagen,\ndieses und jenes Licht 10% Das geht halt auch.","Also ich bin in der Tat auch ein Fan davon. Es muss auch immer noch per Hardware\ngehen. Gerade wenn du Kinder hast, die wollen ja nicht irgendwie in der App\nrumfrumeln, sondern die wollen nach wie vor ihren Schalter haben.","Aber dazu hast du doch die Krawallkugel.","Nee, das geht bei mir ja nicht. Ich kann ja hier keine Sprachsteuerung machen.","Weil du hier ja...","Weil ich hier ein Podcaststudio habe und wenn ich jetzt hier irgendwas Siri-enabled,\nmache, kannst du dir vorstellen, was während der Sendung los ist.\nDa flackern ja alle Lichter. Außerdem hasse ich es.","Bei der Freakshow würde das aber noch gehen.","Ich weiß nicht, ob das so gut ankommen würde. Ja, mal schauen.\nDas eigentliche Ding ist, man kann zwar irgendwas automatisieren,\naber am Ende des Tages ist es dann meistens doch nicht ganz so wichtig,\nwie man immer gedacht hat.\nAlso ich frage mich halt immer, ob ich das wirklich automatisieren muss und\nob ich mir durch die Automatisierung nicht noch mehr Ärger mache oder einfach\nnur mehr Geld ausgebe, ohne es zu brauchen, wirklich.\nMal schauen. Der Tag wird kommen, wo ich so einen richtig krassen Use Case habe,\naber bisher ist der noch nicht gekommen, wirklich.","Also so zeitgesteuerte Sachen mit Licht mache ich relativ viele.","Ja, das hängt natürlich sehr von der Wohnsituation ab, aber ich habe keine festen Zeiten für irgendwas.\nIch bin hier.","Das ist bei mir auch eher so ein Ja.","Wenn man ein Haus hat, finde ich das ja ganz wichtig und toll.","Da geht das Licht halt dann mal an und dann sieht das so aus,\nals wäre jemand da und so.","Nun denn, so, dann brauchen wir aber noch eine Information von dir.\nWie viele Fahrräder hast du in der Zwischenzeit verloren und verbraucht?\nWie viele Räuber hast du gefangen?","In der Tat, das geht jetzt gar nicht auf mein Konto, sondern das auf das Konto\nmeiner besten Ehefrau von allen,\nder Wortkomplex Die hat nämlich eine kleine Entdeckung gemacht auf der Straße\nwo wir wohnen und zwar der neuste Hype jetzt,\num bei uns in der Ecke Fahrräder zu klauen, ist nicht irgendwie nachts mit der Flex anzurücken,\nsondern im Vorhinein die Fahrradständer aufzusägen Und dann irgendwann quasi\nganz entspannt und im Vorbeigehen Fahrräder, die dort dran angekettet sind,\neinfach die Kette rauszuziehen und wegzuschieben und fröhlich das Weite zu suchen.\nSie hat mal Beweisbilder gemacht. Ich poste das mal hier in den Chat rein.","Seriously? Ja.","Also was wir jetzt sehen, ist so ein richtig robust aussehender,\nwirkender Fahrradständer.\nSo ein Bügel, ja, ein großer Stahlbügel, wo ich halt einen guten Fahrrad dran anschließen kann.\nUnd der ist halt einfach sauber durchgesägt.\nDanach sind die mit Panzertape einfach einmal rum, nach dem Motto,\nso irgendjemand hat da irgendwo was dran geklebt, ist so eh alles voll mit Spuckis und so weiter.\nSo und dann irgendwann am frühen Abend oder so geht jemand hin und erntet dann die Fahrräder ab.\nUnd wir hatten uns nämlich vor ein paar Wochen noch gewundert,\nwarum da so viele Metallsägespäne irgendwie an der Kreuzung eigentlich irgendwie rumlagen.\nNach dem Motto, das wird doch jetzt keiner irgendwie hier jetzt wirklich an\neiner relativ belebten Kreuzung bei uns um die Ecke jetzt angefangen haben,\nirgendwie dort die Schlösser aufzuflexen. Nee, das kam wirklich von,\ndass sie die Fahrradstände aufgemacht haben.\nUnd genau, also Wortkomplex hat das Ganze mal auf Mastodon gepostet.\nUnd da lohnt es sich, dort auch mal den Thread durchzulesen.\nDas ist also seit ein paar Jahren bekannt. Das ist also jetzt überhaupt nichts\nirgendwie in den letzten Wochen originell Erfundenes, sondern das gibt es also schon länger.\nEs würde helfen, die viereckig zu machen, die Bögen, dass sie also nicht rund\nsind. Es gibt nämlich, die gehen ja nicht mehr mit der Flex dran,\nsondern es gibt ein interessantes Gerät. Wieso?\nWeil, pass mal auf, es gibt einen sogenannten Rohrabschneider.\nHabt ihr schon mal von einem Rohrabschneider-Werkzeug gehört?","Achso, nicht die Bögen rund, also nicht die Bögen eckig, sondern das Rohr selbst vierkantig. Genau.","Das ist wie so ein Pizzaschneider, nur dass man es an ein Rohr klammert.","Genau, ich packe es mal. Also so alles in ihrem Mastodon-Thread zu finden.\nDas ist also ein Teil, was so ein bisschen aussieht wie...\nNaja, wie sieht das jetzt aus? So eine Zange, die sich so rumlegt. Ja, genau.","Und auf der einen Seite ist es wie so ein Pizzaschneider, so ein rundes Ding.","Genau, und das dreht sich dann so quasi einmal so durch.","Das kannst du dann mehrere Male ums Rohr drehen, dann drehst du es wieder fester,\ndann drehst du es wieder rum und irgendwann ist das Rohr durch.","Und das ist halt total flüsterleise. Also da ist jetzt nichts mit irgendwie\ngroß Funkenflug und Akku-Flex und sowas.","Da ist noch nicht viel mit Späne, oder?","Vermutlich bei der Konstruktion auch eher wenig, das stimmt.\nSo und dann schiebst du es halt wieder zusammen, Panzertape drum und schon hast\ndu eine Mitnehmstation. Wie gesagt, das ist seit Jahren bekannt.\nIrgendjemand hat geschrieben in einem Thread, das ist mal, ich glaube in Osnabrück\noder so was oder Offenbach, irgendwas mit O, hätte es mal jemanden gegeben,\nder mit so einem Gerät angefangen hat, Parkuhren abzuschneiden.\nund binnen weniger Wochen wurden alle Parkuhren von Rundprofilen auf Vierkantprofile umgestellt.","Wenn es ums Geld geht.","Wenn es ums Geld geht, ja. Aber uns Fahrradfahrer zu schützen,\nauf die Idee kommt halt keiner.","Ich frage mich gerade, ob man in das Rohr noch irgendwas tun könnte.","Genau, das waren auch Sachen, also du könntest es mit Beton ausgießen,\ndas würde die Sache ziemlich sofort irgendwie erledigen, ist aber natürlich\nwieder mehr Aufwand in der Konstruktion.","Weiß ich nicht, ob das das erledigen würde, weil ich meine, Beton ist brüchig,\nda trittst du einmal gegen, das muss dann schon.","Da muss schon Armierungsstahl drin sein.","Genau, da muss ein Armierungsstahl und den einbetonieren, dann wird's schwierig,\nweil dann musst du danach den Beton.","Da wird's aber auch langsam teuer.","Abklopfen und dann reicht auch,\nWeil dann kriegst du es ja nicht weggebogen. Das heißt, du musst dann den Schlitz\nso groß machen, dann müsstest du noch den Beton abklopfen, dann musst du nochmal,\nalso ich glaube, das würde tatsächlich helfen, aber das würde natürlich die\nInstallation nochmal etwas aufwendiger machen.\nAber ich meine, Sinn dieser Dinger ist ja, zu verhindern, dass Fahrräder geklaut werden.","Ja.","Dann sollte man sie vielleicht auch so bauen.","Ja, so was, die sehen von außen ja extrem ehrfurchtgebietend aus.\nWenn man aber mal genauer hinguckt, die haben fast alle an der Oberkante so\nzwei Löcher. Ich weiß gar nicht, wofür die genau da sind.\nWahrscheinlich irgendwie was für Transport und irgendwo hinhängen können oder sowas.","Oder Wasser ablaufen. Wasser?","Ja, wobei, es läuft ja jetzt eher voll mit Wasser durch dieses Loch.\nIch habe auch das mal gerade in den Chat reingegeben, habe ich gerade eben hier\nbei dir hinten im Hof gemacht, Tim.\nDa sieht man mal, wie dünn dann letztendlich hier doch diese Stahlkonstruktion ist.\nDas ist nicht ansatzweise jetzt irgendwie massiv, das heißt also mit so einem\nSchneider kommst du da auch wirklich einfach mal so durch.\nVon daher also News to Use. Achtet mal einfach da draußen in eurer Umgebung darauf,\nbevor ihr eure Fahrräder an so etwas anschließt, ob da verdächtige Tape-Spuren\nsind und ob das alles noch TÜV zugelassen dort verbaut ist und verbreitet die Kunde,\ndass die Leute sich darüber informieren. Also ich war bass erstaunt.\nIch hätte das nicht für möglich und irgendwie sinnvoll gehalten,\ndass das so geht. Aber ganz offensichtlich ist das also Gang und Gäbe da draußen\nund die Leute sollten es wissen.\nKönnen das Posting ja mal in die Schaunots reingeben. Also verbreitet es nach Kräften.","Aber warum ist jetzt hier ein Loch?\nWieso ist da ein Loch im Bügel?","Das kann auch sein, dass da der Draht, bei der Produktion der Draht reingesteckt\nwird, um das Feuer zu verzinken.","Das steht hier gerade. Löcher, damit sie beim Feuer verzinken,\nnicht mit Zink volllaufen.","Na siehste. Also ja, entweder hängst du das Ding daran auf, um es dann zu verzinken,\noder aber du machst die andersrum rein, sodass das Zink, beziehungsweise die\nSuppe halt dann abläuft.","Achso, weil die dann andersrum reingetaucht werden, damit das Zink von innen\nsozusagen alles aus kleidet, oder wie funktioniert das mit dem Feuer verzinken?","Also wie sie es genau machen, weiß ich nicht, aber Sinn der Sache ist halt,\ndass das Zink quasi eine Opferanode ist,\nwenn es nass wird, damit nicht das Eisen rostet, sondern das Zink rostet.\nUnd das rostet aber relativ langsam im Gegensatz zu Eisen und dann schält sich das langsam runter.\nEs dauert sehr lang, bis die Zinkschicht durch ist und dann das Eisen wirklich zu rosten anfängt.\nAlso das ist so...\nWie sie es genau machen, Zinklegierung etwa 450 Grad, sagt die Wikipedia. Naja.","Okay, also mit Stahlbeton füllen ist natürlich auch nochmal eine Herausforderung\nfür so einen Bügel, weil man muss ja dann auch irgendwo reinfüllen und dann\nhast du da oben nochmal ein Loch rein, was nochmal abdichten muss.","Was in dem Thread auch noch darauf hingewiesen wird, was auch nicht viel Schutz\nbietet, sind diese Bügel, die um Bäume rumgebaut sind.\nDie kannst du nämlich in der Regel einfach aus dem Boden rausziehen.\nDie sind unten überhaupt nicht irgendwie in ein Fundament gelegt,\nsondern die sind einfach mehr oder weniger so 20 Zentimeter oder sowas reingesteckt.","Nur Baumschutz.","Ja, und sind auch nicht wirklich guter Baumschutz. Also bei mir vor dem Haus\nist neulich einer, hat da die Kurve nicht mitgemacht und ist dann mehr oder\nweniger geradeaus in den Baum rein und der Bügel, der vor dem Baum war, der ist um,\nalso gut, die Feuerwehr hat dann den Baum gekappt, weil der hing schon auf 45\nGrad, der war fast entwurzelt und den Bügel hat es dann aber einmal um den Stamm rum gewickelt.\nAlso das ist irgendwie, naja.","Na okay, gegen so zwei Tonnen beschleunigte Masse.","Es war ein kleineres Auto, nur eine Tonne.","Okay, eine Tonne beschleunigte Masse.","Ja, ja.","Da ist ja auch noch V mit im Spiel, nicht nur M. Und das nicht zu knapp.","Es bleibt schwierig.","Es bleibt schwierig, ja.","Okay. Es bleibt schwierig. Dann gab es noch Rückmeldungen zum Thema,\nalso großer Streit darum, wo das Ladekabel jetzt wirklich reingesteckt gehört in so ein Fahrzeug.","Ja, aber ich denke, die Diskussion machen wir nicht nochmal auf,\nob nun vorne in der Mitte oder Oder hinten rechts oder hinten links?\nDa kann sich ja jetzt jeder nochmal seine eigenen Gedanken drüber machen.\nIch werde die Diskussion nicht nochmal führen.","Ich glaube, dass ich dann am Ende...","Also es bleibt dabei...","Hinten rechts durchsetzen muss.","Das Kabel, was ich jetzt an meiner Wallbox habe, ist mit seinen sechs Metern leider zu kurz.\nUnd ich muss es immer einmal übers Auto hängen, weil ich komme nicht außen rum.\nEgal, aber das tut nichts dazu.\nAußerdem habe ich von vielerlei Seite, die den Hinweis bekommen,\nalso erstens kann man bei dem ID.3 einstellen, ob die Verriegelung von dem Ladekabel\ngeöffnet wird, wenn der Ladevorgang nach Meinung des Autos vorbei ist.\nIst jetzt nicht so sinnvoll für öffentliche Ladestationen, weil dann kann da\njemand das Kabel klauen. Das ist irgendwie doof.\nDeswegen habe ich die Funktion nicht aktiviert. Aber der viel wichtigere Hinweis\nwar, dass man mit einem Doppel-Tab auf den Schlüssel auf Öffnen dann tatsächlich\nauch den Ladeport entriegeln kann.\nDas ist eigentlich eine ganz brauchbare, handelbare Lösung. Ich wusste das halt nicht.\nIch habe die Gebrauchsanweisung des Autos noch nicht komplett gelesen.\nDas ist ein dickeres PDF.\nUnd dann etwas, zu dem ich keine Lösung gefunden habe und es scheint auch keine zu geben,\nist, dass es kein, also es hat zwar Keyless Entry, sprich du hast diesen Fob,\nKeyfob, wie es man so schön sagt heutzutage, dabei gehst ans Auto.\nDas Auto blinkt dann wild rum, weil es dich erkennt. Du bist also jetzt da und\ndann kannst du die Tür aufmachen.","Freut sich wie so ein Hund, der wedelt mit dem Schwanz sozusagen.","Wie auch immer.","Wir könnten auch hinten so einen Schwanz ranmachen, der so wedelt.","Ich habe neulich jemanden gesehen, der hatte so einen Aufkleber in Hundeform\nvon hinten so auf die Rückscheibe geklebt,\ndass der Scheibenwischer von der Rückseite dann der wedelnde Schwanz ist.\nDas sah recht nett aus irgendwie.","Stimmt, das Auto könnte beim Entriegeln einfach den Heckscheibenwischer aktivieren.","Naja, auf jeden Fall, was es nicht kann, das Auto uns scheint es auch wirklich\nnicht zu können, ist, wenn du dich dann von dem Auto wieder entfernst,\ndass es wieder abschließt.","Das kann der ID.3 nicht.","Das kann der ID.3 nicht. Ich weiß nicht, ob das im Volkswagen-Konzern irgendein\nAuto kann, aber der ID.3 kann es nicht.\nUnd da dachte ich so, Leute, ihr habt irgendwie, ihr habt Ingenieure dran gesetzt,\nirgendwie diese Photonen-Inkontinenz von diesem Auto zu programmieren.\nWenn man sich dem nähert, dass irgendwie alles blickt.\nAlso es ist ja nicht nur so, es ist ja nicht, dass die Rücklichter angehen.\nNein, die Rücklichter bestehen ja aus ganz vielen einzelnen LEDs,\ndie dann in Mustern Animationen machen.\nAlso das ist so, wo du denkst, Alter, aber dass das Auto mal irgendwie auf die\nWertsachen aufpasst, indem es sich abschließt, wenn man sich entfernt.\nAlso keine Ahnung, da ist bei der, bei der.","Das verstehe ich jetzt nicht.","Nee, ich auch nicht.","Gibt es wahrscheinlich auch wieder so ein Hidden-Setting, was du noch nicht kennst?","Keine Ahnung, also wenn jemand weiß, ob man und wenn ja, wie man das aktiviert\noder ob da VW einfach nur zu geizig war, irgendein Patent bei Renault irgendwie\nzu lizenzieren oder was da los.\nAlso wahrscheinlich können andere VWs können das doch, oder? Ich weiß es nicht.","Keine Ahnung. Also mein Fahrzeug kann es nicht, ich habe zwar ein VW, aber das hat kein Kiel.","Das ist das einzige Feature, was die Zoe hatte, was immer funktioniert hat und\nzwar eigentlich auch immer zuverlässig, was diese ID.3 nicht hat.","Also mein Motorrad kann das auf jeden Fall.","Naja. Naja.","Gut. Dann gab es noch ein paar Anmeldungen zum Thema der elektronischen Rechnung.\nUnter anderem gab es den Kommentar, spätestens 2028 werden Rechnungspdfs mit\nJavaScript-Malware die makroverseuchten Office-Dokumente ablösen.\nAlso so Doomsday,\nVisionen kann ich euch beruhigen. Also kurzer Rückblick, worüber ich ja berichtet\nhabe, sind diese neuen PDF-Formate.\nDie dann eben nicht nur für den Drucker, für das Papier eine Information enthalten,\nsondern eben auch für den Computer,\nder dieses PDF öffnet und das Das eben in einer wohlstrukturierten Manier auf\nXML-Basis, was dann halt in dem Dokument mit abgelegt ist.\nAber die Angst, dass diese PDFs dann einen anfangen zu beißen und die Festplatte\nzu leeren, das kann ich euch nehmen.\nWeil es handelt sich natürlich bei diesem Standard um einen Standard,\nder auf dem PDF-A-Format basiert oder genauer PDF-A3-Format.\nUnd das bedeutet, da ist kein Javascript vorgesehen. Also das ist sozusagen,\nalso A steht für Archiv, das ist quasi das, was ihr wahrscheinlich auch viel\nverwendet in der Bibliothek, nehme ich mal an, Ralf.\nAlso wenn man etwas in PDF wandelt für Langzeitspeicherung, dann nimmt man halt\nPDF A und das bedeutet, da ist keinerlei Code drin.\nAlso da ist nichts Exekutierbares drin. Sondern es ist allein die statische\nBeschreibung der Optik plus natürlich Metadaten.\nJetzt kann man natürlich sagen, ja, aber in XML könnte ja theoretisch auch,\nwas weiß ich, eine in XML formulierte Programmiersprache drin sein, gibt es ja auch.\nAber es ist halt nicht vorgesehen, dass das exekutiert werden soll.\nVon daher braucht man da keine Angst zu haben.\nManche haben dann auch noch darüber geklagt, wie schlimm das doch heutzutage\nmit diesen Rechnungen ist, dass selbst wenn da ein PDF ist, dass dann sogar\nnoch die IBAN als Bild in der Rechnung drin steht. Und das ist ja auch so ein\nVorteil der E-Rechnung.\nIn der E-Rechnung steht ja nicht nur drin, was bezahlt werden muss,\nsondern steht ja auch noch drin, wie.\nAlso da kann man die IBAN auch gleich mit in die Rechnung reinschreiben.\nWenn ihr aber heute noch, da wir ja noch vor dieser Zeit sind,\ndas Problem habt, wollte ich nochmal auf ein Tool hinweisen für den Mac natürlich,\nweil das ist halt etwas, was ich benutze.\neine kleine App, die heißt PDF-Scanner, die sich bei mir als ausgewiesene hilfreich,\ngezeigt hat in den letzten Jahren, benutze ich schon sehr lange wenn ihr so\nPDFs habt, die nicht komplett OCRt sind dann könnt ihr das mit PDF-Scanner sehr schön machen,\nalso abgesehen davon, dass wie der Name schon sagt, das Ding auch direkt einen\nScanner-Fan bedienen kann,\nsofern er dieses Scanner-Interface von macOS unterstützt, aber Aber selbst für\nvorliegende PDFs, die quasi nur oder zumindest teilweise nur aus Bildern bestehen,\nwo der Text drin ist, kann man die damit aufmachen.\nDann selektiert man die Seiten, macht da irgendwie Command-Shift-O oder so und dann wirft der OCR an.\nMan speichert es einfach wieder ab und schon hat man ein PDF,\nwo sozusagen alles maschinenlesbar enthalten ist. Also es sei denn,\ndie Bilder sind natürlich jetzt zu schlecht, um sie zu scannen,\naber das ist ja eigentlich selten der Fall.","Vielleicht noch von mir eine Anmerkung dazu, wenn ihr eine Nextcloud irgendwo schon selber betreibt,\ndie Nextcloud-App für iOS und Android hat auch eine Dokumentenscan-Funktion,\nwomit man dann direkt in die Nextcloud sich ein PDF reinscannen kann,\nauch mehrere Seiten, auch mit OCR und ist quasi schon an Bord für umsonst mit dabei.\nDas heißt also, wenn man jetzt von den Features her nicht allzu viel braucht,\nist das für mich immer der Weg, wie ich schnell alles, was irgendwie im Posteingang\nreingeht, einfach unter das Handy halten, macht auch Disqueuing und irgendwie\nKontrastrausrechnung und sowas.\nAlso wenn man eh schon eine Nextcloud hat, einfach das mal ausprobieren,\nweil die Funktion ist ein bisschen versteckt, um die zu finden.\nDa muss man erstmal unten auf dieses Plus gehen und dann dieses Dokument Scannen Option auswählen.\nIch habe hier ein Video verlinkt, wo man das sieht, wie man da dran kommt.","Mhm.\nSo, dann hatte ich, ich weiß gar nicht, war es in der letzten Sendung oder vorletzten Sendung,\nhatte ich einmal geklagt, dass es kein Tool gibt für meine Idee der interaktiven Podcast-Begleitung,\nwenn man so live was macht.","Ja, aber du hast ja auch gleich eine ganze Protokategorie, eine neue aufgemacht.","Das wusste ich ja nicht. Ich dachte mir, oft ist ja so, man hat irgendeinen\nBedarf und dann formuliert man das so in die Welt rein und dann stellt man fest, oh,\n1000 andere Leute auf diesem Planeten hatten dasselbe Problem und zwei davon\nhaben angefangen, da mal eine Lösung für zu finden.\nIch glaube, dieses Problem, da bin ich nach wie vor der Einzige.\nDenn, kurz gesagt, ich habe nichts gefunden. Also mir ist zwar Verschiedenes vorgeschlagen worden,\naber das war halt entweder aus dem Bereich Presenter,\ndas war dann halt so Glorified Keynote mit vielleicht ein bisschen Netz-Remote-Fernsteuerungsgedöns,\naber das war nicht das, was ich wirklich gesucht habe, weil mir geht es ja nicht so sehr darum,\neine aufwendige Präsentation zu machen.\nTatsächlich soll die Präsentation von den Daten ja eher einfach sein.\nFoto kommt rein, Foto wird angezeigt, fertig.\nOder Film kommt rein, Film wird angezeigt. Und dann kann man sich da drumherum\nnoch ein bisschen Komfort vielleicht wünschen.\nAber im Wesentlichen ging es genau darum. Darum, das heißt, das,\nwas ich eigentlich primär gesucht habe, war eine Lösung für eine Arbeitsteilung.\nDass man auf der einen Seite ein Team hat, was halt Content sucht,\nden irgendwie kanalisiert.\nÜber ein Netzwerk und dann gibt es eine zweite Person, beziehungsweise das kann\ntheoretisch auch automatisch ablaufen, aber im Idealfall hat man dort auch nochmal ein Manual Control,\nwo dann quasi diese ganzen Daten in so einer Input-Queue landen und da wählt\nman sie sich dann aus oder werden irgendwie automatisch eingequeuet und man\nsagt halt so, okay, jetzt zeige ich das an, jetzt zeige ich das an.\ndann, wenn die Queue leer ist, dann kommt was Neues, dann wird es gleich angezeigt. Irgendwie sowas.\nAber ich habe halt nur so entweder so Präsentationsprogramme oder halt so VJ-Software,\ndie halt viel zu viel Zeug kann.\nAlso was überhaupt nicht relevant ist in diesem Zusammenhang,\naber eben genau für diese, für diesen Betriebsmodus keinerlei Funktionen hat.\nAlso ich habe mir verschiedene Sachen, mir fallen jetzt leider die Namen gerade\nalle nicht ein, aber es ist einfach, ja, Ja, hat alles nicht funktioniert.\nAlso das vielleicht auch mal. Auch das von Dominik erwähnte MIMO Live habe ich\nausprobiert und diverse VJ-Software-Platzierung ist zu technisch.\nAlso ist alles viel zu kompliziert und funktioniert alles nicht.\nSchade. Mal gucken. Vielleicht fällt mir irgendwann nochmal was selber ein,\nwenn man das aus irgendwelchen anderen Tools zusammenbaut. Ich glaube,\ndas ist wahrscheinlich der einfachste Weg.\nAber so fertig gibt es da nichts.\nSo, es wird ja Frühling, jetzt kümmert man sich mal wieder um Haus und Garten.\nDu kümmerst dich auch gerade um dein Haus, Roddy, oder?","So ein bisschen, so ein bisschen.\nJa, ich habe tatsächlich irgendwie, wie nennt man das, den Vertrag unterschrieben\ndarüber, dass mir eine Wärmepumpe eingebaut wird.","Tada!\nWo wird dir denn eingebaut? Also direkt operativ?\nIns Haus. Ins Haus.","Und zwar reißen die Ölheizung raus und bauen dann stattdessen die Wärmepumpe ein.\nIm Wesentlichen.","Du haust deine ganze Ölheizung raus, da bist du natürlich ein bisschen gegen\nden Trend, weil natürlich alle Hausbesitzer jetzt in den letzten Monaten nochmal\nGas- und Ölheizung nachinstalliert haben, weil ging ja gerade noch.","Ich übernehme keine Verantwortung für Idioten.","Rody hat sich auch ein neues E-Auto gekauft gegen den Trend.\nEr lebt halt die Zukunft.","Deswegen sitzt du ja auch hier.","Ja, genau.","Wärmepumpe soll dein ganzes Haus bepumpen. Ist das eine Wärmepumpe auf Luftbasis\noder eine Wärmepumpe auf Erdbasis? Also wo kommt die Wärme her?","Luft, Luftwasser, wie man so schön sagt. Also die Wärmepumpe steht draußen.\nDas ist, wenn ich es richtig in Erinnerung habe, sagte der Mensch was von so\neine Kiste 1,20 mal 1,20 mal 80 ungefähr. Ungefähr.\nUnd die saugt halt auf der einen Seite Luft an und pustet sie auf der anderen Seite kalt raus.\nUnd die Wärmedifferenz wird dann in dem Außengerät direkt, macht das Außengerät Wasser heiß.\nUnd das Wasser wird dann über sehr, sehr gut isolierte Rohre ins Haus geleitet.\nUnd zwar ist es so, dass heutzutage baut man Wärmepumpen eigentlich nicht mehr\nmit so einem klassischen Kühlmittel,\nsondern die funktionieren alle mit Propan als Kühlmittel.\nUnd Propan ist zwar ein Hydrocarbon, kennt man vom Campen, das Zeug.\nDas ist brennbar, aber es ist zumindest kein FCKW oder so.\nUnd weil das Zeug aber so gut brennt, macht man das halt so,\ndass man das Zeug direkt außen im Außengerät lässt.\nDa ist das ganze Propan drin und gut ist und man führt dann das Propan nicht\nins Haus und wieder raus, weil dann hat man halt mit dem ganzen brembaren Gas\ntheoretisch ein Problem.\nAlso die Firma, die das jetzt macht,\ndie hat das Angebot gemacht mit einer Wärmepumpe von IDM, heißen die.\nDas ist eine österreichische Firma, die sowas also schon ewig lange macht.\nDie hat eine Nennleistung von bis zu 8 Kilowatt.\nDas ist, ja, je nachdem wie groß der Temperaturunterschied ist,\nirgendwas so um die 3 bis 4 ist halt der Wirkungsgrad, das heißt du hast halt\ndann 24 bis 32 Kilowatt Wärmeleistung, die du dann irgendwie damit machen kannst.\nAlso das Ding ist wohl regelbar von zwei bis acht Kilowatt elektrische Leistung.\nUnd für die drei ganz, ganz kalten Tage gibt es irgendwie noch einen Heizstab mit neun Kilowatt.\nDas fand ich relativ witzig, dass der Heizstab für die ganz kalten Tage tatsächlich\nmehr Wärmeleistung hat als die Pumpe.","Aber auch mehr Energie braucht dafür. Okay, also du hast die Wärmepumpe selber.\nDie Wärmepumpe ist ja im Prinzip nichts anderes als ein umgedrehter Kühlschrank, kann man sagen.","Ja, oder eine...\nOder eine Klimaanlage, ja.","Genau. Und dann kommt warmes Wasser rein. Dieses warme Wasser geht dann wo rein?","Dieses warme Wasser geht dann durch das Innengerät und dieses Innengerät heizt\ndamit einen Wasserspeicher.","Der dann einerseits… Den du schon hast oder der… Nee.","Nee, der wird dann auch da. Also es ist im Prinzip so wie bei einer klassischen\nVerbrennerheizung, nenne ich es mal.\nEs ist so, dass du mit der Heizleistung Wasser erwärmst und zwar einerseits das Brauchwasser,\nsprich das, was aus dem roten Wasserhahn kommt, aber auch das Heizwasser,\nalso das, was durch die Heizkörper gepumpt wird.","Und auf welche Temperatur soll dann diese Wärmepumpe das Wasser in den Speicher bringen?","Also die Heizvorlauftemperatur und ich glaube die Vorlauftemperatur,\nbei dem Brauchwasser weiß ich es jetzt nicht,\naber bei der Heizung glaube ich rechnen sie mit einer Vorlauftemperatur von\n60, 65 Grad oder sowas in der Art.","Und das bedeutet, dass du mit den Heizkörpern, die du heute schon hast,\nweiterarbeitest oder baust du da auch nochmal was anderes?","Nee, die Heizkörper bleiben.\nWas sie allerdings machen, ist andere Ventile einbauen, weil sie einen sogenannten\nhydrostatischen Abgleich machen.\nWas so viel bedeutet wie, sie rechnen nochmal aus,\ndass tatsächlich durch alle Heizkörper ausreichend viel Wasser fließen kann,\ndadurch wie die Druckverhältnisse in dem ganzen Rohrleitungsnetz sind.","Not sure I could follow. Kannst du nochmal?","Also Heizkörper, da hast du ja normalerweise das Ding, auf der einen Seite fließt\nwarmes Wasser rein, auf der anderen Seite fließt ein irgendwie etwas kühleres Wasser wieder raus.","Ja, weil die Wärme über den Radiator abgestrahlt wird.","Abgestrahlt wird, genau. Und jetzt ist es aber so, dass du in der Regel nicht\nnur einen hast, sondern mehrere.\nUnd du hast in der Regel aber… In Serie dann?\nManchmal in Serie, manchmal parallel. Also es gibt die Variante,\nwo du ein umlaufendes Rohr hast und durch dieses umlaufende Rohr läuft das Wasser so,\ndass durch so eine Art druckminderndes Ding das Wasser dann abzweigt in den\nHeizkörper und auf der anderen Seite wieder zurück ins umlaufende Rohr läuft.\nEs gibt aber auch die Variante mit zwei Anschlussrohren, also einen Hinlauf,\neinen Vorlauf und einen Rücklauf.\nUnd es gibt natürlich Mischformen und so weiter. Am Ende des Tages musst du aber dadurch,\nwie das System gebaut wird und welche Ventile wo verbaut sind,\nmusst du sicherstellen, dass wirklich in allen Heizkörpern dann auch warmes Wasser ankommt.\nSonst hast du schnell die Situation, dass du irgendeinen Heizkörper hast,\nder immer brüllend heiß ist und ein anderer, der nie warm wird.","Ja, klar.","Und dieses Ding nennt sich hydrostatischer\nAbgleich. Mehr kann ich dir allerdings auch nicht dazu sagen.","Okay.\nUnd jetzt so eine Fußbodenheizung oder sowas einzubauen, hast du nicht erwogen?","Natürlich habe ich das erwogen.","Aber dann hast du dir die Kosten angeschaut und hast dir gedacht,\nso viel Zukunft brauche ich jetzt auch nicht.","Naja, vor allen Dingen muss man auch so ein bisschen an die Gegenwart denken,\nsprich Fußbodenheizung in einen Raum einbauen.\nMuss der Raum vor allen Dingen erstmal eines sein?","Leer.","Leer.","Ja.","Und. Jaja.","Küche baut man jetzt nicht mal eben von heute auf morgen so aus oder so.","Ja gut, nee, also noch ist sie gut, ich brauche keine neue Küche.","Jaja, aber sie ist auch nicht so temporär mal eben entfernt oder so,\ndas ist ja, kann man vielleicht machen, aber es ist halt ein Riesenaufwand,\nauch der ganze andere Kram.","Ja, wenn man die Hängeschränke hängen lässt und so.","Aber ist das sozusagen das Einzige, was sich zurückgehalten hat?","Naja, es kostet ja, man kriegt es ja auch nicht umsonst.","Nee, das ist klar. So eine Fußbodenheizung. Aber es ist schön dann.","Ja, natürlich ist es schön und ich bin da auch nicht prinzipiell dagegen,\nnur ist es halt was, was jetzt von Kosten und Aufwand her gerade nicht dran ist.","Okay, verstehe ich auch.","Also das ist so, es ist so, dass ich, ich habe ja die Wärmebildkamera, Freakshow berichtete,\nneulich gekauft und habe mit dieser Wärmekamera festgestellt,\ndass im oberen Bad tatsächlich so eine Art Fußbodenheizung ist.\nUnd zwar, was die da gemacht haben, ist, dass das heiße Wasser läuft in den\nHeizkörper rein und wenn es auf der anderen Seite wieder rausläuft,\nläuft es nochmal durch eine Schlange durch den ganzen Boden und verschwindet\nerst dann im Rücklauf irgendwie.\nUnd dadurch, wenn der Heizkörper warm wird, wird auch der Boden warm.\nDas ist relativ praktisch.","Also es war Absicht sozusagen.","Ich nehme es schwer an, dass es Absicht war.","Könnte ja auch eine Inkompetenz des Rohrverlegers gewesen sein oder so.","Also das wäre schon eine sehr ordentliche Inkompetenz gewesen,\nweil das schon wirkt gut verlegt, soweit man das, ja hydraulische,\nhier wird die halbe Wikipedia bei Slack gepostet, aber das ist ja auch gut so.","Ja, ja, immerher damit, die Links landen dann auch gerne in den Shownotes.\nAlso ich fände das super.\nWann geht es los mit deiner Umbaumgeschichte?","Irgendwas Juli, August, weiß ich noch nicht so ganz genau.","Und dann kannst du natürlich deinen Solarstrom da auch gut zum Einsatz bringen.","Genau. Cool.","Ich neide mich ein bisschen um diesen Experimentierfaktor.","Naja, der Experimentierfaktor heißt halt auch, wenn es nicht ganz so toll klappt,\ndann müsste ich halt im Winter ein bisschen frieren.","Na gut, dann hast du aber doch immer noch deinen Heizstab.","Ja, ja. Also theoretisch ist die Wärmepumpe auch in der Lage zu kühlen.","Ja.","Praktisch ist es aber so, dass man, wenn man das tatsächlich nicht richtig macht,\nkann man sich sehr viel Schimmel ins Haus holen.","Im Sommer dann?","Ja, weil du nämlich dadurch dann Teile, also verlegte Rohre in der Wand oder\nim Fußboden, wenn die kühl sind,\ndann sammelt sich da Schwitzwasser an und dann sammelt sich da auch Schimmel an.\nDas funktioniert wirklich nur dann, wenn beim Einbau der Heizung das auch vorher\nquasi vorgesehen ist, dass...\nDass es gut genug isoliert ist, dass sich kein Schimmel bilden kann.","Aber für alle, die so jetzt wirklich, man können ja auch diverse Leute uns jetzt\nhier zuhören, die vielleicht so einen Häuslebauer-Moment gerade haben und so,\nwas baue ich mir eigentlich?\nUnd ich habe so den Eindruck, das hat sich alles noch nicht so richtig rumgesprochen\nmit diesen Wärmepumpen.\nBei unserer Zielgruppe ja wahrscheinlich doch noch ein bisschen eher,\naber so grundsätzlich, was genau eine Wärmepumpe ist.\nWir haben ja auch gerade so eine völlig verkackte, politische,\nAfD-artige, CDU-verbogene Debatte,\nwo Wärmepumpen wieder zu irgendwas, zu irgendeinem Feindbild hochstilisiert\nwerden, was natürlich fatal ist, weil ich denke, das muss man mal so in dieser\nDeutlichkeit sagen und ich glaube, das kann man jetzt auch so sagen.\nIch würde sagen, Wärmepumpen sind wahrscheinlich die Schlüsseltechnologie,\num das Energieproblem in Bezug auf Heizen und aber auch noch auf diverse andere\nDinge und dann auch generell Klimatisierung,\nsagen wir es mal so, also in beide Richtungen, sowohl warm machen als auch kalt machen,\nist die Wärmepumpentechnologie die Technologie, die uns hier die Möglichkeit bietet,\nwirklich Lösungen zu finden, die uns wegbringen von Verbrennungstechnologien.","Naja, man könnte sagen, alles was Klimaanlage ist, sprich kühlt,\nwar immer eine Wärmepumpe. Man hat es nur nicht so genannt. Ja.\nSondern die Diskussion um die Wärmepumpe ist ja die zum Heizen letzten Endes.\nUnd der Hack jetzt aus der Umgebungsluft oder aus Boden, Grundwasser oder sonst\nwo, wo einfach mal Wärmeenergie rauszuziehen,\num sie dann in ein Haus zu pumpen, dass es überhaupt funktioniert,\nhabe ich halt auch erst nach Leistungskurs Physik verstanden,\nwo wir eben Wärmelehre hatten, war nicht mein brillantester Moment.\nAber immerhin habe ich verstanden, was eine Wärmepumpe ist und wie sie funktioniert\nund vor allen Dingen warum.","Genau, und das sollte man sich mal rantun und auch klar machen.\nJeder von uns hat mindestens eine Wärmepumpe im Haus.\nwürde ich mal so unterstellen, also Kühlschrank, macht auch nichts anderes,\nder pumpt die Wärme aus dem Schrank, deswegen ist der Kühlschrank hinten warm. In die Küche.\nund innen kalt und das Prinzip ist halt immer,\ndasselbe, dass eben mit einem Kompressor über die Verdichtung von irgendwas etwas,\nwas sozusagen bei bestimmten Temperaturen gasartig wird und bei anderen dann\nwieder flüssig, also diese Expansion und so weiter und dann in dem Moment durch\ndiese Expansion dann eben Wärme aufnimmt, beziehungsweise abgibt,\ndieses Prinzip kann man halt in jede Richtung spielen und man kann heute ein Haus so bauen,\ndass es halt Abgesehen davon, dass es ohnehin gut isoliert sein sollte und auch\nkann und es ja auch Nullenergiehäuser,\nalso Passivhäuser gibt, wo sozusagen gar nichts rausgeht und wo du dann mit\neiner Wärmepumpe sehr fein noch den Rest machen kannst,\nhast du halt einfach damit die Möglichkeit, sowohl das Haus zu heizen, als es auch zu kühlen.\nAlso man kann sozusagen bei jedem Wetter immer genau das umdrehen,\nwas man gerade hat und diese Temperaturdifferenz holt man sich halt am besten aus der Erde.\nDas ist glaube ich für die meisten wäre das so die ideale Lösung,\nwenn man denn genug Gartenfläche hat oder mit vertretbarem Aufwand in die Tiefe gehen kann.","Ja, nein, vielleicht, es gibt ein paar Haken an der Sache.\nDas erste ist, also ein Tiefbrunnen ist eigentlich die beste Variante,\nweil das Grundwasser hat immer so gute Weißweintemperatur, 10 bis 12 Grad.\nDa kann man, selbst wenn es draußen minus 20, minus 30 Grad hat,\nmit relativ gutem Wirkungsgrad Wärme rausholen.","Aber es geht doch gar nicht um das Wasser, es geht doch um die Tiefe.\nAlso die Erde an sich ist doch auch schon wärmer als draußen.","Ja, aber du bohrst ja keine tausend Meter in die Tiefe, sondern eben nur 50 oder 100.","Ja gut, aber die Erde ist ja auch schon nach einem Meter ist die ja schon wärmer,\nals wenn es draußen kalt ist.","Ja, im Prinzip schon. Das Ding ist aber, wenn du...\nWenn du so ein Wärmeding hast, wo du tatsächlich also flach,\ndas ist so die zweitbeste Variante, so eine flache Grube hast,\ndann ist es so, dass dadurch, dass da ja kein Grundwasser ist,\ndass die Wärme transportiert, sondern dass es ja im Prinzip hast du,\ndu schachtest halt zwei Meter aus, legst deine Schlange da rein und wenn du\nlange genug Wärme da rausgezogen hast, dann ist es halt auch kalt.\nda fließt ja nicht so unglaublich schnell Wärme nach achso.","Weil die nicht so transportiert wird du meinst, wenn man dann tiefer geht und\ndann wirklich im Grundwasser ist hat man eine schnellere Nachreichung von Wärme genau.","Weil du einen gewissen Grundwasserstrom hast deswegen ist die Tiefbrunnenwärmepumpe\neigentlich die effektivste,\nist aber auch die teuerste weil das Lochbohren kostet halt unglaublich viel\nGeld dann gibt es diese Variante mit der Flachboden ich weiß jetzt nicht genau wie die heißt Heißt,\nda musst du halt erstens die Fläche für haben,\nalso einen entsprechend großen Garten und du musst halt auch bereit sein,\nmal eben deinen gesamten Garten ausheben zu lassen.\nSamt sämtlicher Vegetation, die da vorher war.\nUnd dann gibt es halt die Luft.","Wobei das jetzt, wenn man nur so einen Rasen hat, nicht das Problem ist.","Nein, klar, den sät man nach.","Kannst ja auch einfach wegrollen und danach wieder hinrollen.","Ja, so einen guten Rasen muss man erstmal haben.","Also wenn der Rasen so gut ist, dass einem das im Herzen wehtut,\ndann kann man ihn auch gut wegrollen.","Auch wieder wahr. Naja, und dann die Luftwärmepumpe ist halt die,\ndie am schnellsten und am günstigsten zu montieren ist.\nAlso die, die jetzt hier in dem Angebot steht, kostet ungefähr 13.000.\nDamit ist sie schon eine der teureren.\nAlso ich habe noch andere Angebote gehabt, in dem einen stand glaube ich 8000 drin oder so.\nSo preislich, ja klar, das ist jetzt nichts, was man mal eben irgendwie beim\nBäcker noch schnell dazu nimmt,\naber eine Luftwärmepumpe ist halt im Prinzip von der Investitionsmenge her so,\ndass du sagst, die Alternativen dazu, Dazu, da musst du dann halt auch 20 Jahre\ngut heizen, damit du das dann amortisiert hast, dass du da so ein dickes Loch\nin den Boden gemacht hast.","Und ist es auch so, dass wenn jetzt die Heizleistung davon nicht ausreicht,\ndass man im Prinzip noch so ein zweites Teil daneben stellen kann?","Man könnte im Prinzip eine zweite Wärmepumpe, das Problem ist ja nicht,\nalso das Problem ist nicht die Heizleistung an sich, sondern der Temperatur\nund der Hub, den du machst.\nAlso je höher der Temperaturhub ist, den du machen musst, also sagen wir mal\nes hat draußen 10 Grad und du wärmst das Wasser auf sagen wir mal 60 Grad auf,\ndann hast du ja 50 Grad Hub, auch wenn man es eigentlich so nicht rechnen kann, aber egal.\nAlso 50 Kelvin Abstand, dann hast du einen relativ guten Wirkungsgrad.\nWenn es jetzt draußen aber, weiß ich nicht, minus 20 hat oder so,\ndann hast du plötzlich 80 Kelvin Hub und dann geht der Wirkungsgrad extrem runter.\nAlso man sagt, unter minus 10 Grad wird es halt kritisch.\nUnd dann gibt es irgendwann den Punkt, dass der Temperaturhub zu groß, wo du im Prinzip...\nauch direkt per Heizstab heizen kannst, weil das ist genauso effektiv.","Da wird dann halt die Erdwärme interessant.","Genau, also was ich jetzt gelesen habe, es gibt Firmen, die tatsächlich,\nalso für Bereiche der USA ist es so, dass es dann halt sehr,\nsehr kalt wird im Winter, dass du dann eine zweistufige Wärmepumpe hast,\nsodass du im Prinzip eine Kaskade machst.\nEine Kaskade, genau, wo du dann eine mittlere Temperatur hast und die erste\nWärmepumpe holt das auf die mittlere Temperatur und die zweite holt von der\nmittleren Temperatur das dann.\nDann hast du auch immer noch einen relativ guten Wirkungsgrad,\ndann hast du halt nur das Problem, dass du halt zwei Wärmepumpen hast,\ndie du beide bezahlen musst. Wird halt teurer.","Aber ich glaube diese Kaskadenlösung ist, bin ich mir jetzt nicht ganz sicher,\naber es kann sogar sein, dass das auch eine Methode ist, wie man bei Mehrparteien,\nWohnhäusern da eine Lösung finden kann.\nhat, dass man nicht eine zentrale Wärmepumpe hat, die für alle das macht,\nsondern dass du quasi so eine zentrale Wärmepumpe hast und dann hast du sozusagen\nnochmal so eine Etagen, so wie du heute eine Gasetagenheizung hast,\nhast du sozusagen nochmal so eine,\nEtagenwärmepumpe tatsächlich oder pro Wohneinheit oder so halt.\nDas stecke ich jetzt nicht so ganz so drin, aber da tut sich auf jeden Fall eine Menge.\nWas ich auch sehr interessant finde, ist, dass man jetzt langsam auch auf die Idee kommt,\nfür für Fernwärmesysteme, also wenn du ohnehin schon ein Heizkraftwerk hast,\nwas heute vielleicht eben mit Gas betrieben wird,\noder im schlimmsten Fall noch mit was anderem, so, möchtest du ja loswerden.","Du brauchst, du musst die Wärme loswerden, damit du die Turbinen betreiben kannst, klar.","Für ein Heizkraftwerk, Turbinen?","Naja, für ein thermisches Kraftwerk allgemein. Ich meine, die Kühltürme hast\ndu ja, weil du das Wasser, was du heiß gemacht hast, um es durch die Turbinen\nzu pressen, hinterher wieder flüssig kriegen musst.","Durch welche Turbine? Für was?","Also ein thermisches Kraftwerk funktioniert so, dass du Wasser nimmst,\ndas kochst du, dann hast du Dampf\nund dann haust du den Dampf durch eine Dampfturbine, machst damit Strom.","Nee, mir geht es nicht um Strom, mir geht es um Heizkraftwerke.","Moment, und dann musst du den Strom, dann musst du den Dampf aber wieder zu\nWasser kriegen. Und dadurch musst du den Dampf kühlen, damit du hinterher wieder Wasser hast.\nDas heißt, jedes thermische Kraftwerk hat extrem viel Abwärme,\ndie du natürlich als Fernwärme nutzen kannst.\nUnd deswegen hast du ein Heizkraftwerk in dem Sinne, macht halt nicht nur Wärme,\nsondern vor allen Dingen erstmal Strom. Und die Wärme ist nur ein Abfallprodukt,\nwas ich nutzen kann, um irgendwo Häuser zu heizen.","Worauf ich hinaus wollte ist, dass man jetzt Wärmepumpen im großen Stil in Flüsse hängt.","Um die Flüsse zu kühlen.","Das ist so ein Nebeneffekt. Ich meine, dadurch, dass durch den Klimawandel auch\ndie Flüsse immer wärmer werden, was ein Problem an sich ist,\nhast du aber auf der anderen Seite die Möglichkeit, die Flüsse in einem bestimmten\nMaße, also darfst du es natürlich auch nicht übertreiben,\nalso solche Installationen müssen dann eben auch,\nAbschaltmaßnahmen vorsehen, falls Flüsse zu kalt werden. Aber du kannst halt\naus Flüssen, die halt nun mal relativ warm sind, Auch im Winter fließen sie\nja meistens, also sind sie nicht gefroren.\nAlso selbst wenn es draußen minus 20 Grad sind, hast du halt beim Fluss auf\njeden Fall mehr als null.\nUnter dem Eis. Unter dem Eis, wenn es ein Fluss ist, der überhaupt zufriert.\nAlso keine Ahnung, wenn du jetzt so den rein nimmst oder einen größeren Fluss\noder so, da ist halt viel Wasser drin, da wird viel Wärme transportiert in diesem\nWasser. Im Vergleich zur Außenluft, wenn es kalt ist.","Schon allein, weil Wasser so eine hohe Wärmekapazität hat.","Genau, das heißt, du kannst diesen Fluss tappen für eine Wärmepumpe und daraus\ndie Wärme entziehen, den Fluss halt etwas abkühlen.\nOb das dann eine nennenswerte Veränderung der Gesamttemperatur des Flusses darstellt,\nnachdem du es entnommen hast, hängt natürlich von der Menge ab.\nAber du kannst da sehr viel Wärme rausholen, bevor der Fluss da irgendwas von\nmerkt und bevor du halt die ganze überschüssige Wärme, die du da drin hast,\neinfach nur in den Ozean reinschiebst und den auch noch wärmer machen kannst,\nkönnen wir sozusagen den Spieß umdrehen und uns die Wärme von da holen.\nDas ist definitiv etwas, was jetzt in immer mehr Orten zum Einsatz kommt.\nUnd überhaupt gibt es so viele putzige Ideen, wie man mit dieser Technologie\nsich Probleme vom Hals schaffen kann.\nDas Jahrzehnt der Wärmepumpe steht bevor.\nNa gut, also ich bin auf jeden Fall gespannt, wie das bei dir dann so läuft. Wann kommt es?","Ich sagte ja irgendwann Juli, August.","Juli, August, also bald. Okay, cool. Cool. Alright.","Also noch vor der nächsten Heizperiode.","Tolle Idee.\nGut. Wo wir gerade bei Haus und Garten sind.\nRalf, was ist eigentlich mit dir? Bist du noch da?","Ich bin noch, ja. Ich habe halt kein Haus.","Ja, ich auch nicht.","Und das Wohnerdgeschoss, auch Solar, ist irgendwie keine Option.\nBei diesen ganzen schönen, spannenden Dingen bin ich leider nicht so richtig betroffen.\nWo ich aber betroffen bin, ist Gear Acquisition Syndrome als Konsequenz von\nvorherigen Freakshow-Sendungen.","Das ist zwar ganz schlimm.","Zum Glück nicht die Wärmekamera, die habe ich mir bisher noch verkniffen.\nWas ich mir zugelegt habe ist, das was Tim hier mitgebracht hatte vor ich glaube\nauch zwei, drei Sendungen, diese Thin-Optics-Geschichte, diese Lesebrille für\nMikroformat. Ein Wahnsinn.\nWenige Dinge haben mein Leben in so kurzer Zeit so positiv verändert wie dieser\nkleine Dagobert Ducknickel hier.\nEgal in welchem Meeting du das auch rauspackst, sofort geht die Kinnlade runter\nund alle wollen mal gucken und auch mal aufsetzen.\nEs führt aber natürlich auch zu einem Nachfolgeproblem.\nNämlich, es ist ja sehr klein, diese Mini-Faltbrille, diese Brille.\nAber trotzdem, das ist ähnlich wie bei den Kameras und den Smartphones.\nNur die Brille, die man auch immer dabei hat, ist die beste sinnvolle Brille.\nSo, und ich hatte es also erst in meinem Portemonnaie. Jetzt bin ich aber nochmal\nauf so ein Mini-Portemonnaie umgestiegen, wo es also wirklich nur noch Checkkartengröße hat.\nUnd da passt es in der Tat nicht mehr vernünftig rein. Nein,\ndann ist halt die Frage, okay, was ist der andere Ort, wo ich so etwas immer\nmit mir herumtrage und das ist, wer weiß es,\nda würde ich es jetzt nicht dran klippen, aber Schlüsselbund.","Ja, okay, dafür ist das doch so ein gedachtes Produkt.","Dafür ist es eigentlich auch gedacht, genau. So, jetzt ist aber natürlich dann\ndie nächste Frage, wie organisiert ihr euren Schlüsselbund?","Du meinst jetzt so generell?","Ja, weil ich bin ja eigentlich Fahrradfahrer. Das heißt, ich habe schon mal\njetzt zwei Schlösser dran.\nDann habe ich eben für einmal in der Woche noch ein Auto. Das heißt,\nich habe einen Autoschlüssel.\nDa habe ich noch eine Dachbox oben drüber mit einem Schloss.\nIch habe noch ein Schloss für den,\nFahrradhalteraufbau oben drauf. Und oh Gott, jetzt kommt ein Schlüsselbund von Tim.\nOh Mann, viel Verantwortung. Das sind mindestens 20 R30 Schlüssel.\nDu brauchst aber alleine für diesen Schlüsselbund brauchst du doch irgendwie einen.","Das schluckt mancher Hausmeister, wenn er das sieht.","Dann habe ich halt irgendwie jetzt den Generalschlüssel von der ZLB plus noch\neinen Transponder für unseren Follow-Me-Drucker. Den willst du auch nicht immer dabei haben.\nDas heißt also, ich versuche jetzt gerade, mein Leben zu entschlacken und nur\nnoch wenige Dinge mit mir herumzutragen.","Du willst dein Leben entschlüsseln.","Entschlüsseln, genau.\nUnd hab also jetzt ein System gesucht, wie man jetzt möglichst schnell und unkompliziert\nhalt verschiedene Schlüsselteile dran und abmachen kann.\nUnd das erste, worauf man, also was man nicht machen will, ist mit diesen Schlüsselringen\nhalt irgendwie rumfrumeln. Das ist alles eklig.\nUnd die Fingernägel zerbrechen und kein Spaß.\nSo, das nächste, was ich überlegt hatte, waren so Mini-Karabiner.\nDavon hatte ich irgendwie von meinen Kindern so zwei oder drei.\nDie sehen schon mal ganz nerdig aus, wenn man mal geklettert hat und funktionieren\nauch so leidlich, aber auch nicht so richtig super.","Ich empfehle Doppelkarabiner, das sind die besten.","Ja. Also habt, so und das war so mein Recherchestand.","Also du bist dann noch auf der Suche sozusagen.","Nee, nee, ich habe was gefunden.","Soll ich vorher erzählen, wie ich es mache?","Ja, genau, das ist der Gedanke, dass ihr erstmal erzählt, wie ihr es macht und\ndann zeige ich euch, wie die Welt aussieht.","Also bei mir spielen Karabiner eine Rolle. Das Wichtigste ist so mein zentrales\nElement, das ist nämlich ein verschraubbarer Karabiner.","Kann ich mal ein Bild von deinem Schlüssel machen oder ist das zu Post-Privacy?","Du weißt schon, so Fotos von Schlüsseln.","Ja gut, okay, die Auflösung ist hoch.","Also ich habe einen Karabiner, der einfach nur so oval ist, wo man die Schraube\nso richtig festschrauben kann.\nDas ist mein Core-Set. Das heißt, die mache ich normalerweise nicht ab.\nDann habe ich aber so Module...\nWo ich weiß, die brauche ich immer nur phasenweise oder die muss ich ab und\nzu mal separat portieren oder mit denen laufe ich vielleicht auch mal nur alleine rum.\nWas weiß ich, Autoschlüssel-Set zum Beispiel hängt nochmal in einem eigenen\nKarabiner an diesem Zentralkarabiner, weil manchmal mache ich den ab,\nweil ich halt nur mit dem Auto unterwegs bin, Schlüsselbund ist woanders. Karabiners, tralala.\nDann natürlich ein AirTag noch mit\ndran und mit diesen halbwegs stabilen Karabinern bin ich ganz zufrieden.","Das sind aber jetzt für euch beschrieben, was ich jetzt vor mir sehe,\ndas sind schon Karabiner, die sind schon in etwa in den Ausmaßen,\nwie man sie beim Klettern verwendet.","Genau, das sind so diese typischen Kletterkarabiner, die sind hier auch aus dem Outdoor-Laden.","Also mit denen würde ich nicht klettern, aber das nur am Rande?","Ja, die gibt es dann sicherlich nochmal in toller, aber das sind jetzt,\nals du Mini-Karabiner gesagt hast, da habe ich so diese ganz dünnen Teile gesehen,\ndie vielleicht ganz okay sind, um irgendwas mal irgendwo dran zu befestigen,\naber die einfach diesen Stress eines Schlüsselbunds nicht ertragen.\nAlso man braucht schon so eine gewisse Festigkeit und vor allem braucht man\nbelastbare Federn. Also einen guten Karabiner machen vor allem Federn aus,\ndie nicht schnell ausleiern.\nSchlechte Karabiner, da geht\nder Haken dann einfach mal auf und ist offen und weg ist der Schlüssel.\nAlso das muss man natürlich auch verhindern. Also das ist, sagen wir mal,\nmein Ansatz und dann natürlich noch so diverse Strippen, um das Ding irgendwo\numhängen zu können und so.","Wir leben jetzt schon in sehr unterschiedlichen Schlüsselwelten,\nweil mein Anspruch ist halt, ich will es so runter reduziert haben,\ndass ich es bei mir einfach in der Jeans tragen kann, den Schlüssel.\nUnd deiner ist so groß, den kriegst du ja kaum umgehängt.","Naja, deswegen, also ich habe, was weiß ich, meinen Motorradschlüssel habe ich\nzum Beispiel immer an der Jeans.","Noch separat dran.","Genau, weil das ist eher keyless. Also das ist sozusagen ein,\nden ich auch nie rausnehmen muss.\nIch muss ja nur in der Nähe sein. Das setzt mich aufs Bike und dann ist das Ding unlocked.\nDeswegen habe ich den separat.","So, jetzt gucke ich mal zu Roddy rüber. Der ist schon jetzt eher so meine Liga.\nDer hat also zwei Schlüssel. und ein...","Also Haustürschlüssel, Schlüssel\nfür die Garage. Natürlich auch einen AirTag und den Autoschlüssel.\nBeim Fahrradschlüssel ist es so, ich habe so eine Lenkertasche von Ortlieb.\nIch weiß nicht, ob du die kennst.","Ja, habe ich auch.","Genau, und da ist ja so nochmal ein Schlüsselring dabei, den man so an der Tasche\nso festklammern kann mit so einem Druckknopf.\nUnd da hängen immer die Schlüssel von dem Schloss dran.","Ah, okay.","Das heißt, wenn ich das Fahrrad nehme, habe ich auch die Lenkertasche dabei\nund an der Lenkertasche ist dann der Schlüssel fürs Fahrrad.","Okay.","Ähnlich ist es beim Band-Raumschlüssel. Der ist quasi mehr oder weniger immer\nin der Tasche, wo auch die Gitarre drin ist.","Also was ich jetzt gefunden habe, ist etwas, das gibt es seit fast 30 Jahren\nwohl, aus der Rubrik Vater, warum hast du mir nie davon erzählt?\nEs muss also eigentlich schon bekannt sein und zwar die Firma Troika hat das hier erfunden.\nIch halte jetzt etwas hoch, was kleiner ist als ein Euro.","Und das sind eher so fünf Centstücke gestapelt.","Genau, und sieht von der Grundbauform her ein bisschen aus wie ein Jojo, genau,\ndas heißt also zwei Platten und in diese Mittelschicht hier kann ich jetzt einfach\nmit einem super kleinen Adapter-Schnupsi das reinklippen in diesen Ring hier.\nIhr müsst jetzt ein bisschen mitbeschreiben, damit sich das irgendwie erschließt.\nIch habe jetzt hier so eine kleine, wie würde man das jetzt hier beschreiben,\nso eine Kupplung, so eine Mini-Kupplung, wirklich sehr klein.","Lupsi.","Und einfach reingedrückt und dann ist es frei beweglich an diesem Rufurteil.\nGibt es da eine Öffnung für?\nGenau, es gibt einen Ort, hier ist eine Federung und so ein kleiner Raussohn,\ndamit kann ich also mit einer einzigen Bewegung den wieder entkoppeln.","Also das ist so ein Druckknopf, wenn man den drückt, kann man die Dinger rausnehmen,\naber ansonsten bleiben sie drin.","Genau. Und auch nur an einer Stelle. Und das Ganze ist also komplett Edelstahl und hält wohl ewig.\nDas heißt also praktisch nichts, was da irgendwo.","Aber was cool ist, man kann halt sehr leicht irgendein Subset entfernen.","Genau. Genau.","Das ist ja echt ganz cool.","Kostet 17 Euro. Und habe ich noch nie irgendwo bei irgendjemandem gesehen.","Troika Unisex Adult Classic. Klingt auch nach was ganz anderem.","Okay.","Und wie...","Das habe ich jetzt seit knapp einer Woche im Einsatz und ähnlich wie die Lesebrille\nJa, warum hat man mir das nicht vor 30 Jahren gesagt?\nDas funktioniert total gut. Ja, man kann jetzt eben einfach beliebige bestehende\nKomponenten damit integrieren, weil du halt diese kleinen Mini-Adapter-Kupplungen\nkriegst du halt an jeden normalen Schlüsselring auch dran.\nAlso man muss jetzt gar nicht groß irgendwas umbauen.","Vor allem, man könnte sich ein so ein Ding, mit einem so ein Teil,\nmacht man sich einen an die Hose ran und dann kann man da auch die einfach von\ndem einen Schlüsselbund sozusagen ans andere ran machen.\nDas ist ganz cool. Das gefällt mir, die Lösung.\nInteressant. Okay, hab ich wirklich noch nie von gehört.","Das hab ich irgendwann schon mal gesehen, glaube ich.","Also als ich das dachte, dachte ich, bring es mal mit in die Freakshow und wir\nsind ausgelacht, weil alle das schon seit 20 Jahren auf dem Kongress irgendwie rumreichen.","Schön finde ich ja die Rubrik, unter der es bei Amazon ist und zwar Fashion,\nGepäck und Reiseausrüstung, Zubehör, Schlüsselanhänger, Damen.","Was?","Also offiziell heißt das Ding Schlüsselorganizer.","Schlüsselorganisation.","Also so nennt es Troika auf seiner eigenen Webseite.","Genau, das ist halt das, was es tut. Es organisiert oder macht Schlüssel vernünftig organisierbar.","Unkomplizierter Typ, attraktiv und vielseitig, sucht modebewussten Schlüssel.\nBesser kann man die Patentschlüsselanhänger von Troika kaum beschreiben.\nDie Mechanik funktioniert verblüffend einfach und fingernagelsicher.\nDie Optik reicht von klassisch elegant bis bunt und trendig.","Genau, es ist halt rund und wie gesagt ungefähr so ein bisschen kleiner als ein Euro-Stück.\nUnd man kann das halt mit unterschiedlichen Motiven dann quasi sich noch bestellen.\nMan kann es aber auch einfach in Silber nehmen und dann hat man es ganz neutral.\nIch habe jetzt hier so einen kleinen Elektronik-Schaltplan bei mir oben drauf.","Den hast du so bestellt? oder hast du den draufgeklebt?","Nee, den habe ich so bestellt. Ich dachte so mit IT und Technik und Zukunft.","Okay, und wie viele von diesen Anhängedings sind dann dabei?","Da sind 1, 2, 3, 4, 5 dabei. Du kannst aber auch welche nachkaufen für irgendwie\n7 Euro, kriegst dann nochmal 5.\nIrgendwann, das Ganze ist halt sehr klein. Ich war verwundert, wie klein es ist.\nIch hätte gedacht, das ist irgendwie so doppelt so groß, aber sie sind halt\nwirklich voll auf dem Trichter. Mach es so klein und unauffällig wie möglich.\nIrgendwann reicht der Radius natürlich dieses Kreises nicht mehr aus Das wollte ich.","Jetzt auch gerade sagen.","Ich würde vermuten so 7 bis 8 sinnvoll Danach ist es dann irgendwie so dieses\nSeesternphänomen, dass zu allen Seiten dann die Sachen keinen Platz mehr haben,\nSeesternphänomen Naja, wenn du diese Arme hast dann können die ja nicht beliebig\nauf eine Seite verschoben werden, sondern die brauchen alle Platz so ein bisschen,\nJa, schaut es euch mal an. Schöne Sache. Ich bin sehr glücklich und vor allem\ngesagt, es ist also wirklich eine Sache, die seit vielen, vielen,\nvielen Jahren da ist. Es ist jetzt nicht irgendwie,\nwas, wo man sich fragt, okay, ist es nach einem Jahr kaputt?\nSondern es scheint zu halten.","90 Cent kostet der Ersatzring mit dem Nupsi.","Ein einzelner davon.","Ein einzelner.","Kann man mal machen.","Kann man mal machen, ja.","Auf dem bild sind sieben adapter sogar dran das also.","Hier an dem ganz normalen ein fashion statement sechs ringe abnehmbar plus dem karabiner.","Plus den karabiner also ein karabiner ist auch noch daran um das ganze noch er hat mich.","Ja nicht so überzeugt.","Der karabiner aber das auch leider nicht magnetisch warum der nicht an meiner\nschönen magnet schlüssel wand hält aber da habe ich dann dann auch schon eine\nLösung gefunden mit einem kleinen Zwischenmagneten.","Also billiges Alu sozusagen.","Ja, vermutlich.","Alright.\nDann hast du aber noch was.","So, genau. Aus der Rubrik Gut, dass es das endlich gibt. Das gibt es,\nglaube ich, noch nicht so lange.\nIch fahre ja viel mit dem Fahrrad, halt auch wirklich jeden Tag zur Arbeit.\nUnd manchmal ist man dabei in der Situation, wo man dann auch noch ein bisschen\ndurch die Gegend laufen möchte, durch die Stadt oder Konferenzen oder was auch immer.\nUnd jetzt gibt es eine neue Produktklasse von Taschen, die sich umbauen lassen\nzwischen einer Fahrradtasche und einem Rucksack.\nUnd da habe ich mal so ein Modell hier mitgebracht. Das ist von Otinga,\nhabe ich jetzt hier eins zum Geburtstag geschenkt bekommen.\nkommen und in der einen Ausbaustufe ist es jetzt einfach eine Fahrradtasche,\nauch so ein bisschen wie man die hier von Ortlieb kennt,\nmit oben zum Zusammenrollen, ich glaube 34 Liter passen rein und mit einer eleganten,\nschnellen Handbewegung und dem Öffnen eines,\nReißverschlusses klappt man das Ganze oben hinten auf dem Rücken,\nbefestigt einen zweiten Reißverschluss und dann hat man plötzlich einen Rucksack,\nden man sich umhängen kann.","Das habe ich jetzt vorhin das erste Mal gesehen und ich finde das ziemlich elegant.\nDas ist ja dann auch noch so ein Rucksack, der oben so ein bisschen so ein,\nwie nennt man das, so ein Wickelverschluss hat, wo man das so zusammendreht.","Genau, um ein bisschen mehr Stauraum zu haben oben.","Aber es ist natürlich ganz passend, wenn man ohnehin viel mit dem Fahrrad unterwegs ist.","Wusstet ihr, dass man von Ort liebt, diese Befestigungsdinger für die Fahrradtaschen,\nso einzeln kaufen kann, dass man das im Prinzip an alles ranmachen kann,\nan, wo man es ran machen möchte.\nIch habe das mal mit einem Bierkasten gemacht.\nDer Bierkasten hat jetzt also ein Fahrrad-Anhänge-Dingsy für den Gepäckträger.","Ah.\nWas sind das für Befestigungselemente von Ortlieb? Also was genau?","Naja, das sind so eine Stange mit so Haken und unten nochmal das Ding, was so quer, also.","Die jetzt serienmäßig an ihren Taschen sowieso immer schon dran sind?","Genau, aber es gibt halt alle diese Dinge als Ersatzteile und wenn man die richtig\nzusammen klickt, hat man einmal das Set von diesen Dingern, die man aber an\nbeliebige andere Dinge ranbauen kann.\nAlso ich habe mal irgendjemanden gesehen, der hat tatsächlich irgendeine Leder-Aktentasche\ngenommen und hat sich da das Ortlieb-Zeug dran gemacht und hatte dann eine Leder-Aktentasche\nmit Ortlieb-Fahrradhalterung.\nDas ist also...\nDas mit dem Bierkasten war eigentlich eine Schnapsidee, weil das Bier,\nwenn man da tatsächlich Bier drin hat und das dann rumfährt,\nist es doch gut durchgeschüttelt. Aber das ist ein anderes Thema.","Ja gut und es ist auch die Frage, wenn es wirklich mit Flaschen voll ist,\nist es ja sehr schwer. Da muss das ja schon extrem belastbar sein.","Ist es aber.","Okay.","Also jetzt nochmal zu diesen Rucksäcken-Fahrradtaschen. Das ist jetzt nicht\ndas einzige Modell, was es dazu gibt, sondern es gibt jetzt gerade von fünf,\nsechs Herstellern, die das jetzt gleichzeitig irgendwie versuchen,\ndiesen Markt zu bespielen.\nUnd ich habe hier nochmal einen Link in den Chat reingeworfen und finde es dann\nauch in den Shownotes zu einem Spiegel-Online-Test in Anführungszeichen.\nDie sind ja irgendwie, finde ich, doch immer etwas zweifelhaft,\naber da findet man nochmal fünf andere Modelle.\nWas die alle so ein bisschen gemeinsam haben ist, es ist halt an beiden Seiten\nhat man dann halt einen Kompromiss.\nAlso es ist jetzt keine perfekte Fahrradtasche, wobei ich sagen würde,\nes ist auf jeden Fall perfekter als Fahrradtasche als als Rucksack.\nAber im Rucksack fehlen dir halt schon so ein paar Komfortfunktionen,\nwie jetzt wirklich eine gute Federung und einen Hüftgurt hast du halt nicht.\nHast du aber bei anderen Business-Rucksäcken so vielleicht auch nicht unbedingt.","Naja gut, aber ich meine eine Tasche, die du als Rucksack, als städtischen Rucksack\nbenutzen würdest, würdest du jetzt auch nicht auf eine Fahrradtour mitnehmen oder so.","Es muss ja auch kein Wanderrucksack sein.","Ja, ja, genau. Also ich glaube, das ist da.","Ja, du fährst, also mein Szenario ist einfach, du fährst halt jetzt irgendwie\nmit dem Fahrrad zum Bahnhof,\nsetzt dich, baust das Teil um, hast es im Zug,\nbist irgendwie dann auf deinem Zielort und läufst dann da nochmal irgendwie\nzwei Kilometer durch die Stadt,\nbis du irgendwie auf der Tagung bist oder sowas und hast dann da vor Ort auf\nder Messe oder Tagung oder wie auch immer dann oder einen Rucksack und am Ende\ndes Tages fährst du mit deiner Fahrradtasche halt wieder nach Hause.\nAlso genau dafür ist das total gut geeignet.","Ja, vor allen Dingen, man will auf dem Fahrrad halt keinen Rucksack tragen.","Und ich weiß jetzt nicht, ob du das schon erwähnt hast und ich überhört habe,\naber der Nebeneffekt von diesem Umklappsystem ist ja auch der,\ndass wenn du jetzt mit deinem Fahrrad durch dreckiges Gebiet fährst und dann so Dreckspritzer hast,\nklappst du ja sozusagen den Dreck dann komplett weg mit diesem Teil.\nUnd dann hast du mehr oder weniger wieder einen sauberen Rucksack,\nder zwar dreckig ist, aber halt weggeklappt in diesem Plastik-Enclosure.","Genau, also ich bin damit jetzt noch nicht irgendwie durch wilde Matsche gefahren.\nDas muss ich also noch erweisen, ob dann an den Seiten dann nicht doch irgendwie\nzu viel noch hängen bleibt. Also in der Theorie ist es so, ja.\nIch werde dir einst berichten, ob es dann auch mal wirklich...","Ja, also wenn du jetzt durch so einen Schlamm-Orkan fährst, dann ist natürlich\nauch irgendwann Schluss. Aber so grundsätzlich ist das natürlich schon mal ganz cool.\nOtinga Flip V2. Nur echt, wenn von Frickgeo empfohlen, ohne Affiliate-Link.\nSo sind wir.","So sind wir.","Alright. Möchtest du jetzt noch über deine sonstigen Einkäufe berichten, Roddy?","Ich kann es kurz erwähnen, also ich bin jetzt tatsächlich, ich konnte mich der\nSache nicht mehr weiter länger erwehren.","Weil Dominik das jetzt auch gemacht hat?","Ne, vor allen Dingen, weil ich vor allen Dingen auf der Easter Egg da so ein\nbisschen in den CAD-Topf gefallen bin.\nIch habe mir jetzt tatsächlich einen 3D-Drucker gekauft und zwar den gleichen,\nden Dominik gekauft hat, also einen Prusa Mark IV. vor.\nBei der Bestellung ging ein bisschen was schief, deswegen habe ich jetzt doppelt\nso viel Filament, wie ich eigentlich haben wollte.","Aber nicht zu wenig?","Nee, nicht zu wenig. Wird ja auch nicht schlecht, soweit ich weiß.\nAnsonsten kann ich irgendwann da mal mehr von berichten, wenn wir das mal als\nSchwerpunkt machen wollen.\nDazu ist es aber jetzt auch ein bisschen verfrüht.\nIch habe mich, so wie Domi das berichtet hat, also auch so ein bisschen durch\nPrintables und Thingiverse durchgedruckt.\nIst erstaunlich, was die Leute schon alles irgendwie als Modelle gebaut haben.\nUnd was wirklich, wo Ikea...\nHat ja viele Dinge, die sind, naja, nicht so doll, aber es gibt ein Ikea-System,\ndas ist wirklich gnadenlos genial, wenn man einen 3D-Drucker hat und zwar heißt das SCARDIS.\nAlso eigentlich SCARDIS, aber mit diesem A mit dem Kringel obendrauf, SCARDIS.\ndas ist so eine Lochplatte wo man diverse Dinge kaufen kann,\ndie man in die Lochplatte rein hängt und es gibt für diese Lochplatte,\nfür dieses SCOREDES System gibt es unglaublich viel Zeug, was man drucken kann\nalso man kann im Prinzip alles an eine SCOREDES Platte ranhängen,\nwas man will, wenn man nur einen 3D Drucker hat,\nich kann das sehr empfehlen,\ndas nur so in aller Kürze, würde ich sagen.","Doch, Platte. Auf die Idee bin ich bisher noch nicht gekommen.","Es ist gerade Wandaufbewahrung, Platte und Zubehör. Und diese komischen Schlitze\nmit ihrem genormten, genormt, mit ihrem Abstand, wie gesagt,\nda gibt es relativ viel Zeug.","Sieht halt so ein bisschen so semi-schön aus. Ich bin immer so ein Freund von Magneten bei sowas.","Sieht semi-schön aus, ist aber für alles, was praktisch sein soll und darf und\neher, sagen wir mal, eine Werkzeug-Bastel-Ecke ist, ist völlig in Ordnung.","Und schwer. Also hier haben sie das jetzt...","Und relativ schwer, ja genau.","Also wenn du was schweres ranhängst, dann ist ja bei Magneten dann auch keine\nGrenze. Also hängt vom Magneten ab.","Ja, das würde ich jetzt aber auch sagen.","Dann ist es auch sehr fest.","Dann ist es sehr fest.","Alles so Kompromisse. Okay, also zu dem Drucker wirst du dann zu gegebener Zeit berichten?","Ja, da kann man irgendwann nochmal drüber reden. Ich bin jetzt also auch so\nein bisschen am Anfang und was mich halt auch sehr überzeugt hat,\nist, dass die bei Prusa halt so ein Recycling-Filament haben, wo sie irgendwie,\nweiß ich nicht, Material aus der Produktion oder sonst was,\nrecycelt haben, was irgendwie auf der 2-Kilo-Rolle kommt und im Prinzip nur,\nhalb so viel kostet, aber dann halt auch keine definiert so definierte farbe\nhat aber das ist dann so wo man sich so denkt,\nGenau und ich habe mit Fusion 360 auch schon angefangen, selber Dinge zu kreieren\nund dann auch zu drucken.\nDas ist auch eine Journey, aber wie gesagt, darüber reden wir nochmal später.\nDas ist aber auf jeden Fall sehr lustig.","Autodesk Fusion.","Autodesk Fusion, ja. Nach vielem Hin und Her bin ich dann doch bei Autodesk\nFusion hängen geblieben.","Aber das ist ja nicht frei.","Das ist nicht frei, aber es funktioniert wenigstens.\nOder sagen wir mal, es ist ein relativ guter Kompromiss zwischen frei und funktionierend.\nAlso ich bin jetzt nicht hyperglücklich damit.\nMir gefällt Shaper 3D eigentlich besser, aber das kann man gar nicht benutzen,\nwenn man nicht Geld einwirft.\nUnd ja, aber wie gesagt, ein anderes Thema, wenn Dom wieder dabei ist,\ndann können wir da nochmal länger drüber reden.\nWie gesagt, Shaper 3D ist eigentlich richtig geil, aber du zahlst halt im Jahr\nso viel, dass du alle zwei Jahre einen neuen 3D-Drucker kaufen kannst.\nDas ist halt irgendwie dafür, dass man das dann so als Hobby macht,\nvielleicht ein bisschen viel.","Wo wir jetzt gerade die ganzen Haus- und Gartenempfehlungen haben,\nweil die auch nochmal so auf eine Produktkategorie hinweisen,\ndie ich so vor einiger Zeit entdeckt habe, die vielleicht ein bisschen zu teuer\nist, aber manchmal einfach genau die richtige Lösung.\nIhr kennt sicherlich dieses Problem, wenn einem so bestimmte Appliances im Bad\nfehlen, wo man so gerne Ablagen hätte oder Klopapierrollen oder Duschhalterungen oder,\nKlobürsten aufbewahrt werden sollen und alles ist immer nicht so richtig am\nrichtigen Ort oder fehlt noch, aber da, wo man es dann gerne hinhaben möchte, sind Fliesen.\nUnd dann steht man immer wieder vor dieser Frage, bohre ich da jetzt rein oder nicht?","Bist du Mieter oder Besitzer?","Da helfen Saugnäpfe.","Ja, dann bist du dir auch nicht so sicher, dann hast du Vielleicht Fliesen,\ndie nicht wirklich glatt sind, sondern die so leicht marmoriert sind.\nUnd dann ist das auch so eine Sache. Und Saugnäpfe, naja, also Saugnäpfe.","Sieben ins Lufthaken.","Also einmal im Jahr musst du sie dann doch nochmal anlecken und das ist halt\nirgendwie so im Klo, ich weiß nicht.\nAlso kann man machen, gibt aber eine elegantere Lösung oder zumindest eine bessere\nLösung und zwar gibt es ein komplettes Set von Tesa für so Bartkram.","Oh, das habe ich schon mal gesehen im Baumarkt und habe mir immer gedacht,\nwer kauft sowas? Ich weiß es jetzt.","Ich kaufe das, weil die sind halt tatsächlich wirklich richtig gut.\nAlso du kannst halt so Handtuch haken.","Wir fangen den Link irgendwo ab.","Jaja, ich bin gerade dabei, den richtigen zu finden.\nUnd...\nSo, Indie-Schönöts, genau.\nStichwort Kleben statt Bohren. Gibt auch ein paar andere Hersteller,\ndie Ähnliches versprechen.\nIch habe jetzt konkret nur die Erfahrung mit den Tesa-Sachen,\ndie halt alle sehr gut gemacht sind.\nSo, das heißt, wenn du irgendwo einen Seifenspender haben willst oder einen\nZahnputzbecher oder die Klobürste soll halt nicht auf dem Boden stehen,\nsondern so leicht hängen, damit du da drunter auch putzen kannst und so weiter,\ndann gibt es sozusagen oder Kosmetikabfalleimer und so, Föhnhalter.\nAlles so Sachen, von denen man nicht wusste, dass man sie vielleicht irgendwann\nmal haben will. Also ich habe jetzt keinen Föhnhalter gekauft.\nZusätzliche Griffe.","Die verkaufen direkt die Accessories, nicht nur die Klebelöse.","Genau, die verkaufen die kompletten Accessories und das Prinzip ist eigentlich immer dasselbe.\nDas heißt, du hast erstmal so eine Art Ring mit, da ist jetzt erstmal nur so\nein ganz normaler Kleber, also so ein normaler Aufkleber.\nDu machst also so diese Schutzfolie ab, klebst es erstmal an die Stelle, wo du es haben willst.\nAber das ist sozusagen nur so ein kleiner Ring, der dann innen so einen Karton\nhat mit zwei Löchern, einem großen und einem kleinen.\nUnd dann kommt so eine kleine Tube mit so weißem Fugenklebstoff dazu und die\ndrückst du in das Größere von den Löchern rein,\ndrückst den ganzen Kleber sozusagen an diese Rückwand dieses runden Dings,\nwas ja durch den ersten Klebestreifen schon mal abgeschlossen ist.\nDas heißt, du füllst den Leerraum mit so einem weißen Kleber,\ndas lässt du dann 24 Stunden trocknen und das hält Bombe.\nUnd das eigentliche Accessoire stülpst du dann einfach drauf,\nmachst eine kleine Inbusschraube fest.\nUnd fertig ist deine Appliance. Und wenn du das dann irgendwann da nicht mehr\nhaben willst, dann kannst du das einfach von hinten mit einem scharfen Messer\neinfach abschneiden oder abhebeln.\nWie sagt man hier mit so einem?","Schaber.","Schaber, genau. Also du kriegst es leicht wieder ab und kannst es dann irgendwo anders hinmachen.\nDu musst halt nochmal so ein Klebedings separat dazukaufen.","Also das härtet nicht aus, sondern ist so gummimäßig?","Das härtet nur so, also das ist dann nicht so knallerhart, dass du es nicht\nmehr abkriegst, aber es ist so fest, dass es einfach den Job tut.","Also wie ein oller Kaugummi auf der Straße.","Das ist schon richtig fest.","Okay.","Okay und?","Also sie verkaufen auch Badewannengriffe, das sagt schon mal was darüber aus.\nAlso das kann schon einiges tragen.\nIch glaube so ein einzelner Haken kann irgendwie fünf Kilo oder so.","Prozent halten okay also ist er mit auch so ein Video auf der Seite wo man aber\ndass das so in der Tat jetzt gerade ein schon ziemlich Prozent,\nZiemlich plastisch beschrieben.","Genau, und auf einmal hast du all diese Dinge an der richtigen Stelle und musst\nhalt nicht in irgendwelche Fliesen reinbohren, was halt immer so ein bisschen\nder Nerv ist im Badezimmer.\nEigentlich eine coole Produktserie, kann ich sehr empfehlen.","Ich überlege immer noch, also es gibt ja jetzt auch von diesen quasi normalen,\nin Anführungszeichen Kleberlösungen, auch welche, wo du auch irgendwie 5 oder\nzehn Kilo dranhängen kannst schon.\nDie, meinst du, reichen nicht, weil im Bad dann doch immer irgendwie alles fettig\nund Fliesen und klebt nicht gut.","Also wie gesagt, ich habe jetzt nicht den kompletten Kleben statt Bohren Markt abgeklappert.\nIch habe jetzt konkret mal diese Tesa-Sachen, da bin ich mal so reingelaufen,\nweil ich fand das Design okay, das war das Produkt, was ich brauchte.\nUnd das habe ich dann ausprobiert und dachte mir so, das war ja einfach.\nUnd hat funktioniert so und dann habe ich was anderes gebraucht und es hat auch funktioniert,\nalso ich habe das auch im Wohnwagen und so weiter, also auch wo es immer alles\nso schwierig ist, komisches Plastik, wo du auch nicht richtig reinschrauben kannst oder willst,\nalso solche Situationen, Holzpaneele und vor allem immer so dieser Gedanke,\njetzt da so ein Loch reinmachen und dann gefällt dir der Ort nicht oder willst\ndu es durch was anderes ersetzen und dann hast du da dieses blöde Loch und dann\nist irgendwie alles kaputt und so weiter.\nEs gibt einfach so Orte, da fällt einem das schwer und meistens entscheidet\nman sich dann dafür, nichts zu machen.","Also was ich viel im Einsatz habe, sind diese Power Strips Large, auch von Tesa.\nUnd die sind halt so laut Eigenangabe bis zu zwei Kilo Haltekraft,\nwas für einen Zahnputzbecher mal auch echt reicht.\nAlso ich glaube sofort, dass das viel besser hält, was du hast.\nAber es ist dann schon noch ein bisschen invasiver und ein bisschen mehr Aufwand\nund einen Tag aushärten lassen und so.","Also das ist auch nach einer Stunde schon fest. Sagen wir es mal so.\nNach 24 Stunden ist es halt fest. Ist ja auch kein Problem. Machst das Ding abends ran.\nMusst halt mal einen Tag warten. Sei nicht so ungeduldig.","Ja.","Power Strips Large. Hier sind sie.","Die gibt es natürlich auch in kleiner, dann halten sie halt weniger.\nAber das sind also welche, die ich für sowas normalerweise immer erstmal irgendwo\nhinhänge und gucke. hält es und meistens hält es eben.\nUnd dann muss man mehr. Und die in Kombination mit starken Magneten,\ndamit kann man einiges reißen.","Ich habe da tendenziell eher, bin da eher in der anderen Richtung unterwegs,\nhabe neulich einen Bohrhammer gekauft.","Mit ordentlich Dübel.","Mit einem 60 cm Bohrer oder 70 cm oder was der hat, um mal eben in die Garage\nzu bohren vom Wohnzimmer Maus, damit man da ein Kabel durchstecken kann. Aber ja.","Oh Mann. Bei mir ist ja mittlerweile alles Makita-isiert im Bereich der Werkzeuge.","Ja, der Bohrhammer, der ist von Metabo, aber es war klar, dass es sowieso einer\nsein muss, der auf 230 Volt geht.","Ja, beim Bohrhammer, das ist nicht Batterieland, das ist klar.\nAndererseits bin ich auch beeindruckt immer wieder speziell von Makita.\nDa hast du immer dieses, warte mal, habe ich hier nicht sogar,\nzufällig habe ich hier sogar diese Makita, das ist jetzt wirklich Zufall.","Er holt den Verkaufsprospekt raus.","Nee, das ist nicht der Verkaufs... Das ist so das, was ich immer so...\nWenn du was gekauft hast, dann liegt das immer so bei.\nUnd das ist sozusagen die gesamte Produktwelt von Makita, was du alles mit diesen\nAkkus betreiben kannst.\nUnd das ist wirklich absurd, was sie haben. Also was ja jeder schon kennt,\nsind so Sachen wie das Radio für die Baustelle.","Die Jacke ist unglaublich geil.","Genau, also so Heizjacken, Heizwesten, dann auch die, ich habe zum Beispiel\ndieses Licht, diese Handlampe, diese LED-Lampe.\nWarte mal, die muss ich mal holen, die ist so geil hell.","Was auch ziemlich geil ist, ist die Powerbank. Also es gibt halt das Modul,\ndas macht halt aus Makita Akku mal eben USB-Power.\nUnd zwar für sehr lange Zeit.\nAber ja, oh jetzt kommt hier die Produktdemonstration. Das macht sich in so\neinem Podcast super geil.","Es gerät jetzt an eine Tupaparty hier.","Das wird jetzt hell.","Aber das ist hier diese Handlampe von Makita.\nIhr werdet mir so zustimmen, wenn ich euch jetzt so ins Gesicht leuchte,\nalle verziehen sofort die Fresse, so hell ist das.\nUnd das Geile aber daran ist, erstmal hält die halt sehr gut,\ndann kannst du die aber auch wirklich in jede beliebige Richtung drehen und,\nseitlich beleuchten und so weiter. Es ist total durchdacht.\nDie zeigt halt nicht nur in eine Richtung, sondern du kannst sie eigentlich\nso für jeden Beleuchtungsbedarf immer genau in diese Position bringen.","Geht die noch heller?","Nee. Okay. Das finde ich übrigens auch super, dass sie nur genau eine Helligkeit hat.\nWeil das Schlimmste, was es bei Lampen gibt, sind so Lampen,\nwo du so verschiedene Helligkeitsstufen durchtickerst. Am Ende brauchst du sowieso\nimmer nur die hellste. Ist die nicht hell genug?","Nee, es gibt zwei Helligkeiten.","Was, wo?","Hell und nicht ganz so hell.","Siehste.","Ist nicht dein Ernst? Doch. Was?","Sofort zurück.","Hell und nicht ganz so hell.","Oh. Ernsthaft?","Ich drücke einmal hell, dann drücke ich nochmal. Nicht ganz so hell. Und dann aus.","Die hat's Tate, die Lampe.","Naja, ich sag mal so, ich hab mir irgendwann so einen Akku-Bauscheinwerfer gekauft,\nweil bei mir in der Gegend sind die Wildschweine immer sehr aktiv.\nBesonders gerne in der Dämmerung und was die halt nicht mögen ist Licht.\nUnd wenn man da laufen geht, dann hat man besser ein bisschen mehr Licht dabei,\num die Wildschweine wegzuleuchten.","Ist ja lustig, das ist mir noch nie aufgefallen. Tatsächlich,\nder macht nur die Hälfte der Lampen an.\nIch dachte immer, der reagiert nicht richtig. Das ist nämlich genau das, was mich daran stört.","Solange es nicht blinkt, ist es für mich okay.","Und hast du schon den Haken, den man nutzt?","Ja, den Haken habe ich gesehen. Weil was ich hasse wie die Pest sind Taschenlampen, die blinken.","Aber, wo ich dann auch nicht widerstehen konnte, ist das hier.\nDas ist der Makita Staubsauger.\nAuch ganz grandios. Also immer derselbe Akku. Das heißt, ich habe halt Kompressor.","Aber hatte ich den nicht schon am Camp, wo wir mal diese eine Live-Show hatten.","Der ist neu.","Ja, der war ja auch nicht von dir, der Staubsauger, den ich da dabei hatte.","Achso, du hattest einen dabei, ich kann sagen. Also Makita Staubsauger,\ndann habe ich noch dieses Multitool, ist ja auch so ein,\nWunderwerkzeug.","Was ist denn das Multitool?","Das heißt tatsächlich, glaube ich, wirklich Multitool. Das sind diese Sägen,\ndie nicht richtig vor-zurück machen, sondern nur durch Vibrationen arbeiten.","Ach, wo die Scheibe auch irgendwie nur drei Viertel groß ist.","Ja, und wo du dir auch einfach so in die Hand reinsägen kannst und da passiert\nnichts, weil deine Haut ist so weich, dass sie einfach mit vibriert.\nAlso vielleicht kannst du dir so ein bisschen ankratzen, aber du kannst ja auf\njeden Fall nichts abschneiden damit. mit.\nUnd die Dinger sind halt auch super praktisch, um,\nirgendwelche Löcher reinzumachen, weil du einfach so gerade ins Holz reinsägen\nkannst. Muss nichts ausschneiden.\nKaffeemaschine gibt es auch noch. Und was hast du jetzt noch entdeckt?","Wheelbarrow. Wie heißt das auf Deutsch?","So ein Trolley?","Na,\nwie heißt Wheelbarrow?","Eine Schubkarre eine elektrische Schubkarre ist die elektrisch?","Naja natürlich ist die elektrisch eine Schubkarre?","Was macht die denn dann?","Na Vortrieb der Chat fragt Makita Zahnbürste wann?","Also die Kaffeemaschine habe ich mir sagen lassen soll nicht so geil sein ja,\nJa, weiß nicht. Ansonsten ist alles dabei.\nEine gute Freundin von mir hat sich neulich einen Automower gekauft. Das ist so ein Roboter,\nRasenmäher, der tatsächlich als Akku, auch so ein Systemakku von dem Hersteller,\nich weiß jetzt nicht genau, wie der heißt, verwendet.\nDas fand ich dann auch wieder relativ geil, dass du halt, wenn der Rasenmäher\nirgendwann der Akku platt ist, kaufst halt einfach einen neuen von diesen System-Akkus\nund weiter geht's. Also das ist so.","Mähroboter gibt's auch von Makita.","Jaja, da ist noch einer drin.","Der Chat wirft gerade nicht zu Unrecht ein, dass wir heute eine ganz schöne\nDauerwerbesendung sind. Aber muss ja auch mal sein.","Ja, wir wollen ja, dass ihr tolle... Ja, wir sagen aber auch.","Wenn Dinge scheiße sind.","Ja, Leben mit Technik im 21. Jahrhundert, das ist literally die Unterzeile hier\nunter dem Freakshow-Titel.","Akku-Rucksack-Staubsauger, das ist natürlich auch geil.","Ja, also bei Makita gibt es einfach geiles Zeug und das taugt vor allem auch,\ndas finde ich halt so gut an Makita.","Die große Gadget-Gala. So sieht es nämlich aus.","Kommen wir zu anderen Sachen. Ja, ich war auf Reisen. Ich weiß nicht,\nob euch das interessiert. Ich könnte ein bisschen berichten.\nIch habe mir komische Orte angeschaut. Ich war in den Vereinigten Arabischen Emiraten.\nUnd dann war ich noch ein paar Tage in Istanbul. Und dann war ich schon wieder hier.","Warst du denn auch auf dem wirklich hohen Turm?","Ja, war ich.","Ganz oben? Oder wie hoch kommt man da überhaupt? Was ist die höchste Stelle?","Das Burj Khalifa, das.","Derzeit noch höchste Gebäude der Welt.\nEs gibt zwei Besucherdecks und das Premium Besucherdeck, da wo man dann auch\nSchnittchen und so weiter kriegt, ist im 148. Stock.","Okay, wenn die Stockanzahl zweistellig wird, dann ist ein Gebäude hoch.","Dreistellig.","Dreistellig, meine ich.","Ja genau, das dachte ich mir in dem Moment auch. Also mit dem ersten Fahrstuhl\nging es glaube ich in den 125.\nund dann halt nochmal 23 Stockwerke extra. Und dann geht es wahrscheinlich noch\nein paar höher, ich weiß aber nicht mehr genau wie viele. Und dann so ein guter\nRest von dem ganzen Ding ist ja nur Prop.\nAlso das ist ja nur so eine Stahlspitze sozusagen, die dann quasi das Design\nnach oben dann noch vollendet und damit das Ding halt dann auf die 828 Meter\nkommt, die es halt offiziell hat.","Aber nicht mehr wirklich viel Funktion irgendwie trägt, sondern das ist dann Schmuck obendrauf.","Keine Ahnung, ob da noch irgendwas drin ist. Ich glaube, das ist im Wesentlichen\nSchmuck, aber kann sein, kann er entenden oder sowas.","Und ist das dann so vom, also wie fühlt man sich da so als Mensch,\ndas ist jetzt nicht so doof gemeint, wie es vielleicht klingt,\nalso ist das etwas, wo man dann plötzlich so Schwierigkeiten hat in so einer\nHöhe, dass das menschliche Hirn für sowas nicht gedacht ist?","Oder anders gefragt, kommt City in the Clouds Star Wars Feeling auf, wenn man da oben ist?","Fühlt sich so ein bisschen an, als wenn du im Flugzeug bist.\nEs ist so hoch, also eine vergleichbare Optik habe ich sonst nur im Flugzeug.","Gut, aber da hat man sie in der Tat, daher kennt man es. Ich hatte jetzt gerade\nüberlegt, ist es quasi so wie Fernsehturm Berlin oder wirklich so völlig out\nof was auch immer Experience, aber vom Flugzeug kennt man es.","Nee, mit Fernsehturm Berlin kann man das nicht vergleichen, das ist schon nochmal\neine andere Kategorie, weil das Ding, ich weiß nicht, wie hoch ist der Fernsehturm Berlin?","Ich hatte neulich mal geguckt, 400 Meter oder so.","Was?","Ja, aber nicht die Kugel, ne? Die Kugel ist nicht ganz so hoch.","368 Meter, genau. Und du bist aber dann in der Kugel, also ich weiß jetzt auch nicht ganz genau, 148.\nStock weiß ich jetzt auch nicht ganz genau, wie hoch ich da war.","Die Kugel ist 200 Meter nur.","Genau, und da war ich vielleicht so 600 oder so. Vielleicht ein paar mehr,\ndas weiß ich jetzt nicht genau.\nDas macht schon noch einen Unterschied, weil du weißt, neben diesem Gebäude\nstehen ganz viele sehr hohe Hochhäuser, die da alle wie so kleine Blümchen unter dir sind.\nUnd das ist schon strange.\nIch kann für euch mal hier die Fotos auch nochmal mit hochbringen.\nIch weiß, Fotos, Podcasts und so weiter, don't add me.","Aber das ist doch das Ding, was insgesamt einen Kilometer hoch ist.","828 Meter sind es.","Und du sagtest derzeit, was wird da jetzt gebaut?","Es wird wohl in Saudi-Arabien sind sie jetzt irgendwie dran,\nda nochmal was mit 1000 Meter zu machen und irgendwo wird auch schon in so einer\n2-Kilometer-Variante geknobelt, aber das warten wir mal ab.","Die Saudis sollen erstmal ihre Wall da bauen.","Genau, also das...\nDas wird auf jeden Fall noch eine Herausforderung. Ja, also dieser Größenwahn\nist natürlich irgendwie absurd und das braucht auch irgendwie kein Mensch und\ndieses ganze Leben in Hochhäusern,\ndas ist schon komisch so.\nTrotz alledem ist es jetzt mal so rein architektonisch, das mal zu sehen und\ndiese Gigantomanie und vor allem das Ding aus der Ferne auch zu sehen,\nwie das sozusagen über alles hinausragt.\nDas ist schon ein geiler Protz. Braucht das die Welt? Nö.\nHätte man das Geld besser in was anderes investiert? Ja, wahrscheinlich.\nIst es eine coole Marketingaktion für dieses bekloppte Dubai? Ja.","Wenn man es gebrauchen könnte, dann wäre es ja kein Protz.","Aber der Horizont, wenn du da rausschaust, das ist einfach enorm hoch.","Aber er ist schon noch gerade und nicht gekrümmt.","Was? Der Horizont, ja.\nJa, ja.","Die Erde ist doch flach.","Also diese ganze VAE-Welt ist halt eine komische,\nGeschichte, aber es ist halt wie soll man das sagen?\nDas ist so Eine.","Art von Größenwahn, den man sich auch nicht ganz entziehen kann.","Ja, also der Größenwahn ist natürlich offensichtlich und das ist ja da auch\nso ein Diese Protzerei gehört glaube ich auch zu diesem scheichischen Geldadel\nauch so ein bisschen dazu,\nso mit den ganzen Monumenten und gebauten Penisverlängerungen, gar keine Frage.\nFrage, insgesamt bauen die ja da das, was sie für moderne Welt halten und was\nso in ihren Augen das ist,\nwas ihnen die Zukunft sichern soll.\nWeil das ist ja die Perspektive, die die da haben.\nUnd man muss halt auch sagen, VAE ist ja nun von diesen arabischen Ländern auch,\nwürde ich mal meinen,\nfast das weltoffenste Gebiet, was auch nicht so mit Religion so durchsetzt ist.\nAlso Saudi-Arabien ist da ganz anders drauf.","Okay, die Ägypter zählst du nicht mit rein, weil die nicht so viel Öl haben, oder?","Naja, ich meine, dass die in der Situation nur sind, weil sie viel Geld haben\nund das Geld vor allem durchs Öl haben,\nhat ihnen einfach erlaubt eine Gesellschaft zu bauen oder sagen wir mal eine\nInfrastruktur aufzubauen mit dem Ziel,\nWissen aus aller Welt zu importieren.\nWeil das ist ja sozusagen der Sinn der ganzen Geschichte ist,\nsie wollen da eine Welt bauen, die attraktiv ist für Leute aus aller Welt,\ndie viel können, um dort zu arbeiten.\nDeswegen bauen sie dort Universitäten, deswegen bauen sie dort Forschungsinstitute auf,\ndeswegen bauen sie alles Mögliche, um maximal kluge Leute reinzuholen,\ndie dann dort vor Ort Technik entwickeln,\nforschen, Wissenschaft machen und Know-how ins Land reinzuholen,\nwas sie sonst halt so nicht haben,\nweil die haben halt keine jahrhundertelange Handwerkstradition wie Deutschland\nUnd keine Engineering-Tradition wie überhaupt Europa.\nDas ist halt ein relativ junges Land. Die haben halt vor 100 Jahren da im Wesentlichen\nnoch von Perlenfischen gelebt und dann ist ihnen leider dazwischen gekommen,\ndass Japan dann so die künstliche Perle erfunden hat und dann war ihr Markt dahin.\nUnd dann haben sie halt gemerkt, wie ihnen auf einmal ihre gesamte wirtschaftliche\nExistenz von heute auf morgen wegbricht und deswegen dieser Fokus auf,\nokay, jetzt haben wir zwar mit dem Öl nochmal Kohle gehabt, aber auch das mit\ndem Öl ist irgendwie endlich.\nDessen sind sie sich schon bewusst. Also bauen wir mal vor und was brauchst\ndu halt? Du brauchst halt irgendwie Wissen.\nUnd deswegen ist so Wissen und Zukunft ist da irgendwie so voll das Ding und\nda machen sie einen totalen Popanz und ein vollkommenes Brimborium raus.\nEs gibt sogar so ein völlig absurdes Museum der Zukunft, was als,\nAls Ort, also architektonisch ist es der Hammer, inhaltlich ist es vollkommen gaga.","Naja, aber ich meine Museum und Zukunft, das scheint mir sowieso eine komische Kombination zu sein.","Ja genau, aber das ist nämlich genau das, was sie da sozusagen wollen.\nAlso sie haben da so ein völlig krasses Gebäude gebaut, was aussieht wie so ein riesiger Donut.","Natürlich, was sonst?","Jaja, mit so arabischen Schriftzeichen und da kannst du dann irgendwie reingehen\nund wenn du da dann drin bist,\ndann kriegst du so eine komische Show irgendwie gezeigt,\ndie dir von der Zukunft spricht.\nEs tritt so ein Fahrstuhl rein und dann wird erstmal simuliert,\ndass überall so Bildschirme, die aussehen wie Fenster und dann fliegst du auf\neinmal mit einer Rakete ins Weltall und dann ist da eine riesige Raumstation, völlig übertrieben.","Es kommt eher alles anders.","Aber die eigentliche Botschaft ist, wir wollen modern sein, wir wollen irgendwie in der Zukunft leben.\nUnd das tun sie teilweise auch.\nAlso es gibt da Internet überall, auch in der Wüste.","Es war keine Menschenrechte und auch keine Frauenrechte und so,\naber es gibt Internet, immerhin.","Naja, also das würde ich jetzt also Menschenrechte ist schwierig weil,\nsagen wir mal so also die wollen halt also die laden dich da ein du kannst da\nirgendwie arbeiten, kannst da irgendwie leben, so, aber unter einer Bedingung,\nDon't fuck with the Scheich. Also, so, das Landscheiße finden und so weiter\nund darüber sich irgendwie äußern, geht einfach nicht. Machst du einfach nicht.\nSo, ist verboten. Und was auch noch verboten ist, ist so Extremismus in irgendeiner Form.\nDas sind eigentlich so, das ist deren Haupt...","Wo fängt Extremismus an? Bei der zweiten Flasche Bier oder was?","Also, wovor die richtig Schiss haben, also was so wirklich ihre Hauptangst ist,\nist islamischer Extremismus.\nDas wollen die aus dem Land halten. Das ist da nicht. Weil die sind nicht extrem.\nSondern die sind, für die ist so Religion so ein privates Ding.","Ich weiß nicht, ob man das, was die da machen, nicht auch als extrem bezeichnen\nkönnte. Aber ja gut, ich weiß, was du meinst.","Die sind extrem in anderer Hinsicht, aber nicht in puncto Religion.\nDu kriegst es da nicht, du hast da,\ndie haben da jetzt gerade irgendwie so ein, gut, das sind natürlich auch alles immer so Symbole, Ja,\naber es gibt dann, was weiß ich, gibt es dann so eine Kirche der abrahamitischen\nReligionen, da haben sie halt\neine Synagoge, eine Kirche und eine Moschee direkt nebeneinander gebaut.\nUnd generell ist halt so, ja, Islam findet statt und wenn da gebetet werden\nmuss, dann hast du halt auf dem Bildschirm in der Shopping Mall steht so jetzt\nbeten und zwar hörst du den Mool ziehen,\naber das normale Shopping geht halt einfach weiter und die Westler kleiden sich\nhalt so wie Westler und die Inder wie Inder und alle sind irgendwie,\nAlso es ist so ein bisschen schon so ein Leben und Leben lassen Ding.\nMit der Ausnahme, Scheich, also der Start wird hier nicht in Zweifel gezogen.\nAber ansonsten kannst du machen, was du willst.\nUnd das ist so der Deal, auf den sich die Leute einlassen, die da sind.\nUnd dann musst du halt nur noch das Leben in Shopping Malls geil finden.","Okay, bin ich ja schon raus.","Ja, ich auch. Ich kann dem auch nicht so viel abgewinnen.\nAber so muss man sich das vorstellen. Also es ist sozusagen jetzt kein in der\nVergangenheit lebendes Land,\nsondern die versuchen eher ein bisschen zu extrem in der Zukunft zu leben.\nUnd die haben so etwas, die leben so parzellere Bilder.","Ist das nicht so eine romantische Vorstellung davon, was die Zukunft bringt? Also quasi so ein...\nRetro-Futurismus könnte man fast sagen.","Naja gut, ich meine, wenn du schaust, was denen die Zukunft in den letzten 30\nJahren gebracht hat, da geht es halt nur voran.\nAlso deren Lebensqualität hat sich verhundertfacht in den letzten 30, 40, 50 Jahren.\nDa sind Dinge entstanden, die es so nie da gab.\nOb man die dann jetzt schön findet, das ist eine andere Frage,\naber für die scheint es ja irgendwie zu funktionieren und das zu sein,\nwas sie haben wollen, weil sonst hätten sie es ja nicht gebaut.\nFür unsere europäischen Vorstellungen ist es halt so ein bisschen so,\naber da gehen dann so Sachen einfach.\nUnd diese Scheich-Diktatur, die halt schon auch irgendwie so ihre eigenen Elemente,\nich will jetzt nicht Demokratie sagen,\ndas trifft es jetzt glaube ich nicht so richtig, aber es ist jetzt auch nicht\nnur, dass jetzt nur so der eine Diktator sagt, was ist, die haben da schon so\nein System von Räten und Hass nicht gesehen und die hören auch irgendwie zu\nund die tun auch Dinge, die die Leute wollen.\nAber ab und zu werden dann halt einfach mal so Sachen beschlossen.\nDas ist dann halt einfach so. Und dann wird dann eben nicht wie bei uns 30 Jahre\ndarüber hin und her geredet, ob man das mal machen könnte.\nSo was weiß ich, so Sommerzeit abschaffen oder irgendwas.","Internet einführen.","Tempolimit.","Oder Digitalisierung oder so, weißt du?","Das wird einfach gemacht.","Bestes Beispiel war, die hatten halt bis vor einigen Jahren auch noch den typischen\nIslam, diese islamische Vorstellung von Wochenende.\nWeil Freitag Samstag ist. Freitag Samstag.\nUnd bei uns ist es aber Samstag, Sonntag. Und dann haben die aber so festgestellt,\nbei uns leben jetzt so viele im Westen, wir haben einfach die ganze Zeit mit dem Westen zu tun.\nWir kooperieren die ganze Zeit hier mit Europa, mit Amerika.\nDie haben einfach Samstag, Sonntag.\nUnd da hat der Scheich gesagt, wir machen jetzt auch Samstag, Sonntag.\nVorlaufzeit dieser Entscheidung bis zur Umsetzung, zwei Wochen.\nZwei Wochen. Das musst du dir mal vorstellen.","What could possibly go wrong?","Nee, das hat dann auch funktioniert. Also es hat sicherlich ein bisschen geruckelt\nim Gebälk, aber das war dann halt, da wurde dann auch nicht groß diskutiert\noder so, das war dann halt so.\nDann wurde halt alles umgestellt und dann ist jetzt halt Wochenende,\nist jetzt Samstag, Sonntag.","Das würde bei uns wahrscheinlich auch funktionieren, wenn man es denn wollte,\naber ich glaube bei uns, also ich weiß nicht wann war der letzte Kanzler, der regiert hat?","Du kannst das einfach Helmut Schmidt! Du kannst das überhaupt nicht Auf mich\nwirkte das so ein bisschen eher, als wenn du in so einer Firma bist Ja?\nWenn der Chef sagt wir machen das jetzt so dann wird das halt eingeführt Chef gibt Hitze frei.","Also Hitze frei, ne? Genau Genau.","Und gerade was so Kalender betrifft, sind sie das ja ohnehin gewohnt.\nWusstest du, dass islamische Feiertage sich nicht so genau festlegen lassen, wann die sind?","Ich weiß nur, dass sie irgendwie, glaube ich, einen Mondkalender benutzen,\nweswegen die Monate so langsam durchs Jahr wabern und deswegen ist Ramadan auch\nimmer wann anders und solche Sachen. Das weiß ich schon, ja.","Genau, so hatte ich das auch in Erinnerung. Aber das Ding ist,\nMan weiß dann aber ein paar Tage vorher immer noch nicht genau, wann es ist.","Weil?","Weil es darf erst dann anfangen, wenn der Mond zu sehen ist.","Ah, und wenn es bewölkt ist.","Sieht man den Mond ja nicht. Und wenn es bewölkt ist, so. Und dann gibt es aber\nnatürlich alle möglichen Parameter mit, ja, aber von wem und von wo und wann\ngenau muss der Mond denn dann zu sehen sein oder nicht zu sehen sein.\nAlso wenn die Mondsichel dann nicht zu sehen ist und da gibt es dann halt unterschiedliche\nEmirate, die es so und so machen und die Saudis machen es dann vielleicht mit Mekka und so weiter.","Man kann sich das Leben aber auch schwer machen.","Aber das ist dann die Realität. Das macht die Sache auch für die Westler manchmal\nein bisschen schwer zu planen, weil sie halt manchmal ein paar Tage vorher noch\nnicht so genau wissen, wann der Feiertag ist. Das ist wirklich crazy.","Aber ich meine, bei uns ist es ja auch so, dass Ostern ja auch so ein ganz merkwürdiger… Ja gut.","Aber du weißt jetzt schon, wann 2027 Ostern ist.","Ja, aber nur, es hat ewig lange gedauert, bis ein Mathematiker,\nich glaube es war Gauss, aber ich bin mir nicht sicher, tatsächlich eine Berechnungsformel\nentwickelt hat, nach der man tatsächlich berechnen konnte, wann Ostern ist.\nWeil das nämlich nicht trivial ist.","Ist es in der Tat nicht und das ist eine schöne Frage, wo man den Unterschied\nvon ChatGPT 3, 5 und 4 dran messen kann.\nAlso wer einen Zugang hat, probiert mal ChatGPT 3.5 die Frage zu stellen,\nwann ist Ostern 2024 und warum?\nUnd dann kommt so eine halbrichtige Antwort und immer ein falsches Datum.\nUnd die Vierer-Version kann sowohl die Berechnungsformel herbeten,\nwie es abgreitet wird, als auch das korrekte Datum denken.\nHaben wir gerade eben in so einem Workshop mal ausprobiert. Also was sind Fragestellungen,\nwo 3.5 immer gegen die Wand fährt und 4 was hinkriegt.","Kalender sind sowieso hart. Also der Unterschied zwischen Sonnenkalender und\nMondkalender und die fehlenden Tage und zwischen den Jahren und dieses Ganze.\nDass das nicht einfach ist, da finde ich, sollte man großzügig sein.","Ich wollte ja auch nur darauf hinaus, dass sozusagen dieser Staat da anders\nfunktioniert, als wir uns so Staat so vorstellen.\nUnd es ist halt so ein Deal.","Also ohne Faxgeräte. Ja, ohnehin. Und ohne doppelten Durchschlag.","Es gibt auch, sagen wir mal so, analoge Dinge, die ich,\npotenziell vermisst habe. Also ich habe zum Beispiel keine einzige Zeitung gesehen.\nAlso es gibt wahrscheinlich in Hotels irgendwo vielleicht auch noch auf Wunsch Zeitungen so,\naber generell Zeitungen, also das Zeitungsangebot im Hotel besteht eigentlich\naus so einer Webseite, wo dir diverse internationale Postillen des aktuellen\nTages digital so als PDF durchgereicht werden.\nAber sie sind sicherlich auch irgendwie nochmal gecheckt worden,\nob da jetzt nicht gerade irgendwas Doofes über Dubai drin steht.","Aber ganz ehrlich, in so einem Staat würde ich auch keine Zeitung aufmachen.","Ja, nee, ich meine, es ist auch nicht so, dass sie jetzt irgendwie da groß die\nRessourcen für hätten oder haben wollen würden.\nSo Druckerpresse und Papier und irgendwie Ressourcen.","Ach, du meinst Zeitung im Sinne von toten Bäumen? die umhergetragen werden.","Also gedrucktes, analoges Material sozusagen. Es ist alles sehr verwirrend.\nMan kann das erstmal nur so akzeptieren, wie es eben ist, aber in gewisser Hinsicht\nist es halt auch ein Achievement, dass die da sich so stabil halten.\nUnd tatsächlich sind diese VAE im gesamten arabischen Raum auch schon eine ziemliche Power.\nAlso die sind schon da sehr mächtig durch ihr Geld und auch durch ihr Militär\nund spielen halt da auf verschiedenen Partys mit.","Was man eigentlich von den Saudis erwarten würde, weil die ja irgendwie am meisten\nGeld mit Öl machen. Aber gut.","Ja gut, aber die Saudis, merken wir ja, die haben einfach auch einen schlechten\nRuf und die sind halt auch, sagen wir mal, in ihren ganzen Regularien und wie\nsie ihre Gesellschaft fahren, halt nicht so populär.\nSo als Westler, also all das, was du sozusagen in deiner ersten Reaktion als\nmit Arabien, arabische Halbinsel, so mit wie Gesetze, Frauenrechte und so weiter,\nda redest du dann im Wesentlichen eigentlich erstmal über Saudi-Arabien.","Ja, das ist richtig.","Aber bei VAE ist halt nicht so. Da laufen halt alle Frauen so rum, wie sie wollen.\nUnd das hast du halt jetzt, also nicht nackt am Strand,\naber sozusagen du hast jetzt keine Kleidungsvorschriften oder Kopftücher oder\nsowas wie im Iran oder Verschleierung oder so.\nAlso du siehst zwar alle das gesamte Spektrum von Kleidung, also alles,\nwobei das eben auch teilweise genutzt wird.\nAlso sagen wir mal so, Vollverschleierung ist zwar eher so ein Saudi-Ding,\nwird aber zum Beispiel von VRE-Teenagern gerne auch benutzt,\nweil dann halt die Mädels mit wem auch immer unerkannt durch die Shopping Mall marschieren können,\nohne dass es groß auffällt, weil der kennt ja keiner.\nSo, bietet auch alles irgendwie Freiräume. Naja, ich fand das auf jeden Fall\nalles ganz spannend und dann war ich ja auch noch da, als dieser große Regenguss runterkam.","Die Überschwemmung.","Die Überschwemmung, genau, weil halt, ja, weil es da halt einfach mal fett geregnet\nhat und das war halt das größte Regenevent seit der Aufzeichnung.","Ich habe nur irgendwo gesehen, auf YouTube gab es so einen Zusammenschnitt,\nwo jemand wirklich tatsächlich alle Supersportwagen, die er finden konnte,\ndie unter Wasser waren, Bilder und Videos zusammengeschnitten hat.\nAlso da müssen richtige Werte abgesoffen sein irgendwie, weil die standen ja\nauch alle in der Tiefgarage, wo das Wasser dann reingelaufen ist.\nAlso das ganze Baureihen sind ausgestorben.","Ja, das hat die da getroffen, weil natürlich das ganze Engineering nicht für Regen ausgelegt ist.\nAlso du merkst halt einfach, es hat angefangen zu regnen, also es hat ja nicht\ngeregnet, es hat ja geschüttet wie nichts Gutes.\nEs war einfach ein totaler Regensturm und ich war dann irgendwie in dieser Dubai Shopping Mall,\nalso einer von dieser, also diese riesige Shopping Mall direkt neben diesem\nBurj Khalifa, also schon so hier ganzer Stolz sozusagen da in Dubai und es hat\neinfach überall reingeregnet.","Ja, ja klar. Klar.","Weil da war nichts dafür vorgesehen. Ja, Regen war nicht vorgesehen.\nWenn mal kurz ein bisschen Regen ist und irgendwo tropft es mal kurz,\nist ja auch schnell wieder trocken.\nAber da war das dann halt schon ein bisschen hart. Und dann sind ja doch eine\nganze Menge Autos abgesoffen. Das kann ich mir ganz gut vorstellen. Tja.","Ja, komisch, das mit dem Klimawandel und dem merkwürdigen Wetter. Naja.","Gut.\nNoch irgendwelche Fragen dazu?","Nee, eigentlich nicht.","Sonst war ich ja nur noch in,\nIstanbul. Da warst du auch schon mal, ne?","Ja, das war 95.\nIch habe damals Istanbul einfach nur als erschreckend groß und vollgestopft erlebt.\nUnd die hatten da gerade den großen Busbahnhof neu gebaut, mit den 400 Halteplätzen für Busse oder so.\nweil wenn man irgendwo hin wollte ins Land, muss man von einem Busbahnhof losfahren\nalso Bahn gibt es so gut wie gar nicht und deswegen,\nwaren wir dann natürlich auch an dem Busbahnhof und so weiter also das waren\nhalt auch nur einige wenige Tage und dann sind wir da durchs Land getourt also insofern.","Ich war ja noch nie in der Türkei, deswegen war das für mich insofern eine ganz\ngute Gelegenheit, ich habe also einfach den Rückflug genutzt und da einfach\nnur mal ein paar Tage verbracht,\nweil ich halt einfach mal so ein Gefühl für das Land bekommen wollte.\nWeil es auch mal so schwierig ist, ein Gefühl für das Land zu bekommen,\ndurch das, was man hier von der Türkei wahrnimmt.\nUnd das ist schon dann doch nochmal was anderes. Gar keine Frage.","Auf jeden Fall. Also da sieht man die Sache gleich mit mehr Abstand.\nUnd Exilisten sind immer extremer als die Leute, die da leben,\nwo die anderen herkommen.\nAlso das ist schon, das merkt man in der Türkei recht deutlich, das stimmt schon.","Deutsche nur über ausgewanderte Deutsche in Argentinien wahrzunehmen.\nOh Gott, die Vorstellung. Problematisch, weil ich die jetzt nicht mit Türken\nund Deutschen vergleichen möchte, aber es ist halt schon nochmal was anderes.\nDas ist wirklich ein erstaunlich erstaunlich,\nEin nettes Land. Also wirklich, die Freundlichkeit war schon sehr überzeugend.\nUnd vor allem kriegen die auch eine ganze Menge da auf die Kette.\nAlso es ist einfach ein Riesengebiet, Istanbul.\nWas weiß ich, wie viele Leute wohnen da? 23 Millionen oder so? Das ist echt krass.","Ich fand die Stadt erschreckend groß, erschreckend chaotisch und ich hatte immer\nso das Gefühl, die Ampeln, die hängen sie eigentlich nur auf,\ndamit man hinterher irgendjemanden verknacken kann, wenn es zu einem Unfall\nkommt, aber so richtig zum eigentlichen.","Was hast du gesagt, warst du da? 95?","95, ja. Aber zum eigentlichen Verkehr regeln sind die eigentlich weniger gedacht,\nhatte man so das Gefühl da.\nUnd das war schon, ja, keine Ahnung.\nWas ich damals, also jetzt in Istanbul weniger, mehr so in der Resttürkei lustig fand, war so Tee.\nÜberall gab es Tee und überall gab es so kleine Teeküchen. Und selbst wenn du\nim Restaurant Tee bestellt hast, dann ist der Ober irgendwie über die Straße\nzu der Teeküche gegangen und hat dann den Tee geholt und in dir hingestellt.\nAber die haben den nicht selber gemacht, sondern das war so Outsourcing,\nwirklich das Modell, das hat mal funktioniert, der Tee in der Türkei.\nDas fand ich total witzig.","1995 warst du da? Das war die Zeit von Erdogan als Oberbürgermeister.","Das kann sein. Also ich kann mich nur noch daran erinnern, dass das war kurz\nvor oder kurz nach der Entscheidung, welche Stadt denn Olympia 2000 kriegen sollte.\nUnd Istanbul war ja die einzige Stadt, die noch weniger Stimmen als Berlin bekommen hat.\nund ich habe damals, das weiß ich noch, da habe ich damals die Istanbul 2000,\nPost, Briefmarken gekauft, die es da überall gab. Also, aber ansonsten ja.\nNun, also, was weiß ich, Hagia Sophia angeguckt und so und ansonsten waren einfach\nnur erstaunt darüber, wie voll die Stadt ist.\nSind dann mal mehr oder weniger auch weiter ins Land gefahren.","Warst du auch in diesen in Cistern?","Wir haben in der Stadt selber wenig gemacht. Und deswegen habe ich vorhin ja schon gesagt,\nalso wenn ich nochmal in Istanbul wäre, würde ich das touristisch ganz anders angehen,\nweil also gerade, ich weiß,\ndas klingt jetzt total merkwürdig, wenn ich das sage, aber wenn man Assassin's Creed 2,\nden dritten Teil, der in Istanbul gespielt hat, bekommt man ein anderes Gefühl dafür, was Bizarre\nByzans beziehungsweise Konstantinopel\nbeziehungsweise Istanbul eigentlich für eine Geschichte hat.\nUnd seitdem habe ich da auch mehr mich dafür interessiert, was hat denn dieses\nByzans, Konstantinopel, Istanbul eigentlich für eine Geschichte gehabt. Was...\nWie, was für eine Tragweite hatte das eigentlich,\ndass Konstantinopel ja im Prinzip als Ostrom das Römische Reich nach dem Zusammenbruch\nvon dem eigentlichen Rom in, wann war das, 600,\n700 nach Christus oder so, ja dann nochmal fast,\ntausend Jahre weiter das Römische Reich weitergeführt hat als,\nspiritueller Nachfolger oder spirituelle Kontinuität und so weiter.\nUnd deswegen, wie gesagt, also ich würde mir die Stadt jetzt komplett anders angucken.","Naja, ich meine, immer wenn man irgendwo das zweite Mal ist,\nwürde man sich anders anschauen.","Ja, aber da ist es halt besonders. Wenn ich jetzt nochmal nach Barcelona fahre,\ngucke ich mir das nicht nochmal anders an.\nAber da ist es halt so, Wenn man da einmal in diesen Topf gefallen ist,\nwas bedeutet eigentlich diese Stadt für die europäische Kultur,\ndafür wie viel aus der griechischen Antike an Texten und Dingen überliefert\nwurden, weil sie über Konstantinopel und dem byzantinischen Reich quasi bewahrt wurden.\nWenn man das alles erstmal verstanden hat, dann ist es was ganz anderes.\nDann ist es halt nicht mehr einfach nur Istanbul.\nAlso nichts gegen Istanbul als türkische Hauptstadt, aber das ist halt,\ndas gibt dem Ganzen eine viel größere geschichtliche Tiefe.","Kurze Korrektur, Teil 3 von Assassin's Creed ist der in Amerika mit im Weltenwesten.","Ich sagte Teil 3 von Assassin's Creed 2.","Genau, Assassin's Creed Revelations.","Genau, Assassin's Creed 2 hat ja drei Teile, ich weiß, das ist fürchterlich\nverwirrend und Assassin's Creed 3 ist der amerikanische Teil,\nwie jemand so schön sagte,\nGlorified Tree Climbing Simulator, also einer der schlechteren Teile,\nwie ich finde, aber gut, das ist vielleicht auch nur meine Meinung.","So, was denkt ihr, was, was?\nWas ist das, was Türken was ist das nennen?","Was?","Achso, das ist die Rosette in der Kirche um dieses Teil. Dann waren es die Franzosen.","Was ist das oder was ist das?","Keine Ahnung.","Das sind Kippfenster.","Kippfenster?","Ja und es gibt sehr unterschiedliche Geschichten darüber,\nwie diese deutsche Redewendung sozusagen der Name für Kippfans,\nalso die Fenster, also wie unsere Fenster halt, mit diesem kannst du kippen\nund so weiter und es gab wohl so einen,\nalso es gibt verschiedene Geschichten, deswegen kann ich jetzt nicht verbindlich\nsagen, was jetzt genau die Geschichte dahinter ist.\nTeilweise sei es aus Deutschland gekommen, teilweise sei es irgendwie aus Frankreich\ngekommen, aber es bezieht sich sozusagen auf das Deutsche.\nWas ist das? Weil halt irgendjemand gefragt hat, was ist das denn?\nUnd irgendwie hat dieser Was ist das Name sich sozusagen umgesetzt.\nAlso ich kann hier nur eine Webseite zitieren, die halt sagt,\nobwohl viele Leute denken, dass dieses interessante Wort, das für die Deutschen\nin unsere Sprache übersetzt wird, ist das Wort Vasistas tatsächlich vom Französischen\nauf das Türkische übergegangen.\nEs gibt ein interessantes Gerücht über dieses Wort, das erstmal im 18.\nJahrhundert verwendet wurde und kleines Fenster bedeutet.\nEs wird gemunkelt, dass die Franzosen an die Türen ihrer deutschen Nachbarn\nklopfen. Der deutsche Gastgeber hingegen öffnet das Fenster,\ndas heißt der Wächter und sagt, was ist das oder was ist da oder wer ist da.\nUnd das ist jetzt hier auch nur aus dem Türkischen übersetzt.\nAlso irgendwie so eine Story. Aber was ist das? Das sind sozusagen diese Fenster.","Kleine Korrektur nochmal, nicht, dass ich das die nächsten Tage tausendmal auf Mastodon höre.\nDie Hauptstadt von der Türkei ist natürlich Ankara und nicht Istanbul.","Habe ich das gesagt?","Nein, ich habe das gesagt.","Ah, du hast das gesagt, okay.","Nur, also ihr müsst mir das dann nicht schreiben, das ist schon klar.","Naja, es ist insofern die Hauptstadt, als dass es halt natürlich die kulturelle\nHauptstadt des Landes auf jeden Fall ist.","Ja, definiere Hauptstadt, aber ja.\nAber ja, klar. Also Ankara ist die, ich nenne es mal politische Hauptstadt,\ndie designierte, wie auch immer.","Ja, gut.\nIch will mal darauf hinweisen, dass demnächst Europawahl ist.\nFällt nicht unbedingt zu unsere Kernkompetenz. Ich will mich jetzt auch nicht\ngroß über Politik unterhalten.\nIch habe bloß irgendwie heute mal auf diesem Valomat rumgeklickt.\nUnd es gibt ja noch so ein paar andere. Wen will ich wählen?\nOder wenwählen.de oder irgendwie sowas.\nEs gibt so verschiedene Online-Systeme, die versuchen einem in irgendeiner Form behilflich zu sein.\nDa Überblick zu bekommen. Wobei ich mich halt immer frage,\nmacht das überhaupt jemand? Also hilft das überhaupt jemand?\nIch habe mal so ein bisschen kurz davon berichtet, dass ich das getan habe.\nDa kamen so verschiedenste Einschätzungen. Also meistens ist es das Element,\ndass man entdeckt, dass es irgendwelche vollkommen obskuren Parteien gibt,\nvon denen man noch nie gehört hat.","Die einem dann auch als highest geranked Partei angeboten werden.\nDas auch noch? Ja, diese Volt.","Aber von denen wusstest du auch schon vorher, dass es die gibt.","Ja, ich wusste vorher, dass es die gibt.","Die Partei gewinnt eigentlich immer.","Aber, naja, was mich am Wahl-O-Mat eigentlich am meisten stört,\nist, dass er immer nach den Parteiprogrammen oder den Wahlprogrammen die Entscheidung trifft.\nUnd nie nach der Realpolitik, die diese Partei tatsächlich gemacht hat und mitgetragen hat.\nKlar, Parteien, die nie mitregiert haben, da kann man das natürlich schlecht machen.\nAber, ja, also da gibt es ja so einige Parteien, da ist doch ein deutliches\nGap zwischen dem, was sie in ihr Wahlprogramm schreiben und dem,\nwas sie dann hinterher tun.","Ja, ich finde das auch komisch. Ich meine, auf der anderen Seite,\nworan willst du sie messen, außer an den Aussagen, die sie haben?\nIch habe einfach mal so halbwegs gewissenhaft versucht zu beantworten diese\nFragen, die mich teilweise aber auch so ein bisschen ins Grübeln gebracht haben.\nDas fand ich eigentlich schon mal einen ganz interessanten Effekt.","Da waren tatsächlich Fragen dabei, wo ich auch dachte, da muss ich erst richtig drüber nachdenken.\nIch mache mal hier unentschieden.","Möchten Sie, dass Europa Steuern erhebt?\nAlso dass die EU Steuern erhebt. Habe ich ehrlich gesagt noch nicht so viel\ndarüber nachgedacht und das sind dann so Dinge so,\nandere Sachen sind dann auch wiederum so pauschal oder man würde vielleicht\nso mit ja aber oder mit kann ich die Frage nochmal umformulieren beantworten,\nso oder so kam dann am Ende die AfD auf den letzten Platz, das hat mich ja schon mal beruhigt.","Okay, ich habe jetzt bei mir nicht geguckt, was auf dem letzten Platz ist,\naber wahrscheinlich war da auch die AfD.\nWeil ich habe gesagt, dann gib mir alle Parteien in der Auswahl.\nUnd dann waren irgendwie, die ersten fünf hatten fast identische Prozentwerte.\nUnd da dachte ich so, naja.","Ja, okay, was steht für dich jetzt zur Auswahl?","Also ich kann mich nur noch erinnern, also ganz oben war Volt,\ndann waren die Grünen und dann kam schon die SPD oder so.","Really?","Ja, das ist ja wie gesagt, das Problem ist ja, dass sie das Wahlprogramm auswerten und nicht das,\nwas die Partei tatsächlich tut oder dass sie gar nichts tut oder weiß ich nicht\noder dass sie sich von ihrem Junior-Junior-Partner reinreden lässt. Also das ist so.","Kurze Korrektur, es wird nicht das Parteiprogramm genommen, sondern die Parteien\nwerden gefragt und dann werden die Antworten übernommen. Okay, gut.","Ja gut, meinetwegen, aber das ist ja nur verbales Parteiprogramm dann letzten Endes.","Genau. Dann gibt es noch diese Wen wählen Webseite. Keine Ahnung, was die so kann.\nDie macht dann auch so Kandidatenbefragungen, aber die, die ich da angeklickt\nhabe, die haben dann keine Aussagen gemacht. Das ist dann halt sozusagen auch noch so eine Sache.","Stimmt und dein Wahl, schlägt dich gerade jemand noch ein?","Richtig, das gab es ja auch noch. Dein Wahl. Wie ging das nochmal? mal dein...","Okay, dein Wahl zur Bundestagswahl 21 ist jetzt aber ein bisschen her, oder?","Ja, das ist das, weiß ich nicht, ob es das auch für Europawahl gibt, weiß ich nicht.","Das gab es zumindest für 19 mal. Naja.","Na gut, die Frage ist halt, bringt einen das irgendwie weiter? Also solche Tools.","Also ich finde das schon ganz hilfreich. Also ich habe den Eindruck,\ndass es in unserer Bubble schon weit verbreitet ist.\nAlso irgendwie klickt da doch jeder, jedem Mal sich so durch.","Ja, weil wir klicken ja alles an, was bei 3.0.","Auf dem Boden ist. Ja, aber mit genau diesem Effekt, den du gerade eben schon beschrieben hast.\nAlso man fühlt sich in dem bestärkt, was man sowieso vorher schon wusste und\nfühlt sich noch einigermaßen gefeilt gegen allzu reaktionäre Tendenzen.\nUnd dann dieser Effekt, den du meintest, so okay, müsste ich mir um so eine\nFrage jetzt eigentlich mal Gedanken machen, wäre das mal sinnvoll.\nUnd dafür finde ich es nach wie vor ganz hilfreich, dass Leute danach jetzt\nihre vorher schon irgendwie angefühlte Wahlentscheidung umwerfen,\nglaube ich eher weniger.","Oder eine Orientierung bekommen, wenn sie die nicht haben, weil das ja generell\neine gewisse Verunsicherung eigentlich ausmacht und so.","Naja, ich sag mal so, entweder du wählst nach Sachthemen.\nWeil dir die Sachthemen wichtig sind oder du wählst halt nach Image oder nach Leuten.\nAlso weiß ich nicht, wenn dir der große FDP-Vorsitzende mit den künstlichen\nHaaren irgendwie wichtig ist, dann keine Ahnung.","Also ich finde es gut, vor allem weil man hinterher ja auch wirklich nochmal\naufdifferenzieren kann, wie dann einzelne Parteien denn zu einzelnen Fragestellungen\nwirklich geantwortet haben.\nUnd da lauert dann schon so die ein oder andere Überraschung, finde ich.","Ja, zumindest merkst du schnell, ob irgendeine komische unbekannte Vereinigung\nwirklich so super ökologisch ist, wie sie sich dann vielleicht geben wollen,\naber am Ende nicht dann doch einfach nur reaktionäre Ausländerfeinde sind.\nAlso müssen wir jetzt auch gar nicht groß weiter thematisieren.\nIch wollte nur darauf hinweisen, am 9.\nJuni ist Europawahl. Ihr solltet jetzt eigentlich auch alle eine Benachrichtigung,\nbekommen haben oder demnächst bekommen. Also meine kam gerade an.","Meine kam gestern.","Genau, also es ist so gerade die Zeit deswegen. Und dann wäre es noch ganz gut,\nGut, wenn ihr das auch wahrnehmen würdet.\nDas wäre mir ein Anliegen, weil das Europa, also wir haben ja ein extrem junges\nPublikum hier, nehme ich mal an.","Ja, die meisten jünger als wir, meinst du?","Wollen ja auch was wissen.\nUnd Leute, die was wissen wollen, sind auch interessiert an Dingen.\nBei Politik geht es dann manchmal ein bisschen auseinander, aber glaube ich\ngrundsätzlich ist schon eine höhere Beteiligungsbereitschaft an Gesellschaft\nund Vorgängen und so weiter gegeben und man bildet sich dann auch leichter Meinung.\nVon daher ist es vielleicht ein bisschen Preaching to the Converted,\naber nur für den Fall, dass ihr in irgendeiner Form einen Zweifel hattet,\nob ihr an dieser Europawahl teilnehmen solltet.\nIch finde ihr solltet das tun, weil es könnte eine Menge Ärger geben sonst.","An Wahlen sollte man grundsätzlich teilnehmen, wenn man wahlberechtigt ist.\nWobei ich sagen muss, diese komische Sozialwahl, da habe ich immer so meine Probleme mit.\nWeil da weiß ich immer nicht, was soll das jetzt, was mache ich denn da?","Ja, das kann ich dir auch nicht erklären, komischerweise.","Ja, also. Aber ansonsten, ich meine Bundestagswahl, Landtagswahl,\nBezirkswahl, Europawahl, all diese Dinge.\nWenn man nicht wählt, geht es weg. Aber das will man dann auch nicht.","So nämlich. Ja.","So, manche haben sich ja auch schon als Wahlhelfer geoutet. Ganz toll.","Ja, ich wäre auch Wahlhelfer, aber genau an dem Wochenende geht es halt diesmal leider nicht.\nDie letzten paar Male, ich habe ja auch Wiederholungswahlen mitgemacht, mit Gewahl geholfen.","Gut, dann unterhalten wir uns mal\nwieder darüber, wie wir unser Geld am ineffizientesten ausgeben können.","Da gibt es nur eine Firma für.","Da hatten wir dann gestern eine Vorlage bekommen von Apple und das müssen wir\njetzt glaube ich auch mal in den Fokus nehmen langsam. Was ist passiert?\nEs gab neue Produktannouncements von Apple und nächste Woche verfügbar sind\neine neue Generation vom iPad Air und vom iPad Pro und dazu das ganze Zubehörpaket,\nwas da noch mit einherkommt,\nneue Tastaturen, alles mögliche.\nJa, und Ralf, du hattest ja jetzt hier deine Laptop-Auszeit, die du mit dem iPad,\ndurchgebracht hast, dann überbrückt hast, genau, das war das Wort, was ich gesucht habe.\nUnd meinst du, dass von den neuen iPads irgendetwas,\nkönnte, was deine alte iPad-Konfiguration so noch nicht gebracht hat?","Ich habe das überlegt. Ich habe ja etwas umfangreicher berichtet.\nAcht Wochen, acht oder neun Wochen war ich ja laptoplos und habe wirklich nur\nmit einem relativ frischen iPad Air meiner Frau mit einem M1-Prozessor,\nexterner Tastatur und externem Trackpad gearbeitet und fand,\ndas ging alles besser, als ich es befürchtet hatte.\nund jetzt bei der Keynote gestern habe ich mich halt gefragt,\nokay, was von dem, was ich da gemacht hätte, hätte jetzt irgendeinen Einfluss\ngehabt oder wäre jetzt irgendwie anders gelaufen, wenn ich jetzt ein neues Gerät gehabt hätte.\nIch glaube, was mich überhaupt nicht,\ninteressiert hätte, wäre jetzt die M4-CPU, über die können wir hinterher noch\nmal reden, weil ich hatte schon bei der M1 nie den Eindruck,\nzu dem Zeitpunkt hatte ich ja schon M2 Pro quasi in meinem Laptop drin, dass jetzt auf dem.\nIPadOS irgendetwas an irgendeiner Stelle zu langsam gewesen wäre,\nmit dem M1-Standardprozessor der drin war.\nAlso klar, es wird irgendwelche Anwendungen geben, wenn man da jetzt Final Cut\ndrauf macht und ähnliches.\nGut und schön, aber ich hatte ja so quasi normales Office und so ein bisschen\nKreativ-Grafik-Kram drauf gemacht.\nSo, da hat die M1 völlig ausgereicht. Also die CPU ist es glaube ich nicht.\nIch glaube, der Screen ist schon super, den sie da jetzt verbaut haben.\nDas glaube ich sofort, aber ich glaube auch nicht, dass er deutlich besser ist\nals das, was ich jetzt hier im Laptop drin habe.\nDas heißt, am Ende des Tages wäre es wahrscheinlich die Größe.\nWas waren die zwei Größen, die Sie jetzt haben? 11 Zoll und 13 Zoll? Ja, genau.\nAlso 13 Zoll wäre natürlich schon besser gewesen.\nIch habe das ja dadurch überbrückt, dass ich eine gute Lesebrille hatte,\ndie dann ja quasi mir diese fehlenden Zoll herangerückt und größer gerückt haben.\nIch weiß gar nicht, wird die Auflösung dann auch größer bei den 13er?","20 Pixel.","20 Pixel? Was? Wie 20 Pixel? 20 Pixel.","Das heißt, im Prinzip sind die Pixel nur größer geworden. Also sind die noch größer beim 13.","Also genau, vorher war es ja 12,9 Zoll, jetzt ist es irgendwie 13 Zoll.\nUnd für die 0,1 Zoll, die es jetzt noch dazu gibt, gibt es halt auch 20 Pixel noch dazu.","Ja, okay, gut. Das hättest du nicht rausgerissen an der Stelle.","Das glaube ich jetzt auch nicht.","Wie gesagt, dieses neue,\nCase, diese Flip-Tastatur mit Trackpad drin, die brauchte ich halt nicht,\nweil ich das dann praktischer mit meiner Selbstbauständer-Variante fand.\nMag man anders sehen, aber darum hatte ich halt auch schon vorher eine Escape-Taste.\nAlso ich glaube, das ist schon ein cooles Gerät, aber es ist dann halt in dieser\nPro-Variante sind es halt irgendwie 1000 Euro Minimum oder ich weiß gar nicht,\nwo die deutschen Preise anfangen, 1200, keine Ahnung.\n1200 für ist halt schon eine Menge Kohle.","Spare Bones.","Genau, machen wir vielleicht nochmal so kurz mal abklappern,\nwas eigentlich neu rausgekommen ist.\nAlso neu ist, es gibt das iPad Air auch in groß.\nAlso es gibt diese 11 und 13 Zoll Variante jetzt in Air und in Pro.\nDie Dinger sind irgendwie schlanker, das iPad Pro ist nochmal extra schlanker.\nOb es jetzt das gebraucht hätte, kann man lange darüber diskutieren.\nEs gibt diesen M4-Prozessor im iPad Pro, was in gewisser Hinsicht eine Überraschung\nist, weil man kommt von M2, hat M3 komplett übersprungen, was mir auch so das\nGefühl gibt, der M3 ist auch mehr so eine Zwischenlösung.\nUnd wir werden demnächst noch sehr viel mehr M4 sehen. Also es ist ja sozusagen\nnur ein anderer Prozess.\nDieser modernere Prozess, der da angekündigt war, der halt vorher noch nicht gemacht werden konnte.\nUnd ansonsten gibt es halt dieses Magic Keyboard jetzt auch in so einer größeren Variante.\nDas heißt, es hat eben, oder was heißt, das ist jetzt größer,\nalso es hat ein größeres Trackpad und es hat vor allem eine Function Key Row\nund damit auch eine Escape-Taste.\nUnd das beruhigt mich sehr. Also ich finde das wirklich gut.\nAlso ich finde, ich bin da wirklich ein Bewahrer. Da bin ich wirklich konservativ.\nIch finde eine Escape-Taste ist wichtig.\nGenauso übrigens wie eine Caps-Lock-Taste. Don't at me.\nUnd ein paar Sachen sind aber auch gestorben. Es gibt keinen SIM-Karten-Slot mehr.\nIn der Cellular-Version. Es gibt nur noch eSIM.\nIch habe aber bisher keine Informationen darüber gefunden, wie viele eSIMs denn\njetzt in diesem Gerät abgelegt werden können.\nIch befürchte mal es sind zwei oder ich vermute mal es sind zwei.","Heißt das jetzt nur zwei?\nWillst du uns sagen, nur zwei?","Nur zwei, ja. Naja, weil vorher waren es quasi drei Slots.","Ein Slot und zwei eSims.","Genau. Also ich hatte, also mit Sicherheit kann man sein Leben auch mit zwei\nSimkarten führen. Gar keine Frage.\nAber ich hatte jetzt zum Beispiel auf dieser Reise auch wirklich den Bedarf\nfür dreimal eSim gehabt in meinem Telefon. und in gewisser Hinsicht auch im iPad.\nWarum? Meine Heimnetzkarte hier in Deutschland habe ich als eSIM deshalb genommen,\ndamit ich diesen Slot frei habe,\nweil so SIM-Karte kaufen ist so an vielen Stellen ja immer eine Option.\nUkraine, gehst halt in irgendeinen Telefonladen, steckst die SIM-Karte rein,\nzack, bumm, fertig, funktioniert sofort.\nUnd dieser eSIM-Kartenslot wiederum ist sehr praktisch, wenn man jetzt im Ausland,\ndas hat ja sowohl in VAE als auch in der Türkei das Problem.\nIch müsste mir halt irgendwie da billige Daten holen, weil natürlich nicht abgedeckt\ndurch den eigenen Vertrag.\nDas mache ich mit Eralo, habe ich hier glaube ich schon mal vorgestellt.\nDiese App auf dem Telefon, wo man einfach direkt sagt, ich fliege jetzt hier\nVAE und dann kriegst du da so eine Liste von, ja hier, das sind deine eSIM-Kartenoptionen\nmit so und so viel Datenvolumen für so und so viele Tage.\nDann sage ich, ja, zack, kauf, dann gebe ich da 10 Dollar aus,\nlade die SIM-Karte halt direkt runter und installiere sie mir sofort.","Jetzt mal grundsätzliche Frage. Wenn man eine eSIM deinstalliert hat, dann ist sie weg, oder?\nKann man sie dann wieder reinstallieren, weil man das Install-Bundle noch hat? Nein.\nDann muss man im Prinzip einen neuen Vertrag oder so machen.","Genau.","Ja, das ist ja praktisch.","Ja, ist ein bisschen weird. Ich weiß ja auch nicht, ob sich das noch ändern wird.\nIch hatte jetzt diese spezifische Problematik, dass ich immer kein Daten-Roaming anschalten konnte.\nAlso ein Fallback auf meine O2-Karte wäre jetzt keine Option gewesen,\nweil dann bist du 10 Minuten online und das kostet 50 Euro. Kennen wir ja schon, diesen Spaß.\nAlso reise ich in dieses Land und mir ist es in der Türkei kurz passiert. Das war wieder doof.\nHatte aber dafür kein Datenvolumen und aber auch noch kein WLAN,\nweil WLAN dann wieder mit riesem Aufwand und so weiter. Und ich wollte halt\nirgendwie Datenvolumen haben.\nAlso hätte ich mir am liebsten gleich von vornherein eine SIM-Karte,\neine eSIM für die Türkei, eine für VAE gekauft und die dann schon mal beide vorgehalten.\nJa, du kannst diese, also derzeit ist es so bei meinem iPhone 13, was ich noch habe.\nDa habe ich jetzt den SIM-Karten-Slot und zwei E-SIM-Karten-Slots.\nVon diesen drei SIM-Karten, die sich quasi im Gerät befinden können,\nsind immer nur zwei maximal aktiv.\nIch kann aber dann zwischen denen hin und her schalten.\nUnd das bräuchte ich dann sozusagen aber auch in dieser Konstellation mit nur ESE.\nAlso drei macht schon Sinn, zumindest drei vorrätig zu haben,\nalso nicht aktiv, sondern installiert zu haben,\ndass ich halt schon mal die nächste Reise dann auch aktivieren kann und immer\nPlatz habe sozusagen dafür. für.\nSo, und wenn ich nur zwei Karten überhaupt im System halten kann,\nkann ich halt nicht irgendwie das Land, was ich gerade besuche und das nächste\nLand, wo ich die nächste Karte brauche, vorhalten, während ich noch meine eigene,\ndie ich ja nicht löschen will.\nHabe, die ich auch nicht deaktivieren will, weil ich ja noch angerufen werden kann.\nSo, also ich hätte auf jeden Fall gerne mehr eSIM-Slots. Das wollte ich damit\neigentlich nur sagen. Zurück zum iPad.\nHabe ich schon gesagt, dass es eine Escape-Taste gibt? Die haben jetzt auch\neine Escape-Taste. Es ist so toll, ich mag das sehr gerne, dass sie jetzt eine\nEscape-Taste haben, weil das ist ein Bekenntnis und ich bin begeistert.","Du bist bekennender Escape-Tasten-Benutzer.","Ja, ich finde einfach eine Escape-Taste ist wichtig. Die hat sich einfach im\nComputing etabliert und die darf nie weggehen und ich finde es gut,\ndass dieses Keyboard das hat.\nAllerdings weiß ich nicht, ob ich dieses Keyboard mag, weil das Keyboard,\nwas ich nämlich derzeit habe, nämlich dieses Folio-Keyboard von Apple,\nwas eigentlich ganz geil ist, weil es ist so einfach, so leicht,\ndas klappt man einfach so drumherum und das kann man dann irgendwie auch so\nals Tastatur benutzen, kann man auch leicht durch die Gegend tragen.\nIch bin einfach sehr zufrieden mit diesem Folio-Keyboard, das gibt es jetzt\nnicht mehr, das wird nicht mehr angeboten.","Ja, ich habe den Vorgänger davon, allerdings ist es schon lange kaputt.","Aber das Tippgefühl hier ist schon sehr eingeschränkt auf diesem Folio, also die Space-Taste.","Das ist ein Kompromiss, aber ich finde es ist ein guter Kompromiss,\nweil man kann damit halt deutlich besser schreiben als Onscreen.\nUnd um eben mal so einen Text oder eine Mail zu schreiben oder im Chat dabei\nzu sein, ist es vollkommen ausreichend.","Vor allen Dingen, um den Cursor zu bewegen. Also mir würde ja ein Keyboard ausreichen,\nwo nur vier Cursor-Tasten drauf sind, weil bei iOS den Cursor irgendwo hin zu\nbewegen und irgendetwas zu markieren, das ist eine komplette Katastrophe.\nFür mich reicht ein Keyboard, also vielleicht noch eine Shift-Taste dabei.\nShift-Taste und vier Cursor-Tasten und dann wäre ich dann eigentlich auch schon relativ happy.\nAber mal ganz ehrlich, wenn du auf dem iPad wirklich mehr Text schreiben willst, dann…,\nDann nimmst du halt eine richtige Tastatur und pairst die mit Bluetooth und gut ist.\nAlso ich meine, das ist jetzt irgendwie. Aber um eine Tastatur mal eben dabei\nzu haben, um schnell was tippen zu können, ist eigentlich auch ganz geil.\nNur wie gesagt, meine vom iPad funktioniert das schon eine ganze Weile nicht\nmehr und ich benutze die jetzt nur noch als Hülle.","Abdelkader berichtet gerade im Chat, dass es mittlerweile acht eSIMs sind, die man vorhalten kann.","Acht?","Ja, das mag vielleicht dann ab dem iPhone 14 oder vielleicht beim 15 jetzt so sein.\nBei meinem ist es definitiv nicht so, oder? Ich habe irgendwas komplett falsch verstanden.\nDas ist ausreichend. Das ist ausreichend.","8 on your iPhone. Vielleicht haben sie es ja auch...","Haben sie was?","Vielleicht haben sie auch softwaremäßig da nochmal nachgebessert.","Du meinst, ich habe irgendwas übersehen?","Dass zu späteren iOS-Versionen dann noch, dass sie da mehr speichern oder irgendwas.\nWeil am Ende des Tages, wenn du nur zwei aktiv haben kannst,\nkann sich das OS ja trotzdem die restlichen merken. Also je nachdem, wie das funktioniert.","On your iPhone you can store eight or more eSIMs.","Na schau.","Da steht der Weltreise ja nichts mehr entgegen.","Das stimmt, das stimmt, das stimmt. Dann hoffe ich mal, dass das sozusagen...\nAchso, und hier steht nochmal, dass iPad nur eine aktive eSIM hat.\nOkay, aber das ist jetzt nicht so das Problem, Außerdem, weil man ja auf dem\niPad hat man ja kein Telefon in dem Sinne.\nDu hast halt nur einen Datentarif, den du gerade nutzt. Das ist,\nglaube ich, okay. Das kann man schon machen.","Ja, vor allen Dingen beim iPad, was ich immer sehr sinnvoll finde,\nist auf jeden Fall auch das Cellular zu nehmen, weil da kommt halt der GPS-Chip auch mit.\nAlso wenn du kein Cellular hast, hast du halt auch kein GPS auf dem iPad.","Mhm, okay, verstehe.","Ja, obwohl der Aufpreis beim Pro jetzt glaube ich 250 Euro waren oder so.\nAlso das war auch was, wo ich dachte so, oh ja, okay, Apple,\ndas ist jetzt nicht euer Ernst, oder?","Ja, was halten wir denn jetzt von diesen Geräten? Also die haben halt dieses\nkomische Tandem, also ich rede jetzt nur vom iPad Pro.\nDas iPad Air hat sich ja eigentlich fast nicht verändert, das gibt es halt jetzt\nnoch in groß. Aber das Pro ist halt irgendwie ganz interessant.\nWeil es eben diesen OLED-Bildschirm hat, das heißt es ist zum Filmegucken irgendwie besser.","Und das kommt schon ein bisschen überraschend, weil sie ja irgendwie vor einem\nhalben Jahr noch gesagt haben, dass es in den Laptops irgendwie frühestens in\nzwei, drei Jahren OLED-Displays geben würde.","Das haben sie gesagt?","Also Apple hat es natürlich nicht gesagt, aber es ging so durch die angeblich\ngut informierte Gerüchteküche durch.","War wahrscheinlich nicht so gut informiert.","Naja gut, das iPad ist ja kein Laptop.","Ist kein Laptop, ja. Also großer Fan natürlich von OLED.\nWobei die ganzen Kenndaten jetzt ziemlich exakt das sind, was ich hier bei meinem\naktuellen MacBook Pro halt auch habe.\nAlso Grundhelligkeit von 1000 Nits und dann HDR-Peak 1600 und dann halt ein\nkomplett schwarzes Schwarz. Das ist halt das, was ich jetzt hier bei meinem Retina XDR auch habe.\nAber das ist auch schon einfach super. Also wenn man das einmal gesehen hat,\nwill man auch nichts anderes mehr haben.\nVon daher glaube ich, die werden schon klasse aussehen, die iPads.\nDa mache ich mir gar keine Sorgen.","Chad beklagt sich über den Preis, kann ich verstehen. Die sind auf jeden Fall nicht billig.","Wir beklagen uns ja auch über den Preis.","Aber ich beklage mich nicht über den Preis und ich sage dir auch warum.\nIch habe hier dieses iPad Pro 11 Zoll aus dem Jahr 2018.\nDas Ding ist sechs, fünf und ein halb Jahre alt.\nUnd es ist völlig...","Nichts dran.","Nichts dran. abgesehen davon, dass es mir mal runtergefallen ist,\nin deine Ecke reingeschraubt habe, irgendwann wurde mir, war glaube ich das\nDisplay mal kaputt wegen runterfallen und das wurde mir dann aber mit AppleCare ersetzt.\nWas ich eigentlich sagen will ist, dieses Gerät, das hat ja noch nicht mal ein\nM1, das hat noch diesen A, was war das? 15, 18, keine Ahnung, so ein A-Chip.","15 glaube ich.","15 glaube ich auch. Und okay, dieses Folio-Keyboard ist jetzt so nach Nach fünf\nJahren fängt es langsam an, ein bisschen zu fleddern.\nFunktioniert aber noch. Also alles funktioniert da dran.\nAlle Software, die es gibt dafür, kann man irgendwie mehr oder weniger problemlos\nnutzen. Und das finde ich enorm.\nAlso es ist einfach, man merkt einfach nicht, wie alt dieses Gerät ist.\nOder in gewisser Hinsicht ist es gar nicht mehr alt.","Ja, aber ich habe noch das Vorgängermodell zu dem.","Ja.","Oder Vorvorgängermodell.","Das weiß ich nicht.","Also da merkt man es schon. Woran? Also das Erste ist, der Akku fängt langsam das Schwächeln an.\nLangsam, es geht noch, aber er fängt das Schwächeln an. Das Zweite ist...","Wie alt ist es denn? Sechs Jahre, sieben Jahre?","Müsste ich gucken. Ja, wahrscheinlich sechs, sieben Jahre. Also über den Akku\nbeschwere ich mich auch nicht.\nDas nervt ein bisschen, aber es ist kein Problem.\nEs hat die üblichen Flecken, die Apple Display gerne mal bekommen.\nAlso ich hatte das bisher bei fast jedem MacBook bisher, dass man so helle Flecken\nhatte, wo irgendwie das Backlight, keine Ahnung was das ist,\nalso es wird dann an manchen Stellen, es ist ein bisschen heller. So, das hat es.\nUnd was aber das größte Problem ist, dass der Lightning-Port langsam anfängt zu schwächeln.\nAlso es lädt nicht mehr mit jedem Kabel und vor allen Dingen lädt es auch den\nStift gerne mal nicht mehr.\nUnd das ist natürlich ein echter Schwachpunkt, wo ich dann irgendwann sagen\nmuss, okay, wenn ich es nicht mehr laden kann, dann war es das wohl.","Ich hatte von der Arbeit das, glaube ich, vorletzte iPad Mini.\nDas ist ja auch ein bisschen schade, dass die Linie irgendwie nicht vernünftig\nfortgeführt wird, weil den Formfaktor fand ich auch immer ganz cool.\nUnd das funktionierte am Ende nicht mehr. Das war allerdings dann auch irgendwie\nacht oder neun Jahre alt.\nUnd egal, wo du da geklickt hast, da hatte alles mit der modernsten iOS-Version\neine Latenz von irgendwie drei, vier, fünf Sekunden, bis irgendwas passierte.\nAlso du hast doch gemerkt, da ist CPU-Speicher, Bandbreite, was auch immer, nicht mehr.","Und wie gesagt, das Keyboard funktioniert halt gar nicht mehr.\nDas hat er halt dann auch irgendwie, weil an der Stelle,\nalso da ist ja unten an dem iPad sind ja so Kontakte dran und dann ist an dem\neigentlichen Keyboard,\nmagnetisiert er ja an diese Kontakte ran und dann gehen die aber irgendwie durch\nden Klapparatismus durch und da hat sich irgendwann ein Kabelbruch gemeldet\nund dann war das iPad eine Weile lang ständig leer,\nbis ich gemerkt habe, okay, da macht wohl dieses...\nmacht wohl diese Tastatur einen Kurzschluss. Dann habe ich da mit einem Tesa\nquasi die Kontakte abgeklebt, dass die nicht mehr berühren und dann war es wieder okay.\nAber dann konnte man die Tastatur halt gar nicht mehr verwenden und inzwischen\nist die Tastatur halt so weit durch, dass sie kaum noch als Ständer taugt.\nNaja, gut. Aber nach sieben Jahren, okay.","Das würde ich auch sagen. Also das ist schon ein bisschen Jammern auf hohem\nNiveau. Also die Teile halten schon echt lange, weil ich glaube,\nich habe auch das 2018er iPad Pro 11 Zoll, was hier auch im Chat jetzt ist und\ndas läuft auch problemlos.\nAlso das hat die ganzen Probleme, die das Mini hatte, hatte das überhaupt nicht.\nBzw. hat das nicht, das ist ja noch da.","A12X ist der Prozessor der drin ist, das ist auch derjenige den Apple seiner\nZeit für dieses Developer Kit verwendet hat in dem,\nwas war das, ein Mac Mini den sie an Developer rausgegeben haben,\nnachdem sie angekündigt haben, dass sie auf Arm wechseln oh Gott.","Ja ja, den hatte ich sogar das ist sozusagen.","Der A12X,\nund naja, das ist also noch nicht mal ein M1 aber es ist halt irgendwie,\nimmer noch alles irgendwie okay, also klar es gibt so Sachen,\naber Webseiten werden ja ordentlich,\ndurchgeatmet und das ist toll, also insofern deswegen hätte ich jetzt auch überhaupt\ngar kein Problem damit zu sagen, okay, jetzt verkaufe ich das mal an irgendjemanden,\nder es noch gebrauchen kann Das Ding ist noch völlig vollwertig.\nKlar, der Akku lässt irgendwie langsam ein bisschen nach.\nHabe ich jetzt nicht so gemessen, aber ganz klar kann es sein,\ndass beim iPad diese Batterieanzeige, die es beim iPhone gibt, nicht gibt.\nAlso es gibt ja so ein, wie heißt das? Batterie auf dem iPhone.\nBatterienutzung oder was war das? Was ist das denn hier? Hallo?","Ah, du meinst im Kontrollsystemeinstellung?","Genau, ich schlage mal kurz nach hier. Ich habe vergessen, es ist einfach so viel geworden.","Also ältere Geräte.","Battery Health. Batterie, ich weiß nicht, wie es auf Deutsch heißt.\nIch habe jetzt mein Telefon gerade auf Englisch.","Das haben ältere Geräte sowieso, glaube ich, nicht gehabt.\nEs kann einfach sein, dass das zu alt ist.","Achso, dass das in dieser Generation noch nicht vorgesehen war.\nGenau, deswegen kann ich jetzt hier nicht sagen, auf wie viel Prozent das Ding,\nrunter ist, aber gefühlt bin ich jetzt hier auch wahrscheinlich bei 80 Prozent.\nAber man kann immer noch damit arbeiten und es ist irgendwie ein cooles Gerät.","Also ich hab mal nachgeguckt, Apple A10 X Fusion ist in meinem iPad drin und\nich hab nicht das Gefühl, dass das Ding zu langsam wäre. Also brauch ich auch keine M4.","Schaden würde es aber auch auch nicht. Ich meine, der M4 ist vor allem halt,\nwas so Batterie, also Stromverbrauch betrifft, halt das Ding.\nDeswegen können sie da so einen kleinen Akku reinmachen oder das Ding so dünn\nbauen, weil sie halt einfach noch mal weniger Strom verbrauchen.","Naja, ich fand, als sie den vorgestellt haben, den M4-Chip, fand ich ja auch\ninteressant, dass der, was war das, sechs High-Efficiency-Cores und vier Performance-Cores hatte.\nDas fand ich mal interessant.","Allerdings auch nur in der höchsten Ausbaustufe. Das heißt also,\nwenn du nicht das ganz rechts unten Modell hast, dann hast du sofort wieder\neinen Performance-Score weniger und also da haben sie...","Ja, das ist ja sowieso das gleiche Silicon. Sie binden das wahrscheinlich nur anders.\nIch fand das nur interessant, dass sie jetzt an dem Punkt sind,\nwo die nicht Pro- und nicht Max-Chips tatsächlich mehr Performance-Cores haben,\nmehr Efficiency-Cores haben als Performance-Cores.\naber es macht natürlich für so ein Gerät mit Batterie macht es total Sinn also sehen.","Wir zur WWDC ein M4 Pro Ultra oder erst später?","Also WWDCs sind ja eigentlich sehr Software fokussiert und man hat in der Vergangenheit\nschon mal neue Hardware gesehen aber typisch ist es nicht für WWDCs,\nalso es Das würde mich nicht überraschen.\nAber ich würde nicht damit rechnen.","Also was halt sie wirklich aufgebaut haben, ist ja die Neural Engine.\nDie ist gegenüber der M2, glaube ich, das Doppelte an Teraflops,\nwas die jetzt abliefert.\nUnd je nachdem, was sie dann on device da jetzt an Features uns zeigen werden,\nhoffentlich mag das natürlich einen Einfluss haben, aber man wird sehen.","Also wenn ich das richtig in Erinnerung habe, hatten sie die MacBooks eigentlich\nimmer eher so Richtung Spät-Sommer-Herbst vorgestellt.\nUnd deswegen würde ich also eher damit rechnen, dass sie die kurz bevor die\nganze neue Software kommt, vorstellen und nicht zur WWDC.\nAber ich mag mich natürlich großräumig täuschen.\nWas sie wohl gegenüber dem M3 auch stark verbessert haben, ist das Raytracing,\nalso das ist wohl eher rudimentär im M3,\nweil sie da wohl auch nicht die Leute gefunden haben, die ihnen das ordentlich\nbauen Da haben sie dann nochmal eine Generation eine Ehrenrunde drehen müssen,\nAber ja gut, man wird sehen Also, ja.","Shot on iPhone und edited on Mac und iPad stand da drauf.","Aber so von der Bildqualität her?","Von was? Von dem?","Na, der ganzen Veranstaltung. Also.","Naja, gut.","Du meinst, ob die jetzt besser oder schlechter oder sonst wie immer?\nNe, ehrlich gesagt ist mir da nichts aufgefallen. Aber das muss jetzt nichts heißen.\nIch hab's schließlich auf dem alten iPad angeguckt.","Schaut nochmal nach. Ich fand die signifikant schlechter und schlampiger,\nals die letzte, die sie hatten.\nWeil die letzte, da hatten sie ja zum ersten Mal dieses Statement drin,\nalles auf dem iPhone gefilmt.\nUnd das war erschütternd gut. Und da gab es in der Hinten, hatten wir ja auch\nbesprochen, diese Making-of-Videos, wie sie das alles gemacht haben.\nGuckt euch mal am Anfang jetzt der Präsentation diese ganzen Bibliotheksszenen an.\nUnd dann achtet mal auf die Freistellung oder Nicht-Freistellung der Personen\nzum Hintergrund und was im Hintergrund da so alles passiert.\nDa sieht man nämlich, dass diese ganzen Sequenzen, das ist keine natürliche\nTiefenunschärfe, also Depth of Field und Bouquet, sondern das ist also alles\ngerendert und da sind richtig harte Renderfehler drin.\nAlso da fangen dann im Hintergrund sitzen irgendwo Leute halt an Bibliothekstischen\nund die fangen dann mal so ein bisschen an zu zittern und so ein bisschen an zu springen und so.\nDas ist mir richtig, auch der Fokus nach vorne, das heißt also wie viel ist\nnach vorne scharf, wo genau ist die Schärfeebene rein, das sah wirklich nicht gut aus. ist.\nHinterher wurde es besser, aber diese Bibliotheksszene, guckt euch die nochmal an. Also so nicht.\nAlso das war kein guter Verkaufspunkt dafür, fand ich.\nVielleicht bin ich da auch etwas überpenibel, aber zum Beispiel im Fotomodus,\nliebe ich diesen Porträtmodus mit diesem Fake-Bouquet.\nIch finde, das ist völlig gut enough für 90% der Anwendungen,\ndie man so hat. Dafür, dass man die Kamera mal dabei hat, aber jetzt für eine.\nProfi-Filmveranstaltung fand\nich das ein bisschen ein bisschen mehr könnte ja noch mal drauf achten.","Nee ist mir nicht aufgefallen aber es war spät es war bandprobe gewesen da.","Zitterten die augen.","Keine ahnung dachte er so das musste jetzt mal angucken damit mitreden kannst.","So, ich gehe jetzt hier gerade einen Tipp nach, der im Chat kam,\nwie man hier aus den iPad Analytics diese Battery Health irgendwie sich aus\nirgendeinem, was ist denn das hier, ein JSON-File oder so, rausholen kann.\nGucken wir mal, ob mir das gelingt. Ein bisschen schwierig hier mit dem ganzen, zack, kopieren.\nSchauen wir mal. kommen wir der Sache hier vielleicht auch noch mal auf die Spur.\nAber was ist euch denn bei dem iPad jetzt so von der Hardware noch aufgefallen?\nAlso gab es da noch irgendwas?","Sie haben irgendwas erzählt von, dass sie ein anderes Thermodesign hatten.\nIch weiß nicht mehr genau, was sie da gesagt haben.","Kupfer im Apple-Logo.","Kupfer im Apple-Logo, genau. Und dann irgendwelche Thermalpads aus Kohlenstoff.\nAlso da weiß ich nicht, das hat mich sehr an dieses Thermal Grizzly Pad von Cryo Sheet erinnert.\nWenn das tatsächlich sowas ist, dann ist es zu befürworten, weil die Dinger\nhalten wirklich sehr lange.\nalso das sind so im Prinzip Graphenschichten, die aufeinander gestapelt werden\nund dann quer runter geschnitten,\nsodass die Wärme in Richtung der Graphenschichten geleitet wird hat den Vorteil,\ndass es nicht austrocknet, was einem bei Thermal Paste, also bei normaler Thermalpaste halt.","Passieren kann,\nKeine Ahnung Und dann strahlt die ganze Wärme über den Apfel ab.","Auf der anderen Seite, meine Güte, Sie haben jetzt hier einen Chip,\nden Sie mit, weiß ich nicht wie, sparsam bewerben und ein Gerät,\nwas halt auf Batterie läuft.\nDa frage ich mich, was Sie denn da groß kühlen wollen.\nAber vielleicht ist es halt auch so, dass der Chip dann sehr dynamisch auch\nmal so richtig Leistungspiks bringt und die dann entsprechend halt auch thermomäßig\nabführen kann. Ich weiß es nicht, wir werden es sehen.\nVielleicht ist es auch der Versuch, den ganzen Thermalkram von dem Akku wegzuhalten.","Display, wird OLED eigentlich warm?","Oled nicht dass ich wüsste also Oled verbraucht halt viel Strom wenn du sehr\nhelle wenn es hell ist, also wenn du einen weißen Hintergrund hast und so weiter\ndann werden sie dir wahrscheinlich beim,\neinrichten drölftzig mal sagen, dass du doch besser den Dark Mode verwendest, aber also,\nkeine Ahnung.","Ich habe es gerade rausgefunden. Ich weiß jetzt, was meine Battery Health ist.","70%.","Nee, 85%.","Oh, das ist ja gut.","Das ist okay.","Das ist noch relativ gut. Das merkt man aber auch schon. Rausgefunden habe ich es jetzt dadurch.\nDanke an Abdelkader. Du bist wirklich immer ein Quell von Informationen.\nEs wird sozusagen auf dem iPadOS aus welchen Gründen auch immer nicht angezeigt.\nAber offensichtlich gibt es diese Informationen.\nMan kann aber unter diesen, in den Settings, in den Datenschutz,\nPrivatsphäre, tralala,\ngibt es so einen Analytics-Bereich, da kann man so eine iPad-Analyse anschalten\nund dann, wenn man das angeschaltet hat, dann gibt es da drunter so eine Batterie\nvon JSON-Files, die man sich dann anzeigen kann.\nDann nimmt man einfach das Letzte und sucht\nda drin nach einem Last-Value-Maximum-Capacity-Percent-Wert und dann...","Okay.","Hätte man auch einfacher machen können, aber geht. Aber nochmal zum iPad.\nDer neue Pencil ist natürlich geil.","Ja.","Weil, also, ich bin jetzt nicht so der Pencil-Typ. Ich male jetzt nicht so viel.\nDas kann ich alles nicht.\nAber ich habe halt Leuten zugeschaut, die das tun.\nUnd die werden sich, glaube ich, über diesen Stift extrem freuen,\nweil er halt jetzt ja einerseits diese Meta-Menüs hat. Das heißt,\ndu kannst ihn so drücken.\nUnd während du so über den Bildschirm hoverst, Dann kriegst du da so drumherum\nso einen Kranz von Menüs.\nDas ist ja so ein Konzept, was es auch schon seit Ewigkeiten gibt,\nwas glaube ich unter Windows auch mal verbreitet war, so mit so Menü um Maus\nrum und so weiter, wenn man irgendeine Taste drückt oder in bestimmten Games.\nIch weiß nicht ganz genau, auf dem Mac hat das nie so richtig Fuß gefasst. Ja, genau, richtig.","Auch wegen der Space-Maus und so.","Genau. Also, wie auch immer, das haben sie auf jeden Fall jetzt in diesem Stift\ndrin und sie haben vor allem Rotation.\nUnd da waren ja ein paar schöne Beispiele zu sehen in diesen Videos,\ndass du da so Bildbearbeitung machst.","Was mir gefällt hat, war, dass jemand Kalligrafie macht.\nRichtig schöne Frakturschrift mit dem Stift, das müsste relativ gut funktionieren.","Wobei du bei der dann ja gerade den Winkel nicht anders.","Doch.","Sondern der ist doch gerade dadurch definiert, dass er...","Nicht bei allen.","Ich rede glaube ich von, nicht Kalligrafie, sondern ich meine glaube ich Fraktur.","Ja, aber es gibt Fraktur. Also je nachdem, wenn du das gut kannst,\ndann drehst du auch noch ein bisschen an manchen Stellen und so weiter. Aber das ist, ja.\nIch habe das irgendwann mal in meiner Jugend, habe ich das mal kurz gemacht\nund habe es dann aber auch wieder sein lassen.","Du bist der Steve Jobs in dieser Runde.","War ich schon mal Kalligrafie gemacht?","Ja, dem Kalligrafiekurs von Steve Jobs verdanken wir das gute Fronthandling auf macOS.","Ja, so wäre es nicht. Mir ist was anderes aufgefallen.\nAm Pencil und an der ganzen Präsentation zu dem iPad.\nIn der gesamten Präsentation war nicht ein Linkshänder.\nDa waren nur Rechtshänder. Also normalerweise Apple ist ja, das muss ja divers\nsein ohne Ende. Aber Linkshänder scheint es bei Apple nicht zu geben.\nAlso das merkt man bei den Produkten auch an anderer Stelle gerne mal.\nGut, ich bin eh immer niggelig, was das anbelangt, aber weil mir die Dinge halt auffallen.","Ja, du bist eine unterdrückte Minderheit.","So schlimm ist es jetzt nicht. Auf dem Niveau jammer ich dann doch nicht.\nAber klar, so ein kleines Hobby von mir ist dann mal zu sagen,\nokay, das ist wieder mal ein Produkt, was nicht für Linkshänder gebaut wurde.\nUnd da ist es halt tatsächlich so, nicht ein einziger Linkshänder.\nWirklich alle Leute, die den Stift an der Hand hatten, hatten ihn recht.","Aber an diesem Stift ist ja auch nichts, was Linkshänder benachteiligt, oder?","Wahrscheinlich nicht, aber schauen wir mal.","Ja, aber ich meine, an dem Ding ist doch gar nichts links, der ist doch komplett symmetrisch.","Ja, aber du hast ja auch so Dinge wie, also gut, ich habe ja jetzt,\nzu dem alten iPad hatte ich ja auch den alten Stift, der hat auch eigentlich\nimmer super funktioniert.\nDa ist es ja so, dass die Handerkennung prinzipiell so ist, dass die dann agnostisch\nist, ob jetzt die linke oder die rechte Hand benutzt.\nIch hatte irgendwann mal so eine Teets-App, wo man das tatsächlich einstellen konnte.\nDas war aber noch vor dem eigentlichen Pencil. Da hatte ich noch so einen,\nIrgendwas, naja, es gab ja diese Third-Party-Pencil, die so richtig schlecht sind.\nAber ich fand es zumindest auffällig. Zumindest einen Quoten-Lingshänder hätten\nsie schon irgendwie da mal in dem Video reintun können.","Der Quoten-Lingshänder, vielleicht wäre das mal ein Job für dich.","Du gerne, sie können mich gerne für den Dreh anfragen. Ich weiß nicht, ob es eine gute Idee ist.","Jetzt kommt Roddy, unser Linkshänder.","Quotenlinkshänder. Solange ich nicht mit unter der Presse liege, ist mir das dann auch...","Wie fandet ihr denn diese Szene? Wo sie diese Schrottpresse,\ndas war eigentlich wirklich eine Schrottpresse, aber wo sie quasi alles, was das iPad kann.","In die große Presse zermatscht haben.","In wüster Zerstörungswut.","Da haben sich ja schon wieder irgendwie alle aufgeregt, ne?","Naja, ich sag mal, es tut mir im Herz so ein bisschen weh, Musikinstrumente\nkaputt zu machen, das kann ich nicht mit angucken.","Es ist ein Werbevideo.","Ich weiß, dass es ein Werbevideo ist, ich kann es trotzdem nicht mit angucken.","Kuscheltiere und Friedhof der Kuscheltiere.","Gut, dass es jetzt den Angry Birds, Porzellan Angry Bird mit kaputt gemacht\nhat, das fand ich eher wieder witzig.","Also ich fand es in der Tat interessant, Querstrich, ich glaube auch gut,\nweil es mal ein bisschen edgy war.\nDas war mal nicht so komplett weich gespült, sondern das hatte schon so ein\nleichtes Störgefühl, so diese Szene.","War ein bisschen brutal, war erfrischend brutal.","Also hätte ich jetzt so Apple gar nicht zugetraut.","Ich habe den erst nachher gesehen, in dem Hauptvideo war der auch schon mit dabei?","Ja, es fing damit an, wenn ich mich recht erinnere.","Also es war relativ früh, aber es fing nicht damit an. Also das war der Einstieg zum Pro.","Zum Pro war das. Genau, die Präsentation von dem Pro fing damit an,\ndass sie in dieser Riesenpresse diesen ganzen Kram gepresst hat.\nEs war nach einer Sekunde klar, was sie einem jetzt sagen.","Was die Message ist davon. Genau. Die Botschaft.","Wir machen das jetzt alles flach und dann.","Aber gibt es genug Zartbeseitigte da draußen, für die ist es dann einfach gleich ein Skandal.","Also Skandal finde ich jetzt übertrieben.","Du, ich zitiere nur was, was die dann auf Social Media alle von sich gegeben\nhaben. Das ist ja alles ganz furchtbar wäre.","Die sozialen Netzwerke sind in Aufruhr.","Ja, ich weiß. Alles richtig gemacht.\nNa gut, so jetzt natürlich so ein bisschen die Frage, vielleicht zum Abschluss,\nhaben wir jetzt in irgendeiner Form den nächsten Schritt gesehen und kann mit einem iPad-OS-Nummer.\nWelche Nummer hat das? Genauso wie iOS? Ja, ne?","17, ja.","Ist das jetzt sozusagen ein tolleres System? Also ich trage mich jetzt mit dem\nGedanken, das bedeutet übrigens nicht, dass ich das auf jeden Fall tue,\nsondern ich trage mich mit dem Gedanken ein paar Tage und es kann sein, dass ich am Ende sage,\nmein 2018er-iPad reicht völlig aus.\nAber ich bin gerade so ein bisschen tempted, auf 13 Zoll zu gehen.\nUnd dann hätte ich aber zwei 13 Zoll Geräte, die ich irgendwie mitführe.\nAlso ich bin oft mit meinem Laptop und mit meinem iPad unterwegs,\nweil das iPad einfach für manche Sachen, gerade für Medienkonsum und so weiter besser ist.\nAber nur für Medienkonsum, um sich jetzt nochmal so ein riesiges,\nteures, großes Ding zu kaufen, ist halt auch so eine Sache.\nOkay, kann ich vielleicht mit meinem iPad mehr machen? Kann ich damit so viel\nmachen, dass ich hier vielleicht meinen Laptop nicht mitnehme?\nAber iPad-Only, das kann ich halt irgendwie auch nicht.\nWeil bisher hatte das Ding ja noch nicht mal eine Escape-Tasse.\nJetzt hat es eine Escape-Tasse. Naja, ich meine, dann kann man das zum Beispiel als Terminal benutzen.","Naja gut, Escape-Tasten gab es vorher auch für,\nexterne Tastaturen, Bluetooth und so weiter. Da gab es dann auch schon Escape-Tasten.","Ja, aber der Witz ist ja beim, also diese integrierte Tastatur,\ndie ich hier benutzt habe, dieses Folio, war ja schon auch Teil des Versprechens.\nAlso nur mit dem nackten iPad so, das hätte ich nicht benutzen können.\nSondern nur mit dieser Tastatur dran ist für mich echt.\nUnd dieses neue Konzept mit diesem relativ schweren Teil.\nDieses neue Keyboard ist ja relativ schwer.","Ist das tatsächlich so schwer oder sieht das nur so aus?","Tja, dann hätte ich jetzt mal genau nachschlagen müssen.\nIch habe es mal so in der Hand gehabt und es kam mir deutlich schwerer vor als das Folio.\nWeil ehrlich gesagt, schauen wir doch mal, was es wiegt.","So ein bisschen besseres Tippgefühl,\nwäre ich eigentlich auch eher dabei.","Magic Keyboard für iPad Pro in jetzt nehme ich es mal für 11 Zoll,\ndann kann ich es nämlich mit dem hier vergleichen.","Sag ich das Keyboard für das Air und das Pro dasselbe?","Glaube ich nicht. Das Pro Keyboard ist ja nochmal eine Nummer mal besser geworden.","Weil die Konstruktion ist ja sehr ähnlich, ne? Wie das also aufgehängt ist und\nwo welche Magneten verbaut sind und so.","Steht hier nicht. Was das wiegt.\nWarum nicht?\nKeyboard.","Das steht da bestimmt irgendwo und du musst nur genau genug hingucken und das mir zu machen.","Ja, das sind diese komischen scrollenden Webseiten, die irgendwie einem...","Also das hasse ich wie die Pest, wenn das nicht scrollt, sondern irgendwie so,\nmerkwürdige Animationen macht. Das ist furchtbar.","Ja, und ich kriege jetzt irgendwie keine Tech-Specs hier irgendwie.\nIch kriege nur Tech-Specs über das Ding, aber nicht über das Keyboard.","Ich bin hier sowieso beim Falschen.","Naja, okay. Keine Ahnung. Also ich glaube, es ist schwerer.\nAnyway, worauf ich hinaus wollte ist, kann das Gerät irgendwie mehr sein als das, was es jetzt ist.\nDenkt ihr, es wird mit iOS oder iPadOS 18 endlich mal irgendwas Schneidiges hinzugefügt?\nMulti-User fände ich ja so geil.","Also ich sag mal so, wenn das Gerät für dich nur mit einem signifikant besseren\niPad-OS auch signifikant mehr Sinn ergibt.","Muss ich auf jeden Fall noch mal warten.","Dann würde ich erst mal das neue iPad-OS abwarten und dann wirst du hinterher,\nnachdem die WWDC Keyboard-Go-Note gelaufen ist, bei dem iPad bleiben.\nDas ist meine Vorhersage.","Kann gut sein.","Auf der anderen Seite, naja, gut. Also ich benutze ganz ehrlich das iPad im\nPrinzip auch nur für Signal, Telegram und YouTube.\nManchmal ein bisschen Mail.","Also das Magic Keyboard für das neue Air hat keine Escape-Taste.\nGerade nochmal geguckt.","Was? Das Magic Keyboard für das Air hat keine Escape-Taste?","Nein, nur das für das Pro.","Achso, weil es keine Funktionstasten-Air hat.","Genau. Genau, dafür ist der Platz da scheinbar nicht...","Wieso, der Platz ist doch genau der gleiche.","Der Platz müsste eigentlich... Der hat ja eine Reihe weniger.\nNe, guck bei dir auf die Tastatur, wo die Escape-Taste ist.","Ja, aber das Keyboard ist doch genauso groß, weil das iPad ist ja genauso groß.","Ja, die Konstruktion ist eine andere.","Ist es trotzdem ein anderes Keyboard?","Wie die Konstruktion ist eine andere.","Naja, guck mal hier bei dem, ich zeige dir jetzt gerade mal hier die Bilder.\nAlso das ist das Pro, da hängt es da so an so einem Zusatz, an so einem Ständer\nquasi dran, wohingegen das für das Normale, glaube ich, einfach,\nobwohl da sieht es ja auch so aus.","Ich kann ja keinen Unterschied feststellen.\nAlso das ist alles so ein bisschen merkwürdig.","Ja, es sieht relativ gleich aus.","Aber das Trackpad ist auch größer bei dem Pro. Verstehe ich auch nicht.","Naja, zumindest kann man das alte Folio noch für die alten Dinger kaufen.","Für das 10th Generation.","Achso, mal gucken. 10. Generation.","Na gut, ich glaube, wir holen hier nicht mehr sehr viel mehr raus thematisch\naus dem ganzen iPad-Thema, oder?","Ja, wir haben es eh schon übertrieben.","Dann sagen wir mal, okay, super, klar, aber mach mal bessere Software und dann\ngucken wir mal, was man mit der Escape, dass du noch alles so anfangen kannst.\nSo, Ralf, du wolltest mal wieder ins Land der Science-Fiction abwandern.","Genau.","Ich lese ja immer so deine Kulturkritiken oder was heißt, ich lese die, ich kriege die mit.\nWas hast du auseinandergenommen? Dune. Alter. Wie oft hast du den Film gesehen?","Dune 2 jetzt? Ja. Einmal.","Einmal? Was du da für Details irgendwie rausoperierst, das habe ich während\ndes Films überhaupt nicht gecheckt.","Echt?\nGut.","Ich wollte nur ankündigen, Ralf seziert jetzt wahrscheinlich Science-Fiction-Sendungen\nwieder in einer Detailtiefe. wie ich mich sonst nur über Details von Programmiersprachen unterhalte.","Hatte ich jetzt eigentlich nicht vor.","Was?","Aber ich würde gerne drei Sachen teasern, weil wir gerade in einer interessanten\nZeit leben für Science-Fiction-Serien.\nWeil jetzt einfach zwei gerade frisch rausgekommen sind, die schon für Nerds\nund Nerdinnen schon, würde ich sagen, wichtig sind und spannend sowieso.\nUnd die auch beide, finde ich, eine gute Qualität haben.\nUnd dann noch einen dritten, Evergreen, wo ich nochmal ein paar pastorale Worte\nganz gerne zu verlieren würde.\nAlso das erste, Three-Body-Problem.","Da habe ich zu Hause immer noch das ungeöffnete Buch liegen, aber naja.","Großer Fehler. Genau, also mit dem Buch hat es bei mir auch angefangen,\nbeziehungsweise mit den Büchern. Das ist eine Trilogie.\nUnd da würde ich mich in der Tat zu der Aussage hinreißen lassen,\ndass es meine Lieblings-Science-Fiction-Buch-Serie ist. Okay.\nAlso mein Lieblings-Science-Fiction-Buch. Punkt.","Ach, du hast das als Buch gelesen?","Was ich jemals gelesen habe.","Was ich jemals gelesen habe?","Was ich jemals gelesen habe.","Das heißt, dass es entweder wirklich gut ist oder du hast wirklich wenig gelesen?","Also ich lese jetzt nicht mehr viel Science-Fiction.\nEs ist auch wirklich eine der wenigen Dinge, die ich in den letzten Jahren gelesen habe.\nAber ich habe in meiner Jugend und so bis ich 30 war, relativ viel Science-Fiction gelesen.\nAlso da auch so die ganzen Klassiker einigermaßen durch.\nUnd Three-Body-Problem hat mich doch schwer beeindruckt.\nUnd ich weiß noch, wie ich darüber gestolpert bin, weil das waren drei Statements,\ndie ich über dieses, damals den ersten Band gelesen hatte.\nNämlich erstens, Barack Obama empfiehlt\nes als eins der inspirierendsten Bücher, die er je gelesen hätte.\nDas zweite war, es hat den Hugo Award gewonnen, was so der amerikanische Science-Fiction-Preis ist.","Hugo und Nebula Award kann man eigentlich immer unbesehen kaufen.","Und das dritte war, dass es hieß, so und im zweiten Band kommt eine originelle\nneue Facette zum Fermi-Paradoxon.\nDa dachte ich so, huch, okay.","Fermi-Paradoxon ist auch nie schlecht.","Sie haben mein ungeteiltes Interesse. Habt ihr schon mal in der Freakshow über\ndas Fermi-Paradoxon geredet?","Ja, aber es ist lange her.","Okay, aber dann brauchen wir es\nglaube ich dann nicht mehr, dann könnt ihr irgendwo den Shownotes durch.","Es ist sehr lange her.","Also in einem Nutshell ist es halt die einfach, also Fermi, das ist ein amerikanischer\nPhysiker, ich glaube italienisch,\nwar beim Manhattan Project mit dabei, also Atombombe mitgebaut und der hat irgendwann\nmal die Rechnung aufgemacht, okay, wie viele bewohnbare Planeten gibt es vermutlich\nim Universum und wie hoch ist die Wahrscheinlichkeit, dass es dort intelligentes Leben gibt.","Jetzt verwechselst du möglicherweise, das war Drake, der mit der Gleichung war Drake.","Ja, aber daraus leitet er was ab. Er hat jetzt nicht diese Gleichung, diese Formel erfunden.","Where is everybody?","Where is everybody? Wo sind die denn alle?\nDas Ergebnis ist eigentlich, es ist wahnsinnig unwahrscheinlich,\ndass wir das einzige intelligente Leben sind.\nSondern es müsste daraus ein Wuseln vor lauter Intelligenten liegen.\nUnd warum kriegen wir davon nichts mit?\nUnd das ist halt das, was dieses Fermi-Paradox dann auszeigt.\nUnd dann gibt es ganz unterschiedliche Erklärungsansätze.\nUnd jetzt will ich aber in der Tat da inhaltlich gar nicht weiter einsteigen,\nweil das wäre schlimmer Spoiler.","Moment, Moment. Dazu muss man eins sagen.\nSagt dir Science and Futurism with Isaac Arthur was?","Nein.","Das ist ein YouTuber, der irgendwann mal,\nich nenne es mal einen Katalog der Fermi-Paradoxon-Lösungen entwickelt hat.\nund wirklich eigentlich fast alles.\nLocker 20 Stück Lösungen katalogisiert, eingeteilt und so weiter.\nUnd wenn man da mehr wissen will, da gibt es sehr viele, die er auch von ihrer\nGlaubwürdigkeit her sehr schön einsortiert.","Ja, also auf jeden Fall ist es halt dem Autor, den kann ich einigermaßen aussprechen,\nLiu Qijin, große Fail-Wahrscheinlichkeit, es sei mir verziehen,\nder hat es also wirklich geschafft mit seinem Ansatz in die Wikipedia reinzukommen,\nin die irgendwie sieben oder achtgängigsten Erklärungsmodelle und das finde\nich muss man so als Science-Fiction-Romanautor erstmal schaffen,\ndas fand ich schon mal eine stramme Leistung.\nUnd in der Tat, die drei Bücher sind wirklich fantastisch.\nAlso das erste hat unglaublich originelle Sequenzen.\nDas zweite ist dann ein bisschen anstrengend, ein bisschen langatmig,\naber hat ein tolles Ende, was dann eben sehr viel mit dem Fermi-Paradoxon zu tun hat.\nUnd der dritte Band ist für mich total sakrosant. Der ist von vorne bis hinten\ntotaler Irrsinn und ganz, ganz fantastisch.\nSo, und jetzt kam raus, okay, das Ganze wird verfilmt als Serie.\nUnd zwar von den Machern von Game of Thrones. also berni auf weiß und sie haben\nsich noch alexander wu dazu geholt und die.","Namen sagen wir alles nichts aber.","Das game of thrones gesehen nein was okay tim du game of thrones gesehen ich.","Habe glaube ich die erste folge mal geschaut und die oder die ersten vier oder so.","Okay.","Also Fantasy ist eh nicht so meins und das sind mir auch zu viele handelnde Personen.","Okay.","Also es hat mich irgendwie nicht so richtig.","Aber ihr habt wahrgenommen, dass das so ein Ding war.","Oh ja, ja, ja, alle reden davon.","Ja, aber irgendwie ist es nicht mehr so ein Ding jetzt.","Jetzt ist es nicht mehr so ein Ding, weil die es quasi kaputt geritten haben\nin der vorletzten und vor allen Dingen in der letzten Season,\nweil es dort keine Buchvorgabe mehr gab.\nab, das heißt also, der Martin, der die Bücher dafür geschrieben hatte,\nwar halt, kommt halt mit dem Schreiben nicht mehr hinterher und ich glaube an\nseinem letzten Er war eh immer langsam.\nEr war eh immer langsam, aber ich glaube an dem letzten Band schreibt er jetzt\nacht Jahre, elf Jahre, also,\nda kommt wahrscheinlich auch nichts mehr und die haben ihn dann konsultiert,\nso, was hast du denn so ungefähr vor und haben darauf dann halt irgendwie quasi\nselber ein Skript geschrieben und das wurde dann halt in Fankreisen sehr.","Sehr What could possibly go wrong?","Sehr kritisch beäugt. Ich fand's gar nicht so schlecht, die letzte Staffel,\naber es war schon qualitativ ein merklicher Bruch, gerade was die Dialoge angeht\nund so Charakterentwicklung im Vergleich zu dem, was in den frühen Seasons unterwegs war.\nSo, das heißt also, das Fandom war erstmal irritiert bis empört.\nOh mein Gott, die, die uns Game of Thrones kaputt gemacht haben,\nwollen uns jetzt hier unser Lieblings-Science-Fiction-Buch kaputt machen,\naber die Bücher sind ja schon fertig geschrieben.\nSo, und die beiden haben es ja geschafft, die ersten Bücher von Game of Thrones\nsehr, sehr gut zu verfilmen.\nDas heißt also, die Chance, dass es was wird, hatte ich vorher so bei 50-50 ungefähr einsortiert.","Ja, aber bei dem Witcher ging es doch auch irgendwann bergab,\nobwohl es da eigentlich eine Vorlage gegeben hätte.","Ja, da würde ich jetzt mal sagen, dass das vom wie das Projekt reingehängt worden\nist. Also das ist die teuerste Netflix-Produktion aller Zeiten.","Welches jetzt?","Three-Body-Problem.","Ah, okay.","Ja, also es ist da mehr Geld reingeflossen als alles andere,\nwas sie bisher gemacht haben und alle Augen haben drauf geschaut,\nso was kommt da jetzt bei raus.\nUnd ich finde, es hat ziemlich gut funktioniert. Die erste Season ist jetzt\nhalt raus und deckt den kompletten ersten Band ab.\nPlus, Und das finde ich ganz originell, Teile vom zweiten und Teile vom dritten.\nDas heißt also, sie haben einzelne Handlungsstränge von insbesondere den Anfängen\ndes zweiten Bandes und des dritten Bandes mit reingenommen in diese erste Season,\nwas auch Sinn macht, weil es von der Chronologie her, die insgesamt erzählt\nwird, und es werden insgesamt hinterher ein paar zehntausend Jahre erzählt,\ndas alles noch in der quasi bald-jetzt-Zeit irgendwie spielt.","Das könnte also dazu beigetragen haben, dass ich so ein bisschen mit dem Fragezeichen\naus dieser ganzen Geschichte rausgegangen bin.","Ja, möglich.","Ich kann mich jetzt schon gar nicht mehr so richtig dran erinnern,\naber es hat mich nicht... Das war dann so die letzte Folge und ich so,\nah, das war jetzt die letzte?\nMhm. Ich wusste gar nicht so richtig, wo ich dann hänge irgendwie.\nEs war für mich alles ein bisschen durcheinander.","Also es kommt da noch so einiges, kann man gewiss sein.\nAlso die eigentliche Handlung, die geht da jetzt erst los. Das ist alles vorgeplänkelt,\nwas man bisher gesehen hat.\nAlso die Grundstory, da spottet man glaube ich nicht zu viel,\nist halt, Aliens werden auf uns aufmerksam und sind in 400 Jahren,\nwerden sie mit ihrer Eroberungsflotte die Erde erreicht haben.\nSo, was macht das mit der Menschheit?","400 Jahre ist ja so ein bisschen Zeit zumindest.","Das ist so ein bisschen Zeit. Das ist also schon weit entspannter als jetzt\nirgendwie Erderwerbung und ähnliche andere.","Genau, bis dahin haben wir die Erderwerbung komplett durchgeritten.","Wo man sich fragen kann, welche Welt will ich meinen Kindern überlassen?\nSelbst die werden das also nicht\nerleben und deren Kindeskinder und Kindeskindeskindeskinder auch nicht.\nUnd wie bereitet man sich jetzt auf so etwas vor?\nOder sagt man einfach, okay, I just don't care, weil alle Leute halt nicht da\nsind. Also und von solchen Prämissen hat er einfach sehr, sehr viele,\ndie er so übereinander stapelt.\nAlso ich würde sagen, schon Empfehlung kann man sich angucken.\nDie Kulturpessimistinnen haben noch eine sehr schöne Besprechung davon gemacht,\nirgendwie knapp eine Stunde, die würde ich auch nochmal empfehlen im Podcast.\nDa kann man sich noch weitaus mehr Details reinholen. Also ich glaube, die kriegen das hin.\nBernioff weiß, ich bin da zuversichtlich. Sie haben etliches geändert.\nSie haben also auch Figuren zusammengelegt und sowas. Aber ich würde sagen,\nalles im Sinne von, es ist eine relativ flüssige Erzählung.\nDas Buch ist fast sperriger, von der Logik her.\nDas zweite, was ich gestern durchgeguckt habe, ist Fallout.\nEs gibt jetzt zu Fallout eine Serie.\nDas Computerspiel habe ich hier auch schon mal diverse Male,\nglaube ich, sogar gepriesen. Mit Fallout 3 würde ich nach wie vor sagen,\nbestes Rollenspiel in dem Genre, was je gebaut worden ist.\nUnd da konnte man auch entsprechend gespannt sein.\nVollaut ist das mit, wo die Grundprämisse ist, dass sich eine alternative Realität\nin den 50er Jahren abspaltet, wo manche Dinge viel schneller sich entwickeln\nund andere Dinge gar nicht entwickeln.\nDas heißt also kulturell bleiben die USA in den 50er Jahren stehen,\ntechnologisch entwickeln sie aber in den nächsten 100.\n120 Jahren viel bessere Technologie und im Jahr 2077 kommt es dann zum großen\nAtomkrieg und fast alle tot und es gibt nur noch wenige Überlebende an der Oberfläche,\ndie alle durcheinander mutieren und Großes hauen und stechen.\nUnd die eigentliche Kernidee ist, dass es aber halt rund über die USA verteilt\nein Netz von sogenannten Walls gibt.\nIch glaube 110, 115 riesige Bunker, in denen Leute halt vorher sich einkaufen\nkonnten oder aufgrund von irgendwelchen anderen Bedingungen halt dort reingerettet\nworden sind, als die Bomben gefallen sind.\nUnd was jetzt innerhalb dieser Walls passiert und was passiert,\nwenn Leute aus diesen Walls dann ein paar, ich glaube, 400 Jahre später an die\nWeltoberfläche krabbeln und gucken, was ist da eigentlich so los.\nDas ist also die Grundgeschichte immer der Spiele gewesen.\nUnd das gibt es jetzt als Verfilmung und das ist super.\nDas heißt also, wer die Spiele gemocht hat, der kommt binnen Sekunden in den richtigen Flow rein.","Also ich habe es nicht gespielt, aber ich kann mir vorstellen,\ndass die Lore sich verdammt gut eignet, um das sehr witzig zu verfilmen.","So und witzig ist halt, also die Spiele sind auch schon immer sehr zynisch und\nsehr ironisch und nehmen da alles mögliche aufs Korn und das potenziert die\nSerie jetzt nochmal, die dreht das also nochmal so richtig auf zwölf.\nleider auch ein bisschen was so den Gore und Brutalitätsfaktor angeht,\nalso Fallout war auch schon immer eine sehr brutale Spielserie wo man also in\nZeitlupe genau die Körperteile markieren kann,\nwo dann irgendwie die Sachen einschlagen sollen und Körperteile fliegen durch\ndie Gegend, ist also auch nichts für,\nschwache Gemüter und die Serie dreht auch das echt auf 12, sodass ich so irgendwann\nso bei Folge 3 oder 4 von 8 dachte, wollte mir eigentlich auch noch eine eine\nGeschichte erzählen oder wollt ihr nur noch provozieren?\nWeil es wird also so viel an Ekel und abstoßenden Sachen irgendwie übereinander\ngestapelt, dass ich dachte, okay, das driftet vielleicht doch ein bisschen ab.\nDas muss ich ja nicht haben.","Ehrlich gesagt.","Aber sie kriegen die Kurve. Das heißt also, das beruhigt sich dann auch wieder\nein bisschen und nach hinten raus erzählen sie für Leute, die die Computerspiele\nkennen, eine sehr, sehr schöne Origin-Story.\nWeil also auch immer ein bisschen unklar war, was ist da eigentlich genau passiert.\nihr 2077, als dann die Bomben gefallen sind und was waren da eigentlich so die\nMechanismen und wie hat sich das eigentlich alles mit diesen Walls entwickelt\nund warum sind die alle so unterschiedlich und was hat das mit diesen ganzen Experimenten da zu tun?\nUnd all dazu kriegt man jetzt wirklich gute Antworten und Theorien und das macht\ndas Ganze nach hinten raus, dann doch zu einer sehr...","Ich habe tatsächlich die erste Folge davon gesehen, das war eher Zufall,\nweil jemand anders sich dazu entschlossen hat, wo ich zu Besuch war,\ndas auf auf den Bildschirm zu bringen und ich dachte, es wäre so ein Spielfilm.\nErst, weil es war so ein bisschen ohne Erklärung, fing das an und ich habe mir\ndas einfach mit angeguckt und habe ich dann erst am Schluss gemerkt,\ndass das jetzt nur die erste Folge war und es ist wirklich ziemlich brutal.\nAlso geht da ganz schön zur Sache, das ist schon irgendwie wow.","Also vom Niveau her würde ich sagen, so wie From Dusk Till Dawn. So was so die...","Fast schon Splatter, ja.","Es geht schon sehr, sehr, sehr dicht in den Splatter-Bereich rein.","Ein bisschen zu blutig eigentlich für mich, da bin ich halt schon da.\nNicht zu zart beseitet für eigentlich.","Ja, ich kann das ganz gut. Ich\nhatte also auch mal irgendwie eine etwas exzessivere Splatterfilmphase.\nOh Gott. Meet the Feebles, alles kein Problem.\nAber bei Fallout willst du halt auch gute Story haben und moralische Entscheidungen haben.\nUnd du willst diese ganze Doppelbödigkeit, es gibt kein Gut und es gibt kein\nSchlecht. Irgendwie ist das ja nicht alles aufgeteilt und so.\nUnd das habe ich ein bisschen vermisst und dachte mir, ihr macht mir hier sehr\nviel Spektakel. Aber wie gesagt, im letzten Drittel kriegen sie es gut eingefangen\nund das zweite Season ist schon bestätigt.\nIch glaube, das wird eine gute Geschichte.\nAlso wenn ihr die Spiele mochtet, schaut euch die Serie an. Das ist wirklich\nein No-Brainer an der Stelle.","Dabei muss man natürlich sagen, dass die Spiele auch eine ganz schöne Entwicklung hingelegt haben.\nDie ersten zwei waren ja quasi noch 2D.","Nicht quasi, sondern die waren also isometrisch gehalten. Ja,\nisometrisch, genau. 2D-Grafik, genau.","Und dann wurden sie erst 3D und für das letzte Fallout New Vegas,\noder wie das hieß, haben sie ja richtig Prügel bezogen, weil es ja so richtig schlecht war.","Also die Genese war, zuerst waren die beiden 2D, dann ist das Studio gewechselt\nworden, dann kam Fallout 3, dann sind sie von da ab quasi bei Bethesda gewesen. gewesen, genau.\nWo ich aber sagen will, das Beste, was ihnen halt passieren konnte.\nSo, nach Fallout 3 kam New Vegas, was in manchen Dingen gute Ansätze hatte,\nich fand aber nicht so ganz gut, als das Spiel funktioniert hat.\nDann kam Fallout 4, was wieder so eine Mittelposition hatte.\nIch fand's auch, also das Grandiose an Fallout 3 waren diese moralischen Entscheidungen.\nHabe ich aber alles schon mal ausgeführt, muss ich nicht wiederholen, könnt ihr nachgucken.\nUnd das fehlte sowohl bei New Vegas, als auch bei Fallout 4,\nfehlte mir diese Diese Brutalität dessen, egal was du versuchst,\nso ist das alles ausweglos und es gibt keine gute Lösung für das, was du hier machst.\nUnd das, wofür sie die Prügel bekommen haben, ist die Online-Variante,\ndas heißt Fallout 76 oder 67 oder sowas, wo man das Ganze so als Massive-Online-Game\nhat und das war so verbuggt, dass...\nDass es irgendwie einen Haufen Probleme gab. Naja. So, eine dritte Serie,\ndie ich nochmal rauspacken will, die ist schon älter.\nWo ich aber denke, die passt auf eine Art hier auch ganz gut in die in diese\nReihe rein und das ist The Expanse.\nTim, da meintest du eben vorhin, du hättest die mal angefangen zu gucken.","Ja, war mir auch zu kompliziert. Ich bin, also es Es muss einiges zusammenkommen,\nbis ich wirklich anbeiße bei so einer Serie.\nUnd ich kann dir ehrlich gesagt nicht genau sagen, was es ist.","Du hast Expanse nicht gesehen, meint das in der Rolline. Also ich kenne,\nin meinem Bekanntenkreis gibt es genau zwei Gruppen.\nDie erste Gruppe sind Leute, die ich total schätze, die einen irren guten Film-\nund Seriengeschmack haben und die sagen, dass The Expanse das Beste ist,\nwas an Serie überhaupt je produziert worden ist im Science-Fiction-Bereich.\nDas ist die erste Gruppe. Die zweite Gruppe, Leute, die ich total schätze,\ndie einen total guten Serien- und Filmgeschmack haben und die sagen,\ney, wir haben es ausprobiert und ich komme überhaupt nicht rein in diese Serie.\nIch weiß nicht, was die mir erzählen sollen und ich verstehe nicht,\nwas die Leute damit haben.\nund habe nie irgendwie einen Schalter gefunden, was bei den Leuten sie zur einen\noder zur anderen Seite halt irgendwie hat ausschwenken lassen.\nBis auf den Fakt, dass ich selber immer in der zweiten Gruppe war.\nDas heißt, ich habe zweimal angefangen The Expanse zu gucken und habe es dann wieder abgebrochen.\nNach der zweiten oder dritten Folge. Weil ich genau so, was wollt ihr mir hier\nerzählen? Das ist alles total konfus.\nDas Design ist irgendwie Kraut und Rüben, zig Protagonisten Auf eventuell verschiedenen\nZeitebenen, vielleicht aber auch nicht. Man kriegt das nicht vernünftig auseinandergebaut.\nDie Leute reden komisch, die Leute sehen komisch aus.\nEs gibt keinen roten Faden. Was habt ihr mit dieser Serie? Was wollt ihr von mir?\nUnd mehr oder weniger durch Zufall habe ich dann aber beim dritten Mal,\nweil ich dachte, irgendwas muss doch da sein, habe ich beim dritten Mal,\nich glaube, da hatte ich auch Corona, bis zur vierten Folge durchgehalten.\nUnd dann wird plötzlich alles anders.","Das ist ja immer so das, was man von so Serien so sagt.\nNee, nee, du musst nur lang genug durchhalten. Du musst nur bis zur letzten\nFolge durchhalten, dann schaffst du auch alle.","So, wo man das aber sehen kann ist, und das ist vielleicht auch eine Geschichte,\ndie hier für unsere geneigten Hörerinnen und Hörer ganz praktisch ist,\nkennt ihr ratinggraph.com.\nDann solltet ihr es jetzt kennenlernen.\nDas ist also ein Dienst der IMDb,\nalso die International Movie Database, wo ja auch die ganzen Serien alle drin\nsind mit den einzelnen Folgen,\neinfach scraped und dann die IMDb-Wertung einfach auf einen simplen Graphen\nabbildet, aber so, dass man die einzelnen Seasons sehen kann.\nVielleicht könntest du es auch mal auf den Beamer drauflegen oder so,\naber wenn ihr das jetzt alle aufgerufen habt, ist auch okay.\nUnd da sieht man, dass in der Tat bei The Expanse, die hat ein super hohes mittleres\nRating von irgendwie 8,4 oder 8,5.\nAber die ersten drei Folgen sind die am schlechtesten bewertetsten der ganzen\nsechs Season laufenden Serie. Das heißt also, die hat wirklich einfach einen\nsehr schlechten Einstieg.","Naja, die erste, zweite und die fünfte sind die schlechtest bewährtesten.\nS5 E8 ist auch nochmal.","Da unten irgendwo anzusiedeln. So, aber wir sehen ja Episode 4,\nhier CQB, also Closed Quarter Battle, das ist glaube ich die Abkürzung dafür.\nSo, die ist dann eben schon hier irgendwie bei 8,6 und ich würde sagen,\ndie ist dann noch deutlich zu niedrig.\nDas heißt also, hier bin ich mal nicht einverstanden mit der IMDb-Rating.\nIch würde sagen, das ist auf jeden Fall eine über 9. Das ist eine fantastische Episode.","Ich zeige dir die nächste, die ist wieder voll scheiße.","Ja, die finde ich auch ein bisschen harsch. Also ich würde sagen,\nab da wird es kaum noch schlechter.","Also man muss erst mal drei durchhalten, dann ist eine gut, dann sind nochmal\ndrei scheiße und dann kommen drei, die besonders gut sind.","Also diese vierte Episode ist wirklich bemerkenswert, weil die spielt quasi in Echtzeit.\n40 Minuten ist die lang und es werden 40 Minuten mehr oder weniger erzählt.\nDas hat bei 24 auch schon gut funktioniert. Es gibt einen Ort,\nan dem das Ganze spielt und es gibt halt irgendwie sechs oder sieben Leute,\ndie halt dort alle beisammen sind.\nDas ist komplett unterschiedlich zu dem, was halt diese ersten drei Episoden haben.\nUnd ab da kommt man dann wirklich rein und es werden fantastische Ideen umgesetzt\nund Schwerelosigkeit, wie man sie noch nie gesehen hat.\nUnd alles macht Sinn und wie die\nLeute plötzlich anfangen, logisch sich zu verhalten und Dinge passieren.\nAlso von daher mein flehentlicher Aufruf, wenn ihr den Eindruck habt,\nWas wollen die Leute bei Expanse?\nHaltet bis Episode 4 durch.","Sollte bei, sollten hier nicht alle Fernsehserien drin sein, die es gibt?","Sollten eigentlich, ja. Was suchst du jetzt gerade?","C.","Die von Apple?\nDie sollte drin sein. Schreibt sich das so?","Ja, aber es geht ja ums Sehen und nicht um die See.","Ja. Also du kannst auch irgendwie über die ID oben umgehen, aber eigentlich\nsollte das würde mich jetzt sehr wundern, wenn das hier nicht drin wäre.","Naja. Ich wollte es nämlich jetzt gerade mal vergleichen, so wie diese Bewertungen\nhier sind mit etwas, was ich gut finde und so einschätzen kannst.","Um zu gucken.","Hast du das gesehen?","Ich hab's nicht gesehen. Das liegt in der Tat auf meiner vielleicht irgendwann\nmal angucken Liste. Sagen wir's gut?","Ja. ja, das ist auch was. Also ich weiß nicht, ob sie was für Nerds ist.\nMuss ich mal kurz drüber nachdenken. Ich meine, ich bin ja ein Nerd. Aber es gibt,\nAlso eigentlich kann ich das ja nur aus der Perspektive betrachten.\nAlso du weißt, was die Prämisse ist von Sea.\nIch sag's mal kurz, also Sea ist halt auch wieder so postapokalyptische Welt.\nIrgendwie die Welt ist an einem Virus oder so oder irgendwas zugrunde gegangen\nund ganz viele Menschen sind, also fast alle sind gestorben,\naber ein paar haben überlebt, aber alle, die überlebt haben, sind blind.\nund das ist sozusagen die Welt und das hat mich irgendwie total getriggert das\nfand ich irgendwie interessant und das haben sie halt auch wirklich cool,\ngemacht, das heißt so wie die Serie entwickelt sich halt mit all diesen ganzen\nGedöns, Charakterentwicklung und so weiter, aber vor allem ist es immer sehr\ninteressant zu sehen wie.\nSie dieses Problem Leben gelöst haben. Gesellschaft hat keine Technik.\nAlso sie haben sozusagen ihre Technik verloren.\nBauen sozusagen ihre Technik wieder neu auf. Sie haben keinen Zugriff auf Bücher.\nWeil lesen. Und bewegen sich aber sozusagen auch noch in dieser alten Welt mit\nihren Ruinen und ihren übrig gebliebenen Technologien, die sie teilweise nutzen\nund teilweise nicht nutzen.\nUnd wie dann aber sozusagen sagen, diese Gesellschaften so sich organisieren,\nindem sie alle blind sind. Weil das kennen wir ja eigentlich nicht.\nAlso wir kennen ja klar blinde Hilfsmittel, aber im Wesentlichen nicht alle sind blind.\nUnd das ist wirklich geil.\nAlso mir gefällt die Serie ganz\nhervorragend. Und vor allem gefällt es mir aus einem Grund. Es hat mich,\nAlso ich bin ein bisschen merkwürdig, was so Fernsehserien angeht.","Ach, was Fernsehserien?","Ich kann, wie soll ich das beschreiben?\nAlso ich gehe dann doch irgendwie, mich nimmt das sehr mit.\nIch bin eigentlich nicht so ein totales Weichei, aber sie hat mich wirklich an mein Limit gebracht.\nUnd das hat zu tun mit dieser einen Frau, die eine Rolle spielt, der Königin.\nDas muss ich mal kurz nochmal nachschlagen.","Wenn du in den Chat reinguckst, ich hab's dir jetzt gefunden hier.\nKeine Ahnung, warum das über die Suche nicht gefunden wird, aber es ist natürlich drin.\nJa? Ja, die Rating-Graf und unten der Link einfach.","Ah ja, okay, hier ist also Rating, deswegen, okay.","Die erste Season, die besten Bewertungen insgesamt, aber relativ homogen im Verlauf.","Okay, gut. Wie auch immer. Auf jeden Fall Gott, wie heißt denn diese Schauspielerin? Das habe ich,\nnachgeschlagen. Kurz hier eine Info dazu machen.\nGenau, Reich der Blinden und,\nSilvia Höchst heißt die Gute aus Holland.\nUnd die spielt diese Rolle, dieser Königin, die ist böse.\nUnd die ist so böse, ich musste teilweise die Folgen abbrechen.\nIch konnte es nicht mehr.\nDie ist so horrifying, so furchtbar, also so grausam.\nIch bin schreiend davon gelaufen. Ich dachte mir so, nein, das kannst Kannst\ndu nicht machen, du bist so eine...\nUnd das finde ich so bemerkenswert daran. Also es hat mir wirklich,\nich habe mir wirklich ins Hemd gemacht.","Na, dann schaue ich mir das doch mal an. Also was die Expanse halt wirklich\nauszeichnet, sind zwei Sachen.\nZum einen halt wirklich Sci-Fi in fast echt.\nAlso es gibt beispielsweise keine Schildtechnologie. So bedeutet,\nWaffensysteme basieren einfach nur auf Projektilen und Physik.\nund du hast also überall an den Raumschiffen Railguns und jeder Treffer ist auch ein Treffer.\nDas heißt also ständig hast du irgendwo Löcher und die machen Dinge mit den\nSchiffen und ist alles cool.\nUnd das zweite ist wirklich die Charakterentwicklung, was die mit den Charakteren anstellen.\nDa würde ich sagen, hat man seit Lost nichts mehr gesehen, wo die Breite des\nCasts so dermaßen liebevoll.\nBearbeitet wird und jeder Charakter zwei, dreimal umgedreht wird.\nAlso gerade die Leute, wo du denkst, so, boah, so einen Typen habe ich jetzt\nhier aber nicht gebraucht.\nJa, was für ein Arschloch oder was für ein flacher Charakter.\nSo, das ist jetzt ein bisschen eindimensional.\nDa kannst du also deine Uhr danach stellen, dass du anderthalb Folgen später\nist, als dein neuer Liebling geworden, weil sie dann genau solche Effekte alle einkalkulieren.\nAlso wäre Bock auf wirklich fantastisch. Und mit den Frauenfiguren fange ich gar nicht erst an.\nIch würde sagen, es ist die mir bekannte Serie mit den besten Frauenfiguren.\nAlso gerade wenn man so auf diesem Argumentationspfad ist, die ganzen Frauen\ngerade in Sci-Fi-Serien, das sind ja alles diese Mary Sues,\ndieser Pauschalvorwurf, dass Frauen immer zu heroisch dargestellt werden und\ndenen fliegt alles zu und die können alles sofort out of the box.\nAlso bei Expanse ist es wirklich, da muss jeder einzelne Charakter,\nvöllig egal ob Männern oder Weiblichen, muss sich das alles so hart erarbeiten\nund muss sich so viel an Street-Credibility beschaffen.\nUnd es sind solche Badass-Charaktere bei den Frauen. Ganz, ganz toll.\nAlso haltet durch Folge 4. Wenn ihr Folge 4 scheiße findet, dann könnt ihr aufhören.\nDann wird es nichts mehr, weil besser wird es nicht. Also es wird nochmal anders, aber nicht besser.\nUnd dann ist es wirklich nichts für euch, aber Folge 4, das ist es.","Übrigens, jemand hat im Chat den Graf für Game of Thrones reingeworfen.","Ja, der ist unfair. Also den finde ich einfach zu brutal. total.\nAlso da ist, da sackt es halt von einer neuner Serie, ja, von null bis zehn,\nalso zehn ewiges Meisterwerk kommt Game of Thrones immer so auf neun in allen\nSeasons und dann in der letzten sackt es auf vier oder fünf ab.\nDas ist natürlich Quatsch.","Ja, vier oder fünf ist es, ja, okay, die letzte, die letzte Folge.\nAber es ist schon irgendwie,\nalso Vox Populi hat gesprochen, würde ich mal sagen, ne?","Ja, gut, also IMDb-Ratings muss man halt auch sagen, Da ist natürlich auch irgendwie\neine ganz eigene Mischpoke.","Aber du hast sie auch gesehen, die letzte Folge. Ist sie schlecht?","Von Game of Thrones?","Ja.","Ich fand sie nicht so schlecht. Also ich fand vor allem so die...\nNee, ich fand sie eigentlich wirklich nicht schlecht. Also es fehlen Dinge,\ndie die anderen Seasons vorher ausgezeichnet haben, aber ich fand,\nsie haben es im Großen und Ganzen nicht so schlecht nach Hause geritten.\nAlso ich fand zum Beispiel ziemlich gut, wie Daenerys dann völlig abdreht und\nda die ganze Stadt in Schutt und Asche legt.","Fand ich völlig legitim. War es bei allen Folgen so, dass sich die Leute über\ndie letzte Folge, also bei allen Serien so, dass die Leute sich über die letzte\nFolge, bei Lost war das doch auch haben sich doch auch alle total ausgekotzt.","Bei Lost haben sich auch alle ladet mich mal ein, irgendwo in den Lost Podcast.\nIch würde gerne nochmal die ewige Wahrheit über Lost irgendwo ins Volk hämmern.\nAlso wenige Serien sind glaube ich so falsch verstanden worden wie Lost.\nDa ist wirklich der Weg das Ziel und es geht überhaupt nicht darum,\nwas mit dem grauen Rauch jetzt war und wo die Eisbären herkommen und ob jetzt\nalles aufgelöst ist oder nicht, ist auch scheißegal.\nEs ging um die Charaktere, das ist eine humanistische Serie.\nEs geht darum, was Menschen aneinander antun und wie sie sich ändern können\noder nicht ändern können. Das ist das, worum es in Lost geht.\nAlso ich sag nur, es gibt dieses schöne Filmplakat von Lost,\nwo der komplette Cast mal abgebildet ist. Das sind, glaube ich,\n120 Personen, die da drauf sind.\nIn so einer normalen Serie hast du so einen Kerncast von fünf, maximal zehn Leuten.\nBei Lost sind es 120 und jeder von denen hat eine sehr liebevolle Backstory,\ndie in mindestens zwei Episoden irgendwie ausgeführt wird.\nDas hat keine andere mir bekannte Serie jemals geschafft.\nUnd das Ende ist mir dann scheißegal, ob alles nur geträumt war oder nicht.\nOder ob sie alle tot waren und das alles nur eine Todesvision war. Who cares?\nAlso müssen wir mal gucken.","Es ist wahrscheinlich auch schwierig, es ist wahrscheinlich auch schwierig für\nsolche Erzählungen wirklich zum Ende zu kommen.\nAllein schon, weil diese Serien\nja darauf ausgelegt sind, eigentlich potenziell ewig weiterzulaufen.","Lost hat gar nicht so einen schlechten gar nicht so ein schlechtes Ranking hier\nbei IMDb, sehe ich. Das fällt mir nicht so aus dem Rehboden.","Mich erinnert dieses Game of Thrones Ende so ein bisschen an dieses Review-Bombing, was.\nJetzt vor ein paar Tagen Helldivers 2 erreicht hat.\nAlso da gibt es so ein Spiel, wo du Aliens,\nKäfer-Aliens schießt. Das ist relativ absurd gemacht und man spielt irgendwie\nimmer zu viert gegen die Aliens.\nUnd das Spiel hat so ein richtig dolles Following bekommen.\nAlso die Leute sind richtig, richtig begeistert davon. Das merkt man auch bei\nThingiverse und so weiter, weil es gibt so viel Merch zum Selberdrucken von\nHelldivers 2. Es ist unglaublich.\nUnd jetzt hat aber Sony, weil Weil Sony da der Publisher ist,\nhaben sie jetzt dann doch mal angefangen, die Leute zu zwingen, die auf dem PC spielen,\neinen Sony-Account zu machen, Sony-Playstation-Account zu machen.\nUnd dann sind die Leute richtig steil gegangen. Und das Spiel wurde so dermaßen\nruntergeratet auf Steam, dass es dann von Medien zu bad wurde.\nUnd dann tatsächlich aus China dann schon so Battleschreiben kamen wie,\nja wir machen das anders und könnt ihr uns nicht wieder besser bewerten und so.\nAn die Kurve erinnerte mich gerade das Game of Thrones Ding.","Es kommt gerade ein ganz wertvoller Hinweis aus dem Chat, nämlich wenn man sich\nmal die Anzahl der Votes anguckt.\nIch beschreibe nochmal, was man bei Game of Thrones sieht.\nDie letzte Season fängt halt ganz gut an, noch irgendwie bei 8 im Ranking und\nsackt dann ziemlich linear von Folge zu Folge runter, bis das Finale dann mit\n4 bewertet wird, was also schon ein desaströser Wert ist.","Die letzte Folge, also die beste Folge von der letzten Staffel ist gerade mal\nso gut wie die schlechteste Folge von allen anderen Staffeln davor.","Ja, so ist es. So und dann scrollt man mal runter und dann sieht man,\nwie viele Leute haben abgestimmt eigentlich auf IMDb zu der jeweiligen Folge und dann sieht man,\ndass die Anzahl an Leuten, die die vorherigen Seasons abgestimmt haben, so um die 30.000 liegen.\nBei der letzten Season fängt es an bei 125.000 und geht hoch bis zur letzten,\nbei der allerletzten Folge bei 250.000 Leute.\nDas heißt, es haben zehnmal mehr Leute, Pi mal Daumen, für diese letzte Folge\nabgestimmt, um die in Grund und Boden zu voten gegenüber dem,\nwas die eigentliche Fanbase dieser Serie vorher mobilisiert hat an Votings.","Ich sag ja Review-Bombing.","Das heißt also, take it with a grain of salt.","Naja, aber das bedeutet aber halt auch, dass die Leute echt so pisst sind,\ndass sie dann anfangen, schlechte Bewertungen zu schreiben.\nAlso das darf man nicht außer Acht lassen.","Ach, ich glaube, die machen sich nur wichtig.","Naja, also es gibt auch den umgekehrten Effekt. Also beispielsweise die nächsthöchste,\nnicht in der letzten Season befindliche Folge ist Season 6, Episode 9, Battle of the Bastards.\nDie gleichzeitig die mit bestbewertet, also am höchsten gerankste Folge ist\nnoch völlig zurecht. die, also als ich die gesehen habe, war ich völlig von\nden Socken, also ähnlich wie was du gerade von Zieh gesagt hattest.\nDie ist so intensiv inszeniert.\nSowas habe ich im Fernsehen zu dem Zeitpunkt nicht gesehen. Ich habe glaube\nich drei oder vier Mal hintereinander geguckt, weil ich mich echt nicht eingekriegt habe.","Was da passiert.","Battle of the Bastards. Das ist die Schlacht um Winterfell.","Ja, wo? Was? Wie? Welchen von den Datenpunkten?","Das ist die vorletzte Season.\nÄhm, genau, Season 6, Episode 9.\nSo, und da haben wahnsinnig viele Leute für abgestimmt. Das heißt also,\nda haben auch 225.000 Leute für diese eine Episode abgestimmt,\nmehr als für alle anderen vorher, ja. Und zwar auch mit so einem riesigen Abstand.\nUnd die wurde aber sehr gut bewertet, weil offensichtlich, ich glaube,\nda bin ich auch online gegangen und wollte diese, ab dieser Folge eine 10 gegeben,\nweil ich gesagt habe, so, da muss ich jetzt mal, normalerweise mache ich nicht\nviel IMDb-Rating, aber da war es mir ein Anliegen.\nDas heißt also, das kann auch in die andere Richtung das Pendel ausschlagen hier.\nNaja, also ganz interessanter Dienst hier, Rating Graph, da kann man mal ein\nbisschen so seine Serienhistorie durchgehen.\nUnd häufig, finde ich, steckt da schon ein guter Kern drin.\nAlso bei den meisten Serien, würde ich sagen, kann man da ganz gut mitgehen,\num da auch diese Frage zu beantworten, halt wird es denn noch besser oder tut\nsich da noch groß was und ab wo muss ich mich schon mal darauf einstellen,\ndass es den Bach runter geht.\nDa kann man mal so ein paar Stunden drin versenken in diesen Dienst.","Was ich interessant finde an dem Grafen ist, dass nach hinten hin die Bewertungen\nmehr werden. Statt weniger.","Normalerweise ist es andersrum. Also die ersten Seasons relativ viele Votings\nnoch bekommen und dann lässt das Interesse dann doch ein bisschen nach.\nUnd die Leute wollen am Anfang ihre Meinung kundgeben und am Ende ist es ihnen\nwurscht. Und bei Game of Thrones ist es genau andersrum. Ja, ja.","Das ist ja auch ein totales Phänomen gewesen, dieses Game of Thrones.\nDas ist ja wirklich durchgeknallt.\nDas ist schon die zweite Riesenwelle einer Serie, die ich irgendwie komplett,\nignoriert habe oder zumindest weitgehend ignoriert habe.\nIch habe ja ein paar Folgen gesehen, aber mich da nicht aufraffen können.","Was war denn die erste, wenn du sagst, das war die zweite?","Breaking Bad.","Hast du auch nicht gesehen? Du armer Mensch. Das war auch super.\nUnd zwar vom Start weg. Also da würde ich sagen, dass es eine Startziele ist.","Ich räume generell Fernsehserien, gucken nicht so viel Zeit in meinem Leben ein.\nSagen wir es mal so. Ab und zu habe ich dann mal was, das mich interessiert.\nDas schaue ich mir dann auch an.\nAber meistens auch erst, wenn alles raus ist. Also ich warte dann immer.\nFrohens war, glaube ich, als ich das angeguckt habe, keine Ahnung, was da war.\nAuf jeden Fall nicht alles veröffentlicht. das kam dann alles noch raus und\ndann war diese unglaubliche Aufregung drumherum.\nDann dachte ich mir so, warte ich erstmal, bis das fertig ist und dann gucke\nich mir das vielleicht auch mal an.\nAber der Punkt ist irgendwie noch nie gekommen.","Also, wenn du irgendwann mal ein bisschen Zeit und Lust und Laune hast.","Wie viele Folgen sind denn das? 73 Stunden muss ich darauf denken.","Also guck dann nicht Game of Thrones, sondern guck Breaking Bad,\nweil da kannst du ja sicher sein, dass es bis zum Ende durchgängig super ist.","Das klingt auch alles immer so, wenn die so biologisch sind,\nirgendwie so mit Drogen, Spritzen und so.","Ja gut, das hat man dann.\nBody Horror meinst du?","Ja, für mich ist das nicht so gut.\nIch weiß, das ist ein völlig absurdes Verhalten, aber ich kann da wirklich sehr\nflatterig bei werden. Da bin ich dann irgendwie nicht so für.","Ja, Horror ist auch nicht meins. Also überhaupt gar nicht. Ich mag das auch\nnicht, wenn Spiele irgendwie in die Richtung gehen.","Aber schau dir du mehr C an und dann würde mich wirklich mal interessieren,\nob du auch der Meinung bist, dass diese Sibeth, so heißt sie in der Sibeth Kane,\nob die bei dir auch so rüberkommt.\nMich hat die wirklich ins Mark...\nIch habe so einen Schiss gehabt. Ich kann jetzt nicht weitergucken.\nDu kannst es nicht, dann machst du nicht wirklich. Und dann macht sie es.\nGrauenhaft.","Okay. Ja, probiere ich mal aus. Das ist ja noch übersichtlich viel,\nwas man da aufholen hat. Also solche Elemente hast du bei Game of Thrones ja am Fließband.","Das kann ich mir vorstellen. Aber sie hat eine sehr, also es ist nicht nur so\ndie Rolle, es ist spezifisch diese Schauspielerin, diese Rolle ausfüllt.\nAllein schon, wie sie spricht, macht dich total irre. Das ist wirklich so fantastisch.","Na, schauen wir mal.","Gut, jetzt haben wir unsere vier Stunden auch rum, Leute. Können wir eigentlich,\nrund machen, den Laden hier.\nOder irgendwelche Ankündigungen oder so. Wir haben jetzt leider ein bisschen viel Zeit ver...\nWie sagt man? Verbraucht? Nein, diese Zeit verstreichen lassen nach der letzten Sendung.\nIch hoffe, wir brauchen nicht so lange. Bis zum nächsten.\nMüssen wir nochmal gucken. Wir haben tatsächlich einen Termin in zwei Wochen. Schauen wir das.","Wow.","Das ist aber kneppig.","Steht im Kalender, schon ganz lange. Ich muss euch immer darauf hinweisen,\ndass das schon alles ganz lange im Kalender steht.\nIhr werdet es sehen. Achso, ja, vielleicht dazu mal Meta, also wer das noch\nnicht so gecheckt hat, wir haben unter Freakshow slash live gibt es so einen Google-Kalender,\nda steht dann erstens auf der Webseite, wann die nächste Sendung geplant ist,\nalso die nächste Live-Sendung geplant ist und das könnt ihr natürlich auch abonnieren,\nweil es ist ja ein Kalender.\nDas wäre sozusagen für die voll Interessierten das Ding. Das würde ich dir auch\nempfehlen, Ralf. Dann weißt du auch, wann...","Dann weiß ich auch, wann es los ist.","Abonnieren.","Genau. Okay. Dann würde ich sagen, können wir hier eigentlich mal Laden zumachen\nhier. Und ein bisschen Outro spielen.","Sehr gut.","Schön war's.\nDann hören wir uns in wenigen Wochen schon wieder, wenn es da heißt, Freakshow.\nWir bedanken uns fürs Zuhören und sagen Tschüss und bis bald.","Bis denn.","Tschüss."]}