{"v":1,"episode":280,"speakers":["Tim Pritlove","Ralf Stockmann","roddi"],"t":[129,148,150,152,193,212,216,292,318,320,393,394,410,446,447,452,453,454,455,460,462,470,478,545,552,694,695,695,698,704,706,709,711,712,713,714,718,731,734,739,743,745,746,775,779,801,801,812,835,839,840,874,876,967,973,973,990,993,994,1037,1044,1100,1101,1192,1237,1408,1410,1437,1440,1566,1570,1586,1596,1630,1632,1668,1669,1746,1807,1858,1862,1950,1956,1962,2000,2002,2030,2043,2048,2054,2069,2075,2079,2111,2113,2119,2122,2135,2139,2164,2167,2169,2174,2181,2266,2267,2285,2329,2371,2372,2378,2380,2386,2387,2393,2411,2460,2464,2582,2588,2591,2622,2623,2624,2642,2652,2653,2662,2664,2673,2677,2682,2872,2901,2941,2971,3016,3028,3053,3055,3075,3080,3083,3108,3111,3126,3128,3129,3137,3148,3175,3271,3286,3289,3296,3301,3305,3307,3310,3314,3320,3324,3349,3380,3387,3510,3517,3525,3532,3870,3902,3903,3906,3956,3977,3994,4018,4019,4021,4028,4030,4061,4091,4114,4121,4123,4162,4173,4176,4192,4355,4359,4385,4386,4461,4467,4641,4704,4787,4820,4833,4837,4864,4865,4866,4867,4873,4880,4922,4923,4933,4938,4995,4996,4999,5004,5011,5017,5029,5033,5036,5037,5092,5101,5158,5174,5178,5190,5256,5261,5350,5401,5445,5480,5537,5558,5560,5614,5617,5619,5621,5652,5693,5699,5704,5707,5800,5805,5807,5808,5837,5843,5852,5900,5960,5978,6034,6036,6038,6045,6074,6104,6126,6128,6189,6201,6205,6207,6244,6253,6255,6256,6259,6262,6265,6267,6268,6330,6334,6341,6343,6362,6371,6381,6398,6474,6476,6488,6493,6505,6509,6536,6571,6586,6594,6601,6605,6757,6774,6781,6830,6834,6841,6845,6874,7022,7032,7087,7148,7159,7176,7178,7179,7180,7214,7225,7240,7248,7288,7296,7305,7307,7310,7314,7321,7342,7355,7368,7371,7377,7382,7387,7388,7402,7403,7404,7405,7405,7406,7407,7409,7415,7419,7421,7464,7467,7477,7480,7534,7543,7585,7587,7592,7595,7603,7606,7624,7625,7700,7705,7733,7735,7746,7754,7759,7764,7769,7772,7781,7790,7795,7797,7799,7803,7816,7870,7873,7884,7888,7919,7921,7951,7954,7957,7963,7974,7977,8000,8030,8032,8033,8036,8050,8051,8055,8068,8069,8079,8094,8095,8097,8099,8107,8108,8118,8121,8123,8125,8129,8131,8136,8137,8141,8146,8166,8167,8168,8169,8176,8177,8182,8191,8193,8216,8222,8224,8225,8252,8255,8257,8261,8263,8265,8270,8282,8290,8311,8354,8378,8384,8387,8423,8424,8427,8429,8438,8453,8455,8458,8458,8460,8460,8565,8594,8595,8607,8619,8623,8648,8688,8698,8707,8712,8718,8719,8767,8770,8780,8785,8812,8822,8861,8862,9029,9045,9133,9134,9142,9143,9151,9152,9180,9183,9219,9220,9384,9385,9388,9398,9399,9405,9588,9593,9613,9616,9617,9620,9648,9652,9656,9661,9662,9666,9680,9683,9689,9690,9708,9715,9726,9727,9779,9783,9785,9786,9787,9788,9800,9804,9824,9825,9847,9851,9852,9854,9884,9890,9942,9945,9972,9977,10025,10030,10035,10037,10043,10051,10054,10058,10067,10067,10107,10109,10112,10113,10114,10117,10124,10130,10148,10149,10158,10178,10208,10233,10235,10305,10310,10319,10320,10483,10600,10601,10660,10662,10698,10800,10801,11038,11047,11049,11051,11053,11054,11054,11059,11060,11063,11064,11189,11196,11203,11207,11236,11239,11256,11260,11269,11271,11272,11273,11350,11352,11354,11357,11391,11394,11404,11411,11412,11416,11425,11461,11464,11492,11498,11524,11589,11597,11600,11603,11609,11617,11622,11625,11627,11641,11647,11649,11652,11656,11675,11678,11696,11701,11707,11763,11767,11776,11777,11778,11791,11796,11797,11800,11803,11843,11845,11846,11849,11852,11973,11974,12008,12011,12062,12064,12170,12172,12174,12176,12215,12217,12263,12266,12272,12281,12284,12293,12295,12308,12329,12347,12351,12363,12597,12654,12659,12667,12673,12674,12682,12684,12685,12756,12765,12770,12774,12812,12815,12819,12843,12856,12859,12867,12867,12925,12927,12945,12960,12963,12967,13000,13010,13019,13023,13202,13206,13208,13221,13265,13268,13277,13288,13289,13304,13456,13521,13523,13531,13554,13554,13566,13568,13572,13576,13619,13643,13649,13686,13688,13697,13700,13720,13721,13723,13724,13725,13726,13772,13776,13779,13802,13802,13820,13837,13855,13857,14065,14071,14258,14306,14307,14316,14331,14335,14340,14342,14344,14349,14352,14355,14357,14360,14363,14368,14379,14388,14415,14438,14438,14440,14469,14479,14487,14491,14493,14496,14497,14499,14502,14507,14546,14548,14552,14556,14561,14570,14572],"s":[0,1,0,1,0,2,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,2,0,2,0,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,2,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,1,0,2,1,0,2,1,0,2,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,1,2,0,2,0,2,1,0,1,0,1,2,0,1,0,2,0,2,0,2,0,1,2,0,2,1,0,1,0,2,0,2,1,2,1,2,0,2,0,1,2,0,1,2,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,2,0,2,0,1,2,1,2,1,2,0,1,2,0,1,0,1,0,2,0,2,0,2,1,0,1,0,2,0,2,0,2,1,2,0,1,0,2,0,2,0,2,0,1,0,1,0,2,0,2,1,0,1,0,1,0,2,0,2,0,2,0,2,1,0,2,1,2,0,2,0,2,0,2,0,2,1,2,1,0,2,0,2,0,2,0,2,0,1,2,0,2,0,1,0,1,2,1,2,1,2,1,2,1,0,2,1,0,1,2,0,2,1,0,2,0,2,0,2,0,2,0,2,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,2,1,2,1,2,1,2,1,2,1,0,1,0,2,0,1,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,2,1,0,2,0,2,0,2,1,2,1,2,1,0,1,2,0,2,1,0,2,1,0,2,0,2,0,1,0,1,0,1,2,1,2,0,1,2,0,2,0,2,0,1,0,1,0,1,0,2,0,2,1,2,0,2,1,2,1,2,1,2,1,2,1,2,1,2,0,2,0,2,0,2,1,2,0,1,2,1,2,1,2,1,2,1,2,1,2,1,2,0,1,0,1,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,2,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,2,1,0,1,0,1,0,2,1,2,0,2,0,1,0,1,2,1,0,1,0,1,2,1,2,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,2,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,2,0,2,0,1,2,1,2,0,1,0,1,2,0,1,0,1,0,2,1,2,0,2,0,2,0,2,0,1,0,2,0,2,1,2,0,1,2,0,2,0,1,0,1,0,2,0,1,0,2,0,1,0,1,0,2,0,2,0,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,1,2,0,2,0,2,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,0,2,0,2,0,2,0,2,0,1,2,0],"x":["Willkommen zur Freakshow. Heute im Disco-Appeal.\nEin Fundstück aus dem Internet, das musste ich einfach verwursten und ohne Nachfrage verwenden.\nAh, wollt ihr auch was sagen? Dann ziehe ich euch eure Regler hoch.","Unbedingt, das war doch bestimmt KI generiert, oder?","Ich habe keine Ahnung.","Das weiß man heutzutage ja nicht mehr. Man kann sich ja über nichts mehr freuen.\nDas ist so ähnlich wie jetzt bei der EM mit dem Videobeweis.\nKeiner freut sich mehr über irgendein Tor, weil alle erst mal gucken,\nwas die IT dazu sagt. Das stimmt, das stimmt.\nUnd das geht mir jetzt mittlerweile halt so bei Kunst-TM, so ein Teil würde\nman jetzt aus einem KI-Musik-Tool wahrscheinlich schon annähernd auch auskriegen.\nWir hatten das ja hier in der Sendung und ich hatte ein paar Wochen darauf noch\neine Nachfolge-App quasi ausprobiert, die wirklich ganze Songs kann.\nDas, was ich damals hatte, konnte ja nur Strophe, erster Refrain und dann war es zu Ende.\nJetzt kommen schon die ersten, die den ganzen Song durchkomponieren.\nDa sind schwierige Zeiten.","Also ich habe keine Ahnung. Ich\nhabe das jetzt nicht als weiteres KI-Beispiel, sondern mir wurde das so,\nzugespielt von Crafty Cuts und das ist irgend so ein UK-DJ, der irgendwie Sachen mixt.\nDas klingt für mich noch ganz echt.","Die Frage ist, brauchen wir jetzt einen Videobeweis für KI?","Die Frage ist, braucht dieser Podcast einen Audiobeweis? Brauchen wir einen AAR,\nKontroversen müssen aufgeklärt werden Es muss festgestellt werden Wer recht hatte Das,\nIst so Ich wollte schon immer mal so ein Feature haben im Podcast Haben glaube\nich schon tausend Mal drüber geredet,\nQuasi so ein Prediction Marker Also wir haben ja Chapter Marker Ja wir haben\ntheoretisch hier auch schon\nContent-Marker, Behind-the-Scenes, davon hört und seht ihr nichts,\naber es gibt Content-Marker, in diesem Studio zumindest.\nJeder ist in der Lage, hier einen Content-Marker zu machen, aber was es noch\nbraucht, wäre ein Prediction-Marker.\nImmer wenn irgendjemand irgendeine Aussage über die Zukunft macht,\nmarkieren und danach maschinell erfassen, also sozusagen die Aussage als solche,\nfesthalten, damit man sich das auf der Webseite später anschauen kann.\nWer hat wann worüber eine Prediction gemacht?\nUnd immer wenn jemand der Meinung ist, über diese Vorhersage lässt sich jetzt\neine Aussage tätigen und die Antwort ist yay or nay, dann, weißt du,\nkann man das einsammeln.","Also. Es gab ja mal so einen seligen Podcast, der hieß Die Wiki-Geeks.\nJa, sehr selig. Den ich damals mit meiner noch nicht Frau Claudia Krell aka\nWortkomplex gemacht hatte und wir hatten ja immer den heißen Social-Media-Scheiß der Woche mit drin,\nwo wir wahllos irgendwelche damals im wirklich Tagestakt aufpoppenden Web 2.0\nDienste irgendwie durchgetestet und diskutiert haben.","Also die ganzen total armen Webseiten.","Genau, es ist glaube ich immer noch eine sehr coole Folge, wo wir irgendwann\nmal dann alle, die wir jemals getestet hatten, dann nochmal in so ein Ranking\nbringen, irgendwie so 40 Stück.\nSo wie auch immer, einer davon war, ich glaube er hieß K.\nSerra Und dort konntest du Predictions hinterlegen in einer relativ einfach\nzu verstehenden formalisierten Form.\nDu konntest also sagen, ich wette oder ich sage vorher das XY und dann konntest\ndu das mit einem Zeitmarker versehen und sagen, erinnere mich in zwei Jahren\ndaran, wie das Ganze dann jetzt eigentlich ausgegangen ist.\nUnd dann bekam man auch wirklich eine E-Mail von diesem System,\ndass jetzt seine Prediction abgelaufen ist.\nUnd alle anderen in dem System konnten darauf voten, ob sie das auch glauben\noder ob sie das nicht glauben.\nDas heißt, du hattest zum einen ein ganz lustiges Live-Stimmungsbarometer,\nwas gerade so unsere Hörerschaft TM denkt.\nUnd vor allem nach zwei Jahren konntest du dann halt die Wahrheit abchecken.\nUnd konntest das dann auch dann markieren und hattest dann irgendwie einen Score,\nwie oft du recht hattest mit deinen Predictions. Und dieser Dienst...\nDer hat erstaunlich lange noch mir Mails geschickt. Also ich glaube fast bis\nvor zwei, drei Jahren sind sogar noch welche bei mir aufgeschlagen.\nDas dürfte also einer der am längsten überlebenden Web2-Dienste überhaupt gewesen\nsein. Ich habe gerade eben mal gegoogelt, ich finde jetzt nichts mehr.","Ich auch nicht.","Wenn ihr da draußen den noch irgendwo in Erinnerung habt oder noch wisst,\noder vielleicht müsste man die Wayback-Machine mal anwerfen.\nIch meine, der hieß K. Serra.\nWie der allerdings genau beschrieben war, weiß ich nicht. Aber das war eine\nsuper Idee. Das müsste man einfach mal wieder bauen. Irgendjemand müsste mal.","Genau, müsste man mal, aber ich finde sowas muss halt irgendwie ein Podcast-Feature sein.\nIch hatte das ursprünglich mal tatsächlich als Bestandteil der Podlove-Timeline,\nspezifiziert, aber um die kümmert sich ja keiner.\nAlso von daher, ja, müssen wir zusehen, dass unsere Hörerinnen und Hörer uns\nsozusagen hier an unseren Vorhersagen,\nfesthalten und darüber eine Aussage machen. Wie auch immer, Ihr habt es schon\ngehört, welcome to the Freakshow. Hier ist die Freakshow. Hallo, herzlich willkommen.\nIch bin Tim, mir gegenüber sitzt Roddy.","Hallo.","Und während wir die Hypotenuse bilden.","Bitte was?","Na ja.","Bitte was haben Sie da?","Du bist der rechte Winkel in diesem Podcast und sitzt uns entsprechend gegenüber.","Wäre ja lieber der linke Winkel, aber nun gut.","Tja, der linke Winkel, was soll denn der linke Winkel für eine Perspektive hier einbringen?","Sei meine Ankathete.","Tja, den linke Winkel, den gibt es leider nicht.\nJa, womit fangen wir an? Ich würde sagen, wir machen erstmal ein paar Termine hier weg. Okay.\nSobald Roddy seinen Husten in den Griff bekommen hat.\nIch wollte erstmal ein bisschen Cross-Promotion machen, da ich mit meinem anderen\nPodcast, dem Logbuch Netzpolitik, demnächst die 500.\nFolge feiere. Und wir haben uns den Sommer schön zurückhaltend terminiert,\nsodass wir dann bis zu dem Datum auch auf diese Zahl kommen.\nAber heißt ja nicht, dass wir nicht senden, sondern es ist ja schon noch ein\nbisschen was zu tun. Also vier Sendungen gibt es noch bis dahin.\nJa, viermal werdet ihr noch wach.\nHeißer, dann heißt es Logbuch Netzpolitik LNP 500 live am 31. August 2024 in Berlin.","Ich muss ja jetzt mal sagen, ich bin ja ein bisschen enttäuscht,\ndass ihr nicht die Folge 512 dann als die besondere Folge ausgerufen habt.","Das war tatsächlich eine Diskussion und ursprünglich dachte ich auch, es wird die 512,\naber es gab dann einen Zeitraum der Nichtverfügbarkeit von Linus und dann hat\nsich das alles so nach hinten gestreckt,\ndass wir nicht mehr sicherstellen konnten,\ndass wir das Kontingent dann auch erfüllen können.\nDeswegen das, ja, aber ich meine wir haben auch schon mal,\n100 war schon, war nicht live, aber war schon mal speziell und 200 und so. Naja und 256 natürlich.\nZahlen. Ich meine am Ende muss ja nur das passende Zahlensystem dazu denken,\ndann wird aus der Zahl schon wieder irgendwas Lustiges.\nAuch eine 500 kann Spaß machen. es geht ja vor allem darum, überhaupt mal wieder\nzusammenzukommen, weil wir haben das jetzt schon, eben das letzte Mal war das\n250 gemacht, das war halt alles noch vor Corona, also es ist halt einfach,\nfünf Jahre her, dass man überhaupt mal wieder so auf Tuchfüllung gegangen ist\nund ich merke das auch an mir, dass ich eigentlich mit diesen ganzen,\nRealkontakt-Events nicht so richtig hinterherkomme, also Hörertreffen und so weiter,\nalles ist alles ein bisschen ausgedünnt.\nDas sollte nicht so sein, finde ich.\nMoment, ich muss aber noch die Ankündigung zu Ende bringen.\nAlso das Ganze ist in der Urania, im Humboldtsaal der Urania,\ndas ist im Westen, also im Westen sagt der Berliner, wenn es im West-Berlin ist.\nUnd am 31.\nAugust startet Einlass, ab 17 Uhr können wir rein und ab 19 Uhr soll es losgehen.\nJa, und wir haben dann interessante Gäste am Start und ihr könnt die Tickets\njetzt kaufen und ich würde euch das auch echt empfehlen, weil der Ticketshop\nist jetzt schon eine Woche online und ist ganz gut nachgefragt, sagen wir es mal so.\nUnd von daher solltet ihr euch vielleicht nicht zu lange Zeit damit lassen mit\neurer Berlin-Reiseplanung.\nDas ist eigentlich das, was ich dazu zu sagen habe. Es sei denn, ihr habt noch Fragen.","Keine Fragen.","Nö.","Keine Fragen, euer Ehren.","Ja, zum Thema Live-Event. Ich war am Samstag bei 10 Jahre Ming korrekt.","Ah, warst du da. Okay, erzähl mal.","Ja, war sehr gemütlich und war sehr nett.","Bei den Wühlmäusen.","Wühlmäusen, genau.","Auch im Westen.","Tief im Westen.","Tief im Westen, genau.","Also Nikolas und Reinhardt hatten schon Angst, sie würden da nicht hinkommen,\nweil das ja doch relativ nah am Olympiastadion ist.\nUnd da war ja was im Olympiastadion.","Was war da? Da war dann das Deutschlandspiel oder was?","Richtig. Es war eine sehr lustige Veranstaltung, weil sie tatsächlich das Publikum\nvorher aufgefordert hat.","Das Deutschlandspiel war doch in Dortmund.","War das ein anderes Spiel?","Ja, war ein anderes Spiel.","Egal, auf jeden Fall,\nhatten sie die Leute aufgefordert, dass sie doch bitte schön Tore gerne reinrufen.\nWas dann auch während der Show passiert ist. Das war doch sehr lustig.\nAh. Ein Tor, ein zurückgenommenes Tor, noch ein Tor und dann zum Schluss das\ndritte, was dann das zweite war, ein Tor.","Okay, und war das jetzt irgendwie eine neue Show dann?","Naja, das war so im Prinzip der Dia-Abend für zehn Jahre, der Podcast und was\nso in den zehn Jahren passiert ist und so weiter und ein paar Experimente,\ndie sie eigentlich nicht mehr machen,\ngrößtenteils wegen Sicherheitsdingen, haben sie halt dann doch gemacht. Okay.","Okay.","Also an dieser Stelle noch Gruß an Mirko. Neben dem saß ich, aber ist egal.\nJa, mehr gibt es dazu glaube ich nicht zu sagen.","Ja, dann habe ich noch eine Veranstaltung im Köcher, die noch ein bisschen unter-announced ist, Ralf.\nUnd zwar ist geplant im Oktober die Subscribe mal wieder aufleben zu lassen.\nDas wäre dann die Elfte.","Die 11. Genau. Nach langer, langer, langer Pause.","Die 11.","Ja, sehr langer Pause und genau, bin ein bisschen im Verzug mit dem ganzen Announcen\nund so weiter und da gibt es jetzt noch keinen Ticket-Shop, das soll aber hoffentlich bald soweit sein,\nwenn die ganze Kalkulation steht.\nWer noch nicht genau weiß, wovon wir reden, also die Subscribe hieß irgendwann\nmal vor langer, langer, langer Zeit Podlove Developer Workshop.\nSo hieß es ganz am Anfang.","Ich überlege gerade, war das auch die Abkürzung dann?","Nein, es gab noch keine Abkürzung. Es war einfach nur der Podlove Developer\nWorkshop und es war halt wirklich ohne die Developers.\nDa kamen dann auch sehr viele Developers und Developers, Developers, Ich weiß nicht, 50...\nLeute in der Größenordnung und Ziel war damals, diese ganze Podlove-Welt irgendwie\nüberhaupt erstmal in Wallung zu kriegen. Das ist mehr oder weniger gelungen.\nUnd dann hat sich aber auch schnell\ngezeigt, dass das mit diesen Developer-Workshops so allein nicht greift.\nDu kannst jetzt nicht einfach nur Entwickler zusammensetzen und sagen,\njetzt lass uns doch mal überlegen, wie wir die Welt der Podcaster schöner machen können.\nUnd deswegen ging das dann über in den PODLOVE Podcaster Workshop, PPW.\nJetzt kommt ja das Ganze schon ein bisschen bekannter vor, nehme ich an.\nUnd das war dann wiederum der totale Knaller.\nAlso das hat dann die Podcast Community in Deutschland doch schnell zusammengebracht\nund da ist eigentlich eine sehr lebendige Gemeinschaft daraus erstanden,\nin der dann schon viele Podcaster waren und aus der heraus dann auch noch viele neue, Neue, große,\nbekannte, tolle, unterhaltsame Podcasts herausgekommen sind.\nUnd das Ganze hat sich so ein bisschen verschmolzen, auch mit diesem Entwicklungsansatz.\nAlso es ist sowohl dort die Technik ein wenig vertreten gewesen,\ndu hast dann irgendwann mit dem Ultraschallprojekt begonnen.","Auf der allerersten PPW habe ich in der Tat die erste Version von Ultraschall vorgestellt.","Siehst du mal, ne?","Einer sehr schönen Keynote, auf die ich immer noch ein bisschen stolz bin und\ndie immer noch auf YouTube nachgesehen werden kann.\nWer mal sehen will, wie man wirklich Steve Jobs Rhetorik eins zu eins zu übertragen\nhat, kann da was zu lernen.","Von Apple lernen heißt siegen lernen. So sieht es nämlich aus.","Genau.","Und Ultraschall und Podlove und viele andere Projekte wie…,\nStudiolink, über das wir jetzt immer noch streamen zum Beispiel in diesem Moment.\nDas sind alles so Projekte, die in diesem Umfeld aufgewachsen sind und ja,\nich hoffe, das funktioniert auch wieder.\nIch habe eine super geile, tolle Mega-Location gefunden für diese Veranstaltung,\nnämlich das Peter Edel, hier, tatsächlich nicht weit von hier,\nentfernt, also von hier, von der Meta-Ebene entfernt, in Berlin, im Pankow und Ich.","Habe mich schon gewundert, was der Name sollte. Es kommt ein ganz besonderer\nGast, der Peter Edel. Nein, so heißt die Location.","Die Location ist nach einem Peter Edel benannt, genau und das ist so ein Kultur,\nwie heißt das offiziell auf Google Maps? Ich habe es schon wieder vergessen.\nEs ist ein Bildungs- und Kulturzentrum.\nAlso das ist sozusagen auch entsprechend kommunal aufgelegt,\nkeine kommerzielle Bude und es ist eine super Location,\nweil es einfach sehr viele Breakout-Rooms gibt, alles ist tiptop eingerichtet.\nDas gibt es auch erst seit 2020 in der Form.\nAlles moderne Techniken, super schöner Hauptsaal, der früher mal ein Brauereigastsaal war.\nEiner Brauerei, die es da mal gab, die es jetzt nicht mehr gibt,\naber es gibt wahrscheinlich trotzdem was zu trinken.\nGenau, und das Ganze soll stattfinden im August, Entschuldigung,\nich vergesse, was ich gesagt habe. Oktober.","Oktober, genau.","August war die andere Veranstaltung. 18. bis 20. Oktober 2024.\nUnd ja, ich hoffe, dass ganz viele kommen. Sonst rechnet sich das auch nicht.\nUnd ja, wer schon mal da war, soll auf jeden Fall wiederkommen und wer Lust\nhat auf tolle andere Fellow Podcaster zu treffen oder auch generell nur Interesse\nhat eigentlich an Podcasting-Kultur,\nwürde ich mal sagen, kann da auch immer eine Menge mitnehmen.\nUnternehmen oder technisch den Bereich Podcasting in irgendeiner Form interessant\nfindet, also sowohl was jetzt so Audio-Technik, Studio-Technik betrifft oder halt auch Software,\nPodlove und diese ganzen Welten sind dort auf jeden Fall auch vertreten und\nich gehe davon aus, dass auch alle Developer dort vertreten sein werden.\nSolche, die es schon sind und solche, die es vielleicht noch werden können.\nUnd das ist so ein bisschen die Idee.\nAlso Podcasting quasi sozusagen als Gesamtevent zu feiern.\nTechnik, Community, die Podcaster selber.\nDas ist jetzt kein Podcast-Festival im Sinne von, wie das jetzt sonst so gemacht\nwird mit irgendwie deine Lieblings-Podcasts auf der Bühne.\nSondern das ist, hatten wir auch mal das Konzept, aber es geht da eigentlich schon ums Machen.\nAlso nicht ums da machen, sondern ums Machen an sich.","Genau, was mir immer wirklich gut gefallen hat an unserem Format war die Mischung\nzwischen, fand ich, mit relativ viel Liebe und Herzblut hergestellten Vorträgen\nauf der einen Seite und dann Barcamp-Sessions auf der anderen Seite.\nAlso dass man also eine gute Grundlage hatte von, okay, du wirst immer über\ndas, was jetzt gerade wirklich so aktuell ist, auf dem Laufenden gehalten,\naber du hattest dann eben auch immer genug Freiraum zu gucken,\nokay, mich interessiert eigentlich Thema XY, warum wird da nicht drüber geredet?\nUnd ich finde ja Barcamps funktionieren sowieso eigentlich immer,\nalso ich kenne keinen Barcamp, auf dem ich war, was wo nicht hinterher die Leute\nirgendwie gesagt hätten so, ja war cool, das funktioniert und bei Podcasting\nist das für mich immer ein totaler Selbstläufer.\nAlso Daumen hoch zu dem Format, ich fand das schon immer gut.","Also so ein Workshop Wochenende mit Podcastern, das hat einfach den Vorteil,\nda sind einfach, also man findet relativ wenig Leute, die so komplett aufs Maul gefallen sind.\nAlso das ist sozusagen auch ein Festival der Redekultur.\nDas heißt, man kann sich da einfach super unterhalten, weil die Leute sind so\nmit ganzen Sätzen vertraut. Auf keinen Fall.\nVielleicht, weil es denen, die schon mal da waren, noch nicht in Erinnerung,\nist oder auch, weil die, die noch nicht da waren, damit vertraut sein sollten.\nVielleicht kurz was zu dem Format.\nAlso die Veranstaltung beginnt am Nachmittag des Freitags, also der 18.\nFreitag. Mit anderen Worten, im Idealfall schafft man es am Freitag am Nachmittag\ndort zu sein in Berlin, also 15 Uhr rum.\n14, 15 Uhr rum und wir werden dann wahrscheinlich, nichts ist hier in den Steinen\ngemeißelt zu diesem Zeitpunkt, aber das ist einfach mal so das Konzept,\nwas sich so über die Jahre als sehr brauchbar herausgestellt hat,\nstarten im Hauptsaal und noch nicht so mit diesen Workshops-Sessions,\nsondern erstmal alle zusammen und dann machen wir so ein paar richtungsweisende,\nVorträge, die Keynotes.\nNaja, die, wie soll ich sagen, Beiträge, die alle interessieren sollten und\ndie vielleicht auch mehr erstmal so das allgemeine Verkehrswesen im Podcasting.\nAdressieren und berücksichtigen.\nGerade auch, weil so viel Zeit vergangen ist, seitdem wir das letzte Mal das\nrekapituliert haben. Also dann immerhin fünf Jahre.\nUnd die Podcasting-Landschaft hat sich auf der einen Seite extrem gewandelt,\nauf der anderen Seite finde ich auch nicht solche Solche Dinge.\nUnd auf jeden Fall ist der Auftaktabend natürlich wunderbar,\num überhaupt erstmal zu checken, wer ist denn hier überhaupt da,\nmit wem kann man sich denn unterhalten.\nDas heißt, es wird also viel Meet & Greet geben mit ein bisschen Food for Thought\nund dass auch so ein bisschen so ein Agenda-Setting betrieben ist und dann organisatorisch\nauch nochmal die letzten Lücken im Programm zu füllen.\nEiniges wird schon vorher festgelegt werden.\nDas heißt, wenn Leute Lust haben, ich möchte gerne darüber reden,\nich möchte gerne darüber was machen, dann sammeln wir das schon vorher ein und\nplatzieren das vielleicht auch schon mal in so ein Programm.\nAber es ist auf jeden Fall auch noch genug Luft da und vor allem ist dort in\ndieser Location auch genug Kapazität da, um dynamisch noch vor Ort auf Ideen\nzu kommen mit, oh, da würde ich aber gerne nochmal eine Session zu machen.\nAlso es sind mehr Räume verfügbar, als wir überhaupt bespielen können.","Teilnehmende haben.","Ja, so schlimm ist es nicht, aber der Platz ist nicht das Problem,\nsondern das ist eine reine Frage von Angebot und Nachfrage.\nGenau, der Samstag geht dann, achso, es gibt Essen, also mit dem Ticket erwerbt\nihr sozusagen auch gleich das Essen.\nIhr müsst da nicht irgendwo hingehen, das ist da in der Gegend auch sehr angemessen,\nweil drumherum ist es dann doch ein bisschen dünner mit den kulinarischen Angeboten.","Da ist Natur, Tim, Natur.","Da ist auch Natur. Also man kann natürlich direkt zum Weißen See,\ndas liegt direkt am Weißen See, sehr malerisch gelegen.\nAber wenn man jetzt so die Hauptstraße dann runter marschiert auf der Suche\nnach guten Essensgelegenheiten, da wird man jetzt nicht so fündig werden.\nDeswegen machen wir das so, wie wir das immer gemacht haben.\nEs gibt also ein Catering und das heißt, es ist für ein Abendessen dann gesorgt.\nEs ist am Samstag für so ein Minimalfrühstück und Mittagessen,\nAbendessen und am Sonntag auch nochmal Minimalfrühstück.\nUnd, also Minimalfrühstück heißt Stulle schmieren, ist das Material da,\nman kann sich sozusagen ein bisschen selber versorgen und.\nGenau, und dann noch Mittagessen am Sonntag und am Nachmittag des Sonntags wird\nsich das dann halt irgendwann auflösen und so 15, 16 Uhr ist in der Regel,\nist der Platz dann auch schon,\ngeräumt, so und wer halt an dem ganzen Wochenende teilnehmen kann,\nder kauft dann sozusagen sagen, ein Ticket für alle Tage, aber es gibt dann\nauch die Möglichkeit nur für einen oder zwei Tage das zu machen.\nDas muss man dann halt bei der Bestellung angeben, dann wird es ein bisschen\nbilliger, aber da halt das Essen immer dabei ist. Ticket jetzt ohne Essen kaufen\ngeht nicht, macht aber auch nicht so viel aus.\nEs wäre auch billiger, also es wäre nicht billiger, wenn man drumherum versucht\nsich irgendwie Essen zu holen und so kann man das dann auch gemeinsam machen.\nEs wird einen Raum geben, wo dann auch Projekte sich platzieren können,\nalso wo wir so Ecken einrichten können,\ndamit Projekte sozusagen auch dauerhaft präsent sind und sichtbar und ansprechbar\nsind, also alle Projekte, die in irgendeiner Form interessante Sachen machen\nim Podcasting-Bereich und der Rest ist eigentlich,\nerledigt sich meist von selber, also da ist dann immer eine geile Atmo,\ngute Leute, einfach immer wieder interessante Gespräche und ich denke diesmal\ngibt es dann halt auch viel dramatische Wiedersehensszenen zu beobachten.","Das ist jetzt aber kein Versprechen, oder?","So eine offene Baustelle war immer das Abendprogramm. Du hast den Job.\nDa war es immer nicht so ganz einfach, irgendwie eine Balance zu finden zwischen\nein bisschen, was muss schon passieren.","Erik schlägt gerade im Chat vor, die große Ultraschall-AI-Keynote.\nJa, den Job hat Ralf auch.","Du weißt schon, du musst mindestens 100 Mal AI sagen. Ich führe Strichliste.","Was dann brauchbares Format ist.","Ja, also ich denke, als Abendprogramm hat sich auch das wir hängen alle zusammen\nrum und reden mal über irgendwas auch ganz gut etabliert, aber das sehen wir dann,\ndas wird dann davon abhängen, wie der Zuspruch so ist.\nDer Content dafür wird hoffentlich dann auch bald online sein auf subscribe.de und,\nJa, das ist glaube ich im Wesentlichen das. Ich musste jetzt diese Ankündigung\nauch mal machen, damit ich da jetzt auch vorankomme.","Damit du Druck hast.","Ja, ich brauche, also das ist, ich habe einfach gemerkt, dass das für mich auch,\nalso diese, man glaubt ja immer, man wird durch diese Corona-Pause einfach so\nmühelos durchmarschiert.\nDas ist nicht der Fall also es hat irgendwie dieser Break hat schon was ausgemacht,\nwobei ich halt auch damals schon so ein bisschen,\nna wie soll ich sagen ich hatte auch schon so ein bisschen das Gefühl die ganze\nPodcasting-Geschichte ist auch ein bisschen auserzählt, so, trotzdem wir hatten\nja auf dem letzten Kongress,\nin Hamburg, Chaos Communication Kongress gab es ja wieder diese Sendezentrums-Ecke,\nwo dann halt auch mal viele wieder zusammengekommen sind, nachdem es ja auch\nden Kongress seit drei Jahren nicht gab.\nUnd dann gab es halt so eine Runde, wo halt rumgefragt wurde, wie sieht es denn aus?\nSubscribe? Yay oder nay? Müssen wir das mal wieder mal machen?\nUnd dann war eigentlich der Zuspruch relativ klar.\nSodass ich mir halt dachte so, okay, gut, dann machen wir das dann.\nUnd dann habe ich es so ein bisschen von der Location abhängig gemacht und Und\nbin dann auf dieses Peter Edel gestoßen und es ist halt einfach wirklich ein Traum.\nDer Ort ist ein Traum.","Ja, das macht einen guten Eindruck. Ich glaube auch, das wird schon gehen.\nIrgendwas wollte ich jetzt gerade noch ein... Achso, genau. Ich habe mal,\nfalls irgendjemand da draußen immer noch nicht überzeugt sein sollte,\nich habe mal eine URL reingeworfen zu den ganzen Aufzeichnungen der relevanten\nTalks auf YouTube laufen, die über das Sendezentrum.\nDas ist also eine Dachorganisation, die hier Tim, Claudia, ich und Dennis Mohart\nmal zusammen gegründet haben, weil ziemlich alles von Tag Null an halt durchs VOG,\nalso Video Operations Center vom CCC aufgezeichnet worden ist.\nUnd da bubbert natürlich mein Bibliothekars Herz doppelt so laut,\ndass es endlich mal eine fünftige Dokumentation und Wissensmanagement gibt hier auf der Ebene.\nDa kann man mal reingucken, wie diese Talks so funktionieren und was da alle\nso zu finden ist und was für eine Breite das hat.\nDa sollte Neugier entstehen, wenn man da mal ein bisschen stöbert.","Genau, das ist glaube ich ein ganz interessantes Zeitdokument,\nauf jeden Fall kann man dann alles nachhören.\nAlso es sind natürlich nicht alle Workshop-Sessions aufgezeichnet worden,\nsondern wir haben halt so die Main-Tracks, die auf den Bühnen geplant werden,\ndie nehmen wir auf oder zumindest den auf der Hauptbühne nehmen wir auf und\nwir müssen uns nochmal entscheiden, ob wir noch einen zweiten Raum brauchen.\nAuch immer aufnehmbar machen wollen werden und optional konnte man,\nglaube ich, wenn ich mich richtig erinnere, hatten wir noch ein Setup,\ndass wenn man jetzt so eine Workshop-Session macht, dass man sagen kann,\nwir wollen zumindest, dass das Audio aufgenommen wird.\nWie das diesmal konkret sein wird, kann ich nicht sagen, wird sich zeigen.\nDas Ganze ist eine Community-Veranstaltung, das heißt, alle machen mit.\nDas ist ganz wichtig, sonst funktioniert das nicht.","Orga ist dann im Sendegate bei Zeiten. Werden wir da eine schöne neue Rubrik aufmachen?","Genau, Sendegate.de, da kann\nman jetzt schon am meisten Informationen finden und auch Leute finden.\nDas heißt, wenn ihr Bock habt, irgendwie daran teilzunehmen,\nwir packen da noch einen Link rein in Sendegate, dann könnt ihr euch da schon auch mal melden.\nUnd die, die sich im Vorfeld, ich hatte das ja schon vor einiger Zeit mal über\ndie Social-Media-Kanäle unserer Wahl verbreitet und so eine kleine Umfrage gemacht,\nwer denn so kommen wollte, da hatten sich schon mal so 150 Leute gemeldet.\nDie kriegen auf jeden Fall auch nochmal eine Mail, sobald die Webseite steht und es richtig losgeht.\nWird jetzt ein bisschen tough, das so über den Sommer zu machen,\naber ich glaube, wir kriegen das irgendwie hin und ja, dann hoffe ich,\nwird sich das alles ausgehen.\nKosten werden ein bisschen steigen, weil wir halt jetzt hier auch mit Miete\nzu tun haben, um die Kosten niedrig zu halten, haben wir sozusagen das absolute,\nMinimum an Personal, von der Location.\nIch habe denen also hoch und heilig versprochen und angekündigt,\ndass da nur nette Leute kommen, die total cool sind und alles noch besser hinterlassen,\nals sie es vorgefunden haben und überhaupt total nett sind und eine Freude,\nda begrüßt zu werden und ja, ich hoffe natürlich, dass es auch genau so passiert,\nsonst stehe ich ein bisschen doof da.\nAber ich bin da eigentlich ganz zuversichtlich.","Bisher ist es dann doch immer noch sehr gut gegangen. Ja, ich glaube,\nwir hatten richtiggehend keine Verluste bisher in dem wertenden Umfang.","Nee, das stimmt, tatsächlich. Das wäre auch ganz gut diesmal wieder.","Wenn wir schon bei Ankündigungen sind und du sagtest, man sieht dort keine Podcasts auf Bühnen,\ndann habe ich jetzt noch eine Ankündigung für eine Veranstaltung,\nwo man Podcasts auf der Bühne sehen kann.\nUnd zwar das Potsdock, das ist praktischerweise genau in dem Monat,\nwo die anderen beiden Veranstaltungen nicht sind, im September und zwar vom 13. bis zum 15.\nAn einer neuen Location am Dümmersee. Wo der Dümmersee ist, müsst ihr selber\nnachschlagen aus Berliner Perspektive kurz vor Belgien.","Im Westen.","Im Westen, ja ich sag ja kurz vor Belgien.\nJa, wenn man Camping-affin ist, ist das von Vorteil, weil ich weiß nicht,\nwie viele Indoor-Übernachtungen man da tatsächlich buchen kann.\nAber es gibt sie und wenn die noch nicht ausgebucht sind, könnt ihr auch eine\nIndoor-Übernachtung da buchen auf dem Gelände.","Also um vielleicht mal eine grobe Orientierung zu geben, der nächstgrößere bekannte Ort ist Osnabrück.\nDer Dümmersee ist da, was weiß ich, so 50 Kilometer nordöstlich,\nja, nord-nordöstlich davon.","Und kurz vor… Und Osnabrück ist in der Nähe von?","Ja, Osnabrück kennt man noch. Ich bitte dich. Osnabrück ist zwischen Bad Bentheim und Bad Eulnerhausen.","Ah, da. Ich weiß von Osnabrück nur, dass es ehemals der größte deutsche Brückenbahnhof war.\nAber seit es in Berlin den Hauptbahnhof gibt, das ist der größere Brückenbahnhof jetzt.","Okay, verstehe. Naja, also der Dümmersee ist genau zwischen Münster und Bremen.","Okay. Aber das sind auch große Strecken. Ich sag doch, kurz vor Belgien.","Ja, das ist ja so ein schwieriges Niemandsland. Da geht es ja dann auch schon,\nich weiß nicht, ist das schon Emsland?\nOder ist das noch Münsterland? Ich weiß es gerade gar nicht.\nNördlicher Teutoburger Wald. Naja, also auf jeden Fall sieht das sehr hübsch aus.\nUnd Podstock ist, sagen wir mal, eine vergleichbare Community Querschnitt wie\ndie Subscribe und versteht sich noch mehr als gelebtes.\nWir machen jetzt Podcasts und zwar so richtig mit alle schauen zu und machen mit.","Genau, richtig mit Bühne und so.","Und mit Grillen und Pizza machen und so weiter. Und da bist du ja auch immer\nganz vorne an der Front, wenn ich das noch richtig in Erinnerung habe.","Letztes Mal stand ich, glaube ich, nur vier Stunden am Pizzaofen.","Ja, siehst du mal. Und das ist sozusagen so ein bisschen das Outdoor-Event,\ndas Wohlfühl-Outdoor-Event und dann sind auch alle ordentlich eingetunt,\num dann auf der Subscribe nochmal in die Vollen zu gehen.","Wohlfühl-Outdoor-Event trifft es glaube ich sehr, sehr gut.","Genau. Und das andere ist das Wohlfühl-Indoor-Event. Also sozusagen für alle Bedürfnisse.\nGenau. Gut, schöne Ankündigungen.\nDann haben wir, ja, Ankündigungen.\nWir haben uns ja in der letzten Sendung mit Ankündigungen beschäftigt.","Wir bauen eine Brückenüberleitung, Teil 597.","Naja, die war jetzt nicht so schlecht.","Oder? War nicht so schlecht, nein. Jetzt musst du noch die Brücke der Versöhnung betreiben.","Die Brücke der Versöhnung. Versöhnung. Das klingt sehr sozialistisch, wenn du mich fragst.","Ja, ach gut. Ich meine, wir haben was passiert.\nAlso die Apple Keynote war und es wurde halt viel angekündigt.\nUnd in den Kommentaren stieß, glaube ich, die Diskussion, die wir hier geführt\nhaben, ein bisschen auf. auf, weil,\nMax und ich ein bisschen unterschiedliche Standpunkte, glaube ich,\nvertreten haben. Wie denn jetzt dieser,\nWie denn jetzt sozusagen diese Ankündigung zu bewerten ist. Und während er halt\nim Wesentlichen, da ist ja nichts zu sehen und da kommt dann wahrscheinlich\nauch nichts mehr, These vertreten hat,\nhabe ich eigentlich mir die These vertreten, wenn die schon was ankündigen,\ndann wird da schon auch mal irgendwann was kommen.\nUnd das ging dann so ein bisschen hin und her und hat sich für meinen Geschmack\nein bisschen zu sehr in die Länge gezogen,\naber aus meiner Perspektive kann man halt beide Standpunkte irgendwie vertreten.\nZu irgendeinem Zeitpunkt wollte\nich aber dann auch mal zu dem zweiten Standpunkt auch mal übergehen.\nInsofern gab Leute der Meinung, ich würde auf einem hohen Ross unterwegs sein\nund keine anderen Meinungen zulassen.\nNaja, wir haben da irgendwie 40 Minuten drüber diskutiert. Echt?","So lange?","Ja, ich habe mir das nochmal angehört und insgesamt war das so ein Segment.\nAlso das ganze Segment war noch länger, aber wir haben mal davon angefangen\nund das Thema kam immer wieder auf, haben wir irgendwie so 40 Minuten abgespannt.\nIch finde, das hat dann dem Thema auch ausreichend Raum gegeben.","Naja gut, ich meine, ich kann Max insofern verstehen, als dass die Menge der\nAI-Ankündigungen, auf denen keine Taten gefolgt sind, ja schon extrem hoch sind.\nAlso das ist so die Silicon Valley Vaporware Golden ist halt irgendwas zum Thema AI anzukündigen.\nAlso insofern den Standpunkt kann ich nachvollziehen, aber ich meine Apple ist\nja jetzt auch nicht irgendwer.\nKlar gibt es da immer dieses Reality Distortion Field von Apple,\nwo das dann am Ende nicht ganz so golden ist, wie es blinkt in der Ankündigung.\nAber dass sie gar nichts zustande kriegen, fand ich jetzt auch irgendwie eine steile These.","Also ich habe mit der Sendung im Nachhinein doch auch ein bisschen gehadert,\naber ich glaube, das war jetzt einfach keine Sternstunde der Podcast-Moderation\nauch, was wir vier da insgesamt gemacht haben.\nDas hätte man, glaube ich, irgendwie in zivilisiertere Bahnen leiten können.\nDas war, glaube ich, auch der Hauptkritikpunkt dann, was im Blog so kam,\ndass es auch viele Leute abgeschaltet haben, weil sie es nicht mehr ertragen konnten.\nWas ich natürlich als ehemaliger Medienwissenschaftler super spannend fand,\nwar, dass sich diese beiden Teams oder Camps dann auch genau in den Kommentaren abgebildet haben.\nDas heißt also, die einen wollten abschalten wegen Tim, die anderen wollten\nabschalten wegen Max oder haben es dann auch alle getan demonstrativ.\nKeine Ahnung, ob sie dann die nächste Kapitelmarke angesprungen haben oder wirklich\nnie wieder Freakshow hören.","Das war's dann.","Aber ich habe jetzt, also wie viele Kommentare haben wir da?\n60 oder sowas? Und praktisch alle drehen sich um das eine Thema.","Nee, nee, Bohrhammer ist auch ganz weit vorne.","Ja gut, Bohrhammer, Akkubohrhammer, der wird aber jetzt noch ein paar Jahre\nlaufen, also das Thema wirst du nie wieder los.","Aber das haben wir ja schon geklärt.","Ja, da gehen wir jetzt auch nicht weiter drauf ein, aber es ist jetzt nicht nur das Thema gewesen.","Ja, aber es ist schon auffällig, dass es wirklich diese zwei Lager gibt und\nmit wirklich sehr, sehr wenig, beziehungsweise ich glaube, ich habe keine einzige\nversöhnliche, brückenbauende Statement irgendwo dazwischen gesehen.\nAlso es scheint wirklich extrem zu polarisieren, was da passiert ist.\nDas nimmt man dann einfach mal so hin für richtig.","Ja und ich glaube das hat auch ein bisschen was damit zu tun,\nwie Apple an sich gesehen wird.\nWeil es ist ja auch sehr en vogue, jetzt Apple generell jetzt scheiße zu finden,\nweil sie ja einfach die Kriterien von Underdog nicht mehr erfüllen.\nUnd alles, was nicht Underdog ist, ist halt potenziell eine Gefahr.\nAlso ist ja auch generell so, kann man schon so sehen und das gilt in Teilen\nsicherlich auch für Apple.\nOb sie sich jetzt allerdings in diesem Bereich von AI und dem ganzen Hype drumherum\nda schon schuldig gemacht haben,\ndas würde ich so nicht unterschreiben.","Da sind sie eher der Underdog.","Ja, naja, da werden sie als Underdog angesehen.\nIch würde dem aber auch widersprechen wollen, weil sie ja nun,\nwie sie auch, wie ich finde, zu Recht in ihrer eigenen Keynote auch darauf hingewiesen\nhaben und in der Medienberichterstattung danach auch nie müde wurden,\nin Interviews und Podcasts, wo sie überall aufgetaucht sind,\ndann auch nochmal einzuwerfen.\nDie machen das halt schon ganz lange.\nAlso ich meine, so Sachen wie in den Fotos nach Dingen zu suchen und so,\ndas ist jetzt nicht dieses Jahr angekündigt worden, sondern das ist schon vor zwei,\ndrei Jahren und andere Features auch noch schon sehr viel länger.\nAlso das Beispiel Textzusammenfassung gibt es schon seit 20 Jahren in macOS.\nDas hat nicht unbedingt auf Machine Learning basiert, sondern die haben die\ndarunterliegende Technologie ein-, zweimal ausgetauscht und werden es jetzt\nvoraussichtlich ein weiteres Mal tun, weil die Technologie besser geworden ist.\nAber diese Vorstellung davon, dass der Computer automatisiert Dinge auf eine\nintelligente Art und Weise machen kann, war schon immer drin.\nAlso es gab zum Beispiel in macOS...\nIch glaube seit macOS 8, also wir reden von dem alten ursprünglichen,\nda haben sie irgendwann diese Apple Data Detectors eingeführt,\ndie einfach so systemweit,\nich gucke in deinen Text, ist da ein Link drin,\nist da ein Datum drin, kann man da einen Termin draus machen.\nAlso da war schon immer irgendwie so etwas drin, was du versuchst,\nsystemweit dir irgendwelche Features zu machen.\nSo wie du heute ein Bild hast und sie automatisch OCR drauf machen und du einfach\nmit der Maus rüber gehen kannst, Copy-Paste machen kannst und so.\nUnd das basiert natürlich mittlerweile weitgehend alles auf Machine Learning.\nIch meine, sie hatten Handschrifterkennung ja schon mit dem Newton probiert,\nda war das aber noch nicht.","Ja, aber das würde ich alles noch nicht Machine Learning nennen.\nDas war mehr so programmierte Heuristik.","Ich habe es nicht Machine Learning genannt, ich habe nur gesagt.","Ich finde das Beispiel schwierig. Was ich ein viel besseres Beispiel finde,\nist das, was die Apple Watch alles tut, um zu erkennen, ob man jetzt geht, Fahrrad fährt, läuft.\nOder was ich zum Beispiel auch ein völlig abstruses Feature finde,\nist zum Beispiel in der Health-App, da zeigt er einem an, ob man hinkt,\nalso asymmetrischen Gang hat.","Echt?","Das wäre für mich total einschlägig.","Und das ist, erkennt tatsächlich das iPhone nur dadurch, dass man es in der Hosentasche hat.\nUnd für mich ist das so, wenn das keine AI-Magie ist, dann weiß ich es auch nicht.\nAlso dafür programmierst du wahrscheinlich keine Heuristik.","Ja, oder diese Herzschlagerkennung, die halt nicht nur den Herzschlag zählt,\nsondern auch diese Vorhofflimmern erkennt, etc.","Ja, dieses Zeug.","Also ein Feature, was ich erst vor ein paar Wochen gefunden habe,\naber seitdem fast täglich nutze.\nIch wusste überhaupt nicht, dass in iOS ein Übersetzungsprogramm fest eingebaut ist.","Ja, seit zwei oder drei Versionen schon lange.","Also wenn man irgendeinen Text markiert, dann hat man ja immer dann oben dieses\nKontextfeld und das kann man halt so durch die Gegend scrollen und irgendwann\nhat man dann den praktischen Eintrag übersetzen und das ist nicht schlecht.","Du kannst jeden Text markieren auf dem iPhone und hast das als Kontextmenü.","Aber auch der Schlaftracker zum Beispiel, der ist doch garantiert auch AI. Genau.","Also das war eigentlich mein Punkt. Es gibt schon seit sehr langer Zeit Features, die,\nUnd quasi sich Daten anschauen und versuchen daraus irgendwas Sinnvolles zu\nmachen, wo der User eigentlich erst darauf hingewiesen wird oder was automatisch\nim Hintergrund passiert.\nUnd mit der Zeit sind die darunter liegenden Heuristiken, die es vielleicht\nam Anfang mal waren oder einfache Algorithmen oder was auch immer ausgereicht hat,\nwurden dann Stück für Stück durch Machine Learning Algorithmen ersetzt,\ndie in zunehmendem Maße dann eben die neuesten Technologien,\nDeep Learning und eben jetzt im aktuellen Schritt jetzt auch LLMs als Basis nehmen.\nWeil das ist ja eigentlich der Kern der Ankündigung, was sie jetzt unter Apple Intelligence bringen.\nApple Intelligence fügt dem Betriebssystem ein LLM-Herz ein,\nwas durch verschiedene Plugs auf spezifische Anwendungen hin konditioniert wird.\nDas ist eigentlich so ein bisschen das, was dahinter steht und sie schaffen\ndamit im Betriebssystem,\nnicht nur bei iOS, sondern halt auch macOS, also quasi für alle Systeme,\nschaffen sie einen Mechanismus, die Fähigkeiten und Intelligenz eines einzelnen zentralen LLMs,\nwas halt dann auch lokal seine Tätigkeit verrichten kann,\nwenn die Power entsprechend da ist.\nUnd dann nutzt man aber eben spezifische Ausführungen davon,\nmit denen sie eben zahlreiche der neuen Dienste gemacht haben.\nWährend sie aber gleichzeitig, und das sind die, die jetzt schon in der Beta\nauch noch drin sind, weil sie bisher schon immer da waren, gibt es auch noch\ndie Sachen, die jetzt nicht auf Basis dieser LLM arbeiten.\nDie es schon immer gab, die in Fotos und so weiter drin ist,\ndie halt über andere Arten und Weisen, Machine Learning und dann eben auch mit\ndieser Neural Engine in ihren Prozessoren irgendwie aktiviert wird.\nUnd dieser neue Teil, Apple Intelligence, der ist quasi so die heiße Kartoffel,\ndie jetzt halt irgendwie durch die Medien getragen wird. Was denn das nun kann?\nUnd davon haben sie gesagt, das dauert noch.\nUnd ob es jetzt dauert, weil die Software nicht fertig ist oder weil sie das\nerst dann auf die Massen loslassen wollen,\nwenn sie auch diese Private Cloud dafür am Start haben und ausgebaut haben und\neine entsprechende Kapazität haben.\nWeil ich meine, wenn iOS 18 release wird, kannst du dir vorstellen, was dann los ist.\nAlso wenn einfach eine Milliarde User innerhalb von 24 Stunden alle mal was\nausprobieren wollen und da wird einiges ins Schwitzen kommen.\nWenn das jetzt sozusagen noch nicht in place ist, dann können sie das halt auch nicht shippen.\nAber ich glaube auch, dass sie die Software noch nicht fertig sind.","Je nachdem, wie sie den Rollout machen. Aber ich glaube, dass sie relativ viel\nunter Apple AI subsummieren, was aber vorher an Technologie schon da war.\nAlso es ist ja nicht so, dass das Core ML dieses Frameworks jetzt eine neue\nSache ist, sondern wenn man guckt, was die WWDC einem so an APIs,\nan neuen gegeben hat, dann ist da gar nicht so viel dazugekommen.\nKlar, sehr spannende Dinge, aber da war vorher auch schon relativ viel. Also insofern.","Also ich glaube, wir waren uns in der Sendung ja eigentlich einig,\ndass der grundsätzliche Ansatz hier von Apple, wie sie jetzt dieses ganze Thema\nKI angehen, ist total sinnvoll und zielführend und vielversprechend ist.\nDas, wo sich die Lager aufgespalten haben und wo ich auch wirklich jetzt wenig\nVersöhnungspotenzial sehe, ist halt die sehr unterschiedliche Einschätzung.\nKann das mit einer generativen KI überhaupt in der hier benötigten Präzision passieren oder nicht?\nUnd da hat dann in der Tat auch Tim recht so, da kann man jetzt noch zwei Stunden\ndie Argumente hin oder her schieben, am Ende des Tages muss man es halt abwarten.\nUnd die einen haben jetzt die Prediction, die anderen haben eine andere Prediction\nund in einem Jahr setzen wir uns ja wieder hin und gucken, okay,\nwas ist nur eigentlich passiert.","Naja, aber ich denke mal, eigentlich scheiden sich die Geister im Wesentlichen an Siri.\nSiri war bis jetzt eine Vollkatastrophe, da sind wir uns eigentlich einig.\nUnd dann hat Apple plötzlich das versprochen, was ein AI-Pin und was ein Rabbit\nR1 versprochen hat und die sind ja beide großartig gescheitert.\nAber daraus jetzt zu schließen, dass Apple es auch nicht hinkriegen wird,\nfinde ich halt ein bisschen…,\nvorschnell.","Ich habe noch mal in den Chat eine URL geworfen, hier zu der letzten Folge vom\nWMR-Podcast, wo Max ja auch mit drin ist.\nDa kann man sich noch mal anderthalb Stunden Max anhören, wo nicht so viel widersprochen\nwird, sondern die beiden sind sich da relativ einig. Mit MS Pro macht er das ja zusammen.\nEs kommen da nicht so rasend viele neue Argumente, die wir nicht auch schon\nhier in der Sendung hatten, aber so das eine oder andere wird noch ein bisschen weiter ausgeführt.\nEs bleibt spannend. Wir werden sehen, was da passiert.\nAlso ich war ja in der Sendung wirklich ziemlich deutlich, Team Max,\nich stehe da auch nach wie vor für, ich sehe einfach nicht, wie sie viele technische\nProbleme lösen wollen, aber,\nich lasse mich natürlich total gerne eines besseren eines besseren belehren,\nweil ich will das ja haben. Ich will ja diese Zukunft.","Ich glaube, der Holmeine-Mama vom Flughafenabteil ist, glaube ich,\nder, der am meisten irgendwie sketchy ist und der wahrscheinlich am wenigsten\nfunktionieren wird und ein bisschen Bild generieren, das ist ja Standard.","Warten wir es ab. Aber du wirst es ja sowieso nicht kriegen,\nweil EU böse und Apple will dir das gar nicht geben, was du haben willst.\nEs kam ein wenig aus dem Nichts die Ankündigung von Apple, dass wenn iOS 18\nund macOS, keine Ahnung welche Zahl haben wir da jetzt gerade.\nIch verliere komplett den Überblick.","13, 14? Wo sind wir jetzt?","14 sind wir ja, also 15, macOS 15. Ich werde Ihnen nie verzeihen,\ndass Sie nicht die Gelegenheit genutzt haben, damals das irgendwie zu synchronisieren, aber egal.\nAuf jeden Fall gibt es die Aussage von Apple, dass bestimmte Features Fast alle?\nNein, drei Features.","Ich channel jetzt mal meinen inneren Max.","Lass das. Die Hörer hassen das.","Nicht in der EU nicht ausgerollt werden vor Now.\nWegen DMA vielleicht.\nUnd das umfasst alles, was unter Apple Intelligence läuft.\nEs betrifft das iPhone-Mirroring-Feature und es betrifft das Shareplay-Screensharing.","Also wirklich alles Interessante aus der Keynote.","Vielleicht sollten wir kurz sagen, DMA, Digital Markets Act oder wie das Ding\nheißt, das ist diese neue Gesetzgebung, die irgendwie die Firmen daran hindern sollen,\nMonopole auf digitalen Marktplätzen aufzumachen.","Wir unterstreichen Marktplatz.","Freie Marktwirtschaft.","Genau. Welches dieser drei Feature genau hat was mit einem Marktplatz oder mit\nApple zu tun, wie es Geld verdient und wie es abgreift?","Naja, jetzt hat Apple mal einen Aufschlag gemacht. Beim iPhone Mirroring kann\nman sagen, hey, wenn ihr das in macOS einbaut, dann müsst ihr das aber auch für Android einbauen.","Sagt das irgendwer? Hat irgendjemand die Fantasie, dass das ein Spin ist,\nden die EU im Geiste ihres Dokumentes, die sprechen ja immer von ihrem Geist des DMA,\ndarum sei es alles nicht so in super konkrete Vorgaben gegossen,\naber dass irgendjemand den Eindruck hat, okay,\nwir haben jetzt zwei Devices von derselben Firma und die machen ein Mirroring\nvon Daten, dass dann die EU sich hinschüttelt und sagt,\ndas müsst ihr jetzt aber auch mit Android machen. Das halte ich für abwegig.","Naja, also das Ding ist, dass der DMA ist nicht genau.\nDer beschreibt nicht genau, was du machen darfst oder nicht,\nsondern es ist eher ein diffuses Dokument, was halt irgendwie sagt,\nja, ihr müsst halt, das und das muss irgendwie ermöglicht werden und dann muss\ndas irgendwie alles fair sein und dann muss das so sein, dass irgendwie alles kompetitiv ist.\nAber es wird nicht konkret genau vorgeschrieben, was du zu machen oder zu unterlassen hast,\nsondern es ist so, in dem Moment, wo du von der EU als marktbeherrschende Plattform\nangesehen wirst, dann fällst du halt unter diese Regelung.\nAber es ist relativ schwierig zu sagen, was genau jetzt eigentlich getan werden\nmuss, um diese Anforderungen zu erfüllen.\nUnd das haben wir ja jetzt schon gesehen bei dem Hin und Her mit dem App Store.\nApple hat, nachdem DMA sozusagen beschlossen war und dann absehbar auch in Kraft\ntreten wird, angekündigt, okay, meinetwegen dann halt App Store irgendwie,\naber halt nur, und das haben wir ja hier auch ausführlich behandelt,\ndann nur unter diesen Erschwernissen.\nUnd da hat Apple natürlich alle Register gezogen, die ihrer Auffassung nach\nsowohl das erlauben, was gefordert wird,\naber ihnen aber auch noch sozusagen die Kontrolle über diese Plattform so erhält,\ndass sie selbst damit glücklich sind.","Ja, aber in dem Wort steckt ja eben schon Markets drin.\nDas heißt also jetzt gerade eben bei dem App Store ging es ja darum,\ndass eben Apple mit einem Monopol Geld verdient und keine anderen in dieses\nApp Store. Das ist kein Monopol.","Das Wort Monopol spielt hier überhaupt gar keine Rolle. Monopol ist was ganz anderes.","Ja, aber der App Store ist ja die einzige Art und Weise, wie man zu dem Zeitpunkt\nApps aufs iPhone bringen kann.","Ja, es ist eine marktbeherrschende Stellung einer Plattform.\nDarum geht es. Es geht um Plattformen.","Ja, aber es ging ja schon sehr konkret eigentlich jetzt um den App Store an der Stelle.","Ja, aber es ging nicht um ein Monopol.","Es ging nicht um ein x-beliebiges Feature auf dem iPhone.","Ja, aber der Monopol ist, wenn du der Einzige bist. Ja, genau.","Kein anderer konnte einen App Store auf das iPhone installieren. Also war es ein Monopol.","Ja, aber es läuft nicht unter Monopolrecht oder so, sondern es ist halt...","Du verstehst aber schon, dass der Geist genau so, um die wieder zu zitieren,\nja, der europäische Geist, zielte genau in diese Richtung.\nUnd es ging nicht um ein x-beliebiges Feature, das interoperabel zu machen,\nsondern es ging darum, um Dinge, mit denen Apple als einziger Geld verdienen\nkann, die zu regulieren.\nSo, weder das Mirroring, noch derzeit Apple AI, noch CarPlay, nichts davon...","Shareplay Screen Sharing.\nAlso wenn ihr uns regulieren wollt, dann kriegt ihr die guten Dinge nicht mehr.","Ich meine, genau, letzteres scheint mir da halt eher der Spin zu sein.","Also, zunächst einmal die Intensität, es geht ja nicht darum,\nwomit Apple Geld verdient, sondern es geht vor allem darum, dass andere auch\nüberhaupt die Möglichkeit haben, Geld zu verdienen mit der Argumentation.\nMit euren Regeln könnt ihr euch quasi jeden beliebigen Competitor einfach außen\nvor halten, weil ihr halt arbiträre,\nRegeln aufstellt dafür, wie man eben hier auf dieser Plattform sich auch präsentieren kann.\nUnd weil ihr so groß und so wichtig seid, und das ist auch eine Argumentation,\ndie ich zu 100% nachvollziehen kann, ja, es ist ja klar, wenn du heute irgendeinen\nBusiness starten willst,\nwas in irgendeiner Form irgendeine Nützlichkeit hat im Zusammenhang mit Smartphones und Internet,\nalso alles sozusagen, dann bist du quasi darauf angewiesen, mit wenigen Ausnahmen,\nwo sich das wirklich komplett elegant übers Web abwickeln lässt.\nWas heißt angewiesen, ist schon ein bisschen zu großes Wort,\naber sagen wir mal so, es ist oft ein großer Vorteil, wenn du sowas auch mit\nApps im App Store lösen oder erweitern oder ergänzen und realisieren kannst.\nDas ist klar, das ist so.\nUnd die Ableitung, die die EU jetzt sozusagen daraus zieht, ist, das Problem ...\nIst, dass es nur einen App-Store gibt.\nUnd gäbe es ja ganz viele App-Stores, dann würde sich das Problem ja von selbst\nlösen, weil ja freier Markt.\nWo ich schon mal die erste Fußnote setzen würde mit, warum sind die anderen\njetzt eigentlich nicht böse, sondern nur der eine.\nAber okay, der Markt regelt, das ist ja, sagen wir mal, der weit verbreitete\nGlaube. Aber ich habe da schon mal meine Zweifel.","Naja, in dem Gesetz steht ja Apple explizit nicht drin und wenn Google nicht\nhandelt, dann werden sie die früher oder später auch.","Google war ja schon immer einen\nSchritt weiter, indem sie ja schon andere App-Stores immer erlaubt haben.\nTrotzdem gibt es noch einzelne Regeln, die für sie jetzt auch noch gelten.","Oder sie waren einen Schritt zurück, weil sie es nicht auf dem Schirm hatten,\ndass sie vielleicht mehr Geld verdienen, wenn sie es von Anfang an verhindern.","Gut, Google interessiert mich ehrlich\ngesagt in dem Zusammenhang erstmal überhaupt nicht. Mich auch nicht.\nSie sagt ja nicht, wir sind die Billigsten, sondern sie sagt ja, wir sind ja die Besten.\nOb sie das jetzt immer sind, sei mal dahingestellt, aber das ist definitiv ihr Ansatz.\nWenn alle sagen, ja, ihr habt ja nur so und so viel Prozent Marketshare vom\nSmartphone-Business, sagt Apple, mir doch egal, wir haben 99 Prozent von dem\nMarkt, in dem wir sein wollen.\nWeil wir definieren sozusagen den High-End. Wir definieren den Bereich,\nwo auch mehr ausgegeben wird.\nUnd weil dafür mehr ausgegeben wird, können wir da auch mehr liefern.\nUnd so wird halt ein Schuh draus für Apple.\nUnd deswegen mögen wir diese Plattform auch. Auch.\nWeil da gute Sachen sind. Da ist nicht alles grün auf der Wiese.\nUnd das Gold glänzt auch nicht unbedingt immer so, wie man sich das so gerne wünscht.\nAber man kann auch nicht sagen, dass jetzt Apple in dieser Zeit nicht irgendwie\nwas geliefert hätte, sondern sie machen sehr gute Hardware, sie machen sehr\ngute Software. It's not for everybody.\nAber es ist für die Leute, für die es ist, ist es halt auch wirklich sehr gut\nund man ist automatisch auf einem hohen Niveau.\nSehr viel hat damit auch zu tun, dass sie ihre eigenen Systeme extrem gut integrieren.\nAlso dieses ganze Zusammenspiel von iOS, macOS, iPadOS, WatchOS,\nalle sonst wie OS, dass das alles irgendwie so ein Ökosystem ist und so weiter,\ndas ist ja auch ein Feature.\nUnd das ist ein Feature ihres oder ihrer Produkte.\nDas wird aber dann von anderen sozusagen gesehen als, Aber wir wollen da aber\nauch mitspielen in eurem selbst geschaffenen Super-Öko-System.\nWarum dürfen wir denn da kein Geld verdienen mit?\nWo man sich halt immer erstmal fragen muss, wieso sollten wir dich hier irgendwie mit reinlassen?\nDas ist unser Business. Also, dieses ganze App-Store-Ding, das kam letzten Endes\nauch erst so durch Apple.\nDu hast vorher bei den Spiele-Konsolen halt ein System,\nwo Spiele dann in so einem Spezial-Deal zwischen Konsolenhersteller und Gaming-Programmierfirmen\ngemacht wurde, wo der Deal beileibe nicht so gut war, wie er im App-Store ist,\nmit super queeren Verträgen.\nAber viele Geräte, die da draußen sind und die in irgendeiner Form Funktionalität\nbieten, haben ja gar nicht die Möglichkeit, überhaupt erst mal andere da mit reinzulassen.\nUnd das schafft halt eine neue Situation.\nDarüber ist dann das iPhone natürlich auch super populär geworden.\nSmartphones an sich sind super populär geworden.\nUnd jetzt haben wir natürlich diese Smartphone-Revolution und auf einmal sind\ndie Dinger total wichtig.\nUnd jetzt stehen wir sozusagen vor diesem Problem, okay, jetzt ist es nicht\nnur coole Geräte, sondern jetzt ist es sozusagen fast unmöglich,\nüberhaupt noch irgendeinen Service zu starten auf diesem Planeten,\nwenn du nicht auch da präsent bist und dann wird es auf einmal schwierig mit diesen Regeln.\nUnd jetzt ist halt die Frage, wie geht man damit um?\nDie EU hat jetzt den Ansatz gewählt, klar, hier einfach noch einen App-Store und alles wird gut.\nMeiner Meinung nach wird das ein sehr schwieriger Weg werden und ganz ehrlich,\nich wäre überrascht, wenn wir hier in fünf Jahren sitzen,\nalso erstmal wäre ich überrascht, wenn wir hier in fünf Jahren sitzen,\naber gehen wir mal davon aus, dass wir hier in fünf Jahren noch sitzen und dann\nuns die Situation anschauen und uns fragen,\nwas haben die EU-App-Stores jemals für uns getan und ich habe so meine Zweifel,\ndass wir das dann sozusagen als den großen Wurf feiern werden.\nMaybe I'm totally wrong. Das ist nur meine Erwartung.\nWas ich halt lieber gesehen hätte, weil es mir auch als Consumer mehr geholfen\nhätte, weil mir helfen diese anderen App-Stores überhaupt nicht.\nNichts von dem, was der DMA verspricht und nichts von dem, was das DMA eingeführt\nhat, habe ich mir irgendwie herbeigesehen. Nichts davon.\nKeine einzige Regelung davon, sage ich. Die brauche ich.\nWas ich aber gebraucht hätte, wären Aufweichungen dieser harten Regeln,\ndiese Verbote von links nach draußen, dieses ganze, wer kann Payment einnehmen und so weiter.\nDas hätte man ja auch direkt auf App-Stores an sich anwenden können und sagen\nkönnen, ihr dürft sowas überhaupt nur betreiben, wenn ihr folgenden Anforderungen\ngenügt, baut das mal in euren App-Store rein.\nWeil das ist ja auch ein Feature, dass du ein Interface hast,\num Software zu installieren.\nDas ist ja eines der Kernfeatures eigentlich von dem Device und das wird halt\njetzt ein bisschen unterwandert und es hat auch,\nauch wenn das beileibe nicht für alles eine Ausrede ist, aber es hat auch eine\nMenge Security-Implikationen und Security auf dem Smartphone ist echt ein Thema.","Ich würde so ziemlich eigentlich alles unterschreiben, was du gerade gesagt\nhast, aber darum geht es ja im Kern ja irgendwie gar nicht.\nWeil das, was doch jetzt Apple hier macht, ist eben, wie ich finde,\nganz klassisches Derailing.\nIndem sie jetzt völlig random drei...\nPotenziell sehr populäre Features sich rausrufen, die nicht das allergeringste\nmit dem App Store zu tun haben.\nUnd da jetzt halt mit einem Fähnchen wedeln, so, so, so, guckt mal hier die\nböse EU, wir können gar nicht anders und sind die Händen mit Bleiketten eingeschmiedet.","Also ich würde es nicht.","Geht doch mal nach Brüssel und revoltiert dort.","Ich würde es nicht so krass sehen. Ich habe über das iPhone Mirroring gerade\nnochmal nachgedacht, weil die andere Richtung ist ja auch interessant.\nEs ist ja auch interessant, wenn ein Microsoft in die Lage versetzt wird,\nein iPhone-Mirroring auf einem iPhone zu machen.\nUnd dann fangen die Security-Probleme natürlich an, weil dann müsste sich ja\ndein Windows mit dem iPhone connecten, müsste das wiederum über eine sichere Art und Weise tun.\nUnd weil ja eins der Features des iPhone-Mirrorings ist,\ndass das Screen ausbleibt, beziehungsweise du weiterhin den Lockscreen siehst,\nbedeutet das, dass du, wenn ein Angreifer tatsächlich in der Lage ist,\ndas iPhone-Mirroring zu umgehen,\ndu dann ein echtes Sicherheitsproblem hast.","Auch dem würde ich überhaupt gar nicht widersprechen, aber darum geht es doch hier nicht.\nMeine Lesart vom DMA ist nicht, dass jedes einzelne fucking Feature von IOS\nvöllig offen für sämtliche anderen Plattformen sein muss. Das hat nie irgendjemand gefordert.\nEs geht A um Geld verdienen und es geht B primär um diese Stopshop-Geschichte.","Ich habe das DMA nicht in voller Länge gelesen und würde deswegen,\nkann zu deiner Aussage nichts sagen, weil ich nicht weiß, ob das da nicht drinsteht oder nicht.\nDas ist schließlich ein fettes Dokument und ich bin kein Jurist aus guten Gründen.","Wir hatten vielleicht zur Klärung im Kopf,\nes gab zu Beginn die Ankündigung von Apple, dass sie diese Web-Apps auf dem\nHomescreen auch im Zuge des DMA rausnehmen werden als Feature.\nWo sich ja alle erstmal gefragt haben, was soll das denn? Das war die Ankündigung\nvon Apple. Habt ihr nicht mitbekommen?","Ich glaube nicht.","Erzähl nochmal. Ich kann mich dunkel erinnern. Doch, doch.","Also ich rede von dem Feature, dass du eine Webseite quasi zum Homescreen hinzufügen kannst.","Achso, ja. Und das haben sie dann ja wieder zurückgebaut. Genau.","Und das, um das zu verstehen, das ist jetzt nicht nur ein Link,\nder sozusagen auf dem Homescreen liegt und wenn man draufklickt,\ngeht dann die URL im Webbrowser auf. Das war, glaube ich, ganz zu Anfang war es mal genau das.\nSondern einerseits geht es dann sozusagen in einem eigenen App-Kontext auf.\nDas heißt, die Seite sieht dann aus wie eine App, weil sie quasi im App-Selektor\nals eigene Entität auftaucht.","Kein Browser-Header und so.","Jetzt ist es ja so, dass es auf dem iPhone iPhone bisher immer so war,\ndass ja man zwar andere Browser anbieten darf, aber sie müssen alle dieselbe\nEngine, die im Betriebssystem vorliegt, nämlich WebKit benutzen, aus,\nwie ich finde, ganz nachvollziehbaren Security-Erwägungen, außerdem noch mit\ndem schönen Nebeneffekt, dass dann zumindest alles gleich scheiße funktioniert.\nJa, also du hast keine großen Unterschiede.","Kleine Berichtigung, nein, Sie müssen nicht WebKit benutzen.\nSie müssen nur die JavaScript-Engine von WebKit benutzen.","Den Renderer auch.","Nee, den Renderer soweit ich weiß nicht. Es geht um den ausführbaren Code und\nvor allen Dingen geht es um die Just-in-Time-Kompilierung.\nJavaScript ist ja nur dann schnell, wenn du tatsächlich einen Just-in-Time-Compiler hast.\nDer Just-in-Time-Compiler muss aber in der Lage sein, einen signierten Code\nzu erzeugen, damit der Kernel vom iOS das auch tatsächlich ablaufen lässt.\nWas alles in allem dazu führt, dass du den Just-in-Time-Compiler von Apple benutzen\nmusst, um JavaScript laufen lassen zu können.","Also das wäre mir jetzt neu, dass irgendeine andere HTML-Rendering-Engine in\neinem Browser zum Einsatz kommen darf.\nDer Chrome, der da runtergeladen wird, der benutzt auch WebKit.","Ich glaube, Firefox benutzt den eigenen Renderer.","Ach Achtung, ungesundes KI-Hype-Wissen. Ich habe gerade ChatGBT4 genau dazu\ngefragt und er sagt, sowohl die JavaScript-Engine muss genutzt werden,\nals auch die Rendering-Engine von WebKit.\nMag aber falsch sein. Nein, das ist so.","Details, auf jeden Fall, ich wollte ja kurz erklären, was das mit dieser Web-App\nund dem A und der EU zu tun hat.\nAlso, das war Apples Ankündigung. Warum?\nWeil durchs DMA ja auch vorgeschrieben wird, und das ist ja dann auch etwas,\nwas sie nicht nur in der EU, sondern auch jetzt generell erlauben,\ndass quasi überall, wo man die eine Browser-Engine nimmt, da muss man auch eine andere nehmen können.\nWeil Markt, dass das halt alles ganz schlimm macht, anderes Thema, aber weil Markt.\nUnd dann hat Apple gesagt, okay, wenn wir dieses Feature, nämlich das Feature\nLink auf Homescreen öffnet eine Web und die findet in einem kleinen,\naber anderen Rahmen statt.\nAlso nicht optischer Rahmen, sondern der Environment-Kontext dieser Web-Anwendung\nist anders als der von einer Seite,\ndie einfach in Safari aufgemacht wird oder irgendeinem anderen Browser.\nUnd um das dann quasi gemäß der DMA-Forderung nach, wo der eine Browser benutzt\nwerden darf oder die Browser-Engine benutzt werden darf, muss auch jeder andere benutzt werden können.\nUm das dann zu garantieren, müssten sie nur, um das sozusagen zu erlauben,\ndafür nochmal ein eigenes Framework aufmachen, wie sich dann diese andere Browser-Engine\nda reinplagt und wie dann die Notifications gemacht werden und so weiter.\nDa haben sie einfach gesagt, das Feature benutzen, also das haben sie nicht\ngesagt, aber es ist ja auch so, es benutzt ja kaum einer dieses Feature.\nDa schmeißen wir das Feature lieber raus, als dass wir uns da jetzt auch noch\nden Aufwand machen, dafür auch nochmal ein Framework zu programmieren,\nweil es lohnt sich einfach nicht.\nDann gab es Gespräche irgendwie.\nEs gibt da ja schon so eine Taskforce bei der EU, die in irgendeiner Form mit\ndiesen Stakeholdern dann oder beziehungsweise vom DMA betroffenen Plattform-Ownern redet.\nUnd dann dauerte es ein paar Wochen und dann gab es die Nachricht,\nja, nee, müssen wir nicht machen, wir lassen das Feature drin.\nEine Web-App, die also quasi über ein Homescreen aufgerufen wird,\nist immer WebKit, so wie das bisher immer war.\nSo, und jetzt wird es halt interessant, weil...\nDa fragt man sich, warum? Wenn das sonst so wichtig ist, warum ist denn das jetzt nicht wichtig?\nDas geht ja aus dem DMA überhaupt nicht hervor. Da steht ja,\ndas muss ja immer so sein und jetzt dann halt nicht.\nDas heißt, das Ganze, was es eigentlich erlaubt und was nicht,\nist am Ende nicht gesetzesbezogen, sondern, ich sag mal, mauschelbezogen.","Es ist eine Aushandlungsgeschichte.","Betrifft aber potenziell alle Features, wo in irgendeiner Form vermutet werden\nkönnte, dass Apple oder welcher Plattform ohne auch immer, seine eigene Plattform bevorzugt.\nUnd jetzt kommen wir zu diesen neuen Features. Bei Apple Intelligence nehme\nich jetzt nochmal komplett beiseite.\nIch glaube, das ist nochmal ein ganz eigener Bereich.\nAber diese Screen, was heißt das? Shareplay Screen Control?","Shareplay Screen Sharing.","Screen-Sharing, genau. Was ja quasi so ein integrierter Remote-Access mit mehr\nIntelligenz auf beiden Seiten, wenn ich es richtig verstanden habe.\nAlso diese ganze Übergabe und wer kontrolliert was und wer sieht,\nwer mich kontrolliert und so weiter. Also es ist ja irgendwie so ein intelligentes\nProtokoll, was quasi diese Fernbedienung nochmal mehr macht als nur reines Screen-Sharing.\nSo habe ich das verstanden aus der Kino. Ich habe damit ja nicht rumgespielt mit dem Feature.\nBeim iPhone-Mirroring ist es relativ klar, da kommt dein iPhone auf dein Mac\nund wie du vorhin schon richtig gesagt hast, Roddy, das ist ja nicht nur so Screensharing,\nsondern das ist eben, das Telefon weiß, dass es fernbedient wird,\nschaltet seinen Bildschirm aus,\nes gibt Drag- und Drop-Features, das heißt, das ist mehr als nur Bildschirm.\nDas ist sozusagen eine, überhaupt eine sehr interessante technologische Verquickung\nder Betriebssysteme an der Stelle, weil du jetzt eigentlich so das erste Mal\nsiehst, dass die Betriebssysteme so,\nalso Dreck und Drop direkt in ein anderes Betriebssystem rein.\nDas hatten wir glaube ich noch gar nicht, aber das ist das, was ich schon immer wollte.\nIch wollte schon immer mit Dreck und Drop etwas auf einen anderen Mac bringen\nund ich hoffe, dass wir das auch für den Mac noch bekommen.","Gab es nicht mal Soink oder wie das hieß?\nDa konnte man von einem Mac auf einen anderen Dreck und droppen.","Ja, es gibt irgendwelche Tools und Party-Sachen, die irgendwas machen,\naber sozusagen auf Betriebssystem-Ebene so mit maximaler Security-Absicherung,\ndass das eben auch alles erlaubt ist, sowas zu machen, weil dieses ganze,\nFile-Sharing und so weiter, das funktioniert einfach nie und ist einfach awkward.\nEgal, auf jeden Fall, ich kann halt auf das iPhone was drauf draggen,\nsprich, das ist eine intelligente Verquickung.\nDa ist etwas im iOS, Da ist etwas im macOS, im iPadOS drin, was diese komplexe\nInteraktion ermöglicht.\nMeine Vermutung, und jetzt nehme ich mal die Position ein von Apple hat legitime Bedenken.\nWie auch immer wir jetzt darüber urteilen, ob die legitimen sind oder nicht.\nAber sagen wir mal erstmal, sie sind nicht einfach nur böse und wollen alles kaputt machen.\nUnd hassen alle und wollen sich jetzt rächen und ihre User aufwiegeln gegen die EU und so.\nIch frage mich, wie das funktionieren soll, aber sowas liest man ja und sieht man an Reaktionen.\nIch nehme jetzt einfach diese Position ein.\nApple ist irgendwie ein Ruhepol in dieser Welt und denkt da ganz normal drüber\nnach, zusammen mit ihrer juristischen Abteilung.\nJetzt haben sie dieses Feature und dann fragen sie, ja was ist mit der EU?\nDann kommt die juristische Abteilung sagt, ja, also wie wir das DMA lesen,\nkönnten die dann morgen vorbeikommen und sagen, wenn ihr das macht,\ndann müsst ihr das für Android aber auch machen.\nEs muss möglich sein, Android genauso zu mirrorn und genauso fern zu bedienen\nund drag und drop und das muss da alles drin sein.\nUnd zwar müsst ihr es Google ermöglichen, in euer Betriebssystem reinzugehen,\nweil ihr seid ja eine dominante Plattform und wenn das nur mit eurem Telefon geht,\ndann ist das eine Ausübung eurer Marktmacht und ihr seid böse und ihr riecht nach Lulu.\nUnd Apple lehnt sich zurück und sagt, habt ihr sie noch alle?\nDas ist halt einfach mal unsere Plattform und wir wollen einfach,\ndass die geil ist und es muss doch nicht überall in jede Mauerritze irgendein\nSide-Party-Heini reinmarschiert kommen,\nder alles nur unnötig kompliziert und schwierig macht.\nWeil das halt einfach etwas ist, man kann nicht jedes Feature gleich vom ersten\nTag an so programmieren, aber das schreibt ja die DMA dann sozusagen vor.\nDas muss ja sozusagen, wenn du es auf den Markt bringst, dann muss das für alle\nda sein und nicht in fünf Jahren.\nUnd dann sagen sie halt, also wenn das so ist, dann warten wir erstmal ab,\nwas die Taskforce jetzt sagt, ob die jetzt genauso salomonisch entscheidet wie\nbei dem Homescreen oder ob die ein Fass aufmachen und dann sagen wir,\ndann lassen wir es lieber weg,\nweil den Stress machen wir uns auf gar keinen Fall, jetzt hier auch noch andere\nBetriebssysteme da zu integrieren.","Da muss ich kurz einhaken, bevor du dich komplett vergaloppierst.\nAlso meine Erfahrung mit Legal-Abteilungen ist, die kommen tatsächlich an und\nsagen, das und das und das und das könnte passieren, wenn wir das machen.\nDas ist auch deren Job. Jetzt ist natürlich die Frage, eine gute Legal-Abteilung\nsagt auch, wir schätzen das Risiko so und so hoch ein.\nSprich, mit so und so viel Risiko stört sich jemand dran, zieht uns vor den\nKadi und der Kadi verklagt uns für so und so viel.\nSchlechte Legal-Abteilungen sagen einfach nur, es ist alles ganz schlimm, das könnte passieren.\nInsofern, ich bin mir relativ sicher, dass Apple eine Legal-Abteilung hat,\ndie sehr aufmerksam dieses neue Gesetz\ngelesen haben und die all diese Was-Könnte-Sein-Szenarien entwickelt hat.","Also es ist eine Management-Entscheidung und keine juristische Entscheidung seitens Apples.\nUnd das ist halt das, was mir dabei so aufstößt. Genau wie bei der PWA,\ndie wären einfach dieses Feature gerne losgeworden, weil sie es halt generell\nirgendwie lästig und doof fanden, dass es immer noch etwas gibt,\nwas keine echte App ist und über ihren App-Store läuft,\nsondern dass du halt, wenn du einigermaßen clever deine Webseite baust,\nhast du die als quasi App irgendwie.\nDas hat Apple nie cool gefunden. Ja, das siehst du auch daran,\nwie der ganze Bereich Notifications völlig darbt gegenüber, wie PWAs auf Android implementiert sind.\nDa klappt das nämlich plötzlich alles sehr, sehr geil und völlig reibungslos\nund Apple hat das nie wirklich umarmt, dieses Feature.\nUnd das ist genau der Punkt, PWAs, also Progressive Web Apps eben entsprechend\nauf dem Homescreen abzusetzen und in diesen Spezialmodus zu fahren.\nSo und hierbei ist es jetzt eben ganz genauso.\nEs spielt halt jetzt einfach mal gerade Apple in die strategischen Karten rein,\nhier die EU zu pieksen und hier einen Aufstand zu machen.\nAlso ich kann mir wirklich nicht vorstellen, dass jetzt also Google oder Microsoft\ngenau gesagt hätten, ja warum können wir das denn nicht von Windows aus irgendwie\nsteuern? Ja warum geht denn das nicht mit dem Android?\nMir fehlt wirklich total die Fantasie dafür. für.\nUnd so proaktiv dann hinzugehen und zu sagen, wir können wirklich nicht anders.\nAlso schaut euch das an. Was sollen wir nur tun? Wir arme Provinzfirma.","Das haben sie aber auch nicht gesagt. Muss man der Fairness halber dazu sagen.\nSie haben gesagt, gibt es vorerst nicht, weil wir das noch prüfen.\nAlso sie können sich ja auch nicht hinstellen und sagen, wir versprechen das\nauf jeden Fall und dann einen Rückzieher machen, weil sie merken,\ngeht halt doch nicht. Sondern,\nAlso das ist schon auch gutes Management, dass man sagt so, hör zu,\ndie und die und die Feature können wir nicht versprechen aus folgenden Gründen,\naber wir versuchen es möglich zu machen.","Man muss aber sehen, die EU hat jetzt schon wegen Apple Music einen reingewirkt,\nda sollen sie zwei Milliarden Euro zahlen und sie haben angekündigt,\ndass sie jetzt wegen Verstöße gegen den DMA jetzt schon.","Bei dem Store, weil sie da dermaßen viele Constraints rumgebracht haben.","Wir können gerne noch mal darüber diskutieren, wo jetzt konkret die Verfehlung\nliegt, weil ich glaube, das wird schwierig werden für die EU,\ndas rechtlich nachzuweisen.\nTrotzdem, die Kommission ist da jetzt erstmal ran und hat gesagt,\nja, wir sind jetzt irgendwie dabei, das zu bestrafen.\nDie potenzielle Strafe kann sein, täglich 5% ihres weltweiten Umsatzes.","Das waren mal 4.","5. 5?","Naja gut.","Also sowas wie eine Milliarde Dollar pro Tag.","Dazu muss man natürlich sagen, es gibt noch keinen Präzedenzfall,\nwo sie tatsächlich diesen Verfügungsrahmen je ausgeschöpft haben.","Nee, aber Apple wird natürlich jetzt einen Scheiß tun und als nächstes gleich\nein Feature ankündigen und sagen, das bringen wir jetzt auch noch raus,\ndass sie da zehn Tage später dann gleich nochmal fünf Prozent von ihrem Umsatz\npro Tag abliefern dürfen.\nDas ist halt eine Zurückhaltung, die kann ich sehr gut verstehen.\nSo, jetzt nochmal Apple-Hut auf.\nWie willst du denn bitte jetzt noch als Firma coole neue Features planen,\ndie sozusagen die Integration deiner eigenen Komponenten in dein Produkt irgendwie verbessern?\nAlso ich meine, du willst iPhone-Mirroring haben.","Aber ja.","Du willst wahrscheinlich auch dieses Screen-Share-Play, Dingsbums-Mirroring,\nSharing, was auch immer, wie es heißt, haben.\nSo, Apple Intelligence können wir gleich nochmal diskutieren.","So, aber ich habe auch ein Android-Phone, ich habe auch Windows-Rechner und\ndie will ich da nicht mit verbinden. Will ich gar nicht.","Naja, du vielleicht nicht, aber du willst es ja überhaupt erstmal haben.\nAber Apple sagt jetzt einfach, EU-Country ist uns einfach zu gefährlich.\nWir konzentrieren jetzt mal die Innovation erstmal auf andere Bereiche.\nUnd ich meine, es ist nicht so, dass jetzt Europa irgendwie besonders führend\nwäre in Digitalien und ich habe nicht so den Eindruck,\ndass das DMA jetzt sehr viel mit ihrem ganzen, der Markt wird es richten,\nhier bewirkt in positiver Hinsicht.\nVor allem, dieses ganze Versprechen, was ja in dieser ganzen Debatte,\nich guck mir mal an, wie Leute das so debattieren,\nes steht ja immer so im Raum, ja so, ja Apple ist ja total böse,\nweil Apple ist ja schlimm für den Kunden,\nso, wo ich mich jetzt frage, was genau ist denn jetzt eigentlich schlimm für\nden Kunden beim App Store gewesen?","Naja, da gibt es schon Beispiele.","Ja, was?","Also es gibt relativ viele Apps, die es nie in den App Store geschafft haben,\nweil Apple gesagt hat, nö, dürfte nicht.","Apps, die beim Review-Prozess rausgekickelt worden sind, mit völlig Kafka-esken,\nnicht vorhandenen Beschwerde-Scheifen.","Wo ist jetzt der Schaden? Nenn mal ein konkretes Beispiel, wo du sagen würdest.","Das ist schädlich. Unterhalte dich mal mit dem Entwickler von Ice Cubes,\nwas deren Lebenszeit verbrannt hat mit völlig stinknormalen Updates,\nwo jedes fünfte von Apple aus irgendwelchen Gründen ihm wieder um die Ohren geschmissen wurde.","Ja, okay, manches mag ja auch gerechtfertigt gewesen sein.","Im Nachhinein immer nein, ehrlich gesagt.","Gut, okay.","In der Frühzeit der Podcast-Apps gab es sehr, sehr viele Podcast-Apps,\ndie massiv Probleme mit Apple hatten.\nDa gab es ja eine, die wurde dann nicht in den Store reingelassen,\nweil der Reviewer hat sich irgendwie,\nich glaube, der hat sich WWDC Videos abonniert und das Vorschraubild dieses\nVideos hat halt den Apfel gezeigt und dann haben sie gesagt,\nhier Markenrechte verletzt, du darfst nicht bei uns in den Store.\nUnd solche Sachen, also da sind immer wieder, vor allen Dingen hat Apple immer\nwieder gesagt, erklärt das mit uns und geht nicht an die Presse.\nUnd den Leuten ist nie möglich gewesen, das mit Apple zu klären.\nImmer erst dann, als sie an die Presse gegangen sind und einen riesen Aufwirbel\ngemacht haben, ging das bei Apple dann plötzlich doch ganz einfach und durch.","Das ist halt immer schlimm für die Entwickler vor allem. Es mag auch schlimm\nsein für die Kunden, die sagen, das Feature will ich aber jetzt unbedingt haben. Vielen Dank.\nAber.","Lass mich mal fertig reden. Das eigentliche Problem da ist der Chilling-Faktor.\nAls Firma, die du eine Third-Party-App für iOS entwickeln willst und müsstest, sagen wir mal,\nzwei Jahre in Vorleistung gehen mit einem Team von zwölf Entwicklern,\nDa hast du am Ende extrem viel Geld investiert, nur um dann vielleicht bei Apple\nnicht reingelassen zu werden.\nUnd dann überlegst du dir das dreimal, ob du das machst.\nOder du gehst halt erstmal auf eine andere Plattform und verdienst da irgendwie Geld.\nUnd wenn du die Entwicklungskosten drin hast, dann portierst du das halt irgendwie\nin irgendwelche App-Stores, die dich vielleicht nicht reinlassen.\nUnd das ist für mich als Kunde ein Problem.\nWeil ich als Kunde diese Software eventuell nie zu sehen bekomme,\nweil die Firmen sich dreimal überlegen, ob sie es überhaupt machen.","Okay, good point.\nAuf der gleichen Seite sind natürlich diese ganzen Regeln, die sie versuchen\numzusetzen, verhindern wahrscheinlich 100 mal so viel Scheißsoftware,\ndie niemals das Licht des Tages hätte sehen sollen.","Also ein Blick in den App Store widerspricht dir da.","Genau, ist noch genug übrig, was dann hier hätte reinkommen sollen und so.\nDefinitiv. Nur, was ändert jetzt sozusagen das DMA da dran?","Das DMA, also es ändert erstmal daran,\ndass du potenziell weitere App-Stores hast, die potenziell diese ganzen Regeln\nnicht haben, sodass du potenziell, ich sage es immer dazu,\neher in der Lage bist, eine größere Investition zu rechtfertigen,\nweil du weißt, du kannst den Kram hinterher in einem App-Store verkaufen.\nAlso jetzt mal anderes unternehmerisches Risiko ausgeklammert,\ndas kann ja trotzdem immer noch tanken, aber prinzipiell hast du erstmal die eine Hürde,\nApple mag dich nicht und denkt du riechst nach Lulu, hast du erstmal außen vor.\nWeil der Third-Party-App-Store wahrscheinlich sogar ein ganz zentrales Motivation\nhat, exklusive Titel auf seiner Plattform zu haben.\nJa, wie gesagt, potenziell.","Ich glaube, wir haben jetzt hier auch so einen Punkt, wo so die Argumente auch\nirgendwie auf dem Tisch liegen.","Ich meine, es ist ja interessant. Klar, die Position kann man einnehmen.\nIch sehe halt, dadurch, dass andere App-Stores erlaubt werden,\neröffnest du sozusagen aber auch vielen Apps das Tor, was die vielleicht aus\ngutem Grund auch nicht unbedingt in den App-Store gekommen sind.\nEs gibt in dem Sinne überhaupt gar kein Kriterium dafür, was für Apps jetzt\nüberhaupt erlaubt sein dürfen oder nicht.\nAlso es gibt sozusagen kein, also vorher war das Problem, dass nur Apple diese Kriterien festlegt.\nUnd was mich eigentlich am meisten gestört hat, ist für die Entwickler,\nes gibt keine verbindlichen Absagen,\nalso man könnte ja zum Beispiel einen Rechtsanspruch einführen,\nzu sagen, wenn was abgelehnt wird,\ndann muss das auch aus nachvollziehbaren, rechtlich formalen,\nbenannten Gründen geschehen, die sozusagen nicht nur Apple-Rules sind,\nsondern die Market-Rules sind.\nDass man eben konkret für solche App-Sources macht.\nOder Entwickler haben das Anrecht vorher so einen Plan prüfen zu lassen und\nsich den vorab absegnen zu lassen, ob das generell schon mal hingeht.\nAlso diese Problematik. Während wir jetzt quasi als Antwort haben,\nna dann machen wir einfach Wild West.\nSo, dann mal her mit den Porn-Apps und den Wettanbietern und volles Programm\nund dann läuft das schon. Bitcoin, volles Programm.","Du, keine Ahnung. Ich weiß nicht, ob ein Porno-Store, Porno-App-Store eine gute Idee ist.\nVielleicht ja, vielleicht nein. Wird es dort Apps geben? Wahrscheinlich schon.\nWerden die erfolgreich sein? Keine Ahnung. Ich denke, auf das Experiment käme es an.\nJa, ich weiß es nicht. Was du ansprichst, hätte so ein Gesetz vielleicht auch\nvorsehen sollen, dass es eine Möglichkeit gibt, sich einzuklagen?\nWäre auch mal eine interessante Frage. Also so nach der Art,\nihr lehnt mich aus blöden Gründen ab, scheiß drauf, ich gehe zum nächsten Gericht\nund die sagen dann, Apple, ihr müsst aber. Aber ihr habt keine guten Gründe.\nAber das steht wahrscheinlich in dem Gesetz nicht drin, was wahrscheinlich auch schade ist.","Also der interessante Spin ist ja, danke für den Begriff Schilling-Effekt nochmal.\nVielleicht nochmal kurz erläutert, das wird ja teilweise auch fälschlich,\nglaube ich, Mao zugeordnet, bestraf Vereinen, erziehe 100.\nAlso mach eine besonders abschreckende Gesetzgebung,\nÜberwachungsmechanismen sozialer Druck und dann werden die Leute sich schon\nalle vernünftig verhalten.\nDass Apple ja gerade versucht, dieses Narrativ jetzt gerade gegen den EU-Store zu drehen.\nAlso der DMA hätte jetzt einen solchen Chilling-Effekt, dass Apple jetzt schon\nbei den allereinfachsten Features plötzlich zusammenzuckt und Angst hat,\nnoch irgendwas zu chippen an Innovation.\nUnd schuld ist halt die EU durch den Chilling-Effekt.","Also ich weiß nicht, ob Apple jetzt dieses Narrativ tatsächlich fährt Oder ob\nLeute im Windschatten von Apple segeln und diesen Chilling-Effekt jetzt postulieren.\nKeine Ahnung. Aber das sehe ich natürlich genauso.\nAlso das ist auch ein Chilling-Effekt, wo man natürlich ganz klar sagen kann,\nfindet die Innovation dann außerhalb der EU statt.\nWeil innerhalb der EU die Leute sagen, ja, aber DMA, vielleicht lieber doch\nnicht. Kann durchaus sein.","Ja, es ist auf jeden Fall ein schwieriges Feld und es ist auf jeden Fall ein\nShowdown und beide Seiten müssen sich hier glaube ich ein bisschen bekennen.\nMan kann Apple auf jeden Fall vorwerfen, dass sie sich ein bisschen ohne Not\njetzt sozusagen in diese legislative Regelung haben drängen lassen,\nweil sie schon auch bestimmte Dinge vielleicht etwas liberaler hätten handhaben können.\nNur, dann ist halt auch die Frage, wo fängst du an, wo hörst du auf?\nOft hört man ja auch, dass irgendwie die finanzielle Beteiligung,\ndas will ich erstmal sehen, dass die anderen Stores da finanziell sehr viel\nbesser abschneiden für die Entwickler letzten Endes, die da posten.\nWeil für Entwickler in dem Sinne und schon gar nicht für kleine Entwickler ist\nhalt dieses ganze Gesetz nicht gemacht.","Nee, es ist auch, also wenn du jetzt Steam zum Beispiel anguckst,\nder Steam Store nimmt auch 30 Prozent.\nNintendo nimmt und Sony, ich glaube für die Konsolen, für die Lizenznehmer,\ndie nehmen sogar mehr als 30, aber auch mindestens 30. Also ich meine, man.","Sogar der Epic Store nimmt sogar fünf.","Nee, der Epic Store nimmt weniger, weil sie ja versucht haben,\ngegen den Steam Store anzustinken und eine der Maßnahmen war,\nweniger Prozent zu nehmen.\nNur das rechnet sich halt nicht, wenn du einen Markt\nUnd wo du mit einer Werbemaßnahme richtig viele Kopien einsammelst,\nwährend der andere Marketplace halt irgendwie relativ unbekannt ist und da halt niemand ist.\nDa ist dann auch egal, ob sie jetzt 30 oder 15 oder nur 10 Prozent nehmen.\nAlso ich glaube, dass es so sehr wehtut, so von der Entwicklerseite aus zu sagen,\nja 30 Prozent passt schon, muss man aber trotzdem sagen,\nokay, die 30 Prozent sind nicht wirklich das Problem,\nsondern das Problem ist wirklich diese… Das sind ja auch.","Für die meisten gar nicht 30 Prozent, das sind 15 Prozent.","Für die Kleinen, ja, mittlerweile.","Naja, bis zu einer Million Umsatz.","Jaja, wenn du auf Kleinunternehmerregelung, heißt bei Apple anders, aber ja, es ist nur so,\ndas ist nicht das Problem, sondern das Problem ist, dass der App Store bei Apple\nund der ganze Review-Prozess halt einfach extrem unüberschaubar ist und risikoreich ist.\nUnd wie gesagt, wenn du zwei Jahre an der App gebastelt hast und kriegst sie\ndann nicht mehr in den Store, dann kannst du halt deinen Laden zumachen. Das ist einfach so.","Also ich empfehle dafür auch die letzte Folge vom Accidental Tech Podcast,\nda führt finde ich Marco Arment das nochmal ganz gut aus, dass wir einfach alle\nvöllig klar in dieser Welt leben, ja in dem Apple iOS Store,\nda sind diese 30-15% halt schon immer so gottgegeben und völlig richtig.\nWarum ist das Ganze nie auf macOS so gewesen?\nAlso was macht denn iOS jetzt eigentlich so wirklich anders und unterschiedlich\nzu dem, was wir halt auf dem Mac schon immer hatten, dass du einfach Dinge installieren kannst?\nJa, es hat viele technische Implikationen und Sicherheit und Security,\naber es ist ja jetzt nicht so, dass MacBooks jetzt nicht irgendwie auch sicher\nsein sollten und wollten.","Naja, also einerseits gibt es ja einen App Store auf macOS und aus eigener Erfahrung...","Aber da werden ja keine 30 Prozent gezogen. Doch, doch. Wenn nur... 15. 15?","Also 15 und 30 ab einem bestimmten Umsatz.","Naja, also 30 Prozent, wenn du aus der kleinen Unternehmerregelung rausfällst.\nAls dieser Mac App Store aufgemacht hat, also ich meine damals hatte ich ja\nnoch eine App, die wurde verkauft und die habe ich also dann tatsächlich auch\nzum Start des Stores in den Mac App Store bekommen.\nUnd ich muss sagen, der Umsatz über den Mac App Store war immer eine Größenordnung\nüber das, was du mit einer normalen Webseite und einfach so und klick dir hier\ndeinen Lizenzcode machen konntest.\nWeil einfach die, wie viele Leute du erreichst mit dem Mac App Store halt eine\nganz andere Hausnummer ist.\nTrotzdem hast du halt dieses, und das war halt Reviews, das war halt beim Mac\nApp Store immer so ein Problem. Problem, jemand findet einen Bug,\ndu behebst den, haust eine neue Version raus.\nIn der Sekunde, in der du sie rausgehauen hast, können die Leute,\ndie normal runtergeladen haben, auch direkt die Version haben.\nUnd da springt dann auch der Updater an und so weiter.\nBei Apple hängt das Ding dann erstmal in der Review-Queue fest.\nUnd es gab halt Zeiten, da war definitiv iOS Apple viel, viel wichtiger als der Mac-App-Store.\nUnd dann hing so eine Version halt mal vier Wochen in der Review-Queue fest.\nDas ist irgendwie, und das ist halt so der Punkt.\nUnd dann hast du halt diese beiden Versionen, die du versuchst zu jonglieren. und also das.","Aber das hat sich ja auch gebessert und das sind ja sozusagen,\nalso das sind ja vorübergehende Probleme.","Ich kenne die neuen Zahlen nicht, ich weiß nicht.","Da wird wenig drüber geklagt.","Wie die Review-Zeiten jetzt beim Mac App Store sind, ich weiß, dass bei iOS,\ndurchaus sehr, sehr weit unten ist, ein bis zwei Tage, das ist überhaupt kein\nProblem mehr, zumindest dann, wenn man Apple auch ordentlich mitteilt,\nwas man denn in der Version alles geändert hat.\nKann durchaus sein, wenn man nur sagt, Updates irgendwie ...\nBugfixes und sonst was, dass das halt ein bisschen weiter hinten in der Queue landet.","Wir haben ein bisschen aufgeräumt, geputzt und die Fenster sauber gemacht in dieser neuen Version.","Genau, das mögen sie überhaupt nicht.\nAber Produktmanager sind in der Regel halt auch einfach zu faul,\num sich Release Notes auszudenken. Aber das ist egal.","Ja, also die Diskussion, die bei ATP geführt wird, die verfolge ich natürlich auch mit Interesse.\nWobei man halt auch sagen muss, bei den dreien, sie verstehen auch nicht wirklich,\nwie die EU funktioniert.\nAlso wenn sie da immer so vom Government reden und so, da rolle ich dann doch\nschon so ein bisschen mit den Augen, aber wo sollen sie es halt auch hernehmen.\nAlso diese Sicht, dass das jetzt sozusagen so ein klarer Governmental Approach\nwäre, dafür ist die EU einfach zu sehr Kompromissgehusche.\nUnd am Ende weiß man,\ndass komplexe Gesetzgebungen der EU halt sehr verwässert sind und nicht so zielgerichtet\nsind, wie das auf nationaler Ebene der Fall ist.","Was ich in der Tat mag bei denen ist, dass sie sehr häufig diesen Begriff reinbringen,\nso how Apple is reading the room.\nDas heißt also, versteht Apple eigentlich, was gerade so die mentale Gefühlslage\nder EU und von EU-Bürgern ist und dann bringen sie auch irgendwie so,\nalso ich glaube die EU-Bürger mögen ihre Regierung da ganz gerne,\nwas natürlich nicht die Regierung ist.\nUnd ich habe dann mal meinen kleinen vor Augen, der ist jetzt fünf,\nda waren wir hier auf dem Markt und das war direkt vor der Europawahl und irgendjemand\nhat ihm eine Europa-Flagge in die Hand gedrückt und da lief er so laut skandierend\nüber den Markt, Europa, Europa, ja, super.\nWenn man irgendwie Kinder-Videos in dieser Welt noch posten könnte,\nwürde ich das jetzt mal hochladen, das ist wirklich episch.\nDas könnte man sofort für jede EU-Kampagne einsetzen.\nJa, also dieses Reading the Room.\nAlso hat Apple da wirklich eine Sensorik dafür, wie die EU eigentlich tickt\nund was Europäer jetzt wichtig oder nicht wichtig finden?","Naja gut, ich meine, wenn du dir das anguckst, die Amis haben zwei Parteien, ein Land zwei Parteien.\nEuropa hat was, 27 Länder und jedes Land hat irgendwie fünf Parteien oder so,\ndie irgendwie wichtig sind und irgendwie mitspielen.\nDas ist halt einfach eine ganz andere Gemengelage.","Ich meine, dafür funktioniert es auch noch relativ gut und ich bin ja nun ganz\nweit davon entfernt, in so ein EU-Bashing reinzugehen.\nIch finde nur generell, dass Europa sich einfach im Technologiebereich nicht besonders hervortut.\nAlso so mit dem Internet und all dem, also man ist mal schnell bei irgendwelchen\nDebatten alles zu verbieten oder irgendeinem Hype ganz viel Geld in den Rachen zu schieben,\nohne dass da irgendwas bei rauskommt.\nDas hatten wir nicht schon alles, europäische Suchmaschinen und AI-Projekte\nund keine Ahnung, nix ist dabei rausgekommen und das liegt halt auch einfach\ndaran, dass wir hier gar nicht die richtigen Bedingungen haben.\nUnd ich sage dir, sowas wie das DMA schafft auch nicht unbedingt jetzt die Bedingungen,\ndie alle wollen, wo sie sich denken, oh ja, Europa, da müsste man mal jetzt\nso ein Internetkonzern aufbauen, das wäre bestimmt genau der richtige Ort.","Naja, gut.","Tja, soviel zur Wirtschaftsförderung. Na gut.","Wollen wir nochmal, das haben wir eben ein bisschen übersprungen,\nüber noch die neuesten Erkenntnisse zur Apple Private Cloud reden.","Bevor wir das tun, würde ich kurz das EU-Thema noch verlängern und uns mal fragen,\nweil das weiß ich nämlich jetzt auch nicht, warum, was könnte jetzt sozusagen\nein gutes Argument sein, also davon ausgehend, dass das nicht alles nur ein\nböser Ploy von Apple ist, aber warum ist Apple Intelligence…,\nJetzt auch in puncto DMA ein Problem. Das kann ich nur nicht so ganz nachvollziehen.","Also da wäre jetzt meine Arbeitstätigkeit, da könnte ich es fast noch am ehesten verstehen,\nweil man da sagen würde, okay, das ist ein Framework, wo viele Apps und viele\nFirmen von profitieren würden, wenn sie auf die lokalen, in Klammern,\nModelle möglichst früh und umfänglich zugreifen könnten,\num hier quasi so das nächste App-Monopol gleich zu verhindern.\nWeil Apple Music wird dann vielleicht in einer perfekten Welt doch andere Features\nmachen können als Spotify.","Also meine Vermutung ist folgende.\nNämlich, dass Apple hat ja großspurig\nangekündigt, was alles lokal auf dem Device denn dann gemacht wird.\nUnd nur um dann hinterher nachzuschieben, naja, so manche Dinge müssen wir doch in der Cloud machen.","Das haben sie aber in der Keynote auch schon sehr klar gesagt.","Jaja, aber sie haben ja sehr, sehr viel darauf gebaut, dass sehr viel lokal läuft.\nWas ich allerdings glaube ist, dass also besonders am Anfang werden sie wahrscheinlich\nlokal gar nicht so viel machen,\nweil sie überhaupt erstmal gucken müssen, wie sich der ganze Scheiß bewährt\nund sie wahrscheinlich auch relativ schnell in schneller Abfolge neue Modelle\npushen müssen und anlernen.\nUnd deswegen glaube ich und ich glaube auch, dass je nachdem,\nwas für ein Device du hast, halt auch der Anteil von dem, was lokal läuft und\nvon dem, was in der Cloud läuft, unterschiedlich ist.\nUnd sie, glaube ich, einfach davon ausgehen,\ndass sie ihre Cloud in Europa hosten müssten, um diese Features in Europa entsprechend\ndatenschutzkonform anbieten zu dürfen.\nUnd ich nehme mal an, dass sie im ersten Schritt darauf keinen Bock haben.","Aber sie haben doch so sehr laut darauf hingewiesen, dass ja eben dort überhaupt\nnichts gespeichert wird, sondern dass es eigentlich nur eine quasi eine externalisierte\nCPU ist, die zur Laufzeit halt Informationen hat und sofort danach wieder vergisst.","Alles richtig, aber die Daten fließen doch nach Amerika.","Ja, genau.","Egal, ob du jetzt Apple glaubst, dass sie nichts speichern oder ob du ihnen nicht glaubst.\nDie Juristen, meine innere Juraabteilung sagt dir,\ndie Daten fließen nach Amerika und damit hast du dieses und jenes und folgendes\nProblem in diesen und jenen und folgenden Gesetzen und das kriegst du nicht wegdiskutiert. Ja.\nUnd deswegen glaube ich, dass bevor Apple nicht die entsprechenden Cloud-Server\nin Europa installiert hat, am Laufen hat, wird Europa auch keine Apple Intelligence bekommen.","Da mögen es manchmal schon auch solche Faktoren reinkommen. Ich habe jetzt gelesen,\ndass die ganzen Data Centers, die sie dafür aufbauen, komplett auf erneuerbare Energie laufen.","Alle tun das jetzt schon.","Ja gut, das ist...","Also nicht der Konkurrenzen, also von Apple meinst du?","Ja, alle iCloud. Ja gut, dann mag es sein.","Dass es natürlich auch in Europa irgendwie schwerer, Fragezeichen herzustellen wäre.","Nein, es ist weltweit. Ja, leichter.","Weltweit machen sie das.","Nein, das ist glaube ich auch nicht das Thema, sondern das Thema ist,\ndass du sowas, also ich meine, viele Technologien bieten sie erst in Amiland\nan und rollen sie dann woanders aus.\nBieten sie erst auf Englisch an, rollen sie dann in andere Sprachen aus.\nDeswegen wirst du sehen, dass sie Apple Intelligence erstmal nur in Amiland machen.\nUnd wenn du dann dein neues iPhone mit dem neuen iOS in Jamaika kaufst,\nwo das niemanden interessiert, dann kannst du natürlich Apple Intelligence benutzen,\nweil das spricht dann mit den amerikanischen Datacentern und es interessiert\nniemanden und alles ist gut.\nAber in Europa gucken die halt anders drauf.\nUnd ich glaube, dass Apple da auch dann einfach mal sagt so,\ndas wollen wir nicht anfassen, bis wir uns da nicht hundertpro sicher sind, dass das passt.\nEs wird ein halbes Jahr später wahrscheinlich kommen. Aber ich gehe schwer davon\naus, dass sie in Europa entsprechende Rechenzentrumskapazitäten aufbauen müssen\nund dass sie es dann auch tun werden.","Also es hört sich erstmal total plausibel an.","Aber es ist noch ein bisschen unklar, inwiefern das jetzt mit der DMA kollidieren\nkann aus Apples Perspektive, aber irgendwas ist ja immer.","Naja, es muss ja nicht die DMA sein.","Doch, sie haben ja explizit gesagt, das Feature kommt erstmal nicht wegen DMA.\nAuch wenn sie sowieso gesagt haben, es kommt sowieso erstmal nur in den USA\nund ist auch erstmal nur auf Englisch.\nDas heißt, die Einzigen, die dann quasi offiziell darunter leiden müssten,\nist Irland. Ausgerechnet.","Ja, aber es gibt ja auch eine GDPR zum Beispiel. Das ist jetzt keine DMA,\naber spielt in der Sache ja sicherlich auch mit.","Ja gut, aber sie haben ja nicht gesagt, nicht aus Datenschutzgründen,\nsondern aus DMA-Gründen.\nEs hat immer was mit diesem Plattform-Macht-Ding zu tun.","Da würde ich ihnen zugestehen, okay, das haben sie jetzt so gesagt und das ist\nvielleicht auch vereinfachend gesagt und einfach nur quasi der Schirm unter\ndiese ganzen EU-Regelungen,\ndie komische Dinge von uns verlangen, die wir als Amerikaner gar nicht einsehen.","Also ist unklar, müssen wir nicht weiter drüber reden. Aber wir sollten dann\nvielleicht wirklich mal über Private Cloud Compute sprechen.\nPrivate Cloud Compute, das ist der merkwürdige Name, den sich Apple ausgedacht\nhat für diese Apple Intelligence Backend-Lösung,\ndie quasi Requests, die sie eigentlich gerne auf ihren geilen CPUs lokal ausführen würden,\ndann eben doch in die Cloud schmeißen, weil entweder du das auf dem Device machst,\nwas es nicht kann oder weil die Anfrage aus irgendwelchen anderen Gründen gerade\nnicht ausgeführt werden kann oder das Gerät generell zu schwach ist dafür.\nUnd sie haben dazu einen relativ langen Blogpost veröffentlicht,\nwo sie beschreiben, was eigentlich ihre Ziele dabei jetzt sind und wie sie das technisch lösen.\nIch muss zugeben, mich nicht zu sehr reingelesen zu haben, aber als Abstract\nvielleicht mal generell.\nSie bauen also eine Server-Infrastruktur auf, vermutlich, also Sie sagen ja mit Apple Silicon.\nDas ist die Frage, welches Silicon das so sein könnte.","Naja, alles was Neural Engine hat.","Ja klar, aber was konkret? Also sozusagen welches Apple Silicon kommt da jetzt konkret zum Einsatz?\nIch habe da so eine Vermutung, was es vielleicht sein könnte,\naber man weiß es halt nicht genau.","Ich nehme an, sie werden den M4 nehmen.","Weil der M4 ist ja derzeit nur als kleine Version quasi verfügbar,\nden gibt es ja nicht in Pro und gibt es auch nicht in Max und schon gar nicht in Ultra.","Nicht für Consumer, aber intern werden sie doch da wahrscheinlich schon was fertig haben, oder?","Ja, aber sie werden jetzt die Kapazität davon, von der neuesten Sache,\nnicht auf ihre Server schmeißen.\nSie haben ja im Prinzip, also meiner Meinung nach, der wahrscheinlichste Kandidat,\nwenn sie nicht wirklich was speziell dafür gebaut haben, wären die M2 Ultra.\nWeil die überhaupt in Stückzahlen herzustellen, macht für sie Sinn,\nweil sie die dann sozusagen billiger nutzen können. Ja, aber sie brauchen viele Cores.","Ja, aber die als Max, sprich die Cores einzeln zu benutzen.\nAlso ich glaube, wenn ein Prozessor nicht gut genug ist, um mit all seinen Neural-Prozessoren\nden Kram zu machen, dann hilft dir auch der Ultra nicht.\nUnd ich glaube auch, dass der Ultra in der Herstellung ganz schön teuer ist.\nUnd dass wenn du den wirklich in Stückzahlen in ein Datacenter tun willst,\nbist du wahrscheinlich besser bedient, wenn du ganz viele Module nur mit einem Max machst.","Gut, was auch immer. Aber ich denke, diese Generation, die abgehangene Generation,\ndie sie schon in Massen herstellen und mit denen sie jetzt nicht die allerneuesten\nFabs blockieren, die sie jetzt brauchen, um iPhone und neue Macs auszurollen.","Das scheint so, als hättest du recht gehabt. Heise hat damals geschrieben.\nBehauptet zumindest, achso, die Gerüchte scheinen nun.","Scheinen sich zu bestätigen. M2 Ultra. Naja, also aus meiner Sicht macht das\nSinn, wenn sie den nehmen würden, weil...","Vielleicht hat er sich auch nicht verkauft.","Nein, natürlich ist ja klar, dass der Ultra nicht in großen Stückzahlen rausgeht,\naber wenn sie den halt in großen Stückzahlen für ihre eigenen Rechenzentren\nproduzieren, wird die Produktion ja für sie insgesamt billiger.\nDeswegen macht es halt Sinn.\nAnyway, bleiben wir bei dieser Private Cloud Computing, was es Also sie haben\neigene Server, das macht Sinn mit ihrem Silicon,\nda haben sie alles unter Kontrolle und vor allem haben sie halt die ganze Sicherheitsarchitektur\nmit der Secure Enclave und sie sind in der Lage dafür ein Betriebssystem zu\nmachen und das ist das, was sie in diesem Blogpost beschreiben,\nwas komplett stateless läuft,\nwas keinerlei Massenspeicher hat, wo ein Request reinkommt, einmal nur durchs\nRAM fegt und wieder rauskommt.\nUnd die Besonderheit ist, dass halt der gesamte Code gesigned ist,\nder auf diesem System läuft.\nDas heißt, sie haben halt quasi so ein abgespecktes iOS genommen,\nwo sie vor allem viel weggelassen haben, wo also sozusagen nur noch ein bisschen\nKrypto und Performance und Core-Kram und Internet dabei ist und.\nDie ganze Sicherheitsarchitektur basiert darauf, dass halt ausschließlich Signed-Code\nläuft und dass du quasi an einer Signatur nachweisen kannst,\nwelches Image dort läuft.\nUnd wenn die Devices und die dort laufenden Versionen auf den Servern,\ndie werden regelmäßig gepostet,\ndie Telefone können sich diese Hashes reinholen und mit jedem Request kannst\ndu sozusagen sicherstellen,\nob der kryptografische Hash,\nder dort zurückkommt von deinem API-Call auch wirklich einer ist,\nder mit den Publizierten korrespondiert.\nUnd das ist sozusagen auch das Vehikel, mit dem sie ihre Software durch Dritte\nüberprüfbar machen, weil sie nämlich diese Images, also das,\nwas tatsächlich auf diesen Servern läuft, veröffentlichen.\nAlso du kannst quasi kryptografisch sicherstellen, dass das Image,\nwas Apple veröffentlicht, auch das ist, was da läuft, weil nur das,\nda setzt es jetzt ein bisschen bei mir aus, das zu erklären,\naber im Kern gibt es quasi eine kryptografische Absicherung,\ndass die Maschinen beweisen können, welches Image sie fahren und du kannst eben\ngenau dieses Image dann auch finden auf den Servern, runterladen und ein Security\nProfessional kann das Ding halt,\nBoxen und treten und irgendwie analysieren, bis der Arzt kommt.","Du müsstest dann natürlich mit einer Testsuite drüber gehen und gucken,\nob du die gleichen Ergebnisse kriegst, wenn du die gleichen Anfragen machst.\nWeil du kannst dich ja nicht darauf verlassen, dass das, was er behauptet,\nwas er laufen lässt, auch das ist, was er laufen gelassen hat.","Doch, du kannst, das ist genau das, was sie hier beschreiben,\ndass du sicher sein kannst, dass genau der Code dort läuft.","Das mit dem Code-Signing ist ja jetzt auch keine neue Technologie,\ndie ist ja super abgehangen und da bin ich jetzt,\nalso außer macOS ist ja alles gecode-signed irgendwie und aber auch große Teile\nvon macOS sind gecode-signed und zumindest alles,\nwas im Kernel läuft und alle Extensions und so weiter.\nAlso das beeindruckt mich jetzt noch nicht so.\nDavon wäre ich jetzt einfach mal ausgegangen, dass sie das so machen.\nWie das mit diesen Images ist, finde ich ein bisschen komisch.\nAlso weil einerseits bedeutet es ja, dass wenn Sie die Images veröffentlichen,\ndass Sie dann im Prinzip auch Ihren Code offenlegen, dann ist es ja quasi Open Source.","Ja, also nicht der Source, sondern halt das compiled Ergebnis.","Das compiled Binary, aber ich meine, wer halbwegs was versteht von der Sache,\nkann aus einem compiled Binary auch wieder Source machen. Aber das ist so.","Das tun Sie. Das machen Sie. Das ist Teil dieses Prozesses.","Die Frage ist, die sich mir dann noch stellt, veröffentlichen Sie dann auch\ndie Parameter der verwendeten Models?\nAlso sprich das Model selber, was da läuft?\nDie Werte der neuronalen Netze etc.? Weil das wäre ja auch schon interessant, sage ich mal.","Das weiß ich nicht. Also ehrlich gesagt, mir geht die Beschreibung ein bisschen over my head.\nIch habe mir das nicht im Detail alles komplett durchgelesen,\nsondern mehr so das Management Summary in mich reingezogen.\nDas ist ein relativ langer Blogartikel mit viel Kryptokram, aber die wesentlichen\nFeatures sind halt im Wesentlichen die überprüfbar.\nSie haben ein Modell gebaut, mit dem du eben sicherstellen kannst,\ndass das Stück Software, mit dem dein Telefon redet, eine wohl definierte Version von Code ist,\nwo auch nichts nachträglich nachgeladen werden kann, die also sozusagen keinen\nCode Injection, kein JIT und so weiter erlaubt.\nUnd wo du eben genau sicherstellen kannst, dass das auch gerade eine offiziell\nvon Apple supportete Version ist, weil sie regelmäßig die veröffentlicht und\ndas halt runter bis auf den Note.\nAuf denen das läuft. Das ist quasi ihr Versprechen und ich denke mal,\nsie werden sich da schon ein paar Gedanken zu gemacht haben,\ndas mögen jetzt die Security-Experten, die da noch ein bisschen tiefer drinstecken,\nbewerten, wie das ist, aber ich habe ehrlich gesagt bisher nichts in der Richtung gehört,\ndass jemand dieses Modell an sich anzweifelt.\nDie gehen da schon sehr weit und so weit geht halt auch keiner.\nWir hatten ja hier in der Debatte in der letzten Woche, hieß es ja noch so,\nja, die anderen, die schreiben ja auch nichts auf die Festplatte.\nJa, mag sein, dass sie nichts auf die Festplatte schreiben,\naber keiner der Server, mit denen du da redest, authentifiziert sich dir gegenüber\nund sagt, genau, ich bin diese Version und ich habe genau,\nfahre genau dieses Image und du kannst das kryptografisch sicherstellen,\nweil nur ich kann mit diesem Hash auf deinen Request antworten,\nmit dem ich beweise, dass ich dieses Image bin.\nSo mal einfach gesagt, so funktionieren ja kryptografische Absicherungen.\nAlso mit anderen Worten, die Software ist in der Lage zu beweisen,\ndass sie sie ist und du kannst exakt genau dann diese Software so vom Server\nrunterladen, testen und überprüfen, ob die Aussagen, die Apple darüber macht, nämlich dass,\nwenn du dann ein Datenrequest reinschmeißt, dass da nichts passiert.\nAußer der Antwort, nichts irgendwo anders hinfließt, das Ding macht keine Kommunikation\nirgendwo hin und kann sowieso auf nichts schreiben, weil dann gar nichts ist zum Schreiben.\nWie sie das beweisen wollen, weiß ich jetzt nicht, aber ist so.","Ehrlich gesagt, wenn das alles mal raus ist und man da mal gucken kann,\ndann werde ich mir das nochmal angucken und versuchen zu verstehen.","Aber man kann auch sagen, das ist auf jeden Fall ein bold Move,\nden sie da machen, weil sie quasi eine komplett neue Server-Architektur rausbringen,\ndie es so in der Form bisher noch nicht gab, meines Wissens.\nVielleicht gab es das im experimentellen, akademischen Teil so als Proof of\nConcept, aber halt bestimmt nicht jetzt Large Scale mit wir bedienen jetzt mal eine Milliarde User.\nUnd generell finde ich das ja einen guten Ansatz, weil sie sagen ja gar nicht, vertraut uns einfach,\nsondern ihr könnt uns so weit vertrauen, wie uns Security Professionals,\ndie exakt genau diesen Code unter die Lupe nehmen, vertrauen. So.\nUnd das ist halt irgendwie as far as you can go. Also darüber hinaus musst du\ndann halt sagen, so ja nö, dann gehe ich lieber zu Google.\nDie versprechen mir gar nichts, da weiß ich zumindest woran ich bin.","Gut, ich verstehe die Leute nicht, die Google vertrauen, aber das ist eine ganz\nandere Diskussion. Ich auch nicht.\nDas ist eine ganz, ganz andere Diskussion.\nJa, wie gesagt, also wenn da die Details mal wirklich offen liegen,\nwerde ich mir das mal angucken, weil ich das schon sehr, sehr spannend finde.\nUnd wenn Sie tatsächlich eine Möglichkeit gefunden haben, glaubwürdig zu beweisen,\ndass das, was Sie behaupten, was da drauf läuft, auch tatsächlich da drauf läuft.\nAlso ich meine, darüber hinaus gäbe es noch Open Source. Ja,\nOpen Source ist ja schön und gut.\nIch meine, das ist wie bei Wahlcomputern, da kann die Software noch so Open\nSource sein, wenn du nicht beweisen kannst, dass der Code, den du gereviewt\nhast, hinterher auch auf dem Gerät läuft, hast du nichts gewonnen.\nUnd das kannst du halt, das ist auch nicht so einfach, würde ich mal sagen.","Also ich finde das irgendwie interessant, was da kommt Gut, wollen wir dann\nApple-Thema erstmal beenden?","Ich hatte noch einen Punkt Wir hatten in der letzten Sendung ja noch die Frage\nOkay, könnte nicht jetzt dieses Cloud Computing oder Private Cloud Computing,\nkompensieren, wenn das lokale iPhone nicht schnell genug ist?\nAlso diese 8 GB Gigabyte-RAM-Debatte, die wir da hatten.","Das wird es tun?","Apple sagt nein.","Apple sagt nein.","Apple sagt nein. Apple sagt, es ist derzeit nicht vorgesehen,\ndass du auf einem 4, 6, was auch immer Gigabyte-Modell dann halt mehr in die\nPrivate Cloud auslagerst, sondern sie sagen nein, diese lokalen Instanzen sind\nso integraler Bestandteil,\nder Strategie, dort läuft dann eben gar nichts.\nUnd da kommt eben genau das her, dass dann selbst ein iPhone 15 es nicht kann,\nsondern nur ein Pro, weil das halt 8 Gig RAM hat. Das mögen sie irgendwann mal ändern.\nDerzeit ist es so. Sprich, wenn sie LLM dann vielleicht doch irgendwie lokal\nso runtergekocht kriegen, dass es dann auch irgendwie auf 6 oder 4 performant läuft.","Naja, ich meine, das ist halt auch ein Unterschied, ob eine UI in zig Millisekunden\nreagiert oder erst einen Roundtrip zu irgendwelchen Apple-Servern in Kalifornien braucht.","Ja, derzeit gibt es den ja aber halt auch. Also man wird natürlich jetzt mit\ngesundem Menschenverstand versuchen zu argumentieren, derzeit habe ich genau\ndieselbe Latenz und Scheißergebnisse.\nDann hätte ich doch gerne meinetwegen die doppelte Latenz, aber sehr gute Ergebnisse.\nJa, das halte ich ja aus als Nutzer, aber so tickt Apple halt nicht.","Naja, es kommt natürlich noch ein Kostenfaktor dazu. Alles, was du auf dem Device\nrechnen kannst, erzeugt keinen Aufwand in deinem Datacenter.","Und letzter Punkt, der mittlerweile bekannt ist, was für Trainingsdaten haben\nsie eigentlich jetzt genommen, gerade für ihr sogenanntes Foundation Model,\nwas quasi ihr Basic LLM ist.\nUnd da ist dann also die Aussage, sowohl lizenzierte Daten als auch frei im\nInternet verfügbare Ressourcen.\nAlso sprich, sie haben wie alle anderen auch das Internet abgegrast.\nMan kann jetzt ein Opt-out machen. Das ist also jetzt dokumentiert,\nwie du jetzt also in deinen HTML-Head reinschreibst. Nein, Apple,\nich möchte nicht für Trainings hier halten, was natürlich komplett pointless\nist, weil es ist ja schon passiert.\nFür eine neue Seite kannst du das machen, aber für alles vorherige kannst du\ndavon ausgehen, so Apple hat es schon abgesagt.","Naja, sie werden ja ab und zu retrainieren, also neu trainieren und dafür werden\nsie wahrscheinlich auch neu Aber ich die.","Debatte wirklich nie verstanden habe. Also das freie Internet sollte sich dadurch\ndefinieren, dass es eben nur mal frei ist. Also da kommt ja wieder mein Bibliotheksherz durch.","Aber Copyright.","Die Künstler. Die Künstler, ja. Achso.","Ja, das ist schwieriger.","Ja, man veröffentlicht will aber nicht, dass es jemand sieht.\nDas ist für mich auch nicht nachvollziehbar. Aber gut.","Ich finde auch dieses Trainieren auf gar nicht so problematisch,\nmuss ich sagen, wie die Zugriffe, die bisher schon immer möglich waren.\nGibt es sehr viel mehr Probleme mit irgendwie Kopien von deinem Inhalt im Internet,\ndie sich ohnehin nicht an irgendwelche Header halten.","Aber auf jeden Fall, die Frage ist jetzt beantwortet, ja, Apple macht das jetzt\nnicht anders. Hier hätte man ja demonstrativ einen anderen Weg gehen können.\nWir machen jetzt einen Special Deal mit der der New York Times und mit.","Das Gerücht gab es aber, dass sie das auch haben. Also ich glaube,\ndass das sozusagen eine Mischung aus allem sein wird.\nAber wenn sie jetzt irgendwie Wikidata scrapen, irgendwie kann ich nur sagen, ja, go for it.","Dafür ist es ja da.","Dass sie da jetzt keine detaillierte Liste machen mit, die haben wir so und\ndie haben wir so. Naja, mal gucken.","Das klingt mir aber auch sehr nach Einzelfallentscheidung, wann es okay ist\nund wann es nicht okay ist.","Ja, braucht man vielleicht auch. Naja.","Gut, gut.","Dann erstmal Schluss hier mit Äppeleien. Wir haben jetzt noch ein paar Bereiche.\nAch nee, stimmt, eine Äppelei haben wir noch.\nWollen wir die nochmal abfegen, Roddy?\nDann haben wir das ganze Äppel-Thema.","Ich hab auch noch eine.","Du hast auch noch eine? Ich hab auch noch eine.","Ja.","Okay.","Aber dauert auch nicht lange.","Die steht aber nicht in der Liste.","Doch, die steht in der Liste. Ach doch, da.","Oh ja, Entschuldigung. Lalalalala. Na komm, dann machen wir die beiden Äppeleien\nnoch und dann reden wir über die anderen Sachen.","Können die Leute genug skippen und kommen nicht in Verwirrung.","Wer will zuerst?","Ich mach mal einfach meins, weil das geht, glaube ich, wirklich kurz.\nEs gibt einen Dienst, den ich eigentlich sehr schätze, Backmarket.\nDas ist eine Seite, wo man gut, in Anführungszeichen, gebrauchte Apple-Geräte,\nauch andere Geräte, kaufen kann für verstörend teilweise günstige Konditionen.\nAlso da kriegst du ein iPhone 14 Pro für 25-30% unter dem, was du im Apple Store kaufst und,\nich hab ja selber eins genau von dort, als ich ihn gekriegt hatte,\nwar also der Screen komplett ohne jeden Kratzer und Akkukapazität auf 99% oder\nAkkulebensdauer, also scheinbar wirklich kein Haken dran und alles super.","Ja, gibt's das schon? Echt?","Das kannst du noch nicht? Das gibt es mindestens fünf Jahre.\nUnd das ist von der ganzen Handling und so ist das alles richtig schön.","Also was ist jetzt da der Clou? Sind das jetzt einfach gebrauchte Geräte oder was?","Man weiß es nicht so recht. Also dafür, dass sie gebraucht sind,\ndafür ist der Zustand eigentlich zu gut.\nAlso du kannst den Zustand auch mit so einem Schieberegler einstellen zwischen\nirgendwie okay, gut, sehr gut und hervorragend.\nUnd ich habe jetzt hier ein gutes und das war, würde ich sagen,\nirgendwo vom Laster gefallen als neuwertig und wurde nie eingeschaltet.\nAnders kann ich mir den Zustand, wie ich das hatte, eigentlich nicht erklären.\nSo und Claudia hatte sich jetzt von da aus auch ein neues geholt,\nauch ein 14 Pro und exakt derselbe fantastische Zustand.\nAber nicht alle iPhones sind gleich auf dieser Welt, sondern manche sind gleicher als andere.\nUnd was sowohl bei meinem 14 Pro der Fall war, als auch jetzt bei der Claudias,\nist, dass die eben nicht aus der EU kamen, sondern aus der großen weiten Welt.\nUnd mein iPhone kam aus Südkorea und das von Claudia kam aus China.","Was heißt das? Es wurde von da geschickt oder es handelt sich um ein China-Modell\nmit den entsprechenden LTE-Konsequenzen?","Ja, ganz genau. Und dann fängt nämlich der ganze Hässel an bei der Geschichte hier.\nIch poste jetzt mal einen Link, das ist hier die Apple-Wiki mit den ganzen Ländercodes,\nwo man also nachvollziehen kann,\nokay, wir haben jetzt also hier einen iPhone 4 und das hatte die Nummer MC605LL-A\nund hinter der Zahl, diese beiden Buchstaben, LL in dem Fall,\ndas ist dann also der sogenannte Ländercode oder Model Region Code.\nUnd dort lohnt es sich dann vorher mal nachzuschauen, was die Geräte denn eventuell\nfür Einschränkungen haben.\nDie sind nämlich teilweise relativ wuchtig. Also beispielsweise jetzt Mainz\naus Südkorea, ja wohlbemerkt Südkorea, nicht Nordkorea.","Ja, das würde mich jetzt auch sehr wundern.","Hat seit zehn Jahren deaktiviert die Find My Funktion.","Ach, okay.\nUnd die ist jetzt bei dir auch deaktiviert?","Die ist bei mir deaktiviert und ich habe auch keinen Family-Tab oder Person-Tab\nin meiner Find-Me-App hier.","Und was hast du jetzt gemacht? Das schickst du doch zurück?","Ja, das habe ich nach einem Vierteljahr gemerkt. Da hat es keinen Sinn mehr gehabt.\nAlso damit muss ich jetzt leben. Du kannst immer noch das Gerät als Device orten.\nUnd auch kann jetzt, wenn ich wissen will, wo ist meine Frau,\nkann ich ihr Gerät orten, aber ich kann sie nicht als Person orten.","Ja, toll.","Aber das hätte ich jetzt auch bei Südkorea irgendwie nicht vermutet.\nWenn du ein Japan-Modell hast, hast du bei jedem Foto, was du machst,\nein lautes Klickgeräusch.\nAlso dieses klassische Fotoschatter-Simulationsgeräusch.\nUnd kannst es nicht abschalten.\nWarum auch immer, ihr lieben Japaner. Ja, damit man weiß, wenn man fotografiert wird.\nNaja, wir wissen schon warum. Man ahnt sehr schnell warum. Ja,\nso okay, Chauvinismus off.\nSo und China, ja gut, da erwartet man dann natürlich so das eine oder andere,\naber das führt dann also dazu, dass dann also Claudia das schlicht nicht mit\neiner eSIM aktivieren konnte.\nJa, also es hatte sich schön bei mir einen Frank Code gezogen und wollte jetzt\nalso ihr iPhone entsprechend einrichten, damit funktionierte nicht.\nUnd selbst der Datentransfer von ihrem alten iPhone funktionierte nicht,\nsondern ist in der Mitte irgendwo abgebrochen.\nSo, die hat sie natürlich dann sofort zurückgeschickt.\nAlso da muss man wirklich hinterher schauen.\nGrundsätzlich coole Idee, im Zweifelsfall vielleicht sogar irgendwie nachhaltig\nvorbei. Also ich mich schon frage, wo kommen diese Teile her?\nJa, die sind also nicht original verpackt, sondern die kommen dann schon so\nin irgendwelchen Transport-Bags daher.","Und diese Modellnummer, die stand auch beim Verkauf vorher nicht da,\noder? Du hast einfach irgendeines geschickt bekommen?","Also wenn man die richtigen Teile aufschiebt, dann steht sie da.\nAber bei Claudia war eine falsche angegeben. Wir haben Screenshots.\nSie hat das dann auch an Backmarket gemeldet und wahrscheinlich wird da jetzt\nauch der Unterverkäufer aus dem Verkehr gezogen, vermute ich mal,\ndass sie sich das auch nicht bieten lassen wollen.\nSelbst wenn man es online vorher nachvollzieht, da war nämlich bei ihr Europa\nangegeben, etwas weiterer Range.\nAber gekommen ist dann halt China. Und das geht dann natürlich nicht.","Aber was meinst du, wie viel Geld du dir damit jetzt gespart hast?","Also mit meinem habe ich ziemlich genau 350 Euro gespart. Cash-off gerade so.\nUnd für 350 Euro neue Gerät, dafür verzeigte ich da mal auf den People-Tab an der Stelle.","Tatsächlich? Das kann ich überhaupt nicht nachvollziehen, wie du das jetzt wie\ndu, ne. Nie mal so einen Scheiß.","Nie wieder, wir timmen mich mit demselben Auge. Tu dieses iPhone weg,\nich kann es nicht ertragen.","Für 350 Euro, wo die auf das wichtigste Feature verzichten.","Also für 350 Euro redest du dir das schön.","Das ist eines der wichtigsten, besten Features überhaupt.","Ja, aber ich habe es ja gerade eben gesagt, ich finde ja alle Leute.\nIch finde sie nur nicht über den People-Tab, sondern über den Devices-Tab.","Du kannst auch durch die Röhrchen atmen, das funktioniert natürlich auch super.\nIch kriege alles, was ich brauche. Copium-Netzwerk.","Also, lange Rede, kurzer Sinn.","IPhone-Copium.","IPhone-Copium, ja.","Augen auf, beim iPhone gebraucht.","Okay.\nTja, das ist der linke Winkel. Alright, das ist ja eine traurige Geschichte.\nWas hast du denn noch für eine schöne Geschichte zu erzählen?","Also, nachdem ich glaube das letzte Mal irgendwie klar war, dass mein bisheriges\niPad die nächste Major iOS Release nicht mehr sehen wird,\nhabe ich dann doch gedacht, na gut, dann kaufst du halt jetzt mal ein neues.\nUnd ich habe also ein iPad Air M2 gekauft, was vor ein paar Wochen angekündigt wurde.\nUnd es passierte etwas, was ich schon vermutet hatte, nämlich es ist in nichts\nWesentlichen irgendwie schneller als das alte iPad.\nAlso der reine Speed des iPads hat sich irgendwie gefühlt nicht verändert.\nKlar, der Akku hält jetzt länger, weil der vom alten iPad schon so ein bisschen schwächelte.","Gegenüber was war im iPad? Gegenüber dem ersten Pro?","IPad Pro 10,5 Zoll. Das ist nicht das erste Pro, aber ich glaube,\nes ist das letzte Pro, was noch ein Home-Button hatte.","Genau, und danach kam das, was ich habe, das L war, genau.","Und ich weiß nicht, da gibt es jetzt eine Sache, die sich geändert hat,\nalso okay, das hat jetzt USB-C, das ist jetzt aber nicht weiter von Belang.\nEine Sache hat sich geändert, die hat mich sehr, sehr verwirrt und zwar,\ndass das alte iPad Pro mit dem Home-Button, Und da war das so,\nwenn der Homebutton unten ist, dann sind die Lautleisertasten an der rechten Seite.\nSo, die obere Lautleisertaste macht lauter, die untere Lautleisertaste macht leiser.","So gehört es sich.","Was passiert, wenn man das iPad umdreht, sodass der Home-Button oben ist?\nDann sind die Tasten natürlich auf der linken Seite und dann macht natürlich\ndie untere Taste lauter und die obere leiser.\nWas passiert jetzt mit diesem iPad? Ich habe immer noch Probleme, mich daran zu gewöhnen.\nWenn also der USB-C-Port unten ist, dann sind auch da die Laut-Leiser-Tasten rechts.\nDie obere macht lauter und die untere macht leiser. So wie man es erwarten würde.","Und dann drehst du es, dann wird es umgeschaltet.","Genau.","You're holding it wrong. Ja, total. Aber ist das nicht eigentlich ganz nett?","Das ist übrigens ein OS-Feature, was sie eingebaut haben. Also das ist auch\nbei meinem iPad später dazugekommen.\nDas hätte eigentlich bei deinem alten iPad auch noch so sein müssen.","Aber warum solltest du es eigentlich in Anführungszeichen falsch rumhalten?","Nein, was besonders verwirrend ist, ist Landscape.\nWenn jetzt die beiden Tasten oben sind, dann ist es ja so, beim laut-leiser-Machen\nwird dieser Balken eingeblendet.\nUnd der füllt sich von links nach rechts.\nDas heißt, man macht mit der rechten Taste lauter, damit sich der Balken weiter füllt.","Es geht generell um den Balken und die Position der Buttons relativ zum Balken.\nEs ist auch wirklich schwierig, sich daran zu gewöhnen. allerdings,\nalso Scroll-Richtung, das hatte ich sehr schnell drauf.\nDas mit den Lautstärke-Tasten dauert noch so ein bisschen. Ich finde,\nsie haben da einen Punkt, aber es ist dadurch, dass man das Ding halt auch beliebig\nirgendwie drehen kann und immer wieder eine andere Logik greift,\nist es in der Tat schwierig.\nAber du hast ja jetzt auch den geilen Pencil, ne?","Den Pencil Pro?","Genau.","Und jetzt zeig mal diese Shadow-Nummer, das habe ich noch nie gesehen.","Da habe ich jetzt erstmal gerantet, weil der Der Aufschrift Pencil Pro ist nur\ndann richtig rum, wenn man Rechtshänder ist.\nWenn man Linkshänder ist, dann muss man sich das schöne Pencil Pro Logo auf\ndem Kopf angucken. Aber okay, sei es drum.","Das sollte sich mitdrehen.","Das sollte ein Display sein. So gestraft.","Genau. Also was passiert, wenn man jetzt den Pencil in Nähe der...\nDer Scheibe tut, dann sieht man also nicht nur diesen, der Schatten ist wirklich schwer zu sehen.","Ich seh den.","Ja, man sieht den, er ist schwer zu sehen. Aber man sieht halt auch den Punkt,\nwo man schreiben wird, wenn man dann tatsächlich drauf drückt. Und?","Wer das noch nicht mitbekommen hat, also wenn man den Pencil irgendwo hin hält,\nnah genug, dann wird auf dem Bildschirm ein virtueller Schatten des Stiftes,\nso wie wie man ihn gerade hält.\nDer könnte stärker sein. Als würde das Licht von oben kommen.","Den hätte ich gerne stärker.","Drauf gemalt.","Es wird sogar so eine Feder simuliert im Schatten.","Es ist abhängig davon, welches Tool du hast. Wenn du einen Pinsel auswählst,\ndann sieht es auch aus wie ein Pinsel. Also du willst sozusagen ein anderes.\nWo kann man denn das Tool auswählen?","Hast du Procreate drauf?","Moment. Halt, halt, halt, halt, halt. Nein, nein, nein, nein.\nWas du jetzt machst, geh mal in die Nähe und dann drückst du unten drauf. Auf die flache Seite.","Ich bin mir gar nicht sicher, ob ich hier überhaupt eine Frage... Oh, schwierig.","Nochmal.","So, dann kommt so ein Kontextmenü.","Alles kaputt, mach du mal. Ja, ich habe vielleicht eine etwas komische Stifthaltung.","So, dann kommt nämlich dieses Menü.","Ach so, so ein Halbkreis-Menü. Und jetzt kannst du verschiedene Sachen auswählen.","Was haben wir da?","Stift, Feder, Radiergummi. Und das sieht man auch im Schatten, ne?","Das sieht man auch im Schatten. Na ja gut, das ist jetzt die Notiz-App von Apple.","Das ist aber ein Framework, was generell gilt. Also alle Programme,\ndie das irgendwie nutzen, haben dieselbe Funktionalität und dieser Schatten,\nder richtet sich nach dem eingestellten Tool.\nDings ist, ist das und wenn es halt eine Fehler ist, jetzt kannst du noch drehen\nden Pencil. Also auch die Drehrichtung ist sozusagen entscheidend.","Im Schatten zu sehen.","Das ist wirklich Magie.","Das ist abgefahren.","Das ist einfach, verstehst du,\ndas macht das DMA, macht dieses Feature wahrscheinlich im Herbst zunichte.","Kaputt. Das geht nicht.","Ihr müsst die Stifte genauso scheiße zeichnen wie alle anderen auch.","Das Einzige, was mir wirklich fehlt, was auch halt auch alle sagen ist,\nwarum, wenn ich das Teil umdrehe, habe ich nicht den Radiergummi.","Ja, das will ich auch haben. Das stimmt.","Also man hat den Radiergummi natürlich auch auf dem Schnellzugriff Ding,\naber nee, also das und diese Feder, die sich so dreht, also dazu kommt ja noch,\nder Stift hat ja noch eine Drehungsausrichtung und die Feder hat eine gewisse Breite.\nIch weiß nicht, ob ich das jetzt irgendwie Du kommst da irgendwie.","Nicht in die erweiterten Settings rein, so sehr du dich auch mühst.","Keine Ahnung, das hat aber auch schon mal funktioniert.","Ich will es klassisch beschreiben, wir sind ein Podcast.","Also, wenn man auf die flache Seite des Pencils drückt, unten ungefähr,\nsagen wir, drei Zentimeter vor der Spitze, dann gibt es so einen schönen Taptic\nDevice Tab, als hätte man irgendeinen Schalter gedrückt.\nUnd dann geht so ein rundes Menü auf und in diesem runden Menü gibt es ein,\nhier gibt es noch mehr Punkt, Punkt, Punkt, Punkt, Punkt, Ding.","Den kann man aber nicht drücken und das macht einen völlig rasend.","Warte mal, vielleicht muss ich hier nochmal drücken.","Oder bleib mal unten dann, ob du so presst du.","Ja, keine Ahnung, ob das jetzt.","Draufdrücken und gedrückt lassen, probier das doch mal.","Nee, dann ist er weg. Egal. Du kannst, wenn du willst, natürlich auch Procreate ausprobieren?","Ah ja, das gibt man ja. Also Procreate, das ist so die Flaggschiff-iPad-Zeichnen-mal-Kreativ-App-Sovo.\nAber hier ist jetzt kein Schatten drin und kein Punkt.","Nee, das hat Pro...\nProcreate noch nicht. Da weiß ich nicht, ob das noch nachgeliefert wird oder was.","Also das wundert mich aber, weil die ja extrem quasi auch so Apple-friendly\nund Best Buddies und so sind, dass sie das nicht von Releasetag an,\nweil das ist ja jetzt schon ein paar Monate draußen.\nWochen, aber etliche Wochen. Da hätte ich jetzt von Procreate erwartet,\ndass sie doch da als allererstes mit rauskommen.","Ganz ehrlich, ich habe Procreate nur so ein bisschen versucht,\nhabe dann ansonsten noch ein bisschen in der Notizen-App rumge...\nAlso was ich halt auch gerne mache, weil es auch ganz schön ist, ist in,\nder Dateien-App kann man ja PDFs aufmachen und dann kann man in den PDFs mit dem Stift rumpinseln.\nDas ist, wenn man irgendwie so Chor singt und Noten hat und so weiter,\ndann kann man da halt einfach mit Bordmitteln in den Noten rumwurschteln und,\ndas macht sich eigentlich ganz gut.","Ich hab's geschafft. Aber,\ntrotzdem schwierig. Ich finde dieses Handling von diesem Menü mit diesem auf\nder flachen Seite, da braucht man glaube ich sehr viel Übung für.\nDas finde ich nicht wirklich intuitiv. Und den Schatten hätte ich mir mir echt\ndeutlich stärker gewünscht.\nDer ist Eye-Candy, aber eigentlich wirklich nur für die, die wissen, dass er mal da ist.","Vielleicht kann man den auch irgendwo noch einstellen, das kann natürlich sein. Das weiß ich nicht.","Ja, Europäer, dass ihr immer so an Apple rummeckern müsst.","Also ich muss sagen, der Stift, der gefällt mir sehr gut, auch wenn ich ihn\nnicht viel benutze, aber also ohne würde was fehlen.\nUnd dass der auch sitzt magnetisch gut,\nlädt magnetisch also induktiv nehme\nich mal an der ist einfach also der ist wirklich flawless magnetisch praktisch\ngut magnetisch praktisch gut das kann man das kann man zu dem stift zu sagen\nund also ich meine es gab halt die möglichkeit den älteren pencil der aber irgendwie\nnur über usb geladen werden kann aus irgendwelchen gründen.","Der ganz alte, ja.","Nee, nicht der ganz alte, sondern sie haben noch einen anderen.","Achso, ja, diese zwischendurch halt.","Keine Ahnung. Der hätte halt 100 Euro gekostet und für 150 bekommt man halt\nden Pro und dann, weiß ich nicht.","Ich bin jetzt immer noch in derselben App, also immer noch in der Notiz-App,\nallerdings jetzt im Textmodus, wo wir jetzt das Outline zu unserer Sendung haben.\nUnd da funktioniert aber dieser Punkt-Preview auch nicht. Also es ist noch nicht\nso richtig konsequent so durchs OS durchgezogen.","Du, das kann durchaus sein.","Meinst du die Beta-Version ist noch nicht vollständig?","Siehst du?","Nein, das ist nicht die Beta-Version.","Das ist ja ganz normal.","Das ist noch die alte Release-Version. Ich habe tatsächlich jetzt auf dem iPad\ndie Beta noch nicht drauf.\nIch hatte ja die Beta auf dem Firmen-iPad drauf gemacht, aber das habe ich wiederum\nmit keinem Pencil gepairt. Insofern kann ich jetzt zu Pencil und Marth Notes nichts sagen.\nIch habe das ja nur quasi mit dem Finger ausprobiert und da hat es halt einigermaßen gut funktioniert.\nAber Marth Notes hängt jetzt nicht so viel vom Stift ab.\nIm Großen und Ganzen bin ich aber sehr zufrieden mit dem Ding und ein weiteres\nDing, was ich natürlich unbedingt ausprobieren musste, ich habe mir Assassin's\nCreed Mirage runtergeladen.\nViele, viele Gigabytes kostet das und man kann ohne zu bezahlen tatsächlich\nauch quasi so ein Demo-Ding, so ein Prolog, nennen sie das, spielen.\nDas ist erstaunlich gut. Also da war ich echt erstaunt, wie gut und flüssig\ndas läuft, wie gut das aussieht.\nDa würde ich nochmal sagen, wenn Apple sich reinhängt und in diesen Emerging-Markt\ndes Handheld-Gaming-Dings einbrechen würde,\nSo ein Mac Mini mit angebauten Controllern, mit einem ordentlichen Chip,\ndann hätten sie da eine Chance, zumindest dann, wenn sie irgendwie auch sonst\ndie Entwickler alle auf Linie kriegen.","Also du hast mir das ja eben gezeigt und hast hier auch deinen Playstation 3\nControl mitgebracht. Das sah schon toll aus.\nIch habe lange keinen Assassin's Creed mehr gespielt, ist mir dabei aufgefallen.\nDie Grafik hat da doch nochmal den einen oder anderen Sprung gemacht,\nauch wenn du sagst, dass es auf dem PC quasi nochmal zwei Umdrehungen besser\naussieht. Aber das ist schon eine wirklich beeindruckende Spielegrafik.\nAlso die Framerate könnte ein Tucken schneller sein. Also würde ich sagen.","So ungefähr 30.","Also so, dass es nicht nervt, aber auch nicht so, dass es jetzt so ultraflüssig ist.\nDa ist sicherlich noch ein bisschen Luft nach oben. Aber grundsätzlich,\ndass sowas jetzt auf so einem Tablet läuft, ist schon cool, muss man sagen.","Also ja, ich denke, wenn Apple wollte und wenn sie den Ball richtig spielen,\nkönnten sie so bei Switch und, wie heißen die anderen?","Da so ein bisschen wildern. Switch ist halt Nintendo.","Ja, aber dann gibt es noch das Ding von Steam Deck und so, also in der Gegend,\nda könnten sie wildern, da könnten sie vielleicht auch irgendwie,\nalso ich will jetzt nicht sagen den Markt aufrollen, das ist vielleicht ein\nbisschen viel verlangt, aber zumindest haben sie die Prozessoren und die Hardware haben sie.\nGanz einfach, die Hardware haben sie.","Ich habe jetzt in meiner Facebook-Timeline, wo ich immer noch relativ gute Werbeanzeigen\nleider bekomme, ich weiß nicht aus welchem Grund, irgendwie targeten nehme ich da ganz gut,\nhabe ich jetzt pro Tag fünfmal so eine Konstruktion reingespielt,\nwo man einen Controller,\nquasi eine Controllerhülle hat, wo du in die Mitte das iPhone reinklemmst,\num dann damit Xbox Remote oder Playstation Cloud zu spielen.\nJa, und das ist natürlich dann schon ziemlich dicht dran an dem,\nwas ich ja immer einfordere.\nEs muss schon irgendwie mit einem Controller zusammengedacht werden, so wie bei einer Switch.\nDas ist halt einfach das Erfolgskonzept von der, dass du es wirklich so integriert\nin einem Gerät hast und nicht alles so irgendwie nebenbei und zwei Sachen wieder im Rucksack.","Ja, also Spiele ohne Controller wird schwierig.\nAlso Maus und Tastatur schließt man jetzt natürlich nicht an ein iPad an.","Weil dann hast du halt so deine Xbox immer dabei. Das ist schon nicht so schlecht.","Ja, soviel zum Thema iPad Air M2. Passt.","Okay, super. Dann war es das jetzt wirklich mit Apple. Vorerst.","Da, da, da, da.","Was uns noch über den Weg läuft.\nIch kann ja mal kurz eine, ich weiß gar nicht, also die Geschichte ist eigentlich\ngar nicht so spannend zu erzählen, aber ich wollte es trotzdem mal zum Besten geben.\nEs gab sich ja mal zu einer Zeit, da wurde ja in dieser Sendung auch viel über\nso Bitcoin und so ein Kram geredet.\nDas waren noch Zeiten. Und ich bin auch ehrlich gesagt ganz froh,\ndass wir das nicht mehr tun, weil das ist einfach mittlerweile alles eine wilde Welt.\nAber es gab ja mal so diese Phase und ich weiß nicht, ob ihr euch noch daran\nerinnert, aber so ganz am Anfang, als das alles so losging, gab es diese erste Börse, Mount Gox.","Da gab es doch mal einen Song zu hier. Ja, ja.","Da gab es sogar einen Mount Gox Song, genau.\nDen könnten wir ja noch mal einwerfen.","Die sind doch dann ganz fürchterlich gescheitert, wenn ich das richtig in Ordnung habe.","Die sind ganz fürchterlich gescheitert, weil das natürlich wie all diese ganzen\nKrypto-Projekte ein totaler Scam war von Leuten, die irgendwie keine Ahnung\nhaben und die das irgendwie, ja weiß ich nicht,\nsich da total verzockt haben und ich weiß gar nicht mehr so ganz genau.\nAuf jeden Fall war das irgendein Heini, der diesen Laden in Japan aufgebaut\nhat und von dort aus irgendwie betrieben hat.\nNaja und auf jeden Fall war dann Mt. Gox pleite.","Ja, die sind irgendwie von einem\nBlack Hat gepentestet worden und dann war ganz viel von dem Kram weg.\nVon den Bitcoins, oder? War das nicht so?","Ich weiß es ehrlich gesagt gar nicht mehr, wie das überhaupt gelaufen ist.\nWo ist denn überhaupt dieser Mount Gox Song? Wo habe ich den denn?\nJetzt wo du es sagst, fällt mir das auch gerade wieder ein, dass wir irgendwann\nmal diesen Mount Gox Song hatten. Finde ich noch.\nUnd auf jeden Fall hatte ich dann auch damals, zu dem Zeitpunkt, damit rumgespielt.\nUnd als halt Mt. Gox unterging, waren halt so ein paar Bitcoin von mir tatsächlich\nmit in dieser Untergangsmasse.","Oh no!","Oh no!\nDas ist jetzt alles zehn Jahre her. Wie, aber pfff. Naja, und ähm.\nUnd was dann passierte war, dass man als Owner von diesen Beständen,\nalso weil man da so einen Account hatte, dann aber auch tatsächlich irgendwann\nmal nach, ich weiß nicht mehr ganz genau, wann das losging,\nes hat irgendwie ein, zwei Jahre, hat das irgendwie gedauert.\nIch gucke gerade mal, von wann hier die ersten Dokumente sind.\nVon April 2014 habe ich das erste Mal so ein japanisches Zettelchen irgendwie zugeschickt bekommen.\nAn meine Adresse als Post sozusagen. Also an meine registrierte Adresse.\nNicht per Mail, sondern wirklich so ein Ding, wo ganz viel auf Japanisch draufsteht,\naber natürlich auch alles nochmal auf Englisch.\nNotice of Commencement of Bankruptcy Proceedings.\nSo und dann halt so ein sehr formales, sehr japanisches Dokument,\nwas mir halt einfach irgendwie erzählt, dass also jetzt hier die Bankruptcy Proceedings von Mt.\nGox irgendwie sind und weil ich ja da irgendwie Kunde war und weil ich da irgendwie\npotenziell irgendwelche Claims habe, naja, werde ich halt jetzt hier irgendwie\nangeschrieben und dann ging das halt irgendwie so los.\nUnd man sollte dann halt sich irgendwie registrieren.\nUnd dem Ganzen folgte ein jahrelanges Hin und Her.\nAlso es passierte dann immer ganz lange Zeit nichts. Ich habe mich dann halt\nirgendwann mal eingetragen und gesagt, ja okay, hier, ich hätte da auch ein\npaar Bitcoin rumliegen, falls es da noch was für gibt und so,\nich bin dabei. natürlich nicht mit gerechnet.\nUnd dann ging das irgendwie bis zum, also ich hatte glaube ich so vier.\nVier oder fünf Mal in dieser Zeit, also gefühlt so alle zwei Jahre, passierte wieder was.\nAlso man kriegte immer mal wieder so E-Mails mit irgendwas, das passiert und\njemand hat sich getroffen, aber im Wesentlichen war es immer so,\nja, alles wurde nochmal verschoben.\nAch ja, übrigens, es wurde nochmal alles verschoben und jetzt ist die Deadline\nfür alle Claims ist dann und dann.\nIch habe mich dann immer, dann war das eine grausame Webseite.\nGut, also japanisch, aber eben auch alles auf Englisch. Das war schon insofern ganz gut gemacht.\nWir haben einen riesen Aufwand gefahren, um irgendwie diese ganzen Claims da einzufangen.\nZwischendurch wurde es so noch von irgendwelchen Bitcoin-Händlern angeschrieben,\nob du nicht bereit bist, auf deine Claims zu verzichten. Dann kriegst du das irgendwie abgekauft.\nUnd hätte ich zwar fast gemacht, Nacht, aber...\nDa kam es dann irgendwie auch nicht zu, keine Ahnung, wahrscheinlich waren die\nmittlerweile auch von der Polizei abgeräumt worden oder so.","Was weiß ich. Kennst du das Intro von Ritte der Kokosnuss?\nWelche Lamas alles geseckt wurden von der Police?\nDas suche ich auch mal raus, das erinnert mich sehr daran. Das müssen wir ja\nauch in die Shownotes bringen.","Auf jeden Fall, es ging immer hin und her und dann eskalierte es halt immer\nweiter mit ja und jetzt musst du hier deine Claims eintragen und dann musst\ndu das nochmal anwenden und dann musst du dieses und ich musste tausend Dokumente\nhochladen und nochmal einen Pass und was nicht alles.\nAlles und ich kann es ehrlich gesagt gar nicht alles sagen, was ich da so über\ndie Zeit aber ich habe immer so gedacht, da habe ich mich irgendwann nochmal\nso eingeloggt, weil ich dachte mir, so passiert da eigentlich noch irgendwas vor zwei Jahren oder so.\nEhrlich gesagt, ich war überrascht, dass es mir immer noch gelungen ist,\nmich da einzuloggen, meinen Second Factor irgendwie nie verloren habe,\ndass ich immer das richtige Passwort hatte.\nIch konnte mich immer auf diese Webseite einloggen, das funktionierte auch und\nUnd ich hatte dann auch einen Eintrag und dann gab es aber dann immer so eine\nschwer verständliche Zeile mit, ja, hier sind deine Claims, so und so viel Bitcoin.\nUnd hier in dieser Spalte, approved Claims, null.\nUnd ich habe immer nicht verstanden, ob ich irgendwas nicht gemacht habe oder so.\nIch habe einfach nichts drauf gegeben. Aber ich habe einfach das Spiel mitgespielt,\nhabe immer alles irgendwie versucht richtig einzutragen, wusste aber gar nicht\nso richtig, was sie von mir wollen.\nJa, und dann vor drei Wochen oder so tauchte auf einmal Geld auf.","Hunderttausende von Euro.","Nein, leider nicht. Ich habe tatsächlich für diese Bitcoin noch Kohle bekommen.","4,50 Euro.","Nein, es war ein milder, vielstelliger Betrag, der mir überwiesen wurde.","Immerhin.","Immerhin, ja. Also der heutige Bitcoin-Wert wäre so das hundertfache davon gewesen.\nAlso zu dem Tarif hätte ich dann auf jeden Fall hier zumachen können,\naber soweit ist es nicht gekommen.\nAber das kam dann einfach so kommentarlos hin. Also ich hatte irgendwann mal\nBankverbindung angegeben, offensichtlich. Das konnte mich gar nicht mehr daran\nerinnern. Und jetzt, tadaa.\nHat sich tatsächlich alle Leute irgendwie noch mit irgendeiner Kohle, ich weiß nicht.","Irgendeine Behörde hat einfach mal gearbeitet.","Ja und vor allem, wo haben sie die her? Also ich vermute mal,\nsie haben dann irgendwie die Rest, sie hatten irgendwann mal so Rest-Bitcoin\ngefunden und haben die dann wahrscheinlich irgendwie erst jetzt verkauft und\nhatten dann irgendwie die Kohle, um irgendwie alle zu dem damaligen Kurs auszuzeigen.\nNein, immerhin, immerhin.\nInsofern bin ich jetzt ein happy Bitcoin-Kunde, aber ich habe vor einiger Zeit\nall mein ganzes Krypto-Zeug, was ich noch hatte, alles verkauft,\nweil wir mit nichts zu tun haben.\nDu bist kryptolos. Ich bin kryptolos.","Oder eher Kryptopleite?","Nö, ich bin einfach… Kryptolos glücklich. Am Anfang wurden mir so Bitcoin gespendet.\nIch habe ehrlich gesagt nie wirklich welche gekauft.\nIch hatte nur so Spendenbestandteile. Am Anfang war das dann natürlich entsprechend\nmehr, weil das ja nichts wert war.\nUnd klar ist dann irgendwie immer mehr wert geworden. und irgendwann dachte\nich halt so, was soll der Geiz, irgendwie versilberst du dir das,\nkannst du dir was von kaufen, alles gut.\nNur diese Bitcoin-Kohle bei Mt. Gox, die habe ich halt irgendwie schon vergessen.\nUnd offensichtlich hier, und Erik hat es natürlich sofort gefunden.\nWollen wir das mal kurz hören? Das ist Spiel doch mal.\nSpiels doch nochmal Sam. Ich muss erstmal hier Cookies ablehnen.\nPreviously on Freakshow 129 Mount Gox von dem großartigen David.","Sehr schön.","Die Continuation, die hattest du jetzt.","Ja, ja.\nSo viel dazu zu Mt. Gox. Wer möchte weitermachen?","Was haben wir denn noch?","Naja, zwei kleinere Sachen, wenn ich das richtig sehe und dann wollte ich nochmal\nein bisschen weiter ausholen.","Ich kann mal nochmal über Autofahren reden.\nUnd zwar, wann war das dann? Vorletzte Woche. Vorletzte Woche.\nDonnerstag hatten wir so einen, ich nenne es mal Außentermin von der Firma,\nirgendwie mit, Team Day nannte sich das, mit Bespaßung.\nEgal. Es war auf jeden Fall irgendwo in Potsdam und da bin ich dann,\nweil ich nicht durch die Stadt wollte, bin ich dann den langen Weg außenrum,\nwollte ich über die Autobahn nehmen und habe es also tatsächlich geschafft,\neinen Bordstein mitzunehmen.\nAn einer Stelle, die relativ eng war, weil ich das neue Auto in seiner gesamten\nBreitheit irgendwie noch nicht verinnerlicht hatte.\nWas dazu führte, dass dann mal zwei Reifen, nämlich beide rechten Reifen kaputt waren.\nSo kaputt im Sinne von ungefähr anderthalb Zentimeter langes Loch drin an der Seitenwand.\nUnd ja, da war ich ganz schön aufgeschmissen, weil ich kannte das noch nicht. Den rufst du jetzt an?\nAlso rufe ich die Versicherung an. Die Versicherung, ja, sie haben aber diese\nExtrapolize nicht hier und so weiter.\nSie müssten den Abschlepper selber bezahlen. Ich sage, ja gut, okay.\nJa, wir haben da für Sie einen Abschlepper rausgesucht. Dann dauerte das ungefähr\nzweieinhalb Stunden bis der kam, weil er noch irgendwelche Leute von der Autobahn retten musste.\nUnd in der Zeit hatte die Versicherung dann die Werkstatt ausfindig gemacht, zu der ich da hin sollte.\nUnd just in dem Moment, als der Abschlepper kam,\nrief mich also die Versicherung an und sagte mir, in welche Werkstatt ich soll\nund der Abschlepper nur so, ja nee, das ist ja in der Stadt,\nwir müssen ja in eine ganz andere Richtung, wir könnten sie da und da hinbringen,\naber nicht zu dieser Werkstatt.\nUnd ich so, äh, äh, äh, äh, und dann meinte ich so, ja gut, aber ich meine,\ndas Auto kann ja jetzt hier nicht stehen bleiben.\nJa, ganz langsam können sie schon fahren, können sich da hinten hinstellen,\nda war irgendwie ein Parkplatz. Gut.\nBin ich da also hin und habe dann den Nachhauseweg mit den öffentlichen Verkehrsmitteln bestritten.\nAlso wie gesagt, das war westlich von Potsdam.\nDas war schon echt in der Pampa. Habe drei Stunden nach Hause gebraucht und\nhabe dann das erstmal sein lassen,\nhabe am nächsten Tag dann rumtelefoniert und weil die Versicherung mir versprochen hatte,\ndie Werkstatt, die sie für mich ausgesucht hatten, würde sich melden.\nRuf ich also die Werkstatt an, ja hier, ich wüsste, ob sie denn den Fall schon\nhätten und er so, nö, hab keinen Fall.\nWelche Versicherung? Ja, die und die. Ah, nee, von denen nehmen wir keine neuen Fälle mehr an.","Aber die Versicherung hat dich zu denen geschickt? Oh, wow.","Auf gut Deutsch, die Versicherung hat mir erst einen Abschlepper geschickt,\nder mich nicht dahin fahren wollte, wo mich die Versicherung haben wollte.\nUnd dann hat mir die Versicherung auch noch eine Werkstatt rausgesucht,\ndie nicht den Schaden reparieren wollte.","Was für eine gloriose Versicherung ist denn das?","Hook 24.","Ach, guck an. Aber billig war es.","Also ich möchte ja jetzt nicht irgendwas empfehlen oder von irgendwas abraten,\naber Leute, die jetzt die Story hören, können sich ihre Gedanken machen.\nUnd ja, dann habe ich also tatsächlich auf den Schock angefangen,\nerst mal Google anzuwerfen.\nWo sind denn da Abschleppunternehmen?\nUnd wo ist denn da eine Werkstatt? Habe da also rumtelefoniert,\ndie Werkstatt angerufen.","Wo stand das Fahrzeug jetzt zu dem Zeitpunkt?","Westlich von Potsdam, sagt dir der Name Golben etwas.","Also da, wo dir das passiert ist, da warst du nicht mehr.","Doch, da stand das Fahrzeug.","Ach, noch genau da. Keiner wollte dich da hinfahren, wo du wolltest.","Naja, der eine Abschlepper nicht. Und es hatte dann auch zu dem Zeitpunkt dann\nauch keinen Sinn mehr, einen neuen zu rufen.\nUnd da der ja gesagt hatte, der Abschlepper, der da war, der mich dann nicht\nmitgenommen hat. Also wie gesagt, der ist ja gekommen, aber er hat mich da nicht\nmitgenommen, weil er wollte mich nicht dahin bringen.","Waren dir die Reifen platt?","Wie gesagt, anderthalb Zentimeter langes Loch, beide rechten Reifen, da war nichts mehr.","Und hat es Peng gemacht?","Na, Puff. Peng kann man es nicht nennen, aber Puff, ja.\nJa, dann habe ich ein bisschen rumtelefoniert, habe also eine Werkstatt in Potsdam\ngefunden und auch einen Abschlepper in Potsdam.","Das heißt, du hast einen gefunden, also einen, den die Versicherung bereit war\nzu bezahlen oder den du jetzt selber bezahlen musst?","Nee, ich habe gedacht, naja, nachdem die Versicherung den Abschleppern nicht\nbezahlt, aber irgendwie dann auch zu einer Werkstatt mich haben wollte, wo...","Die dich nicht haben wollten?","Die, keine Ahnung, das wäre ja einmal quer durch die Stadt gewesen, fast.\nDa habe ich gesagt, das hat alles gar keinen Sinn, ich organisiere das jetzt\nselber und bezahle das auch selber und dann wird das dann hoffentlich auch.\nUnd von dort aus ging es dann auch bergauf.\nIch habe dann also tatsächlich einen Abschlepper gefunden, der das Auto für\nnur 80 Euro zur Werkstatt gebracht hat, was glaube ich relativ wenig ist.\nUnd die Werkstatt, naja gut, die haben dann die gleichen Reifen drauf gemacht,\ndie VW auch bezahlt, die waren schon relativ teuer. und weil,\ndie linken Reifen sehr unterschiedlich stark abgefahren waren,\nwollte er halt die jetzt dann auch nicht mehr auf die gleiche Achse tun, meinte das.\nAlso habe ich jetzt vier neue Reifen.","Gratuliere. Ich hatte ja auch einen Reifenunfall. Habe ich das hier eigentlich\nschon zum Besten gegeben?","Mit dem Anhänger, ne? Ja.","Das habe ich schon erzählt?","Ja, das hattest du erzählt.","Ja.","Naja, auf jeden Fall weil, ja, Pengpuff Returned, so war es.\nJa, das war die Story soweit. Man lernt dazu.","Aber ich meine, was hast du jetzt konkret gelernt, dass du die falsche Versicherung hast?","Das werde ich nochmal in Erfahrung bringen.\nVor allen Dingen muss ich der Versicherung noch beibringen, dass sie jetzt den\nCase zumachen sollen, ohne dass sie mich jetzt zurückstufen.\nWeil sie hätten zwar dann die Werkstatt bezahlt, aber sie hätten mich halt dann zurückgestuft.\nDann wäre es wahrscheinlich alles noch viel, viel teurer gewesen.","Das ist eh immer so ein bisschen die Falle.","Ja, und 500 Euro Selbstbeteiligung hatten sie auch noch.\nAlso insofern, das hätte sich jetzt wirklich nicht gelohnt, das über die Versicherung abzuwickeln.\nHabe ich die falsche Versicherung? Vielleicht, da muss ich dann nochmal drüber\nnachdenken und entsprechend eine neue suchen.","Ziemlich DEVK in deiner engeren Auswahl.","DEVK, okay.","Bisher nur gutes Bericht.","Ja, soweit dazu. Wie gesagt, ich habe jetzt 4x4 neue Reifen,\ndas Auto fährt wieder und zur nächsten Inspektion muss ich dann der Vertragswerkstatt\nsagen, dass sie nochmal die Spur messen sollen, ob die noch okay ist.\nWeil die könnte sich nämlich auch verstellt haben, dann kostet das auch nochmal\nein bisschen, wenn die die Spur neu einstellen müssen.\nAber hey, also Vorsicht am rechten Rand, das kann sehr teuer werden.","Der rechte Reihen, der linke Winkel.","Gute Botschaften zum Thema Mobilität. Ich halte hier immer und unaufhörlich\ndie Fahrradflagge hoch.\nUnd da habe ich was auf Halde jetzt schon seit vielen, vielen Sendungen,\nwas ich jetzt endlich mal reinwerfen möchte. Und zwar zeige ich euch jetzt mal\nzwei Bilder hier im Chat und wir versuchen, die mal zu beschreiben, was wir da sehen.\nDann müsstest du mal den mal runter scrollen jetzt, Tim. Machst du mal auf den Beamer? Ja, da.\nGenau, so. Also wir sehen ein Lastenfahrrad.\nEin Lastenfahrrad, wo quasi vorne so, in dem man normalerweise immer so eine\nBox hat für irgendwie Kinder, Bierkisten, was auch immer. Da ahnt man irgendwie\nso technische Geräte. Das sieht so ein bisschen nach Boxen aus.\nUnd dann ist links und rechts von dem Lastenfahrrad ist dann sowas ähnliches\nwie Flügel, die irgendwie so...","Sieht aus wie Tapaziertisch.","Tapaziertisch, irgendwie sowas, genau. Und jetzt machen wir mal das nächste Bild hintendran.\nWas sich da nämlich eigentlich drin verbirgt, ist folgendes. Achtung.\nSo, lad hoch, lad hoch, lad hoch, lad hoch.\nEine 5x2 Meter Auftrittsstagebühne.","Wie so links und rechts aus dem Lastenfahrrad rausklappt, wie so Flügel.","Genau, das Lastenfahrrad steht immer noch in der Mitte. Links und rechts hat\ndas jetzt aber seine Flügel von jeweils 2 Meter Spannbreite ausgebreitet.\nUnd darauf steht ein vollständiges Drumkit, zwei Gesangsmikros,\nPlatz für einen Bassist, Platz für eine Gitarre.\nLinks und rechts sind Subwoofer hinten aktive, die von dem Akku des Fahrrads betrieben werden.\nVorne sind noch zwei Monitorboxen, dass sich die Band auch selber hören kann.\nLinks und rechts über den Subwoofern ist eine kleine Lichtanlage,\nwomit man die Stage auch beleuchten kann.\nUnd im Hintergrund ist ähnlich wie bei so Wurfzelten, zwei Sekunden,\ndie sich so aus dem Nichts auffalten, hat man noch einen kompletten Hintergrund,\nden man selber mit Bandlogo oder sonst was bedrucken kann.\nEs ist einfach eine komplette fucking Musikstage.","Also man muss das so sagen, das Drumset und die Gitarren waren jetzt nicht auf dem Lastenfahrrad.","Die waren nicht auf dem Lastenfahrrad, aber quasi wirklich die komplette Infrastruktur.","Das Ediband.","Und sagen wir mal so, nicht jeder Schlagzeuger würde das als vollständiges Drumset bezeichnen.","Aber es ist hinreichend, sagen wir mal.","Also Drumset ist wie alle Technik nach oben offen.","Ach so, verstehe. Okay, aber das sind sowieso Snare und Bass und...","Naja, da ist eine Snare-Drum, da ist eine Hi-Hat, da ist eine Bass-Drum,\nda ist zumindest eine Stand-Tom, eine Hänge-Tom.\nZwei Becken, das passt schon soweit.","Na gut.","Also die Firma, die das macht, ich glaube so seit drei Jahren oder so,\nwas sind die auf dem Markt? Veloconcerts heißen die.\nUnd sitzen in Wien, glaube ich, wenn mich nicht alles täuscht.\nUnd hier mein Lieblingsbezirk natürlich, Pankow, die haben das für ihre Bibliotheken angeschafft hier.\nDer Danilo Vetter, der probiert ja sowieso immer gerne solche Geschichten aus.\nUnd für irgendwie mal mobil in die Stadt hinein irgendwie wirken zu können,\nist es glaube ich für viele Kultureinrichtungen irgendwie eine ganz interessante\nGeschichte. Ist natürlich nicht ganz günstig, kann man sich vorstellen.\nIch weiß gar nicht, was da was jetzt der aufgerufene Preis war.\nAber damit ist man natürlich echt flexibel und sehr, sehr mobil halt unterwegs.","Was heißt nicht ganz günstig, also man muss das kaufen?","Genau, das ist also quasi irgendwo wird da auch ein Preis.","Ich meine irgendwas 15.000.","Euro oder so.","Hier steht, we will deliver the Velostage to your event.","Ja, gut möglich, dass man das von denen auch irgendwie leihen kann,\naber eigentlich ist der Gedanke der, dass man es kauft. Das wundert mich jetzt\nauch gerade ein bisschen.","Book Your Velo Stage klingt eher nach Kontakt aus. Klingt eher nach Leihen und Mieten.","Also man kann es kaufen, ich weiß es, weil wie gesagt, Panko hat es gekauft und hat es zu stehen.\nKannst du auch zwei kombinieren, dann hast du eine Riesen-Stage bei der ganzen Geschichte.\nAlso, worauf ich hinaus will, ich glaube, dass gerade das Thema Lastenfahrrad\nist noch nicht auserzählt.","Ist noch nicht durchgespielt.","Das ist noch nicht durchgespielt. Ich glaube, da geht noch so das eine oder\nandere an 50er Idee, was man damit noch, als ich das zum ersten Mal gesehen\nhabe, dachte ich so, wow, okay.","Ich sage mal so, die Freundin von dem Bassisten meiner Band ist Vorsitzende beim ADFC.\nIch kriege da so ein bisschen Angst, wenn ich das sehe.\nWer weiß, was wir dann für Konzerte demnächst spielen.\nAber reichen würde es.","Tja, so viel dazu.","Funktioniert hat. Dann wurde ich aufgefordert, das nochmal zu vertiefen.\nDas Ding ist, das Ganze ist eher mal wieder so eine Selbstbesiegung in gewisser\nHinsicht, weil ich halt, es gibt so Sachen, die verstehe ich nicht.\nEine ganze Menge eigentlich, weil ich kann ja eigentlich nicht viel,\nalso nicht so richtig. Ich habe ja nichts gelernt oder so. Also ich...","Ein historischer Moment.","Naja, ich bin ja so ein dahergelaufener, so ein Internet-Hallodrie.\nAlso ich bin ja allen Ausbildungen aus dem Weg gegangen.\nIch habe zwar mal angefangen zu studieren, aber das fand ich langweilig und\ndann, Berufsausbildung kam mir gar nicht in den Sinn und was konnte man noch\nso machen? Das ist das eigentlich im Wesentlichen.\nUnd das hat mich aber alles nicht interessiert. Ich wollte halt nur mit meinen\nComputern und Internet und irgendwie so, ich wollte einfach machen, was ich wollte.\nUnd das ist so mein Weg, den ich so gegangen bin. Das heißt,\nalles, was ich gelernt habe, habe ich mir selber beigebracht eigentlich.\nOder mir vom Internet beibringen lassen oder wie auch immer bin da so reingelaufen.\nDas heißt, das ist das, was ich meine. Ich kann halt nichts richtig,\nweil ich jetzt nichts irgendwie studiert habe. Und ich bin ein,\nwas auch immer, ausgebildeter, keine Ahnung.\nUnd trotzdem ist es mir gelungen, mich mit verschiedenen Technologien vertraut zu machen.\nAber es gab halt immer so einen Endgegner, wo ich mich echt total gedrückt habe,\nbeziehungsweise wo immer ich probiert habe, mich dem anzunähern,\nbin ich gescheitert. Und das ist Strom.","Hatte ich glaube ich auch schon mal. Elektrotechnik, ich würde es so gerne elektrotechnisch\nverstehen. Das funktioniert nicht.","Elektrotechnik, das geht schon sehr weit, aber bei mir, das Ding ist immer,\nwenn ich mich, also Elektrotechnik würde bei mir bedeuten, erstmal Elektro, dann Technik.","Ja, okay, d'accord.","Das hängt natürlich in gewisser Hinsicht zusammen und letztlich ist das jetzt\nhier auch eher ein Weg durch die Elektrotechnik, aber bei mir ist es immer so, wenn ich was verstehe,\nes gibt andere Leute, ich muss nochmal weiter ausholen, es gibt ja auch so Leute,\ndie lernen Sprachen, indem sie einfach in irgendein Land fahren und dann fangen\nsie an zu reden mit allen und dann können sie das irgendwann. waren.\nVollkommen unmöglich für mich. Als ich irgendwie nach Mexiko gefahren bin,\num Spanien zu lernen, habe ich mich zwei Wochen an den Strand gesetzt und eine Grammatik gelesen.\nZwei Wochen lang habe ich da nur gesessen, habe mit niemandem geredet,\naußer was jetzt erforderlich war, um Essen zu bekommen und Logis.\nAber ich habe Konversationen, bin ich aus dem Weg gegangen, weil ich noch nicht\nqualifiziert dafür war.\nDenn ich musste erstmal die Basics reinholen. Und die Basics waren,\nich habe wirklich diese langen Scheit Deutsch-Spanisch-Grammatik komplett von\nvorne bis hinten jedes Wort gelesen und zwar nach\nder Du-liest-nicht-weiter-wenn-du-es-noch-nicht-verstanden-hast-Methode.\nAlso wenn ich eine Seite gelesen habe und ich wusste nicht Bescheid,\nhabe ich sie so lange nochmal gelesen, bis ich sie verstanden habe.\nUnd nachdem ich dann mit dieser Fibel durch war, hatte ich eine wirklich gute\nVorstellung von spanischer Grammatik. Ich hatte alles drauf.\nIch hatte natürlich keine Erfahrung mit Reden oder sowas. Aber das war dann\nfür mich eine Basis, mit der ich arbeiten konnte.\nUnd danach bin ich eigentlich erst in eine Spanischschule gegangen.\nIch habe dann eine Woche One-on-One Unterricht genommen in Südmexiko,\nin Chiapas und das Mädel,\nso ein Schüler hätte sie auch noch nie gehabt, weil ich da halt reingegangen\nbin und gesagt habe, ich kann so die Basics, aber ich habe noch ein paar Fragen.\nDie wusste gar nicht, wie ihr geschah. Aber das hat super funktioniert.\nIch habe dann in dieser einen Woche alle meine übrig gebliebenen Fragen abgeklärt\nund danach konnte ich flüssig E-Mails schreiben und auch reden.\nAlso ich hatte wirklich zu einem bestimmten Zeitpunkt Spanisch total drauf.\nIst dann leider komplett verloren gegangen, weil mein nächster Trip mich dann\neine Woche später nach Kuba führte und das war das totale Desaster.\nIch will dir jetzt nicht die ganze Story erzählen, aber über kurz oder lang\nin Kuba war es einfach sehr schwierig, dieses Spanisch auszubauen,\nweil der Kontakt mit den Kubanern vor Ort sehr anstrengend ist als Festtourist.\nUnd dann war mir irgendwann nur noch daran gelegen, dem aus dem Weg zu gehen.\nWeil halt einfach die ganze Zeit, also wirklich permanent, also zweimal pro\nMinute wegen irgendwas, du solltest immer irgendwas kaufen.\nEntweder Zigarren oder Rum oder Frauen.","Ich war mal zwei Wochen auf Kuba auf einer Dienstreise von einer Bibliothek\nund habe glaube ich auch den offiziellen Titel Freund des kubanischen Volkes. Ich war da.\nOkay, die Geschichte ist vielleicht gar nicht so schlecht.\nDie kann ich mal kurz erzählen. Also ich habe damals das GDZ geleitet,\nGöttingen Digitalisierungszentrum für Massendigitalisierung gemeinnfreier Werke.\nUnd über die Goethe-Stiftung bin ich in der Tat dann nach Havanna gekommen,\ndort an die Bibliothek, ich weiß gar nicht mehr, wie der offizielle Titel war,\nZentral-Landesbibliothek, was auch immer, also die zentrale Bibliothek von Guba\nhalt. Und die hatten auch ein Digitalisierungszentrum.\nUnd da sollte ich halt so als Consultant mal rein, so mit meiner Westbrille\nund mal gucken, was sie da machen. Und was sie halt hatten, war Flachbett-Scanner.\nWeil das, was die hauptsächlich gescannt haben dort, waren, die hatten in Kuba\nso ein ganz interessantes System, dass man so als Zivilist, als jedermann,\njeder Frau so Einlassungen an den Staat schreiben konnte,\nwas doch bitteschön alles verbessert werden müsste in diesem Lande und wo irgendwo\nPotenzial ist. Ich glaube, das gab es in der DDR auch.\nDa gab es, glaube ich, auch irgendeinen Mechanismus für. Also ganz gefährliches Halbwissen jetzt.\nAuf jeden Fall haben die also tonnenweise einzelne DIN-A4-Blätter halt auf diesen\nFlachbett-Scannern gelegt, wo man normalerweise einen FIDA nehmen würde,\num das automatisch einzuhalten. Gab es aber alles nicht.\nSo, und jetzt wollten sie aber eben auch historische Bücher damit scannen.\nHatten aber nicht unsere normale Ausstattung, in Anführungszeichen,\nan normalen Bibliotheken für Digitalisierung, wo du dann so eine Buchwippe hast,\ndie ausgleicht, wo dann die Buchfalz gerade ist und ob du am Anfang des Buches,\ndann ist die eine Seite des Buches ja viel dicker als die andere und wenn du\noben eine Glasplatte für den Flachbettscanner hast, willst du ja eine plane\nEbene haben, darum muss es dann mit einer sogenannten Buchwippe unten ausrichtig\nwerden, hatten die alles nicht.\nSo, dann habe ich denen also eine Konstruktion erfunden, dass sie quasi einen\nGabelstapler nehmen, den kleinen, den Flachbett-Scanner umdrehen,\nvon oben rauf und runter fahren lassen und unten dann quasi durchblättern können.","Gabelstapler?","Also sinngemäß. Ach so. Also halt einfach eine Konstruktion,\ndie einfach den ganzen Flachbett-Scanner, weil der ja nicht so viel wiegt,\nrauf und runter fahren können mit Fußpedalen.\nDas heißt also, sie haben quasi drei Pedale, eine auslösen, rauf fahren,\nrunter fahren und damit wären sie dann, also wenn sie es gebaut haben,\nich habe es nie erfahren,\nob das also jemals in die Umsetzung kam, aber das war halt wirklich der Ansatz,\nokay, die haben jetzt genau diese Technik, an andere Technik kommen die nicht vernünftig ran. dran.\nJa, so eine einfache Rauf-Runter-Fahr-Mechanik werden sie schon hinkriegen.\nSo, das, vielleicht probieren sie es mal aus.\nUnd dann wurde mir also offiziell dieser Titel verliehen, weil sie endlich mal,\nalso endlich mal in Westler Gedanken gemacht hat, wie kann ich hier praktisch\nden Leuten irgendwie helfen, ohne ihnen zu sagen, ja, ihr braucht halt Westi-Wiesen\nund müsst diesen Zeutschel-Scanner für 15.000 Euro kaufen.\nSo, das war halt einfach keine Option.\nAber das war auch wild, dann war ich dann wirklich auf der offiziellen Südamerikaner\ndie amerikanischen Digitalisierungstagung, die dann da auch zu dem Zeitpunkt stattfand.","Welches Jahr war denn das?","Das müsste so her sein 17 Jahre, also als ich an der SOB Göttingen war,\nim Digitalisierungszentrum, das müssen so 17 Jahre ungefähr sein.\nUnd dann war dann wirklich der kubanische Wissenschaftssenator,\nUnd hat dann eine zwei Stunden viel Castro-like Rede gehalten,\nwarum also Kuba das Herzstück der Digitalisierung und des digitalen Fortschrittes der ganzen Welt ist.\nDu saßt da und kamst gerade aus diesem Digitalisierungszentrum und da hattest\ndu so, okay, so läuft es ja halt.\nAber das war super. Aber von daher habe ich einen sehr, sehr anderen Eindruck\nvon Kuba, als du jetzt halt.","Ich hatte auch noch mehr Eindrücke von Kuba, weil ich dann über einen Bekannten\ndort, also über einen Freund von mir dort an einen Bekannten gekommen bin,\nwo ich auch wohnen konnte.\nDer hat dann schon mal dazu beigetragen, dass mein Spanischlernen dahingehend\nscheitern musste, weil der sich wiederum durch das Lesen von Der Spiegel über\nJahre Deutsch beigebracht hat und perfekt Deutsch sprach.\nUnd er wollte dann die ganze Zeit mit mir Deutsch üben, während ich eigentlich\nnach Kuba gekommen bin, um Spanisch zu lernen.\nUnd Spanisch war aber sowieso schwierig in Kuba, weil die da so ein komisches,\nschnelles Spanisch ohne S sprechen.\nDas war eh nicht das langsame, deutschkonforme, mexikanische Spanisch,\nwas ich gerade gelernt hatte. Also eine weitere Katastrophe.\nAber das hat er dann wiederum zur Folge, jetzt kommen wir wirklich weit vom\nStrom ab, aber jetzt müssen wir da durch,\ndass ich dann sogar noch, Dann hat er irgendwie, das war 2000 übrigens,\ndass ich da war, und dann hatte seine Schwester, genau, seine Schwester war\nnämlich an der Universität und.\nDie hat das dann irgendwie, ich weiß nicht genau wo, aber es gab da eine Informatikabteilung\nund die haben dann davon Wind bekommen, dass ich da bin.\nUnd haben so gehört, so ja hier CCC irgendwas und so weiter und dann sind die\nirgendwie völlig wild geworden und wollten unbedingt, dass ich vorbeikomme.\nDas gipfelte dann da drin, dass ich an die Universität von Havanna gegangen\nbin und am Ende dort sogar noch einen Vortrag gehalten habe.\nUnd das hatte natürlich diese besondere Problematik, dass ich jetzt sozusagen,\nweil ich wollte ja da auch unbedingt hin, weil das war nämlich der einzige Ort\nin Kuba 2000, der einzige Ort, wo es Internet gab.","Siehst du wohl.","Es gab sonst im ganzen Land kein Internet, nirgendwo, nur in der Informatikabteilung\nin der Universität von Havanna gab es Internet und ich wollte da hin.\nUnd dann war ich da und dann habe ich da tatsächlich einen Vortrag gehalten.\nAber die meinten halt so, naja, muss schon ein bisschen vorsichtig sein.\nDa sitzen dann immer so Gestalten im Publikum. Und das war dann auch so,\ndass da so Gestalten, merktest du richtig, wie so Leute, die so definitiv nicht\nzur Informatikabteilung gehörten, da so mit Interesse so verfolgten.\nUnd ich habe dann erst mal so ein bisschen, ich habe halt so über Internet und\nPrivatsphäre und so weiter.\nUnd da müsst ihr total aufpassen, Weil die Amerikaner, die lauschen mit und\ndie hören euch ab und deswegen müsst ihr Verschlüsselung benutzen,\ndamit die Amerikaner euch nicht auf die Spur kamen. Und dann war irgendwie Mittagspause\nund dann waren diese Gestalten schon nicht mehr da.\nDann waren die wahrscheinlich ganz zufrieden und dann konnte ich dann mit den\nNerds, die noch übrig waren, die richtig interessanten Sachen diskutieren.\nDas war wirklich lustig. Naja, auf jeden Fall, oh Gott, Kuba.\nAlso, worauf ich eigentlich hinaus wollte, ist, ich muss mich in etwas richtig,\nich muss es in der Basis verstehen.\nUm irgendwie mich dem überhaupt nähern zu können.\nUnd ich habe dann totale Schwierigkeiten, also während andere schon anfangen,\nirgendwas zu verstehen oder meinen, etwas zu verstehen.\nOder es vielleicht auch tatsächlich verstehen, sich aber keine Gedanken um Details\nmachen, die dann am Ende wichtig sind oder nicht.\nSterbe ich, wenn ich das Gefühl habe, ich begreife das irgendwie nicht.\nUnd bei Strom ist das natürlich ein weites Feld. Und, ja, weil dann immer so,\nja, und dann erklären dir die Leute immer so, ja, dann hier und plus und minus\nund das fließt in die eine oder die andere Richtung, ist ja eigentlich auch egal,\nweil Hauptsache Widerstand und was und so weiter und dann geht das schon.\nUnd ich so, wie, was, was fließt in welche Richtung, was fließt denn da überhaupt\nin welche Richtung und was ist denn hier überhaupt los?\nUnd dann, ja, Elektronen, okay, Elektronen.\nAlso musste ich mich erstmal mit Atommodell beschäftigen, dann bin ich dann\nso völlig in diese Quantenwelt abgestiegen, weil ich wollte natürlich wissen,\nwas ist, sind denn das jetzt eigentlich so für Dinge?\nUnd dann war ich ja auch irgendwie am Zerren und habe dann irgendwie da mit\ndiesen Beschleunigern und Elementforschern gesprochen.\nDann hatte ich so ein langsames Gefühl, okay, jetzt verstehe ich so langsam\ndie physikalischen Basics.\nElektronen wollen halt immer in die Löcher.\nUnd das ist irgendwie schon mal entscheidend, weil das ist ja auch wichtig,\num zu verstehen, warum ist etwas elektrisch leitend und nicht und warum reagieren\ndie Dinge so gerne und was ist ein Metall und all diese ganzen Sachen.\nIch wollte es halt einfach erstmal irgendwie haben.\nHatte natürlich praktisch jetzt von Volt und Watt und so weiter keine Ahnung\nund um es auch gleich vorweg zu nehmen, ich bin auch immer noch sehr weit weg\nvom Totalverständnis, aber ich habe den Kampf aufgenommen.\nUnd der Grund war, dass ich im Kampf mit meinem mobilen Stromsystem,\nwas ich in diesem Wohnwagen habe, aufgenommen habe, weil es nämlich nicht funktioniert\nhat, wie ich das gerne möchte.\nIch habe nämlich, um es mir einfach zu machen, andere Leute bauen lassen und\ndas ist natürlich in gewisser Hinsicht ein streblicher Fehler.\nDer Vorteil war, ich hatte erstmal sofort was, was funktioniert,\nwas mich selbst sehr lange gekostet hätte, sehr lange gedauert hätte,\nbis ich da überhaupt etwas beisammen gehabt hätte, weil ich das ja alles nicht verstand.\nAber dann ist immer das Problem, wenn andere Leute das für dich machen und irgendwas\nfunktioniert nicht, dann stehst du da und kannst es dir auch nicht erklären,\nwarum es nicht funktioniert, weil du es nicht begreifst.\nAlso musste ich irgendwie das Ganze von vorne anfangen und mit meinem minimalen\nStromwissen und all dem, was ich irgendwie so aus Chat-GPT so herausquälen konnte\nund aus dem Internet und so weiter.\nWeil es gibt immer so Verständnisprobleme.","Aber du weißt schon, dass ich Diplom-Ingenieur Elektrotechnik bin und mit einer\nEins abgeschlossen habe.","Keine Ahnung. Jetzt weißt du es.","Das erzählt Roddy in jeder zweiten Sendung.","Was? Nein, das hast du noch nie erzählt.","Doch.","Was?","Also wenn Ralf es mitbekommen hat. Ich bin ja 20 Jahre weniger.","Ich weiß ja nicht.","Was du für Quellen hast.","Okay.","Naja gut, also ich nicht. und ich muss das ja irgendwie für mich selber machen.\nIch wollte ja auch was anderes hinaus, das war jetzt eigentlich nur die Vorgeschichte.\nDie eigentliche Geschichte ist,\nDass ich jetzt mal mein Zwischenwissen so ein bisschen zusammenfassen wollte\nund wir haben ja schon mal über deine Solarinstallation gesprochen,\naber jetzt einfach nur mal so in diesem Punkt, um so als Starter-Kit,\nmentales Starter-Kit für, wenn man sein Wohnmobil, Fahrzeug, Wohnwagen,\nTiny Home, Off-Grid-Lifestyle in irgendeiner Form gedenkt zu machen.\nMachen, wo fängt man mit an und was braucht man eigentlich?\nDas ist sozusagen so ein bisschen die Welt, die ich für mich zusammengelegt habe,\num einfach irgendwie auch ein Gefühl dafür zu bekommen, weil ich habe immer\nauf meine ganzen Geräte geschaut, dachte so, okay, ihr hängt da alle,\naber ich weiß nicht, wer redet jetzt hier eigentlich mit wem, wer ist hier der Chef,\nwer hat hier eigentlich was zu sagen und wozu braucht man das alles? ist.\nNaja, ich habe, muss man vorweg sagen, alle alle Komponenten sind Victron Komponenten.\nVictron Energy ist ja ein Platzhirsch, kann man glaube ich sagen, auf dem Markt.\nAlso sicherlich nicht der einzige, beileibe nicht, aber so einer der großen,\ndas ist ein holländisches,\nUnternehmen und Victron baut so ja nahezu alles Alles, was man benötigt,\num so ein System zu haben, was halt mit Solar arbeitet,\nwas mit Batterien arbeitet, Stromdistribution, Systemüberwachung und halt Wechselstromerzeugung baut.\nDas ist so das Zeug, was man da kriegt. Das Einzige, was sie,\nglaube ich, explizit nicht machen in dem Segment ist Wind.\nAlso so mit Windgeneratoren haben die irgendwie nichts zu tun.","Naja gut, das ist jetzt auch Wind auf kleinen Skalen machen jetzt auch die aller\nallerwenigsten, glaube ich.","Ja, wobei es gibt auch da schon ganz interessante Sachen, auch für mobile Windgeneratoren.","Es gibt auch Leute, die an einem Bach wohnen und sich ein Wasserrad gebaut haben.","Genau, sowas gibt es auch. Aber das machen die auch nicht. Naja,\nauf jeden Fall habe ich so ein Victron-System und muss halt erstmal so verstehen,\nwas muss man eigentlich bedenken, wenn man sich sowas baut.\nUnd wenn man jetzt sagt, okay, ich habe jetzt hier ein Fahrzeug,\nalso so ein Wohn, ein potenzielles Wohnfahrzeug, dann möchte man ja gerne Strom haben.\nUnd die Autos sind ja relativ schlecht mit Strom.\nAlso Strom hat man so ein bisschen...","Also die, die nicht so gut mit Strom sind, sind relativ schlecht.","Naja, die meisten, also die Fahrzeuge, die einfach nur zum Fahren gedacht sind erstmal,\nnicht zum Wohnen, die haben in der Regel nur den Strom, um einfach im Wesentlichen\nso die Systemfunktion, ein bisschen Komfort, Klima und so weiter zu bedienen\nund die Batterie ist relativ klein und schlecht.","Ja, also die mit Verbrennungsmotoren.","Ja, das stimmt. Aber auch bei den Elektrofahrzeugen kann man ja die Batterie,\ndie fürs Fahren ist, jetzt auch nicht selten für was anderes benutzen. Es gibt Ausnahmen.","Es gibt welche.","Mittlerweile die auch so Schleppdosen haben.","Mit 230 Volt Schleppdosen.","Das ist natürlich besonders elegant, das stimmt. Aber was die halt auch nicht\nmachen, ist den Strom selber generieren. Die verbrauchen ihn halt einfach nur.\nAber sie sind zumindest in der Lage, ihn da zu reichen. Und Elektrofahrzeuge\nstellen da sicherlich nochmal eine ganz neue Herausforderung an,\nweil das möchte man natürlich auch gerne kombinieren.\nAber gehen wir mal davon aus, man hat jetzt so dieses typische,\nich habe einen Sprinter und will den ausbauen Projekt.\nDann möchte man halt gerne eine 12 Volt oder eine 230 Volt Stromverteilung haben\nund man möchte gerne seinen Strom selber erzeugen.\nUnd das naheliegendste ist natürlich, diesen Strom mit einem Solarpanel zu erzeugen.\nAlso muss man halt schauen, was man so an Dachfläche denn so hat.\nUnd da geht dann so ein bisschen die Reise los, weil das im Prinzip so ein bisschen\ndefiniert, zu was du dann später in der Lage bist.\nDu kannst natürlich deinen Wagen auch immer über andere Quellen noch aufladen,\nalso entweder an Feststrom auf dem Campingplatz oder zu Hause, gar keine Frage.\nMan kann theoretisch natürlich auch beim Fahren die Batterie noch laden mit\nder Lichtmaschine des Fahrzeugs, auch wenn die in der Regel auch nicht so viel\nliefern, aber die liefern halt zumindest.","Naja, 100 Watt kriegst du da schon raus.","100 Watt, ja, okay.","Ja.","Wie am wolkigen Tag. Genau.\nAber Solar ist natürlich interessant, weil man schon so auf,\nsagen wir mal, wenn man jetzt so einen mittelgroßen Bus hat,\nvon so einem Sprinter oder so, also etwas größer als ein VW-Bus,\nwo man das Dach an sich jetzt erstmal für nichts anderes braucht,\naußer vielleicht für irgendeine Luke.\nDann kriegst du da heute, je nachdem, Panels drauf, die für,\nich würde mal sagen, irgendwo zwischen 600 Watt und einem Kilowatt in der Größenordnung so.","Wie viele Quadratmeter hast du da ungefähr? Vier oder so?","Also ich kann dir sagen, was ich drauf habe. Ich habe 5, 1, 2, 3, 4, 5, 6, 7, 8, 9.","10, 11,\n12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27,\n28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43,\n44, 45, 46, 47, 48, 49, 50, 51, 51, 52.","52, 53, 52, 53, 54, 55, 56, 57, 58, 58, 59, 59.","60, 61, 61, 62, 62, 62, 62, 62, 63, 62, 63, 62, 62, 63, 62, 62,\n63, 62, 62, 63, 62, 62, 63, 62, 63, 62, 62, 63, 62, 62, 63, 62, 63, 62, 62, 63.","62, 63, 62, Also 1 Meter mal 1,70 sind Standard-Panels, die man aufs Dach schraubt.","Achso, 1 Meter mal 1,77 habe ich. Aber mittlerweile setze ich 11,34 glaube ich als Breite durch.\nDas ist irgendwie das, was man kriegt. Das ist das neue Format.\nAuf jeden Fall, du musst halt nehmen, was bei dir passt. Und es gibt schon Panels\nin verschiedensten Größenordnungen.\nUnd das ist jetzt quasi so der erste Check, den ich sozusagen gemacht habe.\nDu musst halt mal gucken, wie viel kannst du der Sonne entgegenrecken.\nUnd dann gibt es eine Peak-Leistung.\nAlso das ist das, was theoretisch die Panels unter idealen Bedingungen, also jetzt Mitte Juni.","12 Uhr mittags, nein.","Nein, nein, nein. Mein Schlagzeuger, der arbeitet ja bei der Deutschen Gesellschaft für Solar,\nder hat es mal beschrieben, das ist die Sonneneinstrahlung eines Sommertages\nbei der Temperatur eines Frühlingstages und dem Spektrum eines Wintertages.\nDas ist also völlig synthetisch und ist ein Wert, den du nie erreichst,\nrealistisch betrachtet.","Aber quasi sehr sonnig im Frühling wäre dann schon inreichend dicht dran,\nalso da wäre dann der Peak.","Was man nicht unterschätzen darf ist Temperatur der Module, wenn die zu heiß\nwerden, dann geht extrem die Leistung runter.\nEr meinte mal, die Solaranlagen in Spanien haben im April ihr Fördermaximum,\nweil danach wird es zu warm.\nAlso das ist so, klar man kann die jetzt schlecht kühlen, aber ja.","Also man kann nicht davon ausgehen, dass wenn da drauf steht irgendwie 600 Watt Peak,\ndass du die einschaltest und dann machen die irgendwie 600 Watt,\nsondern das ist sozusagen so das theoretische Maximum, was du erreichen kannst\nund ich habe auch schon mal das Maximum mal erreicht, aber halt nur für ein\npaar Minuten mal beim Zugucken.\nDas ist aber auch egal. Letzten Endes wirst du irgendeinen Mittelwert erreichen.\nAlso man kann aus diesem Peak mehr oder weniger ableiten, was man wohl so da rauskriegen würde.\nDas lässt sich berechnen und je nachdem wie lang die Tage sind und wo du stehst\nund wie du stehst und so weiter, kriegst du halt was raus.\nAber es ist durchaus realistisch, dass man halt irgendwie so ein,\nzwei, drei Kilowattstunden pro Tag einfach aus der Sonne rausfischt,\nauch wenn jetzt nicht die idealen Bedingungen sind mit so einem Setup, wie ich das habe.\nUnd umso mehr Platz du hast, wenn du jetzt so einen großen Truck hast,\nwo du so vier, fünf, sechs Panels drauf ballern kannst.\nNaja, also mehr Solar, viel gut. Hut so, das ist so ein Ding.","Kannst du das mal irgendwie übersetzen in so Akkuladungen von einem MacBook oder sowas?\nAlso in irgendeiner Größe, mit der so Normalsterbliche wie ich irgendwie was verbinden.","Ja, okay, was ist denn dein, was hast du denn für ein Gerät?","Ich habe ein MacBook Pro 14 Zoll mit einer M2 Pro.","Ich glaube, die haben so um die 30 Wattstunden oder so. Also es ist nicht so. Ja, ja, es ist nicht so.","MacBook Pro,\nBaujahr 23 M3 Ja.","Ein M2 Pro, aber ein M23 könnte hinkommen.","M14 Pro.","Also du kommst jetzt nicht genau aufs Modell an.","Ja, ich dachte mir nur, wenn du es mal genau wissen willst, dann gucken wir doch mal genau.\nAlso, Batterie 70 Wattstunden.","70 Wattstunden, naja, das Doppelte von dem, was ich sagte, aber es ist jetzt nicht besonders viel.","So, und du hast gerade von Kilowatt gesprochen, das heißt von 1000 Wattstunden.","Moment, Moment, Moment.","Das ist jetzt ganz wichtig, dass du aus einer Zeit ist Watt und Wattstunden.","Leistung ist, wie viel verbrauche ich denn jetzt gerade?\nWasserkocher, mach ich an, 1000 Watt. Wenn der 5 Minuten lang 1000 Watt liefert,\ndann hast du wie viele Wattstunden verbraucht?\nKeine Ahnung, 100 oder so? Weiß nicht, das muss jetzt jemand nachrechnen.","5.000 Wattminuten.","Whatever. Also, Wattstunden ist Energieinhalt und Watt ist Leistung.\nWenn ich eine Kilowattstunde Batterie habe, dann kann ich ein Gerät von einem\nKilowatt, also 1000 Watt, eine Stunde lang damit betreiben.","Oder 100 Watt, 10 Stunden.","Das ist so eigentlich jetzt erstmal, also Rundungsfehler, Verluste etc.","Also wenn du eine Stunde lang ein Kilowatt irgendwo reinschiebst,\ndann hast du eine Kilowattstunde.\nDas ist die Menge, die in einer Stunde mit einem Kilowatt zusammenkommt.\nDie Energie, die du dann übertragen hast, das ist eine Kilowattstunde und das\nist die Größenordnung, in der du deine Batterie bemisst und das ist sozusagen\ndein primärer Vorrat, den du haben kannst. Beispiel meiner Installation.\nIch habe zwei Batterien mit 12,8 Volt bei 200 Amperestunden.\nDas bedeutet, ich habe ungefähr 2,5 Kilowattstunden pro Batterie.\nBeide zusammen machen 5 Kilowattstunden. Das heißt,\nwenn ich 100 Watt verbrauche, dann gehen 1 Kilowatt 10 Stunden lang und die\n5 Kilowatt gehen dann halt 50 Stunden lang.\nAlso ich könnte 50 Stunden lang 100 Watt liefern.","Wie viele MacBooks kriege ich jetzt also an einem Tag aufgeladen?","Naja, du hast halt 70 Wattstunden, das sind also 0,07 Kilowattstunden.","Eine ganze Menge.","1.000.","Also eine ganze Menge. MacBook ist ein schlechtes Beispiel, weil das ja so wenig Strom verbraucht.\nAber wenn du sagst, du hast jetzt meinetwegen einen Föhn von 1.000 Watt.","Aber jetzt nochmal, schon ungefähr 100, oder? Liege ich da jetzt falsch?","Ja, ja.","Ich könnte das 71 mal vollladen.","Ja, das ist ja schon mal eine Ansage.","Ja, dazu muss man jetzt mal sagen, im Prinzip spalten sich Verbraucher in zwei große Gruppen auf.\nDie einen, die Wärme erzeugen und die anderen, die keine Wärme erzeugen.\nUnd die, die Wärme erzeugen, brauchen richtig Strom und die,\ndie keine Wärme erzeugen, meistens nicht so viel, es sei denn,\nes ist jetzt ein starker Motor oder so. So.\nUnd ein MacBook fällt definitiv in die Kategorie nicht so viel Wärme erzeugen.\nKeine Ahnung. Also ich persönlich fände 5 Kilowattstunden fürs Camping deutlich überdimensioniert.","Da können wir gleich drüber reden.","Aber ich weiß ja nicht, was du damit machst.","Naja, kann ich dir sagen. Aber jetzt gehen wir nochmal zurück zum Dach.","Okay, aber das mit 4 Quadratmetern auf dem Dach. Ja, genau.","Also sagen wir mal, ich habe so ein Mittel. guten Tag, wo die Panels so ungefähr\ndie Hälfte liefern von dem, was sie so könnten.\nIch habe 720 oder 760 Kilowatt Peak so.\nDas heißt, sagen wir mal so, 300 Watt ist absolut realistisch und an so einem\nlangen Sommertag, wenn ich das halt dann mal hochrechne, so 300 Watt mal 10\nStunden wären schon so 3 Kilowattstunden.\nDa kann ich also meine Batterien fast voll machen.\nAlso Also wenn sie komplett leer sind nicht, aber wenn sie halt normalerweise,\nalso es ist immer die Frage, kann ich so meinen Batteriestatus mehr oder weniger\nhalten und das hängt natürlich auch davon ab, wie viel du verbrauchst.\nAlso muss man im Prinzip bei seiner Planung erstmal auch damit anfangen,\nokay, was kann ich liefern,\nwie viel Geld kann ich investieren, wie viel Platz kann ich auch bereitstellen\nin diesem Fahrzeug, um das zu speichern in Batterien und was ist mein Verbrauch.\nUnd beim Verbrauch lohnt es sich, glaube ich, von Anfang an schon mal klar zu\nrechnen, okay, was brauche ich eigentlich, was immer läuft und was brauche ich,\nwas unter Umständen viel Strom frisst, was manchmal läuft.\nWeil was wenig Strom frisst und manchmal läuft, kannst du ignorieren,\nsondern das sind so diese beiden Sachen. Ich habe zum Beispiel bei mir einen\nLTE-Router, der läuft immer.\nUnd so ein Überwachungsgerät für die ganze Anlage, die diese Internetverbindung\nnutzt, um regelmäßig da die Daten rauszuloggen und erreichbar zu sein,\ndamit ich mir das auch schön in der Cloud immer angucken kann,\nwie es gerade meinem System geht.\nUnd wenn ich Licht aus habe, sonst keine Verbraucher anhabe,\nsondern nur dieses totale Minimum, verbraucht dieses System 15 Watt.\nDas heißt, diese 15 Watt, 24 Stunden sind schon mal 360 Wattstunden.","Schon gar nicht so wenig.","Genau, also im Vergleich zu den 5000 Wattstunden, die ich habe,\nmacht diese Grundlast auf 24 Stunden gerechnet, ohne dass ich jetzt was reinschiebe.\nAlso angenommen, es ist wirklich total zappenduster, Regen, dann kommt also\nmanchmal auch wirklich gar nichts an.\nAlso es kann wirklich so ein dunkler Tag, da ist dann einfach gar nichts.\nDu stehst scheiße, du hast Bäume über dir, kannst gerade nicht woanders hin und so weiter.\nUnd 15 Watt ist jetzt aber auch auch wenig. Aber ich könnte mir jetzt,\nich habe dann aber auch andere Grundlasten, wenn ich zum Beispiel jetzt noch\nmeine Starlink-Antenne noch mit dazu nehme.","Die verbraucht mehr, ne?","Ja, also ich habe die mittlerweile auch, lasse ich die nicht mehr über 32,\nalso wenn du normalerweise Starlink hast, hast du ja nochmal einen eigenen Router,\nden musst du an 230 Volt anschließen, damit die dann wiederum 48 Volt für die Dings erzeugt.\nUnd ich habe jetzt mir einen 12 Volt zu 48 Volt Transformer,\nso einen Step-Up-Konverter reingenommen.\nDas heißt, ich versorge sie direkt aus der Batterie, ohne dass ich den Wechselrichter\nbrauche. Das heißt, ich habe diese Verluste nicht.\nAlso Wechselrichter ist das Gerät, was 230 Volt Wechselstrom erzeugt.\nSo, und dann kommen ungefähr, je nach Last, so 40 bis 50 Watt dazu.\nDas heißt, wenn ich jetzt die Grundlast nehme, meine 15, die ich vorhin hatte,\nund sagen wir mal großzügig 50 Watt nochmal für Starlink, habe ich schon 750\nWattstunden, die auf 24 Stunden sozusagen verbraucht würden.","Also noch kein Kühlschrank oder ähnliches.","Genau, da ist noch kein Kühlschrank dabei. Also wir hatten jetzt sozusagen diese 15 plus 50.\nJetzt nehmen wir mal nochmal einen Kühlschrank dazu. Wenn du dir heute so einen\nmodernen Kompressor-Dometik-Kühlschrank für ein Wohnmobil kaufst,\ndie kommen auch mit 12 Watt aus.\nDie sind relativ sparsam.\nUnd jetzt die Frage, was brauchst du sonst noch? dann geht es jetzt vielleicht\nmal darum, dass du vielleicht auch mal drin wohnen willst.\nDann hast du auch nochmal für, dann hast du Licht, das nimmst du natürlich LED,\ndas kann sparsam sein, dann nimmt das Licht, wenn du alles anmachst,\nvielleicht 10 Watt und die brauchst du dann auch nur mal 4 Stunden.\nAlso das hält sich dann sozusagen sehr in Grenzen, das kann man schon fast ignorieren,\naber da kommen dann vielleicht auch nochmal so 20 Watt.\n5 Watt noch mit drauf. Jetzt sind wir bei 82 Watt Grundlast.\nIrgendwelche anderen Appliances, dann willst du noch deinen HomePod laufen lassen,\ndann lädst du irgendwie deine Geräte nachts immer nach, was nochmal was ausmacht und so weiter.\nAlso vielleicht landest du irgendwann so bei 100 Watt und dann heißt es 100\nWatt in 24 Stunden, das sind dann schon 2400 Wattstunden, die weggehen und dann\nist dein Akku nach zwei Tagen leer, wenn du nicht nachschiebst.\nUnd da muss man halt schauen, was kann ich mit Solar reinschieben,\ndamit ich auch sicher gehe, dass ich auch bei drei schlechten Tagen auch bei\netwas höherem Verbrauch was habe.\nWeil ich meine, ich habe dann irgendwie noch eine Brotbackmaschine dabei,\ndie ist eine Stunde mit 600 Watt unterwegs, sind schon wieder 600 Wattstunden weg.","Macht Wärme, verbraucht viel Strom.","Genau, macht Wärme.","Der Föhn für deine vielen Haare.","Naja, dann willst du mal, irgendwas musst du ja essen, wenn du den Gaskocher\nnimmst, okay, kommt das nicht mit rein.\nWenn du ein Induktionsstove hast, Dann wird es sportlich.\nOder, was weiß ich, ich habe noch so einen Sandwich-Maker am Start,\nder zieht dann halt auch mal einen Kilowatt, aber das macht er halt auch nur ein paar Minuten.\nAber das sind so diese Großverbraucher, die so zwischendurch dann auch nochmal alle nagen.\nUnd dann wird das dann schon so ein Spiel, was ist genug? Weil das hängt dann\nso ein bisschen auch davon ab, wie viel Luxus dir du leistest.\nDu möchtest warm duschen, du möchtest warmes Wasser haben, du möchtest vielleicht\nauch längere Zeit haben. Das gibt es auch über Gas.\nDie Frage ist natürlich auch, will man überhaupt noch Gas?","Genau, ja.","Und es gibt natürlich Argumente für Gas, weil Gas ist so etablierte Technik.\nKriegst du überall deine Gasflasche getauscht.\nJetzt kann man natürlich auch sagen, ich will aber hier klimaneutral leben und\nden geilen Lifestyle nur aus der Sonne liefern.\nDas kann im Sommer ganz gut funktionieren. Wird im Winter mit einer Heizung, wird es schwierig.\nAber ich würde sagen, Kühlschrank ist überhaupt gar kein Problem.\nUnd so ein Induktionskochherd kann man auch machen, aber da braucht man dann\ndefinitiv den Wechselrichter.\nDen habe ich ja bisher noch rausgelassen aus dem Spiel, weil bisher haben wir\nja eigentlich nur das Panel,\naber die Batterie und dafür ist dann noch eine Technik erforderlich,\ndamit das Spiel überhaupt läuft, der sogenannte Solarregler.","Zum Thema Winter, im Winter hast du aber auch keinen Solar.","Nein, nicht keins.\nIm Winter hast du halt so viel Solar, wie du bei.","Meiner Solaranlage auf dem Dach kommst. Im Januar und im Dezember ungefähr ein\nZwanzigstel vom Dach, als in den Sommermonaten hier.","Ja, man muss sich halt mehr zurückhalten.","Roddy zeigt gerade hier einen Chart von seiner eigenen Anlage und es reicht\nalso von 0,2 im Winter bis 1,5 im Sommer als Peak.","Das sind, ich weiß gar nicht, was da jetzt...","Wenn man in Berlin bleibt, wenn man jetzt mit seinem Wohnmobil unterwegs ist,\ndann will man ja nicht im Winter unbedingt nach Berlin, sondern reist man ja\nvielleicht in den Süden, könnte ich mir vorstellen. Da gibt es dann schon noch ein bisschen mehr.","Ja, da sind die Tage im Winter ein bisschen länger als hier,\ndas ist richtig, aber trotzdem hast du natürlich schon den Effekt,\ndass du kürzere Tage hast.\nLängere Tage heißen halt auch länger Sonne und deswegen kriegst du da halt auch länger Solar.\nUnd das ist ein Faktor, den darf\nman zumindest in unseren Breiten nicht unterschätzen, der ist gigantisch.","Ja, genau. Aber vielleicht nochmal so zur Technik. Was braucht man jetzt eigentlich,\num das alles zum Laufen zu bringen?\nAlso du hast die Panels, die fangen die Sonne ein.\nJedes Panel erzeugt eine Spannung in einem bestimmten Range,\ndie so ein bisschen abhängig davon ist.","Wie sie geregelt werden.","Wie sie geregelt werden, aber auch schon, die davon abhängig ist,\nvon der Temperatur oder von der Einstrahlungsintensität, auch von der Temperatur.","Von einigen Faktoren. Nein, nein, nein. Und genau das ist das,\nwas an Solarpanels relativ schwer zu verstehen ist.\nUnd zwar von der Einstrahlungsstärke und der Temperatur hängt im Wesentlichen der Strom ab.\nStrom ist nämlich Ladungsträger pro Zeiteinheit.\nJetzt muss man sich das so vorstellen, da kommt jetzt so ein Lichtteilchen an\nund haut dir so ein Elektron irgendwie aus dem Kristallgitter.\nUnd so eine Solarzelle ist im Wesentlichen eine Diode.\nDas heißt, der Strom kann in die eine Richtung fließen, aber nicht in die andere Richtung.\nDas heißt, wenn das rausgekickte Elektron zur richtigen Seite gekickt wird,\nkann es nicht mehr zurück, sondern muss außenrum durch den Schaltkreis,\nden du da anschließt, fließen, um wieder auf die Seite zu kommen,\nwo es eigentlich hingehört.\nDas heißt, eine gewisse Einstrahlung führt zu einer gewissen Menge an Ladungsträger,\ndie pro Zeit rausgeschlagen werden aus dem Kristallgitter und das bedeutet ein gewisser Strom.\nJetzt ist es aber so, wenn ich nichts anschließe, kann kein Strom fließen.\nWenn ich den kurz schließe, fällt aber wiederum, wie erkläre ich das?\nAlso der Grund, warum der nicht zurück kann, ist, weil da ein elektrisches Feld ist.\nAlso das Elektron geht auf die andere Seite, kommt nicht zurück und dadurch\nwird die Seite, wo sich die Elektronen sammeln, immer negativer und die Seite,\nwo keine Elektronen sind, immer positiver.\nBis zu dem Punkt, wo die Spannung reicht, dass es doch wieder zurück kann,\nweil es so stark angezogen wird.\nAlso von der negativen Seite abgestoßen, von der positiven angezogen.\nSo, das heißt, die Spannung steigt bis zu einem bestimmten Punkt,\nwenn man nichts anschließt und die nicht fließen können, bis die nicht mehr\nin der Lage sind, rüber zu hüpfen, weil das Feld zu groß ist.\nWenn ich jetzt einen Kurzschluss baue, dann fließen alle direkt ab.\nAber, und das ist das Problem am Kurzschluss, mit dem Strom kann man da nichts machen.\nWeil Leistung, elektrische Leistung ist Spannung mal Strom. Oder die.\nEinen Maximum Powerpoint-Tracker. Okay. Der maximiert die Leistung,\ndie ich aus dem Solarmodul rausbekomme,\nindem das Ding immer wieder nachregelt, wie viel Strom da fließen und wie viel Spannung baut sich auf.\nDas ist nämlich der eigentliche Trick an der Sache.\nWie die Teile tatsächlich funktionieren, tut jetzt erstmal nichts zur Sache.\nAber wichtig ist, dieser MPPT regelt das Solarmodul so, dass du im Prinzip zu\nder Einstrahlung, die du hast, immer das Maximum rausholst.\nUnd ohne den MPPT passiert gar nichts, zumindest nichts Sinnvolles.","Also dieser Solarregler, wie man dieses Gerät nennt, das ist halt einfach das\nTeil, was du ans Panel anschließt.\nUnd du musst halt einen Solarregler finden, der die richtige Dimension hat und\nes gibt da im Wesentlichen zwei Zahlen, die da angegeben werden.\nAlso du hast halt typischerweise sowas wie 100 slash 50 und das bedeutet,\ndass die Spannung, die die Panels liefern,\ndie muss maximal, darf die bei 100 Volt liegen, das heißt die Zahl und das hat\nso ein bisschen was damit zu tun, was sozusagen die Eigenspannung ist.\nAlso jedes Panel hat so eine Spannung, die es im Wesentlichen irgendwie liefert\nund darauf wollte ich hinaus, die variiert so ein bisschen mit der Situation,\naber bewegt sich in einem bestimmten Bereich.\nBei mir sind das so 31 Volt pro Panel und ich habe zwei Panels,\ndie irgendwie parallel geschaltet sind und die dann sozusagen beide mit derselben Spannung daherkommen.\nAlso bei meinem Solarregler mit so um die 30, 40 Volt aufschlagen.","Nein, doch. Die sind garantiert in Reihe geschaltet.","Ja, bist du sicher? Aber ich habe mal nachgeguckt, sozusagen die Spezifikation\nfür ein Panel, das ist auch das, was beide liefern.","Ja, nur was kann dein Regler, sagtest du? 100 maximal. Der kann die 31 Volt?","Nee, 100 maximal.","100 maximal, ja, dann hängen sie sehr wahrscheinlich in Reihe.\nDas ist auch das, was du üblicherweise tust, dann addieren sich die Spannungen.","Achso, und was habe ich gesagt?","Parallel.","Achso, dann habe ich mich einfach verdreht, genau, weil ich das immer mache\nund das ist halt das Problem, man kommt halt durcheinander, wenn man es nicht\nvollständig verstanden hat.\nIst auch eigentlich egal, ich wollte nur darauf hinaus, man kann das sozusagen\nso arrangieren, man muss diesen passenden Solarregler haben für die konkrete\nKonstruktion, die man da drauf gemacht hat und die sozusagen,\nes muss sozusagen zusammenpassen.\nUnd dieses Teil nimmt den Strom,\nregelt die Panels, wie Roddy das beschrieben hat, mit dieser MPPT-Technik und\nden daraus resultierenden Strom und das ist dann diese zweite Zahl,\ndie hier ins Spiel kommt, mit einem maximalen Ladestrom in diese Batterien.\nMit anderen Worten, obwohl ich einen Peak von 760 Watt habe,\nkann dieser Solarregler maximal 600 Watt, also 12 Volt, ein bisschen mehr,\nmacht es wahrscheinlich mit 13.\nAlso mehr oder weniger eigentlich alles, was diese Panels liefern können,\nkriege ich auch gerade noch so in die Batterien rein.","Das heißt, das ist ein Kombigerät, also der regelt sowohl die Panels als auch\nmacht auch noch ein Batteriemanagementsystem.","Nee, das ist kein Batterie-Management-System. Das ist einfach nur der Läder für die Batterien.","Achso, er hat einfach so und so viel Output, aber du brauchst ja noch ein Batterie-Management-System.","Jaja, aber das ist ja jetzt erstmal egal. Es geht jetzt erstmal nur darum zu\nverstehen, ich habe Panels, ich habe einen Solarregler, der schiebt das in die\nBatterien rein und das würde ja dann auch erstmal reichen.\nWie die Batterien gemanagt werden, ist jetzt nochmal eine andere Geschichte.\nIch will es jetzt auch nicht zu kompliziert machen. Ich möchte jetzt nur ein\nVerständnis dafür aufbauen, wie gehe ich da heran?\nUnd ich sage nochmal, guck erstmal auf dein Dach, was passt drauf?\nGuck mal, was ist das Maximum? Du willst immer das Maximum haben.\nDu möchtest einfach, was geht, willst du drauf haben. Panels sind so billig,\ndie sind wirklich das geringste Problem.","Das gilt auch für Hausinstallationen, sind inzwischen so billig.","Was heißt denn so billig? Habt ihr da mal eine Hausnummer?","Also ich habe jetzt keine direkte Hausnummer, aber das Ding ist,\nwenn da eine Firma kommt und vielleicht sogar ein Gerüst aufbaut,\num aufs Dach zu kommen, dann zahlst du schon mehr als für die Panels,\nselbst wenn du das Dach voll machst.\nAlso das ist wirklich nicht der Kostenfaktor. Der Kostenfaktor ist eher die\nganzen Arbeiten rundherum, Leitungen verlegen, im Keller Dinge montieren und so weiter.","Also ich habe jetzt mal geguckt hier einfach so ein normales,\nich sitze irgendwie mal so reingeklickt ins Netz, so ein Panel,\nwas 425 Watt Peak hat, das ist schon mehr als ich habe, kostet irgendwie 60 Euro.","60? Okay.","Also die Preise sind so im, also Panels kosten nichts. Deine Ressource ist Platz.","Ja.","Wenn du oben viel Platz hast, mach viel Solar drauf.\nMach so viel drauf, wie du nur irgendwie kannst. Dann musst du schauen,\nwas ergibt das sozusagen in der Summe für Ströme und Volt.\nDann musst du den passenden Solarregler dafür aussuchen.\nDa gibt es dann entsprechende Berechnungshilfen im Netz und so weiter,\ndie dir das dann errechnen, was sozusagen das ist, was du bräuchtest.\nUnd dann musst du halt schauen, was kannst du bezahlen an Batterien,\nwobei auch die Batteriepreise nennenswert gefallen sind.\nAlso LFP, das ist also die Batterien, die ich vor zwei Jahren gekauft habe,\nkosten mittlerweile nur noch ein Drittel davon.\nAlso das ist völlig absurd. Da gehen die Preise gerade völlig in den Keller.\nUnd ich denke mal, durch Durch die Natrium-Ionen-Batterien wird das Spiel noch\nein bisschen weiter gehen.\nDa hängt es dann eher davon ab, wie viel Platz hast du in deinem Fahrzeug.\nWas ist deine Zuladung? Wie schwer dürfen die sein?","Wie groß sind deine Batterien jetzt?","Nicht sehr groß. Ich habe diese relativ teuren Dinger von Victron.\nDie sind dafür bekannt, dass sie sehr kompakt sind.\nAlso das ist wirklich so ein, keine Ahnung, die beiden sind zusammen vielleicht so ein Bierkasten groß.\nVielleicht ein bisschen größer und machen halt diese 5 Kilowattstunden.","Also Natrium ist noch am Horizont, das ist noch nicht hier.\nUnd die Energiedichte ist jetzt nicht so geil, also ob man sie wirklich für\nmobile Anwendungen sehen wird, keine Ahnung, werden wir sehen.","Werden wir sehen, aber die werden halt noch mal billiger sein auf jeden Fall.","Für stationäre Anwendungen.","Ja, und wenn du so ein LKW ausbaust, wo du einfach, wo Platz nicht so das Problem ist.\nZumal die Natrium-Ionen-Batterien gegenüber den Lithium-Batterien noch den großen Vorteil haben,\ndass sie während die Lithium-Batterien jetzt so bei 5 Grad dann irgendwann mit\ndem Laden aufhören, weil du sie dann bei der Temperatur nicht mehr geladen bekommst,\nwenn das Fahrzeug draußen steht, sind die Natrium-\nIonen-Batterien so, die gehen dann auch noch bei minus,\n20 Grad, wenn ich das richtig mitbekommen habe.\nAber sind also deutlich temperaturtoleranter.","Da würde ich abwarten, bis sie tatsächlich im Markt verfügbar sind und was die\nLeute dann für Erfahrungen damit haben, weil die Hersteller natürlich auch gerne rumprotzen.","Ja, aber es ist, sagen wir mal,\nVon der Physik, von Natrium her ist klar, dass die auf jeden Fall deutlich weniger\ntemperatursensitiv sind.","Und sie werden billiger sein, das vor allen Dingen. Das ist glaube ich ein großer Faktor.","Und jetzt haben wir sozusagen das Kernsystem. Sonne kommt an,\nerzeugt Strom, der Solarregler sorgt dafür, dass die optimal ausgelastet werden\nund pumpt diesen Strom in deine Batterie und da liegt es rum. Warum?\nUnd die zweite interessante, also dann hast du natürlich die ganze Verteilungsgeschichte,\nda gehe ich jetzt nicht groß drauf ein.\nDie nächste wichtige Komponente ist, du möchtest halt dann doch auch mal Powerstrom haben.\nAlso du möchtest für bestimmte Sachen, wie zum Beispiel so ein Induktionsherd\noder wenn du mal deine Power Tools laden oder direkt betreiben möchtest oder\nhalt was weiß ich. Den Sandwich-Maker.\nDer Bohrhammer, genau. Der Bohrhammer, der kommt ja mittlerweile auch aus dem Makita-Akku.\nAber die Akkus laden macht man dann doch eher mit einem 230-Volt-Anschluss und\nden Sandwich-Maker und das Waffeleisen dann halt auch eher.\nUnd so auch die Brotbackmaschine, natürlich. Also es gibt Bedarf für 230 Volt.\nAllein, wenn man mal nicht den passenden Adapter für 12 Volt am Start hat für\ndas jeweilige Gerät, weil für 230 Volt gibt es alles.\nWill man also haben und dafür braucht man einen Wechselrichter.\nUnd Wechselrichter ist sozusagen das schwerste und größte Gerät, so oder so.\nSpeziell, wenn man halt auf ein 12-Volt-System setzt. Und hier muss man vielleicht\nauch nochmal generell sagen...\nMan muss sich überlegen, was man so an Bordstrom eigentlich als Basis haben\nwill, weil mittlerweile ist es glaube ich fast sinnvoller, wenn man was Neues plant,\ndass man auf 24 oder sogar auf 48 Volt geht, weil das macht dann die ganze Verkabelung einfacher.\nDas ist ja sozusagen auch etwas, was man bei Strom begreifen muss.\nWenn du die gleiche Energie mit einer niedrigen Voltzahl, mit einer niedrigen\nSpannung übertragen willst, das ist ja immer dieses Gleichnis mit Wasser.\nWenn du einen niedrigen Druck hast,\nWasserdruck, du machst einen Wasserhahn auf und das Wasser tröpfelt nur so aus\nder Leitung, weil da einfach kein Druck ist.\nDas ist halt vergleichbar mit einer niedrigen Spannung beim Strom.\nDa werden also die Elektronen sehr langsam rausgeschoben und wenn du eine große\nEnergiemenge aber brauchst, dann brauchst du bei diesem Druck einfach ein größeres Rohr,\ndamit zum gleichen Zeitpunkt mit diesem niedrigen Druck mehr Wasser durch das\nRohr durch kann. Und genauso ist das auch beim Strom.\nWenn du halt mit 12 Volt arbeitest und du brauchst mal viel Energie,\nbrauchst du einfach ein fettes Kabel.\nUnd deswegen sind an solchen 12 Volt Batterien in so einem Wohnmobil die fettesten\nKabel, die du je gesehen hast.\nSo richtig wurstdicke Teile, weil der Strom da so langsam durchgedrückt wird,\ndass wenn du die ganze Energie auch abholen willst, die du irgendwo reinjagen\nwillst, dann braucht die einfach Raum.","Was spricht dagegen 230 Volt.","Dass es Wechselstrom ist?","230 Volt ist halt Wechselstrom. Wir reden jetzt gerade von Gleichstrom in den\nBatterien, also Solar und Batterie, das ist alles Gleichstromwelt.\nWechselstrom ist so Powerstrom. Deswegen ist der Alternative current.","Ein Wechselstrom ist insofern interessant, als dass du ihn viel einfacher konvertieren\nkannst in eine höhere Spannung oder in eine niedrigere Spannung.\nEinfach mit einem Transformator. Das kannst du bei Gleichstrom nicht so einfach.\nGut, da gibt es auch Gerätschaften, die das können. Aber es ist halt nicht ganz\nso einfach. Das Problem ist, aus Gleichstrom Wechselstrom zu machen mit einem\nWechselrichter ist schon auch Rechtverlust behaftet.\nUnd hinterher aus dem Wechselstrom dann wieder Gleichstrom zu machen, weil...\nIm Wesentlichen alle Geräte, die nicht das mit der Hitze machen,\nmachen sowieso hinterher wieder Gleichstrom aus dem Strom.","Also dein Netzteil, was du dann in die Steckdose steckst.","Dein Netzteil, genau. Insofern ist es immer sinnvoll, wenn du dir diesen Schritt\nsparen kannst, wenn es wirklich auf Verbrauch kommt.","Guck mal jetzt, kommen aber doch wirklich diese Things I learned today Momente.\nDas heißt also, das was hier in meinem MacBook über USB-C ankommt, ist Gleichstrom.\nAch was, na guck, schon was gelernt.","Ja.","Und das, was jetzt irgendwo da in den Kabelschächten von Tim liegt,\nist dann das Netzteil, was aus den 230 Volt, den guten USB-C,\nwie auch immer er geregelt wird, Strom ist. Es ist ja auch nicht immer die gleiche Spannung.","Und damit ich nicht so sehr auf Wechselstrom angewiesen bin,\nhabe ich jetzt auch für mittlere Verbraucher so leistungsfähige USB-C-Dosen,\ndie an 12 Volt hängen in meinem Wohnwagen,\nwo ich auch mal 65 Watt rausholen kann.\nAber da muss ich halt auch zusehen, dass die Kabel, die da hinführen,\ndick genug sind, um diese Energie mit 12 Volt auch rüber zu bekommen.\nAlso nochmal zurück, Solar, Solarregler, Batterie, alles eine Gleichstromwelt\nund ich kann diesen Gleichstrom mit entsprechend dicken Kabeln verteilen und\nam Ende auch in USB-C Steckdosen umwandeln,\ndie dann eben auf Bedarf 5,\n9, 12 oder 20 Volt mit verschiedenen Strömen liefern.\nDas funktioniert ganz wunderbar und dafür brauche ich keinen 230 Volt.\nTrotzdem habe ich 230 Volt Bedarf für Powergeräte und für, wenn man mal nicht\nden richtigen Stecker und Adapter hat und dann kommt doch noch einer mit irgendeinem Netzteil.\nAlso 230 Volt ist irgendwie immer praktisch und deswegen brauchst du halt diesen\nTransformator, Entschuldigung, Wechselrichter, der dir das sozusagen aus deinem Gleichstrom umsetzt.\nUmso niedriger dein Batteriestrom ist,\numso aufwendiger ist diese Wandlung zu 230 Volt und deswegen ist es halt sinnvoll\nauch darüber nachzudenken, ob man nicht vielleicht sein ganzes System schon mal auf 48 Volt macht.\nDu kriegst alles auch irgendwie mit 48 Volt.\nDu kriegst auch deine Solarpanels irgendwie so konfiguriert,\ndass du eine 48 Volt Batterie laden kannst damit.\nUnd dann ist halt dein Wechselrichter in der Regel sehr viel leistungsfähiger\nbei gleichem Gewicht, weil er eben nicht so tief Luft holen muss.\nUnd dann kommt da halt 230 Volt Strom bei raus.\nWenn du trotzdem noch 12 Volt brauchst, kannst du mühelos aus deinem 48 Volt\nwieder 12 machen durch entsprechende Verteiler. Das ist gar nicht so das Problem.\nAber der Wechselrichter, so oder so, unabhängig davon, für welche Voltzahl man\nsich jetzt entschieden hat,\nder hängt halt irgendwo an der Wand und ist ziemlich schwer und groß und brummt\nauch ein bisschen, wenn man ihn einschaltet und verbraucht auch schon mal Strom,\nwenn er eingeschaltet ist.\nIm Idealfall nicht so viel, aber allein, dass du sagst, ab jetzt könnte auch\n230 Volt benutzt werden, kostet dich auch schon mal wieder, je nachdem, 10 oder 5 Watt.","Was man in dem Zusammenhang halt wissen muss, ist, der Wechselstrom ist eigentlich\neine saubere Sinusschwingung.\nJetzt mal abgesehen davon, dass immer ein bisschen Schmutz drin ist,\nist er, wenn du jetzt ein Oszilloskop an die Steckdose hältst,\nsiehst du wirklich eine superschöne Sinusschwingung.\nWenn du ein Oszilloskop an so einen Wechselrichter hängst, nee,\ndas sind dann gerne mal so Treppenstufen, so richtig Treppenstufen.\nJa, nicht jedes Gerät mag das, sagen wir mal so.\nAlso es kann dir halt durchaus passieren, wenn du da Omas altes Röhrenradio\nanschließt, dass du dann ein fürchterliches Brummen drauf hast,\nweil sich diese ganzen schmutzigen Treppenstufen durch den Eingang von deinem\nRadio irgendwie bis auf den Lautsprecher durchschlagen.\nAlso insofern, also 230 Volt im mobilen Einsatz sollte man vermeiden, wo es geht.\nGanz ehrlich. Das ist irgendwie...","Weil der Sinus nicht sauber genug ist?","Naja, ich meine, wenn es den Toaster anschließt, ist es egal. Aber...\nEinfach die Verluste, die du hast und so weiter und so weiter.","Also es ist natürlich Luxus, aber ich kann dir sagen, das Leben mit 230 Volt\nals Option ist dann im mobilen Bedarf.\nDas ist einfach gut. Du kannst halt einfach alles anschließen,\nwas du auch an eine Steckdose anschließen kannst, wenn es nicht zu viel zieht.\nEin Problem ist natürlich, ich habe natürlich versucht, mein Elektromotorrad\nvon meinem Wohnwagen auszuladen.","Okay.","Geht aber nicht, weil mein Wechselrichter halt so sustained vielleicht so,\nnaja, so 1200, maximal 1500 Watt erträgt.","Das ist ja mal nicht so viel.","Nee, ist nicht so viel, aber dafür ist es auch eine relativ kompakte Lösung für 12 Volt.","Es ist nicht so viel, wenn du ein Elektromotorrad laden willst.","Achso, das würde ja reichen. Das Problem ist nur, ich kann das Motorrad zwar\nruntersetzen auf die niedrigste Ladestufe,\naber das sind dann immer noch 6 Ampere und das resultiert dann in einer 2 Kilowatt\nLast und da sagt der Wechselrichter irgendwann,\nsorry, aber I'm not specced for that.\nAbgesehen davon, dass es natürlich ein bisschen mörderisch ist,\nmein 9 Kilowattstunden Akku, den ich im Motorrad habe, aus einem 5 Kilowattstunden Akku,\nim Wohnwagen zu laden, aber es war einfach nur mal so, einfach mal eine Kilowattstunde\nrüber wäre doch mal geil irgendwie, aber leider kann ich es nicht weiter limitieren. Naja, mal gucken.","Also in dem Zusammenhang, wenn man das alles nicht selber machen aus Einzelteilen\nzusammenbauen und fest verdrahten und hast du nicht gesehen.\nIch habe mir jetzt von EcoFlow so eine kleine Kompaktbatterie gekauft.\nUnd zwar, ich weiß nicht, ob du die kennst, also ich habe hier die kleinste\nVariante, die sie hatten.\nEcoFlow River 2 heißt die.","Achso, so eine tragbare Rumschleppbatterie mit Solarregler drin.","So schlepp ist die gar nicht. Die ist erstaunlich leicht.\nAber ja, also da ist ein Solarregler drin.\nDas Lustige ist, an dem Port, wo man die Solarzelle anschließt,\nkann man auch einfach 12 Volt vom Autostrom anschließen.\nUnd dann hat das Ding also einen Ausgang für 12 Volt, auch nochmal so eine Autosteckdose,\nhat eine 230 Volt Steckdose und hat,\nund das finde ich eigentlich am lustigsten, hat einen USB-C-Port und man kann\nihn auch über den USB-C-Port laden.","Sehr schön.","Der River, EcoFlow River 2, das ist der ganz, nee, noch weiter rechts. Nicht Pro?\nNein, nicht Pro. Wirklich der kleinste.","Könnte ich nicht scrollen, hier ist irgendwie Scrollverbot.","Scrollverbot. Da, nee, noch einen, der ganz kleine. Der ganz kleine. Der hier. Ja.\nIch habe mir gedacht, die Preise fallen und fallen und fallen.\nDa hat es jetzt irgendwie keinen Sinn, irgendwie viel Geld auszugeben.\nKaufst du mal den kleinsten.\nUnd ich Ich muss sagen, ich bin ganz zufrieden mit dem Teil.\nIch habe jetzt keine Solarzelle dafür.","Wie viele Kilowattstunden hat der?","Eine Viertelte.","250.","250 Wattstunden.","256.","Genau. Das reicht aber zusammen mit dem Kühlschrank, den ich auch besorgt habe,\num den Kühlschrank 24 Stunden zu betreiben.\nOder Kühlbox. Und zwar von einem Laden, den ich vorher auch noch nicht kannte.\nDie nennen sich Plug-In Festivals.\nUnd der Plug-In Festivals, diese Kühlbox ist wirklich geil.\nSie ist leise, sie verbraucht wenig und sie hat einen Stöpsel unten.\nAlso wenn man das Ding irgendwie wirklich, also wenn da sich wirklich Wasser\nangesammelt hat, kann man den Stöpsel ziehen und dann läuft das ganze Wasser\nunten wieder raus. Und das ist schon wirklich sehr geil.","Link in den Chat bitte, weil sonst fragen mich wieder alle.","Jetzt muss ich kurz gucken, welchen ich den 30.","Das kostet auch nur 220 Euro, das Teil.\nJa, okay, wir kommen schon wieder ab. Ich wollte noch kurz diese mobile Perspektive zu Ende bringen.\nAlso solche tragbaren Systeme, die schon Solarregler haben, das ist so ganz\ngeil für das kleine Solarpanel, was man noch so mitführt.\nIch weiß nicht, was man da anschließen kann, wahrscheinlich nicht so viel.","100 Watt.","100 Watt, genau. Also dann kannst du halt noch mal so ein faltbares Solarpanel\nmitnehmen, das irgendwo hinlegen in die Sonne und dann lädst du halt auch deinen\nAkku mit auf. Das ist auch cool.\nDa tut sich jetzt immer mehr in diesem Markt. Also diese dicken Batterien zum\nRumschleppen, das ist wirklich eine interessante Generator-Alternative.","Ist auch nicht für die Anwendung, für die du es hast. Ich habe es wirklich auch nur für die Kühlbox.\nIch hänge das Ding halt an den normalen Autostrom ran, an die 12 Volt.\nHänge dann den Kühlschrank über die 12 Volt an das Ding und dann, ja. Ja, dann hält der.","Schön, wie sie hier auf den ganzen Produktfotos dann,\ndas Powerbook-Netzteil an die 230-Volt-Steckdose ranstecken,\nanstatt direkt aus dem USB-C zu laden.","Ja nun. Gut.","Ich versuche nochmal kurz die Perspektive zu machen.\nSolar liefert den Strom, Solarregler regelt das Panel, tankt die Batterie voll.\nDer Wechselrichter wird daneben angeschlossen und macht dir 230 Volt.\nJetzt gibt es noch etwas, was man möchte.\nMan möchte auch in der Lage sein, den Strom aus dem Festnetz zu entnehmen,\nwenn er denn da ist, wenn man an einem Campingplatz steht oder sonst wo in der\nNähe mit einer Steckdose, möchte man ja dann auch die Gelegenheit nutzen,\neinmal powermäßig die Batterie voll zu bekommen oder vielleicht für eine Zeit\nlang auch direkt daraus betrieben zu werden.\nDeswegen lohnt es sich meiner Meinung\nnach einen Wechselrichter gleich mit integriertem Ladegerät zu kaufen.\nDas bedeutet, dass man eben auch noch einen externen Stromanschluss,\nalso so einen Campingplug in der Regel, diese blauen Stecker reinstecken kann\nund dann werden die 230 Volt direkt auch mit in die Batterie geladen.\nDas geht also parallel, man kann mit Solar und mit Netz reinladen,\nkannst dann auch einen Generator darüber anschließen, das ist auch noch eine\nMöglichkeit und es macht Sinn, sozusagen Wechselrichter und Lader in einem zu haben,\nweil du dann auch das benutzen kannst wie so eine UPS.\nAlso bei meinem System ist es so, wenn ich da den Feststrom reinstecke,\ndann ist der Wechselrichter in der Lage im Betrieb unterbrechungsfrei den neuen Strom,\nder dazugekommen ist, anstatt des eben noch vom Wechselrichter erzeugten Stroms\ndurchzuschalten, ohne dass irgendetwas davon was mitbekommt.\nAlso ein leichter Energieknick ist vielleicht noch zu merken,\naber funktioniert ganz problemlos und das ist eigentlich so ein bisschen das\nMinimum, was man haben will.\nAlso Solar, Solarregler, Batterie, Wechselrichter und eingebauter Lader.\nJa und was ich dann außerdem noch habe, was ich wirklich cool finde und wo ich\njetzt ehrlich gesagt nur für die Victron-Lösung sprechen kann,\nist, dass halt Victron das ganz gut hinbekommen hat mit Einschränkungen,\ndiese ganzen einzelnen Komponenten miteinander zu verbinden,\nwie sie das nennen, über ein sogenanntes GX-Gerät.\nDas sind also im Prinzip Datensammelstationen, die all diese ganzen aktuellen\nDaten aufzeichnen und dann auf eine SD-Karte schreiben,\naber auch an ihre kostenlose User-Cloud hochladen können.\nDas heißt, du kannst da bei Victron Energy in diesem VRM-System dir einen Account\nklicken, deine Installation sozusagen dort announcen,\nso hier mein Wohnwagen und dann werden die ganzen Geräte permanent gepollt und\nin Echtzeit da reingeschoben.\nUnd ich kann mir also jetzt im Web in Echtzeit anschauen, was gerade in diesem System vor sich geht.\nSo ist natürlich jetzt zu diesem Zeitpunkt gerade natürlich keine Sonne,\naber ich sehe halt den aktuellen Gleichstromverbrauch, diese 13 bis 15 Watt,\nvon denen ich vorhin gesprochen habe.\nIch sehe genau, die Batterie ist gerade halb voll.","Kannst du mal zeigen, was er heute im Laufe des Tages geladen hat?\nDa war ja viel Regen, ein bisschen Sonne.","Ja, kann ich hier, das siehst du, wenn du ein bisschen runter scrollst.\nAlso wir schauen jetzt hier gerade auf das Dashboard, das ist sozusagen,\nwie der Name schon sagt, so erstmal Instrumentenübersicht.\nUnter anderem sehe ich halt hier für einen beliebigen Zeitraum,\nin diesem Fall hier schauen wir gerade auf die letzten 24 Stunden,\nsehe ich hier rote Balken ist Verbrauch, gelbe Balken ist, was über Solar reingekommen ist.\nIch kann mir auch so einen speziellen Verbrauchsview anschauen,\nwo ich sehe, sind die Ströme aus der Batterie gerade entnommen worden oder ist\ndas komplett von Solar bedient worden.\nSehe ich jetzt hier mit Blau und Gelb, beziehungsweise würde Feststromanschluss\nnoch mit dazukommen, würde ich das hier auch nochmal in roter Farbe sehen.\nAlso dieser ganze Mix lässt sich hier ablesen. Das ist schon mal sehr praktisch.\nAlso man kriegt hier sehr schnell einen Überblick.\nAußerdem habe ich noch verschiedene Temperatursensoren angeschlossen,\ndie mir von verschiedenen Zonen eine Messung geben.\nAlso das ist alles in so einem Schrank eingebaut. Da habe ich einen eigenen\nSensor, um zu schauen, wie die Temperatur da mit den ganzen Geräten ist,\nbeziehungsweise wie die Temperatur an sich ist.\nDas will ich demnächst auch noch aufrüsten, noch um einen Bluetooth-Sensor,\nden ich in den Kühlschrank lege, dass ich auch da schaue, es gibt überhaupt.\nDie coolsten Sensoren, da bin ich gerade noch am forschen. Habe jetzt auch so\neinen Tanksensor eingebaut für den Frischwasserverbrauch, um zu sehen, wie es da so aussieht.\nAber wo es halt so richtig nerdy wird, ist, wenn man hier so in den Advanced-Modus schaltet.\nDa lacht das Herz des Elektrotechnikers, weil du hier wirklich jedes Detail dir anschauen kannst.\nAlso du kannst dir wirklich genau angucken, was hat der Solarregler hier an\nVolt Und was irgendwie gemacht, in welchem Zustand befinden sich diese Systeme.\nDu kannst ja mit der Maus rüber hofern und siehst sofort in den anderen Panels,\nwas zu dem jeweiligen Zeitpunkt bei den anderen Geräten passiert ist.\nDas, was ihr jetzt hier gerade seht, ist nur eine sehr kleine Liste von Dingen,\ndie man sich einblenden kann.\nMan kann hier also tausend Widgets dazuschalten, die irgendwie Relaiszustände, Systemzustände,\nSensoren, Spannung und Ampere-Werte auf allen möglichen Messstrecken,\nwo auch immer irgendwas anliegt, von allen möglichen Devices.\nEs ist wirklich cool und man kriegt sehr schnell einen Überblick und das mag\nich sehr in diesem Victron-System, dass man also hier schnell sich so einen\nÜberblick verschaffen kann und analysieren kann.\nAlso ich hatte schon verschiedene Fehlersituationen, wo ich mich gefragt habe,\nwas ist denn da eigentlich passiert, die ich also noch Tage und Wochen,\nMonate später noch nachvollziehen konnte, bis auf die Minute genau,\nwas ist da eigentlich passiert.\nUm zu analysieren, was eigentlich das Problem war.","Ja, die Holländer, das sind wirklich die Wohnwagennationen. Allerdings. Da sieht man es. Ja. Ja.\nUnd übrigens zu dem EcoFlow gibt es auch eine App, die zeigt auch Daten an.\nGut, jetzt hier nicht, weil die Batterie ausgeschaltet ist.\nDas ist natürlich ein bisschen kruder, aber immerhin kann man auch durch die\nApp irgendwie den AC und den 12 Volt DC ein- und ausschalten,\nwas eigentlich auch ganz lustig ist.\nUnd ich meine, aber das hatten wir ja auch schon gesagt, meine SolarEdge-Installation,\ndie hat ja auch jede Menge Daten.\nIch bin jetzt übrigens bei 25 Megawattstunden über die Lebensdauer der Anlage,\nhabe ich gerade gesehen.","Wow.","Das ist das, was die Dachanlage bei mir zu Hause über die letzten… 25 Megawattstunden.\nErzeugt hat.","25.000 Kilowattstunden.\nDie, wenn ich sie hier aus dem Stromnetz ziehe, mich 34 Cent kostet.\nDas ist sozusagen Strom im Wert von 8.500 Euro.","Ja, allerdings ist vieles davon natürlich ins Netz abgeflossen.","Ja, aber nur mal um so ein Gefühl dafür zu bekommen, was man da so aus der Luft\nholt. In welchem Zeitraum?","In vier Jahren ungefähr.","Vier Jahre hast du 25 Megawattstunden.","Also seit August 2020. Das sind dann, nee, 2021.","Drei. Nicht ganz. Nicht ganz drei Jahre.","Nee, nicht ganz vier Jahre.","21.","21, 22, 23, 24.","Nee, das Erste, wenn das Einzelne losgeht, dann musst du es nicht mitzählen.","Und dieses Jahr ungefähr fünf Megawattstunden.","Ja, aber ich teile das mal durch drei Jahre. sind halt irgendwie 2800 Euro Strom\nwert, den du aus der Luft geholt hast. Ja.","Ja. Gut. Also, ich meine, man darf sich jetzt nur so mäßig über Rentabilität unterhalten, aber ja.","Aber ich glaube, viele Leute machen sich nicht wirklich einen Kopf darüber, wie viel da zu holen ist.\nUnd das halt in dem Moment, wo man viel Fläche hat,\nwenn man damit gesegnet ist, dass man für relativ überschaubaren Taler wirklich\neine interessante Option bekommt und damit einfach auch unabhängiger wird von Infrastruktur.\nUnd das ist irgendwie geil.","Also wenn man das nach Autarkie sieht,\ndann habe ich zumindest für dieses Jahr 32% des verbrauchten Stromes kam aus\ndem Netz, der Rest irgendwie aus der Batterie oder direkt von der Solarzelle.\nAlso das ist schon...","Okay.","Das ist schon okay.","Ich würde sagen, das Tutorial können wir jetzt an der Stelle zuklappen.\nIch hoffe, das war für euch so ein bisschen so ein Kick-Off.\nEinfach sogar ich, der ich eigentlich keine Ahnung habe,\nwar in der Lage, sich dann da reinzufummeln und man kann sich mit diesen Komponenten,\ndie es gibt auf dem Markt,\nschnell für die jeweilige Anwendung was bauen und das irgendwie macht auch irgendwie\nSpaß. Also es ist irgendwie cool.","Also wenn man es wirklich vertiefen möchte, dann kann man sich nochmal über\nVerschattung unterhalten.\nAber das ist, wenn man es wirklich nur dann, wenn man sich da vertiefen möchte.","Das können wir ja dann vielleicht später mal vertiefen. Jetzt haben wir unsere\nvier Stunden voll und da machen wir ja immer Schluss nach vier Stunden.","Ja, haben wir eine sonderbare magische Grenze.","Die aber ziemlich genau immer getroffen wird.","Wir haben aber jetzt auch, wenn ich die Liste sehe, alles abgearbeitet.","Ja, haben wir.","Das ist ganz friedlich heute.","Ja, wie auch sonst.","Wir müssen Max wieder einladen.","Ja, Leute. Das war's. Haben wir eigentlich schon einen Termin für die nächste Sendung?\nIch glaube, wir müssen uns gleich nochmal einen ausdenken.\nIch hoffe, da war was für euch dabei. Und wir hören uns bald wieder.\nJa, vielleicht sehen wir uns ja auch demnächst auf eine der Veranstaltungen,\nüber die ich gesprochen habe.\nOder ich. Oder du, genau.\nUnd das wäre doch alles super. So, und jetzt müssen wir eigentlich nur noch uns verabschieden.","Du musst den Outro-Button drücken.","Ja, ich muss den richtigen Outro-Button erstmal finden.","Ah, auf Anhieb.","So, dann verabschieden wir uns mal ganz brav. Ralf, möchtest du dich auch verabschieden?","Aber ja, einen wunderschönen Restabend, Restnacht, Morgen, Mittag,\nwann immer ihr zeitautonom diese Konserve euch anhört.","Eher gute Nacht, aber ja.","Also, das war's. Bis bald. Tschüss."]}