{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:21",
      "text": "Hallo, herzlich willkommen, hier ist die Freakshow und ich hoffe,\nihr seid alle richtig reingeplugged in diese Sendung."
    },
    {
      "speaker": "roddi",
      "time": "0:04:29",
      "text": "Dank des Adapters."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:04:33",
      "text": "Nur echt mit wahrem 50-Hertz-Bruck."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:37",
      "text": "Meine Leute.\nIch finde, es wurde Zeit, dass es ein Loblied auf den Adapter gibt.\nDenn nur der Adapter stellt die wahre Kompatibilität sicher.\nJa, denn ohne Änderung kein Fortschritt.\nJa, und Fortschritt muss sozusagen zwangsläufig adaptiert werden.\nJa, an die Vergangenheit nämlich.\nUnd da hilft einfach nur der Adapter.\nUnd damit auch ihr den Dank des Adapters erfahrt, gibt es jetzt Freakshow Nummer\n281 direkt live aus der Meta-Ebene mit original Wackelstream,\nwie unser Chat gerade berichtet.\nEs tut mir natürlich furchtbar leid, ich habe genau gar keine Möglichkeit, das zu beeinflussen.\nDas kommt davon, wenn man kein Multimillionen-Unternehmen ist,\nsondern nur so ein dahergelaufener Internet-Hallo-Dreh.\nGenau, so ein Hobby-Podcaster."
    },
    {
      "speaker": "roddi",
      "time": "0:05:34",
      "text": "Ja, vor allen Dingen, wenn man das Ganze in Deutschland macht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:37",
      "text": "Das kommt noch dazu. Das ist auf jeden Fall immer ein Problem.\nDas ist ein Risiko. Das ist ein Risiko und man kann sich nicht mal dagegen versichern."
    },
    {
      "speaker": "roddi",
      "time": "0:05:44",
      "text": "Da hilft auch kein Adapter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:46",
      "text": "Da hilft auch kein Adapter. So sieht es aus. Genau. Also hier ist die Freakshow.\nIch bin's Tim und mir gegenüber Roddy. Hallo Roddy."
    },
    {
      "speaker": "roddi",
      "time": "0:05:54",
      "text": "Hallo Tim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:55",
      "text": "Links.\nHeute auf Mikrofonport Nummer 2, Ralf."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:06:02",
      "text": "Natürlich links, ja, einen wunderschönen guten Abend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:05",
      "text": "Links ist ja sehr relativ, wenn man so im Dreieck sitzt, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:06:09",
      "text": "Ja, ich musste in der Tat noch rechts anfahren, weil als ich dieses Lied im Radio gehört habe,\ndas habe ich wirklich zuvor vor vier Tagen im Radio gehört und so alle Jubeljahre\nerwischt mich ein Song so dermaßen hart,\ndass ich im Interesse des allgemeinen Straßenverkehrssicherheitsregularien dann\nmal in mich gehe und mir kurz ein Parkplätzchen,\num das vollständig würdigen zu können."
    },
    {
      "speaker": "roddi",
      "time": "0:06:34",
      "text": "Aber ich kann es sehr gut verstehen. Der letzte Song, der mich total gepackt\nhat, war dieser niederländische War is me ein Toasty-Apparat-Song.\nDer ist schon auch extrem absurd."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:46",
      "text": "Den kenne ich, glaube ich, noch gar nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:06:47",
      "text": "Wo jemand darüber singt, dass er seinen Toaster nicht findet.\nEr würde halt ungern Käsesemmel essen oder einen Bau bannen,\nsondern ein Toasty und dazu War is me ein Toasty-Apparat. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:01",
      "text": "Okay. Es ist noch einiges zu holen hier in dieser Sendung."
    },
    {
      "speaker": "roddi",
      "time": "0:07:05",
      "text": "Auf jeden Fall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:07",
      "text": "Jetzt müssen wir auch dafür sorgen, dass wir, du kannst schon mal den Link raussuchen,\nmein Freund, weil was hier erwähnt wird, gehört ja auch in die Shownotes.\nSchaffen wir zwar auch nicht unbedingt immer so den richtigen Link zur richtigen\nZeit, aber wir geben uns Mühe und dementsprechend hauen wir das hier alles in den Chat.\nUnd was im Chat landet, das hat auch eine gute Chance in den Show Notes zu landen.\nAbgesehen natürlich von den ganzen Themenfremden Links, die uns hier von den\nLeuten reingekübelt werden.\nWo ich immer das Gefühl habe, die Sendung ist wahrscheinlich ganz schön langweilig,\ndass sie jetzt so parallel sich dann über andere Themen unterhalten.\nKommt euch das auch manchmal so vor?"
    },
    {
      "speaker": "roddi",
      "time": "0:07:49",
      "text": "Nein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:07:50",
      "text": "Also eigentlich ist unser Chat aber recht diszipliniert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:53",
      "text": "Ja, eigentlich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:07:54",
      "text": "Könnte ich jetzt gar nicht sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:55",
      "text": "Beziehungsweise es wird frei assoziiert, was sozusagen. Und vielleicht sind\nes auch nur Vorschläge, die wir da nicht aufgreifen. Man weiß es nicht.\nMan weiß es nicht. Dank des Adapters kann man das aber auch noch beheben.\nWer den Tonfall noch nicht erkannt hat und vielleicht noch gar nicht weiß,\nwelche Gruppe dahinter steht, das muss man auch nochmal erwähnen. H-G-I-T.\nIch würde sagen, wenn man so ein Craziness-Level von 1 bis 10 hat,\nrangiert H-G-I-T irgendwo so zwischen 12 und 13.\nUnd es ist so ein klassisches Beispiel für kann man gut finden,\nkann man auch nicht gut finden.\nDa trennt sich dann die Spreu vom Weizen, das Plus vom Minus,\nmuss das auf und ab. Da gibt es keine einhellige Meinung.\nAuch als die Truppe mal auf dem\nChaos Communication Kongress vor einigen Jahren in Hamburg Wann war das?\nDas musste der letzte oder der vorletzte Kongress gewesen sein. Was war das nochmal?\nDer letzte oder vorletzte? 32?\nMan weiß es nicht. Einer von den paar und 30 Kongressen, die die in Hamburg\nwaren, bevor es dann nach Leipzig ging."
    },
    {
      "speaker": "roddi",
      "time": "0:09:16",
      "text": "Ich glaube, 1933 war der letzte, aber..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:19",
      "text": "Das kann sein und ich weiß es auch nicht mehr ganz genau. Auf jeden Fall gab\nes ein Konzert von HGIT auf diesem Kongress und ich muss sagen,\ndas war für mich ein Moment des Innehaltens.\nWeil also ganz klar, die Crowd trennte sich haarscharf, aber auch wirklich so\nmit einem japanischen geschliffenen Messer in zwei Hälften.\nDie einen dachten sich nur, oh mein Gott, was ist hier los? Ich muss hier raus.\nWas ist mit dem Kongress passiert? Das ist ja unerträglich.\nUnd der Rest ging einfach nur steil ab, weil einfach diese Performance von HGIT einfach krass ist.\nDas ist halt so eine Hamburger Kunst.\nStudenten. Verbindung, glaube\nich, ursprünglich mal gewesen oder ist es vielleicht auch immer noch?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:10:15",
      "text": "Seit fast 30 Jahren. So lange gibt es es schon. 96 gegründet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:21",
      "text": "Genau, das merkt man auch so ein bisschen daran, dass sie so noch in den guten\nalten Goa-Party-Ding irgendwie hängen geblieben zu sein scheinen,\nwenn man sich so die Videos anschaut. Auch die Musik, ja.\nUnd an dieser Stelle muss ich auch aufhören, das zu beschreiben,\nweil HGIT ist schwer zu beschreiben.\nEs ist wirklich, die Konzerte sind mehr so ein,\nDie kommen so ein bisschen rüber wie so ein Verkehrsunfall in Zeitlupe und das erstreckt sich dann.\nImmer wenn man denkt, der Wahnsinn wäre kaum noch zu steigern,\nsteigert er sich ins Unermessliche und wie gesagt, das kann man halt mögen oder nicht.\nIch fand es einfach atemberaubend großartig, weil es halt einfach so eine Antithese\nzu allem, was irgendwie angeblich so Geschmack ist oder musikalische Großkunst.\nDas wird einfach von diesem Projekt komplett ignoriert und stattdessen schaffen\nsie es einfach durch proletenhaften Goa-Techno-Wahnsinn Memes zu produzieren,\ndie sind like no other.\nIch sage nur Hauptschule. Hauptschule.\nDas kennst du nicht, oder? Nee. Aber ich bin mir hundertprozentig sicher, dass unter unseren,\nmit Adaptern ausgestatteten Hörern hier schon das Ohr klingelt."
    },
    {
      "speaker": "roddi",
      "time": "0:11:56",
      "text": "Adapter des Todes."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:58",
      "text": "So. Also, hallo. Ja, hier ist die Metaebene und wir haben unsere Sommerurlaube\nunterbrochen oder noch nicht angetreten, je nachdem.\nOder nie einen in Aussicht gehabt. Ich weiß nicht, Roddy, wie es bei dir so aussieht."
    },
    {
      "speaker": "roddi",
      "time": "0:12:15",
      "text": "Das weiß ich noch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:17",
      "text": "Das weißt du noch nicht so ganz genau. Also Unklarheit steht im Raum.\nIch habe jetzt schon viel Zeit in der Sonne verbracht, allerdings nicht in der\nfernen Sonne, sondern in der nahen Sonne, weil es war ja heiß genug.\nUnd das wird dann auch das ein oder andere Thema beeinflussen, das wir heute haben.\nUnd fangen wir denn an? Ich würde sagen, wir fangen an mit ein bisschen Feedback, oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:12:45",
      "text": "Aber ja. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:46",
      "text": "Aber ja. Und zwar ähm,\nWir hatten eine, das muss ich gleich nochmal drüber nachdenken,\nwas war denn das für eine Diskussion?\nDa ging es um, wie man, Gott, was war denn da der Kontext nochmal?\nIch habe beklagt, dass es doch so schwierig ist, Dateien zu übertragen.\nEs ging um iPhone-Mirroring und iOS 18 bzw.\nMacOS 15, also die auf der WWDC vorgestellten neuen Betriebssystem-Versionen,\nwo ja dann dieses iPhone-Mirroring auch vorgestellt wurde und man es schön mit\nDrag & Drop aufs iPhone Sachen übertragen konnte.\nUnd da habe ich dann halt so einfach gesagt, ja Skandal, wie kann es denn eigentlich\nsein, dass sowas erst heute kommt, weil das wollte man ja eigentlich schon immer mal haben.\nUnd dazu gab es einen Kommentar von Michael, er zitiert mich hier, glaube ich zumindest.\nDas hatten wir, glaube ich, noch gar nicht, aber das ist das,\nwas ich schon immer wollte.\nIch wollte schon immer mit Trick und Drop etwas auf einem anderen Mac bringen\nund ich hoffe, dass wir das auch für den Mac noch bekommen.\nAlso von Mac zu Mac, nicht von Mac zu iPhone.\nUnd da wies er mich doch darauf hin, ganz korrekt, dass es das ja schon gibt.\nUnd in dem Moment wurde mir klar, dass ich ein Feature, was vor ein oder zwei\nBetriebssystemversionen kam, aus bestimmten Gründen noch nie wirklich getestet\nhatte. Nämlich dieses Universal Control.\nHabt ihr das schon mal getestet?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:14:32",
      "text": "Universal Control?"
    },
    {
      "speaker": "roddi",
      "time": "0:14:33",
      "text": "Das ist, wenn man mit der Maus auf das andere Gerät rüberkommt.\nDas habe ich bisher eigentlich nur zwischen Mac und iPad gehabt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:43",
      "text": "Das geht aber auch von Mac zu Mac?"
    },
    {
      "speaker": "roddi",
      "time": "0:14:45",
      "text": "Das mag sein. Ich habe momentan, bin ich etwas knapp an Macs?\nIch habe eigentlich nur einen aktuell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:51",
      "text": "Ja, ja, genau. Also ich bin in dem Moment so, ich bin überhaupt nicht knapp\nan Macs. Ich habe hier irgendwie zwei stehen, habe es ausprobiert und es funktioniert auch einfach.\nEs ist tatsächlich nicht genau das, was ich in dem Moment gemeint habe,\naber trotzdem hat es mir die Gelegenheit gegeben, das überhaupt nochmal auszuprobieren\nund ich finde, es ist relativ gut funktioniert.\nAlso wer das noch nicht ausprobiert hat, wenn jetzt so zwei Geräte in der Nähe\nsind und die laufen halt unter derselben Apple ID und man ist da auch irgendwie\neingeloggt und keine Ahnung, was da so noch die,\nweiteren Voraussetzungen sind, dann kann man dann tatsächlich mit der Maus so\nan den Rand gehen und wenn man es so ein bisschen übertreibt mit dem Maus an\ndie Rand gehen, dann nimmt das Betriebssystem an, dass da wohl an diesem Rand,\nder andere Mac steht, den das System zu dem Zeitpunkt sieht und über Hand-Off\nund Security und Auto-Login und so weiter stellt er halt eine sichere Verbindung\nher und macht dann quasi so ein Screensharing, was den Effekt hat, dass man mit der einen,\nTastatur und der einen Trackpad-Maus, was auch immer man benutzt,\ntatsächlich beide Rechner steuern kann und das geht natürlich auch in die andere Richtung.\nUnd das ist ganz schön pfiffig eigentlich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:16:01",
      "text": "Also es geht mit Macs und iPads, aber nicht mit iPhones, so wie ich das hier hinstelle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:06",
      "text": "Genau, das kommt nämlich jetzt quasi dazu, warum auch immer,\naber ich denke mal, das hat Gründe und wahrscheinlich hat es was mit Screensize\nzu tun oder was weiß ich, was so die Gründe sind.\nIch weiß jetzt auch nicht, wie zuverlässig das ist, aber es funktioniert.\nWas ich aber eigentlich meinte in dem Moment, als ich diesen Kommentar gesagt\nhabe, ist, dass ich so eine Art Interface gerne hätte mit,\nMacs, die nicht mit meiner Apple-ID laufen und wo ich nicht gerade eingeloggt\nbin, also wenn ich jetzt dir was schicken will, ja, dann ist das irgendwie immer\nnoch ein Problem, da schickt man das irgendwie in iMessage,\ndann hat iMessage irgendwie gerade mal wieder einen Korken oder,\nfrüher hat man ja noch Server aufgemacht, das ist irgendwie so ein bisschen\naußer Mode gekommen, aber in gewisser Hinsicht wäre das ja dann eigentlich so\nder Weg, aber so, keiner benutzt eigentlich wirklich noch File-Sharing,\nweil es dann auch so, dann gibt es natürlich AirDrop.\nJa, klar, AirDrop ist irgendwie da und funktioniert im Prinzip auch schon so relativ gut."
    },
    {
      "speaker": "roddi",
      "time": "0:17:13",
      "text": "AirDrop funktioniert eigentlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:14",
      "text": "AirDrop funktioniert eigentlich ganz gut muss ich jetzt auch zugeben,\ndass das eigentlich ganz gut funktioniert."
    },
    {
      "speaker": "roddi",
      "time": "0:17:19",
      "text": "Wir haben vorhin haben wir darüber gesprochen was in der neuen Version von iOS\neigentlich geil ist und ich weiß jetzt wieder was es ist,\nund es ist eigentlich so ein völlig absurd einfaches Feature,\nwas sie schon längst hätten bringen können ist wenn man in so ein iOS,\nGerät einen USB-Stick einsteckt, dann kann man per Dateien einfach drauf zugreifen.\nDas ging vorher nicht und ich weiß nicht wieso und jetzt ist es einfach so, wie es sein soll.\nMan steckt ihn rein und dann hat man die Dateien da.\nAlso das ist irgendwie so, dass in iOS 18, ich sage es ungern, aber in der 18.\nVersion dieses Betriebssystem, das endlich mal geht, schon fast peinlich.\nDas ist so ein, wo ich am Anfang so dachte, so ja, nett und so,\naber ich benutze es relativ viel. Einfach mal gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:18",
      "text": "Und das hieß jetzt erst ein iOS 18? Und was war vorher?"
    },
    {
      "speaker": "roddi",
      "time": "0:18:22",
      "text": "Na ging das nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:23",
      "text": "Also auf welche Art und Weise ging es nicht?"
    },
    {
      "speaker": "roddi",
      "time": "0:18:25",
      "text": "Gar nicht. Auf die gar nicht. Also auf die ist nur ganz blöd, Art und Weise.\nAlso ich hatte so einen Stick von irgendeinem Hersteller, da war dann so eine\nSoftware dabei, wo man dann die App runterlädt und die App, mit der kann man\ndann von dem Stick Dateien auf das iPad kopieren.\nUnd inzwischen ist es halt so, genau den gleichen Stick ohne die Software,\nich stecke ihn rein und der wird einfach erkannt und los geht's.\nAlso es ist irgendwie, und der kann auch die üblichen Apple-Betriebsdateisysteme,\nso APFS und HFS und so dieses ganze FAT-Gedöns und so weiter, das tut einfach.\nDas finde ich, ja, keine Ahnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:12",
      "text": "Du willst mir erzählen, dass man vorher, also ich muss zugeben,\ndass ich das relativ selten getan habe, aber ich bin jetzt dann doch ein bisschen\nüberrascht und werde das jetzt live ausprobieren."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:19:20",
      "text": "Tim kramt gerade diverse Meshbacks mit Adaptern raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:24",
      "text": "Dank des Adapters kann ich das jetzt hier dann auch gleich mal ausprobieren\nund ich fange an mit iPad.\nFrüher kannten wir ja noch jedes Detail von diesen scheiß Maschinen und jetzt\nkommt man schon echt ins Schludern.\nEs ist wirklich zum Heulen. Ich würde ja mal sagen."
    },
    {
      "speaker": "roddi",
      "time": "0:19:43",
      "text": "Diverse Leute sagen, es ging vorher schon. Also gut, beim iPhone weiß ich es\nnicht, beim iPad ging es vorher nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:50",
      "text": "Ohne diese Spezialsoftware. Ich meine nämlich, dass sich das in dem Moment geändert\nhat, wo Apple die Treiber für die Dateisysteme so geändert hat,\ndass die nicht mehr im Kernelspace laufen.\nUnd das ist schon zwei oder drei Releases her.\nJa, vielleicht sogar schon noch ein paar mehr, weil sie das quasi immer deshalb\nnicht gemacht haben, weil das eben Exzess in Kernelspace bedeutet hätte."
    },
    {
      "speaker": "roddi",
      "time": "0:20:20",
      "text": "Hier zeigt einer ein Screenshot, Xpand Drive steht da. Das ist genau der Stick,\nden ich hatte und ohne die Software Xpand läuft es halt nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:28",
      "text": "Ja."
    },
    {
      "speaker": "roddi",
      "time": "0:20:30",
      "text": "Und jetzt geht es halt ohne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:32",
      "text": "Wie Xpand Drive?"
    },
    {
      "speaker": "roddi",
      "time": "0:20:34",
      "text": "Keine Ahnung, was für ein Hersteller ist. Das ist halt die Software,\ndie dazu gehört. Die musst du halt haben.\nEs ist... Egal. Es war für mich ein kleiner Moment des Klicks."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:45",
      "text": "Wo ist denn dein Xpand Drive? Das ist doch genau das, was wir da sehen."
    },
    {
      "speaker": "roddi",
      "time": "0:20:50",
      "text": "Da oben steht es. Also.\nNaja. Egal.\nVielleicht bin ich auch einfach late to the party, aber es funktioniert jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:03",
      "text": "Ja, also ich habe das jetzt hier mal live ausprobiert und es funktioniert."
    },
    {
      "speaker": "roddi",
      "time": "0:21:07",
      "text": "Okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:08",
      "text": "Also insofern bin ich jetzt ein bisschen..."
    },
    {
      "speaker": "roddi",
      "time": "0:21:13",
      "text": "Keine Ahnung, vielleicht ging es ja nur über, wie heißt diese dämliche Schnittstelle,\nLightning, nicht so richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:23",
      "text": "Sogar das würde ich bezweifeln. Es gab nur relativ wenig Lightning.\nIrgendwas macht hier Töne."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:21:32",
      "text": "Ralf, dein Rucksack spielt eine Melodie ab."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:38",
      "text": "So, was wolltest du uns damit sagen?"
    },
    {
      "speaker": "roddi",
      "time": "0:21:41",
      "text": "Und Ralf muss jetzt schlafen gehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:44",
      "text": "Ist das deine persönliche Glücksmelodie?\nJa, okay, gut. Also, für Sie getestet, funktioniert. Wir wissen gar nicht, worüber wir reden.\nAlso insofern hast du irgendwas anderes, was iOS kann, was die anderen nicht gründen?"
    },
    {
      "speaker": "roddi",
      "time": "0:22:03",
      "text": "Ist es viel Kleinkram dabei?\nNee, so richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:10",
      "text": "Jetzt haben wir so ein Kapitel. Weißt du, wie ich das Kapitel jetzt nenne?\nIOS 18 kann was, was iOS 17 schon konnte. Super."
    },
    {
      "speaker": "roddi",
      "time": "0:22:19",
      "text": "Bester Titel ever.\nIch überlege gerade, nee. Also ja, es gibt halt jetzt diesen Dark Mode für die Icons.\nErstaunlich viele Icons können das schon.\nAber das ist ja jetzt auch keine weltbewegende Änderung irgendwie.\nIrgendwie, ich weiß nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:40",
      "text": "Ich habe das ja alles noch nicht installiert. Ich lasse mich dann immer ganz gerne überraschen.\nBin dann allerdings etwas enttäuscht, dass wenn es dann so weit ist,\ndass man das Release drauf macht und sich freut, jetzt kommen die gut abgehangenen,\nordentlich durchgetesteten Features,\ndass dann nicht das Internet sozusagen so im Minutentakt meldet,\nwas es für neue Features gibt, weil sich alle schon drei, vier Monate vorher\ndarüber ausgekotzt haben, was alles neu ist.\nUnd bestenfalls noch das eine oder andere Update geliefert haben.\nAlso muss man sich dann mühsam wieder die Liste zusammen klicken.\nUnd da gibt es ja die Liste von Apple und dann gibt es, was es sonst noch konnte.\nUnd das finde ich eigentlich immer gerade interessant.\nAlso muss man dann zu irgendwelchen Happy Sites gehen, die einem dann schön\nerklären, was insgesamt alles noch dazugekommen ist. Na gut.\nRalf, du wolltest in die Zukunft schreiten. und in die Vergangenheit schauen\noder sowas ähnliches und hast von einer Webseite berichtet, die hieß,\nK. Serra?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:23:45",
      "text": "Damals wusste ich nicht, wie sie heißt. Dank meiner Frau, die natürlich ein\newiges Gedächtnis hat und niemals irgendetwas vergisst.\nDie wusste sofort, dass es K. Serra hieß. Genau, ich wusste,\nes hatte irgendwie sowas in der Richtung, aber hat es dann nicht gefunden.\nUnd weder Google noch KI haben irgendwo weitergeholfen. Aber K.\nSerra, und zwar mit K geschrieben.\nK-E-Z-E-R-A.com. Und es gibt diesen Dienst immer noch, nach all den Jahren."
    },
    {
      "speaker": "roddi",
      "time": "0:24:12",
      "text": "Was ist denn das für eine fiese Schreibweise?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:14",
      "text": "Ja, das andere war schon weg und das klingt dann irgendwie cool."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:24:18",
      "text": "Und in der Tat findet man dort auch noch meine Predictions.\nDas heißt also, wenn man jetzt einfach auf die Seite geht und dann irgendwo\nirgendeinen beliebigen User eingibt und dann slash Rstock M,\ndann landet man in der Tat auf den Predictions, die ich damals vor zehn Jahren\noder sowas dort eingestellt habe.\nUnd ich muss sagen, ich bin aus mehreren Gründen emotional berührt,\nweil zum einen ist das echt so eine Zeitkapsel in Sachen Webdesign.\nDas war so zur Hochphase der Web2-Dienste.\nAlle können plötzlich selber Content generieren und sind selber irgendwie Teil\ndes User-Generated-Content.\nUnd die haben also seitdem das Design glaube ich nicht mehr angefasst,\naber es sieht echt immer noch ganz schön aus.\nAlso irgendwo das ist schon so meine Internetzeit auch, die man hier so bestaunen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:14",
      "text": "Deine Internetzeit ist jetzt vorbei?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:25:16",
      "text": "Ja, also man hat doch schon irgendwie\nso einen emotionalen Anker irgendwie häufig zur Technologie und so.\nDiese ganzen wilden Web-2-Dienste, das war schon sehr meins.\nIch habe das schon sehr gefeiert.\nWenn ich das richtig entsinne, waren das irgendwie zwei Münchner, die das gemacht haben.\nAlso ein komplettes Hobbyprojekt ohne jedes Venture-Capital und dieser scheiß\nServer läuft immer noch und du kannst immer noch dort Content reinstellen.\nAlso wenn jemand die Betreiber kennt oder die vielleicht mal irgendwie auf dem\nnächsten Kongress aufschlagen oder sowas, mit denen würde ich sehr gerne mal\nein paar Bier mehr ausgeben, dass sie diesen Dienst am Laufen halten,\nweil das, was jeder da draußen irgendwie mal sowas gemacht hat,\nso alleine den alten Server die ganze Zeit irgendwie durchzupatchen,\ndas ist schon irgendwie Arbeit.\nUnd gerade diese Prediction-Seiten leben ja davon, dass sie dann eben auch in\nfünf oder zehn Jahren noch erreichbar sind.\nAnsonsten ist das Ganze ja so ein bisschen pointless. Dann schauen wir doch mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:07",
      "text": "Was du so alles für dich gegeben hast. Hier steht zum Beispiel,\nzum Thema Technik sagte Ralf Stockmann voraus, spätestens am 14.\nJuli 2020, wir haben heute den 25.\nJuli 2024, hat jeder oder jede zweite heutige Smartphone-Besitzerin auch eine Smartwatch.\nAussage kam, das steht aber jetzt hier nicht, warte mal, muss man da draufklicken,\nwo steht denn wann das war?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:26:33",
      "text": "Das war vor neun Jahren, habe ich das eingestellt."
    },
    {
      "speaker": "roddi",
      "time": "0:26:38",
      "text": "14."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:38",
      "text": "Juli 2015, also du hast es gewagt, fünf Jahre in die Zukunft zu schauen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:26:43",
      "text": "Nee, das muss länger her sein. Also hier ganz unten steht, Airstock M hat diese\nVorhersage vor neun Jahren erstellt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:48",
      "text": "Ja, 14. Juli 2015."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:26:51",
      "text": "Achso, okay, ja.\nWie ist es denn damit so gelaufen? Es gab sechs Zustimmungen und vier Gegenstimmen.\nAlso man konnte dann in der Version, die sie irgendwann dazu gebaut haben,\nkonnte man halt sagen, ja glaube ich auch oder kann man sagen, nee glaube ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:08",
      "text": "Vermutlich hat jede zweite Smartphone-Besitzerin heute eine Smartwatch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:27:12",
      "text": "Also in unserer Bubble mit Sicherheit, aber in der Gesamtbevölkerung glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:16",
      "text": "Hier ist die Quote zwei von, nee drei von drei. Sehr überraschend."
    },
    {
      "speaker": "roddi",
      "time": "0:27:20",
      "text": "Ja gut, aber wir sind jetzt auch hier in der Opfer-Bubble, was das anbelangt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:27:25",
      "text": "Also bei mir auf der Arbeit, auf der Bibliothek, ich gucke da in der Tat drauf,\nwas haben die Leute für eine Uhr. Das finde ich schon immer noch ein bisschen interessant.\nGerade die Leute, die dann dezidiert keine Smartwatch haben,\nsondern so eine Original-Casio noch irgendwie und so. Das ist ja auch immer noch so ein Statement.\nIch würde sagen, bei mir auf der Arbeit erfüllt sich das. Da sind es über 50 Prozent."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:46",
      "text": "Bei dir auf der Arbeit ist übrigens, da du diese Arbeit ja frisch angetreten\nhast, überhaupt gar keine Aussage, weil du hast ja gesagt, spätestens 2020,\nalso vor vier Jahren, sollte ja schon die Hälfte erreicht worden sein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:28:02",
      "text": "Ja, also vor vier Jahren war es wahrscheinlich knapp und heute wird es auch\nimmer noch nicht 50 Prozent sein, glaube ich nicht. Also der bundesrepublikanischen\nBevölkerung glaube ich nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:28:09",
      "text": "Also ich stelle mir Ralf jetzt gerade so vor, wie er den Leuten an den Arm guckt.\nWas haben sie denn für eine Uhr? Ne, das Buch können sie nicht ausleihen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:19",
      "text": "Also ich würde mal behaupten, das war etwas bold, das Statement und da sind sie nicht so ganz so.\nDann spätestens am 10. November 2012, warte mal, von wann ist denn das?\nDas ist am 11. September 2012, also du hast von zwei Monaten gesprochen,\nwird Kisera immer noch nicht den Durchbruch geschafft haben,\nwenn sie nicht ernsthafte Gamification-Ansätze einführen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:28:48",
      "text": "Genau, dazu müssen wir auch wieder ein bisschen in diese Zeitkapsel rein.\nDiese Web2-Sturm-und-Drang-Phase, da hat sich halt wirklich binnen Wochen auch\nentschieden, ob so ein Dienst halt irgendwie Durchbruch bekommen hatte und auf\nSponnen besprochen wurde und alle Millionen Leute drauf kamen oder eben auch nicht.\nUnd ich war ein totaler Fan von diesem Konzept und hätte denen das gerne gewünscht\nund habe aber halt Unzulänglichkeiten entdeckt und habe die hier schonungslos\nin Form von Prediction modelliert und ja, so war es halt auch.\nJa, der nächste Punkt war noch einschlägiger.\nSpätestens am 29. August 2012 wird niemand mehr von Kaysera reden,\nda sie es nicht schaffen, a.\nVorhersagen öffentlich einsehbar zu machen und b. verifizierbar.\nDas erste haben sie dann gemacht in der Tat. Das ist mit Sicherheit nicht jetzt\naufgrund meiner Prediction, aber damals war es so, dass du wirklich eingeloggt\nsein musstest in diesen Dienst und nur dann konntest du überhaupt auf irgendwas irgendwie zugreifen.\nUnd mir war völlig klar, wenn du sowas bringen willst, dann musst du das auf\nTwitter verlinken können und alle klicken drauf und finden es lustig und machen\nsich dann auch einen Account, aber du musst denen erstmal was zeigen.\nJa, da kannst du nicht drauf rechnen, dass die Leute irgendwie einen Screenshot machen.\nMit dem Verifizierbar, ich glaube, das gibt es immer noch nicht,\ndas Feature, dass man am Ende sagen kann, ja, hat er recht, hat er nicht recht.\nAlso ich war immer der Meinung, das muss man stärker mit Gamification halt alles\nmachen, dass du dann quasi Punkte dafür kriegst, wenn du richtige Vorhersagen\ngemacht hast oder dich an andere Vorhersagen drangehangen hast.\nWir kommen gleich zu ein paar Diensten, die das da glaube ich in der Richtung anders machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:23",
      "text": "Ich meine, es ist schon, ich wünschte, ich hätte das häufiger gemacht,\nso etwas auch aufgeschrieben und so, weil ich ja auch einige wenige Voraussagen\ngewagt habe und natürlich davon ausgehe, dass die allermeisten auch zugetroffen haben.\nNatürlich.\nHabe, dann auch nochmal hervortun. tun. Also falls jemand sich da mal wirklich\nauf die Suche begeben möchte, keine Ahnung, inwiefern die Tools da heutzutage\nschon ausreichend helfen, da wäre ich auf jeden Fall ganz scharf drauf, also in jeder Hinsicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:21",
      "text": "Ich arbeite da an was.\nAber das kann hier und jetzt noch nicht verraten werden, weil es jetzt gar nicht\nim Podcast, also nicht in meinem Privat-Podcast-Bereich ist,\nsondern weil ich da vielleicht,\nEckgeschichte für Berlin und Podcasts und sowas habe und Infrastruktur.\nAlso ein Infrastrukturmensch. Und da würde das in der Tat eine Rolle spielen.\nIch melde mich mal wieder, wenn ich da ein bisschen was vorzuweisen habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:46",
      "text": "Okay, ich glaube, die Kisera-internen Predictions können wir jetzt mal ignorieren.\nEins würde ich vielleicht noch aufgreifen oder zwei.\nSpätestens im Mai 15 wird man keine Handys mehr ohne Retina-Display kaufen können."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:57",
      "text": "Und das ist auch gut so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:59",
      "text": "Da bin ich mir nicht so ganz so sicher, ob das dann auch so war."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:01",
      "text": "Also keine, keine wahrscheinlich nicht. Also es war natürlich schon immer etwas schärfer formuliert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:06",
      "text": "Also was du meintest, es werden keine neuen Telefone mehr gebracht,\ndie das nicht haben und ich glaube, das war dann auch so."
    },
    {
      "speaker": "roddi",
      "time": "0:32:14",
      "text": "Naja, ich weiß nicht, ob am unteren Ende des Android-Spektrums da nicht vielleicht\ndoch noch das eine oder andere Gerät war."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:23",
      "text": "2015 ist aber auch schon lange her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:25",
      "text": "Ja, schon lange her."
    },
    {
      "speaker": "roddi",
      "time": "0:32:25",
      "text": "Für Apple mag das hinhauen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:28",
      "text": "Weil Aber was du vielleicht überprüfen könntest, ist spätestens am 30.\nDezember 2012 wird der Begriff Narrativ eine eine höhere Google-Trendscore für\nDeutschland erreichen als Diskurs.\nWas auch immer das wieder für ein Ralf-Stopp-Einsatz ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:43",
      "text": "Daran erinnere ich mich noch ganz gut, weil das war ja auch zu Hochzeiten unseres\nWikigeeks-Podcasts mit Claudia zusammen.\nUnd das war wirklich eine Sendung vorher sind wir zum ersten Mal in unserem\nLeben über den Begriff Narrativ gestolpert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:56",
      "text": "Der hat euch auch nicht losgelassen, oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:58",
      "text": "Also heute kennt man das ja auch, was ich alternativlos mit Major Major Constant\nNarrative, doch, der Begriff hat definitiv deine echte Karriere auch gemacht.\nOb jetzt mehr als Diskurs, müsste ich in der Tat, ich kann das ja nebenbei mal\nversuchen irgendwie rauszukriegen und falls ich da zu Ergebnissen komme, gucke ich mir das mal an.\nGibt es Google Trends überhaupt noch oder haben die das auch abgestaltet, wie alles was gut war?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:22",
      "text": "Keine Ahnung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:33:23",
      "text": "Mal erstmal gucken, es gibt es glaube ich noch."
    },
    {
      "speaker": "roddi",
      "time": "0:33:24",
      "text": "Google Trends gibt es noch, ja. Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:33:27",
      "text": "So, genau. Machen wir mal so nebenbei.\nEs kamen dann von Hörerinnenseite aus auch noch andere Dienste.\nUnter anderem eine davon, die auch in der Freakshow besprochen wurde.\nDamals noch Mobile Max. Und zwar in Ausgabe 72, nämlich GetAmen hieß der.\nDie haben also was relativ ähnliches gemacht und der Dienst ist so nicht mehr\nauffindbar, dass selbst die Wayback-Maschine nicht mehr vernünftig findet.\nIch habe eben mal versucht, da irgendwie zurückzugehen und zu gucken, wie sah das Ganze aus.\nUnd es kommen irgendwie kryptische China-Zeichen und kaputte 404er-Seiten.\nAlso ich habe irgendwo einen Link gefunden, der so halbwegs funktioniert.\nAber die haben es also mal nicht geschafft, wie die beiden Münchner ihren Dienst\neinigermaßen am Start zu halten.\nUnd das ist natürlich für so eine Prediction-Geschichte schon dann ein bisschen tragisch.\nDann gibt es noch longbets.org.\nWas wurde noch genannt? Habe ich mir jetzt nicht genauer angeguckt,\naber würde ich mal sagen, ist ziemlich halt auch die Einflugsschneise.\nUnd einen Dienst, den ich auch noch, auf die gucke ich mir irgendwann mal genauer\nan, was davon zu halten ist, Liste setzen würde, war metaculous.org.\nDa geht es weniger darum, dass\nman jetzt privat irgendwelche Wetten und Vorhersagen macht, sondern eher,\nwas sind Indikatoren aufgrund von welcher Datenlage auch immer,\nmit der man quasi so datengetriebene Vorhersagen in die Zukunft machen kann.\nDas kommt, glaube ich, aus einer etwas problematischen Ecke,\nmüsste ich mir nochmal angucken, also in Richtung Silicon Valley und wir glauben\ndaran, dass man mit Technologie alles lösen und alles erklären kann,\nmüsste man sich nochmal ein bisschen genauer angucken.\nWenn das interessant ist, dann bringe ich das irgendwann nochmal mit rein in die Sendung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:23",
      "text": "Who will be elected US President in 2024?\nUnd da kann man sich jetzt hier Prediction-Kurven anschauen und da tut sich gerade was."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:35:39",
      "text": "Wo hast du das? Kannst du daraus irgendwie einen Link generieren oder sowas?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:41",
      "text": "Ja, da kann ich auch einen Link mal hier in den Slack."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:35:45",
      "text": "Ah, da gibt es ja auch den Election Hub. Okay, da hast du."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:48",
      "text": "Genau. Vielen Dank.\nIch weiß noch nicht so ganz genau, wie das funktioniert, aber das sieht auf\njeden Fall alles sehr aufwendig gemacht aus, mit Kommentaren und so weiter.\nDie waren auf jeden Fall der Meinung in den letzten Wochen, dass Joe Biden keine Chance hat.\nDas hat Joe Biden wahrscheinlich gelesen und ja."
    },
    {
      "speaker": "roddi",
      "time": "0:36:08",
      "text": "Ja, das wird es gewesen sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:10",
      "text": "Man geht ja auch, also so habe ich tatsächlich aber auch die Story gehört,\ndass er sich am Ende wegen der Vorhersagen dazu entschlossen hat, zu gehen.\nWeil er eingesehen hat, dass er sozusagen nicht mehr das Mojo hat,\nmit dem er jetzt irgendwie."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:36:26",
      "text": "Es gab, ich glaube in der Tat am Anfang auf X, aber dann auch auf so ziemlich\nallen anderen Plattformen, hat so jeder Zweite den Vergleich dann aufgegriffen,\ndass wer sich jetzt beschwert, warum ist beiden so spät zurückgekommen und hätten\ndie nicht früher überzeugen können,\ndieses ja hast du schon mal versucht deine Eltern davon zu überzeugen ihren\nFührerschein abzugeben, weil sie zu alt sind.\nDas ist so in etwa dieselbe Debatte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:47",
      "text": "Das ist ja auch schwierig, also man fühlt sich ja, also wenn du mir jetzt sagst,\nich bin alt, so dann ist das so rein, also es ist ja immer eine relative Geschichte erstmal,\naber man will ja nicht alt sein,\nweil man eben denkt, dann habe ich sozusagen die Spritzigkeit von Joe Biden.\nDas wird damit halt so.\nTech-Aspekt. Jetzt hat ja dieser Trump diesen J.D. Vance-Alternat, als Vizepräsident,\nVizepräsidentin, Kandidat vorgeschlagen und dann auch wohlbekommen.\nIch weiß gar nicht, muss das eigentlich von der Partei dann auch abgenommen werden?\nEgal, das findet ja eh alles so per Akklamation statt.\nUnd der Typ ist ja nun wirklich shady."
    },
    {
      "speaker": "roddi",
      "time": "0:38:05",
      "text": "Shady Vance."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:06",
      "text": "Ja, shady Vance.\nDer ist ja Ja, der ist ja noch nicht mal zwei Jahre überhaupt in der Politik."
    },
    {
      "speaker": "roddi",
      "time": "0:38:18",
      "text": "Jaja, der wurde ja quasi von Peter Thiel großgezogen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:22",
      "text": "So sieht es aus. Und wem der Name Peter Thiel nichts sagt, das solltet ihr mal\nnachschlagen, weil das ist so ein bisschen..."
    },
    {
      "speaker": "roddi",
      "time": "0:38:32",
      "text": "Der hat zusammen mit Elon Paypal gegründet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:34",
      "text": "Er hat mit Elon Musk Paypal gegründet, der ist auch ein ganz wichtiger Frühfinanzierer\nvon Facebook gewesen, hat also ganz erheblich dazu beigetragen,\ndass Facebook am Anfang überhaupt die Kohle hatte, um durchzustarten.\nPeter Thiel ist dementsprechend Multimilliardär und so weiter,\naber eben einer, der nicht so sehr im Licht der Öffentlichkeit steht,\njetzt permanent zum Mikrofon greift, aber überall mit drin steckt.\nUnd was ich ja wirklich für einen extrem beunruhigenden Trend halte,\nist so diese libertäre Verrohung des Tech-Sektors im Silicon Valley und beyond.\nAlso das ist ja wirklich etwas, was sich jetzt so in den letzten zehn Jahren\nimmer weiter abgezeichnet hat.\nIch habe es am Anfang selber nicht so gesehen, dann vielleicht auch nicht glauben wollen,\naber vielleicht mal zu dem Begriff, also Libertär ist ja so ein Begriff,\nwenn ich das richtig sehe, primär so in der amerikanischen Welt.\nDenkweise überhaupt definiert ist.\nUnd Libertäre sind halt so Antistaat pro Markt, so ein bisschen FDP auf Drogen.\nUnd diese Libertäre-Bewegung,\ndie ist halt unter anderem bei diesen ganzen Silicon Valley-Interpreneuren ist\ndas halt einfach schon so richtig zu so einer Religion geworden.\nNicht nur jetzt bei den total super Reichen, sondern es ist einfach generell\netwas, was man dort findet.\nUnd dieses Libertäre ist extrem, also antisozial geprägt in meiner Sicht der Dinge.\nUnd am Ende heißt es eigentlich auch nur so, ich bin reich, so soll es bleiben.\nNach dem Motto, ihr könnt mir irgendwie gar nichts und das Das Ganze wird natürlich,\nwie immer, über diesen Begriff der Freiheit kanalisiert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:40:46",
      "text": "Und Reichtum manifestiert sich in dieser Denkweise eben auch auf völlig gerechte Art und Weise.\nWeil also Intelligenz ist der alles entscheidende Faktor. Und wer nur intelligent\ngenug ist, der wird dann auch reich werden, automagisch.\nUnd das sind dann auch diejenigen, die gefälligst dann alles zu steuern haben.\nAlso lest euch mal wirklich zu Peter Thiel den deutschen Wikipedia-Artikel durch,\nWo man jetzt glaube ich nicht irgendwie besonders skandalträchtig das unterstellen würde.\nAlso ich lese jetzt mal nur einen Satz vor, daraus zum Thema Ideologie.\nAus ähnlichen Gründen sieht er das Frauenwahlrecht kritisch,\nobwohl man es seiner Einschätzung nach auch nicht abschaffen sollte.\nAber Beteiligung von Frauen sei, wie Wahlen und demokratische Partizipation\nüberhaupt, kein erfolgsversprechender Weg zur Steuerung einer freien Gesellschaft.\nOkay.\nK is closed. Wie gerade eben gesagt, also J.D.\nVance ist also wirklich ein totales Ziehkind von dem und genau der soll jetzt\nalso stellvertretender Präsident der Vereinigten Staaten von Amerika mit den\nmeisten Atombomben werden. Da kann einem ein ganz klein wenig gruselig werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:56",
      "text": "Genau, weil der ist jetzt überhaupt in die Politik überhaupt nur durch die Kohle\nvon Peter Thiel gekommen.\nVorher hat er in all seinen ganzen Venture-Kapital-Buden irgendwelchen Quatsch gemacht.\nUnd warum Thiel ausgerechnet ihn jetzt gewählt hat, weiß ich nicht, aber,\noffensichtlich hat er da einfach die passend formbare Person gefunden,\ndie er da so als Tool in die Gesellschaft reinbringen kann und hat dann irgendwie\nmit viel Kohle ihn zum Senator für Ohio gemacht.\nAlso jedes Land in den USA, jeder Staat, stellt ja zwei Senatoren im US Senate.\nEiner davon ist halt dieser J.D. Vance.\nJa, und dann ist er auch von so einem Trump Also es ist ja von ihm verschiedenste\nVerlautbarungen bekannt,\nwo er Trump irgendwie mit Hitler vergleicht und viele andere schlimme Dinge\nüber ihn sagt, die man durchaus hat teilen können.\nMittlerweile ist er sein Vizepräsidentenkandidat und es macht also sehr den\nEindruck, dass dieser Vance eigentlich nur von Trump gewählt wurde.\nEinerseits, weil er halt so ein Asskisser ist, dem also nicht dazwischen redet."
    },
    {
      "speaker": "roddi",
      "time": "0:43:06",
      "text": "Ganz ehrlich, meine persönliche Theorie ist, dass Trump die hat alle auflaufen\nlassen und gesagt hat, hier, wie viel?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:15",
      "text": "Naja, damit wollte ich meinen Satz gerade beenden. Es ist halt im Wesentlichen\ndie unmittelbare und schlecht verkleidete, unmittelbare Verbindung zum Großgeld.\nAlso Peter Thiel mit seinen Milliarden stellt dann hier mal so die Person und\nworum auch immer der sich dann kümmern soll, Hauptsache es erstmal platziert\nund Trump ist es halt eigentlich egal, weil ihm geht es sowieso nicht um Politik.\nEs geht ihm nur um sich selber und um Geld und um Macht und Reichtum und Einfluss\nund behaupten, dass alle die ganze Zeit um ihn herumlaufen und erzählen,\nwie großartig er ist. Das ist sozusagen alles.\nAlso die Kombination ist jetzt mal wirklich scheiße."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:43:58",
      "text": "Es ist einfach so absurd, es ist eine Grand Old Party, die Republikaner solche\nLeute aufs Schild heben und es nicht gebacken bekommen, dort irgendwie mal resiliente\nKräfte weiterzulassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:09",
      "text": "Also ich war noch nie ein besonderer Fan der amerikanischen,\nrepublikanischen Partei, aber es ist jetzt nicht besser geworden.\nAber man sieht hier sehr schön, wie es bei uns auch gelaufen ist, so vor 100 Jahren.\nUnd das ist durchaus leider ein kopierbarer Vorgang und du hast halt immer die\nReligion mit drin, du hast das Geld mit drin und du hast Leute drin,\ndie sich eigentlich nur um sich selber kümmern primär.\nAber natürlich die ganze Zeit behaupten, es wäre genau das Gegenteil.\nMich schmerzt konkret diese Verbindung zum Tech-Sektor,\nweil das natürlich so für meine\nGeneration war natürlich dieser ganze Technologieaufbruch mit Computern,\nso Gründung des Chaos Computer Clubs und so weiter, das war ja auch so ein bisschen so eine,\nBefreiungslehre von unten so dieses, jetzt haben wir die Werkzeuge,\num mitspielen zu können, jetzt haben wir die Werkzeuge, um kommunizieren zu\nkönnen wir haben uns der Illusion hingegeben, dass wir alle erstmal ein Sprachrohr haben,\ndass das eine gute Sache ist und so weiter und es ist halt sehr viel dieser\nalten Illusionen die wir hatten.\nIst zusammengebrochen mit Mit Social Media und dieser ganzen Verrohung und der\nTotalüberwachung der Kommunikation in einem System,\nwo wir immer gedacht haben,\ndas Internet schleicht sich immer wieder um die Ecke und ist gar nicht so richtig abhörbar.\nIst auch alles geplatzt und jetzt gehen halt auch noch so die letzten helden die,\nfrüher mal so steve jobs und so eine leute die wie soll ich sagen auch mit einer\ngesellschaftlichen verantwortung und mit mit mit so einer gebildeten agenda\ndaher kam da würde ich sogar bill gates nennen ja der.\nJahrzehnten mittlerweile seine Kohle nutzt, um Dinge besser zu machen.\nDa kann man dann im Einzelnen drüber streiten, ob er das dann auch Erfolg hat\noder nicht, aber der hat viel Geld in die Entwicklung von Impfstoffen gesteckt.\nToiletten und so ein Kram. Ja, genau.\nDann, was weiß ich, Malaria-Forschung und so weiter.\nAlso alles Mögliche auch im Energiebereich und so.\nIch will jetzt gar nicht Ich habe es auch als Detail jetzt nicht einzeln überprüft,\nwie erfolgreich das ist.\nDas muss es ja auch nicht unbedingt immer sein, aber zumindest so ein bisschen diesen Weg zu weisen.\nUnd dann hatte ich auch so ein bisschen das Gefühl am Anfang,\ndass auch dieser Elon Musk mit seinen tollen Elektroautos auch diesen Pfad einschlägt\nund dass man so mit der Power of Tech die Welt zu einem besseren Ort machen\nkann. Und was haben wir jetzt?\nJetzt rantet der den ganzen Tag irgendwie über Lips und, was ist nochmal das andere Schimpfwort?\nWoke-Gruppen? Wokeismus. Und ist generell einfach nur abstoßend und scheiße.\nUnd damit bricht eigentlich so ein bisschen meine alte Welt zusammen, was das betrifft.\nIch meine, ich bin fern davon jetzt gerade Silicon Valley und sozusagen Amerika,\nich bin jetzt wirklich kein Amerika-Fan per se, war mir immer schon so ein bisschen,\nsuspekt, aber es sind ja auch nicht alle Menschen gleich und man kann jetzt\nauch nicht sagen, die sind so und die sind so, sondern du hast immer solche und solche.\nAber wir sind ja immer davon ausgegangen, dass im Tech-Sektor sind alle so ein\nbisschen intelligenter, im Tech-Sektor haben alle irgendwie so ein bisschen so Checkung,\ndie können so in die Zukunft gucken und was sollte man sonst mit der Zukunft\nmachen, als sie besser werden zu lassen, als sie war und mit Tech kann man das\nja ganz toll machen und überhaupt,\njetzt haben die auch noch Geld und jetzt können die das formen und die alten\nblöden Politiker, die räumen wir jetzt mal aus dem Weg und jetzt ist alles scheiße."
    },
    {
      "speaker": "roddi",
      "time": "0:48:19",
      "text": "Also, das ist frustrierend. Ich glaube, du musst den Stream mal neu starten,\ndie Leute beschweren sich ganz fürchterlich. Was?\nDass es irgendwie scheinbar knistert und knuscht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:30",
      "text": "Ja, ich wüsste nicht, was ich da..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:48:33",
      "text": "Ich kann vielleicht die Pause nutzen, um noch einen Begriff reinzuwerfen,\nden man auch mal gerne ein bisschen nachlesen kann in dem Kontext.\nDas ist Effective Altruism, also effektiver Altruismus.\nUnd das ist halt auch so dieser Grenzbereich von, ja so ganz schlecht ist die\nIdee ja eigentlich gar nicht, aber wenn sie dann eben doch von den falschen\nLeuten zu Ende gedacht wird, dann kommen dann doch wieder gruselige Sachen bei raus.\nAlso gestartet ist das halt unter der Prämisse zu sagen, okay,\nwenn man denn altruistische Aktionen machen möchte, also sprich Geld spenden,\nProjekte unterstützen,\nalso Bill Gates mit Impfstoffen und so weiter, dann sollte man das so tun,\ndass das eingesetzte Geld maximalen Effekt hat und nicht irgendwelche Quatschprojekte unterstützen.\nDa kann ja erstmal keiner was gegen haben.\nWenn man sich gerade so die Historie der Entwicklungshilfe anguckt,\nda ist ja auch vieles wirklich versenkt worden und dort irgendwie grundsätzlich\nzu schauen, okay, was hat auch langfristig welchen Einfluss,\nda kann ja keiner was gegen haben.\nUnd dann hört man sich aber diese Typen an, wenn die dann halt sagen, ja,\naber langfristig, da wollen wir schon so ein paar Jahrhunderte denken und das\nEinzige, was uns dann da interessiert, ist also so die menschliche Intelligenz\nund menschlicher Geist und wir sind der Meinung, dass sie durch Maschinen viel\nbesser transportiert werden können als durch Menschen.\nUnd wenn jetzt hier dafür ein paar Millionen oder auch mal ein paar Milliarden\nüber die Klinge springen müssen an Menschen, dafür, dass wir irgendwie dann\neine super KI stattdessen gebaut\nhaben, die uns dann weiter ins All hinaus führt, dann merkst du, okay,\ndie gehen halt dann in ihrem Mindset auch wirklich gerne und bewusst über Leichen.\nDas muss man schon auf so eine harte Formel bringen. Also lest euch da mal ein bisschen ein.\nDas ist alles wirklich nicht erfreulich und die haben halt wirklich mal viel Geld und viel Einfluss.\nDas sind jetzt nicht irgendwelche Spinnerten und Idioten, worunter man so ja\ndie Trump-Follower gerne mal irgendwie subsumiert, sondern das sind Leute,\ndie meinen das schon ganz schön ernst."
    },
    {
      "speaker": "roddi",
      "time": "0:50:22",
      "text": "Ja klar, die wollen natürlich diesen faschistischen Rechtsumschwung,\nden Trump quasi verkörpert, den wollen die natürlich.\nWas ich bei Elon Musk auch ganz interessant fand war, dass er seinen Nimbus\nso komplett verloren hat, weil er den Cybertruck so verkackt hat.\nAlso das Auto ist ja nur richtig Kacke."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:50:44",
      "text": "Ja, aber die Leute, die es jetzt beim Cybertruck merken, oh,\ner kann es nicht mehr, die sind aber auch irgendwie drei, vier Jahre zu spät, oder?"
    },
    {
      "speaker": "roddi",
      "time": "0:50:53",
      "text": "Ja gut, der Start von Model 3 war auch ganz schön rocky.\nAlso das war schon auch ganz schön fies, was da am Anfang passiert ist.\nAber so schlimm wie beim Cybertruck war es da glaube ich nicht. Also, naja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:51:06",
      "text": "Kennt ihr dieses Video, Mum versus Cybertruck? Das suche ich mal raus.\nDas ist herrlich. Ich muss mal gucken, ob ich das finde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:14",
      "text": "Also, diese Gleichziehung mit irgendwie, was Elon Musk kann und was seine Firmen\nkönnen, ich glaube, das Narrativ kann man mal begraben, ja.\nArbeiten ja mehrere Leute, wie ihr wahrscheinlich gemerkt habt und diese Darstellung,\ndass Elon Musk überall ist und alles macht, kann man sich glaube ich von trennen.\nDer ist so damit beschäftigt, auf Twitter alle niederzuschreien.\nNiemals ist der noch nennenswert an der Entwicklung oder an der Definition,\nwas diese Produkte können und so weiter aktiv beteiligt.\nEr mag so ein bisschen, er mag nach wie vor so eine Trajektorie Industrie vorgeben,\ndie sagt, ja, be bold und reißt alles mit dem Arsch ein, was die Industrie bisher\ngemacht hat. Und wir denken das mal anders.\nUnd das ist ihm ja sowohl mit Tesla gelungen, als auch mit SpaceX,\ndas muss man ja auch mal zugestehen.\nUnd das machen jetzt diese Unternehmen auch noch eine Weile so weiter,\nganz unabhängig davon, was jetzt sein konkreter Einfluss ist."
    },
    {
      "speaker": "roddi",
      "time": "0:52:23",
      "text": "Alles richtig, aber so Unternehmen fangen schon vom Kopf an aus zu stinken und\nwenn Elon Musk sich ähnlich wie Steve Jobs damals hingestellt hätte und die\nLeute irgendwie direkt gefeuert hätten,\nwenn die irgendwie Mist abliefern,\ndann würden die keinen Mist abliefern.\nAlso ich glaube, das ist so, naja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:51",
      "text": "Auf jeden Fall, Silicon Valley ist ein Problem. Wer gewinnt jetzt?\nWer wird jetzt Präsident?\nAlso seid ihr optimistisch, dass jetzt Kamala es reißen wird?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:53:03",
      "text": "Ich bin jetzt verhalten optimistisch. Also vorher war es schon irgendwie im\nBereich von hoffnungslos und jetzt hat man überhaupt mal wieder irgendwie sowas,\nwo man sagen kann, daran kann es überhaupt eine Strategie hängen.\nWeil also an irgendjemanden, der egal bei welchem Fernsehauftritt eigentlich\nden Eindruck hat, macht gleich Kippter bewusstlos nach hinten über,\ndass du so einen nicht als Präsidenten haben willst, ist irgendwie schon nachvollziehbar.\nSo und jetzt können sie ein bisschen was reißen."
    },
    {
      "speaker": "roddi",
      "time": "0:53:28",
      "text": "Also ich würde sagen, mein Optimist-O-Meter hat schon einen gewissen Ausschlag\ngehabt, aber eingefahren ist das noch nicht, der Sieg, würde ich mal sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:40",
      "text": "Nee, auf keinen Fall ist da irgendwas eingefahren, aber es nimmt natürlich eine\ninteressante Wendung und ich finde es insofern auch schon ganz bemerkenswert,\nals dass ja alle nun gedacht haben, nach diesem komischen Attentat auf Trump,\njetzt wäre ja irgendwie alles vorbei.\nUnd eine Woche später wird der ganze Newsflow schon wieder von anderen Nachrichten diktiert.\nAlso da steht uns sicherlich noch einiges bevor. Ich persönlich bin ja eigentlich\nschon immer ein Fan, ist jetzt ein großes Wort, aber mir gefielen von den damaligen\nPräsidentschaftsbewerbern,\nwo sich dann beiden ja letzten Endes durchgesetzt hat, gefiel mir Kamala Harris\nund Pete Buttigieg sowieso am besten.\nUnd klar, die hatten damals einfach nicht diesen Appeal und sicherlich war Biden\ndamals auch die richtige Wahl, das hat man ja gesehen, er hat ja immerhin gewonnen.\nAber dass sie quasi jetzt als Vize so die potenzielle Nachfolgerin werden könnte,\ndie Hoffnung hatte ich eigentlich schon immer.\nNur hat Biden das irgendwie zu spät gemerkt.\nIn gewisser Hinsicht ist es jetzt auch schon wieder geil, weil jetzt durch diesen\nMove sich das Tramplager komplett auf einen anderen Gegner eingestellt hat und\njetzt so ein bisschen in der Luft rudert.\nDenen werden sicherlich ein paar schlimme Sachen noch einfallen,\naber sie können auf jeden Fall eine ganze Menge der Pläne wegschmeißen."
    },
    {
      "speaker": "roddi",
      "time": "0:55:07",
      "text": "Was ich lustig fand, ist, dass sie ja auf Fox News erstmal diskutiert haben,\ndass Kamala Harris ja will, dass Plastikstrohhalme verboten werden.\nUnd irgendjemand meinte, they are clutching at straws.\nAlso es ist irgendwie… Sie was? Sie halten sich an Strohhalmen fest. Achso.\nAlso, ja, nee, keine Ahnung. Also es ist sicherlich, glaube ich,\nauch ganz gut, dass die ganze Trump-Campaign jetzt echt auf dem falschen Fuß erwischt wurde,\nweil die, glaube ich, wirklich das nicht auf dem Plan hatten,\ndass so eine Wende so kurz vorher noch kommt.\nDas ist, glaube ich, einerseits gut, andererseits ist es, glaube ich,\nauch ganz gut, dass Harris jetzt mehr oder weniger schon...\nIch sag mal, quasi gesetzt ist und sich die Demokraten eigentlich intern gar\nnicht mehr streiten können."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:56:06",
      "text": "Also ich glaube, der Vorteil ist vor allem, dass man an sie jetzt überhaupt\nmal wieder sowas wie eine Kampagne dranhängen kann.\nDas war bei beiden einfach völlig unmöglich. Es gibt da jetzt eine Sache,\ndie mag ich persönlich sehr. Ich glaube nicht, dass sie sonderlich wirkungsmächtig\nwird, aber ich habe sie gerade mal in den Chat reingepostet.\nIhr erinnert euch alle an die Barack-Obama- Pop-Art-Poster, wo Hope so der der große Slogan war.\nMit irgendwie das blaue, etwas stilisierte Porträt von ihm, wo er so schräg\nin die Zukunft nach rechts oben guckt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:35",
      "text": "Ach, die Zukunft ist rechts oben?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:56:38",
      "text": "Es gibt ja in der Psychologie irgendwie, ob du nach links oben oder rechts oben\nguckst, das hat unterschiedliche Bewandtnisse.\nZwischen irgendwie ich erinnere mich und ich erfinde gerade irgendwie etwas. Müssen wir mal gucken.\nBewegung von Augen in den Ecken kann ich gleich auch mal nachrecherchieren.\nSo, also dieses Hauptplakat war damals bei Barack Obama so allgegenwärtig.\nJetzt hat sich jemand hingesetzt und hat das quasi jetzt mal auf die weiteren\nPräsidenten ausgeführt.\nAlso sprich, dann hast du halt so ein typisches Trump-Bild, wo er also durch\ndie Gegend schreit und da ist dann unten drunter der Claim Hate.\nSo, und dann hast du den sehr seriös distinguiert schauenden Biden.\nDarunter war dann der Claim Heal. Ja, also der musste heilen,\ndas was Trump vorher kaputt geschrien hat mit seinem Hate.\nUnd über all dem ist jetzt also Harris mit dem Slogan rise, also empor wachsen\nwieder und jetzt mal gemeinsam in die Zukunft.\nDas ist einfach ein schönes Meme und sowas hättest du mit beiden einfach nie machen können.\nMal gucken, wo das noch hingeht. Ich bin da, also ich glaube die Demokraten\nsind auch nicht so völlig verdeppert, wie es immer behauptet wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:45",
      "text": "Die Rückkehr der Jedi-Ritterin."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:57:47",
      "text": "Genau, ich glaube da geht noch was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:51",
      "text": "Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:57:53",
      "text": "Jetzt mache ich nochmal hier ein Zitierfegen, wo das Bild enthalten ist.\nSo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:00",
      "text": "Alright."
    },
    {
      "speaker": "roddi",
      "time": "0:58:01",
      "text": "Genug Politik."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:03",
      "text": "Zu dem Politik-Teil. Kurze Anmerkung übrigens noch.\nIOS 18 kann doch was Neues mit deinem USB-Stick machen."
    },
    {
      "speaker": "roddi",
      "time": "0:58:12",
      "text": "Formatieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:13",
      "text": "Genau."
    },
    {
      "speaker": "roddi",
      "time": "0:58:13",
      "text": "Ja, super."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:15",
      "text": "Das kannst du ja mal ausprobieren, ob das funktioniert."
    },
    {
      "speaker": "roddi",
      "time": "0:58:19",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:20",
      "text": "Hier, den kannst du formatieren."
    },
    {
      "speaker": "roddi",
      "time": "0:58:21",
      "text": "Soll ich dir mal dein USB-Stick formatieren?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:26",
      "text": "Kannst du da drauf gehen. So Ralf, jetzt hast du vorhin Wir essen ja immer vor\nder Sendung Das macht sich auch ganz gut Du wirkst doch schon sehr viel frischer\nals noch vor einer Stunde,\nZur Kenntnis gegeben, dass weder Oliven noch rohen Käse Also was meinst du mit rohen Käse?\nDu meinst roh Milch Nicht überbackenen Käse Nicht überbackenen Käse?\nNicht überbackenen Käse Eine Scheibe Gouda ist für dich roher Käse? Oder was?\nMeinst du jetzt ohne Hitzezuführung oder was?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:59:01",
      "text": "Also es gibt ja Lebensmittel, die einfach ihren Geschmack sehr radikal ändern,\nwenn man sie kocht oder überbackt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:08",
      "text": "Das gilt für nahezu alles, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:59:10",
      "text": "Nicht alles, aber einiges mehr, anderes weniger. Zum Beispiel radikal Tomaten.\nEine rohe Tomate schmeckt wirklich sehr, also eine Möhre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:18",
      "text": "Aber was schmeckt denn nicht anders, wenn du sie erhitzt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:59:21",
      "text": "Eine Möhre, sag ich ja gerade."
    },
    {
      "speaker": "roddi",
      "time": "0:59:23",
      "text": "Eine Möhre ist furchtbar, wenn du sie erhitzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:26",
      "text": "Naja, das hängt mal ganz davon ab."
    },
    {
      "speaker": "roddi",
      "time": "0:59:28",
      "text": "Wie du sie erhitzt. Also Möhren nur roh."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:59:30",
      "text": "Also ich würde sagen, ja, fast\njeder Geschmack ändert sich, aber halt mal stärker und mal weniger stark.\nUnd der Unterschied zwischen einer gekochten Möhre und einer rohen Möhre ist\ndeutlich geringer als der zwischen einer rohen Tomate und einer gekochten Tomate.\nDas ist plötzlich ein komplett anderer Geschmack."
    },
    {
      "speaker": "roddi",
      "time": "0:59:46",
      "text": "Das sehe ich überhaupt nicht so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:47",
      "text": "Ich kann dir auch noch nicht ganz folgen, aber mach erstmal weiter."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:59:49",
      "text": "Und so ist es bei Käse halt auch. Auch überbackener Käse wechselt sehr dramatisch\nseinen Geschmack gegenüber rohem, nicht überbackenen, unprozessierten Käse."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:00",
      "text": "Okay."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:01",
      "text": "Ich weiß auch gar nicht, worüber du\nreden möchtest, aber ich kann gerne weiterreden. Also so ist es ja nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:06",
      "text": "Naja, ich hatte dich so verstanden, ich dachte jetzt, es geht um Rohmilchkäse."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:12",
      "text": "Nee, nee, nee, Käse. Ich mag keinen Käse, Punkt. So, jetzt ist es raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:16",
      "text": "Ja, auch keinen Rohmilchkäse, auch keinen französischen wunderbaren Stinkelkäse."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:20",
      "text": "Frischkäse geht. Also als Kind habe ich überhaupt gar keinen Käse gegessen. Nicht überbacken.\nDarum sind auch Gerichte wie Pizza für mich, bis ich Mitte 20 war,\nvöllig unattraktiv gewesen, weil ich halt schlicht keinen überbackenen,\nauch damals nicht überbackenen Käse mochte. drin.\nSo Stückchen für Stückchen robbe ich mich daran."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:41",
      "text": "Mozzarella?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:43",
      "text": "Ungern. Essig, wenn es sein muss und es nichts anderes gibt,\naber eigentlich ungern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:49",
      "text": "Und Oliven?\nOliven zu mögen ist doch im Prinzip der Einstieg ins Erwachsenensein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:59",
      "text": "Ja, das habe ich dann."
    },
    {
      "speaker": "roddi",
      "time": "1:01:00",
      "text": "Na gut, nicht alle Oliven sind so, dass man sagen würde, Also bei mir gibt es\nauch eine gewisse Grenze. Wenn die zu heftig sind, dann..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:08",
      "text": "Zu heftig? Zu heftig was?"
    },
    {
      "speaker": "roddi",
      "time": "1:01:12",
      "text": "Kann ich schwer beschreiben, aber es sind vor allen Dingen die Schwarzen,\ndie kleinen Schrumpflingen, die schon extrem reinhauen.\nAber alles bis Kalamata ist kein Thema."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:01:24",
      "text": "Also es gibt halt, also bei Oliven sage ich aber auch so, das muss man nicht.\nAlso Oliven schmecke ich halt und Olivenöl nehme ich, wenn ich irgendwie mediterran\nkoche, dann nehme ich freiwillig Olivenöl, das schon.\nAber bei Käse bedauere ich halt, ich würde halt gerne Käse mögen,\nweil das halt einfach so ein schöner, großer, riesiger Kosmos ist,\nin dem man sich da tummeln kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:49",
      "text": "Aber was für ein..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:01:51",
      "text": "Von daher probiere ich es auch regelmäßig, ein paar Mal pro Jahr,\nob es jetzt endlich mal Klick macht. Also Parmesan auch gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:58",
      "text": "Dann musst du mal nach Frankreich in die Käsetherapie gehen."
    },
    {
      "speaker": "roddi",
      "time": "1:02:03",
      "text": "Käsetherapie?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:03",
      "text": "Ja, also ich meine, Frankreich ist einfach das Käse-Epizentrum.\nDas kann man nicht anders sagen.\nJa, ich weiß, auch andere Länder\nund so und die Holländer rollen das zum Bahnhof, alles schön und gut.\nAber ich finde einfach, Frankreich führt die Welt kulturell einfach an,\nwas das Essen betrifft in puncto Milchprodukte.\nAlso es gibt andere Segmente wie Fisch zum Beispiel, da führen die Japaner.\nAber Käse, everything cheese, ist einfach Frankreich, das haben einfach alle\nanderen Kulturen der Welt, haben niederzuknien vor Frankreich,\nweil die es einfach mal raus haben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:02:50",
      "text": "Also ich bin ja Team Italien, aber gut, da wären wir jetzt wahrscheinlich nicht offen."
    },
    {
      "speaker": "roddi",
      "time": "1:02:53",
      "text": "Aber nicht beim Käse."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:55",
      "text": "Ja, es gibt gute italienische Käsesorten, aber wenn du dann erstmal in Paris\nauf so einem Käsemarkt stehst und einfach die ganzen schleimigen, schimmligen,\nbeim Hinschauen so zerfließenden Käse, die einfach einen furchtbaren Gestank\nvon sich geben und so lecker sind, ist einfach."
    },
    {
      "speaker": "roddi",
      "time": "1:03:16",
      "text": "Ein Einwand eurer Ehren?\nSchweiz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:20",
      "text": "Naja, die Schweiz hat ja einen französischen Teil. Ich glaube, daran liegt es so.\nUnd ich bin auch, was das Fondue betrifft, ganz dabei.\nAlso Fondue ist sehr lecker."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:03:34",
      "text": "Auch im Chat gerade Raclette liebe ich mittlerweile. Ist aber halt überbacken.\nUnd da kann es dann auch gar nicht heftig genug sein von der Käsesorte her also\nauch Parmesan habe ich auch gerne den, der dann schon ganz schön,\nzuschlägt, also von daher es hat so eine gewisse irrationale Note und ich hoffe\nauch das hat Geschmack immer Gebt mich nicht auf, ja da komme ich gleich noch\nwenn es auf meine Jungs geht irgendwie also gebt mich nicht auf,\nirgendwann wird das vielleicht mit dem Käse noch so, also es ist ja nicht so,\ndass ich nicht will, ganz im Gegenteil Ja okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:02",
      "text": "Werd mal erwachsen, isst mal einen Oliven."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:04:05",
      "text": "Ja und was mich halt aber wirklich verstört sind halt jetzt meine Jungs Also\nich habe einer von den sieben, einer fünf und der eine probiert sehr sehr viel,\nnicht alles, aber sehr sehr viel.\nDer andere ist praktisch überhaupt nichts.\nDer hat einen Korridor, der noch viel enger ist als mein eigener,\nobwohl wieder selbe Erziehung, selbes Genmaterial, dieselben Gerichte vorgesetzt.\nUnd die beiden zueinander haben auch praktisch null Überschneidung von dem, was sie dann mögen.\nDas heißt also die wenigen Dinge, die der eine nicht mag, die mag dann der andere wiederum.\nDa fragt man sich dann schon immer, warum?\nWo ist der evolutionale, evolutionstechnische Vorteil davon,\ndass Kinder so absurde Nichtgeschmäcker haben? Weil so vieles,\nwenn es irgendwie bitter schmeckt, kann ich alles nachvollziehen,\ndass man das dann nicht irgendwie haben will.\nAber der eine isst irgendwie keine Pommes oder Schokolade.\nAnton isst keine Schokolade.\nWas, also, warum?"
    },
    {
      "speaker": "roddi",
      "time": "1:05:01",
      "text": "Bei meinen ist es so, dass die insgesamt sehr unterschiedlich sind.\nDer Große war schon immer experimentierfreudig ohne Ende.\nDa sind wir irgendwie im Restaurant, alle anderen Kinder Pommes mit Wurst und\nviel Ketchup und haste nicht gesehen und er wollte Königsberger Klopse haben.\nWo du so denkst, was geht denn jetzt, was geht denn hier schief irgendwie.\nUnd der Kleine, der hatte eine sehr lange Zeit, dessen Kohlenhydrate mit Ketchup.\nWas anderes ging im Wesentlichen nicht.\nUnd dann war das auch egal, ob Reis oder Nudeln oder Kartoffeln oder Pommes.\nIch weiß, das ist eigentlich das Gleiche, aber du weißt, was ich meine.\nWar einfach Kohlenhydrate mit Pommes fertig, mit Ketchup.\nAber der hat sich auch geöffnet. Also das ändert sich dann schon auch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:05:49",
      "text": "Ja, ich bin da auch bei beiden ganz zuversichtlich, weil ich glaube,\ndas Interesse an Kochen, das haben sie beide.\nJa, die finden das schon spannend und ich lasse die auch immer alle mitmachen\nUnd die dürfen auch schon da das Rührei bauen und sowas. Alles unproblematisch.\nAber wie gesagt, ich sehe da den Evolutionsvorteil nicht. Warum?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:05",
      "text": "Apropos Käse und Evolution, im Chat wird ja gerade erwähnt, Cheddar völlig unterschätzt\nund da muss ich auch sagen, ja das stimmt,\nalso jedes Land hat auch irgendwie immer irgendeine Art oder zwei Käsesorten,\nwo ich sagen würde, das ist auch ein Beitrag zum Weltkulturkäsegut, definitiv.\nCheddar is among them und es ist halt nur so, die Franzosen haben halt das 100-fache davon.\nAlso es ist einfach überhaupt kein Vergleich.\nTrotzdem Cheddar ist toll. Warum heißt der Cheddar Cheddar?"
    },
    {
      "speaker": "roddi",
      "time": "1:06:40",
      "text": "Wahrscheinlich, weil man das, wie er ursprünglich hieß, doppelt so lange geschrieben hat.\nUnd das ist nur quasi die Kurzform dessen, was..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:49",
      "text": "Cheddar ist die Stadt Cheddar, Cheddartal.\nUnd da gibt es, wo es Teller gibt, gibt es auch Berge. Und diese Berge sind so Kalksteinberge.\nUnd wo es Kalksteine gibt, gibt es... Na?"
    },
    {
      "speaker": "roddi",
      "time": "1:07:05",
      "text": "Keine Ahnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:06",
      "text": "Höhlen, weil die dann ausgewaschen werden mit der Zeit. Also hast du dann sehr\nviele Höhlen und wo du Höhlen hast, hast du Kühle.\nUnd das war die Voraussetzung dafür, dass es da diesen Käse geben konnte,\nweil du dann halt lange Zeit kühlen müsstest.\nSo eine Abwesenheit von Kühlschränken und all diesen ganzen anderen technischen\nInnovationen. Deswegen gibt es ja auch das Pilz nicht in Berlin.\nDeswegen haben wir mit der Berliner Weiße so ein Sommerbier,\nfür das man halt nicht Eisblöcke aus den Alpen schlagen muss oder in Tschechien\nin irgendwelche Höhlen schleppen."
    },
    {
      "speaker": "roddi",
      "time": "1:07:42",
      "text": "Höhlen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:43",
      "text": "Das ist halt einfach immer alles auch geografisch definiert.\nUnd jetzt haben sie dann in einer dieser Höhlen vor ein paar Jahren den Cheddar Man gefunden,\nder halt irgendwie, ich weiß nicht mehr wie alt der ist, aber der Cheddar Man\nist 10.000 Jahre alt, genau."
    },
    {
      "speaker": "roddi",
      "time": "1:08:04",
      "text": "Ist der dann älter oder jünger als Ötzi? Bisschen jünger, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:08",
      "text": "Ich, keine Ahnung, hat sich bei Ötzi nicht gerade irgendwas geändert?\nDas Irre war bloß, dass sie dann genetische Untersuchungen gemacht haben und\nsie haben tatsächlich in Cheddar,\nin dem Dorf, ein Nachfahren von diesem 10.000 Jahre alten Mann gefunden,\nwo sie sich relativ sicher waren."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:08:29",
      "text": "Irre, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:31",
      "text": "So viel zur Evolution und Käse. Man kann da auch ganz toll beim Käse machen,\nzugucken und so weiter, habe ich alles gemacht.\nIch habe generell was übrig für so besondere Farben auch, also so schönes,\nsattes Orange hat mich schon immer gut angesprochen.\nCheddar kann was, aber muss halt auch aus Cheddar sein und nicht so Cheddar-ähnlich."
    },
    {
      "speaker": "roddi",
      "time": "1:08:49",
      "text": "Aber ehrlich gesagt, habe ich die Erfahrung gemacht, dass die Cheddars,\ndie nicht ganz so orange sind, meistens die besseren sind.\nWenn die weniger Farbstoffe reinmachen, dann machen sie meistens mehr Geschmack rein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:59",
      "text": "Die Farbe alleine ist natürlich jetzt keinerlei..."
    },
    {
      "speaker": "roddi",
      "time": "1:09:01",
      "text": "Jaja, aber es ist also in sehr viel Cheddar ist schon sehr viel künstlicher\nFarbstoff drin, also das..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:07",
      "text": "Ja, guter Cheddar, schlechter Cheddar."
    },
    {
      "speaker": "roddi",
      "time": "1:09:12",
      "text": "Gut, das Käse fangen, das hatten wir glaube ich letztes Mal schon in der Sendung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:20",
      "text": "Ja.\nWo waren wir stehen geblieben? Ah ja, Sommer.\nUrlaubszeit. Ist bei mir Festivalzeit. Ich weiß nicht, was ihr so bisher mit\ndem Sommer gemacht habt. Habt ihr nur gearbeitet?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:09:35",
      "text": "Bisher nur gearbeitet und Wasser aus unserem Keller an der ZRB geschippt.\nDa hatten wir einen Wassereinbruch.\nFallrohr geborsten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:45",
      "text": "Du hast das selber eigenständig geschippt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:09:48",
      "text": "Ich hab da mit geschippt. Da waren wir mit 60 Leuten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:51",
      "text": "Im Vorstand schippst du noch selbst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:09:53",
      "text": "Da mussten auch die Herren Frauendirektoren dann mal mit ran.\nMit 60 Leuten haben wir da unten im Archiv gestanden und es war so am Ende so\nein, anderthalb Kilometer, anderthalb Zentimeter vor der untersten Buchreihe."
    },
    {
      "speaker": "roddi",
      "time": "1:10:08",
      "text": "Wer ein echtes Herz für Bücher hat, der muss dann ran."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:13",
      "text": "Ja, wenn mal Zeit für ein neues Gebäude war."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:10:15",
      "text": "Tja, wer Zeit für ein neues Gebäude, jetzt wo du es sagst."
    },
    {
      "speaker": "roddi",
      "time": "1:10:17",
      "text": "Also ich war ja beim Void Camp, da haben wir aber auch schon drüber gesprochen,\naber mehr ist bei mir noch nicht passiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:25",
      "text": "Da warst du oder warst du in Fersen?"
    },
    {
      "speaker": "roddi",
      "time": "1:10:27",
      "text": "Fersen ich da war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:30",
      "text": "Okay, also gibt es nichts Neues zu berichten. Ja, ich habe in der Zwischenzeit\ndas BlinkLights Projekt nochmal aufgewärmt.\nLetztes Jahr haben wir ja fürs Camp diese Polychrom-Installation gemacht und diese,\nKästen, diese diese Panels, die wir gemacht haben, um sie von hinten gegen die\nFenster zu schieben, besitzen eine Eigenstabilität, konnten also eingelagert\nwerden und auch unabhängig von diesen Glasbausteinfenstern nochmal genutzt werden.\nUnd das haben wir dann getan auf meinem Lieblingsfestival, den Nation of Gondwana.\nUnd konnten auch das erste Mal den interaktiven Teil so gestalten,\nwie wir das eigentlich auf dem Camp schon vorhatten.\nJetzt tut es mir fast noch ein bisschen mehr weh, dass uns das nicht schon mal\nvorher gelungen ist, nachdem ich jetzt gesehen habe, wie das eingeschlagen ist,\nweil es sind ja immer die einfachen Sachen, die gut funktionieren.\nUnd zur Erinnerung, das sind ja so zehn Fenster gewesen, also zehn Panels mit\nso einer 8x8 Matrix, die hingen jetzt in der Dunkelheit.\nIn den Bäumen sozusagen, also man blickte so auf so eine Waldkante und so auf\n60 Meter Breite waren dann diese 10.\nPanels relativ hoch, so 5, 6 Meter hoch angebracht und 20, 30,\n40 Meter davor konnte man dann mit so einem Controller mit 10 Buttons quasi\nso eine Wacky Mole Variante spielen.\nUnd das fand dann tatsächlich Regenzuspruch, es wurde also die ganze Zeit da\nrumgedattelt, fast passt schon ein bisschen zu viel, weil dann der Rest des\nContents gar nicht so richtig zum Tragen kam.\nAber ja, das war auf jeden Fall wieder ein schönes Experiment.\nEs ist immer gut, wenn man sowas auch so als Außenraumgestaltung beitragen kann,\nauch die Gelegenheit hat, mal wieder ein bisschen den Code zu tunen und ein\npaar neue Sachen auszuprobieren.\nDiesmal haben wir nämlich ausprobiert, das zu tun, was wir ursprünglich mal\nvorhatten, aber das ganze Camp nicht getan haben.\nAbgesehen von diesem Spiel, das auch noch, nämlich die LEDs,\ndie wir dort zum Einsatz gebracht haben, sind ja keine RGB-LEDs, sondern RGBW-LEDs.\nDas heißt, sie haben noch einen vierten Kanal, den kann man bei der Bestellung\ndann in Kaltweiß oder in Warmweiß bestellen und das haben wir in Warmweiß erworben. Natürlich.\nUnd haben aber wirklich, jetzt bis vor zwei Wochen das noch nie im Betrieb gehabt.\nAlso wir haben es noch nicht mal gesehen.\nWir wussten noch nicht mal, wie es aussieht. Ob das wirklich was ist.\nUnd es gab dann so den Durchbruch, weil wir so Text angezeigt haben und der Text war weiß.\nUnd aus 300.\nMeter Entfernung, soweit konnte man da Gott sei Dank gucken,\nweil da so eine riesige Wiese davor ist, aus 300 Meter Entfernung oder 400 Meter\nwaren es sogar, sah man tatsächlich noch, und die Pixel sind ja nur...\n20 mal 20 Zentimeter groß, also aus der Nähe groß, aber aus der Ferne natürlich\nnicht mehr, sah man trotzdem bei jedem einzelnen Pixel irgendwie noch so eine\nblau-rote Überstrahlung.\nAlso es war wirklich krass, also das Weiß war alles andere als Weiß,\nsondern man merkte so richtig, dass das so ein Konglomerat aus Farben war und\ndas irgendwie sich nicht so richtig mischte, trotz der großen Distanz,\ntrotz Doppeldampfbremsfolie davor und so weiter.\nUnd dann wurde noch mal ein bisschen Aufwand getrieben und dann tatsächlich\nmal diese W-LED herausgekitzelt und siehe da, es sah aus wie Glühbirne.\nDas war einfach hervorragend.\nAlso kann ich nur empfehlen, wenn ihr mit solchen Lichtinstallationen rumarbeitet,\nabgesehen von der absolut notwendigen Farbkalibration, die sich auch diesmal\nwieder sehr bewährt hat.\nWenn monochrom, dann am besten auch mit monochromen LEDs."
    },
    {
      "speaker": "roddi",
      "time": "1:14:27",
      "text": "Wie habt ihr das? Wie macht ihr die Farbkalibration eigentlich?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:31",
      "text": "Mit so einem ganz normalen Spider-Farb-Kalibrationsmessgerät,\nwas du normalerweise auf deinen Bildschirm draufklebst."
    },
    {
      "speaker": "roddi",
      "time": "1:14:39",
      "text": "Ah, okay. Und das zeigt dann irgendwas an?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:41",
      "text": "Ja, da läuft ja meistens so eine Software im Browser, die irgendwie Farben durchrotiert.\nUnd das Ding schmatzt du da halt wie so einen kleinen Saugnapf auf den Bildschirm drauf.\nUnd die Software sagt so, das hier ist die Farbe. Was siehst du?\nUnd dann so, ich sehe aber die Farbe."
    },
    {
      "speaker": "roddi",
      "time": "1:14:58",
      "text": "Ja, okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:59",
      "text": "Ja, okay. Ich habe die jetzt mal ein bisschen geändert. Passt das jetzt mehr?\nUnd das heißt, die Software probiert dann so eine Stunde rum,\ndie richtige Verteilung von Farben zu finden.\nAlso umso länger du diese Kalibration laufen lässt, umso ein akkurateres Ergebnis\nbekommst du, weil du ja theoretisch 24 Millionen unterschiedliche Kombinationen hast."
    },
    {
      "speaker": "roddi",
      "time": "1:15:16",
      "text": "Und ihr habt aber selber Software dafür geschrieben?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:19",
      "text": "Nee, wir haben tatsächlich diese Open Source Software genommen.\nWie heißt die denn nochmal gleich?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:15:26",
      "text": "Macht ihr das dann pro Panel oder reicht es ein Panel, weil die Streuung der\nPanel... Die Streuung ist da nicht so groß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:34",
      "text": "Display-Kall heißt die Software. Display-Kall und...\nDisplay-Kal macht das halt so im Browser und auf dem Bildschirm und der Hack war dann,\ndass so eine kleine Software im Hintergrund sich einfach immer die Farbe,\ndie da in dem Browser gerade angezeigt wird, so geschnappt hat vom Bildschirm\nund stattdessen auf die LED gebracht hat, wo das Ding dann tatsächlich drauf klebte.\nUnd das war also einfach so ein kleiner Hack.\nUnd ja, damit könnte man das kalibrieren. Wir haben dann allerdings auch in\ndieser Situation, wo nicht Glasbausteine davor sind, auch sehen können, dass unsere These,\ndass die LEDs, weil sie aus einer Produktion sind, dann doch schon sehr ähnliche\nFarbverhalten zeigen sollten,\nauch nur sehr eingeschränkt gilt.\nAlso tatsächlich, wenn man es mal so richtig akkurat haben will,\nmüsste man eigentlich jede einzelne LED kalibrieren.\nDas ist natürlich ein bisschen blöd, weil diese LEDs, die du ja in diesen Ketten\nbekommst, die sprichst du ja nicht über IDs an.\nUnd du kannst eine einzelne LED nicht identifizieren.\nDu müsstest halt entweder, dass sie an ihrem Farbprofil erkennen,\nso eine Art AI, auf welche LED bist du denn und dann habe ich schon mal die\npassende Kalibration für dich.\nOder man muss es halt irgendwie anders drehen, dass man halt alle leuchten lässt,\nman schaut sich das im Dunklen an,\nguckt, wo es starke Abweichungen gibt und dafür nimmt man dann nochmal eine\nKalibration in Kauf und wendet das an.\nAlso wenn man es perfekt machen will, braucht man für jede einzelne LED eine Farbkalibration.\nAber das würde halt auch bedeuten, wenn du eine Stunde pro LED brauchst,\nbei 640 LEDs, ist, dann bist du eine Weile damit beschäftigt.\nDas ist dann halt schon mal so ein paar Wochen rumkalibrieren."
    },
    {
      "speaker": "roddi",
      "time": "1:17:34",
      "text": "Aber eine Stunde ist schon hart, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:37",
      "text": "Eine Stunde ist so ein bisschen...\nAlso wir haben es eine Stunde lang gemacht. Der muss ja immer die Farbe anzeigen, messen.\nIch weiß jetzt nicht genau, wie lange das dauert, aber selbst wenn das nur so\neine halbe Sekunde ist, bei 24 Millionen verschiedenen Farben,\nkannst du nicht einfach alle durchprobieren.\nSondern du musst halt schon irgendwo so in diesem Range gehen."
    },
    {
      "speaker": "roddi",
      "time": "1:17:59",
      "text": "Ah, okay, der interpoliert nicht oder wie?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:01",
      "text": "Ja, ich habe ehrlich gesagt keine Ahnung, wie die Software das macht,\naber die versucht sich da halt irgendwie ranzutasten. Und sie sagen halt,\numso länger es läuft, umso besser ist das Ergebnis.\nAuf jeden Fall hat das ganz gut funktioniert, aber diese monochromen LEDs,\ndie waren einfach der Brüller.\nAlso das war wirklich so ein satisfizierendes Warmweiß, dass man hätte brüllen können vor Freude.\nHabe ich auch und ja, das war sozusagen dieser Aspekt,\nund die Interaktion war ganz lustig, weil mit so dicken, fetten,\ngroßen Arcade-Buttons drauf zu ballern, wenn irgendwo ein Monster erscheint,\ndas macht einfach Spaß und da standen halt Leute mit vier,\nfünf Leuten gleichzeitig, die dann rumballerten und man musste dann so in Realtime\ndas Spiel an das Verhalten der Leute anpassen,\nweil sie natürlich dann relativ schnell drauf kamen, wenn wir hier zu fünft\nsind, Bei 10 Buttons nimmt jeder 2 Buttons und dann kriegen wir das schon irgendwie hin.\nAlso Monster taucht auf und dann geht das halt immer schneller und es gab einen Highscore.\nIrgendwann haben sie dann halt alle nur noch auf den Buttons rumgehauen,\ndann haben wir noch eine Tilt-Funktion eingebaut und dann war dann halt auch\ndas Spiel schwierig. Highscore 298."
    },
    {
      "speaker": "roddi",
      "time": "1:19:18",
      "text": "Okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:23",
      "text": "Ja, ja.\nWenn man jetzt sozusagen auf so Festivals ist, wie ich das gerne mache,\ndann kommt ja auch dieses Thema wieder mit dem mobilen Strom.\nWir hatten das Thema in der letzten Sendung. Da gab es ja auch einiges an Feedback\nund Interesse an diesem Thema, was ich sehr gut nachvollziehen kann.\nUnd ich hatte, hab da auch eine neue Episode noch zu erzählen,\ndie noch nicht ganz abgeschlossen ist Aber vielleicht fangen wir erstmal mit einem Feedback an,\nnämlich von Gersh.\nZum Thema Solar slash Victron. Ich bin ein wenig überrascht,\nwie knapp ihr Victron dargestellt habt.\nVictrons Portfolio besteht im Wesentlichen aus modularen Komponenten für nahezu\njeden praktischen Anwendungsbereich, den man sich in diesem Kontext vorstellen und wünschen kann.\nEigentlich ein Traum eines jeden Informatik- und Technik-Nerds.\nJedes Modul für sich genommen erfüllt eine ganz spezifische Aufgabe und ermöglicht\ndamit nahezu alle möglichen Konstellationen, die auftreten können.\nUrsprünglich aus dem maritimen Bereich kommend sind sie im Off-Grid-Insellösungsbereich\nstark vertreten. Nicht ohne Grund.\nBei nahezu jedem Solarnerd wirst du Victron finden.\nIch bin leider sehr spät auf den Trichter gekommen, werde aber bei nächster\nGelegenheit bereits vorhandene Nicht-Victron-Geräte durch eben diese ersetzen,\nda sie auch diverse Kleinst-Solarflächen ohne Probleme abbilden können.\nBei diesen Systemen habe ich nicht das Gefühl, dass etwas nicht geht.\nBei den regulären Herstellern war bis vor kurzem ein bezahlbarer Hybrid-Wechselrichter\nmit 15 Kilowatt Peak undenkbar.\nBei Victron schon lange kein Thema mehr, wenn auch mehr Geräte und teurer.\nDie GX-Geräte sind nicht nur für die Protokollführung gedacht,\nsondern das Herz jeder Anlage, die auch nur ansatzweise etwas komplexer ist.\nHierüber werden nahezu sämtliche Einstellungen und Parametrisierungen zum Verhalten\nder Gesamtanlage vorgenommen.\nVom Batteriewechsel riecht dann über die Solarregler oder was auch immer und\nderen Zusammenspiel in verschiedensten Szenarien.\nAlles was irgendwie nach Generator riecht, lässt sich da einbinden, auch Windräder.\nUnd die weiteren sensorischen Fähigkeiten habt ihr bereits erwähnt.\nBemerkenswert finde ich auch die Nähe zur Community, seien es Plugins oder einfach\nmal ein komplettes Image für den Raspi.\nSchade, dass Tim hier nicht in seine Community gefragt hat. Ich bin mir sicher,\nda hätte es einige gegeben, die hilfreiche Hinweise hätten geben können.\nIch persönlich war etwas verwundert über die 12 Volt Schiene mit den Batterien\nin Serie, wären ohne weiteres 24 Volt drin gewesen, aber 48 Volt plus wäre schon\nschöner, aber das hat Tim ja auch angemerkt.\nUnabhängig davon gerne mehr aus diesem Bereich.\nJa, schöner Kommentar. Ich muss sagen,\nwas diese Modularität betrifft, so habe ich Victron auch wahrgenommen,\naber ich habe gar nicht so sehr den Vergleich zu dem Produktportfolio anderer Hersteller,\nob es nicht ähnliche Aufteilungen der Produktsystematik dort auch gibt.\nAber das trifft auf jeden Fall zu und umso neuer die Geräte,\numso bedienbarer werden sie auch.\nBei Victron gibt es schon noch das ein oder andere alte Zeug,\nwas überkommen werden muss. Da komme ich gleich zu.\nVielleicht noch, was er hier erwähnt hat, also GX, diese GX-Geräte,\nich hatte das glaube ich erwähnt, das ist sozusagen die eine Kategorie von Datensammlern.\nUnd es ist halt tatsächlich mehr als nur ein Datensammler, aber vor allem erstmal das.\nBei meinem Fall ist es noch ein Venus GX, die neuere Version ist der Zerbo GX.\nUnd es gibt dann noch welche mit eingebauten Bildschirmen, Ekrano GX.\nAber sozusagen diese ganze GX-Kategorie, das sind halt Geräte mit sehr vielen\nInterfaces, die eigentlich mit allem verbunden werden können und das dann halt\nsammeln und eben optional auch in diese Victron Cloud,\ndieses VRM-System, Remote Management System geben kann, wo man halt kostenlos\ndas alles visualisieren kann, was wirklich, wirklich praktisch und sehr,\nsehr übersichtlich ist.\nUnd ja, die Software dafür ist tatsächlich Open Source.\nAlso dieses Venus OS liegt auf GitHub und man kann sich das auch einfach auf\neinen Raspberry Pi installieren, wenn man denn so möchte.\nDas ist sicherlich cool und das hat auch so den Effekt, dass es mittlerweile\neine ganze Reihe von Plugins gibt, die halt so Open Source mäßig dafür entwickelt werden.\nUnter anderem sehr populär sind wohl diese GUI-Mods, die dieses HTML-basierte\nVisualisierungsinterface erweitern und anpassbar machen.\nDas habe ich jetzt selber noch nicht im Einsatz aus verschiedenen Gründen,\nich weiß aber davon und sie entwickeln diese Software auch fleißig weiter,\nda wird es demnächst auch einen kompletten UI-Wechsel geben,\ndann sieht das auch alles nochmal deutlich moderner aus und funktioniert auch\nnochmal ein bisschen hübscher, das ist gerade in Beta.\nAber ich finde es bemerkenswert, dass sie das halt so haben.\nJetzt ist so ein Raspberry Pi nicht unbedingt immer die bessere Wahl,\naber wenn man das halt machen will, dann kann man es halt auch machen.\nDeshalb nicht unbedingt die bessere Wahl, weil du nicht wirklich Geld damit sparst.\nDenn wenn du dir diesen Zerbo kaufst, was so das aktuelle Gerät ist,\ndann kommt das Teil halt für 200 Euro auch schon so mit allen möglichen Bussen.\nSo, da hast du diesen Victron internen VE-Bus, da hast du Cannbus,\nDa hast du irgendwie tausend Tanksensoren, analog, die du anschließen kannst,\ndigitale Interfaces, also wirklich jeder Pipapo.\nUnd wenn du dir das dann alles an so ein Raspi über USB oder so dranbammelst,\ndann zahlst du mindestens das gleiche, wenn nicht sogar noch deutlich mehr.\nAber es mag halt Anwendungen geben, wo das ist. Was ich noch nicht so ganz rausgefunden\nhabe oder wo ich noch nicht so viel geschaut habe,\nist, dass du dann halt auch über so Protokolle wie MQTT kommst.\nAndere Geräte ja abfragen oder steuern kannst sogar.\nAlso MQTT heißt MQ Telemetry Transport und das ist so ein leichtgewichtiges\nPublish-Subscribe basiertes Protokoll,\nwo du halt einfach verschiedenste Devices verbinden kannst, dann halt über IP,\nsprich wenn du dann irgendwie so ein Sensornetzwerk hast von Devices,\nist, die eben dieses MQTT sprechen, dann lässt sich das eben damit auch sehr gut kombinieren.\nUnd damit kann man unter Umständen diese Gesamtsensorik nochmal ein bisschen\nattraktiver machen. Und das ist für so ein mobiles Device cool.\nIch habe jetzt irgendwie weiß nicht, ob ich das letzte Mal gesagt habe,\naber irgendwie so Bluetooth- Temperatursensoren im Kühlschrank und im Gefrierfach.\nUnd habe jetzt so vor den letzten zwei Wochen, wo es so bärig heiß war,\nrichtig geile, überlagernde Kurven mit so warm war es draußen,\nso warm war es im Schrank, so warm war es jetzt im Wohnwagen,\nso warm war es im Kühlschrank, so warm war es im Gefrierfach."
    },
    {
      "speaker": "roddi",
      "time": "1:26:33",
      "text": "Und so viel Strom hat er verbraucht, um die Wärme herzustellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:36",
      "text": "Ja, es war in dem Fall nur Gas, aber ja."
    },
    {
      "speaker": "roddi",
      "time": "1:26:39",
      "text": "Ah, okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:40",
      "text": "Auch das hätte man messen können. Also, ist auf jeden Fall ein interessantes\nÖkosystem und grundsätzlich funktioniert dieser ganze Victron-Kram ganz gut.\nEs sei denn, man übertreibt so ein bisschen mit den Verbesserungsmaßnahmen."
    },
    {
      "speaker": "roddi",
      "time": "1:26:56",
      "text": "Das würdest du doch nie tun."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:58",
      "text": "Naja, ich weiß jetzt nicht mehr ganz genau, wo wir uns hier das letzte Mal zu\ndem Thema gesüngt haben, aber ich hatte mich ja da jetzt etwas tiefer eingelesen\nund habe dann auch die letzten Tage, bevor es dann auf den Acker ging,\nnoch damit verbracht, falsche Verkabelungen zu beheben und vor allem alles schön\nmit einem Markierungsgerät zu beschriften und mal so richtig einen Plan zu machen,\nwie man das alles hübsch machen kann.\nUnd dann kommt man ja dann irgendwann so on a roll.\nDann denkst du so, jetzt mach ich noch das, jetzt mach ich noch das und guck\nmal, jetzt hab ich ja alle Kabel und alles ordentlich beschriftet und den Fehler\nhab ich jetzt behoben und jetzt kann ich auch anfangen mit Verbesserungen und\nso. Und dann war ich irgendwie fertig.\nUnd hat nichts mehr zu tun. Weißt du, so ein Moment, so alle Tasks erledigt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:27:48",
      "text": "Warst auf dich selbst zurückgeworfen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:50",
      "text": "Was?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:27:52",
      "text": "Sinnlosigkeit deiner Existenz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:53",
      "text": "Man ist in so einem Aktionismus, man ist auch total pumpt irgendwie und denkt\nsich so was, wie, jetzt keine Tasks mehr, aber ich bin noch gerade so voll im\nModus und so weiter und es ist ja auch erst 22 Uhr so und ich fahre ja erst\nmorgen früh los auf den Acker und so weiter.\nDa habe ich nochmal mal so alles durchgeguckt und dann so, ah,\nmein Wechselrichter, der hat noch ein Software-Update.\nDa könnte man ja noch mal die Firmware aktualisieren.\nMittlere Idee, oder?"
    },
    {
      "speaker": "roddi",
      "time": "1:28:25",
      "text": "Mittlere Idee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:26",
      "text": "Ich gebe zu, dass es war etwas, wie soll ich sagen, optimistisch und..."
    },
    {
      "speaker": "roddi",
      "time": "1:28:32",
      "text": "Aber ich gebe zu, ich hätte es auch gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:36",
      "text": "Der letzte rote Button, der da aufleuchtet, den wollte ich doch noch."
    },
    {
      "speaker": "roddi",
      "time": "1:28:40",
      "text": "Update, Update."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:41",
      "text": "Nur noch den einen.\nJa, jetzt war das leider ein bisschen schwierig mit dem Update,\nweil man musste da bestimmte Voraussetzungen erfüllen.\nAndere Geräte durften nicht angeschlossen werden. Man kann es auch nicht so\nohne weiteres über das Internet machen.\nLa la la, auf jeden Fall so auf den letzten Metern dachte ich mir,\nach komm, scheiß drauf, machst du noch. Da ist ja auch ein neues Feature,\ndas willst du sowieso haben und so.\nLange Rede, kurzer Sinn. Ich habe irgendwie versucht, dieses Update anzustoßen\nund ich weiß gar nicht, ob ich es am Schluss dann wirklich gemacht habe.\nMeine letzte Erinnerung sagt mir jetzt, habe ich gar nicht, ich habe es nur versucht.\nAuf jeden Fall war dann auf einmal, mein Wechselrichter war einfach weg und\nhat nicht mehr funktioniert. Lies ich nicht mehr einschalten.\nGar nichts. Keine Reaktion. Schalter umgelegt, keine Reaktion,\nnichts. Ich bin wahnsinnig geworden.\nAlles ausprobiert. mit Kabel abgezogen, Batterie abgezogen, alles irgendwie\nrebooted, resettet, alle anderen Kabel nur mit dem Gerät da,\nnur mit dem Gerät daran, nichts."
    },
    {
      "speaker": "roddi",
      "time": "1:29:40",
      "text": "Gab es auch keine Leuchtdioden, die geleuchtet haben?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:43",
      "text": "Keine Leuchtdioden, die geleuchtet haben. Es war einfach verrückt.\nUnd ich habe es nicht verstanden. Und ich muss auch zugeben,\num es gleich vorwegzunehmen, ich habe es auch bis jetzt noch nicht,\ndas Mysterium ist noch nicht komplett entschlüsselt. Aber ich hatte es dann\neilig und dachte mir so, hm, was mache ich denn jetzt? Jetzt ist mein Wechselrichter im Arsch.\nIch habe mir den jetzt wahrscheinlich mit diesem Firmware-Update vergeigt. Das war so mein Gedanke.\nMittlerweile weiß ich, so war es nicht. Bin dann gleich irgendwie bei meinem,\nSolar-Dealer meines Vertrauens vorbei und habe mir ein Ersatzgerät geholt und\nwar schon drauf und dran, das irgendwie einzubauen.\nSteht hier noch unverpackt. Du siehst, ich habe das nicht getan."
    },
    {
      "speaker": "roddi",
      "time": "1:30:22",
      "text": "Unausgepackt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:22",
      "text": "Ja, ja. Weil ich mich dann festgestellt habe, als ich wieder zurückkehrte zu\nmeiner Installation und bereit war, wirklich jeden Scheiß zu machen.\nDass sich das Gerät nach einem anderthalb Tag von alleine wieder eingeschaltet hat.\nUnd das konnte ich sehen, weil ich halt dieses VRM, diese Cloud habe,\nwo halt regelmäßig berichtet wird, was das gesamte System macht.\nUnd einfach so aus dem Nichts, schlups, war es wieder da."
    },
    {
      "speaker": "roddi",
      "time": "1:30:51",
      "text": "Juhu, ich bin's, deine Mars-Sonde. Mich gibt's noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:55",
      "text": "So in etwa. Naja, ich bin total glücklich auf den Acker gefahren,\ndort auch schon ein paar Tage wieder ordentlich Strom gemacht und dann gab's\nirgendwie wie so ein Strom, wer verbraucht wie viel Ding und dann dachte ich so, ja okay,\nhier nochmal ausschalten, nochmal einschalten, so in der Erwartung,\ndass alles super ist, aber es war ein großer Fehler.\nWechselrichter ausgeschaltet, wieder eingeschaltet, wieder weg.\nEinen Tag gewartet, kam nicht wieder. Wahnsinnig geworden, es war wirklich schlimm. Die Schmerzen.\nUnd irgendwann bin ich dann drauf gekommen, dass es irgendwo ganz tief verborgen\nin irgendeinem GX-Untermenü zu diesem Wechselrichter so einen,\nResette, diesen Bus Button gibt, der dann auch tatsächlich dazu geführt hat,\ndass sich das Ding wieder eingeschaltet hat.\nUnd danach hatte ich weirde Fehlermeldungen, denen ich jetzt so ein bisschen\nauf die Spur gehe und meine Vermutung ist, ich habe mir die ganze Scheiße selber eingebrockt,\nweil ich irgendwie dieses eine Kabel aus meinem Batteriemanagementsystem rausgezogen\nhabe und dabei wahrscheinlich diese ganze Pinleiste zerstört habe und ich jetzt\nirgendeinen obskuren Wackelkontakt habe.\nNaja, also Also nicht viel, was man daraus jetzt lernen kann,\naußer Never Change a Running System, kurz bevor du dich drauf verlassen möchtest\nund halte dich von Firmware-Updates fern, selbst wenn sie klappen könnten,\nwenn du es nicht wirklich brauchst.\nStand natürlich auch überall, hab ich auch überall auf OK gedrückt,\ndass ich das zur Kenntnis genommen habe.\nAber ich werde jetzt einfach dieses andere System tauschen und hoffe,\ndass mein Problem dann endlich weggeht.\nTrotzdem, Victron kann ich empfehlen. Ist toll. Kann man was mit machen.\nJa.\nWas auch noch in dem Zusammenhang ganz interessant ist, also man will ja auch\nInternet haben, weil sonst kann ja so ein GX-Gerät nicht nach außen kommunizieren.\nUnd bei der Frage, was will man eigentlich haben, um Internet in so einem Wohnmobil,\nWohnwagen, was auch immer, um wirklich gut Internet zu haben, was nimmt man da?"
    },
    {
      "speaker": "roddi",
      "time": "1:33:21",
      "text": "Lass mich raten, nicht auf jedem Acker liegt Glas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:25",
      "text": "Naja, wir wissen ja, wie es ist. Also man will natürlich auf jeden Fall einen\nkorrekten Router haben, der im Idealfall mindestens LTE bzw.\nHeute natürlich 5G spricht.\nJa. Und sowas habe ich auch. War allerdings bis vor kurzem noch sehr unzufrieden damit,\nweil mir bestimmte Dinge nicht gelangen und ich bei dem User-Interface wahnsinnig\ngeworden bin und es furchtbar fand und grauenhaft und ganz, ganz,\nganz schlimm und es ist eigentlich auch immer noch so.\nAber ich habe dann nach zwei Jahren mal wieder ein Software-Update gemacht.\nFirmware kann auch gut sein.\nUnd siehe da, sie haben es tatsächlich verbessert.\nWovon rede ich? Ich rede von einem Teltonica RUT-Router.\nKonkret habe ich derzeit den Root X11 in meinem Mobil.\nDas ist jetzt schon ein paar jährchen her dass dieses produkt auf den markt gekommen ist x11."
    },
    {
      "speaker": "roddi",
      "time": "1:34:32",
      "text": "Macht komische bilder im kopf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:34",
      "text": "Das mag sein ja das ist sozusagen die lte variante was jetzt allerdings auf\nden markt gekommen ist ist der roth x50.\nUnd der Root X50 ist quasi dieselbe Geschichte, nur eben mit 5G.\nUnd was ist gut an diesen Devices?\nAlso erstmal sie kommen halt in so einem industriellen Alu-Gehäuse daher,\nlassen sich halt gut verbauen.\nAlle Antennen sind nicht intern, sondern werden halt extern dran geschraubt.\nDas gilt also für vier, also beim RUT50 sind es jetzt vier Mobilfunkantennen,\nzwei WLAN-Antennen und außerdem gibt es noch, glaube ich, für Bluetooth und\nfür GPS einen Anschluss.\nUnd es gibt dazu auch noch die passende externe Antenne, die man gleich oben aufs Dach packen kann.\nSo eine Kombo-Antenne, wo man sozusagen diesen ganzen Kabbelsalat nach oben,\nnach außen führt und dann dort einmal in einer einzigen Maschine quasi alle\nAntennen beisammen hat.\nUnd das ist dann halt einfach so ein schwarzer Blob, den man sich oben auf den\nWagen drauf schraubt, wo halt die ganzen Antennenkabel reingehen.\nUnd dann hat man quasi mit einer Installation 5G, WLAN auch nach draußen und so.\nAlso, warum ich mittlerweile doch zufrieden bin mit diesem Teil,\nwas mich am Anfang so frustriert hat, ist, weil ich jetzt das Gefühl habe,\nes funktioniert jetzt das, was ich vorher nicht zum Laufen bekommen habe.\nMan kann nämlich da nette Sachen mitmachen. Also in meinem Fall ist es so,\nich habe da LTE drin, kann man jetzt also mit 5G bei dem Route 50 weiterdenken,\nalso ich habe Mobilfunk drin,\nich habe an dem Warnport von dem Teil optional mein Starlink dran,\nwenn das Starlink ausgeschaltet ist, ist da nichts an dem Port und ich kann\ndas so konfigurieren, dass ich dann eine Priorität vergebe, was er denn benutzt.\nDas heißt, Mobilfunk ist für mich mein Fallback. Wenn Starlink an ist,\ndann nimmt das Starlink.\nUnd dann gibt es ja auch noch so diese Momente, wo man auf irgendeiner Veranstaltung\nist und da gibt es dann so ein Konferenz-WLAN.\nUnd das Konferenz-WLAN mag jetzt vielleicht nicht unbedingt das bessere Netz\nsein, aber das ist zumindest das Netz, wo auch alle anderen Kinder drin spielen.\nUnd man möchte halt gerne auf irgendwelche lokalen Server, Dienste,\nsonst irgendwelche Verheißungen zugreifen.\nSitzt aber jetzt irgendwo draußen ein bisschen weiter weg und möchte ganz gerne\nan diesem Netz nippen. Aber es ist aus irgendwelchen Gründen nicht zumutbar,\nsich das per E-Dernet heranzuführen.\nUnd also möchte man gerne dem WLAN joinen, aber trotzdem möchte man immer noch\nsein eigenes Mobil-WLAN behalten, wo ja vielleicht diverse Komponenten eingeloggt\nsind und dann hat man das sozusagen auch lokal. Und genau das geht damit.\nDas heißt, man kann einen WiFi-Client-Eintrag machen, den man dann auch in dieser\nPrioritätenliste einsortieren kann. Und wenn dann dieses WLAN da ist,\njoint er halt diesen WLAN als Client und nimmt das quasi als Internetquelle.\nUnd ist das aber weg, dann kommt wieder die ganze andere Kaskade.\nAlso so eine Späße kann man damit machen und noch einiges mehr.\nUnd wo ich dann so richtig im Kreis gesprungen bin, ist, als ich gesehen habe,\ndass es dafür auch ein Tailscale-Plugin gibt.\nDas heißt, sie haben auch eine größere Kategorie von so modularen Plugins,\ndie man dann direkt im User-Interface installieren kann und dann habe ich einfach\nTailscale noch aktiviert und dann kann ich auch über Tailscale,\ndas hatten wir ja hier schon mal, ist immer noch ein tolles Produkt,\nauch auf diesen Router zugreifen, ohne irgendwelche DNS,\ndünnen DNS, sonst wie Sperenzien machen zu müssen oder dieses Teltonica Cloud-System\nzu benutzen, was anders als das von Victron kostenpflichtig ist.\nJa, also kann ich sehr empfehlen. Der Dirk hat das jetzt gerade auch getestet\nmit dem 5G, das funktioniert alles wohl ganz gut.\nVon daher, ich kenne jetzt gar nicht so viele andere Produkte und es ist auch\nnicht so sehr viel teurer.\nEs liegt alles so im 400-500 Euro Range, aber das kosten auch die Fritz 5G Boxen\nund die sind beileibe nicht so versatil."
    },
    {
      "speaker": "roddi",
      "time": "1:39:14",
      "text": "Ja, Fritz die wurden jetzt verkauft, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:19",
      "text": "Ja hab ich auch gehört an."
    },
    {
      "speaker": "roddi",
      "time": "1:39:21",
      "text": "So eine,\nHeuschrecke wahrscheinlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:26",
      "text": "Ja, ich weiß es nicht genau um ehrlich zu sein, was da wer AVM gekauft hat,\naber es ist ja immer so, wenn sowas verkauft wird dann ist meistens schlimm,\nJa."
    },
    {
      "speaker": "roddi",
      "time": "1:39:43",
      "text": "Naja, gut.\nKein Doom und Gloom."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:48",
      "text": "Noch Fragen zum Internet?\nAchso, mein Starlink habe ich übrigens auch mittlerweile. Da kann ich auch mal\nein Produkt benennen, auch wenn ich da noch ein kleines Problem habe.\nAber das Gute ist, bei Starlink tut sich ja was. Also es gibt ja jetzt Dishy3."
    },
    {
      "speaker": "roddi",
      "time": "1:40:07",
      "text": "Dishy3."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:07",
      "text": "Also Dishy ist ja der der Kosename für die Starlink-Antenne.\nAlso wenn du nach Starlink, Dishy, also Dishy ist sozusagen der korrekte Suchbegriff\nfür die Starlink-Antenne."
    },
    {
      "speaker": "roddi",
      "time": "1:40:22",
      "text": "Die heißt aber bei Starlink nicht so, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:25",
      "text": "Nein, aber alle sagen Dishy."
    },
    {
      "speaker": "roddi",
      "time": "1:40:28",
      "text": "Dishy."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:29",
      "text": "Dishy. Weil die erste ja auch noch Dishy war, aber mittlerweile sind sie ja\nRectangular, aber das nennt sich jetzt keiner Reki. Ski.\nUnd deswegen ist es Dishy und man sagt Dishy 1 für die Runde,\nDishy 2 für die rechteckige mit Motor und jetzt gibt es Dishy 3.\nWo sie sich diesen Ausrichtungsmotor gespart haben.\nOffensichtlich haben sie mittlerweile genug Vertrauen in ihre eigene Antenne\nund wollen natürlich auch die Kosten senken.\nUnd Dishy 3 sieht so ähnlich aus wie Dishy 2, hat aber eben nicht diesen mittleren\nFuß mit dem Motor, wo sich das Ding selber in Position bringen kann,\nsondern hat einfach nur so einen kleinen ausklappbaren Standfuß.\nUnd wenn du DISHI 3 in Betrieb nimmst und es steht nicht in die richtige Richtung,\ndann sagt dir der einfach, dreh es mal in die richtige Richtung.\nUnd dann kannst du auf der App quasi in Echtzeit sehen, wie weit du es noch\ndrehen musst und dann stellst du es da hin.\nWeil an diesem Winkel ändert sich dann auch nichts mehr.\nDenn dieser Winkel, in dem sich diese Antenne dreht, also die Richtung,\nwo sie hin zeigt, die hat einfach was mit deiner Geoposition und wo die Satelliten langfliegen zu tun.\nUnd ging ja nicht 20 Minuten später in eine andere Richtung oder so.\nVon daher macht das auch Sinn.\nEs ist jetzt auch eine Mini-Version, Mini-Starlink angekündigt worden,\ndie noch kleiner ist, die so ein bisschen rucksackfreundlicher ist.\nAlso das ist dann so für Satelliten-Internet-to-go.\nSicherlich nicht ganz uninteressant für Leute, die jetzt wirklich in der Wüste sind.\nAlso so richtig fernab jeder Zivilisation oder Brandenburg.\nJa, also da macht das dann halt schon Sinn so, da kannst du dann halt einen\nNotruf absetzen, sonst musst du dein iPhone mit dem deutschen Gruß in den Himmel\nhalten und hoffen, dass es zu irgendeinem Satelliten dann eine SMS abgeschickt bekommt,\nja deutscher Gruß übrigens ist man hat das Handy in der Hand zeigt nach oben\nund dreht sich um 360 Grad um irgendwie noch Netz zu bekommen nur dass wir uns\nda nicht missverstehen Wünscht."
    },
    {
      "speaker": "roddi",
      "time": "1:42:49",
      "text": "Sich ein Daten-Elch herbei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:51",
      "text": "Ja, genau.\nEs gibt jetzt mittlerweile auf Amazonien für Digi2 gibt es jetzt fertige Appliances,\nmit denen man dann halt das Teil auch über 12 Volt betreiben kann.\nDas funktioniert soweit auch, das ist so ein PoE-Injektor. Ich hatte nur jetzt\ngerade auf dieser letzten Veranstaltung enormen Ärger damit,\nweil es irgendwie den Eindruck macht, dass sich gerade Starlink anders verhält,\nwenn du da direkt rangehst, weil eigentlich ist ja die Schüssel selber schon ein Router.\nAlso das Ding spuckt die ACP raus, die Schüssel.\nUnd diesen WLAN-Router, den sie noch mit dazu liefern, dieses klobige weiße Teil,\nwas auch quasi PoE-Quelle ist, Also das schließt dann 230 Volt an und das macht\ndann daraus Power over Ethernet, um dieses Starlink mit Strom zu versorgen.\nAber das ist dann quasi so Doppelmoppel.\nAlso du brauchst nicht wirklich einen Router, weil die Schüssel selber ist schon ein Router.\nNur irgendwie gibt es da gerade Trouble also wir hatten da irgendwie gerade\nmega Probleme die wir dann nur noch dadurch lösen konnten,\ndass wir diesen alten Router wieder genommen haben was ein bisschen absurd ist,\nweil es gibt schon seit einiger Zeit viele Leute die gesagt haben,\nja nee, brauchst du alles nicht du musst nur so den Injektor mit der richtigen,\nPinbelegung dazwischen bauen und dann funktioniert das alles schon da bin ich\njetzt gerade noch so ein bisschen auf der Suche was da,\nfunktioniert oder nicht funktioniert oder warum das nicht funktioniert,\nda kann ich hoffentlich in der nächsten Sendung schon mehr dazu sagen,\naber es gibt so fertige Kits auf Amazon,\nwo man halt so diese ganze 48 Volt Versorgung aus 12 Volt und dann eben das\nUmpolen und das Umsetzen auf diesen Starlink-Stecker quasi so in einem Produkt hat.\nSo viel zu dem Thema.\nWollt ihr jetzt noch mal ein Thema machen? Danach komme ich mit meinem Scheiß-Thema."
    },
    {
      "speaker": "roddi",
      "time": "1:45:03",
      "text": "Ja, keine Ahnung. Also vielleicht ganz kurz.\nEs ging in der Gaming-PC-Welt gerade ganz steil durch, dass die Intel-Prozessoren der 13. und 14.\nGeneration massiv Probleme haben. Die kacken also in Data-Centern ab,\ndie kacken bei den Leuten zu Hause ab.\nEs gibt Spieleentwickler, die nach ein bisschen hin und her in ihren Statistiken\nsehen, wie ihre Spiele also bei Intel-Usern deutlich häufiger abstürzen als bei AMD-Usern.\nUnd ich glaube gestern oder so hat Intel dann tatsächlich mal ein Press-Release dazu gemacht,\nindem sie davon sprechen, dass ihre Prozessoren von den Spannungsgeneratoren\ndie falsche Spannung verlangt.\nUnd eigentlich mit zu viel Spannung fahren und deshalb halt auf irgendwann kaputt gehen.\nDas Problem ist, wenn der Prozessor einmal instabil geworden ist,\ndann hilft nichts mehr. Dann muss der getauscht werden.\nSie haben versprochen, dass es für die Motherboards ein Firmware-Update geben wird Mitte August,\nwo sie dann dieses mit den falschen Spannungen beheben wollen.\nGleichzeitig kam aber noch das Gerücht auf und sie haben es auch so halb bestätigt\nin irgendeinem tief in einem Reddit-Thread drin, dass sie also auch Probleme\nmit Oxidation von Durchkontaktierungen von Kupfern und so weiter und so weiter haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:49",
      "text": "Oxidation, auch Explosion und Feuer genannt."
    },
    {
      "speaker": "roddi",
      "time": "1:46:52",
      "text": "Nee, es ist mehr Rost.\nAlso schon die langsame Variante, aber es ist halt so, dass das mit der Oxidation betrifft wohl nur 13.\nGeneration, zumindest haben sie es nur für die 13. Generation zugegeben.\nJa. Muss man jetzt mal sagen. Und sie sprechen auch davon, dass es wirklich nur wenige sind.\nKeine Ahnung. Also die ganze Situation ist extrem unklar.\nUnd das liegt, glaube ich, auch daran, dass Intel versucht, diesen Geist noch so lange wie möglich,\nmöglichst halbwegs in der Flasche zu halten, um überhaupt genug Prozessoren\nzu haben, die sie den Leuten tauschen können, die ein Problem damit haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:36",
      "text": "Was ist denn die aktuelle Generation?"
    },
    {
      "speaker": "roddi",
      "time": "1:47:38",
      "text": "14."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:39",
      "text": "Ach so. Also die aktuelle und die vorletzte."
    },
    {
      "speaker": "roddi",
      "time": "1:47:42",
      "text": "Genau und die 12er Generation ist wohl okay, da ist nichts bekannt.\nDas Ding ist, viel machen kann man da jetzt erstmal nicht.\nAllerdings sollte man halt gucken, wann diese Firmware-Update mit dem neuen Microcode kommt,\nwenn man tatsächlich solche Chips irgendwo im Betrieb hat und dann auf jeden\nFall ein Firmware-Update oder BIOS-Update von dem Motherboard machen.\nAlso das wird noch interessant, was da noch so passiert.\nIch wollte es nur mal gesagt haben,\nvielleicht haben das ja manche Leute überhaupt gar nicht mitbekommen.\nAlso wenn, wie gesagt, wenn die Rechner instabil sind und es ist völlig unklar,\nwas es ist, könnte es das sein, wenn man so einen Prozessor hat.\nDann hilft aber auch das Update nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:31",
      "text": "Vielleicht doch ein AI-PC kaufen?"
    },
    {
      "speaker": "roddi",
      "time": "1:48:33",
      "text": "Du, keine Ahnung. Also es ist wohl so, dass das AMD jetzt gerade sehr gefragt\nist, besonders im Serverbereich,\nweil die aktuelle Generation jetzt kein Problem hat.\nLustigerweise hat die nächste Generation, die quasi in den Startlöchern steht,\nda hat AMD sämtliche Review-Samples wieder einkassiert oder versucht,\ndie wieder zurückzukriegen, weil sie gesagt haben,\nsie wollen lieber nochmal mit der QA nochmal richtig drüber gucken.\nSie wollen sich wohl nicht die Blöße geben, dass bei irgendeinem der Reviewer\njetzt das Teil nicht die Leistung bringt, die sie versprochen haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:17",
      "text": "Ich weiß nicht, ob ich das richtig verstanden habe, aber es klingt ja für mich\nso ein bisschen, als wäre das eher ein Designfehler gewesen bei Intel, als ein Prozessfehler."
    },
    {
      "speaker": "roddi",
      "time": "1:49:28",
      "text": "Das ist, glaube ich, alles noch ein bisschen unklar. Also...\nVielleicht ist es ein Designfehler, vielleicht ist es ein Prozessfehler.\nEs ist wohl auch so, dass es Chargen gibt, die sind völlig in Ordnung.\nVielleicht gibt es eine Produktionsstraße betroffen, eine nicht.\nKeine Ahnung, vielleicht fliegt Intel momentan auch einfach zu nah an der Sonne,\nweil sie einfach gegen die derzeitigen AMD-Prozessoren nicht so richtig was können,\naußer die Dinger halt irgendwie quasi so hochtakten, wie sie sie irgendwie kriegen.\nUnd wenn du hochtaktest, musst du natürlich auch ordentlich Strom drauf geben\nund dann musst du auch ordentlich kühlen.\nAlso es ist völlig unklar. Vielleicht ist es auch das Memory Interface, man weiß es nicht.\nAlso es wird gemunkelt, dass diese Microcode Update möglicherweise dazu führt,\ndass man hinterher nur noch mit eingeschränkter Speichergeschwindigkeit die\nProzessoren fahren kann.\nDas hieße natürlich, dass man insgesamt weniger Leistung aus dem Ding rauskriegt,\naber das ist alles noch unklar.\nAlso ich denke, in zwei Monaten oder so weiß man da mehr.\nMomentan halten sie sich sehr bedeckt und ich kann das gut verstehen,\ndie haben einfach zu viel davon verkauft und wenn jetzt die Leute massenhaft\nanfangen würden, die Dinger zu tauschen, hätten sie einfach nicht die Chips\nauf Lager, um den Leuten neue zu geben.\nAlso das ist irgendwie und dementsprechend, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:50:56",
      "text": "Das ist ja für Intel echt der totale Super-GAU."
    },
    {
      "speaker": "roddi",
      "time": "1:50:59",
      "text": "Ja, klar ist nicht, ob Laptops betroffen sind oder nicht.\nEs gibt Leute, die sagen ja, es gibt Leute, die sagen eher nicht.\nAlso das ist noch unklar zu dem jetzigen Zeitpunkt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:51:12",
      "text": "Ich versuche mich gerade zu erinnern,\nob ich so eine Schlagzeile quasi eigentlich schon mal gelesen habe.\nAlso fast unabhängig, egal ob jetzt von Intel oder AMD oder Nvidia."
    },
    {
      "speaker": "roddi",
      "time": "1:51:20",
      "text": "In zwei, drei Jahren hatten einige AMD-Chips das Problem, dass die irgendwie\nquasi richtig in Rauch aufgegangen sind und dann auch den Sockel beschädigt haben und so weiter.\nDas heißt, wenn die durchgegangen sind, dann hast du auch gleich ein neues Mainboard gebraucht.\nAnsonsten nee, es ist momentan ist die, wie gesagt, ist alles noch ein bisschen\nunklar Klar ist nur, dass sie jetzt dieses Firmware-Update dieses BIOS-Update\nversprochen haben und klar ist auch,\nwenn man ein entsprechendes Board mit einem entsprechenden Prozessor hat sollte\nman dieses Update auch tatsächlich machen,\nweil man weiß nie, wie lange hält der Prozessor durch, bis er dann durchbrennt Also es ist wohl so,\ndass wenn du einen Prozessor dauerhaft mit zu viel Spannung fährst,\ndann wandern da irgendwie nicht nur Elektronen, sondern halt auch Atome rum\nund dann geht die Leitfähigkeit der Leiter runter und so.\nKeine Ahnung, ich bin kein Chemiker, kein Festkörperphysiker,\nhab das nur so am Rande mitbekommen.\nAber klar ist...\nUnd wenn man es sich leisten kann, vielleicht die Geräte überhaupt erstmal außer\nBetrieb zu nehmen, man weiß es nicht, könnte auch helfen.\nAber ja, Auge drauf und Update machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:40",
      "text": "Wenn man Intel hat."
    },
    {
      "speaker": "roddi",
      "time": "1:52:41",
      "text": "Wenn man Intel hat, das betrifft wirklich nur Intel dritte, 13. und 14. Generation.\nLeute mit AMD-Prozessoren oder mit Apple Silicon sind da eher nicht von betroffen.\nAber das kann Apple genauso passieren, je nachdem was es ist und wer da was\nverbockt hat. Das ist halt wie gesagt alles noch ein bisschen unklar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:03",
      "text": "Mit meinem alten MacBook Air ist auch und meinem Mac Pro Also es ist wohl so\nDie letzten Intel-Maschinen hier aus der Meta-Ebene verschwunden Also."
    },
    {
      "speaker": "roddi",
      "time": "1:53:14",
      "text": "Es ist wohl so, dass Prozessoren insgesamt, neuere Prozessoren halt auch eine\nbegrenzte Lebenszeit haben Also wenn du die wirklich,\nordentlich fährst, dann kann das halt sein, dass nach 10 Jahren der Chip durch\nist wegen diesem Material Wanderung und hast sie nicht gesehen,\nAlso, weiß ich nicht.\nAber dass das jetzt so schnell geht und vor allen Dingen die 14.\nGeneration gibt es ja auch erst seit einem Jahr oder so und dass die schon wieder\nProbleme kriegen, das ist, ja, die haben da irgendwie was Größeres verbockt.\nIch selber glaube, dass dieses Update von dem Motherboard, von der Firmware\nauch nur so ein Patch ist, der wahrscheinlich versucht,\ndie Degradation ein bisschen aufzuhalten, damit sie noch Zeit um den Leuten\ndann tatsächlich echte funktionierende Chips zu geben, aber das ist nur so meine\nPrivattheorie an der Stelle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:09",
      "text": "Also Intel entwickelt sich so ein bisschen zum Boeing der Prozessorindustrie,\nhabe ich so den Eindruck."
    },
    {
      "speaker": "roddi",
      "time": "1:54:17",
      "text": "Also das ist schon sehr hart ausgedrückt, aber sie sind glaube ich nicht gewöhnt,\nnicht Nummer eins zu sein und haben Probleme damit,\njetzt irgendwie auch einfach mal die Führung abzugeben und ein guter Verfolger zu sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:38",
      "text": "Ja."
    },
    {
      "speaker": "roddi",
      "time": "1:54:39",
      "text": "Also ich glaube, das ist so ein Teil des Problems da dran, dass sie sich einfach\nmal eingestehen müssen, okay, jetzt ist vielleicht eine Zeit lang jemand anders besser als sie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:49",
      "text": "Da ist ja nicht nur jemand anders besser, sondern es ist ja nahezu fast alle\nziehen ja jetzt an ihnen vorbei.\nApple ist an ihnen vorbeigezogen, was die Effizienz betrifft und die daraus\nresultierende Performance.\nProVata kann Intel überhaupt nicht mithalten.\nDann AMD ist davon gezogen, was Reliability betrifft. Qualcomm ist davon gezogen."
    },
    {
      "speaker": "roddi",
      "time": "1:55:13",
      "text": "Auch Performance, je nachdem, was man für eine Anwendung hat. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:19",
      "text": "Es gibt wahrscheinlich noch mehr. Es zählt einfach mal nur so auf.\nJeder hat da auf jeden Fall was abgeliefert."
    },
    {
      "speaker": "roddi",
      "time": "1:55:24",
      "text": "Und auch Effektivität. Deswegen sage ich ja, sie fliegen ein bisschen nah an\nder Sonne, weil du kannst so ein 13., 14.\nGeneration Topmodell von den Prozessoren kannst du ohne Wasserkühlung nicht\nbetreiben, weil die einfach so viel Strom verbrauchen.\nWährend du das mit einem AMD näher unterschmerzt, aber du kriegst es hin.\nAlso die verbrauchen einfach weniger Strom."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:49",
      "text": "Das ist die Verbrennungstechnologie des Prozessors."
    },
    {
      "speaker": "roddi",
      "time": "1:55:53",
      "text": "Und ich glaube, da muss Intel halt einfach auch die Backen zusammenkneifen und\neinfach mal sagen, okay, wir sind jetzt eine Weile Zweiter, aber wir kommen\nwieder auf den ersten Blick."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:00",
      "text": "Zweiter, also Nvidia ist auf und davon mit ihren GPUs und NPUs sozusagen.\nAlso da hat Intel sozusagen gar nichts zu melden. Qualcomm war schon immer bei\nMobile Chips und so weiter vorne.\nDas GSM, das LTE-Business haben sie an Apple verkauft.\nApple ist es bisher auch noch nicht gelungen, daraus ein Produkt auf die Beine zu stellen.\nOb das jetzt an dem Zuschauer von der Intel-Gruppe lag oder ob das sozusagen\njetzt nur Apple spart sich das für ganz zum Schluss auf, aber da haben sie irgendwie\nkeinen Durchbruch gehabt. Jetzt haben sie Zuverlässigkeitsprobleme.\nApple ist in Effizienz vorne, AMD, was du schon sagtest.\nAlso vier, fünf große Unternehmen sind besser, in den FABs ist TSMC sowieso\nfar and beyond, also ihr ganzes Modell mit wir machen alles selbst,\nwir designen den Prozessor, wir designen den Code, wir machen das ganze FABing\nselber, wir sind einfach die Geilsten, funktioniert auch nicht mehr so richtig.\nAlso ich habe so ein bisschen..."
    },
    {
      "speaker": "roddi",
      "time": "1:57:11",
      "text": "Also der Fairness halber muss man sagen, dass Qualcomm mit dem Snapdragon nicht\nso ein großes Ding gelandet hat, wie sie es gerne darstellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:24",
      "text": "Nö, ist richtig, aber..."
    },
    {
      "speaker": "roddi",
      "time": "1:57:25",
      "text": "Gut, und dass Windows auf ARM immer noch nicht richtig performt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:29",
      "text": "Ist nochmal ein anderes Thema. Immerhin tun sie da was. Intel hat ja gar nichts.\nAlso sie machen ja überhaupt nichts mit ARM."
    },
    {
      "speaker": "roddi",
      "time": "1:57:36",
      "text": "Ja, aber das ist glaube ich auch so ein politisches Ding, wo,\nwie gesagt, auch da sie halt sich einfach mal eingestehen müssen,\ndass andere Väter haben auch schöne Töchter und dass, wenn Intel weiterkommen will,\nso ein Not-Invented-Here-Syndrom ihnen halt auch nichts bringt.\nAlso sie müssten eigentlich auch bei ARM wieder einsteigen und sagen, okay,\nARM entwickelt sich zum neuen Architekturstandard, was CPUs anbelangt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:14",
      "text": "Ist es schon."
    },
    {
      "speaker": "roddi",
      "time": "1:58:17",
      "text": "Kann man so oder so diskutieren? Ja, klar. In allem, was man mit Batterie mit\nsich rumträgt, ist ARM der absolute King. Das ist klar.\nIm Data Center gibt es auch viel ARM.\nOb da der Krieg schon vorbei ist, keine Ahnung. Kann ich nicht beurteilen.\nAber auf jeden Fall geht ARM erstmal nicht mehr weg und ist auch glaube ich, wie gesagt,\nIntel müsste einfach zugeben, okay, das mit dem ARM haben wir unterschätzt,\ndas ist dicker gekommen, als wir dachten, wir müssten da einsteigen.\nUnd jetzt rennt der Geldsinger halt rum und versucht irgendwie Leute zu finden,\ndie in der Intel-Fab fertigen, weil sie die Auslastung nicht mehr hinkriegen,\nweil sie selber gar nicht genug verkaufen für das, was sie da machen.\nAlso ich meine, Intel versucht es jetzt mit Grafikkarten einigermaßen gut sogar,\naber ich glaube, sie haben völlig unterschätzt, wie schwierig es ist,\neinen guten Treiber für diese Dinge herzustellen.\nAlso inzwischen laufen 95% der Games, aber diesen Nimbus, naja,\nIntel-Grafikkarte, funktioniert das denn alles so, den sind sie noch nicht wirklich los.\nAlso das dauert glaube ich noch eine Generation, aber da hat sich auch AMD ganz\nfürchterlich abgearbeitet, bis sie jetzt an dem Punkt sind, wo man sagen kann,\nja, kannst du eine AMD-Grafikkarte nehmen, ist kein Thema, muss nicht Nvidia sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:44",
      "text": "Tja, ja."
    },
    {
      "speaker": "roddi",
      "time": "1:59:46",
      "text": "Ja, so viel zum Thema Intel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:48",
      "text": "Wie emuliert das Boeing?"
    },
    {
      "speaker": "roddi",
      "time": "1:59:52",
      "text": "Ja, ich weiß nicht. Sie tun mir so ein bisschen leid, weil es ist alles so unnütz.\nEs müsste alles einfach nicht sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:05",
      "text": "Alright. Alright. Ralf, wollen wir mal über die Subscribe reden?\nHaben wir ja letztes Mal schon gemacht haben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:00:15",
      "text": "Wir schon gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:15",
      "text": "Und da habe ich gesagt, jetzt gibt es auch bald Tickets und."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:00:18",
      "text": "Jetzt gibt es Tickets."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:19",
      "text": "Kaufen, kaufen, kaufen allerdings habe ich ein paar Wochen gebraucht dafür es\nwollte eigentlich schneller gehen, aber ich war abgelenkt ihr habt ja die Storys\ngehört, ich musste mich um meinen Wechselrichter kümmern,\naber nun ist es also soweit wenn ihr also teilnehmen möchtet wie gesagt,\ndas richtet sich vor allem, aber nicht nur an Podcaster und Zopferentwickler\ndie irgendwie im Podcasting-Bereich unterwegs sind Oder wer auch sonst noch\nmeint, dort interessante Beiträge leisten zu können, das können auch Metathemen sein.\nWir hatten schon immer sehr schöne Metadiskussionen über Diskurs, Kultur und all sowas."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:00:55",
      "text": "Narrative versus Diskurs."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:57",
      "text": "Ja genau. Ich habe wahrscheinlich deine Kino diesmal."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:01:00",
      "text": "Ich habe den Chart jetzt reingeworfen, hatten wir ja vorhin.\nWann wird Narrativ und Diskurs bei Google Trends?\n2012 hatte ich es predicted, das war zu optimistisch, aber 2018 war es dann\nsehr wuchtig und nachhaltig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:15",
      "text": "Wann hattest du es nochmal predicted?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:01:17",
      "text": "Das war 2010 oder 2011. Also in einem Jahr war glaube ich so die Prediction ungefähr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:24",
      "text": "Achso, du hast gesagt in einem Jahr und es waren dann?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:01:27",
      "text": "Es waren dann irgendwie acht."
    },
    {
      "speaker": "roddi",
      "time": "2:01:29",
      "text": "Manche Dinge dauern halt länger. Viele Dinge dauern halt länger."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:01:32",
      "text": "Aber es ist passiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:35",
      "text": "Ja, aber das ist glaube ich so ein Ding. Wir denken immer, das müsste alles\nviel, viel, viel früher kommen, weil ist ja klar, ist ja logisch.\nUnd genauso ist es auch mit den Tickets. Ja, klar müsste das alles viel schneller\nkommen, aber es dauert dann immer so ein bisschen. Also ich habe jetzt diesen\nShop online und ihr könnt jetzt sozusagen da Tickets kaufen.\nSolltet ihr auch bitte tun, weil sonst kann die Veranstaltung nicht stattfinden.\nDas wäre ja jetzt nicht so schön, aber so weit sind wir noch lange nicht.\nUnd ja, ich sorge jetzt mal gleich dafür, dass hier der Shop auch gleich in die Show Notes kommt.\nSubscribe.de ist sowieso die Seite, wo dann die ganzen Informationen stehen\nund den Shop habe ich natürlich,\nwie sollte es auch anders sein, wieder bei Pritix eingerichtet,\nweil Pritix bestes Ticketkaufsystem der Welt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:02:28",
      "text": "Auch in Bibliotheken sehr weit verbreitet übrigens. Tatsächlich mittlerweile?\nJa, in der Stabi haben wir es eingeführt, jetzt in der ZDB hatten wir es.\nAus Gründen muss es da jetzt wahrscheinlich gegen was anderes weichen,\naber an deutschen Bibliotheken hat das ein gutes Standing."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:42",
      "text": "Ja, ist einfach super anpassbar. Mittlerweile muss man sich schon ein bisschen\nmit dem System beschäftigen,\num nicht durcheinander zu kommen mit all diesen ganzen Korrelationen,\nweil Ticket kaufen, wer hätte es gedacht, kann ein komplexer Vorgang sein.\nSo Kontingente und was zieht sich jetzt wovon ab und was hältst du mit irgendeinem\nVoucher frei und so weiter.\nEs gibt auch noch tausend Plugins. Wir hatten ja den Rami hier irgendwann mal\nauch in der Freakshow, ist schon eine Weile her.\nDa hat er ja berichtet von...\nDer Reise, die er da mit diesem Projekt angegangen ist, nebenbei,\nschlage ich kurz nach, das war Freakshow 254 vom 10.12.2020,\nalso knapp vier Jahre her,\nChatroulette Business Edition, ganz toller Titel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:03:32",
      "text": "Ich sehe gerade auf der eigentlichen Subscribe11 Seite haben wir die Tickets\nnoch gar nicht verfügbar, das baue ich hinterher nochmal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:39",
      "text": "Doch, meinte ich eingebaut zu haben, aber das müssen wir in der Tat nochmal checken. Genau.\nSonst ist nicht sehr viel nachzutragen. Zu dem, was wir letztes Mal gesagt haben,\nist halt eine Veranstaltung, die toll ist.\nUnd ich würde mir wünschen, dass ihr auch alle kommt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:04:00",
      "text": "Genau. Lange ist es her und es wird sofort sein wie früher. Ich bin da ganz\nzuversichtlich. Das ist glaube ich ein Format, was einfach immer funktioniert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:10",
      "text": "Womit wir in gewisser Hinsicht auch bei WordPress-Themes angekommen sind,\nweil ein solches hast du ja auch für diese Subscribeseite mal eingesetzt und\ndas ist ja so dieser moderne Kram mit so Kästchen und Dinge bewegen sich und so.\nIch muss zugeben, da bin ich ganz oldschool.\nMir ist irgendwie so eine einfache HTML-Seite mit Überschriften und so weiter\nund ohne irgendein JavaScript-Schischi und Rollover hier und hast nicht gesehen\nund einblenden beim Scrollen und so.\nMich macht das wahnsinnig. Und ehrlich gesagt, im Backend ist es ja noch schlimmer,\nwenn man dann überall diese ganzen kleinen Kästchen hat und nicht einfach mal,\nzack, Edit Source Code, zack, bumm, rein, Text ändern, save, fertig.\nInsofern musst du das mal weiter pflegen die nächsten Tage, weil ich kriege\nda jedes Mal ein bisschen Hirnschmadder.\nWas ich allerdings, weswegen ich dieses Thema aufbringe, was ich allerdings\ngerne mal hätte, ist, also ich benutze ja, Wordpress-Freunde aufgepasst,\nAllen anderen wird das jetzt wahrscheinlich wenig sagen, aber bei WordPress\nheißen ja immer diese ganzen Default Themes, heißen ja immer so wie das Jahr ausgeschrieben.\nUnd ich verwende tatsächlich auf der Meta-Ebene aus Gründen,\nseit, ich muss nur mal kurz gucken, welches das Jahr genau war, welches ich verwende.\nIch verwende glaube ich 2011 oder 2012."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:05:32",
      "text": "Tja, Tim wird alt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:33",
      "text": "Du hörst noch gleich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:05:35",
      "text": "2011."
    },
    {
      "speaker": "roddi",
      "time": "2:05:37",
      "text": "Solange es nicht 1990 ist.\nAber da gab es natürlich kein WordPress."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:43",
      "text": "Jetzt natürlich die berechtigte Frage, Tim, 2011, dieses Team ist 13 Jahre alt,\nwas erlaube Meta-Ebene?\nUnd die Antwort ist einfach, diese ganzen 2012, 14, 15, 2020,\nhast du nicht gesehen, Teams, sind alle ganz anders.\nAlso ihr Default-Team ist jedes Jahr komplett anders."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:06:11",
      "text": "Was ja einen gewissen Sinn hat, finde ich.\nDass du eben einfach Auswahl hast.\nAlso die alten Themes werden ja noch weiter gepflegt, was Security-Patches angeht und sowas.\nDu hast dann halt bei WordPress die Möglichkeit zwischen sehr unterschiedlichen\nBlog-Ansätzen, am Ende des Tages soll es immer noch ein Blog sein,\nsehr unterschiedliche Blog-Kommunikations-Paradigmen dir auszusuchen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:45",
      "text": "I'm all for it.\nBisschen moderner, geht vielleicht auch. So, ich meine, bei diesem 2011 hat\nes, glaube ich, sechs oder sieben oder acht Jahre gedauert, bis das dann mal\nauf dem Mobiltelefon halbwegs ordentlich gerendert hat.\nJa, und gerade so dieses Anpassen an Größen von Bildschirmen und so,\nda kann man ja schon einiges machen.\nAber, keins dieser neuen Themes,\nbis heute, ich habe sie nicht wirklich alle jetzt wirklich bis zum Rest durchgetestet\nund sehe es mir nach, vielleicht liege ich auch auch komplett falsch,\naber meiner Meinung nach all diese ganzen neuen Themes können aber eins nicht.\nDu kannst nicht einfach mal einen Blog machen, ganz normal, also du kannst ihn\nnicht ganz einfach benutzen, wo einfach rechts immer ein Sidebar ist.\nGeht nicht. Und das ist für mich so ein bisschen der Inbegriff von Bloggen.\nAlso so dieses Predictability eines Webseitendesigns.\nAlso Blogs Das fand ich...\nImmer schon toll, weil sie auf der einen Seite im Backend für die Benutzer einfach zu pflegen waren.\nSie waren im Konsum mit RSS, sehr einfach.\nAber sie hatten auch so einen gewissen optischen Appeal. Und mittlerweile muss\nalles so fancy schmancy sein.\nUnd ehrlich gesagt, ich sehe den Vorteil nicht. Wo ich so richtig ins Kotzen\nkomme, was Apple ja mittlerweile leider auch macht.\nSo dieses, du scrollst und erst beim Scrollen kommt da der ganze Content reingefahren.\nUnd dann schiebt sich links nochmal so ein Elefant rein. und dann löst sich\nalles auf und es ist quirlig und ich werde wahnsinnig.\nAlso wo sind die einfachen Webseiten?"
    },
    {
      "speaker": "roddi",
      "time": "2:08:43",
      "text": "Ja, das ist schlimm. Vor allen Dingen ist es dann immer so hakelig und dann\nwillst du zurückscrollen und dann rollt sich das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:49",
      "text": "Muss der Elefant wieder zurück."
    },
    {
      "speaker": "roddi",
      "time": "2:08:53",
      "text": "Ja, aber genau so fühlt es sich an. Das ist schlimm."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:08:56",
      "text": "Also, bevor das jetzt hier Old Man Yelling at Clouds noch schlimmer wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:04",
      "text": "In dem Fall stimmt es wirklich. Der alte Mann, ich schreie die Wolke an und sage, geht's noch?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:09:11",
      "text": "Also, mal ein bisschen so mein Blick auf dieses Thema.\nAlso ich mache jetzt in den letzten Jahren auch nicht mehr so viel,\nwie ich mal gemacht habe, aber ein bisschen was habe ich da ja mal gemacht in dem Bereich.\nUnd in der Tat, das Theme, was ich eigentlich immer verwendet habe und auch,\nwenn ich jetzt was Neues machen muss, immer noch verwende, ist Enfold.\nEs gibt so ein paar sehr große, sehr flexible, sehr mächtige Mainstream-Themes\nund davon ist Enfold so eins. Ich glaube, aus Österreich kommt das im Original.\nDie sind aber relativ ähnlich, das heißt also welches dieser drei,\nvier großen man am Ende nimmt, ist glaube ich ziemlich wurscht.\nSo und diese Themes ermöglichen halt einem auf Basis von WordPress eben ganz\nandere Dinge zu machen als ein klassisches Blog.\nDu hast dann halt so eigentlich das Ganze eher als ein Content-Management-System.\nUnd kannst dann relativ doch interessant, modern, aufwendig aussehende Seiten machen.\nUnd ja, vieles davon ist dann irgendwie Gimmick und man braucht den Elefanten\nnicht, der sich reinschiebt.\nAber apropos reinschieben, ich verweise jetzt mal auf unsere gute alte Das-Sende-Zentrum.de-Seite.\nAlso das-sendezentrum.de.\nRuf das doch mal hier auf dem Beamer auf, Tim."
    },
    {
      "speaker": "roddi",
      "time": "2:10:28",
      "text": "Schiebt sich da auch der Elefant rein?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:10:30",
      "text": "Ja, da schiebt sich auch was durch, aber da hat es halt einen semantischen Sinn.\nSprich, das Sendezentrum war ja immer ein Zusammenschluss von verschiedenen\nPodcast-Projekten und Ideen, die Tim, Claudia und ich hatten.\nUnd die haben wir dann ja auch in so einer Icon-Familie zusammengeführt,\ndass also jedes dieser Unterprojekte, ja also Subscribe, Sendegate,\nSendezentrum vor Ort, dann eben ein eigenes Icon hatte.\nUnd das haben wir eben dann jetzt auf dieser Startseite vom Sendezentrum auch\nso abgebildet, dass wenn man die Seite hochschiebt, links dieses Haupt-Icon\nimmer stehen bleibt und dann je nachdem in welchem Bereich man quasi gerade erklärt bekommt,\nschiebt sich halt, wird das jeweilige Icon so flüssig ausgetauscht.\nDas finde ich nach wie vor einen irre guten Effekt."
    },
    {
      "speaker": "roddi",
      "time": "2:11:16",
      "text": "Es wackelt etwas."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:11:18",
      "text": "Es kommt auf den Rechner an oder auf den Browser oder was auch immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:21",
      "text": "Ja, sieht ganz gut aus. Kann man nichts gegen sagen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:11:23",
      "text": "So und das ist halt eine Sache so, da wird was durchgeschoben und da passiert\nwas, aber es hat halt einen semantischen Sinn, weil es eben die Grundidee verdeutlicht,\nes gibt das Sendezentrum und es besteht aus mehreren einzelnen Komponenten und\nhier werden sie dir nacheinander flüssig erklärt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:36",
      "text": "Die Webseite ist ja auch noch unter den vorhin genannten Umständen hochgradig\nbenutzbar und straightforward, aber du weißt auch was ich meine,\nalso dass da alles möglich sich auseinander faltet und von links und rechts reinkommt."
    },
    {
      "speaker": "roddi",
      "time": "2:11:49",
      "text": "Apple Mac Pro zum Beispiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:51",
      "text": "Ist das immer noch so eigentlich?"
    },
    {
      "speaker": "roddi",
      "time": "2:11:52",
      "text": "Ich glaube schon, wo sie dann den Rechner aufmachen und dann ranzoomen und dann\nhier noch dieses Feature und da noch jenes Feature. Also das ist ganz schlimm.\nDauert allein ewig, bis da irgendwas passiert, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:06",
      "text": "Ja, da werden auch Megabytes übertragen."
    },
    {
      "speaker": "roddi",
      "time": "2:12:10",
      "text": "Ja, jetzt zoomt der Prozessor rein und dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:13",
      "text": "Da kann ich noch mit leben. Das geht aber hier noch. Haben sie es etwas runtergedimmt?\nJa, haben sie. Haben eine ordentliche Webseite draus gemacht. Guck an."
    },
    {
      "speaker": "roddi",
      "time": "2:12:24",
      "text": "Ja, jetzt kommt hier das Gehäuse geht hoch und solche Sachen.\nAlso es ist weniger worden. Das stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:31",
      "text": "Es geht gerade noch so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:12:33",
      "text": "So und dieses Framework Enfold, wie gesagt, ist es nicht das einzige,\nsondern es steht jetzt halt pass pro toto für durchaus andere Frameworks, die das ähnlich machen.\nDie sind halt so flexibel, dass wir an der Stabi, Staatsbibliothek Berlin,\nhaben wir das genommen, um den kompletten Bibliotheksguide,\nDamit zu bauen. Das heißt, wir haben jetzt nicht irgendeiner Entwicklungsbude Geld gegeben,\nAchtung, baut uns jetzt mal eine Museums-App für unser Stabi-Museum,\nsondern wir haben das auf Basis von WordPress mit einem Enfold-Theme gemacht,\nsodass du da jetzt deinen Plan hast und kannst sagen, vor welchem Exponat stehe\nich jetzt eigentlich hier gerade und dann kriegst du interaktive Inhalte und so weiter.\nUnd das läuft dann vor Ort im Museum, kriegst du also am Anfang ein iPad in\ndie Hand gedrückt und hast dann also dort den Museumsguide drauf und der kommt\neinfach nur aus dem WordPress raus.\nDas ist so eine Ebene von wieder Selbstermächtigung und irgendwie Dinge enablen,\nohne dass du also ein super tiefes technologisches Verständnis brauchst,\nwas ich total nur abfeiern kann, weil ich kann mit so einer Technologie,\ndie drücke ich halt bei mir Bibliothekarinnen in die Hand und die können das\nwarten und pflegen und brauchen keinen riesen.\nKeinen Riesenvertrag und müssen nicht sonst wo bei der Bude irgendwo einen Log-In-Effekt\nsich reinholen, wo du für jedes einzelne Update dann wieder sonst was die Hand aufgehalten wirst.\nDas können Leute lernen, Normalsterbliche.\nCool. Das ist ein ganz anderer Use-Case, als du einfach nur einen Block mit\nrechts einer Seitenleiste haben willst, aber es gibt halt auch einfach ganz\nandere Szenarien und andere Welten, die man mit WordPress bespielen kann und\nda helfen solche Themes ganz enorm.\nUnd jetzt für die Subscribe-11-Seite, ja, das hat mich also insgesamt irgendwie\n15 Minuten gekostet, weil du einfach halt den ganzen Inhalt der einen Seite\nquasi einmal in eine Zwischenablage reinkopieren kannst,\ndie in Fold selber mitbringst und auf eine neue Seite ausrollst und dann musst\ndu quasi nur die 10 durch eine 11 ersetzen und dann hast du im Wesentlichen\ndann deine Subscribe-11 vernünftig an den Start. Also das sind schon..."
    },
    {
      "speaker": "roddi",
      "time": "2:14:33",
      "text": "Ja, hör zu, so macht man Konferenzen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:14:35",
      "text": "Das ist schon... It just works.\nIch schmeiße nochmal den Link zum Stabi-Kulturwerk rein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:44",
      "text": "Ich habe übrigens in meinem Editierwaren deine Webseite komplett zerpflückt.\nAlso du musst sie auch wieder heile machen.\nIch habe Sachen reingeschrieben und dachte die fehlen, weil das da nicht drin war.\nDann habe ich es reingeschrieben, um festzustellen, dass da unten irgendwo so\nein komisches Kästchen ist, wo das\ndann nochmal separat drin stand und ich schreibe das halt einfach raus."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:15:03",
      "text": "Ja, und es unterscheidet halt\nauch zwischen Desktop-Ansicht und quasi Tablet-Ansicht und Mobil-Ansicht.\nDas kann man halt auch in unterschiedliche Bereiche reinmodellieren.\nMir ist das zu viel Gezuppel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:13",
      "text": "Also ich will einfach Informationen haben, wenn ich auf eine Webseite gehe,\ndann soll das da einfach stehen und fertig."
    },
    {
      "speaker": "roddi",
      "time": "2:15:19",
      "text": "Schön in Assembler selber gecodet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:24",
      "text": "Naja, wir kriegen das schon hin. Aber falls jemand da noch einen Tipp hat für\nso ein Team. einfach nur."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:15:32",
      "text": "Einfach nichts kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:33",
      "text": "Einfach Content links und rechts zeitbar und zwar immer auf jeder Seite."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:15:38",
      "text": "Aber auch das kannst du in der Tat mit den Folds sehr einfach machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:41",
      "text": "Ja, aber warum geht es dann nicht einfach?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:15:43",
      "text": "Wieso? Du machst einfach das Gerät am Anfang. Also das ist halt quasi so dieser..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:46",
      "text": "Man macht dann Seiten und bei den Seiten ist dann immer wieder alles weg."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:15:49",
      "text": "Nee, also wenn du einen Block haben willst, dann musst du einfach nur das Gerät\nfür das Standardblock anpassen.\nSo, und das ist halt so dieser Ansatz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:58",
      "text": "Das Gerät für das Standardblock anpassen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:16:00",
      "text": "Was heißt denn das? Twitter Bootstrap, schon mal gehört. Webseiten werden in Grids gebaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:06",
      "text": "Ja, meine Webseite wird nicht in Grids gebaut."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:16:08",
      "text": "Wenn du eine Seitenleiste hast, du willst es nur als Table formatiert haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:12",
      "text": "Mir ist doch egal, wie das rausgerennert wird. Ich will aber keinen Grid für\nkonfigurieren. Ein Sidebar hat einfach da zu sein. Ich brauche einen Eintrag\nContent und den anderen Sidebar."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:16:20",
      "text": "Ja, genau. Das ist ein Zweier-Grid, wo du sagst, zwei Drittel des Contents ist\nder Content, ein Drittel ist die Sidebar und fertig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:27",
      "text": "Das ist nichts für alte Leute."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:16:28",
      "text": "Ah, okay. Sehr alte Leute. Ja, sehr alte Leute.\nOh mein Gott."
    },
    {
      "speaker": "roddi",
      "time": "2:16:34",
      "text": "Gleich schreit die Klausel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:40",
      "text": "Ah ja, genau. Für sehr alte Leute habe ich noch einen Tipp. Das wollte ich das\nletzte Mal schon machen.\nIhr kennt das ja sicherlich. Dieses, ich will mal den Inhalt einer Webseite abspeichern."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:16:52",
      "text": "Oh ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:53",
      "text": "Das ist ein echtes Thema und in den letzten Jahren, naja, es gab ja schon immer\ndie Möglichkeit einfach das HTML abzuspeichern, aber heutzutage ist in diesem\nHTML ja fast nichts mehr drin,\nweil dann irgendwie natürlich noch tausend JavaScript-Seiten nachgeladen werden\nund Bilder und so weiter.\nAlter, das heißt, man hat dann zwar das HTML-Gerüst und wenn man es aufruft,\ndann naja, im Idealfall funktioniert es dann auch noch lokal,\naber nicht unbedingt ohne Internet,\nweil dann halt alle möglichen Ressourcen noch reingeladen werden müssen und\nso weiter. Was macht man dann stattdessen?\nMan druckt es in PDF und immerhin haben so Browser wie Safari und wahrscheinlich auch die anderen,\nim Safari finde ich ist es verhältnismäßig elegant gelöst, du hast dann im Ablagemenü\ndas als PDF exportieren und dann kriegst du es dann auch nicht so als A4 Seiten,\nsondern du kriegst die ganze Webseite als ein lang gestrecktes PDF.\nAllerdings auch mit bestimmten Grenzen, also ab einer bestimmten Länge macht\ner dann auch zwei Seiten, ich weiß nicht ganz genau, wo diese Grenzen sind und\ndas ist ja auch alles schon mal irgendwie ganz nett.\nAber eigentlich ist es nicht das, was man haben will.\nAlso es ist nicht das, was ich haben wollte, sondern manchmal will ich halt\nauch einfach nur diese Webseite so komplett für sich haben und soll aber auch\nnoch eine Webseite bleiben.\nSie soll nicht ein PDF sein, sondern man will sie auch wie eine Webseite im\nBrowser benutzen können, aber\neben ohne Internet, also irgendwie gut wegarchivieren sozusagen. zu sagen.\nUnd da gibt es ein kleines Plugin, das heißt Single File.\nUnd wenn man Single File installiert, dann hat man so einen kleinen Button in\nder Menüleiste und dann speichert er alles in Single File.\nNämlich auch die Bilder und all das. Das heißt, du hast die ganze Webseite dann\nin einer Datei und kannst halt einfach mal sowas wegarchivieren."
    },
    {
      "speaker": "roddi",
      "time": "2:19:01",
      "text": "Ist das dann eine .html Datei? Und da kodiert er auch auch die Bilder irgendwie rein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:06",
      "text": "Ja, das sind alles inline."
    },
    {
      "speaker": "roddi",
      "time": "2:19:08",
      "text": "Ah, okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:10",
      "text": "Ja, finde ich aber eine tolle Sache und so hat das zu sein kein großes Ding,\naber fand ich schön und absolut erwähnenswert.\nIst sehr praktisch.\nSingle file."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:19:28",
      "text": "Ich probiere das hier gerade mal live aus. Also er schreibt das dann als HTML-Seite,\naber was macht er dann quasi mit den Bildern?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:35",
      "text": "Na, Inline."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:19:38",
      "text": "Wie, Inline?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:39",
      "text": "Na, Inline-Bilder. Du musst ja nicht immer einen Link geben,\nsondern kannst die Bilder ja auch Inline da reinballern."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:19:48",
      "text": "Mhm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:54",
      "text": "Ja, ja, das Web. Apple hat jetzt übrigens das Web auch entdeckt.\nEs gibt jetzt Apple Maps auf dem Web.\nKeine 19 Jahre nach Google. Haha, Google, seht ihr mal, ne?\nApple ist auf der Spur.\nBeta.maps.apple.com kann man jetzt aufrufen und dann hat man sozusagen so die Maps App im Browser,\nist jetzt natürlich kein wie soll ich sagen,\nman steht nicht staunend da und sagt, boah echt im Web, wie habt ihr das denn gemacht, it's magic,\nich hab mich nur gefragt warum hat es eigentlich so lang gedauert Was hat Apple\neigentlich immer davon abgehalten? Und dann fiel mir ein,\nwas macht Apple eigentlich überhaupt im Web?\nAußer ihrer eigenen Webseite und ihrem Kundenkontakt und ihrem Shop.\nGibt es eigentlich überhaupt irgendwelche Dienste, die Apple im Web hat?"
    },
    {
      "speaker": "roddi",
      "time": "2:21:05",
      "text": "Naja, es gibt diese iCloud-Dinge mit den entsprechenden Programmen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:10",
      "text": "Ja, es gibt iCloud, das ist richtig. dich, aber es ist ja nicht wirklich so\nein Web-Angebot, sondern es ist ja, das benutzt du ja nicht unabhängig von einem Macintosh."
    },
    {
      "speaker": "roddi",
      "time": "2:21:20",
      "text": "Naja, du kannst die ganzen Dinger schon auch auf Windows benutzen, das geht schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:28",
      "text": "Ja, aber dann ist es trotzdem so mit einer Apple-ID und irgendeinem Apple-Gerät verbunden.\nDu kannst nicht sagen, oh, ich gehe jetzt mal zur iCloud und mache mir einen\nAccount im Web und dann benutze ich das auch nur im Web."
    },
    {
      "speaker": "roddi",
      "time": "2:21:41",
      "text": "Äh, müsste gehen. Also einen Apple-Account machen kannst du ja jederzeit.\nIch glaube nicht, dass du dazu ein Apple-Gerät brauchst.\nAber gut, das habe ich noch nicht ausprobiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:50",
      "text": "So ein Cavoli und so weiter. Das habe ich noch nicht ausprobiert.\nAber mal ehrlich, das macht doch kein Mensch."
    },
    {
      "speaker": "roddi",
      "time": "2:21:56",
      "text": "Das ist ein anderes Thema. Natürlich macht das niemand, aber gehen würde es wohl."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:01",
      "text": "Genau, aber bei Maps macht es natürlich schon Sinn und ich bin gespannt,\nob da irgendwas bei rauskommt, was jenseits von MeToo ist, also was wirklich irgendeinen Value hat.\nIch muss sagen, Google Maps versus Apple Maps, ich weiß nicht,\nwie eure Erfahrungen so sind damit?"
    },
    {
      "speaker": "roddi",
      "time": "2:22:22",
      "text": "Also ich selber benutze Google Maps relativ selten. Ich höre nur von Leuten\nlinks, rechts, vorne, hinten, dass sie alle am Abkotzen sind,\nweil Google Maps schlechter geworden ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:34",
      "text": "In welcher Hinsicht?"
    },
    {
      "speaker": "roddi",
      "time": "2:22:36",
      "text": "In allerlei Hinsicht, in Sachen Routing, in Sachen Akkuratesse und so weiter.\nIch habe sehr viele Leute um mich herum, die sich beschweren,\nob sie das zurecht tun oder nicht, ist ein anderes Thema.\nIch kenne halt nur Leute, die genervt sind davon."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:22:52",
      "text": "Also ich nutze eigentlich zu 90% Apple Maps und kontrolliere nur nach,\nwas solche Dinge wie Öffnungszeiten Restaurants angeht, weil da Apple häufig\nhinterherhinkt oder es überhaupt gar nicht modelliert hat oder gibt es das Restaurant\neigentlich gerade überhaupt noch.\nAlso diese Point-of-Interest-Datenbank, da ist einfach Apple immer noch nicht wirklich gut.\nAber ansonsten, was die reinen Kartenfunktionen angeht, wechsle ich glaube ich\nexakt nie mehr auf Google rüber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:27",
      "text": "Warum?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:23:28",
      "text": "Warum? Ich finde es in der Tat grafisch belastet mich das Zusehen.\nIch finde, die werden immer schlechter in der Farbwahl und in der Deutlichkeit so.\nAlso ich rede jetzt nicht von dem View, was fotorealistisch angeht,\nalso die Satellitenview, sondern ich meine jetzt so den normalen Kartenmodus.\nDa finde ich einfach es ästhetisch Apple Maps in Bezug darauf so,\nwie sind die Kontraste gesetzt, wie sind die Farben ausgewählt,\nwie sind die Point of Interest dann irgendwie sichtbar.\nFinde ich alles sehr viel geschmackvoller und augenfreundlicher und der Detail,\nin welcher Zoom-Stufe werden welche Details angezeigt.\nDas finde ich funktioniert eigentlich alles durch die Bank bei Apple angenehmer. so.\nIst kein Riesenunterschied, aber schon so der Unterschied, dass ich denke so,\nich muss da nicht zu Google rüber, weil da halt nichts irgendwie besser ist.\nAber Point of Interest, das lässt sich glaube ich nicht wegdiskutieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:26",
      "text": "Das lässt sich überhaupt nicht wegdiskutieren, da ist Google sowas von vorne.\nAlso es hat einerseits was damit zu tun, wie gut Google da vorgearbeitet hat\nund es hat natürlich andererseits was damit zu tun, dass viele Leute Apple Maps\nals Contender auch überhaupt nicht wahrnehmen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:24:44",
      "text": "Aber Apple selber verstrauchelt es dann noch zusätzlich, weil also,\nworüber ich mich wirklich täglich aufrege und vielleicht hört ja irgendjemand\nzu da draußen bei Apple mal.\nEs sind viel mehr Point of Interest modelliert in Apple Maps,\nals du auch in der höchsten Zoom-Stufe angezeigt bekommst.\nDas heißt, wenn ich jetzt hier, so bei uns, Brenzlauer Berg,\ndas ist ja nur wirklich Point of Interest an Point of Interest und lokal an,\nda gibt es nicht mehr, aber an sonst was, Shop.\nJeder einzelne Haus hier hat eigentlich ein Point of Interest.\nUnd die kannst du alle suchen in Apple Maps, die sind alle da.\nAber wenn du in der Karte auf maximal Zoom gehst, dann siehst du nur Häuser\nund keinen Point of Interest, obwohl da drei oder vier hinterlegt sind und die\ndu über Suche alle findest."
    },
    {
      "speaker": "roddi",
      "time": "2:25:34",
      "text": "Ja, finde ich jetzt nicht, aber also auf höchster Zoomstufe ist das,\nglaube ich, das Teil des Problems, dass du halt wirklich reinzoomen musst, bis es nicht mehr geht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:25:45",
      "text": "Nein, also dass die Point of Interest sich dynamisch anpassen und du je nach\nZoomstufe quasi nur die relevantesten findest, das ist völlig d'accord.\nAber wenn ich maximal reingesucht, gesucht habe, will ich alles sehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:56",
      "text": "Was siehst du denn zum Beispiel nicht?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:25:59",
      "text": "Roddy ist jetzt gerade hier in der Schönhauser Allee-Ecke."
    },
    {
      "speaker": "roddi",
      "time": "2:26:02",
      "text": "Stargarder Straße."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:26:03",
      "text": "In der Web-Variante und der sieht deutlich mehr als ich hier,\nglaube ich, in der Maps-App sehe."
    },
    {
      "speaker": "roddi",
      "time": "2:26:07",
      "text": "Jetzt schauen wir mal, was die Konkurrenz sagt.\nDas muss ich da aber erstmal hin.\nOh ja, jetzt merke ich, was du meinst von wegen Ansicht. Es ist echt schwer zu sehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:28",
      "text": "Also ich wollte gerade was anderes bemängeln, habe aber gerade festgestellt,\ndass Apple das wohl kurzfristig geändert hat, kurz bevor ich drüber ranten konnte.\nWenn man nach irgendeiner Adresse gesucht hat, dann haben sie irgendwie nie\neinem die Postleitzahl dazu gesagt.\nDas hat mich wahnsinnig gemacht. Und das ist für mich eine Hauptanwendung von\nGoogle Maps ist, für irgendwelche Adressen die Postleitzahl zu ermitteln.\nWeil wo kriegst du die Informationen sonst zuverlässig her?\nUnd Apple war einfach nicht in der Lage, eine Postleitzahl anzuzeigen.\nHaben sie offensichtlich mittlerweile geändert, sie tun wohl was an diesem Projekt.\nWomit ich positive Erfahrungen habe, übrigens bei Apple Maps sind Änderungen tatsächlich.\nAlso oft sind ja Sachen nicht eingetragen und ich mache mir dann so oft die\nMühe und trage es dann halt ein.\nÖffnungszeiten, Namensänderungen, Adresskorrekturen, Positionen.\nIch habe das noch nie erlebt, dass irgendwas davon nicht übernommen wurde und\nzwar spätestens nach zwei oder drei Tagen war es so und dann kriegst du auch\neine Notification dafür, was sehr ordentlich ist."
    },
    {
      "speaker": "roddi",
      "time": "2:27:31",
      "text": "Das kenne ich auch. Ich habe irgendwann mal gesagt, hier ist keine Ampel mehr,\nhier ist ein Kreisverkehr-Foto dazu.\nUnd das hat zwei, drei Wochen gedauert. Und dann war da der Kreisverkehr."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:27:43",
      "text": "Also ich mache jetzt den Live-Nachweis meiner, nicht nur Theorie, sondern so ist es halt.\nSo, ich suche jetzt hier nach Formoso Pizzeria. Das ist ja die Pizzeria,\nbei der wir ab und zu auch mal was geholt haben. Bekommen die hier angezeigt.\nSo, jetzt gehe ich in den maximalen Zoom-Level. Wir sehen oben drüber ist Luftschlösschen,\nunten drunter Stephan Ehrlich Choreografie.\nSo, und jetzt nehme ich die Suche raus, dass mir nur dieser Bereich hier angezeigt wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:08",
      "text": "Ja, wie kriegt man das hin?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:28:09",
      "text": "Ja, wie kriegt man das hin? und jetzt steht da nur noch Boliviana,\ndie Seele Boliviens plötzlich, die vorher nicht zu sehen war und meine Pizzeria\nist schlicht verschwunden. Sie ist nicht mehr da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:19",
      "text": "Aber gibt es das andere auch?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:28:21",
      "text": "Das andere ist gerade ganz frisch aufgemacht und die Pizzeria hat sich umbenannt nebenbei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:25",
      "text": "Hatte sie die jetzt schon fünfmal umbenannt in den letzten zwei Jahren?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:28:28",
      "text": "Ja, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:29",
      "text": "Okay, das scheint mir aber auch wirklich ein Problem zu sein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:28:30",
      "text": "Das ist aber kein Problem der Umbenennung, sondern das ist reproduzierbar bei\nzig Läden hier in der Gegend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:35",
      "text": "Das ist einfach dann nicht auftaucht sozusagen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:28:38",
      "text": "Ja, es ist suchbar, es ist in den Daten vorhanden, aber es wird im höchsten\nZoom-Level nicht angezeigt."
    },
    {
      "speaker": "roddi",
      "time": "2:28:43",
      "text": "Das gleiche Verhalten zeigt aber auch Google.\nDa ist auch deine Boliviana und die Famoso, die ich gerade gesucht habe."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:28:54",
      "text": "Wie gesagt, Famoso heißt sie nicht mehr. Die haben sich umbenannt. Da taucht sie auf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:03",
      "text": "Anekdotische Evidenz ist jetzt immer so ein bisschen schwierig.\nGrundsätzlich muss man sagen,\nPro Apple Maps immer schon Kartenqualität im Sinne von, also seit dem letzten Update,\nich meine mittlerweile ist die Auflösung, also in Berlin sind wir jetzt besonders\nverwöhnt, aber sie haben ja wirklich von jeder Kreuzung die Platzierung der\nSpuren, der Fahrtrichtungsanzeiger,\nder Überwege, die Fußgängerüberwege sind eingezeichnet, die Ampeln und so weiter.\nAlso das ist schon alles ziemlich Töfte.\nUnd ihr Kartenmaterial ist eigentlich auch besser, also ihr Satellitenkartenmaterial\nist auch besser, weil höher aufgelöst.\nIch finde, dass ihr Streetview, wie heißt das, ihr Lookaround ist dann auch\nbesser gemacht als Streetview.\nNicht nur weil sie nicht so viel ausgeigste Gebäude haben, sondern weil du da\nso flüssig durchlaufen kannst, benutze ich aber jetzt auch nicht so oft klares\nPro bei Google Maps wiederum,\ndass sie halt Earth da eingebaut haben und das hat vor allem diesen Vorteil,\ndass du ordentlich das auch wegkippen kannst, sodass du immer den Horizont siehst,\nund das ist bei Apple unmöglich den Horizont zu sehen und teilweise empfinde\nich das als absolut erforderlich um eine ordentliche Orientierung zu bekommen\nAber sie begrenzen diesen Kippwinkel dermaßen und umso krasser, umso näher du ran bist,\ndass du da bloß nicht so ein 3D-View kriegst, den sie aber ansonsten eigentlich\nlocker hinbekommen müssten.\nAlso von daher ist Google Earth und Google Maps, was ja mehr oder weniger jetzt\nzusammengewachsen ist,\ndann an der Stelle dann doch hilfreicher, zusätzlich eben zu dem,\ndass die Leute dort schneller ihre eigenen Businesses updaten und gar nicht auf die Idee kommen,\nauch mal ein iPhone in die Hand zu nehmen und es dort auch noch einzutragen ohne Not."
    },
    {
      "speaker": "roddi",
      "time": "2:30:57",
      "text": "Was sie jetzt tatsächlich bei iOS 18 nachgerüstet haben, wo ich jetzt sagen\nwürde, endlich mal, ist, dass du die Suche benutzen kannst mit Hausnummern.\nVorher war das halt so, du hast angefangen, Straßennamen zu tippen,\ndann hast du in der Suchliste schon den Straßennamen gehabt,\nhast den Straßennamen angetippt und dann bist du direkt in die Karte gekommen,\naber du konntest die Hausnummer nicht mehr hinten anfügen und das geht jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:27",
      "text": "Oh ja, das ist furchtbar gewesen. Das hat mich zum Wahnsinn gebracht.\nDas haben sie jetzt gefixt.\nJa, schön, aber warum muss das so lange dauern? Das verstehe ich irgendwie nicht.\nAlso ich meine, das waren ja so offensichtliche Probleme und ich hoffe,\ndass sie jetzt eben auch diese Amerikanismen weg haben.\nWas immer noch scheiße ist, wo Google tatsächlich jetzt was geändert hat,\nzumindest in Earth, ich weiß nicht, ob es auch in Maps geändert ist,\naber was mich rasend macht als Europäer, wisst ihr schon, worauf ich hinaus will?\nThe under appreciation of Trains.\nEine Eisenbahnlinie ist in Amerika so ein Feature wie,\nein Graben."
    },
    {
      "speaker": "roddi",
      "time": "2:32:15",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:16",
      "text": "Wenn du ganz nah ran zoomst, dann kriegst du so eine dünne, schwarze Linie.\nHier könnt ihr auch mal einen Zug vorbeifahren, aber ansonsten ist das ja nicht so interessant.\nZoomst du auch nur ein bisschen raus, Raus verschwindet die Linie einfach komplett.\nDas ist bei Google Earth mittlerweile besser. Da haben sie jetzt auch aus der\neinfachen schwarzen Linie eine schwarze Linie mit so Schwellen gemacht,\nsodass du auch erkennst, dass diese schwarze Linie eine Eisenbahnlinie ist,\nweil sie noch weiße Schwellen dran hat.\nDafür gebe ich Ihnen Gummipunkte. Aber bei Apple ist es halt besonders krass,\ndass einfach Eisenbahnlinien als Infrastrukturelemente der Welt keinerlei nennenswerte\nBedeutung haben. Sie verschwinden halt einfach sofort."
    },
    {
      "speaker": "roddi",
      "time": "2:33:00",
      "text": "Es sei denn, du stellst natürlich auf öffentlichen Nahverkehr um,\ndann bekommst du alle Linien angezeigt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:08",
      "text": "Okay, I'll give you that. Aber die Dinge sind ja, ich will ja die Infrastrukturelemente\nsehen, nicht nur wenn ich jetzt Zug fahren will, sondern ich will die Stelle\nfinden, wo die Eisenbahn die Straße quert.\nEinfach weil das ein Ort ist, den ich mir merke. Weil einfach Eisenbahnlinien\nüberall sind und weil für mich das zu dieser Welt gehört. Und das können sie\nhalt einfach mal mit einbauen."
    },
    {
      "speaker": "roddi",
      "time": "2:33:34",
      "text": "Ja, sehr deutlich ist es nicht, aber wenn ich jetzt hier gucke,\nEberswalder Straße, also zumindest bei Ebers 18 ist es jetzt so,\ndass man tatsächlich die einzelnen Spuren der Straßenbahn erkennen kann.\nUnd im Erkunden-Modus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:51",
      "text": "Die einzelnen Spuren der Straßenbahn?"
    },
    {
      "speaker": "roddi",
      "time": "2:33:54",
      "text": "Ja, also schlecht, aber sie sind eingezeichnet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:03",
      "text": "Aber nicht die einzelnen, nur die Linie ist eingestellt, nicht die Schienen. Doch, die Schienen."
    },
    {
      "speaker": "roddi",
      "time": "2:34:09",
      "text": "Wie gesagt, mit sehr dünnen Linien, aber eingezeichnet sind sie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:12",
      "text": "Was? Achso, aber nicht als Doppellinie, sondern als eine hin und eine zurück."
    },
    {
      "speaker": "roddi",
      "time": "2:34:19",
      "text": "Eine kleine, ganz kleine Linie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:21",
      "text": "Na gut, da kann man sich auf jeden Fall bei OpenStreetMap mal abgucken, wie das geht.\nNaja, auf jeden Fall beta.maps.apple.com vielleicht taucht es was,\naber ich glaube, das wird noch eine Weile dauern, bis das etwas ist, was man verlinkt."
    },
    {
      "speaker": "roddi",
      "time": "2:34:39",
      "text": "Also ich finde es von der Fluffigkeit, von der Wupptizität finde ich es eigentlich ganz gut.\nEs ist nicht so, dass man das Gefühl hat, es würden jetzt einzeln Kacheln nachgeladen\nund vergrößert und verkleinert, sondern er zeichnet es schon relativ flott."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:55",
      "text": "Das stimmt. Das ist unter Garantie alles so stimmt. Sehr vektorisiert nehme ich mal an."
    },
    {
      "speaker": "roddi",
      "time": "2:35:01",
      "text": "Ja, also das haben sie schon gut hingekriegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:05",
      "text": "Geht doch, Apple, geht doch. Weiter so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:35:08",
      "text": "Ja, so halb."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:08",
      "text": "Wie kriege ich das schon noch hin?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:35:09",
      "text": "Ich hätte da für die Ferienzeit was mit Karten auch direkt dran."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:13",
      "text": "Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:35:15",
      "text": "Und zwar so ein Feature aus der Rubrik, warum hat es mir nie jemand gesagt,\nvielleicht kennt ihr das auch alle, ich kannte es nicht.\nDie Reiseführer-Funktion von Apple Maps."
    },
    {
      "speaker": "roddi",
      "time": "2:35:27",
      "text": "Ja, die nervt.\nWeil sie mir ständig Dinge in Australien oder in Amiland anzeigen,\ndie mich überhaupt nicht interessieren."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:35:33",
      "text": "Ja, die meine ich aber nicht. Sondern ich meine die eigene Reiseführer anlegen."
    },
    {
      "speaker": "roddi",
      "time": "2:35:38",
      "text": "Achso, das habe ich schon länger mal gemacht. Da kannst du halt unter quasi\nunter einem Album kannst du dann Dinge speichern."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:35:44",
      "text": "Genau. Also das ist das, was Google auch schon irgendwie seit Jahr und Tag hat.\nIch glaube, Apple hat das seit drei Jahren oder sowas ungefähr."
    },
    {
      "speaker": "roddi",
      "time": "2:35:50",
      "text": "Müsste sein, ungefähr."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:35:52",
      "text": "So um den Dreh, dass du also eine Möglichkeit hast, jetzt beispielsweise für\ndeinen nächsten Urlaub zu sagen, so, das sind jetzt die Locations,\ndie mich für diesen Urlaub interessieren.\nDann legst du einen sogenannten Reiseführer an, wo du dann sagst Sommerurlaub\n24 und dann kannst du halt, egal auf welchem Device du bist und in welchem View du bist,\nkannst du dann halt bei einem Ort sagen, so füge das diesem Reiseführer hinzu\nund dann bekommst du die auch hinlänglich übersichtlich irgendwie beisammen.\nBis dahin denkt man so, oh, das haben sie jetzt hier aber mal schön gemacht,\ndas ist ja praktisch, muss ich nicht mehr zu irgendwie Web2-Dienst XY,\num solche Sachen zu katalogisieren.\nUnd dann gibt es so Details, dass man sich denkt, so schön wäre ja,\nwenn man die jetzt umsortieren könnte und wenn man jetzt auch zwischen diesen\neinzelnen Point of Interest nochmal irgendwie die Routen gleich irgendwie einfacher,\naber gut, alles nice to have.\nDas Problem fängt an, wenn du sagst, so, jetzt möchtest du das aber mal mit\ndeinem Reisepartner teilen und sagen, so, ihr wollt ja zusammen diesen Urlaub organisieren.\nSo wie man sich jetzt so ein Shared-Fotoalbum wo man ihn irgendwie vorstellen würde.\nUnd es gibt die Funktion, so einen Reiseführer zu teilen.\nDa kommt dann ein Link raus und den schmeiße ich jetzt mal in den Chat rein. Share Guide, genau.\nUnd er hat schon so eine verdächtig aussehende, lange URL.\nUnd du kannst ihn dann aufrufen.\nAber das ist einfach nur die Point-of-Interest-IDs serialisiert über die URL.\nDas heißt also, es ist eben jetzt nicht eine ID zu dieser Sammlung von Point-of-Interest,\nsondern einfach nur halt in der URL alle stumpf reinkodiert.\nBedeutet natürlich, wenn du danach dann einfach noch zwei neue Punkte hinzufügst,\nbekommen alle Leute, denen du das geteilt hast, kein Update,\nsondern die sehen nach wie vor ihre komplett alte Karte.\nUnd die können natürlich, obwohl sie quasi irgendwie ein scheinbar geteiltes\nMap haben, können die also nichts selber hinzufügen und sagen,\nso diese zwei Locations möchte ich mir auch noch gerne angucken.\nWo ich dann wieder so denke, so, why Apple, why?\nDas ist so gut verstandene Technologie, das Datenmodell, hast du in fünf Minuten runtergeschrieben.\nSie haben Vergleichbares in anderen Diensten schon laufen. Warum bleiben sie\nbei so einer Geschichte dann wieder so richtig auf halbem Weg irgendwo stehen?\nDann setzt du doch ein Team eine Woche dran, dann ist das doch echt fertig.\nAlso, hört sich jetzt immer so ein bisschen bold an, aber das ist doch nur wirklich\nein triviales Datenmodell."
    },
    {
      "speaker": "roddi",
      "time": "2:38:18",
      "text": "Ja, eine Woche ist schon sehr, sehr bold."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:38:21",
      "text": "Ja, du verstehst, was ich meine."
    },
    {
      "speaker": "roddi",
      "time": "2:38:26",
      "text": "Ja, klar, du willst das synchronisieren, du willst es nicht nur sharen,\ndu willst es auch synchen. Synchen kostet extra."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:38:33",
      "text": "Synchen kostet extra, ja, ist halt Cloud und alles mit Cloud ist Apple dann halt..."
    },
    {
      "speaker": "roddi",
      "time": "2:38:40",
      "text": "Ja, vor allen Dingen, wenn es halt von lokal nach Cloud wieder zurück nach lokal\nund so weiter. Das ist wie gesagt, Sync ein Kostex."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:38:47",
      "text": "Was ein Hoffnungsschimmer ist, bis ich glaube vor einem Jahr,\nsynkte es noch nicht mal zwischen deinen Devices selber.\nDas heißt also, wenn du dann auf dem iOS-Device irgendwas hinzugefügt hast,\nwar das auf den anderen Sachen nicht zu sehen.\nDas haben sie mittlerweile hinzugefügt. Das gibt mir die vage Hoffnung."
    },
    {
      "speaker": "roddi",
      "time": "2:39:04",
      "text": "Das war doch immer so, oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:39:05",
      "text": "Also ich habe heute extra nochmal recherchiert und es gibt in der Apple Knowledge\nBase zig Einträge, die sich darüber monieren.\nKann sein, dass da der Fehler vor der Tastatur lag, aber das hörte sich irgendwie\neinigermaßen plausibel an, wo sie beschrieben haben, warum was wo nicht funktioniert.\nUnd das geht aber mittlerweile.\nVielleicht haben sie sogar ein Team dran gesetzt, die was tun.\nAber zumindest jetzt Stand heute, ich habe hier die macOS Beta mit Share immer\nnoch nicht wirklich Sync Share gemeint.\nSchade, schade. Ah, die Frage kommt hier gerade im Chat. Wie lang darf eine\nURL eigentlich maximal werden?\nGenau, da gibt es, ich glaube, 2048 Zeichen. Das ist, glaube ich, das, was Apple hier hat.\nWas da nämlich auch ein Effekt war, wie Leute darauf gestoßen sind,\nweil sie dann so einen Reiseführer mit 90 Orten hatten, von denen dann nur 50\nquasi rüberkommen über einen Share, weil dann wird halt die URL abgeschnitten\nund dann fehlten halt so die Hälfte der IDs. Das ist halt auch scheiße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:01",
      "text": "Hast du Favoriten in deinem Apple Maps?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:40:04",
      "text": "Ganz wenige, weil ich die jetzt alle in Reiseführern organisiere. Wie viele? 90."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:09",
      "text": "Wie viele Favoriten?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:40:11",
      "text": "Favoriten 90."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:13",
      "text": "90?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:40:14",
      "text": "91, um genau zu sein. Weil ich dieses Reiseführer Feature erst vor ein paar Wochen gefunden habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:21",
      "text": "Erst 90 Favoriten?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:40:24",
      "text": "Ja, ist das jetzt zu viel oder zu wenig? Ich bin unsicher."
    },
    {
      "speaker": "roddi",
      "time": "2:40:28",
      "text": "Favoriten heißt jetzt Pint, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:31",
      "text": "Nee, Favoriten heißt, dass das, wenn du auch Apple Maps aufrufst,\ndass das sozusagen die ersten Angebote sind, wo du jetzt immer mal wieder hinfährst."
    },
    {
      "speaker": "roddi",
      "time": "2:40:39",
      "text": "Gut, vielleicht haben sie es umbenannt oder Places."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:42",
      "text": "Also Reiseführer würde ich halt mit 90 überhaupt nicht mit der Wimper zuzucken.\nAber die haben ja auch eine Reihenfolge und in der Reihenfolge erscheinen sie\ndann zum Beispiel auch auf dem Telefon. Und wenn ich halt hier in die Meta-Ebene\nfahre, was ich halt sehr oft tue, dann will ich, dass das das Erste ist, was da zu sehen ist.\nDrag mal irgendeines von diesen Favoriten vor ein anderes."
    },
    {
      "speaker": "roddi",
      "time": "2:41:06",
      "text": "Du meinst diese Liste hier?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:08",
      "text": "Ja, diese Liste hier."
    },
    {
      "speaker": "roddi",
      "time": "2:41:10",
      "text": "Da habe ich 45."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:41:13",
      "text": "Ich versuche gerade hier das Datenmodell erstmal. Mir ist glaube ich bisher\nder Unterschied zwischen angepinnt und Orte nicht bewusst gewesen. Ich weiß gar nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:22",
      "text": "Was angepinnt sein soll."
    },
    {
      "speaker": "roddi",
      "time": "2:41:24",
      "text": "Angepinnt ist, glaube ich, das, was du Favoriten nennst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:41:26",
      "text": "Also ich habe unter Favoriten einen McDonalds an der A2.\nDer hat diesen Status sicher nicht verdient. Da steht auch Favoriten.\nDen lösche ich jetzt mal weg.\nAber in der macOS-App heißt es nicht Favoriten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:38",
      "text": "Selbstverständlich heißt es in der macOS-App Favoriten."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:41:41",
      "text": "Nö."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:41",
      "text": "Hast du da jetzt das neue macOS oder das alte?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:41:44",
      "text": "Ja, ich habe hier das neue."
    },
    {
      "speaker": "roddi",
      "time": "2:41:45",
      "text": "Ja, da gibt es keine Favoriten mehr im neuen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:47",
      "text": "Hier gibt es Favoriten."
    },
    {
      "speaker": "roddi",
      "time": "2:41:49",
      "text": "Ja, ich habe hier auch Favoriten. Favoriten."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:41:50",
      "text": "Ja, ja, hier nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:41:52",
      "text": "Favoriten ist, wenn man das Herzchen klickt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:54",
      "text": "Ist das das neue?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:41:55",
      "text": "Das frische, neue."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:59",
      "text": "Mediathek? Was ist denn das?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:42:01",
      "text": "Mac OS 15. Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:03",
      "text": "Mediathek. Achso, okay, dann haben sie das umbenannt. Okay, dann kannst du mal,\nmit Drag & Drop die Reihenfolge ändern.\nAh, okay. Eine Verbesserung. Bei mir crasht es nämlich."
    },
    {
      "speaker": "roddi",
      "time": "2:42:14",
      "text": "Echt? Bei mir? Ich hab das alte noch drauf, da crasht nix."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:17",
      "text": "Bei mir crasht alles."
    },
    {
      "speaker": "roddi",
      "time": "2:42:18",
      "text": "Bei mir crasht alles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:21",
      "text": "Ich habe es jetzt irgendwie 16 Mal hintereinander versucht. Man kann auch bestimmte\nDinge nicht umbinden. Das ist alles eine Katastrophe.\nAber wahrscheinlich muss ich nur meinen Rechner neu aufsetzen.\nAnyway, das sind ja alles Details.\nWir haben es jetzt besprochen. Jeder hat so seine Vorlieben.\nUnd ja, Google My Maps ist übrigens auch noch ganz interessant,\nwenn du wirklich was im Web sharen willst und große Karten machen willst und\nsozusagen Web-only bist.\nJetzt, wo Apple auch ins Web geht, Könnten deine Reiseführer sozusagen auch\nfür Nicht-Apple-Nutzer interessant werden, aber das ist halt immer so das Problem\nmit Apple, dass sie einfach nicht großplattformen genug sind.\nVielleicht ändert sich das jetzt auch ein bisschen."
    },
    {
      "speaker": "roddi",
      "time": "2:42:58",
      "text": "Schön finde ich hier bei diesem Web Maps noch, dass sie unten diesen Button\nhaben, have a business on Maps, manage your business."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:05",
      "text": "Oh ja, das funktioniert auch überhaupt nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:43:07",
      "text": "Hast du das schon versucht?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:09",
      "text": "Ja, ja."
    },
    {
      "speaker": "roddi",
      "time": "2:43:11",
      "text": "Okay, ist halt noch Beta."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:13",
      "text": "Ist bei Google aber auch eine totale Katastrophe. Ja, ich musste dann immer\nhier irgendwie Meta-Ebene rausschmeißen, weil sie da irgendwelche das gepriesen\nhaben, als wäre das hier so ein Ladengeschäft oder so, weißt du?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:43:25",
      "text": "Was du übrigens gerade meintest, diese Guides, also diese Reiseführer,\ndie laufen jetzt schon webbasiert.\nDie haben nämlich auch eine eigene URL, guides.apple.com."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:34",
      "text": "Ja, ist doch gut."
    },
    {
      "speaker": "roddi",
      "time": "2:43:36",
      "text": "Das sind aber diese vorbereiteten Guides, ne?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:43:40",
      "text": "Ne, das ist jetzt mein eigener Berlin mit Kindern Guide."
    },
    {
      "speaker": "roddi",
      "time": "2:43:43",
      "text": "So, muss man sich da irgendwie anmelden?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:43:45",
      "text": "Nö, den klickst du, ist ja einfach nur die URL, klick drauf.\nAlso das ist ja hier im Slack, kannst du ja ausprobieren."
    },
    {
      "speaker": "roddi",
      "time": "2:43:51",
      "text": "So. Naja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:52",
      "text": "Ich glaube, das Thema können wir jetzt beenden, oder? Ja. Dann erzähl uns doch\nnochmal deine Erfahrung mit Find My, dann sind wir gleich in dem Thema das auch noch durch."
    },
    {
      "speaker": "roddi",
      "time": "2:44:02",
      "text": "Ich hab's geschafft, das Case von meinen von meinen Airpods zu verlieren von meinem Airpods Pro.\nUnd hab dann den merkwürdigen Effekt gehabt.\nAlso du kannst bei Find My von den Airpods Pro sowohl die einzelnen rechts und\nlinks Hörer als auch das Case finden.\nDas Problem, was er aber hat, ist, wenn du beide Hörer drin hast und hörst,\ndann geht er davon aus, dass das Case auch in der Nähe ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:31",
      "text": "Oh, tut er das?"
    },
    {
      "speaker": "roddi",
      "time": "2:44:34",
      "text": "Es hat mich wahnsinnig gemacht. Ich hab das Case dann doch gefunden und zwar\nder Trick war halt einfach die Hörer in eine Blechkiste zu tun,\nbeziehungsweise in eine kleine Blechkiste, die in eine große Blechkiste und\ndann erfährt niemand mehr davon,\ndass die irgendwo sind, weil die nicht mehr durchkommen mit dem Funk und dann\nwartet man halt, bis genug iPhones dann an dem Case vorbeigekommen sind,\ndann als sich das dann an der Karte irgendwie an einem Punkt manifestiert hat\nund alle Stunden mal geupdatet hat,\nja, wieder gesehen worden ist, immer noch an dem Ort bin ich da hingeladen,\nUnd dann lag es tatsächlich auf so einem Mäuerchen, hat es jemand hochgelegt\nund dahin und dann habe ich es dann abgeholt.\nAber so dieses, dass das Case irgendwie scheinbar immer so ein bisschen den\nKopfhörern folgt von der Location, das fand ich sehr, sehr weird.\nAlso, wie gesagt, aber der Trick ist halt einfach, die Dinger,\ndie dürfen dann nicht mehr, wenn die nicht geordnet werden, geortet werden eine\nWeile lang, dann kann man sich sicher sein, okay, das Case ist auch da,\nwo er es anzeigt und nicht da, wo du vor zwei Stunden vorbeigelaufen bist,\nweil das Case annimmt, dass es bei den Hörern ist. Das ist ganz merkwürdig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:48",
      "text": "Alright,\nIch komme jetzt zum Scheiß-Thema Oh, oh, oh Ja, das muss jetzt mal besprochen\nwerden auch wenn es ein Scheiß-Thema ist Ah."
    },
    {
      "speaker": "roddi",
      "time": "2:45:59",
      "text": "Was eine Kacke."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:04",
      "text": "Die Notdurft ist ja ein Thema, was uns täglich begleitet."
    },
    {
      "speaker": "roddi",
      "time": "2:46:10",
      "text": "Ja, wo viel Versorgung, da viel Entsorgung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:13",
      "text": "So kann man das sagen. Und es ist insbesondere, wenn viele Menschen zusammenkommen,\nein logistisches Problem."
    },
    {
      "speaker": "roddi",
      "time": "2:46:23",
      "text": "Aufgabe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:24",
      "text": "Ja, eine Herausforderung geradezu."
    },
    {
      "speaker": "roddi",
      "time": "2:46:26",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:27",
      "text": "Dafür zu sorgen, dass das alles in kontrolliertem Maße, Bahnen und so weiter abläuft."
    },
    {
      "speaker": "roddi",
      "time": "2:46:36",
      "text": "In nicht verstopfte Röhren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:37",
      "text": "Ja, dass da nichts verstopft, dass da auch die richtigen Mengen vorgehalten werden, Kapazitäten,\ndass es auch schnell genug abgefahren wird, um einfach so einen grundsanitären Zustand herzustellen.\nAlso jeder, der schon mal irgendwie was mit Toiletten zu tun hat,\nalso alle, kennen das Problem und es ist insbesondere auf solchen Festivals\nnatürlich ein besonderes Thema,\nweil das eben auch so eine Infrastruktur ist, wo es sich immer so ein bisschen\nrächt, wenn man dran spart und es kostet dann aber doch eine ganze Menge Geld. Deswegen..."
    },
    {
      "speaker": "roddi",
      "time": "2:47:14",
      "text": "Plastertoilette in hellblau und in..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:16",
      "text": "Naja, also das Dixi-Klo war ja seinerzeit eine Revolution.\nIch weiß gar nicht, wann ist das Dixi-Klo überhaupt auf den Markt gekommen,\nwie lange gibt es das jetzt schon?\nJeder kennt es, Dixi, Blau, Dixi."
    },
    {
      "speaker": "roddi",
      "time": "2:47:32",
      "text": "Ich weiß es nicht, aber es gibt es mindestens seit den 80ern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:38",
      "text": "Also das Unternehmen wurde 73 gegründet. Genau."
    },
    {
      "speaker": "roddi",
      "time": "2:47:45",
      "text": "Tja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:45",
      "text": "Toy Toy wurde 83 gegründet und 97 sind die dann fusioniert.\nAlso so irgendwie so in den 80er Jahren, 70er, 80er Jahren, so ist das so entstanden\nund in gewisser Hinsicht ja auch eine Revolution. Natürlich wieder eng verbunden\nmit der chemischen Industrie, dass man diese Kunststoffe so herstellen konnte."
    },
    {
      "speaker": "roddi",
      "time": "2:48:06",
      "text": "Merke, Woodstock war noch ohne Dixi. Das gibt dem eine ganz andere Note."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:21",
      "text": "Ja, ja, ja, ja. Also nicht nur Woodstock, aber auch Woodstock.\nUnd jetzt denkt man so, okay, dann war ja alles gut, aber wer schon mal so mit\nDixi-Toiletten interagiert hat, weiß auch, das ist ein Problem. Leben.\nUnd das Hauptproblem ist die Vermischung.\nDie Vermischung von Scheißerei und Pinkelkram.\nUnd das macht man sich ja nicht so klar, dass das das eigentliche Problem ist.\nMan denkt immer so generell, das Abortieren an sich sei ein Problem.\nAber das eigentliche Problem besteht darin, dass wir wieder etwas vermischen, was der Körper trennt.\nDas ist schon mal eine wichtige Erkenntnis. Es kommt ja nicht alles aus einem\nLoch, sondern wir haben ja sozusagen separate Entsorgungssysteme und der Mensch\nin seiner Faulheit kam auf die Idee, oh,\ndas wollen wir beides nicht, dann können wir das ja auch beides wieder zusammen vermischen und dann...\nSehen wir mal, was dabei rauskommt."
    },
    {
      "speaker": "roddi",
      "time": "2:49:30",
      "text": "Pecuniam Non-OLED."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:31",
      "text": "Ja, und was kommt dabei raus? Scheiße kommt dabei raus.\nEs stinkt. Und es ist wirklich unerträglich.\nUnd es bilden sich die unangenehmsten Gerüche.\nUnd das Ganze ist halt auch sehr schwer zu handeln.\nJedes vollgeschissene Dixi ist halt auch irgendwann dann einfach nicht mehr\nzu benutzen. Das ist einfach widerlich.\nUnd wenn du dann nicht auf dieser Veranstaltung, sagen wir mal,\nzweimal am Tag dieses Ding leerpumpst."
    },
    {
      "speaker": "roddi",
      "time": "2:49:57",
      "text": "Den Dixi-Schlürfer rumschickst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:59",
      "text": "Den Dixi-Schlürfer, genau. Was ja auch schon mal so ein Vorgang ist,\nwo man sich denkt, das stinkt ja dann auch nochmal enorm."
    },
    {
      "speaker": "roddi",
      "time": "2:50:07",
      "text": "Das ist so ein Job, den möchte man echt wirklich nicht machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:10",
      "text": "Wenn er gut bezahlt ist."
    },
    {
      "speaker": "roddi",
      "time": "2:50:11",
      "text": "Ja, ich weiß nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:12",
      "text": "Ob der gut bezahlt ist oder keine Ahnung oder ob man dann einfach auch irgendwann\nnicht mehr so merkt. So ist ja auch mit der Müllabfuhr ähnlich."
    },
    {
      "speaker": "roddi",
      "time": "2:50:21",
      "text": "Du meinst, das Organ stumpft ab?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:25",
      "text": "Sicherlich, aber ich will nicht darüber spekulieren, wie der Lebensalltag der\nMenschen, die in dieser Branche beschäftigt sind, aussieht.\nSicherlich gibt es auch noch andere Berufsvorstellungen, die infrage gekommen wären.\nAber bleiben wir bei dem Klo. Das Klo an sich ist halt ein Problem,\nalso das normale Dixi-Klo, weil alles wieder zusammengerührt wird,\nwas die Natur trennen wollte.\nUnd weil das so ein großes Problem ist, gibt es mittlerweile auch eine ganze\nMenge findiger Unternehmer, die auch für Veranstaltungen dieses Problem lösen wollen.\nUnter anderem gibt es in Deutschland das Unternehmen Finizio.\nUnd Finizio ist wirklich pfiffig, weil die einfach dieses ganze Abortproblem\nso richtig frontal angehen.\nJa, also es gibt dort Trockentoiletten, also oder sagen wir mal Trenntoiletten,\nalso es gibt mehrere Begriffe, die hier dazukommen, die mehr oder weniger alle dasselbe bezeichnen.\nJa, es wird einfach nicht wieder zusammengeführt, was die Natur getrennt hat.\nScheißerei und Pinkelei sind einfach zwei Dinge und siehe da,\nwenn man es nicht vermischt, stinkt es auch erstmal gar nicht so.\nJa, es ist sozusagen, die Frage ist halt nur, wie machst du das?\nAlso wie verhinderst du, dass wieder das vermischt wird, was gerade im Körper\nnoch getrennt war, aber sich dann doch verdächtig nah beieinander befindet?\nDas ist halt schon so eine Herausforderung, da muss man sich richtig was einfallen lassen."
    },
    {
      "speaker": "roddi",
      "time": "2:52:15",
      "text": "Du hast einfach viel zu viel Spaß in diese Details zu gehen, habe ich das Gefühl."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:20",
      "text": "Zu viel Spaß? Na, fass mal ab. Ja, also speziell, wie nennen sie das so schön,\ndie Humus-Sphäre, die Trockentoilette für Festivals, Version 4.1, schreiben sie hier,\ndie sieht man in letzter Zeit häufiger oder ich sehe die zumindest in letzter\nZeit häufiger und die sind wirklich cool gelöst.\nDas ist sozusagen so eine leicht aufgebockte Toilettenrauminstallation.\nDie Tür besteht aus einer Folie, die man so sehr elegant mit einem Slider einfach\nzuschieben und einhaken kann.\nWenn man es aufhakt, fällt es durch Gravitation automatisch,\nes ist automatisch offen. Das heißt, du weißt, wenn es nicht verriegelt ist,\nist es auf jeden Fall offen.\nDu siehst sofort, es ist offen.\nWährend Dixi-Kloster musst du immer, ist da jetzt grün, ist da rot,\nTür auf, hat nicht verriegelt, oh peinlich und so weiter."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:53:20",
      "text": "Kannst du mal die Bilder weiterschalten, ob sie diese verschiedenen States auch\nhier irgendwo sinnlich erfahrbar sind?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:26",
      "text": "Und man geht so zwei Treppen hoch und dann sieht man dort zwei Löcher.\nNein, das ist nicht das eine für Pinkeln und das andere für die Scheißerei,\nsondern man hat tatsächlich einfach nur ein Loch zum Reinmachen und ein weiteres\nLoch für einen Müllbeutel.\nDieser Müllbeutel ist für Toilettenpapier, sonstige Sanitärprodukte oder was\nauch sonst, wo du auf dem Klo gerade loswerden möchtest, was sich nicht um natürlichen Abort handelt.\nUnd unter diesem Loch steht dann einfach eine Mülltonne, die natürlich leicht modifiziert ist.\nVor dem ganzen Apparat steht noch ein dicker Sack mit Sägespäne und so Metallbechern.\nUnd was du halt jetzt machst ist, du gehst da hin, machst diesen Becher voll\nmit Sägespäne, marschierst in eine Kabine rein, kackst da rein.\nHinterlässt vermeintlich vermischst du alles wieder, aber tatsächlich sind diese\nMülltonnen so gemacht, dass das Flüssige sofort abgepumpt wird.\nUnd das funktioniert erstaunlich gut. Das heißt, da hinten ist eine Pumpe am\nWerk, die regelmäßig alles, was irgendwie flüssig ist, aus diesen Mülltonnen wieder rauspumpt.\nUnd übrig bleibt sozusagen nur die Scheiße, die du dann am Schluss großzügig\nmit dieser Sägespäne garnierst. Vielen Dank.\nUnd du guckst jetzt schon so ein bisschen verklärt und denkst dir so,\ndas soll funktionieren?\nDie Antwort ist, es funktioniert hervorragend. Also es ist überhaupt nicht zu vergleichen,\nwie wenig Geruchsbelastung von diesen Toiletten ausgeht im Vergleich zu halbwegs\nbenutzten Dixi-Toiletten.\nDie einfach irgendwie nach den ersten 10, 20 Sessions ist es einfach schon alles\nganz schlimm und noch ein bisschen Temperatur dazu. zu uns wird alles noch viel schlimmer."
    },
    {
      "speaker": "roddi",
      "time": "2:55:25",
      "text": "Die gab es auf dem Camp, die Dinge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:26",
      "text": "Auch, ja."
    },
    {
      "speaker": "roddi",
      "time": "2:55:27",
      "text": "Das war so das Einzige, was mich daran gestört hat, war erstens war nicht ordentlich Licht drin. Ja.\nZweitens, du hast keine Klobrille. Du sitzt quasi auf dem blanken Metall mit\nso einer leichten Farbschicht drauf.\nUnd das Dritte, was wirklich nervig war, da waren gefühlt 40,\n50 von diesen Kabinen und drei Wasserhähne zum Händewaschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:52",
      "text": "Ja gut, das ist ja ein anderes logistisches Problem, das muss man natürlich anders begegnen.\nAlso es ist nicht so, dass es da keine Klobrille gibt. Du sitzt da nicht auf dem Metall."
    },
    {
      "speaker": "roddi",
      "time": "2:56:01",
      "text": "Ja, aber es ist nur ein Stück, ist nur ein bisschen Farbe. Also es ist nicht\nso, dass das eine richtige Klobrille wäre, sondern es ist wirklich nur ein bisschen Farbe."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:56:09",
      "text": "Aber das Toilettenpapier kommt dann also nebenan in diesen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:12",
      "text": "Genau, das Toilettenpapier ist auch nicht parat. Aber in einem Eimer."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:56:14",
      "text": "Da habe ich doch dann dieselbe Geruchsproblematik."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:17",
      "text": "Nee, das ist überhaupt gar kein Problem. Zumal, wenn das irgendwie korrekt betrieben\nwird, werden diese Müllsäcke auch regelmäßig geleert, ausgetauscht,\nalso der ganze Service davon ist relativ easy,\nweil es da eigentlich nie wirklich schlimm ist.\nAlso durch diese, jetzt erstmal nochmal dieser Effekt, also dadurch,\ndass das Urin von der Scheiße getrennt wird.\nDie werden dann übrigens in so IBC-Container gepumpt, die regelmäßig dann mit\ndem Radlader weggefahren werden.\nDadurch, durch diese Trennung und vor allem auch durch dieses Hinzufügen von\ndieser Sägespäne, die sozusagen die Restfeuchtigkeit auch noch aufnimmt,\ntrocknet das alles relativ schnell weg und es entsteht quasi kein Gestank.\nAlso ich würde nicht behaupten, es ist vollständig geruchsfrei,\naber es ist überhaupt gar kein Vergleich zu der, wir scheißen einfach alles\nmit Flüssigkeit zusammen und passen schon irgendwie und stellen das bei 30 Grad in die Sonne."
    },
    {
      "speaker": "roddi",
      "time": "2:57:26",
      "text": "Ja, es ist wirklich auch nah an einer schlecht gereinigten Standardtoilette.\nAlso es ist wirklich nicht so schlimm. Also es ist überhaupt kein Vergleich zu Dixi."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:38",
      "text": "Genau, es ist überhaupt gar kein Vergleich zu Dixi und es funktioniert halt ganz gut.\nDas mal nur so als Hinweis, was sich so im Festivalbereich da tut.\nEs gibt noch einige andere Firmen, die das machen.\nEs ist auch sehr interessant, mal bei Finitio nachzulesen, was sie damit machen,\nweil durch diese Trennung hast du ja noch einen Vorteil.\nWährend dieser ganze Dixi-Kram ja mit ordentlich Chemie noch voll geballert\nwird und danach einfach ins Klärwerk geht und da aufwendig geklärt werden muss,\nproduzierst du ja hier Dünger.\nUrin selber ist ein hervorragender Stickstoffträger und derzeit kaufen wir industriell\nhergestellten Dünger aus Russland, Klammer auf, Ausrufezeichen, Klammer zu,\num hier irgendwie unser Zeug auf dem Acker mit ausreichenden Nährstoffen zu\nversorgen, dass irgendwie unsere Turbo-Agrarwirtschaft auch das liefert,\nwas wir im Supermarkt gerne sehen wollen.\nWährend wir eigentlich den ganzen Tag Stickstoff ausscheiden, den aber nicht sammeln.\nAlso Wasserclues.\nIn den Häusern sind eigentlich genauso Irrsinn, weil wir eigentlich eine wertvolle\nRessource vergeuden und dazu uns auch noch den ganzen Aufwand machen,\nnachdem wir es wieder vermischt haben, zum Klärwerk wieder aufwendig voneinander zu trennen.\nMit all dem ganzen anderen Kram, der da auch noch mit drin landet.\nWährend würde man eben das Prinzip einer Trenntoilette, einer Trockentrenntoilette\nauch schon in Häusern in irgendeiner Form umsetzen, was zugegebenermaßen eine\nHerausforderung darstellt, aber ich würde nicht sagen,\ndass es unwahrscheinlich ist, dass man da nochmal eine gute Lösung findet.\nDann würdest du einfach schon eine ganze Menge Ärger loswerden und du hättest\nvor allem eine riesige Stickstoff-Ressource in Deutschland.\nAlso wo einfach Unmengen, ich meine, wenn alles, was gepinkelt wird,\nirgendwie gesammelt wird und als Rohstoff verwendet werden kann,\ndann wäre schon eine Menge gelungen.\nMan kann natürlich auch aus der getrockneten Scheiße ordentlich Dünger machen,\nweil derzeit hauen wir die Kuhscheiße und die Schweinsscheiße irgendwie auf unsere Felder."
    },
    {
      "speaker": "roddi",
      "time": "2:59:54",
      "text": "Mit der entsprechenden Nitratproblematik?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:56",
      "text": "Ja genau, Menschenkot im Übrigen\ndarf in Deutschland nicht auf Felder aufgebracht werden, wegen ISO.\nDas ist etwas, was gerade im politischen Prozess ist, das vielleicht zu ändern,\naber derzeit ist es sozusagen nicht erlaubt."
    },
    {
      "speaker": "roddi",
      "time": "3:00:10",
      "text": "Naja, Erreger und so. Es ist schon sinnvoll, dass du Keime, die einen Menschen\nkrank machen und aus einem Menschen auch rauskommen,\nnicht direkt auf ein Feld aufbringst, wo du hinterher vielleicht Früchte erntest,\ndie Menschen wieder essen.\nAlso eine gewisse Sinnigkeit ist schon dahinter, aber vielleicht kann man es auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:33",
      "text": "Ja, aber auch nur eine gewisse, weil Schweine haben nahezu identisches Verdauungssystem\nund da läuft halt auch alles durch und die werden auch die ganze Zeit mit Antibiotika\nvollgeballert, während es bei uns eher die Ausnahme ist.\nAlso das funktioniert halt nur theoretisch besser."
    },
    {
      "speaker": "roddi",
      "time": "3:00:49",
      "text": "Ja, ich sag nur, also traditionell hat das schon so seinen Sinn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:53",
      "text": "Aber es gibt auch Methoden, wie man eben diese Keime auch in den Griff kriegen\nkann. Mit Erhitzungsprozeduren etc.\nUnd da arbeiten die auch dran. Die\nhaben da auch irgendwie große Forschungsprogramme und Labor und pipapo.\nWeiß ich jetzt im Detail alles nicht auswendig, aber ist definitiv ein Thema\nin dieser Szene, um das zu re-usen.\nSo, aber jetzt zurück zu dem eigentlichen...\nWir sind nicht zu Hause Problematik, weil wenn man nämlich\njetzt in der Wohnwagen-Wohnmobil-Camping-Welt, da wird ja auch gekackt.\nMan glaubt es gar nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:01:31",
      "text": "Was du nicht sagst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:32",
      "text": "Du bist draußen in der freien Wildbahn und denkst, alles ist anders,\ntrotzdem Klo immer noch ein Thema.\nUnd jetzt haben diese ganzen Wohnwagen und Wohnmobile heutzutage natürlich auch Camping-Klos.\nUnd was macht man da? wie beim Dixi alles in ein Loch und ordentlich Chemie dazu.\nUnd wenn du auf dem Campingplatz mal so ein bisschen das Geschehen verfolgst,\nman liegt am Strand und man haut sich eine Wurst rein, ja, es wird halt auch\neine Wurst auch wieder rausgehauen und was passiert damit?\nWas passiert mit der Wurst? Die Wurst wird dann nach drei Tagen,\nweil dann nämlich die Kacke echt anfängt zu stinken und auch die Kapazität von\ndiesem Campingklo, was so üblicherweise bei ungefähr 20 Litern liegt,\nnicht mehr ausreicht, weil du ja da nachspülst, dann hast du noch deine Chemie\nda drin, dann wird reingepinkelt, reingekackt.\nDas heißt, wenn da zwei, drei Leute dieses Klo benutzen, dann hält das bestenfalls zwei Tage.\nUnd spätestens nach drei Tagen, selbst wenn du das alleine nur beschickst, dann.\nStinkt das einfach. Weil irgendwann, klar, du kannst dann irgendwie noch mehr\nChemie reinhauen und dann nimmst du die blauen und nicht die grünen Tabletten\nsondern dann hält es vielleicht auch eine Woche, aber du musst es dann entsorgen.\nUnd entsorgen heißt, du läufst dann auf diesem Campingplatz an die Entsorgungsstelle,\nwo du dann irgendeinen Schlot hast, wo du dann dein vollgekacktes Kassettenteil\nda irgendwie schlurps reindrücken kannst.\nDa hast du hinten noch so eine Belüftungstaste und dann kommt dieser ganze Strunz\nin einem Schwall da irgendwie raus.\nEs ist widerlich, stinkt, es ist schwer, 20 Kilo, die du nicht hier gegendrängst.\nEs ist einfach alles ganz furchtbar. und man fragt sich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:03:15",
      "text": "Muss denn das sein? Gut, dass wir Kapitelmarken haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:17",
      "text": "Ich habe ja gesagt, das ist ein echtes Scheißthema. Aber ich komme ja auf den Punkt.\nJetzt gibt es aber auch im Campingbereich, insbesondere für so kleine Camper,\ngibt es ein Riesenangebot an Trockentoiletten, die genau dieses Problem nicht haben.\nDas sind im Prinzip einfach so kleine Sitzeimer, wo du halt einfach separat,\nabführst. Also du hast halt irgendwie hinten sozusagen Sammelbehälter,\nwo du dann deine Sägespäne noch mit dazu ballerst oder irgendein anderes Trockenpulver.\nDa gibt es so diverse Produkte, die genau die gleiche Funktion übernehmen."
    },
    {
      "speaker": "roddi",
      "time": "3:03:52",
      "text": "Katzenstreu oder was?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:53",
      "text": "Und Urin sammelst du halt einfach vorne separat.\nIst an sich eine tolle Idee und sollte man eigentlich auch machen,\nweil er hat nämlich den Riesenvorteil, wieder stinkt nicht, hält aber auch länger.\nWeil die Kapazität auf einmal ausreicht, weil du spülst da nicht mehr nach,\nhast dann nur das Urin, dann hängt das einfach alles davon ab und das Beste daran,\nUrin kannst du halt einfach in die Botanik kippen, du musst es nicht irgendwie,\nin irgendeine Klärwerksentsorgung geben, weil ob du nur in den Wald pinkelst\noder erst sammelst und dann in den Wald pinkelst, macht jetzt so einen großen Unterschied nicht.\nAlso du verseuchst jetzt nicht die Umwelt, wenn du jetzt nicht,\nwas weiß ich, den Urin von 30.000 Leuten nur noch an einer einzigen Stelle ausgibst.\nKlar, das ist natürlich ein anderes Problem, aber jetzt so als Einzel-User irgendwo\ndas loszuwerden, ist an sich kein Problem.\nJetzt habe ich so einen Wohnwagen und der hat natürlich auch so eine Tada,\nsuper moderne Campingtoilette mit einem Loch, wo alles reinkommt und die ganzen\nProbleme hat, die schon das Dixi-Klo hat.\nUnd gerade wenn du so auf Festivals bist, die einen etwas alternativeren Charakter\nhaben, dann hast du auf jeden Fall eins nicht, eine offizielle Entsorgungsstation\nfür Chemie-Toiletten. Gibt's halt einfach nicht.\nWenn du Glück hast, kannst du zur nächsten Tankstelle fahren und dich da irgendwie,\nhinschleichen. Manche haben sowas, manche nicht, wie auch immer.\nAlso es gibt einfach überhaupt gar keinen Ort, wo du das sozusagen hinbringen\nkannst und wenn nach drei Tagen, spätestens fünf Tagen, allein schon das dass\ngestangs wegen, aber auch wegen der Kapazität dieses Problem entsteht,\ndass du dieses Klo entleeren musst, dann stehst du da.\nUnd dann dachte ich mir so die ganze Zeit, ich will auch eine Trockentoilette\nhaben. Das kann so nicht weitergehen."
    },
    {
      "speaker": "roddi",
      "time": "3:05:40",
      "text": "Ich glaube, auf vielen Autobahnparkplätzen, wo so ein Klohäuschen ist,\nhaben sie auch eine Möglichkeit, die Dinger zu entleeren.\nWahrscheinlich, weil die Leute es sonst sowieso einfach nur in die Landschaft..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:52",
      "text": "Genau, das ist nämlich das andere Problem. Und wir haben sehr viele Wohnwagen\nund Wohnmobile in diesem Land und die werden im Sommer heftig benutzt,\nkannst du davon ausgehen.\nUnd klar, es muss dieses Problem halt auch irgendwie lösen.\nJetzt habe ich geschaut, vielleicht kann man das ja umbauen.\nUnd siehe da, es gibt mittlerweile einen Markt, wo du so etablierte Camping-Toiletten-Modelle,\nvor allem so Dometic, Tedford, das sind so die Marktführer in diesem Bereich,\nwo du dann aufwendig mit neuen Ersatzteilen und das musst du gegen das machen\nund dann hast du die Schüssel und die hat dann irgendwie zwei Löcher und nicht\neins und dann hier nochmal einen Schlauch und die Kassette wird in zwei Teile\ngeteilt und dann kannst du das auch irgendwie trennen.\nUnd dann durch Magie kannst du dann sozusagen deine bestehende Campingtoilette\nin so eine Trockentoilette umbauen mit ein bisschen Aufwand,\naber auch mit nicht zu verachtenden Kosten.\nAlso es geht so irgendwie so 1000, 1500 Euro. Das ist so das,\nwas ich irgendwie derzeit gefunden habe.\nUnd dachte mir so, also nur um das irgendwie zu trennen. Das kann ja wohl nicht\neuer Ernst sein. Irgendwie 1400 Euro, ich bin doch nicht bekloppt.\nAußerdem baust du natürlich deine Toilette dann so massiv um,\ndass du ja auch wieder Gedanken machst mit, was ist, wenn das alles nicht funktioniert,\nkriegst du das dann wieder zurückgebaut und so.\nJa, theoretisch bleiben die Teile dann übrig, aber warum hast du dann 1400 Euro ausgegeben?\nMacht irgendwie alles keinen Spaß. Naja, auf jeden Fall war das für mich so\nein bisschen Back and Forth.\nUnd dann habe ich es gefunden. Eine geniale Lösung und alle Leute,\ndie ein Wohnmobil haben, wollen sich das auf jeden Fall anschauen.\nGanz einfach. Da hat mal jemand nachgedacht und das Produkt heißt Flexaport.\nUnglaublich. Flexaport. Ich bin einfach begeistert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:35",
      "text": "Es sieht auch aus, als ob es 5 Euro kosten dürfte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:41",
      "text": "30."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:41",
      "text": "30, okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:42",
      "text": "Genau."
    },
    {
      "speaker": "roddi",
      "time": "3:07:43",
      "text": "Also es ist schon ein China-Gadget. Vom Aussehen her ist es ein China-Gadget."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:49",
      "text": "Nein, sorry, es ist großartig."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:51",
      "text": "Es ist ein schwarzer Eimer mit weißen Flügeln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:54",
      "text": "Ja, das eigentliche Wunder ist dieses weiße Plastikteil. Also ein sicherartiges Plastikteil.\nUnd es gibt das für alle gängigen Campingtoiletten, die auf dem Markt sind.\nDas heißt, die haben sich einfach die Maße von all diesen Toiletten genommen\nund haben dafür jedes Ding eine spezialisierte Plastikform designt,\ndie da genau reinpasst in diese Schüssel.\nSo, dass wenn das Ding da drin liegt, es fest sitzt und in der Mitte ein rundes\nLoch hat, wo du dann einfach so einen kleinen schwarzen Eimer reintust.\nAlso im Prinzip so eine Art Plumpsklo aus deinem normalen Campingklo machst."
    },
    {
      "speaker": "roddi",
      "time": "3:08:35",
      "text": "Aber der Urin geht immer noch in den Tank."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:38",
      "text": "Aber der Urin geht immer noch in den Tank. Aber nur noch das Urin geht in den Tank.\nUnd damit wird dein Tank zu einem reinen Urinspeicher und da du auch nicht mehr\nmit Wasser nachspürst, warum werde ich gleich erklären, ist die Kapazität auf\neinmal verdreifacht oder verfünffacht.\nJetzt denkst du dir natürlich die ganze Zeit reif mit deinen Stirnrunzeln und\ndeinem skeptischen Blick Sehr skeptischer Blick. Sehr skeptischer.\nIch soll jetzt hier einfach in so eine schwarze Schüssel reinschießen?\nDas kann es ja wohl auch nicht sein. Ist ja auch nicht so. Weil da kommt ja noch eine Tüte rein.\nUnd die Tüte ist sozusagen einfach so ein Entsorgungsvehikel sozusagen für die Einmalbenutzung."
    },
    {
      "speaker": "roddi",
      "time": "3:09:22",
      "text": "Also wie beim Hund."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:23",
      "text": "So wie beim Hund, genau. Im Prinzip reden wir von Hundekaketüten. In größer."
    },
    {
      "speaker": "roddi",
      "time": "3:09:29",
      "text": "Weil wir sind ja keine Hunde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:31",
      "text": "Genau. Und die Form erfordert sozusagen eine gewisse Größe.\nUnd da war ich dann auch schon ein Sinnput, so, ja, okay.\nUnd dann, was machst du dann? Dann musst du irgendwie so einen Mülleimer suchen,\nwo es dann okay ist, wenn da so die Scheiße so langsam vor sich hin stinkt."
    },
    {
      "speaker": "roddi",
      "time": "3:09:50",
      "text": "Lass mich raten, dafür haben sie auch eine Lösung?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:53",
      "text": "Richtig, dafür haben sie auch eine Lösung. Es gibt erstens gruchsdichte Tüten."
    },
    {
      "speaker": "roddi",
      "time": "3:09:59",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:59",
      "text": "Die man dann wie verschließt?"
    },
    {
      "speaker": "roddi",
      "time": "3:10:03",
      "text": "Keine Ahnung, ich kenne nur die Lösung Verwindeln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:06",
      "text": "Mit einem batteriebetriebenen, über USB-C ladbaren Folienschweißgerät. Es ist so großartig."
    },
    {
      "speaker": "roddi",
      "time": "3:10:16",
      "text": "Vakuum-Kacke oder was?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:17",
      "text": "Ja, du schweißt es einfach mit einmal so ein Clip. Das ist so,\nals würdest du einen Locher benutzen.\nTüte rein, klack, einmal drauf, zack, verschweißt.\nUnd die ganze Die ganze Thematik ist sozusagen luftig verpackt.\nDu kannst es sogar im Wagen lagern, wenn es jetzt keine andere Möglichkeit gibt.\nAber du kannst es auch einfach in irgendeinen Müllbeutel reinwerfen, der irgendwo rumsteht.\nEs macht keinerlei, nichts wird imitiert.\nBleibt noch ein Restproblem.\nDas Restproblem heißt, auch Urin tendiert dazu, irgendwann ein bisschen zu stinken."
    },
    {
      "speaker": "roddi",
      "time": "3:10:57",
      "text": "Benutzer von Kaffee Achteck wissen, wovon du redest."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:01",
      "text": "Was ist Kaffee Achteck?"
    },
    {
      "speaker": "roddi",
      "time": "3:11:03",
      "text": "Das sind diese Altberliner Urinale in dunkelgrün, die so achteckig sind.\nDas kennst du den Ausdruck Kaffee Achteck?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:16",
      "text": "Vollkommen. Achso. Ah, ah, echt?\nOh ne, also Entschuldigung, den Begriff, den kannte ich tatsächlich noch nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:11:27",
      "text": "Okay, ich dachte, der wäre... Kaffee Achtig? Der wäre üblich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:31",
      "text": "Öffentliche Pissbasen, okay. Ja, die habe ich mal rumstehen sehen,\naber ehrlich gesagt noch nie benutzt. Gibt es die noch?"
    },
    {
      "speaker": "roddi",
      "time": "3:11:37",
      "text": "Es gibt noch einige. Die in Betrieb sind? Jaja, also in Tegel gibt es eins, von dem ich weiß.\nEs gibt in Moabit gibt es eins, von dem ich weiß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:46",
      "text": "Guck an.\nGenau. Wir sind jetzt ganz kurz vorm Ziel. Verstehst du?\nDu baust irgendwas um für wenig Geld. Also Tüten plus irgendwie Schweißgerät\nplus dieses Einsatzteil in Investitionen von 80 Euro.\nJetzt bleibt nur noch ein Problem. Der Urintank könnte müffeln."
    },
    {
      "speaker": "roddi",
      "time": "3:12:07",
      "text": "Er könnte müffeln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:09",
      "text": "Genau. Insbesondere wenn man den Fehler macht, dann noch Wasser reinzumachen.\nDas ist ein großer Fehler. Aber manchmal muss man ja schon mit irgendwas spülen.\nWas nimmt man dann? Und die Antwort ist Zitronensäure. Die es überraschenderweise\nwirklich in jedem Supermarkt gibt."
    },
    {
      "speaker": "roddi",
      "time": "3:12:24",
      "text": "Ja, als Entkalker."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:25",
      "text": "Als Entkalker. Aber es hat noch einen anderen Effekt. Es wirkt nämlich darauf\nhin, dass wenn du das in den Urintank gibst, dass die Ammoniakbildung unterbunden wird."
    },
    {
      "speaker": "roddi",
      "time": "3:12:37",
      "text": "Okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:39",
      "text": "Und das Ergebnis ist, du kannst jede Campingtoilette, die heute in irgendwelchen\nWohnmobilen verbaut ist oder Wohnwagen,\ndie einen total nervt, weil man einfach viel zu wenig Kapazität hat,\nviel zu oft das entsorgen muss, die Entsorgung völlig nervig,\nanstrengend und eklig ist.\nUnd du vor allem, wenn du dich in einem Environment befindest,\nwo es überhaupt gar keine offizielle Entsorgungsoption gibt,\nimmer vor der Wahl stehst, jetzt entweder die Natur zu zerstören,\noder dein Environment sozusagen nicht zumutbaren Geruchsbelastungen auszusetzen,\ndann hast du auch eine andere Option.\nUnd alles, was du dafür brauchst, ist Flexaport und Zitronensäure."
    },
    {
      "speaker": "roddi",
      "time": "3:13:20",
      "text": "Ja, oder halt Klappspaten und Gurt und dann surfen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:27",
      "text": "Was? Ein Gurt und surfen? Was meinst du damit?"
    },
    {
      "speaker": "roddi",
      "time": "3:13:30",
      "text": "Du machst einen Gurt um einen Baum herum und dann hängst du dich in diesen Gurt\nhinein, als würdest du Windsurfing machen und dann kannst du ganz entspannt in den Wald kacken.\nIn meiner Jugend hieß das Surfing. Ich geh mal surfen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:53",
      "text": "Ja, okay. Okay, verstehe."
    },
    {
      "speaker": "roddi",
      "time": "3:13:57",
      "text": "Und ja, wie gesagt, wenn du nett bist, nimmst du einen Klappspaten mit,\nhebst noch ein kleines Loch aus, das du dann wieder zuschütten kannst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:05",
      "text": "Jetzt fragt einer, wenn man jetzt nur mit Zitronensäure arbeitet,\nnaja, in einer normalen Toilettenkassette.\nDas Problem ist, wenn du da noch reinscheißt dazu, dann geht die Rechnung nicht auf.\nSozusagen. Man muss, also es gehört getrennt, was die Natur gerne getrennt entsorgen möchte.\nDas ist schon eine ganz gute Idee gewesen eigentlich.\nIch weiß, das ist ein Scheiß-Thema, aber das musste jetzt raus.\nWeil es ist einfach, ich sag dir jetzt schon, es wird viele Leute bewegen und\nFlexaport ist eine absolute Entdeckung."
    },
    {
      "speaker": "roddi",
      "time": "3:14:42",
      "text": "Also du würdest jetzt sagen, du hast das Licht gesehen?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:45",
      "text": "Ja, ein bisschen. also zumindest kann ich belegen dass es funktioniert und das ist wirklich toll,\nso kann man also aus einem,\naltmodischen Entsorgungsmodell ein neumodisches Entsorgungsmodell machen ohne\nsich finanziell zu überfordern das ist ja auch schon mal ein Feature oder."
    },
    {
      "speaker": "roddi",
      "time": "3:15:05",
      "text": "Äh ja das stimmt die sind hier,\nWas kostet denn sowas?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:11",
      "text": "Also es ist halt überhaupt."
    },
    {
      "speaker": "roddi",
      "time": "3:15:13",
      "text": "Zwischen 30 und 50 Euro Einsatz mit Eimer, oder? Oder ist es nur der Einsatz?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:19",
      "text": "Genau, mit Eimer."
    },
    {
      "speaker": "roddi",
      "time": "3:15:19",
      "text": "Mit Eimer, okay. Das ist absolut zumutbar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:24",
      "text": "Weil es halt auch nicht viel ist. Und vor allem, du hast keine bauliche Veränderung.\nDu kannst es auch wieder rausnehmen und alles ist so wie vorher.\nUnd das ist schon cool. Das macht, sagen wir mal so, das Vanlife steht es dann\nschon nochmal auf eine andere,\nEbene, weil diese Campingtoiletten an sich sind ja ganz praktisch und nett und\nso und ja nicht selten in diesen Badeinfassungen auch noch,\nwegdrehbar und gut mit Duschen kombinierbar und so weiter und das ist halt einfach so ein bisschen..."
    },
    {
      "speaker": "roddi",
      "time": "3:15:54",
      "text": "Da frage ich mich jetzt, ob es beim Thingiverse was für den 3D-Drucker gibt,\num das selber zu drucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:00",
      "text": "Das kann man sich selber drucken, wobei ob es dann so glatt ist und so nett,\nalso du kannst hier auch noch zwei verschiedene,\nPlastikvarianten wählen. Ich habe vergessen, was es war.\nSchreiben Sie das hier. La la la."
    },
    {
      "speaker": "roddi",
      "time": "3:16:20",
      "text": "Nein, das ist..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:21",
      "text": "Der Behälter, Sie nennen ihn netterweise Wurstfänger."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:16:24",
      "text": "Das wäre jetzt in der Tat, ich lese mal kurz eine Passage vor,\ndie mich gerade schon ein bisschen umtreibt.\nAnatomisch bedingt können Frauen nicht so einfach nach vorne pinkeln und brauchen etwas Übung.\nAlternativ kann der Bälle kurzzeitig entnommen werden. Das heißt also,\nMännlein und Weiblein haben hier schon etwas unterschiedliche Voraussetzungen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:43",
      "text": "Definitiv, aber es ist jetzt auch kein Problem, wenn da jetzt irgendwie ein\nbisschen Pinkelei noch im Beutel landet, weil du entsorgst es ja eh.\nHauptsache der Tank bleibt frei. Das ist der entscheidende Punkt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:16:55",
      "text": "Ja, fair enough."
    },
    {
      "speaker": "roddi",
      "time": "3:16:57",
      "text": "Kein Kot im Tank."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:01",
      "text": "In der Natur als Dünger entsorgen. Dö-dö-dö-dö-dö.\nSo ist das."
    },
    {
      "speaker": "roddi",
      "time": "3:17:10",
      "text": "Was für ein scheiß Thema."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:11",
      "text": "Was für ein scheiß Thema, oder? Aber es bewegt die Leute.\nIch sag's dir, es ist auf jeder Veranstaltung da draußen immer wieder so ein\nThema, was irgendwie getackelt gehört.\nUnd das ist definitiv der beste Ansatz, den ich bisher gefunden habe."
    },
    {
      "speaker": "roddi",
      "time": "3:17:26",
      "text": "Wie ist denn das? Die Plastiktüten, die ich zuschweiße, heißt,\ndie sind aber jetzt nicht biologisch abbaubar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:32",
      "text": "Nein, das sind sie nicht. Du bist nicht ohne Müll.\nEs gibt allerdings auch die Möglichkeit, du kannst natürlich dann nach eigenem\nGusto auch einfach Kaffeefilter verwenden zum Beispiel."
    },
    {
      "speaker": "roddi",
      "time": "3:17:45",
      "text": "Papiertüte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:46",
      "text": "Papiertüte, dann bist du komplett öko. Dann kannst du es halt nicht einschweißen,\ndann musst du es halt unmittelbar irgendwo hin entsorgen.\nJe nach Gesamtsituation ist das dann die bessere Wahl oder zumutbar oder die einzige Option.\nWeiß ich nicht, aber sie haben alles mögliche von,\nleichter abbaubare Tüten, normale Hundetüten und dann halt diese speziellen,\neinschweißbaren, geruchsdichten Tüten, die jetzt, sagen wir mal,\nfür die Situation, wenn zu viele Leute um dich herum sind und dann die Müllentsorgungsoptionen\nauch eingeschränkt sind, dann ist das sozusagen die Wahl."
    },
    {
      "speaker": "roddi",
      "time": "3:18:18",
      "text": "NASA und U-Boot tauglich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:20",
      "text": "Genau. Your mileage may vary.\nDas war es eigentlich zum Scheiß-Thema. Ich finde ja, ich meine, jetzt mal ehrlich,\ndieses ganze Entsorgungssystem, was wir so in Städten haben,\nist halt eigentlich der totale Irrsinn.\nAlso man müsste da einfach einen anderen Ansatz finden, um einfach mehr Ressourcen zu nutzen."
    },
    {
      "speaker": "roddi",
      "time": "3:18:52",
      "text": "Naja, sagen wir mal so, die Klärwerke, Ich glaube, da kommt schon auch relativ\nviel Zeug raus, was du dann als Dünger wieder verwenden kannst.\nAlso schlimm wird es eigentlich erst, wenn du zu viel Zeug dabei hast,\nwo die Leute Sachen runterspülen, die du halt auch nicht wirklich irgendwie\ndann biologisch abbauen kannst.\nDann wird es, glaube ich, eklig. Ansonsten, naja, es ist nicht optimal,\naber es ist jetzt auch keine Katastrophe, würde ich mal sagen.\nGut, ich kenne mich eigentlich auch nicht aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:25",
      "text": "Ist auf jeden Fall eine logistische Herausforderung und technische Herausforderung\nund eine kulturelle Herausforderung, weil natürlich dann auch sozusagen das\nModell, das moderne Modell drin muss.\nIch meine, Klo ist ja auch von Land zu Land sehr unterschiedlich,\nwie damit umgegangen wird.\nAlso Autobahnen, Frankreich, Süden und so weiter sind ja immer noch so Stehtoiletten,\nimmer noch sehr weit verbreitet.\nWo dann so der Deutsche sagt, das ist aber irgendwie komisch und so.\nAber eigentlich ist es sehr viel sauberer in Anführungsstrichen,\nweil du halt nicht die ganze Zeit irgendwelche Klobrillen mit anderen Leuten teilst."
    },
    {
      "speaker": "roddi",
      "time": "3:20:12",
      "text": "Ja, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:13",
      "text": "Unter solchen Aspekten."
    },
    {
      "speaker": "roddi",
      "time": "3:20:15",
      "text": "Ja, ich kann die Argumentation nachvollziehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:22",
      "text": "Aber es warst kulturelle Hemmnisse."
    },
    {
      "speaker": "roddi",
      "time": "3:20:25",
      "text": "Ich finde es nicht sehr angenehm, diese Art von Klos, nein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:29",
      "text": "Letzten Endes aber alles so eine Frage der Gewöhnung in gewisser Hinsicht."
    },
    {
      "speaker": "roddi",
      "time": "3:20:33",
      "text": "Ich habe das bei meinem ersten Besuch in Russland erlebt, dass sie tatsächlich\nirgendwie normale Klos zu einem Podest so zusammenbetoniert haben,\ndass es dann eine Hocktoilette wurde,\nwo man dann da so hoch mit Treppe hochgegangen ist und dann da,\nalso das fand ich sehr, sehr weird.\nAber naja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:00",
      "text": "Ja, dann sind wir durch mit unseren Themen. Machen wir heute früher Schluss oder was?"
    },
    {
      "speaker": "roddi",
      "time": "3:21:06",
      "text": "Wenn du vor zwölf früher Schluss machen willst. Ja, doch, können wir aber mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:12",
      "text": "Ist ja den Reif halt noch ein wichtiger Beitrag."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:21:14",
      "text": "Nee, ich wäre auch nicht gänzlich unglücklich."
    },
    {
      "speaker": "roddi",
      "time": "3:21:16",
      "text": "Die Liste ist soweit abgehakt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:21:18",
      "text": "Schwieriger Tag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:19",
      "text": "Ich dachte, wir hätten ja mehr drüber zu diskutieren. Ihr steigt jetzt hier\nrichtig ein auf das Scheiß.\nHemmnisse."
    },
    {
      "speaker": "roddi",
      "time": "3:21:26",
      "text": "Naja, was soll man sagen, also einerseits leuchtet das alles ein,\nandererseits wüsste ich jetzt auch gar nicht, was für eine Position ich denn\nda bitte verteidigen möchte.\nMal ganz ehrlich, ich meine, es ist ein unangenehmes Thema und alles was hilft, hilft."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:21:47",
      "text": "Also ich sehe vor allem den Punkt, dass man halt Laufzeiten verlängert und unabhängiger\nwird von sonstiger Infrastruktur, wo man irgendwie dann sonst wohin fahren muss,\num irgendwo kramlos zu werden."
    },
    {
      "speaker": "roddi",
      "time": "3:22:01",
      "text": "Aber so einen Septiktank von\nso einem Wohnmobil zu leeren, das stelle ich mir extrem unangenehm vor.\nAlso ich habe das noch nie gemacht und ich glaube, ich will es auch nie machen.\nUnd ich glaube, diese Variante kommt mir doch deutlich angenehmer vor,\nals jetzt wirklich so einen richtig fiesen Chemiekot-Urin-Mix da irgendwo abzuklappen\nund wenn der Wind falsch steht, dann reierst du gleich mit hinterher. Also nee. Nee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:29",
      "text": "Also im Wohnmobil-Trend geht ja alles so in Richtung größer.\nWohnmobile werden größer, Wohnwagen, okay, beim Wohnwagen ist es so,\naber bei Wohnmobilen hast du...\nEnorme Schwarzwassertanks, wie man das so schön nennt. Du hast ja immer Frischwasser."
    },
    {
      "speaker": "roddi",
      "time": "3:22:53",
      "text": "Eigentlich müssten sie Braunwassertanks heißen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:57",
      "text": "Heißen aber Schwarzwassertanks. Dann hast du halt einfach viel und dann fährst\ndu die ganze Scheiße halt einfach quer durch die Botanik.\nSolange bist du dann eben wirklich so einen richtigen Absauggestutzen hast,\nwo du dann eben mit den Details nicht so in Verbindung kommst.\nAber auch das ist immer wieder Abhängigkeit von Infrastruktur und ich muss sagen,\nirgendwie ist es sehr viel entspannender, sich von externer Infrastruktur unabhängig\nzu machen in jeder Hinsicht.\nDa ist das Stromthema schon mal relevant, in gewisser Hinsicht halt auch das\nInternet, auch wenn das ja sozusagen der Inbegriff der Abhängigkeit von externer\nInfrastruktur ist, aber naja, zumindest brauche ich halt keinen Festnetzanschluss,\nund dann bleibt halt noch Wasser und Klo."
    },
    {
      "speaker": "roddi",
      "time": "3:23:45",
      "text": "Ja, vor allen Dingen, ich meine, Das konterkariert ja auch so ein bisschen die\nIdee des Campings, dass man eben mit weniger Infrastruktur irgendwie eine Weile\nlang näher an der Natur lebt.\nUnd wenn man dann aber Technologie am Hals hat, wo man mehr Infrastruktur braucht,\nals man es zu Hause hat, dann ist es irgendwie so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:05",
      "text": "Dann passt das nämlich auch wieder nicht zusammen."
    },
    {
      "speaker": "roddi",
      "time": "3:24:07",
      "text": "Ja, also keine Ahnung. Aber ich glaube, ich bin auch nicht der Typ Riesenwohnmobil. irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:15",
      "text": "Ist auch nicht jeder Typ Camping, aber es ist ja schon durchaus verbreitet.\nIch werde dann im September übrigens wieder zum Caravan-Salon fahren und mir\nmal so den Stand der Dinge anschauen.\nDas ist ja so ein bisschen so diese Wohnmobil- CeBIT.\nWo wirklich, also Düsseldorf ist das so die große Messe. Da gibt es wirklich\njeden Scheiß zu sehen. Auch in der Hinsicht.\nUnd es ist immer sehr interessant zu sehen, Es ist ja ein super konservativer\nMarkt, dieser ganze Wohn-Camping-Bereich, wie ihr euch vorstellen könnt,\nwie langsam das jetzt so geht.\nImmerhin gibt es jetzt den Trend zu Electric Wohnwagen, auch wenn der noch so\nein bisschen in die falsche Richtung zeigt."
    },
    {
      "speaker": "roddi",
      "time": "3:24:57",
      "text": "Was ist denn Electric Wohnwagen?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:59",
      "text": "Naja, sie wollen, also Elektrik heißt, also ich glaube der korrekte Begriff ist gasfrei.\nSie wollen gaslos werden, weil Gas ist halt Aufwand einbauen,\nbrauchst halt Platz für die Flaschen, brauchst diesen Gastank,\ndas nimmt dir Gewicht, das nimmt dir Volumen."
    },
    {
      "speaker": "roddi",
      "time": "3:25:19",
      "text": "Aber ist die Flasche nicht der Gastank?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:22",
      "text": "Du brauchst den Ort, wo die Flasche reinkommt. Also du brauchst den,\nwie heißt der, Gasfach, Entschuldigung, Gasfach."
    },
    {
      "speaker": "roddi",
      "time": "3:25:27",
      "text": "Ja, das ist dieses Dings da, das ist kapuff vorne dran."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:30",
      "text": "Das ist kapuff vorne dran, was eigentlich nur erforderlich ist wegen der Gasflaschen.\nWeil das muss halb offen sein, das hat unten diese Rillen, damit das Gas dann\nauch, sollte es austreten, nicht geschlossen bleibt, sondern dann nach unten ablaufen kann.\nUnd Gas ist halt klar mittlerweile zu machen, aber für die meisten Leute gar\nnicht so wichtig, weil sie den Wohnwagen sowieso nur im Sommer benutzen.\nDas heißt, sie heizen eigentlich selten.\nAlso richtig Heizung ist für viele gar nicht so das Thema. Klar,\nist manchmal ganz praktisch.\nKalte Nächte gibt es auch im Sommer und so weiter."
    },
    {
      "speaker": "roddi",
      "time": "3:26:10",
      "text": "Heizdecke fertig, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:12",
      "text": "Man kann ja auch mit Strom heizen, in gewisser Hinsicht.\nDann gibt es warmes Wasser, kann man auch mit Strom machen. Und mittlerweile\ngibt es halt auch Induktionskochfelder, die günstig zu machen sind und viele\nandere Vorteile haben, weil sie eben diesen ganzen Gasaufwand, Sicherheit,\nAbgase, was da so mit dranhängt, auch nicht haben.\nAlso gibt es jetzt gasfreie Wohnwagen, die auf diese ganze Gasinfrastruktur\nverzichten und stattdessen eben elektrische Komponenten haben in unterschiedlicher Ausprägung.\nDas ist allerdings jetzt noch nicht klar.\nDann mit Solar und mit Wechselrichter und eigenem Stromsystem,\nsondern diese gehen natürlich davon aus, du fährst auf den Campingplatz,\nhängst dir da in die Steckdose ran und dann hast du alles, was du brauchst und\ndann zahlst du sozusagen noch für den Strom."
    },
    {
      "speaker": "roddi",
      "time": "3:27:00",
      "text": "Relativ viel, üblicherweise."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:02",
      "text": "Ja, ich weiß gar nicht, was die so berechnen. Oft gab es das ja auch so als\nTagespauschale, weil die Leute eh kaum was verbraucht haben und wenn du 5 Euro\npro Tag zahlst, dann war das schon irgendwie alles abgedeckelt.\nAber heute kommen sie ja alle mit ihrem Tesla und stecken dann erstmal ihr Auto\nran und ziehen sich dann mal so ihre 20, 30, 40 Kilowattstunden.\nDann reichen auch die 5 Euro Tagespauschale irgendwann."
    },
    {
      "speaker": "roddi",
      "time": "3:27:25",
      "text": "Naja, also ganz so viel kriegst du, naja über Nacht kriegst du es vielleicht\nschon hin 20, 30 reinzuladen, aber so richtig viel Strom kommt ja über einen normalen Anschluss an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:34",
      "text": "Ja, wie auch immer. Es muss ja dann aber auch die Leistung gebracht werden und\nwie viel Ampere hast du da jetzt wirklich drauf.\nUnd wenn du jetzt so ein Induktionskochfeld hast, wo die verbrauchen zwar insgesamt\nnicht viel, aber sie verbrauchen viel innerhalb kürzester Zeit."
    },
    {
      "speaker": "roddi",
      "time": "3:27:53",
      "text": "Ich habe eins zu Hause im Haus. Du weißt, wie das läuft.\nDas Kochfeld, das kann schon ordentlich mal auf Boost und allem 4 Kilowatt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:03",
      "text": "Was halt cooler wäre, wenn es Induktionskochfelder gibt, die nicht so viel verbrauchen\nwürden, die dann zwar nicht so schnell sind, aber immerhin auch noch elektrisch,\ndann kann man das wiederum ganz gut mit einem solargestützten Stromsystem in\nso einem Wohnmobil auch kombinieren.\nAber derzeit will alles irgendwie mindestens 1800 oder 2000 Watt haben,\num ordentlich durchzukochen.\nWeil wenn du schon ein Induktionskochfeld hast, dann willst du auch schnell das Wasser aufkochen.\nMuss ja jetzt nicht so schnell gehen. Würde vielleicht auch reichen,\nwenn man sagt, ja, ziehst du jetzt mal einen Kilowatt. Das kann meine Batterie\nauch liefern, passt schon."
    },
    {
      "speaker": "roddi",
      "time": "3:28:34",
      "text": "Naja, so ein Wasserkocher geht halt irgendwie auch. Da braucht man ja kein Induktionskochfeld."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:39",
      "text": "Ja, ist richtig. Zum Wasser kochen ist das ja sozusagen die einfache Methode,\naber du willst ja jetzt auch ordentliche Herdplatten noch haben und wenn es\nhalt nicht Gas ist, dann ist es eben Strom."
    },
    {
      "speaker": "roddi",
      "time": "3:28:50",
      "text": "Ja klar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:20",
      "text": "Um heizen und kochen und Internet betreiben kannst. Aber eben auch damit fahren\nkannst, aber das alles ein integriertes System ist."
    },
    {
      "speaker": "roddi",
      "time": "3:29:25",
      "text": "Da gab es von irgendeinem Hersteller mal so eine Studie, da hatten die einen Wohnwagen gebaut,\nwo glaube ich 20 Kilowattstunden oder 30 Kilowattstunden Akku drin war und die Räder angetrieben,\nsodass der Wohnwagen an sich auch während er gefahren wird noch ein bisschen\nVortrieb leistet, damit dann auch das Zugfahrzeug mehr Reichweite hat und so weiter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:49",
      "text": "Das war ein Prototyp von Bosch, den gab es schon vor 2-3 Jahren Ich glaube Detlefs\noder so war das Ja, aber in Kooperation glaube ich mit Bosch weil die ja selber\nsowas gehalten haben Aber ich weiß nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:29:58",
      "text": "Was da draus geworden ist Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:00",
      "text": "Da ist glaube ich, soweit ihr weißt da bin ich jetzt auch gespannt,\nob sich da jetzt mehr abzeichnet, da ist jetzt erstmal noch nichts draus geworden\nweil da gibt es die Kunden nicht so für,\nAber eigentlich ist das geil weil es geht ja gar nicht mehr nur also erstens,\nwenn du aus demselben Akku den Wohnwagen antreibst, brauchst du nicht mehr so\neine starke Zugmaschine.\nDas heißt, du kannst mit einem kleineren Wagen den Wohnwagen ziehen.\nUnd, Nebeneffekt, du hast halt auch automatisch einen Mover drin."
    },
    {
      "speaker": "roddi",
      "time": "3:30:29",
      "text": "Du hast einen Mover drin, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:30",
      "text": "Das heißt, das Ding kann sich, und das auch mit ziemlicher Kraft,\ndann kriegst du den auch mal einen Bordstein hoch und kannst wirklich mit dem\nTeil dann irgendwie ein Rennen fahren.\nDas ist schon mal besser, gerade wenn es schlammig ist oder so.\nDiese normalen Mover sind ja nur so Zahnräder, die sich dann so in den Reifen reindrücken.\nUnd wenn es dann nass ist und schlammig, dann kriegst du das Ding fast auch\ngar nicht mehr bewegt, schon gar nicht aus einer Matschkuhle rausnavigiert.\nUnd da wäre natürlich ein in die Felgen, in die Radkappen, wie nennt man das,\nin die Radnaben eingebauter E-Motor sinnvoller.\nUnd wenn man es richtig macht, kannst du damit natürlich auch gleich so Anti-Schlinger-Software\neinbauen. Das heißt, wenn der Wagen aufschaukelt, wäre er in der Lage,\naktiv gegenzusteuern, wenn man das mit der Software richtig hinkriegt."
    },
    {
      "speaker": "roddi",
      "time": "3:31:21",
      "text": "Und du hast natürlich genug Akku, um einfach mal in dem Wohnwagen zu machen, was du willst.\nDa diskutierst du dann nicht mehr über Kochfelder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:30",
      "text": "Genau.\nDa kannst du den ganzen Tag durchkochen. Oh, ich mache jetzt nochmal einen Liter Wasser."
    },
    {
      "speaker": "roddi",
      "time": "3:31:41",
      "text": "Schon drei Liter Tee getrunken, ich mach noch einen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:44",
      "text": "Also das wäre auf jeden Fall mein Traum, so ein komplett elektrisches Wohnmobil\nmit so einer Einheitsbatterie, was daran sowohl diesen Wagen bewegen kann,\nals auch vor Ort dafür sorgt, dass irgendwie alles versorgt ist.\nOben ordentlich Solar durchgeballert, wo diverse Kilowatt bei rauskommen und dann,\nwenn man nicht mehr weiter kann, Dann bleibt man einfach mal ein paar Tage stehen\nund wenn man wieder Strom hat, fährt man weiter. Dann brauchst du auch keine Tankstelle mehr."
    },
    {
      "speaker": "roddi",
      "time": "3:32:16",
      "text": "Naja, da muss man wahrscheinlich sehr realistisch betrachten,\nwie viel Strom du von wie viel Solarzelle bekommst, um damit wirklich fahren zu können.\nIch habe jetzt einen Vortrag gehört von Zweien, die sind tatsächlich durch Afrika\ngefahren mit so einem Skoda Enyaq und die hatten insgesamt 30 Solarmodule dabei.\n30? Ja, aber so ganz flache, dünne, leichte.\nUnd die haben dann tatsächlich immer einen Tag geladen, einen Tag gefahren.\nUnd die haben wirklich dann das Ding hingestellt und einmal irgendwie,\nkeine Ahnung, diese ganzen 30 Module einmal aufgebaut und hingelegt und verkabelt\nund dann einfach mal einen Tag laden lassen, weil du brauchst einfach die Leistung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:11",
      "text": "Ja, wenn du weit kommen willst,\nMuss ja nicht unbedingt weit kommen."
    },
    {
      "speaker": "roddi",
      "time": "3:33:16",
      "text": "Naja, die sind halt wie gesagt von, ich glaube, von Gibraltar irgendwie runter.\nIch habe es nicht mehr so genau in Erinnerung, aber sie sind glaube ich fast\nbis Südafrika gekommen oder so. Sie sind relativ weit gefahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:30",
      "text": "Links, links, wir brauchen mehr links, Roddy."
    },
    {
      "speaker": "roddi",
      "time": "3:33:33",
      "text": "Das war auf einer firmeneigenen Veranstaltung, wurden die so als Zuckerchen\ngebucht. Ich kann da jetzt, ich kann nochmal nachgucken, ob ich irgendwie rausfinde, wie die hießen.\nDas waren so zwei Holländer, so ein holländisches Pärchen, das irgendwie,\nja keine Ahnung, die meinten, dass selbst die von Skoda sehr erstaunt waren,\ndass sie das hingekriegt haben, dass das so funktioniert hat.\nDas Problem war so ein bisschen, dass sie das Auto so stark mit Technik vollgepackt\nhaben und alle Sodarmodule und so weiter, dass sie eigentlich überladen waren.\nDie mussten dann stärkere Federung einbauen und irgendwie, dass das Auto irgendwie\nnicht quasi direkt auf dem Boden liegt und so weiter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:25",
      "text": "Ja, da müssen wir noch ein bisschen mehr Effizienz rausholen,\nsowohl in der Energiegewinnung als auch in der Nutzung.\nDass die Karren nicht so viel verbrauchen?"
    },
    {
      "speaker": "roddi",
      "time": "3:34:36",
      "text": "Nicht viel verbrauchen. Ich glaube, woran es irgendwie immer noch hakt,\nist der Batteriepreis. Also Batterien sind ja viel, viel, viel billiger geworden.\nAber da gibt es noch ein bisschen, noch einen Weg zu gehen. Ich glaube,\nin fünf Jahren diskutiert man es nicht mehr.\nAber ja.\nOh, ich glaube, da hat jemand tatsächlich den Link gefunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:57",
      "text": "Da siehst du mal. In den Shownotes."
    },
    {
      "speaker": "roddi",
      "time": "3:35:01",
      "text": "Ja, ja, genau, der war das. Das ist genau der richtige Link gewesen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:35:06",
      "text": "Such mal mein Bild, wo alles aufgeklappt ist. Ah, okay, dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:11",
      "text": "Ja, das ist auf jeden Fall, das sind schon eine Menge Solarpanels."
    },
    {
      "speaker": "roddi",
      "time": "3:35:17",
      "text": "Ja, ja, genau. Also die waren auch total witzig, die beiden. Holländer halt.\nIrgendwie, ich kenne fast nur Holländer, die total witzig sind.\nEs gibt bestimmt auch andere, aber..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:35:29",
      "text": "Und die ganzen Panels haben sie komplett oben auf dem Dach quasi,\nübereinander hinten drin, weil obendrauf ist auch so ein großer Aufbau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:37",
      "text": "Ja, sieht für mich auch so aus, als ob es das oben drauf war."
    },
    {
      "speaker": "roddi",
      "time": "3:35:39",
      "text": "Nee, obendrauf waren, glaube ich, nicht die Panels, sondern Gepäck.\nDie hatten extra so eine komische, so ein komisches Regal hinten eingebaut mit\nso Schubladen, wo sie die Teile reingetan haben und Schubladen rein und so weiter.\nAlso ich habe das Auto ja aus der Nähe gesehen und auch angefasst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:35:58",
      "text": "Sieht in der Tat aber auch sehr geländegängig aus hier. Also da sind schon einige Pisten dabei."
    },
    {
      "speaker": "roddi",
      "time": "3:36:04",
      "text": "Ja, wie gesagt, die haben da an dem Fahrwerk auch nochmal montiert,\ndamit das tatsächlich irgendwie..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:36:10",
      "text": "Zeigen wir hier in diesem doofen Video echt deutlich zu wenig die Solarpanels.\nZu viel Auto fährt durch Matsche. Das ist doch nicht der Punkt, um den es hier geht."
    },
    {
      "speaker": "roddi",
      "time": "3:36:20",
      "text": "Und?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:23",
      "text": "Komm, wir lösen mal hier den Ralf, der ist schon wieder durch.\nDemnächst mehr Camping-Feedback. Ihr wolltet das Thema haben,\nalso haben wir das jetzt hier auch gemacht.\nUnd ich hoffe, nächstes Mal habe ich großartige Meldungen zum Thema Victron\nund alles in den Griff bekommen und so weiter.\nJa."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:36:48",
      "text": "Uah. Uah, okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:50",
      "text": "Ich mach's kurz, Ralf.\nSo, Leute, das war's. 281. Ganz kleines bisschen kürzer als sonst, aber..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:37:01",
      "text": "Viertelstunde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:02",
      "text": "Dicht bepackt. Und von daher sagen wir Tschüss."
    },
    {
      "speaker": "roddi",
      "time": "3:37:05",
      "text": "Kurz vor dem Datumswechsel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:37:07",
      "text": "Bis denn."
    },
    {
      "speaker": "roddi",
      "time": "3:37:08",
      "text": "Tschau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:09",
      "text": "Tschüss, tschüss."
    }
  ]
}