{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:38",
      "text": "Sag, dass du mich liebst, denn wenn du mich nicht liebst, dann werde ich ganz wuschig."
    },
    {
      "speaker": "roddi",
      "time": "0:01:45",
      "text": "Wie jetzt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:46",
      "text": "Der Computer."
    },
    {
      "speaker": "roddi",
      "time": "0:01:48",
      "text": "Achso."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:48",
      "text": "Es ist wichtig, dass der Computer einen liebt, weil wenn der Computer einen\nnicht liebt, dann macht er einem Ärger. Und wenn der Computer einem Ärger macht, dann ist man fucked.\nDas ist doch fucked, dass man dann fucked ist. Oder?"
    },
    {
      "speaker": "roddi",
      "time": "0:02:00",
      "text": "Ich habe aus dieser Zeit der 90er noch einen Voodoo-Computer,\nwo so ein Kissen in Rechnerform, wo so Sachen draufstehen wie Baddisk und Lost\nSector und Systemabsturz.\nUnd dann kann man halt mit den dazugehörigen Nadeln und kann man dann Probleme\nlösen oder anderen Leuten Probleme verschaffen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:22",
      "text": "Hat das geholfen?"
    },
    {
      "speaker": "roddi",
      "time": "0:02:24",
      "text": "Ich habe es nie ausprobiert. Ich bin ja nicht so ein gemeiner Mensch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:27",
      "text": "Na ja gut, vielleicht ist es ja auch mehr so ein Akupunkturset und du hättest\ndeine Probleme sehr viel einfacher irgendwie lösen können."
    },
    {
      "speaker": "roddi",
      "time": "0:02:38",
      "text": "Akupunktur beim Computer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:39",
      "text": "Ja, Computerakupunktur. Das ist eigentlich noch ein Bereich,\nder ist noch komplett, weiß ich nicht, unerforscht auch auf eine bestimmte Art und Weise."
    },
    {
      "speaker": "roddi",
      "time": "0:02:47",
      "text": "Da ist bei den Schwurblern noch Luft nach oben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:49",
      "text": "Ja, ich denke also man kann auch so Globuli, also vielleicht könnte man ja halt\nauch mal so, keine Ahnung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:02:54",
      "text": "Naja, also Hand auflegen hilft schon. Ich habe ja in meiner wilden Jugend in\nGöttingen ja mal im Computerladen gearbeitet, drei Jahre.\nComtech war das damals. Das war in Göttingen eine ganz coole Bude,\nhabe ich glaube ich auch schon mal erzählt. Das war auch so eine Kette."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:10",
      "text": "Ne?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:03:10",
      "text": "War auch so eine Kette, aber anders als Wobis und Eskom waren wir natürlich\ndie Guten, die sich lange hingestellt haben, eine Stunde erstmal erklärt,\nwie so ein Computer überhaupt funktioniert.\nDas Schöne war halt, dass wir da die ganzen Profs und die ganzen Uni-Institute alle beliefert haben.\nAlso wir waren quasi so der Seller, die Dealer dafür, die Uni Göttingen.\nUnd ich war dann der, der sonntags dann immer die Reparaturschichten in der\nWerkstatt gemacht hat, weil ich die Hände hatte, die müde Rechner wieder zum Leben gebracht haben.\nDas war halt eine Zeit, das kann man sich ja heute alles nicht mehr vorstellen,\nwo wirklich halt so das gezielte Ruckeln an PCI-Karten und Memory Slots wirklich\nzuweilen noch was geholfen hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:52",
      "text": "Das kann man sich heute nicht mehr vorstellen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:03:54",
      "text": "Weiß ich nicht, die Jugend da draußen, die hat doch bestimmt noch nie irgendwas,\naufgemacht und da mal reingeguckt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:02",
      "text": "Jetzt wieder Jugend-Bashing bei Freakshow Nummer 282 vom 15. August 2024.\nJa, die magischen Hände, also ich meine, ich weiß natürlich wovon du redest,\nich würde aber jetzt nicht sagen, dass Ruckeln heute komplett ausgeschlossen ist Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:04:18",
      "text": "Wackelkontakte, solange du noch irgendwie physische Dinge hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:21",
      "text": "Passiert sowas Genau, aber die Frage ist ja immer, liebt der Computer einen\nund man muss ja dann auch eine emotionale Bindung eingehen Also man muss ja\nauch ein bisschen, wie in jeder guten Liebe, man muss ja auch investieren,\nAlso wenn man möchte, dass der Computer einen liebt, dann muss man eben halt auch Gutes tun.\nWas ich übrigens früher bevorzugt gemacht habe, bevor ich die Hände aufgelegt\nhabe, war das Ohr auflegen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:04:47",
      "text": "Das hast du glaube ich schon mal erzählt, dass man also am Klang der Festplatte\nrelativ gut hören kann, was ist denn da eigentlich gerade los."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:53",
      "text": "Und das hat mich auch irgendwie immer so ein bisschen verbunden mit der Maschine.\nAlso man hat so einfach dieses, das Innenleben gespürt und es war einfach quasi Ohr aufs Herz."
    },
    {
      "speaker": "roddi",
      "time": "0:05:06",
      "text": "Ich habe mal gegoogelt, ich habe diesen Macintosh Computer Voodoo Puppe Plüschtier\nmit Pins zugehört bei Ebay gefunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:14",
      "text": "Auch noch ein Macintosh?"
    },
    {
      "speaker": "roddi",
      "time": "0:05:16",
      "text": "Ja, der Link ist schon im Chat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:19",
      "text": "Der Linke ist schon im Chat. Schöne Grüße auch an alle im Chat.\nIhr wisst ja, wir haben immer Chat nebenbei. Also unser Meta-Ebene-Slack-Kanal\nLattensound Freakshow.\nUnd da könnt ihr auch hier in den Podcast reinfühlen. Wir fühlen dann auch zurück.\nSag, dass du uns liebst, Chat."
    },
    {
      "speaker": "roddi",
      "time": "0:05:44",
      "text": "Genau. Fächelt uns was in die Aura."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:49",
      "text": "Macintosh-Computer-Voodoo-Doll?"
    },
    {
      "speaker": "roddi",
      "time": "0:05:52",
      "text": "Ja, so sieht das Ding aus. Nicht so Macintoshig, wie wenn ich das mal so sagen darf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:56",
      "text": "Überhaupt nicht, um ehrlich zu sein. Also das geht besser."
    },
    {
      "speaker": "roddi",
      "time": "0:06:02",
      "text": "Aber zumindest der Zeichensatz, den sie benutzt haben, um diese ganzen Sachen aufzunehmen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:07",
      "text": "Ja, aber so sieht doch kein Macintosh aus. Kein Macintosh hat die Tastatur so\nnach vorne. Das sieht ja eher aus wie so ein Pad."
    },
    {
      "speaker": "roddi",
      "time": "0:06:13",
      "text": "Ich weiß. Ich habe ja auch nur gesagt, wie die Auktion heißt und nicht,\ndass das Ding tatsächlich ein Macintosh wäre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:20",
      "text": "Aber vielleicht gibt es ja auch eine Computer-Voodoo-Doll. Ich meine,\nam Ende ist es wie mit den Globuli und so.\nAlso es muss halt, wenn es dir hilft...\nDann ist ja auch gut."
    },
    {
      "speaker": "roddi",
      "time": "0:06:36",
      "text": "Ich fand es zumindest ein nettes Geschenk, als ich es damals geschenkt bekommen habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:40",
      "text": "Ja, das stimmt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:06:41",
      "text": "Und du hast es häufig und intensiv genutzt."
    },
    {
      "speaker": "roddi",
      "time": "0:06:43",
      "text": "Nein, gar nicht eigentlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:45",
      "text": "Ich sehe nur dieses eine Modell, das scheint sich nicht so richtig durchgesetzt zu haben.\nWie gesagt, das Ganze als Computerproblem-Akupunktur zu verkaufen,\nist wahrscheinlich hilfreicher.\nDann müssen die Leute so Nadeln reinstecken in ihren Computer,\nan alle Löcher, die es so gibt, solange bis es wieder läuft."
    },
    {
      "speaker": "roddi",
      "time": "0:07:05",
      "text": "Ich fürchte, das hilft nur bei dem Reset-Knopf.\nNaja, das kann nicht immer helfen. Das ist kontraproduktiv, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:14",
      "text": "Es hilft halt manchmal.\nSo ist das. Na gut, also herzlich willkommen bei der Freakshow.\nIch bin's Tim, Roddy ist am Board."
    },
    {
      "speaker": "roddi",
      "time": "0:07:26",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:27",
      "text": "Wie ihr schon gehört habt und wie ihr auch schon gehört habt, ist auch Ralf an Bord."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:07:31",
      "text": "Wunderschönen guten Abend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:32",
      "text": "Unsere kleine..."
    },
    {
      "speaker": "roddi",
      "time": "0:07:32",
      "text": "Hallöchen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:34",
      "text": "Super Sendung von alten, weißen Männern. Für euch."
    },
    {
      "speaker": "roddi",
      "time": "0:07:38",
      "text": "Weisen, weisen, bitte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:40",
      "text": "Alten, weisen Männer."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:07:43",
      "text": "Die einen sagen so, die anderen so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:45",
      "text": "Die einen sagen so, genau. Die meisten sagen so.\nTja, was haben wir denn? Wir sind ja gerade im Urlaubsmodus eigentlich,\naber trotzdem hat sich dieser Termin so ergeben.\nWie ist denn das so mit eurem Urlaub?"
    },
    {
      "speaker": "roddi",
      "time": "0:08:01",
      "text": "Ich wollte ja eigentlich schon weggefahren sein, aber ich hatte letztes Mal\nja schon erwähnt, dass da irgendwie der Einbau einer Wärmepumpe bei mir ansteht.\nWie das nun mal so ist mit Handwerkern und Firmen und so hat sich das natürlich\nalles nach hinten verschoben. Leider auf unbestimmte Zeit. Ich weiß noch nichts Näheres.\nAm Dienstagmorgen, also vorgestern,\nkam da irgendwie der Meister oder was auch immer dessen Job da ist vorbei und\nhat nochmal geguckt, wie es denn so ist und rannte mit Sorgen zerfalteten Gesicht\nund Zollstock da durch die Gegend.\nund meinte, oh, da kommen wir ja gar nicht durch. Und oh, das ist ja total eng.\nUnd oh, was ist denn das für eine Deckenhöhe? Und oh, die passt ja hier nicht\nhin. Da muss ja so und so viel Platz.\nUnd zum Schluss meinte er, na ja, aber ich habe eigentlich noch überall eine\nWärmepumpe eingebaut bekommen. Das kriegen wir schon hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:00",
      "text": "Okay, wie klang das? Wie zuversichtlich bist du, dass das..."
    },
    {
      "speaker": "roddi",
      "time": "0:09:04",
      "text": "Das Einzige, was mir ein bisschen Sorgen bereitet, ist, dass er meinte,\nna ja, mit dem Bagger können wir hier aber nicht reinfahren.\nMan, da ist zu wenig Platz. Das müssen wir dann schon per Hand schaufeln.\nUnd jetzt habe ich so ein bisschen Bedenken, dass das teurer wird,\nwenn die da tatsächlich in Handarbeit irgendwie 80 Zentimeter tiefe Gräben ziehen,\num dort die Rohre reinzuverlegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:28",
      "text": "Und wieso kommen sie da nicht rein mit dem Bagger?"
    },
    {
      "speaker": "roddi",
      "time": "0:09:31",
      "text": "Oh, zu eng. Ah, der kann sich ja gar nicht drehen hier. Hier ist ja überhaupt kein Platz und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:35",
      "text": "Was ist denn der Bagger? Du hast doch da auch eine Autozufahrt, oder nicht?"
    },
    {
      "speaker": "roddi",
      "time": "0:09:38",
      "text": "Ja, naja, es geht mehr um den Ort, wo dann das Außengerät hin soll.\nÄh, egal. Ich nehme mal an, dass die da ankommen werden, dann diskutieren sie\ngroß rum und dann holen sie doch den Bagger.\nAber wir werden sehen. Ich werde berichten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:54",
      "text": "Okay, gut. Also kein Urlaub bei dir?"
    },
    {
      "speaker": "roddi",
      "time": "0:09:57",
      "text": "Genau, das Einzige, was ich gemacht habe, ist an der Stelle,\nwo das Außengerät hin soll oder wo ich es hinhaben will, sagen wir mal so,\nstand halt jetzt bis letzte Woche noch ein Baum, bis Anfang letzter Woche.\nIch habe dann mit einem beherzten Besuch beim Baumarkt dort eine Motorsäge gekauft\nund die entsprechende Schutzausrüstung und diesen Baum klein gemacht.\nDas ging relativ schnell. So einen Baum fällen hat man irgendwie eine halbe,\ndreiviertel Stunde durch.\nAber dann grab mal so einen Baumstumpf aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:32",
      "text": "Das ist richtig harte Arbeit."
    },
    {
      "speaker": "roddi",
      "time": "0:10:34",
      "text": "Das hat mich fünf Tage gekostet. Allerdings immer nur die Abende. Aber trotzdem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:39",
      "text": "Fünf Tage hast du gebraucht für einen Baumstumpf?"
    },
    {
      "speaker": "roddi",
      "time": "0:10:42",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:43",
      "text": "Okay, aber der war ja auch frisch. Also der war noch gut vernetzt sozusagen."
    },
    {
      "speaker": "roddi",
      "time": "0:10:46",
      "text": "Der war richtig gut vernetzt, ja. Gott sei Dank ein Flachwurzler.\nSonst hätte ich ihn wahrscheinlich gar nicht rausgekriegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:53",
      "text": "Aber was war denn das eigentliche Problem, dass er so viele Äste hatte?"
    },
    {
      "speaker": "roddi",
      "time": "0:10:56",
      "text": "Er hatte relativ viele Wurzeln, ja. Und der Boden war auch so,\ndass ich im Prinzip mit dem Schippchen da mehr oder weniger so Sandkasten-mäßig\nwie ein Archäologe geschaufelt habe. Frei geblasen.\nUnd nicht mit der großen Schaufel irgendwie rangehen konnte.\nUnd dann war das halt so abends immer so zwei, drei Stunden.\nUnd dann hat das seit fünf Tagen..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:19",
      "text": "Mit Wasser?"
    },
    {
      "speaker": "roddi",
      "time": "0:11:20",
      "text": "Ja, habe ich mir auch sagen lassen, aber ich glaube, also da der Boden so eine\ngewisse Lähmigkeit hat, wäre das Wasser möglicherweise nicht abgelaufen und\ndann hätte ich halt eine trübe Brühe mit einem Baumstumpf drin gehabt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:33",
      "text": "Du hast einen lähmigen Boden in Brandenburg."
    },
    {
      "speaker": "roddi",
      "time": "0:11:37",
      "text": "Nee, ist ja nicht Brandenburg, ist ja Berlin.\nIst noch diesseits da. Okay, gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:45",
      "text": "Also ich hatte damals sehr viel Erfolg mit der Applikation eines Wagenhebers.\nIch habe die Bäume dann am Ende, die Stümpfe dann mit dem Wagenheber aus dem Boden rausgepresst."
    },
    {
      "speaker": "roddi",
      "time": "0:11:58",
      "text": "Okay, naja, gut. Habe ich jetzt auch nicht einen Wagenheber?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:02",
      "text": "Was, du hast keinen Wagenheber?"
    },
    {
      "speaker": "roddi",
      "time": "0:12:03",
      "text": "Nein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:12:05",
      "text": "Echt nicht? Ist in deinem Auto\nnicht hinten einfach irgendwo einer rein verbaut, ohne dass du es weißt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:09",
      "text": "Also ich würde nicht Auto fahren ohne Wagenheber, ganz ehrlich."
    },
    {
      "speaker": "roddi",
      "time": "0:12:14",
      "text": "Naja, sagen wir mal so, ich habe ja neulich das Problem mit den Reifen gehabt\nund dabei festgestellt, dass das Auto 1,8 Tonnen wiegt. Also müsste ich auch\neinen entsprechend fetten Wagenheber haben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:12:26",
      "text": "Hast du mal in deiner Anleitung danach geguckt?\nWeil also bei mir ist es so, der ist an einer Stelle verbaut,\nwo du ihn nicht findest, wenn du nicht vorher dann auch darauf hingewiesen wirst,\ndass es hinter dieser Klappe und dann noch den Nippel rechts durch die Lasche\ngezogen und plötzlich hältst du einen Wagenheber in der Hand."
    },
    {
      "speaker": "roddi",
      "time": "0:12:42",
      "text": "Nee, in der Anleitung habe ich tatsächlich noch nicht geguckt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:12:44",
      "text": "Mach mal. Und dann halt uns auf dem Laufenden."
    },
    {
      "speaker": "roddi",
      "time": "0:12:49",
      "text": "Aber nein, also ja, keine Ahnung. Also ich habe ihn ausgebuddelt,\nhabe dann die Wurzeln alle einzeln abgesägt und...\nGenau. Und das war es, glaube ich, eigentlich alles schon, was ich zu dem Thema\nerzählen wollte, weil es ist ja, wie gesagt, nichts passiert.\nUnd ich war deswegen auch nicht weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:08",
      "text": "Okay, gut. Live von Es ist nichts passiert. Schalten wir um zu Ralf war im Urlaub."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:13:14",
      "text": "Ich war im Urlaub. Zwei Wochen, natürlich viel zu kurz. Aber in Dänemark,\nda war ich auch schon echt lange nicht mehr.\nWarum fährt man als pflichtschuldiger Familienvater nach Dänemark?\nCrickets and Tumbleweeds. Das ist bei euch schon ein bisschen länger her, ne?"
    },
    {
      "speaker": "roddi",
      "time": "0:13:33",
      "text": "Ich war da auch. Spoiler, ich war da auch. Aber deswegen bin ich nicht nach der... Ja, doch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:13:40",
      "text": "Was wurde in Dänemark erfunden? Tim, du weißt es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:45",
      "text": "Lego."
    },
    {
      "speaker": "roddi",
      "time": "0:13:46",
      "text": "Der Klemmbaustein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:13:47",
      "text": "Der Klemmbaustein, wie man jetzt sagen muss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:49",
      "text": "Muss man das sagen? Ich weiß nicht, ich muss das nicht sagen."
    },
    {
      "speaker": "roddi",
      "time": "0:13:53",
      "text": "Sagen wir mal so, Lego ist relativ drastisch da drin, Creator abzumahnen,\ndie Klemmbausteine benutzen, die nicht von Lego sind und sie trotzdem als Lego bezeichnen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:05",
      "text": "Und deswegen muss man dann seine ganze Gewohnheit seines Lebens beiseite legen,\ndamit man so the good guy ist und richtige Pronomen benutzt sozusagen für diese Klemmbausteine.\nWas ist denn das für ein scheiß Name?\nKlemmbausteine. Also das ist doch nicht Lego gegen Klemmbaustein.\nKein Wunder, dass die Amerikaner sich lustig machen über die deutsche Sprache."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:14:30",
      "text": "Also Modbricks und Ähnliches würden es sich liebend gerne Legosteine nennen."
    },
    {
      "speaker": "roddi",
      "time": "0:14:34",
      "text": "Aber ganz ehrlich, weil das Wort so doof ist, habe ich es jetzt gebraucht.\nIch finde, das macht doch erst irgendwie..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:14:42",
      "text": "Nein, ich vertrete ja in der Tat die Theorie, dass Lego das Apple der Spielewelt ist.\nEs gibt erstaunlich viele Parallelen, wenn man das mal durchspielt,\nvon irgendwie doch erstaunliche Qualität und Innovationskraft,\nsuper Marketing, sehr gutes Design, fantastische Usability, perfekte Interoperabilität,\nwenn man denn im Ökosystem bleibt, also alles passt halt mit allem zusammen."
    },
    {
      "speaker": "roddi",
      "time": "0:15:08",
      "text": "Und keine fremden Klemmbausteine."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:15:11",
      "text": "So, und auf der anderen Seite eben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:14",
      "text": "Fremd-Klemmbausteine."
    },
    {
      "speaker": "roddi",
      "time": "0:15:16",
      "text": "Keine Fremd-Klemmbausteine, genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:15:18",
      "text": "Und auf der anderen Seite aber halt extrem Spaß befreit, was jegliche Art von Konkurrenz angeht.\nUmgang mit den eigenen Händlern, Umgang mit Supportstrukturen,\nvöllig überzogene Preisvorstellungen, absurde Gewinnmargen.\nAlso man kommt da relativ weit, wenn man das mal vergleicht.\nNichtsdestotrotz, ich war halt\nschon immer in meinem Leben Lego-Fanboy und jetzt hat man endlich mal,\nman macht das ja alles nur für die Kinder, aber wir sind jetzt eben nach Dänemark\ngefahren, um dann dort mal nach Billund zu pilgern, wo eben das große Legoland\nist und das Lego-Haus steht.\nSo, das sind also die beiden Attraktionen in diesem ansonsten wirklich sehr\nkleinen, sehr überschaubaren Städtchen, aber das ist halt so die Lego-Stadt, wo man dann so hinfährt."
    },
    {
      "speaker": "roddi",
      "time": "0:16:07",
      "text": "Wie gesagt, da war ich auch schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:09",
      "text": "Mir war das jetzt zwar nicht neu, dass Lego aus Dänemark kommt,\naber ich denke tatsächlich bei Lego nicht als erstes an Dänemark."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:16:16",
      "text": "Okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:18",
      "text": "Lego ja nicht mit dänischen Kulturreferenzen spielt, wie das zum Beispiel Ikea ja macht.\nDas fängt ja schon bei den Logofarben an.\nUnd ich denke, bei Ikea hat jeder sofort Schweden am Start."
    },
    {
      "speaker": "roddi",
      "time": "0:16:38",
      "text": "Und Schöttbullar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:39",
      "text": "Und all ihre lustigen Produkten haben, die immer so komisch schwedisch klingen,\naber nicht sind und all das."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:16:46",
      "text": "Ja, das ist allerdings von Lego eine bewusste Strategieentscheidung gewesen.\nMan kann dort nämlich auch ins Lego-Museum gehen, wo man dann also die komplette\nFirmengeschichte nochmal eingetrichtert bekommt, unten im Keller.\nIst in der Tat schön gemacht.\nUnd dort gab es dann den Moment, ich weiß es nicht mehr, wann das war,\nalso nagelt mich da jetzt nicht auf ein Jahrzehnt fest, ich glaube Ende 60er\noder sowas, wo also der damalige auch noch erste Lego-Gründer,\nalso seine Untergebenen angeschrien hat,\nversteht ihr denn nicht, worum es ihr geht?\nWenn wir das richtig anfassen, dann wird die ganze Welt das kaufen und nicht\nnur Dänemark, weil da gab es also eben Strömungen innerhalb der Firma, die gesagt haben,\nwir müssen mehr hier auf Nationalfolklore gehen und müssen jetzt hier irgendwie\ndänische Kultur abbilden und das wollte also der erste Lego-Chef dezidiert nicht.\nDer wollte es eben gleich weltweit vertriebsbereit haben, das Ganze.\nNaja, und das ist ihm dann ja auch ganz gut gelungen. Und da sind wir dann also\nzwei Tage dann wirklich da gewesen.\nDen ersten Tag dann im Legoland, was am Ende des Tages, muss man sagen,\nmuss halt ein mehr oder weniger gewöhnlicher Vergnügungspark ist,\nso wie man die halt kennt.\nDa gibt es in der Mitte so, was auch der Anfang war, dann halt so diese nachgebauten\nStadtteile und sowas. Aber wenn man irgendwie jetzt wie unser eins hier das\nMiniatur Wunderland in Hamburg gewohnt ist, dann ist das schon ein bisschen\nlame, muss man mal ganz ehrlich sagen."
    },
    {
      "speaker": "roddi",
      "time": "0:18:07",
      "text": "Das ist traurig, das ist nicht nur lame, das ist traurig, das ist richtig traurig."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:18:12",
      "text": "Also es ist schon, natürlich ist es irgendwie so der spirituelle Kern dieses Parks, aber…,\nAlso da ist man da auch echt in fünf Minuten oder maximal zehn Minuten mit fertig.\nDa gibt es also nichts, was jemanden, der ansonsten jetzt irgendwie so Lego\nMasters Finale guckt, irgendwie einen in die Hände klatschen lässt."
    },
    {
      "speaker": "roddi",
      "time": "0:18:29",
      "text": "Ich weiß noch, dass ich als Kind so mit zehn Jahren oder so oder vielleicht\nsogar noch jünger dort mal war mit meiner Mutter.\nUnd da gab es nur diesen Kern, nur dieses wir gucken uns diese aus Lego nachgebauten\nDinge an. Und das fand ich damals fand ich das ziemlich cool."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:18:46",
      "text": "Ja, da hat man einfach keine Vergleichsgeschichte und da waren plötzlich aus\nSteinen, die man selber auch zu Hause hatte, waren so riesige Sachen gebaut."
    },
    {
      "speaker": "roddi",
      "time": "0:18:54",
      "text": "Ja, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:18:54",
      "text": "Klar, wenn man das noch nie irgendwo gesehen hat, ist das natürlich interessant,\naber heutzutage hat man das gefühlt ja irgendwie in jeder Stadt auf die eine\noder andere Art und Weise."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:03",
      "text": "Auf jeden Fall erinnere ich mich auch, dass ich schon mal in Legoland in Deutschland war."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:19:07",
      "text": "Also hier in Berlin haben wir ja auch eins. Was? Potsdamer Platz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:10",
      "text": "Ach so, dieser komische Tunnel da."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:19:13",
      "text": "Genau. Oder draußen die Giraffe steht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:15",
      "text": "Nee, ich rede jetzt von so einem richtigen Freizeitpark-Legoland-Dingsbums."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:19:20",
      "text": "Genau, also die sind mittlerweile auch nicht mehr unter der Ägide von Lego.\nDas erfährt man auch in diesem Museum, weil die also irgendwann vor,\ndas ist noch gar nicht so lange her, zehn Jahren oder sowas,\nsich gefragt haben, okay, Krise, digital, Computerspiele, wie können wir überhaupt noch überleben?\nUnd dann haben sie gesagt, okay, wir konzentrieren uns auf das Kerngeschäft\nund also eben Klemmbausteine und Modelle und deutsche Adventures und lassen\ndie ganzen anderen Sachen drumherum bleiben.\nUnd seitdem sind die Parks unter der Ägide von irgendeinem Franchise."
    },
    {
      "speaker": "roddi",
      "time": "0:19:52",
      "text": "Aber diese ganzen Lego-Computerspiele laufen doch eigentlich auch ganz super."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:19:55",
      "text": "Die laufen, glaube ich, noch ganz gut. Ja, genau. Das war so Teil der Expansion."
    },
    {
      "speaker": "roddi",
      "time": "0:19:59",
      "text": "Also als ich da war, das war glaube ich vor fünf Jahren oder so,\nalso deutlich vor Pandemie noch, da fand ich das erstens super teuer und zweitens\nmal einfach auch super schlecht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:20:15",
      "text": "Also teuer, ja. Aber in Dänemark halt alles ein bisschen teurer."
    },
    {
      "speaker": "roddi",
      "time": "0:20:20",
      "text": "Ja schon, aber ich meine ich und die beiden Jungs, wir haben halt 150 Euro Eintritt bezahlt.\nWobei die Karten für die Kids teurer sind als für die Erwachsenen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:29",
      "text": "Was?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:20:30",
      "text": "Das war bei uns nicht so. Gut, dafür kommst du aber auch umsonst auf alles drauf."
    },
    {
      "speaker": "roddi",
      "time": "0:20:36",
      "text": "Wenn du dich lange genug an die Schlange anstellst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:20:39",
      "text": "Die Schlangenlänge kannst du digital in der App dir anschauen."
    },
    {
      "speaker": "roddi",
      "time": "0:20:43",
      "text": "Aber du kannst halt dann auch noch so ein Zusatzding sie kaufen,\nwo du halt an die kurze Schlange dich anstellen kannst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:20:49",
      "text": "Ja, das fand ich allerdings auch frech. Aber das hat zum Glück niemand gemacht.\nMan kann sich quasi eine kürzere Schlange mit noch mehr Geld erkaufen."
    },
    {
      "speaker": "roddi",
      "time": "0:20:56",
      "text": "Ich war da so mega gestresst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:20:58",
      "text": "Ne, also wir waren ganz entspannt, weil meine Frau natürlich mal wieder die\nbeste Strategie von allen hatten.\nWir waren relativ früh da, aber jetzt auch nicht ganz so zur Toreröffnung und\ndann sind wir ans Ende des Parks gelaufen und haben von dort quasi die Attraktion\nrückwärts gemacht, was dazu führte, dass wir auf relativ vielen der Fahrgeschäfte die ersten waren."
    },
    {
      "speaker": "roddi",
      "time": "0:21:18",
      "text": "Ah ok, ihr wart relativ früh da."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:21:20",
      "text": "Ja, so eine Stunde nach Eröffnung oder sowas und das hat dann aber gereicht,\nweil sich also das Gros noch nicht so weit durch den Park von vorne durchgearbeitet hat."
    },
    {
      "speaker": "roddi",
      "time": "0:21:28",
      "text": "Ich hatte übrigens dort im Legoland tatsächlich einen Hörer getroffen.\nIch war da nur so super gestresst, dass ich mich da nicht so richtig drauf einlassen\nkonnte. Tut mir so ein bisschen leid, nachträglich.\nAber Grüße hier jetzt, falls du das hörst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:21:44",
      "text": "Ja, also gestresst waren wir dann nicht. Das hat gut funktioniert.\nAlso meine Jungs sind jetzt fünf und sieben. Die hatten da echt viel Spaß.\nAlso Legoland, das kann man machen. Aber dafür würde ich sagen,\nmuss man da nicht hinfahren. Im Gegensatz zu eben der zweiten Attraktion,\ndie wir dann am zweiten Tag gemacht haben, nämlich das Lego-Haus.\nUnd das ist weniger bekannt als das Legoland.\nDas ist der eigentliche Tempel, wo man also hin will, wenn einem irgendwie Lego\nim Herzen was bedeutet. Weil sie da eine komplett andere Philosophie fahren.\nAlso das ist halt wirklich nur ihre eigene Bude.\nDie Architektur ist fantastisch. Ich habe es mal mitgebracht für euch.\nUnd zwar natürlich als Lego-Set. Kann man das dort kaufen.\nDas ist jetzt noch nicht ganz zu Ende gebaut hier. Aber ich höre schon mal, dass..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:36",
      "text": "Dir sind Klemmbausteine runtergefallen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:22:38",
      "text": "Dir sind ein paar Klemmbausteine runtergefallen, genau."
    },
    {
      "speaker": "roddi",
      "time": "0:22:41",
      "text": "Das sieht so ein bisschen aus, als hätte irgendjemand so ein paar Rittersporttafeln\nwild in die Gegend geworfen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:22:50",
      "text": "So, das heißt also, ihr könnt jetzt auch zu Hause mal irgendwelche Luftaufnahmen\nvon, ich sammle hier gerade vom Boden, Klemmbausteine auf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:01",
      "text": "Legosteine heißt das."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:23:02",
      "text": "Es sind ja sogar Legosteine."
    },
    {
      "speaker": "roddi",
      "time": "0:23:03",
      "text": "Es sind ja Legosteine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:04",
      "text": "Wenn es schon welche sind, sollte man sie auch benennen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:23:07",
      "text": "Könnt ihr jetzt also mal Lego-Haus Billund googeln und dann seht ihr entsprechende\nAerial-Shots, wie das Ganze in echt aussieht. Es soll halt daran erinnern,\nals sei es aus Legosteinen gebaut, einigermaßen naheliegend.\nAllerdings sind die alle eher quadratisch, also jetzt nicht unbedingt diese\n2x4er-Klassik-Bausteine außer am Dach. Da hat man dann genau so einen großen noch verbaut.\nAber es ist trotzdem eine total coole Architektur, vor allen Dingen,\nweil diese ganzen Terrassen, aus denen das besteht, die ganzen farbigen Terrassen\naußen, sind alles einzelne Spielplätze.\nDas heißt also, man hat quasi draußen, auch das ganze Haus ist von außen vollständig\nbespielbar, was ich für so einen Ort, bei dem es um Spielzeug geht,\nim Kern schon mal eine..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:56",
      "text": "Das Haus ist 12.000 Quadratmeter groß und beinhaltet 25 Millionen Legosteine."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:24:03",
      "text": "Richtig. Wir hatten so ziemlich alle davon in der Hand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:08",
      "text": "Also man kann da reingehen und überall liegen Legosteine rum?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:24:11",
      "text": "Naja, es ist schon ein bisschen anders. Also als erstes kriegst du mal einen\nChip um das Armgelenk, wie überall in Dänemark.\nAlso der Alltags-Digitalisierungsgrad in Dänemark ist ja absurd im Vergleich zu Deutschland."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:26",
      "text": "Der Alltags-Digitalisierungsgrad in jedem Land ist absurd im Vergleich zu Deutschland."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:24:31",
      "text": "Ich habe das auch schon auf Mastodon geschrieben. Ich war jetzt zwei Wochen\nin Dänemark im Urlaub. Bekanntermaßen gibt es dort dänische Kronen und keinen Euro.\nIch habe in den zwei Wochen kein einziges Mal Bargeld in der Hand gehabt.\nIch habe kein einziges Mal meine Kreditkarte in der Hand gehabt.\nIch habe noch nicht mal mein Permanent in der Hand gehabt. Ich habe alles komplett\nnur mit meiner Watch bezahlt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:49",
      "text": "Ich war in England, ich war in den Vereinigten Arabischen Piraten,\nich war in der Türkei, ich war in der Ukraine.\nIch habe nicht ein einziges Mal Bargeld gewechselt.\nUnd dann kommst du zurück und gleich, wenn du aus dem Flieger rauskommst,\num dir so eine scheiß Buskarte zu kaufen oder so, dann nehmen sie einfach kein\nkontaktloses Payment an."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:25:14",
      "text": "Ja, es ist..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:15",
      "text": "So eine Karte reinstecken hatte ich gerade nicht zur Hand, also es war einfach..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:25:20",
      "text": "Es ist schon wirklich betrüblich. Auf jeden Fall, die Grundphilosophie dieses\nLego-Hauses ist eben, dass sie auch dort keinerlei Franchises ausstellen,\nalso nicht Lego Star Wars und Lego Harry Potter und Lego Ninjago oder was es\nda so alles mittlerweile an Unterthemen gibt, sondern da gibt es wirklich nur normale Steine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:43",
      "text": "Lego, nicht Logo."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:25:44",
      "text": "Wirklich runtergebrochen auf das..."
    },
    {
      "speaker": "roddi",
      "time": "0:25:47",
      "text": "Auch keine Männchen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:25:48",
      "text": "Männchen gibt es. Du hast dann halt innen drin, ich würde sagen,\nso 20 verschiedene Bereiche,\ndie dann halt jeweils einen spezifischen Aspekt rausholen und bespielbar und\nexperimentierbar machen.\nUnd es fängt im Eingangsbereich schon an. Das fand ich schon sehr, sehr cool.\nDu kommst da also rein, hast dein Band Und das Erste, woran du dann vorbeiläufst,\nist eine große, eindrucksvoll aussehende Maschine.\nIch packe mal einen, oder Maschinenkomplex eigentlich eher, ich packe es mal in den Chat rein.\nDu kannst mal den Slack aufmachen und da sieht man jetzt das Haus von oben nochmal schön.\nSo, diese Maschine hier, mach die mal ruhig groß.\nDas ist eine Original-Lego-Produktionsstraße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:38",
      "text": "Engel Victory 40 heißt der Apparat."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:26:40",
      "text": "Engel Victory 40, mit Sicherheit speziell für Lego in der Tat gebaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:45",
      "text": "Machen wir mal. Victory klingt ja schon mal ganz gut."
    },
    {
      "speaker": "roddi",
      "time": "0:26:48",
      "text": "Achso, das Teil, das stellt jetzt da live Lego-Steine."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:26:54",
      "text": "Für dich her."
    },
    {
      "speaker": "roddi",
      "time": "0:26:55",
      "text": "Aber das ist ja im Prinzip nur ein Spritzgurtsautomat."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:26:57",
      "text": "Ja, danach werden sie dann aber auch noch schön verpackt. Die Verpackung wird\nvor deinen Augen gedruckt.\nMittlerweile ja aus Papier und nicht mehr aus Plastik. Das stellen sie gerade ja komplett um."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:09",
      "text": "Spritzgießmaschine Victory, der universelle und holmlose... Ich habe gerade harmlos gelesen."
    },
    {
      "speaker": "roddi",
      "time": "0:27:17",
      "text": "Ein holmloser Alaskan."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:19",
      "text": "Holmlos, genau. Ist die optimale Basismaschine für ein breites Feld an technischen\nSpritzgießanwendungen und Verfahren.\nDie bewährte Holmlostechnologie, das Wort geht einem nicht vor der Zunge,\nsorgt für eine besonders homogene Schließkraftverteilung.\nSie investieren bei großen Werkzeugen mit geringem Schließkraftbedarf nur in\ndie tatsächlich benötigte Schließkraft.\nAlso das ist ja aber schon immer meine Sorge."
    },
    {
      "speaker": "roddi",
      "time": "0:27:43",
      "text": "Also wenn ich groß bin, will ich auch ein heulbloser Alleskönner werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:48",
      "text": "Nie wieder Gedanken über meine Schließkraft machen müssen.\nDarum geht's. Okay, also das ist hier eine Produktionsstraße und Und im Zentrum\nist sozusagen diese Spritzgussmaschine."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:28:01",
      "text": "Genau, und dahinter wird dann also die Papiertüte bedruckt, live und verschweißt.\nUnd ich habe jetzt also hier mal meine sechs rote Standardsteine, kriegt man also mit.\nDie sind jetzt also live für mich aus dieser Maschine produziert worden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:19",
      "text": "Waren die noch warm?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:28:19",
      "text": "Die waren quasi noch warm. Aber bloß nicht aufmachen, das ist bestimmt viel\nwert irgendwann in tausend Jahren. an."
    },
    {
      "speaker": "roddi",
      "time": "0:28:26",
      "text": "Besonders, weil ja sonst niemand da hingeht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:29",
      "text": "Das ist ja so mein Lieblingsstein, muss ich sagen. Also der 4x2."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:28:33",
      "text": "Der 2x4er, also der 8er, der klassische."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:36",
      "text": "Der 8er Block, das ist einfach früher, also früher als Kind hatte ich eigentlich\nim Wesentlichen nur das und die Hälfte davon.\nUnd schon so dieser Einer, das war schon der totale Luxus und Dachziegel und so weiter."
    },
    {
      "speaker": "roddi",
      "time": "0:28:49",
      "text": "Ja, meine Mutter hatte als ich Kind war irgendwo second hand mehrere Kilo Legosteine gekauft.\nUnd das weiß ich noch, weil sie der Meinung war, die müssten doch irgendwie\nsauber zu kriegen sein, hat sie die gesamten Legosteine in einen Kopfkissen\nBezug getan und in die Waschmaschine getan.\nDie war nie so laut, die Waschmaschine, wie in diesem Waschgang. Es war unglaublich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:15",
      "text": "Aber wird sauber."
    },
    {
      "speaker": "roddi",
      "time": "0:29:18",
      "text": "Oh, ist sauber geworden, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:29:20",
      "text": "Und was dieses Lego-Haushalt auszeichnet, ist, dass sie da halt nicht stehen\nbleiben, sondern das Ganze dann halt nochmal quasi mit irgendeinem Spin immer sowas versehen.\nDas heißt also, du hast jetzt deine Tüte mit deinen sechs Steinen.\nJetzt ist ja die Frage, ja, was macht man denn jetzt aus diesen sechs Steinen?\nSo, und dazu bekommst du dann..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:36",
      "text": "Hier, Ralf, deine Chance. Spritzgrößmaschine Engel Victory 40. 2500 Euro."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:29:44",
      "text": "Versand möglich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:45",
      "text": "Versand möglich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:29:48",
      "text": "Meine Kinder werden begeistert sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:51",
      "text": "Das ist doch genau das Richtige für die Gartenlaube."
    },
    {
      "speaker": "roddi",
      "time": "0:29:55",
      "text": "Für den Spritzguss zwischendurch. 3D-Drucker kann jeder. Ich habe eine holmlose\nSpritzguss-Druckmaschine."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:30:05",
      "text": "Sehr schön. So, was ich jetzt also in der Hand halte, ist eine Checkkarte,\ndie auch von diesem Automaten mir gedruckt worden ist.\nUnd diese Checkkarte ist also personalisiert. Sprich, da steht mein Name drauf.\nIn dem Fall jetzt hier der von meinem Sohn, ich habe mich eben vergriffen,\njeder hat also eine bekommen.\nUnd dort ist jetzt meine ganz persönliche Glückskombination dieser sechs Legosteine drauf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:28",
      "text": "Ganz persönliche Glücksmelodie?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:30:30",
      "text": "Es gibt nämlich über zwei Milliarden Möglichkeiten, wie man eben diese sechs\nSteine kombinieren kann. Oh.\nUnd jeder Besucher, Besucherin, Kind und Kegel bekommt also seinen Hash und\nhat dann also auf ewig seine ganz individuelle Glückskombination mit diesen sechs Scheinen.\nSo und das atmet schon ganz gut den Geist, wie das da abgeht und wie das Ganze so aufgezogen ist.\nDas finde ich schon, habe ich so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:03",
      "text": "Du hast aber schon ein bisschen Pech gehabt, ne? Weil so als Grabstein oder\nso ist das schon so ein bisschen irgendwie naja."
    },
    {
      "speaker": "roddi",
      "time": "0:31:12",
      "text": "Also vorm Tod nochmal dahin, um seine eigenen Grabstein-Hash abzuholen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:19",
      "text": "Ja. Und so sind dann halt so von Grundprinzipien halt viele dieser Stationen,\ndass es also immer noch so ein Spin gibt, so ich habe irgendwas gebaut und dann\npassieren dann da aber Dinge mit.\nAlso beispielsweise kann ich hier nochmal ein Bild posten, wo man also so eine\nkleine Form sich baut. Warte mal, ich glaube bei dem...\nWas, Claudia, oder hier sieht man es mal,\nman hat also graue Grundplatten, ich glaube so 20 mal 20 Steine oder sowas ungefähr ist die,\noder Noppen ist die groß und auf der darf man dann bis zu einer Bauhöhe von\nzwei Steinen eine beliebige Form bauen mit den ganzen Teilen, die da rumliegen.\nDa stünden dann auch noch Gesichtsformen, also so Augen und Münder und Nasen und sowas.\nUnd diese Platte, die man dann gebaut hat, wie gesagt ungefähr 20x20,\ndie steckt man dann in einen fröhlich leuchtenden Apparat rein.\nNein, das passt dann ganz genau,\ndass es also dann da reingeht und dann sieht man, wie dann also das blitzschnell\ngescannt wird, was man gebaut hat und dann fließt das digital richtig auf so\neiner quasi digitalen Wasserstraße nach oben bis zu einem Display,\nwo dann die Figur, die man selber\ngebaut hat, dann plötzlich animiert wird und zum Leben erweckt wird.\nUnd dann tanzt sie dann also plötzlich fröhlich zur Musik und gerade eben hatte\nman sie quasi noch in den Händen.\nAlso auch so ein Übergang zwischen analogem Spielen und was kann man dann digital daraus machen.\nIn einer anderen Station konnte man Fische bauen aus Lego, die man dann in so\neinen riesigen Screen hochladen konnte. analoges Spielen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:07",
      "text": "Das muss wirklich ein Ende haben. Gerade Lego ist nun wirklich überhaupt nicht die Bohne analog."
    },
    {
      "speaker": "roddi",
      "time": "0:33:15",
      "text": "Das ist 3D-Spielen. Haptisches Spielen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:18",
      "text": "Sehr viel digitaler als Lego kann es ja kaum noch werden."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:33:21",
      "text": "Inwiefern?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:24",
      "text": "Diskrete Einheiten. Was digital heißt.\nImmer dieses Gleichsetzen mit digital ist, wenn es mit Computern zu tun hat\nund analog ist, wenn kein Computer dabei ist. Das ist einfach Unsinn.\nDigital ist, wenn du mit Einheiten arbeitest, die klar abgetrennt sind.\nUnd da ist ja einfach mal Lego mal das Beispiel überhaupt.\nAlso klarer abgetrennt als bei Lego ist es ja nun wirklich nicht.\nJetzt rollst du mit den Augen, als würdest du mich nicht verstehen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:33:52",
      "text": "Ich ahne, worauf du hinaus willst, aber diese Art von Interpretation von digital\nist mir in der Tat komplett neu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:57",
      "text": "Das ist das, was digital heißt."
    },
    {
      "speaker": "roddi",
      "time": "0:34:00",
      "text": "Digitus, der Finger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:01",
      "text": "Mit dem Finger abzählbar. Das ist das, was digital heißt.\nWenn etwas digital ist, das meiste auf diesem Planeten ist digital.\nDas nahezu alles in unserer Welt ist digital.\nDiese ganze Wahrnehmung, irgendwas sei nicht digital und erst wenn ein Computer\nauf dem Tisch steht, ist irgendwas digital, ist totaler Quatsch.\nLeben ist digital."
    },
    {
      "speaker": "roddi",
      "time": "0:34:27",
      "text": "Das meiste ist digital, würde ich jetzt auch nicht sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:30",
      "text": "Ich bitte dich. Das gesamte, alles was lebt, ist digital."
    },
    {
      "speaker": "roddi",
      "time": "0:34:36",
      "text": "Aber du hast natürlich im Prinzip abzählbar viele Atome in einem Menschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:43",
      "text": "Nein, auch das ganze Leben ist digital gespeichert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:34:45",
      "text": "Also Wikipedia tends to disagree.\nWas? Ich habe gerade mal Begriffsklärung digital in Wikipedia eingegeben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:57",
      "text": "Du musst nicht überhaupt in die Wikipedia gucken."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:34:59",
      "text": "Du hast erstmal recht, Digitus, Finger, nicht analoges, diskretes oder abgestuftes\nSignal, siehe Digital-Signal.\nDann ist es aber nicht mehr digital, sondern es ist schon ein Digital-Signal.\nDas ist dann schon wieder weit weg vom Digital-Signal. Vom Legostein. Was? Moment mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:12",
      "text": "Nein, nein, nein. Also das ist schon eine Fehlinterpretation,\ndass es sich bei digital um ein Signal handelt.\nZählen ist digital. Das ist ja auch kein Signal. Damit speicherst du ja eine Information.\nDu abstrahierst. Wenn du den Wald von den Bäumen trennen kannst,\ndann hast du eine digitale Interpretation vorgenommen, weil du eben weißt,\nwo ein Baum anfängt und wo ein Baum aufhört. Danach hast du einen Wald.\nUnd auch das ist ja eine Aussage für sich, wobei weit natürlich schwierig zu\ngreifen ist, aber mit Lego-Arbeiten ist hochdigitales Arbeiten,\nweil du ja quasi mit extrem klar abgetrennten Dingen arbeitest. ist.\nIch will mich jetzt nicht so sehr auf,\nBegriffswirrwarr versteifen, aber es muss einfach langsam mal klar werden.\nIch meine, ich finde das so absurd.\nDu kannst, geh mal raus und frag mal Programmierer und Leute,\ndie seit 30 Jahren mit Computern arbeiten, ob sie einem erklären können,\nwas digital ist. Und das kann keiner.\nDas ist wirklich vollkommen absurd."
    },
    {
      "speaker": "roddi",
      "time": "0:36:16",
      "text": "Naja gut, aber das sind dann auch die Leute, die dann ständig von irgendjemandem\nerzählen bekommen, dass irgendwas cyber wäre Und diese ganzen Bullshit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:26",
      "text": "Ja, ich weiß, das ist wahrscheinlich ein Begriff, der sich auch nicht mehr einfangen lässt.\nAber das würde mich ja wohl nicht davon abhalten, darüber zu ranten bis an mein Lebensende."
    },
    {
      "speaker": "roddi",
      "time": "0:36:37",
      "text": "Ja, aber es stimmt schon, es gibt viele Dinge, die sind einfach abzählbar.\nUnd sobald sie abzählbar diskret sind, sind sie im Prinzip digital.\nAlso da hat jemand das Beispiel Bargeld gebracht.\nDas ist im Prinzip ausgesprochen. auch eine digitale Einheit.\nAlso kleiner als einen Cent gibt es bei Bargeldnummern nicht. Fertig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:00",
      "text": "Ja, immer wenn Zahlen dabei sind, ist es..."
    },
    {
      "speaker": "roddi",
      "time": "0:37:03",
      "text": "Und selbst wenn du das Centstück auseinandersägst, hast du nicht einen halben\nCent. Und dann hast du nämlich gar keinen Cent mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:10",
      "text": "Also digital ist ja die Basis des Lebens auf diesem Planeten.\nAlso erst als wirklich DNA entstanden ist und damit den Code des Lebens gespeichert\nhat, die einzige analoge Nummer dabei ist, dass du so eine Randomisierung hast,\nweil die Natur vergessen hat, in der DNA eine Fehlerkorrektur einzubauen.\nWenn wir das hätten, dann würden wir uns immer eins zu eins ideal kopieren können."
    },
    {
      "speaker": "roddi",
      "time": "0:37:40",
      "text": "Es gibt die Fehlerkorrektur, aber wenn die zu gut funktionieren würde,\ngäbe es halt keine Evolution."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:47",
      "text": "Das stimmt."
    },
    {
      "speaker": "roddi",
      "time": "0:37:49",
      "text": "Und die DNA, würde ich sagen, ist auch so ziemlich das einzige Beispiel in der\nNatur, wo ich sagen würde, okay, da liegt eine Information digital vor.\nAlso ich meine, wie groß ein Baum gewachsen ist, ist nun mal analog."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:07",
      "text": "Klar, das ist eine Interpretation des Sinneseindruckes."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:38:15",
      "text": "Nein, aber wie viele Blätter er hat, wäre dann nach der Lesart schon wieder\neine digitale Information."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:20",
      "text": "So, da kommen wir langsam auf einen grünen Zweig hier."
    },
    {
      "speaker": "roddi",
      "time": "0:38:23",
      "text": "Solange wie du gut definieren kannst, was ein Blatt ist. Also die Menge von\nChlorophyll, die er produziert, ist dann wieder analog.\nUnd die hängt halt auch von vielen Faktoren ab. Also das ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:35",
      "text": "So lange eine analoge Größe, wie du keine klare Messmethode und Bemessungsmethode gefunden hast.\nDu kannst natürlich jederzeit einen Wert einfangen.\nAlso eine Temperatur ist eine analoge Größe, aber du kannst sie natürlich in\nGrad einteilen und dann hast du eine digitale Information daraus gemacht."
    },
    {
      "speaker": "roddi",
      "time": "0:38:56",
      "text": "Ja, aber dann hast du sie quantifiziert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:59",
      "text": "Genau, das ist die Quantifizierung, das ist der Unterschied zwischen der Schallplatte und der CD."
    },
    {
      "speaker": "roddi",
      "time": "0:39:05",
      "text": "Im Großen und Ganzen, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:39:07",
      "text": "Dieses Bild ist großartig.\nEs lässt sich jetzt, glaube ich, schwer vorlesen, sodass es noch zündet. Das ist Chat-Humor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:18",
      "text": "Wir müssen in unsere eigenen Witze machen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:39:20",
      "text": "Gut, ich fürchte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:22",
      "text": "Okay, also Lego. Entschuldigung, dass ich da jetzt so die Werbe rausgenommen\nhabe. Du hast totale Begeisterung gezeigt und ich finde das eine super Idee.\nDas Kind erstellt ein digitales Bild mit Lego. Und das digitale Bild fließt\ndann digital nach oben, aber dann wird es halt physikal, es wird anfassbar,\nach nee, stimmt, es wird nicht gedruckt, sondern es wird dann sozusagen elektronifiziert."
    },
    {
      "speaker": "roddi",
      "time": "0:39:43",
      "text": "Es bewegt sich dann virtuell analog."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:39:49",
      "text": "Ihm wird Leben eingehaucht. Genau."
    },
    {
      "speaker": "roddi",
      "time": "0:39:54",
      "text": "Okay."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:39:54",
      "text": "Und nach dem Motto laufen, hast du da so 20, 30 Stationen halt so und das ist\nschon cool, da hat man also in der Tat auch als jung gebliebener Erwachsener viel Spaß.\nVon daher würde ich dann also so das Fazit ziehen. Also wenn man nach Dänemark\nfährt und Lego gerne hat, dann ist Billund schon eine Reise wert.\nAber wenn, dann tut euch den Gefallen und geht mindestens auf jeden Fall ins Lego-Haus.\nUnd Legoland, das kann man machen, aber das wo der eigentliche Spirit wohnt, das ist das Haus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:25",
      "text": "Okay, verstehe."
    },
    {
      "speaker": "roddi",
      "time": "0:40:25",
      "text": "Wo der eigentliche Spirit wohnt. So ein kleiner Waldgeist oder was?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:40:30",
      "text": "Genau. Das hat auch einen tollen Baum in der Tat ganz im Zentrum stehen.\nDen habe ich auch ein Bild von gemacht.\nDer ist so 20 Meter hoch, würde ich sagen.\nEin 20 Meter hoher, nur aus Legosteinen gebauter Mammutbaum,\num den sich quasi das ganze Haus so rumrangt. Auch sehr schön.\nIst auch ganz, ganz klein hier in meinem Modell drin enthalten, in der Mitte.\nWie gesagt, da fehlt jetzt oben noch das Dach. Da ist mein kleiner noch nicht\nfertig geworden mit dem Bauen."
    },
    {
      "speaker": "roddi",
      "time": "0:40:59",
      "text": "Was ich ganz lustig finde, es gibt irgendwie, es gibt ja so Printables und wie\nsie alle heißen, diese Webseiten, wo man 3D-druckbare Modelle sich runterladen kann.\nUnd da hat tatsächlich auch jemand diese Lego-Blume, diese Allerwelts-Lego-Blume,\ndie so aus so drei Blüten besteht und so und die man irgendwo draufstecken kann,\nin ungefähr Nachttischlampengröße nachmodelliert, dann kann man die sich ausdrucken\nund als Lego-Blume auf den Tisch stellen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:41:29",
      "text": "Die habe ich bei mir zu Hause. In exakt irgendwie 20 Zentimeter Höhe."
    },
    {
      "speaker": "roddi",
      "time": "0:41:35",
      "text": "Ich habe mir fest vorgenommen, nichts auszudrucken, was man einfach nur hinstellt.\nEs müssen schon Sachen sein, die irgendwie was tun."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:41:43",
      "text": "Wenn man sich diesen insgesamt wirklich sehr, sehr teuren Besuch noch etwas\nschön rechnen will, dann muss man eben hingehen, genau wie ich das hier gemacht\nhabe und dann in dem Lego-Shop, den es dann natürlich auch gibt,\ndann Modelle kaufen, die es nur dort gibt.\nDas heißt also pro Jahr gibt es so drei oder vier verschiedene Sets von Lego,\ndie du nur im Lego-Haus Billund bekommst und offiziell nirgends wo anders auf der Welt.\nUnd wenn man die also im Keller lagert und zehn Jahre später verkauft,\nist das in der Tat eine ganz profitable Wertanlage.\nDie gehen dann also schon echt hoch im Preis.\nUnd ich habe jetzt aber schon alles verdorben hier mit meinem Lego-Haus,\nwas es dort also aktuell gibt, weil sobald du es geöffnet hast,\nist es halt quasi nur noch ein Zehntel wert."
    },
    {
      "speaker": "roddi",
      "time": "0:42:30",
      "text": "Von dieser Architecture Serie gab es mal eine Box, wo nur weiße Steine drin\nsind und ein richtig dickes Handbuch, wo sie das mit der Architektur nochmal\nerklären und du kannst halt alles nachbauen.\nDas fand ich irgendwie sehr geil, aber es war mir viel zu teuer.\nNaja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:42:49",
      "text": "Genau, wir sind jetzt hier gerade, Tim ist nochmal auf Google Earth unterwegs\nund guckt sich jetzt hier von oben nochmal das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:55",
      "text": "Leider alles nicht in 3D, da fragt man sich ja wirklich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:42:58",
      "text": "Nicht in 3D, aber geh nochmal ein bisschen ran, dass man es wirklich nochmal\nsieht. Dass du es siehst.\nDass wir alle es sehen. Also diese ganzen Plattformen, die ich da beschrieben\nhabe, ich glaube irgendwie 15 oder sowas, da sind alles einzelne Spielplätze oben auf dem Haus drauf.\nDu kannst also alle belaufen und jedes von denen hat ein anderes Thema.\nJede von diesen Plattformen hat eine klassische Lego-Farbe, wie die klassischen\nLego-Steine halt gefärbt sind.\nUnd Kinder können da halt 15, wie viel auch immer, verschiedene Spielplätze\nausprobieren. Sehr cool.\nJa, so war das mit Dänemark."
    },
    {
      "speaker": "roddi",
      "time": "0:43:33",
      "text": "Sowas gibt's auch von Ikea.\nLohnt sich aber nicht halb so sehr. Dafür ist der Eintritt jetzt..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:40",
      "text": "Wie es gibt? Ikea-Land?"
    },
    {
      "speaker": "roddi",
      "time": "0:43:41",
      "text": "Naja, nicht Ikea-Land, aber es gibt so ein Ikea-Museum in... Wofür steht A?\nEngsholm, Ang... Wie auch immer.\nIch war da auch mal gewesen, was ich ganz lustig fand, ist, dass die Billigregale,\ndie sie dort haben, da biegen sich auch die Bretter durch.\nDas scheint, also auch Ikea scheint nicht davor gefeit zu sein,\ndass ihre Qualität nicht gut genug ist.\nAnsonsten nicht halb so beeindruckend wie das, was du jetzt da geschildert hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:14",
      "text": "So, wo ihr nicht wart, ich auch nicht, wir alle nicht, aber ich muss das mal\nansprechen, ist Olympia."
    },
    {
      "speaker": "roddi",
      "time": "0:44:21",
      "text": "Stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:22",
      "text": "Olympia lässt euch wahrscheinlich kalt, oder?"
    },
    {
      "speaker": "roddi",
      "time": "0:44:24",
      "text": "Sehr kalt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:44:25",
      "text": "Ich habe ein bisschen was geguckt, aber wirklich wenig."
    },
    {
      "speaker": "roddi",
      "time": "0:44:27",
      "text": "Es wäre schön, wenn mir so kalt wäre, wie Olympia mich lässt,\naber es ist leider zu warm hier drin."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:44:34",
      "text": "Waren halt exakt die zwei Wochen, wo wir in Dänemark waren und wir hatten anderes zu tun.\nBeziehungsweise meine Kinder sind erschütternd sportunbegeistert.\nGucken keinen Fußball, gucken keinen Olympia. Das interessiert die überhaupt nicht.\nAlso mein Großer ein bisschen so, dass einmal schwimmen gucken,\nwie die Großen das machen, weil er selber jetzt auch im Verein ist,\naber da macht gar nichts Klick."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:55",
      "text": "Es ist auch, ich meine, ich habe auch so meine Schwierigkeiten,\nmich für dieses Ereignis zu begeistern.\nIch bringe das jetzt eigentlich auch nur deshalb auf, weil sie ja ambitioniert\nin die Organisation dieser Veranstaltung gegangen sind und alles so an der Seine ausgelegt haben.\nVor allem die Eröffnungsveranstaltung, die ja ganz furchtbar ins Wasser gefallen\nist. Da zog ja gerade so richtig ein fettes Gewitter oder zumindest ein starker\nRegen über die Stadt. Das hatten sie jetzt nicht verdient.\nAber das eigentliche Zwischenereignis war ja, dass sie die ganzen Schwimmwettbewerbe\ntatsächlich dann auch in der Seine abfeiern wollten."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:45:33",
      "text": "Nicht alle, aber so die Langstrecken-Geschichten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:36",
      "text": "Ja, klar, also Becken schwimmen kannst du da jetzt nicht machen,\ngenau, aber halt so diese Geschichten und dafür haben sie ja dann richtig viel\nGeld in die Hand genommen und jahrelang ihre Wasserinfrastruktur.\nGepäppelt, um dieses Problem der Abwassereinleitung in die Seine in den Griff zu bekommen.\nEin Thema, was ja auch Berlin schon seit längerer Zeit verfolgt.\nIch bin mir nicht ganz so sicher, mit welchem großen Erfolg Aber es wird ja\nhier seit vielen, vielen Jahren, es gibt ja und gab viele Baustellen,\nwo also große Rückhaltebecken eingebaut werden,\num einfach dieses Problem in den Griff zu kriegen.\nDas ist im Prinzip ein bisschen ein Anschluss auch an unser Scheiß-Thema,\nweil wir ja sozusagen dieses Problem haben,\ndass wir diesen ganzen Unrat da halt so alles in ein Loch kippen und naja,\nwenn es dann halt heftig regnet, dann….\nGibt es halt Überlauf und irgendwann muss es ja irgendwo hin und wenn du halt\ndie ganze Scheiße nicht in die Straße schicken willst, willst du halt nicht\noder in die Wohnung, dann geht es halt in den Fluss und das Problem hatten die natürlich dann auch.\nIch glaube am Ende haben sie es irgendwie hinbekommen, aber die Veranstaltungen\nmussten mehrfach verschoben werden.\nIch finde es ja gut, dass sie das irgendwie machen und Paris hat ja im Gegensatz\nzu Berlin und anderen deutschen Städten, wo ja jetzt Parteien irgendwie wieder damit ankommen,\nJetzt irgendwie, man müsste ja mal die Städte autofreundlich machen,\nwar das nicht irgendwie sowas, was die FDP jetzt irgendwie auf den Tisch gelegt hat?\nAlso ich weiß nicht, wie weit man im letzten Jahrhundert verfangen sein kann.\nIch verfolge ja deutsche Innenpolitik mittlerweile fast überhaupt nicht mehr,\naber das spült dann doch hoch und man fragt sich wirklich, was hat die eigentlich?"
    },
    {
      "speaker": "roddi",
      "time": "0:47:25",
      "text": "Bei der FDP wird es Zeit, dass die von der 5%-Hürde mal wieder abgeschnitten werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:29",
      "text": "Ja, das hilft ja nicht. Die Leute gibt es ja dann auch mit dieser Grundeinstellung.\nUnd ich weiß gar nicht, ob die das jetzt wirklich meinen oder ob die das nur\nso aus Prinzip von sich geben."
    },
    {
      "speaker": "roddi",
      "time": "0:47:42",
      "text": "Ich glaube, das ist einfach nur eine Lobbypartei, die am meisten zahlt.\nÜbrigens, bevor ich es vergesse, zum Thema Wasser nochmal und Berlin und Wasserwerke.\nIch habe mich gestern mit jemandem unterhalten, der tatsächlich für Berliner\nWasserbetriebe arbeitet.\nUnd da ist es ja so, Berlin hatte ja die Wasserbetriebe verhökert, das Tafelsilber.\nUnd hat sie dann vor einigen Jahren wieder zurückgekauft.\nUnd dieser private Betreiber hat den Laden relativ stark runtergewirtschaftet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:16",
      "text": "Surprise, surprise."
    },
    {
      "speaker": "roddi",
      "time": "0:48:17",
      "text": "Surprise, surprise. Und die haben jetzt das Problem, dass sie eigentlich Leute suchen.\nUnd zwar ist es so, dass die meisten länger dort Beschäftigten kurz vor der Rente stehen.\nUnd sie jetzt dabei sind, neue Leute, jüngere, aber eigentlich auch mittelalte Leute einzustellen.\nUnd wenn hier...\nAlso Ingenieure für Anlagenbau und alles, was man so macht, um irgendwie technisches\nGerät an den Start zu kriegen.\nWenn ihr nach Berlin wollt oder so, es lohnt sich mal bei den Berliner Wasserbetrieben\nnachzugucken, was die so für Jobs offen haben.\nDie scheinen momentan richtig zu suchen Leute,\nmit denen sie die gesamte alte Technik jetzt wieder auf Stand kriegen und die\nmüssen jetzt auch relativ stark die Leute einstellen,\ndamit sie tatsächlich den alten Leuten, die noch wissen, wie es geht und auch\nnoch wissen, wo die Papierakten sind,\nirgendwie das Know-how aus dem Rücken leiern, bevor die in Rente gehen.\nAlso so als kleiner Tipp zwischendurch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:33",
      "text": "Ja, das ist ein guter Tipp, weil das Problem, das gibt es ja auch im Handwerk genauso.\nAlso es ist ja alles so ein bisschen unpopulär, sich so Berufen zuzuwenden,\ndie so mit der Realität was zu tun haben.\nNachdem jetzt irgendwie 10, 20 Jahre alle dem Cyberspace hinterhergelaufen sind und den Bitcoins,\nstellen wir halt fest, dass man, um so eine Gesellschaft zu organisieren,\ndass so mit gut ausgebildeten Leuten, die so Handwerk- und Ingenieurskonzepte,\ndrauf haben, dass es eigentlich gar nicht so eine Scheiß-Idee war.\nAlso einfach nur mal so jemanden zu bekommen, der irgendwie in der Lage ist,\neine Wand einzureißen oder aufzubauen oder sonst wie eine Küche zu bauen und\nmehr zu machen, als selber da vor dem Ikea-Manuel zu sitzen.\nDas ist ja mit den Taxifahrern schon genauso. Ich meine, heute kein Taxifahrer\nmehr, der sich in Berlin auskennt.\nDie starren ja alle nur noch auf ihren Navi und gucken irgendwie durch die Gegend."
    },
    {
      "speaker": "roddi",
      "time": "0:50:27",
      "text": "Ja, aber Elon hat uns doch die Robotaxis versprochen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:50:32",
      "text": "Wir haben erzählt, wir haben jetzt hier eine optische Besucherzählung bei uns installiert.\nDie ist jetzt in einer Amerika-Gedenkbibliothek auch seit zwei oder drei Wochen\nnoch wirklich up and running und vier Fünftel der Projektzeit ging bei Warten auf Handwerker drauf.\nLahnkabel verlegen, zwei Löcher bohren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:53",
      "text": "Weil das so lange gedauert hat? Oder so lange gedauert hat, bis man jemand gefunden hat?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:50:57",
      "text": "Nee, bis die Gewerke mal irgendwie ins Tun kommen.\nDas hängt dann ja auch wiederum alles an der BIM. Das kannst du auch alles nicht selber machen.\nDu kannst auch nicht irgendwen beauftragen. Da gibt es dann alle schöne Zuständigkeiten\nund Verantwortlichkeiten.\nDas dauert dann Woche um Woche um Woche, um irgendwo ein Loch zu bohren in Berlin.\nDas ist schon betrüblich. Aber naja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:17",
      "text": "Ja, also öffentliche Infrastruktur ist auf jeden Fall etwas,\nda müssen wir besser werden und das bezieht sich halt nicht nur auf den Verkehr,\nsondern eben auf sowas wie Wasser.\nIch finde es schön, dass Paris da jetzt solche Schritte gemacht hat und selbst\nwenn es jetzt für Olympia nicht gereicht hat, ist das halt auch wieder so ein\nbisschen so, oh mein Gott, was ist, wenn wir das jetzt alles,\nwie geht dieser Witz, What if we have,\nsaved, built a better world for nothing.\nAlso, ich finde das ja ganz gut.\nUnd ehrlich gesagt, ich beneide schon die Leute, die so in 30,\n40, 50 Jahren hier leben werden.\nWo, jetzt sagen wir mal, meine Chancen, da aktiv noch beizuwohnen,\nüberschaubar geworden sind.\nWeil ich glaube, es wird dann auch irgendwann so diesen Schritt geben,\nder steht ja jetzt unmittelbar bevor.\nAlso jetzt haben wir ja diese ganzen Abwehrkämpfe von der FDP und von anderen\nBlitzpiepen, die die ganze Zeit rückwärtsgewandten Unsinn erzählen,\nobwohl vollkommen klar ist."
    },
    {
      "speaker": "roddi",
      "time": "0:52:33",
      "text": "Auch die C-Parteien."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:34",
      "text": "Ja, auch die C-Parteien, es ist vollkommen klar, es wird irgendwann klimaneutral laufen.\nEs werden irgendwann nicht jedes Fahrzeug mit seinem eigenen Kraftwerk unter\nder Haube durch die Gegend marschieren.\nIch stelle mir das mal so vor, als ob da so ein eigenes Kohlekraftwerk sozusagen da drin ist.\nUnd da merkt man mal, wie absurd das eigentlich ist."
    },
    {
      "speaker": "roddi",
      "time": "0:52:54",
      "text": "Obwohl so Holzvergaser ist jetzt schon so ein bisschen länger her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:58",
      "text": "Ja, und du weißt, was ich meine. Also dieser ganze Aufwand, der heutzutage in\nso ein Fahrzeug getrieben wird, nur um das irgendwie durch die Gegend zu fahren,\nwirkt ja absurd im Vergleich zu dem, was man eigentlich wirklich an Technologie benötigt dafür."
    },
    {
      "speaker": "roddi",
      "time": "0:53:15",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:16",
      "text": "Und mit dem Wasser ist es dann halt genauso. Also irgendwann lebt man mal auch\nin Berlin vielleicht in einer gesunden Stadt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:53:23",
      "text": "Ich habe hier als Party-Pupa nochmal aus der Sportschau reingegeben.\nDrei von vier deutschen Starterinnen sind nach schwimmender Szene erkrankt während Olympia.\nAlso mal auch wieder gucken. Ja, Zufälle passieren auch so und da muss man erstmal\nwieder genauer hingucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:41",
      "text": "Es hat am Ende nicht ganz hingehauen. Sie haben es immerhin so weit gebracht, dass es überhaupt ging."
    },
    {
      "speaker": "roddi",
      "time": "0:53:48",
      "text": "Dass nicht alle krank wurden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:50",
      "text": "Naja, eben. Und sie haben halt Pech gehabt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:53:53",
      "text": "Wer kommt ins Ziel?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:55",
      "text": "Sie haben ja Pech gehabt, weil wir so einen regenintensiven Sommer haben.\nAlso wäre der Sommer so wie letztes Jahr gewesen, bin ich mir relativ sicher,\nhätte das funktioniert.\nAber wenn halt alle drei Tage stark Regen kommt und dir irgendwie alles wieder\nin den Fluss spült und du eben noch nicht diese Überkapazitäten aufgebaut hast.\nInsofern vielleicht auch ganz gut, dann machen sie wahrscheinlich auch noch\nein bisschen weiter, bis es dann wirklich funktioniert und dann kann man da auch mal drin baden."
    },
    {
      "speaker": "roddi",
      "time": "0:54:20",
      "text": "Du fragtest, ob ich was von den Olympischen Spielen mitbekommen habe.\nEine Sache habe ich gesehen und zwar, ich weiß nicht seit wann Breakdance olympisch ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:54:29",
      "text": "Zum ersten Mal gewesen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:30",
      "text": "Zum ersten und zum letzten Mal."
    },
    {
      "speaker": "roddi",
      "time": "0:54:33",
      "text": "Nur war da irgendwie eine australische Starterin, die eine sehr merkwürdige\nVorstellung davon hatte, was Breakdance ist.\nDa gab es so, glaube ich, auch das eine oder andere Meme zu."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:54:45",
      "text": "Ja, das war traurig. Da gibt es aber auch den einen oder anderen Hintergrund,\nalso dieses Wissenschaftlerin eigentlich in ihrem echten Leben zum Thema,\nTanzen, Breakdance und so weiter und hat halt im Sinne der teilnehmenden Beobachtung,\nwie wir Sozialwissenschaftler sagen würden, halt auch selber dort sich schon erprobt.\nUnd ist in einem Vorentscheid aber dann halt nominiert worden von Australien war es.\nOb sie sich unter Restwelt und dem Breakdance damit jetzt einen Gefallen getan\nhat, darüber kann man jetzt irgendwie streiten, aber das, was dann irgendwie dort..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:19",
      "text": "Darüber kann man nicht streiten, hat sie nicht. Also das war..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:55:22",
      "text": "Ja, aber ich erinnere an Eddie the Eagle. Wir erinnern uns den einzigen jemals\nerfolgreichen, in Anführungszeichen, Ski-Weitspringer aus Great Britain, England.\nSo über den hat sich auch die ganze Welt lustig gemacht, aber auf eine sehr\nwohlwollende Art und Weise, was der sich traut und dass es doch cool ist,\ndass auch solche Exoten dort irgendwie teilnehmen können."
    },
    {
      "speaker": "roddi",
      "time": "0:55:43",
      "text": "Oder das Bob-Team aus Jamaika?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:55:46",
      "text": "Dem gegenüber finde ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:49",
      "text": "Jetzt das was Die haben ja auch was geleistet Er hat sich nicht den Hals gebrochen\nEddie the Eagle gebe ich dir Der hat jetzt keine besonders guten Leistungen\nerzielt, bloß bei dieser,\naustralischen Breaking, heißt das ja korrekt Breaking Performance vermisste\nman halt das Element Breaking Also es war sozusagen,\nirgendwas, aber es hatte nichts mit dem zu tun, weswegen da eigentlich alle hingekommen sind.\nVon daher kann ich es schon verstehen, auch wenn ich nicht ausschließen möchte,\ndass es hier mal wieder funktioniert hat, draufzuhauen, weil es halt eine Frau\nwar und es vielleicht beim Mann nicht so funktioniert hätte. Man weiß es nicht.\nAch ja, Eddie the Eagle. Wann war denn das überhaupt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:56:38",
      "text": "Das ist schon ein bisschen her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:39",
      "text": "Ja, aber wann?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:56:40",
      "text": "Also jetzt hat jemand den Wikipedia-Artikel rausgekramt. hier,\n1963 geboren, ich glaube seine Hochzeit, das waren so Ende 80er, hätte ich jetzt gesagt.\n89 stürzte er in Innsbruck und brach sich das Schlüsselbein. No surprise here.\nAls größten Moment bezeichnet er die Abschlussfeier Olympischen Spiele 88,\nalso Ende 80er Jahre. Na, schon ein bisschen her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:05",
      "text": "Genau, 88 war er dann dabei in Calgary."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:57:08",
      "text": "Oberstdorf 86, Großchance, Platz 110. Von 110. Zehnen.\nIch dachte, der olympische Gedanke ist... Der ist halt so die Hälfte der normalen\nDistanz halt, ist der gesprungen. Da gibt es bestimmt Videos auf YouTube."
    },
    {
      "speaker": "roddi",
      "time": "0:57:23",
      "text": "Aber ich dachte, der olympische Gedanke ist dabei sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:27",
      "text": "Ja, aber der olympische Gedanke, also er hat aber auch einen Skisprung durchgeführt\nund die Diskussion bei dieser Australierin war halt..."
    },
    {
      "speaker": "roddi",
      "time": "0:57:34",
      "text": "Ob sie überhaupt Breakdance gemacht hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:36",
      "text": "Genau. Und das war, sagen wir mal, einer Disziplin, die jetzt,\nvielleicht so ein bisschen gehofft hat, auch zu bleiben, auch wenn das glaube\nich für Los Angeles schon abgesagt ist, was mich ein bisschen wundert,\nweil Amerika und so, aber egal.\nAlso ich habe mir das zufälligerweise auch angeschaut und naja,\nich habe es eh nicht so mit Olympia."
    },
    {
      "speaker": "roddi",
      "time": "0:58:04",
      "text": "Ja, es gibt da halt so eine gemeine Vertonung von diesem Ossi-Man,\nder immer spaßige Videos kommentiert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:58:15",
      "text": "Also etwas, was ich in der Tat gesehen habe, was mich total geflasht hat,\nist in der Tat Speedclimbing."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:23",
      "text": "Oh ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:58:24",
      "text": "Ich habe in meiner jetzt auch schon 15 Jahre zurückliegenden Jugend auch mal\nein bisschen geklettert.\nSo richtig mit Sicherung und Vorstieg und Routenauskundschaften und sowas.\nAber immer nur in der Halle, nicht draußen.\nDafür hat es dann nicht gereicht. Aber dann hast du schon einigermaßen einen\nEindruck, auch wenn um dich herum richtig gute Kletterer sind,\nwas denn so schnelles Klettern irgendwie bedeutet.\nUnd jetzt hatten sie halt hier bei Olympia jetzt die Split-Kletterer halt am\nStart und hier den Frauenwettbewerb gewonnen hat.\nDie hat also zwei Weltrekorde hintereinander einen aufgestellt,\neinen im Vorlauf und einen dann im Finale.\nUnd das ist so absurd. Es sieht einfach aus, als würde die halt horizontal irgendwo langlaufen.\nIch habe mir dann die Männer-Finals angeguckt. Die waren nochmal schneller.\nDie waren also eine Sekunde schneller.\nAber es sah irgendwie nicht so magisch aus. Also da merkst du einfach so,\ndie machen das halt. Die haben halt einfach die Muskeln und die ziehen sich da hoch.\nUnd es sieht alles irgendwie physisch aus. Und die scheint einfach irgendwie Magie am Start zu haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:35",
      "text": "Ja, das war so total Spider-Man-nützig."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:59:38",
      "text": "Die hat so eine Eleganz. So, dann denkst du dir, verdammt, du willst jetzt irgendwie\nso fünf Minuten dich fünf Minuten dran abarbeiten und die macht das in vier\nSekunden. Was ist da los?\nTolles Video. Guckt euch das mal an.\nAlexandra Miroslav heißt die gute."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:56",
      "text": "Wo war die her nochmal? Aus Polen, glaube ich, ne?"
    },
    {
      "speaker": "roddi",
      "time": "0:59:59",
      "text": "Zumindest da ist eine polnische Flagge in dem YouTube-Video."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:02",
      "text": "Das spricht dafür."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:05",
      "text": "Alright, dann können wir ja das Olympia-Thema beiseite legen."
    },
    {
      "speaker": "roddi",
      "time": "1:00:09",
      "text": "Da haben wir doch länger drüber gesprochen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:11",
      "text": "Als ich dachte. Ja, es gibt immer irgendwas."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:15",
      "text": "Irgendwas ist immer."
    },
    {
      "speaker": "roddi",
      "time": "1:00:16",
      "text": "Irgendwas ist immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:17",
      "text": "So, womit machen wir weiter?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:19",
      "text": "Wir hätten auch ein bisschen Feedback vielleicht. Letzte Sendung, kurz und knackig."
    },
    {
      "speaker": "roddi",
      "time": "1:00:24",
      "text": "Was wurde eigentlich aus dem Paradies?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:27",
      "text": "Was wurde eigentlich aus dem Paradies? Gut, dass du fragst. Wer denn uns Freakshow\nberichtet von einem Jahr? Ist es jetzt schon ein Jahr her?"
    },
    {
      "speaker": "roddi",
      "time": "1:00:35",
      "text": "Keine Ahnung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:36",
      "text": "Oder war das dieses Jahr?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:37",
      "text": "Das war dieses Jahr."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:38",
      "text": "Nein, doch."
    },
    {
      "speaker": "roddi",
      "time": "1:00:39",
      "text": "Ja, stimmt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:41",
      "text": "Ansonsten würden die Mühlen der Justiz da auch sehr, sehr lange mühlen.\nAlso wir erinnern uns, meiner Frau wurde ein Fahrrad geklaut.\nWir haben es mit einer Hundertschaft der Polizei uns wieder erkämpft.\nUnd wir hatten dann dadurch eine sehr klare Identifikation des Täters.\nDa es in einer Garage gefunden wurde, die halt auf eine Person zugeschrieben war.\nUnd jetzt haben wir also jetzt nach zwei Monaten, hat es ziemlich genau gedauert,\njetzt erinnere ich mich auch wieder, haben wir jetzt eine Mitteilung von der\nStaatsanwaltschaft bekommen, dass jetzt also diese Person zu Bußgeldzahlungen\nauch verurteilt worden ist.\nZweimal 600 Euro, das ist jetzt nicht übermäßig viel, das waren ja drei geklaute Fahrräder.\nHabe ich jetzt nicht im Kopf."
    },
    {
      "speaker": "roddi",
      "time": "1:01:26",
      "text": "Weil das hängt ja immer davon ab, was der oder die sonst so verdient."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:01:31",
      "text": "Ja, aber Verfahren ist halt eingestellt.\nDas heißt also, er hat jetzt keine Vorstrafe, sondern damit ist also quasi jetzt die Tat vergolten.\nWenn man sich aber ein bisschen im Justizsystem auskennt, dann weiß man,\nwenn der jetzt nochmal irgendwo auffällig würde,\nes gibt ja auch durchaus eine interne Datenbank noch, wo die Einträge noch bestehen\nbleiben von solchen Aktionen, dann wird dem, denke ich, nochmal durchaus heftiger\nauf die Finger geklopft.\nDas heißt also ein pädagogischer Wert oder Erziehungseffekt dürfte da schon vonstatten gehen.\nAber es ist was passiert und er ist nicht ungeschaden davon gekommen.\nUnd das ist ja irgendwie so ein Aspekt, den ich ein bisschen gruselig finde.\nWir kennen jetzt seinen Namen, er kennt unseren Namen.\nDas ist halt irgendwie so Teil von seinem Verfahren halt an der Stelle.\nNa ja, jetzt kann man sich mal besuchen und Hallo sagen."
    },
    {
      "speaker": "roddi",
      "time": "1:02:30",
      "text": "Tja, viel Spaß."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:02:31",
      "text": "Das gehört zum Rechtsstaat halt auch dazu. Ein anderer kurzer Punkt,\nwo ich aber einfach etwas vertrosten würde.\nEs gab einen geharnischten Kommentar zu unserer letzten Sendung,\ndass ich mutwillig und vermutlich bosartig Effective Altruism und E-Excel,\nalso Effective Acceleratism,\nschwierig,\nE-Accelerationism, Gott was für ein Wort, zusammengeworfen hätte.\nWir erinnern uns, das war diese ganze Silicon Valley Schleife,\ndie wir da mit den Techbros, die wir da gezogen haben."
    },
    {
      "speaker": "roddi",
      "time": "1:03:07",
      "text": "Ich erinnere mich ehrlich gesagt nicht, aber egal."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:03:09",
      "text": "Dazu möchte ich nur folgendes Statement verlesen.\nMir ist ja wohl bewusst, dass das zwei unterschiedliche Strömungen sind.\nIch halte es aber für Diskussionswert, inwieweit die sich nicht doch sehr stark\ngegenseitig beeinflussen und dass dort auch die Schnittmenge sehr diffus und unscharf ist.\nEs könnte aber ganz interessant sein, dazu vielleicht mal wirklich irgendwann\nein Schwerpunktthema mal in einer Sendung zu machen.\nDas würde ich also jetzt nicht so zwischen Tür und Angel diskutieren,\naber mir ist also sehr wohlbewusst, dass das zwei unterschiedliche Paar Schuhe\nsind, aber es sind eben beides Schuhe und nicht das eine ist ein Schuh und das andere ist ein Auto."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:43",
      "text": "Ja, ich kann mir auch vorstellen, woher die Klage so herrührt,\nohne mich zu sehr in diese ganze Themenwelt reingelesen zu haben,\nweil dieser Effective Altruism hat ja so im Kern die Idee, nee,\nich will der Welt was Gutes tun,\naber ich bin ein Nerd und ich möchte gerne die Effizienz meines Helfens selber im Griff haben.\nIch will nicht einfach nur irgendwo in irgendeine ineffektive Organisation was\nreintun, wo dann 40 Prozent in Verwaltungsvorgängen und sonstigen Bestechungsmaßnahmen,\nalso die Wahrnehmung von außen, verpuffen.\nSondern ich möchte das gerne analysieren und das ist ja so eine Bewegung,\ndie dann so, dann ja wir machen das messbar und wir machen das,\nwir beobachten das und dann quantifizieren wir die Effizienz unseres Handelns.\nKann ich jetzt mit meinem Dollar, wie viele Menschen kann ich mit meinem Dollar\njetzt durch einen Monat bringen, wenn ich das hier reingebe oder da reingebe.\nDas ist so ein bisschen die Grundidee.\nDas heißt, das ist, sagen wir mal, ein sehr gut gemeinter Ansatz mit so einer Nerd-Perspektive.\nVor allem mit einer Nerd-Perspektive von Leuten, die sich, sagen wir mal,\nDinge auch leisten können.\nDie dann aber sagen, mir geht es gut, anderen soll es auch gut gehen und ich\nbin ja generell der Welt gegenüber positiv eingestellt und deswegen so. Und da.\nKommt dieser Begriff her. Da ist er entstanden, aus dieser Motivation heraus.\nMittlerweile, wie das immer so ist, ist das aber alles aufgegangen in so einem\nMelting Pot von allen möglichen Ansichten darüber.\nDie sehr oft was mit, wie reiche Menschen die Welt sehen und wie sie sie gerne beeinflussen wollen.\nDa ist das drin gelandet und effektiv Altruism ist halt nur ein Ding,\nwas mittlerweile mit diesem Tazkriel-Sammelbegriff zusammengehakt wird,\nwo dann eben auch noch so Transhumanismus und diese Singularitaria und Kosmism\nund Rationalism und Longtermism und all diese ganzen anderen Isms,\ndie wir jetzt links und rechts um die Ohren gehauen bekommen in dem Kontext,\nwenn man halt über Musk und Thiel und die ganzen anderen durchgedrehten,\ndie 50 Prozent der durchgedrehten Valley-Bewohner.\nDie einfach zu viel Zeit und zu viel Geld haben und auch in so einem Größenwahnsinn\nauch gerade anfangen vor sich hin zu glühen und alles besser wissen.\nUnd am Ende aber auch darüber auch nur ihre Macht ausüben.\nUnd deswegen sind diese ganzen Begriffe halt jetzt beschädigt.\nUnd so wie du wahrscheinlich den Begriff Krypto nicht mehr eingefangen bekommst\nund Cyber, werden dann wahrscheinlich auch solche Begriffe Langzeitschaden genommen haben werden.\nUnd da kann man jetzt noch so entrüstet drüber sein, das ist leider alles gerade\ndabei, komplett überfahren zu werden von so einem Cyber-Truck."
    },
    {
      "speaker": "roddi",
      "time": "1:07:11",
      "text": "Cyber ist aber auch so ein richtiger Deppenmarker geworden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:14",
      "text": "Ja, genau."
    },
    {
      "speaker": "roddi",
      "time": "1:07:15",
      "text": "Also genauso wie Blockchain."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:17",
      "text": "Ja, eben. Okay. Deppenmarker, da wollte ich mich ja auch noch drüber aufregen.\nAlso das ist natürlich jetzt wieder eine Klage im Urwald, also das hört natürlich\nwieder keiner. Ich äußere das jetzt.\nNichts wird sich ändern. Ist mir absolut bewusst. Wir kennen ja alle den Deppen-Apostroph."
    },
    {
      "speaker": "roddi",
      "time": "1:07:42",
      "text": "Und den Deppen-Bindestrich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:45",
      "text": "Das Deppen-Lehrzeichen."
    },
    {
      "speaker": "roddi",
      "time": "1:07:47",
      "text": "Es gibt viele Ausprägungen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:49",
      "text": "Ja, aber viel hat ja auch damit zu tun, mit so einer Verwirrung der,\nwie soll ich sagen, der Gültigkeit von Sprache und Schreibung.\nSprache ändert sich ja die ganze Zeit und es lässt sich ja nicht ignorieren,\ndass der Einfluss des Englischen enorm ist."
    },
    {
      "speaker": "roddi",
      "time": "1:08:10",
      "text": "Ja, ich habe meinen Kampf dagegen auch aufgegeben. Das hat keinen Sinn.\nDas ist jetzt faktisch, dass die Leute lange Worte auseinanderschreiben und\nsich da auch nichts bei denken und dann ist es halt so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:23",
      "text": "Ja und das ist ja auch nicht so im Deutschen gar nicht mal jetzt so klar,\nwo du jetzt mit einem Bindestrich agierst oder wo du ein Wort zusammenschreibst\nund man kann ja auch lange darüber diskutieren, was nun besser ist,\nweil die Lesbarkeit ist teilweise mit Bindestrichen halt besser.\nAber da ist das Englische ja auch nicht so klar. Also auch im Englischen schreibst\ndu manchmal die Worte einfach hintereinander oder manchmal mit einem Bundesstrich\nund manchmal schreibst du es auch zusammen."
    },
    {
      "speaker": "roddi",
      "time": "1:08:43",
      "text": "Das ist sehr selten, aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:45",
      "text": "So selten ist das glaube ich gar nicht. Du hast auch viele zusammengesetzte\nWorte im Englischen, die irgendwann mal zusammengesetzt worden sind und die\ndu halt in eins schreibst.\nWo man auch sagen könnte, warum schreibst du das nicht als zwei Worte.\nWeiß ich nicht, haben die anderen schon so gemacht.\nDa fällt halt auch ein bisschen dieser Deppenapostroph rein,\nder halt bei Pluralbildung und bei Besitzanzeige schon immer sein Unwesen getrieben\nhat und auch sehr schwer zu fassen ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:09:14",
      "text": "Andreas Buch, wo du halt hinten dann Apostrophes drinstehen hast,\nanstatt halt Andreas Buch einfach zusammengeschrieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:25",
      "text": "Und ich verstehe, wo es herkommt, weil man sieht jetzt überall aus dem Englischen,\nwo nun mal dieser Genitiv mit Apostroph S gebildet wird."
    },
    {
      "speaker": "roddi",
      "time": "1:09:36",
      "text": "Und im Floral auch mit S-Apostroph, was ich fürchterlich finde, aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:40",
      "text": "Ja, und dann ist das Deutsche halt auch so ein bisschen komisch dabei.\nAlso da macht jetzt Deutschland nicht so sehr viel mehr richtig,\nin Anführungsstrichen, und es ist auch alles nicht so klar geregelt.\nEs ist schwierig, darauf reinzuhauen, der Deppen-Apostroph.\nApostroph ist einfach Realität."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:09:56",
      "text": "Aber ich habe ihn auch in den letzten Jahren, finde ich, wirklich wenig gesehen.\nIch hatte den Eindruck, dass da irgendwo die Leute gemerkt haben, da war was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:03",
      "text": "Schauen wir nochmal hin."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:10:04",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:05",
      "text": "Aber, aber."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:10:07",
      "text": "Andreas, ihm sein Buch. Genau, so nämlich."
    },
    {
      "speaker": "roddi",
      "time": "1:10:10",
      "text": "Andreas, ihm sein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:10:14",
      "text": "Schreibt der Chat gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:17",
      "text": "Wo ich aber nicht mitgehe."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:10:19",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:20",
      "text": "Wo ich mir sage, wenn schon Apostroph, dann richtig.\nWeil es gibt ja auch noch den Deppen-Akzent.\nUnd der Deppen-Akzent ist ein Computertastatur-Problem.\nSchaut mal auf eure Tasten. Wo ist das Apostroph?"
    },
    {
      "speaker": "roddi",
      "time": "1:10:39",
      "text": "Welches?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:40",
      "text": "Es gibt nur eins."
    },
    {
      "speaker": "roddi",
      "time": "1:10:42",
      "text": "Das ist bei der, wie nennt man das Ding? Raute mit Shift."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:50",
      "text": "Korrekt. Dabei handelt es sich um ein Apostroph."
    },
    {
      "speaker": "roddi",
      "time": "1:10:53",
      "text": "Das andere ist ein Back-Tick und ein Forward-Tick."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:56",
      "text": "Oder auch ein Akzent."
    },
    {
      "speaker": "roddi",
      "time": "1:10:58",
      "text": "Oder ein Akzent, wenn man es denn auf einen Buchstaben drauf tut,\nder einen Akzent verträgt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:03",
      "text": "Richtig, ein Akzent, Ägu und ein Akzent, das Akzent Graf und ein Akzent Ägu."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:11:11",
      "text": "Ah, show on, okay."
    },
    {
      "speaker": "roddi",
      "time": "1:11:12",
      "text": "Ja genau, ein Zirkonflex ist das Dach."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:11:14",
      "text": "Ah, ich verstehe, was du meinst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:15",
      "text": "Akzent, Zirkonflex ist das Dach. So, und was machen die Leute,\nwenn sie ein Apostroph schreiben wollen? Sie hauen auf diese Taste.\nIch kann das auch hier wieder in gewisser Hinsicht verstehen.\nIch habe viel Verständnis für die Menschheit heute, aber es hat auch Grenzen\nund ich möchte nur mal kurz darauf hinweisen,\nfalls ihr das noch nicht begriffen habt, ja das deutsche Keyboard Layout ist\nbekloppt, weil es nämlich nicht mehr unseren Schreibgewohnheiten entspricht\nund eine komplette Taste dafür zu opfern,\nnur ein Akzent Ägu und ein Akzent Graf anzubieten, was wirklich niemand braucht."
    },
    {
      "speaker": "roddi",
      "time": "1:11:52",
      "text": "Die auch noch Deadkeys sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:54",
      "text": "Die auch noch Deadkeys sind. Und das auch noch direkt neben dem Delete,\nwo man irgendwie öfter ist.\nDann kann ich ja auch verstehen, dass das sozusagen, aber verdammt nochmal typografisch\nhandelt es sich dabei einfach um Akzente."
    },
    {
      "speaker": "roddi",
      "time": "1:12:09",
      "text": "Deswegen ja Dead Key, eigentlich drückt man diese Taste,\num dann einen Akzent auf etwas drauf zu machen und man kann natürlich die Taste\ndrücken und dann ein Leerzeichen drücken und dann hat man nur das Akzent,\naber das ist dann halt eigentlich kein Apostroph, sondern nur das Akzent. aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:26",
      "text": "Und ich meine, das ist natürlich schon praktisch, wenn man viel mit Franzosen redet.\nEs ist auch vielleicht ganz praktisch, wenn man viel mit einem polnischen,\nso, slawische Schreibung und so, und also da kommt dann schon mal so,\nauch mal so ein Akzent auf ein S und sowas drauf in beide Richtungen.\nAber es ist halt trotzdem ein Drama, so eine Tasse auf der Tastatur zu haben\nund dann kommen mir die Leute und sagen, ja hier, Caps Lock könnte man ja weglassen\nund so. Weißt du? Sowas gibt es ja auch.\nUnd das wäre eigentlich die Taste, die man weglassen müsste.\nAber sie ist nun mal da und ich möchte darauf hinweisen, dass es sich dabei um Akzente handelt.\nUnd der Apostroph ist über dem Lattenzaun."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:13:07",
      "text": "Man sieht den Unterschied dann aber eigentlich ganz gut, wenn man es erstmal\ngetippt so vorsichtig sieht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:11",
      "text": "Genau, wenn man es nämlich mal schreibt.\nUnd guck mal, dein Beispiel mit Andreas und Andreas jeweils mit dem Akzent und mit dem Apostroph.\nDas Apostroph hat auch einfach ein komplett anderes Kerning."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:13:26",
      "text": "Ja, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:27",
      "text": "Und das ist das, was den Deppen-Akzent so typografisch so schwierig macht für\nmich, dass das einfach auch die Typografie komplett zerstört und dann siehst\ndu das auf Schildern überall,\nin Werbungsanzeigen.\nLeute, ihr arbeitet in der Werbung.\nKriegt ihr da keinen Kurs Typografie?\nErzählt euch keiner, wie die Symbole heißen in eurem Zeichensatz?\nLernt man das? Das ist ja wie mit den den Klemmen an, die drei Stunden lang\nda irgendwie ihr Rohr reinschrauben oder irgendwie eine Steckdose installieren,\ndie Elektriker, weil sie alle nichts mehr gelernt haben. Schlimm."
    },
    {
      "speaker": "roddi",
      "time": "1:14:07",
      "text": "Was ich noch viel schlimmer finde, ist, dass Leute das falsche Akzent dann tatsächlich\nim Französischen verwenden, wo dann Krepp nicht mehr Krepp heißen, sondern Kreb oder Gräb.\nAlso das ist schon ganz fies."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:14:25",
      "text": "Also hier auf deine Frage, so lernt er denn keine Typografie mehr?\nDas macht halt heute alles Kennen wahr für die Leute."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:32",
      "text": "Was macht alles Kennen wahr?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:14:33",
      "text": "Ken war, kennste, oder?"
    },
    {
      "speaker": "roddi",
      "time": "1:14:35",
      "text": "Nee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:36",
      "text": "Ist so ein Programm, was benutzt wird für Design, aber ich habe keine Ahnung,\nwelche Qualitäten das hat."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:14:42",
      "text": "Ja, Design ist halt jetzt, also das ist halt quasi, also eigentlich begrüße\nich ja solche Initiativen.\nDas heißt also Demokratisierung von oder Verfügbarmachung von vernünftig aussehendem\nDesign und Layouts, ohne dass man dort irgendwie groß was studiert,\ngelernt, wie auch immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:00",
      "text": "Ach Gott, das habe ich hier gerade gestartet."
    },
    {
      "speaker": "roddi",
      "time": "1:15:02",
      "text": "Also es ist so eine Art MS Paint für Design."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:15:04",
      "text": "Ja, also du hast halt zig Vorlagen, du kannst aber auch mit einer KI sprechen\nund sagen, Achtung, ich möchte zum Geburtstag meines Fünfjährigen was zum Thema\nLego machen, entwäfe mir mal eine Einladung dafür.\nUnd dann baut er dir ein relativ gut aussehendes Template zusammen,\nwas du dann noch anpassen kannst und so richtig klickmichbunti-mäßig sich zusammenschiebt.\nUnd je nachdem, wie so üblich, diese Tools sind aber halt nicht komplett strunzend\ndoof, sondern da steckt also schon eine Menge ganz guter Logik hinter.\nDie waren jetzt vor ein paar Wochen wieder in den Medien, weil sie ihr KI-Trainingsmaterial\nunter anderem von den App-Guidelines von iOS abgeleitet haben.\nDass dann also plötzlich, wenn du dem Tool gesagt hast, baue mir mal eine Wetter-App\noder einen guten Template für eine Wetter-App, dann sah die exakt so aus wie\nquasi das Apple Weather-Programm.\nDas ging vor ein paar Wochen irgendwie rum. Also das ist mal wieder alles sehr zwiegestalten,\nweil du halt mit solchen Tools schon relativ schnell heutzutage zu brauchbaren\nErgebnissen kommst, genau wie Bildgenerierung für Werbung, hatten wir auch schon\nvor einem Jahr in der Sendung, das wird auch nach wie vor im Tagestakt besser,\naber die Leute verlernen natürlich Handwerk auf der anderen Seite und dann kommen\nauch solche Effekte dabei raus.\nGenau, Kenba wollte Affinitik kaufen. Haben Sie das nicht auch?\nDas haben Sie doch auch, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:32",
      "text": "Also, okay, meinetwegen. Aber wenn man sich mit irgendwas beschäftigt,\ndann sollte man einfach ein bisschen die Zeit nehmen. Das ist doch gar nicht\nso schwierig, finde ich.\nAlso ich meine, die meisten Themen, um da wirklich mal so die Basics drauf zu\nkriegen, ist doch in der Regel, naja gut, wie viel Zeit braucht man dafür? Ein, zwei Wochen?"
    },
    {
      "speaker": "roddi",
      "time": "1:16:52",
      "text": "Ja gut, aber du redest von einer Branche, wo teilweise halt auch Korrekturlesen\njetzt nicht unbedingt die stärkste Suite ist.\nAlso klar, die professionellen Werbebuden, die können das schon,\naber alles was so unterhalb ist und\nkein Geld ausgeben will und selber an irgendeinen Druckservice schickt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:15",
      "text": "Ich gehe nicht davon aus, dass die Welt morgen fehlerfrei ist. Ich möchte nur eins.\nIch möchte gerne, dass ihr alle zu euren Freunden geht und sagt,\nweißt du, was der Deppen-Akzent ist?\nUnd dann zeigt ihr die falsche Taste und dann zeigt ihr die richtige Taste.\nUnd wenn ihr eine E-Mail bekommt mit Deppen-Akzent, dann lehnt ihr die Annahme\nder E-Mail ab, weil falsche Typografie."
    },
    {
      "speaker": "roddi",
      "time": "1:17:34",
      "text": "Du meinst, der Deppen-Akzent ist das neue Comic Sans?\nDa werden wir jetzt zehn Jahre kämpfen müssen, fürchte ich. Und vielleicht auch verlieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:43",
      "text": "Tja, Fehlermeldung 499, wrong typography."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:17:51",
      "text": "So, übrigens danke nochmal an Philup gerade im Chat. Das mit der Wetter-App-KI,\ndas war nicht Kenverson, das war Figma.\nAber auch so eine Bude, die so in dem Dunstkreis unterwegs ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:03",
      "text": "Mit diesem AI-Thema, da werden sich schon so einige..."
    },
    {
      "speaker": "roddi",
      "time": "1:18:06",
      "text": "Aber Figma ist sehr viel stärker darauf ausgelegt, tatsächlich auch Designs für Apps zu machen.\nUnd auch mehr, ich glaube, mehr so mit, was so Designer benutzen.\nAlso bei uns in der Firma wird das benutzt.\nOb das eine gute Idee ist oder nicht, steht auf einem anderen Blatt.\nAber zumindest können die da scheinbar relativ effektiv mit arbeiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:30",
      "text": "Gut. Nächstes Thema. Vielen Dank.\nWas, bleiben wir doch gleich mal bei den Definitionen vielleicht.\nWas ist, ihr seid ja hier in der Meta-Ebene.\nUnd ich vermute auch mal, ihr wisst."
    },
    {
      "speaker": "roddi",
      "time": "1:18:56",
      "text": "Jetzt wird es Meta."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:57",
      "text": "Ja, was ist denn die Meta-Ebene?\nAlso was ist die Definition davon?"
    },
    {
      "speaker": "roddi",
      "time": "1:19:05",
      "text": "Also meine Vorstellung von Meta war immer, es ist über etwas.\nAlso Metadaten sind Daten über Daten.\nAlso Daten, die bestreiben, wie Daten auszusehen haben, die anderen Daten, deswegen sind die Meta.\nInsofern würde ich sagen, ist die Meta-Ebene halt die Ebene,\nauf die man geht, um auf das, was man eigentlich tut, zu gucken.\nAber das ist jetzt natürlich auch keine schnittige Definition des Ganzen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:19:35",
      "text": "Also Meta kommt in der Tat aus dem Griechischen, heißt auch drüber, drüber, jenseits.\nUnd ich würde auch sagen, der entscheidende Punkt ist der Analyseaspekt.\nDas heißt also, ich begebe mich auf eine Meta-Ebene, um etwas,\nwas da drunter liegt, zu analysieren und besser betrachten und besser verstehen zu können.\nEs ist also quasi keine, eine Meta-Ebene ist nicht sinnfrei,\nsondern man, nutzt sie immer mit einem Ziel, nämlich das darunter besser verstehen\nund analysieren zu können."
    },
    {
      "speaker": "roddi",
      "time": "1:20:05",
      "text": "Bist du zufrieden?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:07",
      "text": "Naja, also man merkt einerseits, dass ihr natürlich Ahnung habt von dem Thema."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:20:12",
      "text": "Aha."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:14",
      "text": "Also das ist ganz klar. Aber man merkt natürlich auch, dass wir als alte weiße\nMänner ein Disconnect haben mit der aktuellen Zeit, weil ich habe jetzt entdeckt,\ndass es alles ganz anders Ja, es ist. Okay.\nSchauen wir mal an, was die Generation Z zu dem Thema zu sagen hat."
    },
    {
      "speaker": "roddi",
      "time": "1:20:34",
      "text": "Um Gottes willen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:20:36",
      "text": "Ja, scheiße, wo waren wir gerade? Metaebene. Ach so, stimmt. Was Metaebene ist.\nMetaebene heißt post-ironic. Das heißt post-ironisch.\nIch weiß nicht, wie man post auf Deutsch übersetzen kann. Aber das ist, wenn du dich...\nnutzt, worüber die auf Ernst lachen, über die Leute lustig machst,\ndie darüber auf Ernst lachen. Das war die kurze Definition, die ich je gehört habe.\nHast du es gecheckt? Ich hab's schon verstanden. Aber ich dachte, ich hab's auch."
    },
    {
      "speaker": "roddi",
      "time": "1:21:13",
      "text": "Damals schon verstanden. Aber ich hab's, glaube ich, einfach falsch angewendet."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:21:16",
      "text": "Du hast es komplett falsch angewendet. Das Ding ist, das sagen ja jetzt auch\nschon so die Zuhörer oder so Zuschauer, weil ich sag das auch voll oft in Videos\nund ganz viele checken das.\nAber ganz viele benutzen das auch komplett falsch. Also ganz viele sind da so,\nKim, du bist wieder auf Meta-Ebene unterwegs. Einfach nur, wenn ich auf einem\nLondon Bridge einen TikTok mache, dass es nicht auf Meta-Ebene unterwegs sein. Also sorry.\nÄhm, Meta-Ebene ist zum Beispiel, wenn ich jetzt so sagen würde,\nbombastischer Seitenblick. Krimineller, beleidigender Seitenblick.\nWeil das würde ich niemals auf Ernst sagen. Das sage ich auf Meta-Ebene."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:49",
      "text": "Ah, okay, verstehe."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:21:51",
      "text": "Oder mein Gucci-Gürtel. Den habe ich mir gekauft. Ich trage den wirklich,\naber ich trage den nicht auf Ernst. Ich trage den auf Meta-Ebene.\nMan kann auch Sachen anziehen auf Meta-Ebene."
    },
    {
      "speaker": "roddi",
      "time": "1:22:00",
      "text": "Ich meine das nicht ernst, meine Gucci-Caps."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:22:01",
      "text": "Ich habe mir Gucci-Caps gekauft. Ich finde das zwar irgendwie cool,\naber ich trage das post-ironic."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:06",
      "text": "Und es checkt keiner."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:22:07",
      "text": "Aber indem ich für mich selber weiß, ich finde das einfach nur lustig,\ndass manche das auf Ernst tragen und trage deswegen diese Gucci-Cap auf Meta-Ebene.\nIst mir egal, ob andere das checken, aber ich trage das so. Oder diesen schönen\nneuen Gürtel, den ich hier habe von Burberry. Findet ihr den?\nIch trage den auf Meta-Ebene."
    },
    {
      "speaker": "roddi",
      "time": "1:22:25",
      "text": "Den trägst du nicht auf Meta-Ebene. Naja, so eine ganzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:28",
      "text": "Markensachen trage ich immer auf Meta-Ebene."
    },
    {
      "speaker": "roddi",
      "time": "1:22:30",
      "text": "Weil irgendwie ich kann so richtige Markensachen nicht ernst nehmen,\nweil ich ja eigentlich immer alles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:34",
      "text": "Fake hatte vom Bazaar. Und jetzt habe ich mir manchmal so echte Sachen gekauft\nund ich kann das irgendwie."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:22:38",
      "text": "Nicht ernst nehmen, dass ich sowas trage. Aber ich finde es trotzdem,\ndeswegen trage ich, wenn ich Designer-Sachen kaufe... Also Meta-Ebene quasi\nsich selber zum Klauen machen?\nNein, die Leute, die das alles ernst nehmen und ernst meinen zum Klauen machen.\nEigentlich finde ich das einfach nur cool. Das glaube ich nämlich auch.\nAber das Wort ist geil. Hast du das erfunden oder gab es das schon vorher?"
    },
    {
      "speaker": "roddi",
      "time": "1:23:02",
      "text": "Das Wort Meta und das Wort Ebene gab es auf jeden Fall beides vorher.\nIch weiß nicht, ich habe das noch nie vorher gehört, aber ich glaube nicht,\ndass ich es erfunden habe.\nWeil ich dachte, Meta hat auch was mit Zocken zu tun. Das wurde mir auch mal\nirgendwie... Von Facebook oder was? Weil das von Facebook Meta heißt oder was?\nJa, bestimmt. Nee, nicht deswegen. Aber man sagt, glaube ich,\nbei einem Zocken auch manchmal so, das war gerade richtig Meta."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:23:27",
      "text": "Boah, ja, okay, nee, dann gibt's das, weil dann ich."
    },
    {
      "speaker": "roddi",
      "time": "1:23:30",
      "text": "Keine Ahnung, sofort googeln, wann das Wort erfunden wurde."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:23:33",
      "text": "Okay, wollen wir auf innen gehen? Wir bleiben diesmal bei so komischen Themen die ganze Zeit hängen.\nDie kleinen Menschen. Die kleinen Menschen sind so auf Meta-Ebene.\nDas finde ich auf Meta-Ebene lustig. Das ist einfach eine, ich kann es nicht\nmehr gut beschreiben, so eine höhere Ebene. So eine höhere Ebene."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:52",
      "text": "Vielleicht steige noch auf diese Ebene. Du wirst da noch drauf kommen. Hoffentlich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:24:01",
      "text": "Wo kramst du so was auf?"
    },
    {
      "speaker": "roddi",
      "time": "1:24:04",
      "text": "Können wir uns da jetzt kurz mal auf Meta-Ebene drüber lustig machen?\nBitte. Was ist denn das für zwei Hörer? Alter."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:24:14",
      "text": "Wo findest du sowas? Wie stolperst du darüber?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:17",
      "text": "Das ist mir zugetragen worden. Also das stammt jetzt nicht aus meinen persönlichen Abonnements.\nDas Ganze nennt sich Podcast im Übrigen. Findet dann natürlich nur auf YouTube\nstatt zwischen diesen beiden Damen mit dem charmanten Namen Taschenbilliard.\nUnd es gibt da nicht sehr viel zu sagen."
    },
    {
      "speaker": "roddi",
      "time": "1:24:39",
      "text": "Also für einen Podcast sind die verdammt gut gestylt. Aber vielleicht ist das auch Meta-Ebene."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:49",
      "text": "Also auf Ernst jetzt, ja?"
    },
    {
      "speaker": "roddi",
      "time": "1:24:51",
      "text": "Ja, nee, auf Meta."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:56",
      "text": "Also man muss das jetzt auch gar nicht tiefer diskutieren. Ich wollte nur darauf\nhinweisen, dass es sehr unterschiedliche Auffassungen darüber gibt, was Meta eben so ist."
    },
    {
      "speaker": "roddi",
      "time": "1:25:04",
      "text": "Ja, da habe ich jetzt was gelernt und ich meine das nicht Meta, sondern in Ernst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:25:09",
      "text": "Aber diese Stelle hast du..."
    },
    {
      "speaker": "roddi",
      "time": "1:25:12",
      "text": "Auf Ernst!"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:25:14",
      "text": "Diese Stelle mit, hast du diesen Begriff eigentlich erfunden?\nDa kam schon so eine echte Spannung auf. Da hätte es kippen können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:22",
      "text": "Ja, also schon erstaunlich. Aber nee, den gibt es schon länger."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:25:26",
      "text": "Ja, ein schönes Fundstück."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:28",
      "text": "Ein schönes Fundstück."
    },
    {
      "speaker": "roddi",
      "time": "1:25:28",
      "text": "Sehr gut, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:30",
      "text": "Also das ist, ja, und das zeigt auch wieder sehr schön, dass also Dinger können\nauch einfach komplett abreißen.\nAlso Wissen geht einfach verloren.\nAlso für mich persönlich ist der Gedanke, dass das Wort Metaebene irgendwie so unbekannt ist,\nDass man fast annehmen kann, das wäre jetzt gerade im Rahmen irgendeiner Jugendspracheentwicklung\nneu entstanden und zusammengewürfelt worden, den finde ich also wirklich unfassbar."
    },
    {
      "speaker": "roddi",
      "time": "1:25:57",
      "text": "Ja, sass."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:26:00",
      "text": "Na, aber ich meine, auf der anderen Seite, überleg dir mal, wo liest man den denn im Alltag so?\nTageszeitungen werden eh nicht mehr gelesen so.\nKönnten wir einfach mal auf Sponn mal gucken oder Bild oder was auch immer.\nGucken wir doch mal, Bild hat doch jetzt auch hier so eine Suche über alles."
    },
    {
      "speaker": "roddi",
      "time": "1:26:20",
      "text": "Ob Bild den Begriff Metaebene benutzt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:26:23",
      "text": "Also Meta-Ebene im Alltags-Wortschatz sind nun mal irgendwo auftaucht überhaupt\nnoch so. Es kann sein, dass es auch einfach ein altertümliches Wort geworden ist.\nGucken wir mal, was hier die Bild..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:34",
      "text": "Also ich merke natürlich auch, dass wenn ich Leuten von der Meta-Ebene erzähle\nund sie in irgendeiner Form sich das merken sollen, sodass sie die Domain eintippen\nkönnen, zum Beispiel das schon,\nmanchmal einen zweiten Anlauf braucht, klarzumachen,\nist jetzt nicht der Meter gemeint ist zum Beispiel."
    },
    {
      "speaker": "roddi",
      "time": "1:26:54",
      "text": "Ich hätte da noch ein L hinmachen müssen, weil die Metal-Ebene kann sich jeder zeigen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:26:59",
      "text": "Okay, Live-Experiment. Das ist jetzt doch interessanter, als ich dachte.\nAlso ich bin auf bild.de gegangen und die haben eine Suche und dort habe ich\njetzt einfach mal Meta-Ebene eingegeben.\nJetzt ratet mal in den allen Artikeln, die auf Bild Online stehen,\nund das sind ja doch so einige, wie häufig dort im Jahr 2024 24-Meter-Ebene vorkam."
    },
    {
      "speaker": "roddi",
      "time": "1:27:20",
      "text": "Im gleichen Satz mit einem FDP-Politiker?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:24",
      "text": "Also du meinst in allen Artikeln, die BILD online veröffentlicht hat?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:27:27",
      "text": "Genau, in diesem Jahr. Wie viele waren das?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:30",
      "text": "Gar nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:27:33",
      "text": "Einer. Und wann war das Jahr, in dem vor dieser einen Erwähnung,\ndie eine Erwähnung war am 16.01.24."
    },
    {
      "speaker": "roddi",
      "time": "1:27:42",
      "text": "Zu welchem Thema?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:27:43",
      "text": "Ricarda Lang und die Grünen. Die Grünen auf die Meta-Ebene sprechen über Emotionen\nund Diskurs und so weiter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:49",
      "text": "Auf Ernst dann auch?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:27:51",
      "text": "Auf Ernst. Auf Ernst. Was war das Jahr, in dem davor der nächste Artikel quasi\nkam, der nächstjüngste quasi?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:59",
      "text": "Ich fürchte, das hat ein paar Jahre gedauert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:28:01",
      "text": "28.10.2021. Das heißt also im Jahr 2022 und im Jahr 2023 gab es keinen einzigen\nBeitrag auf Bild Online, wo Meta-Ebene als Wort drin war.\nSo und jetzt brauchst du dich nicht mehr fragen, warum das Thema mehr kennt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:16",
      "text": "Also Bild-Zeitung ist jetzt für mich jetzt nicht unbedingt gerade mein Maßstab."
    },
    {
      "speaker": "roddi",
      "time": "1:28:22",
      "text": "Nein, natürlich nicht, aber das ist zumindest die untere Kante des Spektrums."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:28",
      "text": "Es geht noch tiefer. Nicht viel.\nIch probiere jetzt mal den Tagesspiegel. Ich meine, das Problem ist natürlich\nauch, wir wissen nicht, wie gut ist diese Suche.\nJa, also von denen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:28:41",
      "text": "Was sie an Snippets haben, die hat jetzt auch schon Bindestriche gefunden.\nJa, so Meter, Minusebene, nicht zusammengeschrieben.\nAlso da würde ich jetzt fast sagen, so schlecht ist die wahrscheinlich nicht.\nSo, jetzt gucken wir doch mal.\nSpiegel Online. In den letzten zwölf Monaten 15 Artikel.\nAlso immerhin das 15-fache, aber jetzt auch nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:29:02",
      "text": "Mehr als einmal pro Monat."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:29:03",
      "text": "Mehr als einmal, aber eben auch nur einmal pro Monat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:07",
      "text": "Tagesspiegel bringt es auf 8 für 2024."
    },
    {
      "speaker": "roddi",
      "time": "1:29:12",
      "text": "Also wir können uns darauf einigen, es ist jetzt kein Wort, was so fürchterlich ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:29:17",
      "text": "So, seit 2005 Spiegel Online. Das heißt also in den letzten zehn Jahren roundabout\n173 Erwähnungen. Nicht viel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:25",
      "text": "Also dass das jetzt kein Wort des täglichen Gebrauchs ist, der im Supermarkt\npermanent fällt, das ist mir ja durchaus bewusst.\nAllerdings hätte ich ja jetzt erwartet, dass so mit Meta,\ndie Firma benennt sich so um Metaverse und überhaupt auch das Wort Meta an sich, ähm,\ndass es schon eine gewisse Bekanntheit hat über jetzt Meta-Ebene hinaus.\nMeta-Ebene ist ja schon nochmal ein spezieller Aspekt, so ein metaphorischer Ort.\nUnd Meta-Daten ist ja nun auch etwas, was schon gerade in den letzten Jahren\neine weitere Verbreitung gefunden hat.\nAuch relativ neu sogar."
    },
    {
      "speaker": "roddi",
      "time": "1:30:23",
      "text": "Ja, aber im technischen Zusammenhang. Also die beiden wirken jetzt nicht so als..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:28",
      "text": "Nein, aber es ist ein Wort, über das berichtet wird. Es ist ein Wort,\nwas neu aufgekommen ist."
    },
    {
      "speaker": "roddi",
      "time": "1:30:33",
      "text": "Ja, aber ich glaube, da bist du auch so ein bisschen in der Bubble."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:30:37",
      "text": "Ich fürchte auch. Ich habe jetzt mal Google Trends angeworfen.\nDas hatten wir letzte Sendung ja schon zum Thema Narrativ. Wir erinnern uns\nan diese KSR-Plattform.\nSo, Verhältnis Meta-Ebene zu Narrativ ist 17 zu 1.\nDas heißt also Narrativ wird 17 Mal so häufig verwendet wie Meta-Ebene.\nUnd Narrativ ist schon kein besonders populäres Mainstream-Wort, würde ich behaupten.\nAlso ich fürchte Meta-Ebene ist schon ein ganz schöner Exot."
    },
    {
      "speaker": "roddi",
      "time": "1:31:09",
      "text": "Ja, und war es auch immer."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:31:11",
      "text": "Wenn ich mir die letzten zehn Jahre hier angucke, hat es sich auch überhaupt\nnicht irgendwie mal, dass es jetzt früher mal populär gewesen wäre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:18",
      "text": "Also Google Trends bietet mir jetzt hier einen Rückblick auf 20 Jahre in Deutschland,\nja nur Deutschland, ich glaube das ist das einzige was relevant ist,\njetzt könnte man natürlich sagen, okay was war 2006 schon groß irgendwie da,\nda ist das Interesse 2011, 10 angestiegen.\nWarum wohl? Na?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:31:48",
      "text": "2010, Gründung der..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:49",
      "text": "Naja, also 2005 wurde ja die Meta-Ebene hier überhaupt sozusagen gestartet,\nbeziehungsweise, ich weiß gar nicht, wann habe ich das Meta-Ebene umbenannt,\ndas weiß ich nicht mehr so ganz genau.\nAuf jeden Fall die richtigen Podcasts, das ging ja alles so 2008,\ndieser Podcast ging 2008 los.\nUnd dann, ja, hat das ja seinen Höhepunkt im November 2011 erreicht.\nUnd dann ging es schon wieder zurück. Naja."
    },
    {
      "speaker": "roddi",
      "time": "1:32:17",
      "text": "Tja, wie sagt man so schön? Aus Meta-Ebene wurde auf Ernst und Ernst ist jetzt drei Jahre alt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:23",
      "text": "Ja, also jetzt wissen wir auf jeden Fall, das ist alles nur postironisch.\nDie Damen wissen zwar auch postironisch nicht so richtig zu erklären,\naber das ist dann halt so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:32:34",
      "text": "Halifax schreibt gerade, finde ich aber auch ganz richtig im Chat,\nwir müssen jetzt die beiden Taschenspielerinnen nicht zu den Kronzeuginnen einer\nganzen Generation machen. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:42",
      "text": "Achso, entschuldige, der Podcast heißt Alpha Females, die Folge heißt Taschenbillard,\ndas habe ich gerade falsch gesagt."
    },
    {
      "speaker": "roddi",
      "time": "1:32:50",
      "text": "Aber die Art und Weise, wie sie sich da aus dem Fenster lehnen, ist schon lustig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:55",
      "text": "Ja."
    },
    {
      "speaker": "roddi",
      "time": "1:32:56",
      "text": "Aber kann man schon mal drüber lachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:00",
      "text": "Kann man schon mal ein bisschen schmunzeln. Haben wir jetzt auf jeden Fall getan. Alright.\nBum, bum, bum, bum.\nIch habe was Schönes gefunden über Club Marte."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:33:14",
      "text": "Gerade noch getrunken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:16",
      "text": "Gerade noch getrunken. Ich hatte zwar einst schon im CRE 175 am 15.\nFebruar 2011 einen Podcast zu dem Thema veröffentlicht. Da ist eigentlich fast alles gesagt.\nTrotzdem bin ich heute auf ein YouTube-Video was ganz ordentlich gemacht und,\nrecherchiert wurde und nochmal ein paar Fakten zusammengetragen habe,\ngestoßen zur Geschichte von Club Marte.\nClub Marte, the lost history of Germany's trendiest soda.\nUnd das hat nochmal so zwei, drei Aspekte aufgebracht.\nIch hatte nämlich tatsächlich in meiner Erinnerung die Geschichte ein bisschen,\nalso ganz bisschen anders noch in Erinnerung gehabt.\nTatsächlich gibt es Club Marte schon wirklich ziemlich lange,\ngut 100 Jahre und hatte es dann ein wenig schwer durch die beiden Kriege,\nimmer gerade wenn es jetzt irgendwie neue Initiativen gab,\ndas Getränk weiter zu popularisieren, kam ein Krieg dazwischen,\naber es ist ja dann, wie wir alle wissen, auch ganz gut gegangen."
    },
    {
      "speaker": "roddi",
      "time": "1:34:25",
      "text": "Wie war doch gleich der ursprüngliche Name, der war so merkwürdig?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:28",
      "text": "Bronte."
    },
    {
      "speaker": "roddi",
      "time": "1:34:29",
      "text": "Bronte, Sektbronte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:31",
      "text": "Sektbronte, genau.\nUnd ist irgendwie so aus dem Süden Deutschlands nach Köstritz und dann wieder\nzurückgekommen und ist dann am Ende 1994 bei der Loscher Brauerei gelandet in\nMünchen-Steinach und dort ist sie auch immer noch.\nAber was ich nicht wusste, was in diesem Video klar nochmal gesagt wurde,\nwas für mich jetzt insofern keine Neuigkeit ist, als dass ich es sofort bestätigen\nkann, aber ich hatte es nicht so klar im Kopf,\nClub Marte macht aus Prinzip keine Werbung.\nEs gibt keine Club Marte Werbung, es gibt kein Club Marte Sponsoring."
    },
    {
      "speaker": "roddi",
      "time": "1:35:18",
      "text": "Okay, kann sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:19",
      "text": "Habt ihr wahrscheinlich noch nie gesehen, jetzt wo man es mal sagt."
    },
    {
      "speaker": "roddi",
      "time": "1:35:24",
      "text": "Ich überlege, ob ich mal eine Club Marte Werbung gesehen habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:28",
      "text": "Die Antwort ist, hast du nicht, weil das ist sozusagen das Hausprinzip der Loscher\nKG, dass sie das nicht tun.\nClub Marte hat sich immer darüber definiert. Das ist ganz hübsch,\nweil natürlich auch die Geschichte von Hackern und Techno dort auch explizit entsteht.\nerwähnt wird. Das fand ich dann sehr erfrischend, deswegen habe ich mir das\nangeguckt, das wurde mir so im Algorithmus,\nzugespielt und ich dachte mir so, aha, okay, schauen wir mal und tatsächlich,\nhaben wir das Computerclub und die Berliner Techno-Bewegung kommt zur Sprache."
    },
    {
      "speaker": "roddi",
      "time": "1:36:02",
      "text": "Ja, bei mir schwappte das auch vorbei, aber ich habe das Video tatsächlich nicht gesehen.\nAber wo wir schon bei Club Marte sind, Ja, erzähl.\nIch habe da neulich so eine absurde Idee gehabt und habe sie dann auch in die\nTat umgesetzt und habe mir gedacht, was passiert eigentlich,\nwenn man ein Bier braut und statt Brauwasser Clubmate benutzt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:30",
      "text": "Und, was passiert?"
    },
    {
      "speaker": "roddi",
      "time": "1:36:33",
      "text": "Es ist besser, als ich gedacht hatte. Also...\nAlso mal zurück. Wenn man so in Hobbygrößen Bier braut, dann,\nalso ich nehme zum einen Maischen immer so um die 20 Liter Wasser,\n23 je nachdem, habe ich also beim Getränkehändler meines, Vertrauen ist jetzt\nübertrieben, aber da wo ich immer hingehe, zwei Kästen Clubmate gekauft.\nUnd habe die halt so wie sie sind in den Braukessel gekippt und dann mit dem\nMalz eingemeischt und den Rest im Prinzip so wie man es halt macht weiter durchgezogen.\nstellt sich heraus, ja, schäumt wie Sau.\nErst mal. Es beruhigt sich dann, Gott sei Dank. Und man kann damit tatsächlich brauen.\nDas Jungbier, als es rauskam, war fürchterlich sauer, weil Club Marte ganz offensichtlich\nSäurungsmittel enthält.\nWeil da ist ja so unglaublich viel Zucker drin. Und damit es nicht komplett\npappsüß ist, machen die da irgendwie Säurungsmittel rein und wenn man den Zucker\nweggärt, dann bleibt halt nur die Säure übrig.\nAber nach drei, vier Monaten Reifung jetzt ist es eigentlich ganz lecker geworden.\nAlso man kann das tatsächlich trinken, wenn ich dran denke, bringe ich nächstes\nMal ein paar Flaschen mit."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:38:02",
      "text": "Das mach doch mal."
    },
    {
      "speaker": "roddi",
      "time": "1:38:04",
      "text": "Ich hab das jetzt nur überhaupt nicht auf dem Schirm gehabt,\nsonst hätte ich längstens was mitgebracht.\nJa, kann man machen. Ob das eine gute Idee ist, muss jeder für sich selbst entscheiden.\nIch habe geguckt, keine Ahnung, vielleicht weiß das von unseren Hörern jemand besser, aber,\nsoweit ich recherchiert habe, ist Koffein relativ temperaturresistent.\nAlso man kann das Zeug kochen und es geht nicht kaputt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:38:31",
      "text": "Kaffee halt."
    },
    {
      "speaker": "roddi",
      "time": "1:38:32",
      "text": "Ja, dementsprechend müsste jetzt in der 0,3 Flasche des fertigen Bieres ungefähr\nso viel Koffein sein, wie vorher in einer 0,5er Flasche Club Mate war. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:44",
      "text": "Also derselbe Typ, der dieses History of Club Marte Video gemacht hat,\nhat auch ein How to Mass Produce Club Marte at Home Video gemacht.\nDas wäre vielleicht dann auch nochmal was für dich.\nUnd ich packe auch gleich nochmal in die Shownotes das entropia.de-Wiki,\nwo es eine Seite gibt, leckeres mit Mate und wo all diese ganzen tollen Mate-Getränke-Rezepte\ndrin sind, aber auch essbares.\nAlso es gibt Mackelpudding, Floretti, Tomate, Muffin, Wackelschudding."
    },
    {
      "speaker": "roddi",
      "time": "1:39:21",
      "text": "Wahrscheinlich sollte man da auch das Wok, das Waffel-Operation-Center nochmal\nerwähnen, das auf diversen Chaos-Veranstaltungen immer aktiv ist und Waffeln mit Club-Matte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:31",
      "text": "Ah ja, guck an, das sind wahrscheinlich die Muffeln. Felssalat mit Matte-Dressing,\nfünf Matte-Terrine, Schukis, Marmüsli."
    },
    {
      "speaker": "roddi",
      "time": "1:39:38",
      "text": "Was, fünf Matte-Terrine? Ja, steht da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:42",
      "text": "Matte-Pfannkuchen und so weiter. Da kannst du dann halt auch dein Bier mit eintragen.\nMusst du dir nur ein fancy Name für einfallen lassen."
    },
    {
      "speaker": "roddi",
      "time": "1:39:52",
      "text": "Ja, den habe ich schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:53",
      "text": "Na?"
    },
    {
      "speaker": "roddi",
      "time": "1:39:54",
      "text": "Loschers Albtraum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:00",
      "text": "Okay,\nder passt. Der ist gut."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:40:12",
      "text": "Ich komme ja aus der Provinz Göttingen, war ich ja viele, viele Jahre, 20 Jahre.\nUnd so vor 15 Jahren, als das so auch mit der Netzszene und Republika und sowas\nalles losging und mit dem Podcasting auch bei mir, da hast du da keine Mate gekriegt in Göttingen.\nSo, das hast du also neidisch sabbernd nach Berlin gestarrt,\nwo es das dann also schon gut zu kriegen gab und es gab glaube ich dann irgendwann\neinen einzigen Großmarkt in ganz Göttingen,\nwo man dann Mate hatte und dann sind alle hingepilgert und haben sich dann einen\nKasten für die Podcastaufnahme ins Wohnzimmer gestellt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:47",
      "text": "Ja, das hat wirklich Geschichte, auch in Berlin.\nEs war ja auch so, als wir dann angefangen haben, den Kongress in Berlin zu\nmachen, dann gab es ja immer im Januar die Marte-Krise.\nWeil der Kongress sozusagen sämtliche Bestände, alles was ja irgendwie in den\nNorden geliefert wurde, landete auf dem Kongress und wurde dort auch vernichtet.\nund dann gab es immer für eine bestimmte Anschubzeit so Schwierigkeiten mit\nden Nachlieferungen und das artete irgendwann mal aus, wo es wirklich irgendwie\nso einen Monat lang irgendwie keine Marke zu kaufen gab oder sowas.\nDas war schon speziell.\nDas Problem existiert jetzt so nicht mehr."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:41:28",
      "text": "Nee, zum Glück.\nIch trinke die immer noch ganz gerne, muss ich sagen."
    },
    {
      "speaker": "roddi",
      "time": "1:41:33",
      "text": "Mir ist sie zu süß geworden. Ich trinke gerne Flora Power, weil die nicht so süß ist.\nAber die wird auch schon süßer, habe ich das Gefühl. Oder ich bin einfach,\nich kann keinen Zucker mehr ab. Das kann auch sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:50",
      "text": "Ja, also die Club Mate, die kann schon was, aber es ist wie mit allen im Leben,\nwenn man zu viel davon in zu kurzer Zeit zu sich nimmt, dann wird es anders."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:41:59",
      "text": "Aber als Junk immer noch wunderbar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:02",
      "text": "Absolut."
    },
    {
      "speaker": "roddi",
      "time": "1:42:03",
      "text": "Also ich habe tatsächlich, das ist wirklich sehr lange her, da war der Kongress\nnoch in Berlin, da habe ich tatsächlich meine Nacht durchgemacht mit diversen Flaschen Mate.\nDa ist man dann irgendwann zwar wach, aber kann sich nicht mehr konzentrieren.\nBis zu dem Zeitpunkt, wo auch dann der Horizont nicht mehr so richtig an der\nStelle bleibt, wo er sein soll.\nAlso ohne, dass man jetzt Gleichgewichtsprobleme hat. Also das ist,\nja... Mäßigung ist eigentlich immer angesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:34",
      "text": "Die Club Marte Welt.\nSchunk müsst ihr auf jeden Fall mal alle ausprobieren, wer das noch nicht gemacht\nhat. Das ist auf jeden Fall das Getränk.\nGut, dann anderes Thema.\nIch könnte berichten. Ich habe einen Fehler gemacht Nacht und habe einen Wassertank,\neinen Wassersack in meinem Auto transportiert. Der war nicht ganz dicht.\nDer Wassersack war dann nicht mehr im Auto, aber es verblieb etwas Wasser im Auto.\nNicht in diesen Mengen, wo es dann irgendwie alles raus trieft und rostet oder\nirgendwie oder vollkommen überschwommen ist oder sowas.\nNee, es war einfach nur feucht hinten auf diesem Teppich, den man so hinten drin hat.\nUnd dann stellte ich das Auto eine Woche lang in die Sonne.\nIn so ein Parkhaus, aber es war heiß."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:43:35",
      "text": "Die Natur bahnt sich ihren Weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:37",
      "text": "Und die Natur bahnte sich ihren Weg und als ich dann irgendwie dieses Auto wieder\nabholte, roch es schon irgendwie sehr unangenehm und ich merkte dann schnell,\nich habe mir da so einen schnell wachsenden Schimmel eingetragen,\nder dann auch so richtig so mit weißen Härchen schon irgendwie sehr sichtbar."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:43:58",
      "text": "Innerhalb von einer Woche?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:59",
      "text": "Innerhalb von einer Woche da raus kam. Vielleicht hatte das auch schon eine\nVorgeschichte und so weiter. Es wird jetzt nicht nur das Wasser gewesen sein."
    },
    {
      "speaker": "roddi",
      "time": "1:44:07",
      "text": "Schimmelspuren sind überall, das kann man nicht verhindern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:09",
      "text": "Ja, also auf jeden Fall hat er da mal den Turbo eingelegt und dann hatte ich den Salat.\nZumal ich dann eben auch dieses Auto für eine längere Fahrt und Transport brauchte\nund das alles irgendwie nicht so sauber war.\nNaja, zu meinem großen Glück hatte jemand zufälligerweise zufälligerweise gerade\nso eine Flasche Schimmel-Ex zur Hand, sodass ich dann erst mal schnell so erste\nMaßnahmen ergreifen konnte."
    },
    {
      "speaker": "roddi",
      "time": "1:44:37",
      "text": "Sofortmaßnahmen am Unfallort."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:39",
      "text": "Genau, Sofortmaßnahmen am Unfallort,\num irgendwie diesen Schimmel so ein bisschen in den Griff zu kriegen.\nAber der schlechte Geruch, der war natürlich jetzt irgendwie am Start.\nIch bin dann irgendwie mit offenen Fenstern zurückgefahren und dann ging das\nschon irgendwie alles so halbwegs, nachdem ich mühsam den Wagen nochmal einen\nTag mit offenen Fenstern in der Sonne getrocknet und ausgebürstet habe und so weiter.\nAlso ich habe schon so einiges an Maßnahmen ergriffen, natürlich mit Maske und so.\nAber dann hatte ich so ein bisschen das Problem, dass also insgesamt der Gesamtzustand\ndieses Wagens halt bedenklich war.\nUnd wenn erstmal so irgendwas angefangen hat zu wachsen in so einem Auto und\nfeucht ist und du kannst das ja auch nicht so ohne weiteres auswringen, was machst du dann?"
    },
    {
      "speaker": "roddi",
      "time": "1:45:24",
      "text": "Diese Windabweiser wären jetzt kein...\nEine Alternative gewesen, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:30",
      "text": "Windabweiser?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:45:31",
      "text": "Was sind Windabweiser?"
    },
    {
      "speaker": "roddi",
      "time": "1:45:33",
      "text": "Windabweiser sind so Plastikdinger, die man sich so ins Fenster oben reinmachen\nkann, sodass, wenn man das Fenster offen lässt, selbst beim Regen es nicht reinregnet,\nsondern das Auto durchlüften kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:45",
      "text": "Achso, um sozusagen die Feuchtigkeit langsam rauszuholen. Naja,\nalso ich glaube, ich hatte die Feuchtigkeit insgesamt schon ganz gut im Griff,\naber es war halt einfach, der Zustand dieses Wagens war einfach nicht mehr fresh.\nAlso das war einfach eine Geruchsgemenge-Lage, die zwar nicht mehr ganz so bedrohlich,\naber definitiv nicht angenehm war."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:46:06",
      "text": "Aber es war nur in Anführungszeichen in diesem Bodenbelag drin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:10",
      "text": "Nicht schon… Das weiß man ja nicht, wo es jetzt drin war."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:46:15",
      "text": "Aber da war es zu sehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:16",
      "text": "Da war es zu sehen, da wuchs es irgendwie raus und war dann nicht mehr zu sehen,\nnachdem ich es da aufwendig rausgebürstet, also erst geschimmel-exed habe,\nalso am Ende ist das auch alles nur Wasserstoffperoxid und da wird schon jetzt\nerstmal das weitgehend getötet gewesen sein, aber du weißt ja nicht,\nwie du schon sagst, also Schimmelsporen sind überall und keine Ahnung,\nich wollte einfach mal einen clean cut haben.\nUnd da wurde ich dann mit einer Produktkategorie unserer modernen Welt vertraut\ngemacht, die mir bis dahin noch vollkommen unbekannt war, nämlich einen Ozongenerator."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:46:57",
      "text": "Ah, das hatte ich. Ja, ist immer weiter."
    },
    {
      "speaker": "roddi",
      "time": "1:46:59",
      "text": "Das klingt ein bisschen schwurbelig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:01",
      "text": "Nein, nein, das ist überhaupt nicht schwurbelig. Das ist genau das, was es auf der Dose sagt.\nNämlich ein Gerät, was einfach durch Hochspannung Sauerstoff so trennt und wieder zusammenbaut,\ndass daraus Ozon wird.\nGenau, also die ganzen O2-Moleküle der Luft werden abgetrennt und verbinden\nsich in diesem Prozess zu Ozon, also O3.\nund ich kann euch das Gerät auch mal kurz zeigen, wenn ihr möchtet.\nRalf, du könntest es vielleicht mal kurz holen, das ist die Tür auf und dann..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:47:43",
      "text": "Gerne doch, ich werde jetzt das Klo betreten, in der Hoffnung,\ndass dort nicht zu viel Schimmel auf mich wartet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:47",
      "text": "Da ist überhaupt gar kein Schimmel."
    },
    {
      "speaker": "roddi",
      "time": "1:47:51",
      "text": "Alles weg ozoniert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:52",
      "text": "Genau, so links dann auch noch mal die Tür aufmachen und dann schaut sich so ein blaues Gerät an."
    },
    {
      "speaker": "roddi",
      "time": "1:48:00",
      "text": "Der Gerät ist blau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:01",
      "text": "Der Gerät ist blau, genau, da ist es schön."
    },
    {
      "speaker": "roddi",
      "time": "1:48:04",
      "text": "Oh, das sieht aus wie eine zu klein geratene Nebelmaschine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:06",
      "text": "Ja, genau, so ähnlich sieht es aus."
    },
    {
      "speaker": "roddi",
      "time": "1:48:08",
      "text": "Mit so einem GIF oben.\nOzone Generator."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:12",
      "text": "Ist eigentlich auch sowas ähnliches wie eine Nebelmaschine, kommt bloß kein\nNebel raus, sondern kommt halt nur Ozon raus."
    },
    {
      "speaker": "roddi",
      "time": "1:48:19",
      "text": "60 Gramm pro Stunde steht da.\nIch weiß nicht, ob das viel ist, aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:26",
      "text": "60.000 Milligramm ist schon ein bisschen mehr.\nDu kriegst auch Geräte mit weniger Leistung, aber du siehst schon,\nes ist sehr einfach aufgebaut.\nSo ein Stromanschluss, Schalter ein und dann hast du da so eine Eieruhr.\nJe nach Gerät kannst du die auf 30, 60 oder 120 Minuten stellen und dann schaltet\nsich dieses Gerät einfach hart wieder ab."
    },
    {
      "speaker": "roddi",
      "time": "1:48:50",
      "text": "Oder auf Hold.\nOder? Sehe ich das richtig?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:54",
      "text": "Hold geht auch noch?"
    },
    {
      "speaker": "roddi",
      "time": "1:48:55",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:56",
      "text": "Okay, Hold habe ich nicht gesehen."
    },
    {
      "speaker": "roddi",
      "time": "1:48:57",
      "text": "Caution, use in unoccupied spaces only."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:00",
      "text": "Genau. Und das ist nämlich die Idee, was ich nämlich nicht wusste oder was mir\nnicht so bewusst war, dass Ozon der totale Lebewesen-Töter ist.\nUnd wenn euch jetzt sozusagen irgendwie mal sowas passiert ist,\nwie irgendein Gemüse oder ein Obst oder irgendwas, was so verwesen und verwelken kann.\nOder ihr habt Rattenbefall im Auto gehabt oder der Marder hat sich Hunde,\nKatzen, Gerüche aller Art,\ndie ausgelöst sind von Organismen aller Art. Sagen wir es mal so."
    },
    {
      "speaker": "roddi",
      "time": "1:49:40",
      "text": "Ich hatte schon Ratten im Auto, aber in einer Plastikkiste. weil ich die wohin\ngefahren habe, um sie dort freizulassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:47",
      "text": "Achso, ja gut, aber die haben da nicht gehaust oder so."
    },
    {
      "speaker": "roddi",
      "time": "1:49:50",
      "text": "Nein, nein, nein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:50",
      "text": "Ja genau, also das war so eine Story, die ich gehört habe, so Wohnmobilratten\nhaben sich irgendwie reingeschlichen durch irgendein schlecht abgedichtetes\nLoch und fanden es dann super und dann hast du halt den Spaß.\nUnd dann musst du halt diesen Geruch und auch diese ganze Kontamination,\ndie damit verbunden ist, die willst du halt loswerden.\nUnd dann nimmst du so einen Ozongenerator."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:50:14",
      "text": "Gegen Rauch hilft das, glaube ich, auch. Wenn irgendwas total angekokelt ist\nund so diesen Verbranntgeruch nicht von irgendwas raus."
    },
    {
      "speaker": "roddi",
      "time": "1:50:21",
      "text": "30 Jahre geraucht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:23",
      "text": "Also generell Gerüche. Weil auch diese Gerüche sind letzten Endes kommen von\nirgendwelchen organischen Verbindungen.\nUnd das Ozon macht dem den Gar aus.\nDas heißt, du stellst dann dieses Ding in dein Fahrzeug oder das geht natürlich auch in Zimmern.\nAlso auch wenn du jetzt ein Zimmer hast mit Schimmel oder aus welchen Gründen\nauch immer, dass da mies drin riecht, dann könnte das sein, dass das eben hilft.\nDie Geräte sind günstig.\nUnd du machst es halt an und musst natürlich dann dafür sorgen,\nganz klar, dass dann halt auch alle Schotten dicht sind, weil Ozon ist dann\nhalt lebensgefährlich.\nAlso du machst es halt an, um den Bio-Hazard da zu installieren und alles,\nwas bio ist, den gar auszumachen."
    },
    {
      "speaker": "roddi",
      "time": "1:51:14",
      "text": "Ja, das sollte man nicht einatmen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:16",
      "text": "Das heißt, nachdem man da Ozon ausgestrahlt hat und im Idealfall quasi die ganze\nLuft des Raumes gesättigt ist oder jeglicher Sauerstoff in Ozon umgewandelt wurde,\ndann sollte man das für sich ein,\nzwei Stunden ruhen lassen. Mindestens kann man natürlich auch länger.\nAlso ich habe da alles gehört von Bedienungsanleitung, sagt eine Stunde reicht\nund andere haben gesagt, ich habe dann erstmal drei Tage das Auto stehen lassen,\nweil kann nur besser werden.\nUnd dann musst du halt ordentlich lüften und das Ozon langsam raus."
    },
    {
      "speaker": "roddi",
      "time": "1:51:55",
      "text": "Naja, das Ozon baut sich ja auch ab, weil es so reaktiv ist.\nAlso wenn es nicht mehr nachproduziert ist, dann ist es irgendwann auch wieder weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:02",
      "text": "Ja, better safe than sorry, sage ich nur, aber es hinterlässt dann sagen wir\nmal seinen eigenen Geruch, also es riecht dann halt nach Ozon und das ist dann\nauch nicht gleich sofort wieder weg,\naber du ersetzt den einen Geruch durch den anderen und irgendwann…."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:52:18",
      "text": "Wie ist das irgendwie mit Lebensmitteln, wenn man es also beispielsweise in\nder Küche einsetzen wollen würde?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:23",
      "text": "Die kannst du danach vergessen.\nWeil das ist genau das, wo es so gegen vor geht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:52:29",
      "text": "Also sollst du mal das tunlichste nicht in deiner Küche anziehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:31",
      "text": "Nein, nein, das ist jetzt nicht so, oh, es riecht nicht so gut in der Küche,\nich mach mal hier Ozon an.\nDann kannst du halt alle Lebensmittel komplett wegschmeißen und sollst auch\nkeine Haustiere in der Nähe haben und so weiter.\nDas ist halt, sagen wir mal, für leere Zimmer oder Zimmer, von denen du weißt,\ndass da nur noch Todzeug drin ist.\nJa, mal so als Produkttipp unseres modernen Lebens."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:52:58",
      "text": "Die zwangsläufige Frage natürlich irgendwie Umweltbelastung,\ndas heißt also, wie viel trägt man dann zur Entstehung des Ozonlochs bei oder\nverbleibt das alles in Erdnähe, weil nicht nach oben so flüchtigt?"
    },
    {
      "speaker": "roddi",
      "time": "1:53:10",
      "text": "Also erstens, wie ich bereits sagte, es ist relativ reaktiv,\ndeswegen löst es sich halt auch relativ schnell auf.\nUnd das heißt deswegen hast du halt Ozon ja auch nicht normal in der Atmosphäre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:24",
      "text": "Weil Du machst da O3 und das trennt sich dann danach in O2, also normale Sauerstoffmoleküle\nund dann hast du ein einzelnes O und das ist halt das Reaktive."
    },
    {
      "speaker": "roddi",
      "time": "1:53:36",
      "text": "Das ist brutal reaktiv."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:37",
      "text": "Und das schmeißt sich dann halt auf die ganzen organischen Verbindungen und\nmacht denen den Gar aus. Das ist sozusagen der Effekt. Also das Ozon an sich verschwindet.\nDa bleibt halt erstmal irgendwas übrig, was vielleicht sich noch nicht verbunden\nhat und das riechst du dann so ein bisschen noch nach, aber ist dann weg.\nAlso das verbleibt nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:53:58",
      "text": "Spannend, das mag man mal brauchen können. Ich habe ja meine vorletzte Wohnung,\nwar eine Schimmelwohnung, wo wir also in diversen Stellen einen erheblichen\nSchimmelbefall an den Wänden hatten.\nDa hilft das natürlich dann wieder nichts, weil das Problem liegt dann halt\nin der Mauer und in irgendwelchen undichten Leitungen und im Keller und weiß der Geier wo."
    },
    {
      "speaker": "roddi",
      "time": "1:54:18",
      "text": "Ja, meistens auch an Kältebrücken. Also es ist ja feucht, deswegen,\nweil da eine kalte Stelle ist und sich da Feuchtigkeit aus der Luft absetzt.\nUnd solange das nicht warm ist, das nicht irgendwie regelmäßig warm kriegst,\nbleibt das halt eine Schimmelstelle."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:54:34",
      "text": "Ja, damals auch mit diversen Baumaßnahmen wurde alles Mögliche versucht.\nDas ist ein ziemlich hoffnungsloser Kampf, so zumindest Erdgeschoss-Altbau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:44",
      "text": "Ein Nebeneffekt von solchen Maßnahmen ist natürlich, dass du dann in so einen\nPutzfibbel kommst und dann möchtest du natürlich auch dein Auto so richtig sauber\nhaben und fährst dann erstmal in die Waschstraße und holst den dicken Staubsauger raus.\nHabe ich auch gemacht, bin leider bei einer Waschstraße mit etwas mangelhaften\nSaugkraft bei ihren Staubsaugern gelandet. Deswegen ist da noch einiges zu tun.\nAber da bin ich dann irgendwie so in dieses so, da muss es doch auch Leute geben, die sowas macht.\nUnd da bin ich dann auch noch auf einen anderen Begriff gestoßen,\nder mir so bisher noch nicht bekannt war, der natürlich wenig überraschend aus\nden USA kommt, nämlich das Detailing."
    },
    {
      "speaker": "roddi",
      "time": "1:55:19",
      "text": "Detailing, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:20",
      "text": "Hast du schon mal gehört?"
    },
    {
      "speaker": "roddi",
      "time": "1:55:22",
      "text": "Ja, ich habe auch schon YouTube-Videos zu dem Thema gesehen,\nwo Leute also nicht nur das selber machen, sondern sowas halt auch.\nAlso da gibt es ja YouTuber, die machen das beruflich und zeigen dann vorher,\nnachher und wie sie das zubekommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:37",
      "text": "Das hat ja was Unglaubliches, Beruhigendes. Also ich habe generell eine große\nVorliebe für so Reinigungsprozesse."
    },
    {
      "speaker": "roddi",
      "time": "1:55:45",
      "text": "Anderen Leuten beim Arbeiten zugucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:47",
      "text": "Ja, wenn sie das vor allem auf eine unterhaltsame Art und Weise tun."
    },
    {
      "speaker": "roddi",
      "time": "1:55:53",
      "text": "Ja, das stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:55",
      "text": "Wobei es da unterschiedliche Skalierungen gibt.\nAlso wo ich zum Beispiel große Freude habe, ist so Rohrreinigung.\nRohrreinigung ist definitiv so ein richtiges Scheiß-Thema.\nJa, aber ich meine, das ist die Realität. Die Klos sind verstopft.\nIrgendwie nichts fließt mehr ab. Die Suppe läuft ja irgendwie über.\nUnd viele Leute denken das erste Mal überhaupt über das Thema nach,\ndass das, was sie da die ganze Zeit reinspülen, ja aber auch irgendwo wieder rauskommen muss.\nUnd das ist dann vielleicht mal nach ein paar Jahren dann eben auch nicht mehr\nrauskommt. Und wie wirst du das dann los?\nDa habe ich dann viel gelernt über Rohrreinigung und ich finde das sehr beruhigend,\nLeuten bei der Arbeit zuzuschauen. Und es gibt dann so verschiedenste,\nwenn wir jetzt gerade bei den YouTube-Kanälen sind, da gibt es dann so verschiedenste Ansätze.\nDa gibt es dann so die Leute, die also wirklich, sagen wir mal so,\nim Wesentlichen von ihrer Arbeit berichten und dann auch wirklich akribisch\nso diesen Debugging-Prozess mit, man kommt irgendwo hin, nichts fließt mehr ab, wo ist das Problem?\nWie findest du überhaupt erstmal die Stelle, wie gehst du dann dabei, etc.\nUnd dann gibt es auch Leute, die machen da so eine richtige Kirmes draus.\nDa fühlst du dich irgendwie sofort zu Hause, weil einfach die Typen so schräg\nsind. Und da ist jetzt mein Tipp."
    },
    {
      "speaker": "roddi",
      "time": "1:57:24",
      "text": "Der Podcast hat jetzt schon eine komische Wendung genommen.\nLetztes Mal Scheiß-Thema, dieses Mal Schimmel, jetzt Rohrreinigung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:34",
      "text": "Alles muss raus."
    },
    {
      "speaker": "roddi",
      "time": "1:57:36",
      "text": "Alles."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:57:36",
      "text": "Da muss mal Grund rein."
    },
    {
      "speaker": "roddi",
      "time": "1:57:40",
      "text": "Scheiße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:40",
      "text": "Naja, also Ja, es ist ein reinigender Prozess, der hier stattfindet Ja."
    },
    {
      "speaker": "roddi",
      "time": "1:57:47",
      "text": "Es ist Katharsis Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:52",
      "text": "Wer Lust hat mal in die wundersame Welt der Rohrreinigung einzusteigen und dabei\nauch Spaß haben will und sich auch automatisch gleich Teil einer Community zu\nfühlen Mein Tipp für heute, ich hab großen Spaß mit dem Herrn.\nDrain Cleaning Australia,\nUnd Bruce, der Rohrreiniger aus Australien, aus Westaustralien bei Perth,\nist einfach, das ist jemand, der liebt nicht nur seinen Beruf, der lebt seinen Beruf.\nDas ist für ihn einfach, er kann sich überhaupt nicht vorstellen,\nirgendetwas anderes zu tun als das und bemitleidet fast Leute,\ndie einfach im Büro sitzen müssen, weil he is living the dream.\nEs ist grandios. Drain Cleaning Australia, meine Empfehlung,\nwenn ihr Spaß haben wollt mit Rohrreinigung.\nAber ich wollte ja eigentlich aufs Reinigen der Autos zurückkommen und habe\nfestgestellt, Detailing is a thing.\nUnd das gibt es tatsächlich hier auch in Deutschland. Habe ich jetzt noch nicht\nals Dienstleistung in Anspruch genommen, finde aber dann teilweise so das Detail,\nmit dem dieses Detailing betrieben wird, wirklich bemerkenswert.\nAlso es gibt ja so Leute, die machen einfach nur sauber.\nAber dann gibt es halt auch Leute, die also mit einer Akribie diese Fahrzeuge\nwieder aufbereiten, dass wenn du sie zurückbekommst, sie im Prinzip so sind,\nals wie sie aus dem Verkaufsraum kommen.\nAlso wo sie dann wirklich nur noch nach dem Original Kunststoff riechen."
    },
    {
      "speaker": "roddi",
      "time": "1:59:24",
      "text": "Huckel hatte doch mal sowas für sein Motorrad machen lassen.\nHat er irgendwann mal erzählt, dass er da beim Händler war und er meinte,\nsagt mal die Maschinen, wenn ihr die verkauft, Auch wenn die sagen,\ndie sehen ja perfekt aus und so, könnt ihr das auch mal bei meiner machen.\nJa, ja, kostet so und so viel.\nUnd dann war er sehr happy, dass das Motorrad..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:44",
      "text": "Genau, und da denke ich auch drüber nach, weil dieser ganze Grind,\nder sich da so mit der Zeit ansammelt, der ist auch irgendwie verstörend.\nWeil wenn es nie so richtig sauber ist, dann lohnt es sich auch nicht, es zu putzen.\nAlso du musst es erstmal in so einen Urzustand wieder zurückbringen und dann\nmacht es auch mehr Spaß, diesen Zustand möglichst beizubehalten.\nWährend wenn du immer nur so nachschaufelst und dann ist es irgendwie immer\nnoch dreckig, weil du dann nicht genug Zeit hast oder nicht genug Energie oder\nnicht die richtigen Tools, dann macht es ja auch irgendwie keinen Spaß."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:00:16",
      "text": "Man merkt aber auch, dass eure Kinder halt aus einem gewissen Alltag raus sind.\nWenn ich in dieses grundgereinigte Pfad meinen Fünfjährigen reinsetze,\ndann hält dieser Zustand ziemlich exakt 30 Minuten.\nZiemlich da, wo du gestartet bist. Ich spreche aus Erfahrung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:37",
      "text": "Ja, das ist in der Tat eine Phase im Leben, wo man da eine gewisse Distanz zu entwickelt. gilt.\nIch verstehe das auch, dass du dann mit dem Scheiß-Thema."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:00:45",
      "text": "Ich weiß nicht, was du da fordert wirst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:46",
      "text": "Weil das hast du dann wirklich quasi..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:00:48",
      "text": "Genug gesehen."
    },
    {
      "speaker": "roddi",
      "time": "2:00:49",
      "text": "Okay, das ist so eine Art Anti-Detailing dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:55",
      "text": "Okay."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:00:58",
      "text": "Ja, was ist in dem Kontext, das musste ich auch erst lernen,\nhat mir auch Claudia rausgesucht, mobile Autoreinigung.\nDie kommen bei dir quasi einfach vor die Tür, wo dein Auto parkt und,\nwaschen das sowohl von außen, als auch machen halt gründliche Innenraumreinigung\nund du musst aber halt nicht irgendwo hinfahren und irgendwie sonst was anwerfen\nund sie haben den Claim, also die, die wir jetzt hier hatten,\nwar Tiger Wash, es gibt aber mehrere,\ndass sie deutlich umweltschonender sind, als wenn du in eine normale Waschstraße\noder sowas reinfährst, weil das also nur drei bis vier Liter Wasserverbrauch\nohne Chemie und das Ergebnis war hübsch, also es gibt mittlerweile echt ja für\nalles irgendeine Dienstleistung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:41",
      "text": "Tiger Steam Teamwash oder was?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:01:44",
      "text": "Genau, das haben wir in der Tat gemacht und dann freut man sich leider den ganzen\nTag darüber, wie schön sauber das Auto ist.\nUnd die kommen vorbei. Die kommen vorbei, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:53",
      "text": "Aber man darf doch sein Auto auf der Straße gar nicht waschen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:01:55",
      "text": "Naja, die schon, weil halt nichts den Boden quasi erreicht.\nDas heißt also, die haben dort so Dampfapparaturen, wo sie alles gleich absaugen\nwieder, was sie dort produzieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:06",
      "text": "Ja, das ist so etwas, was man in diesen Detailing-Videos oft sieht,\ndass also so mit heißem Dampf gemacht wird und dann halt natürlich auch diese\nNasssauger und so weiter."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:02:16",
      "text": "Genau, die gehen also nicht mit einem Kärcher drauf, sondern Spezialapparaturen.\nDas bringen die halt alles mit und erkundigen sich halt vorher,\nwie viel Platz haben wir da links und rechts.\nAlso die brauchen halt schon natürlich ein bisschen Arrangiermasse.\nDas heißt also, wenn du schon kaum noch die Tür aufkriegst, dann ist es natürlich\nschwierig, aber solange du die Tür normal aufkriegst, reicht denen das.\ndas also wenn du so ein parkplatz irgendwo in der umgebung hass kommen die bei dir vorbei okay und."
    },
    {
      "speaker": "roddi",
      "time": "2:02:42",
      "text": "Und, was kostet das so?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:02:43",
      "text": "Äh, es geht. Irgendwie Außenreinigung war irgendwie 69 Euro und Innenreinigung,\nda war allerdings auch alles wirklich echt desaströs.\nDas ging irgendwie an die 100 Euro, was die hatten."
    },
    {
      "speaker": "roddi",
      "time": "2:02:55",
      "text": "Die Adresse ist geil, ist direkt bei mir um die Ecke."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:02:57",
      "text": "Ja, guck. Aber dafür haben sie dann aber auch irgendwie irgendwas über eine\nStunde halt sich da, oder anderthalb Stunden, glaube ich, sogar außen plus innen abgearbeitet."
    },
    {
      "speaker": "roddi",
      "time": "2:03:06",
      "text": "Wie viel sagtest du?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:03:08",
      "text": "Außen war, glaube ich, steht hier auf der Seite, Außen war 69 Euro und Innenraum irgendwie 100 Euro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:14",
      "text": "Je nach Wagengröße."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:03:16",
      "text": "Genau."
    },
    {
      "speaker": "roddi",
      "time": "2:03:16",
      "text": "Okay, aber das ist so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:03:19",
      "text": "Und angesichts unseres Verschmutzungsgrades im Innenraum kamen sie dann irgendwann\nganz schüchtern an und meinten, wir müssen nochmal über den Preis sprechen.\nVon der Größe her sei es ja nicht so wild, aber das wird ja schon, also."
    },
    {
      "speaker": "roddi",
      "time": "2:03:31",
      "text": "Es geht eher in Richtung Intensivreinigung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:03:34",
      "text": "Es wurde dann eine Intensivreinigung."
    },
    {
      "speaker": "roddi",
      "time": "2:03:36",
      "text": "Dein Sohn hat die ganze Arbeit geleistet."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:03:38",
      "text": "Naja, ich habe halt zwei Racker da und das ist dann schon ein wildes Potenzial, was sich da entfaltet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:46",
      "text": "Okay, also wenn die sagen Intensivreinigung, Innenraum, dann meinen die das auch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:03:51",
      "text": "Ich würde vermuten, dass es noch nicht jetzt den Grad erreicht,\nden du hier mit deinen Detailern hast.\nAber das war schon, das geht deutlich über das hinaus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:00",
      "text": "Weiß ich nicht, das ist ja hier auch so in diesem Preisrange,\nalso ob die sich Detailer nennen oder nur Innenraumreinigung,\nalso ich glaube am Ende ist das genau das Gleiche."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:04:08",
      "text": "Also es war deutlich besser als das, was ich jetzt irgendwie hier mit dem Staubsauger\nin der Tankstelle erreiche.\nAlso auch die ganzen Sachen dann, die ganzen Armaturen alle vernünftig irgendwie\naufpoliert und so. Also das sah dann schon wirklich sehr, sehr gut aus, der Innenraum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:21",
      "text": "Also die, die sich Detailer nennen, die haben halt irgendwie so Sportwagen auf\nihrer Homepage, um damit zu werben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:04:26",
      "text": "Ja, meine Karre ist halt 20 Jahre alt. Die sieht dann halt auch aus wie 20 Jahre.\nAber das kriegst du dann da auch mit der besten Politur nicht mehr so richtig.\nIst halt so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:35",
      "text": "Alright.\nGut, weitermachen.\nWer möchte?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:04:42",
      "text": "Was haben wir denn noch so? Ach ja, das ist doch ganz hübsch.\nWann habt ihr denn zum letzten Mal über das alte Rom nachgedacht?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:51",
      "text": "Nachgedacht auf welche Art und Weise? Wie es da so ist?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:04:55",
      "text": "Völlig egal. Hauptsache nur über das alte Rom nachgedacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:58",
      "text": "Das ist bestimmt häufiger vorgekommen in der letzten Zeit. Ich hatte gerade\nvor zwei Tagen über das Kolosseum tatsächlich nachgedacht."
    },
    {
      "speaker": "roddi",
      "time": "2:05:07",
      "text": "Also ich muss jetzt mal dazu sagen, ich hatte fünf Jahre Latein in der Schule."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:05:11",
      "text": "Sehr gut. Gallia est omnis divisa in patis tresquam, unam incolunt belge,\naliam aquetani, terciam quipsorum, lingua celtri, nostri gallia plantur."
    },
    {
      "speaker": "roddi",
      "time": "2:05:19",
      "text": "Richtig. Heißt was? Caesar de bellum Gallicum."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:05:21",
      "text": "Das ist der erste Abschnitt vom gallischen Krieg von Caesar.\nJeder, der Latein gemacht hat, muss das lernen."
    },
    {
      "speaker": "roddi",
      "time": "2:05:29",
      "text": "Wie war das Gallien?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:30",
      "text": "Ich kann das nicht nur mit Altgriechisch kontern."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:05:33",
      "text": "Ja, aber das nehmen wir ja gut. Der humanistische Podcast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:37",
      "text": "Andra oene, Pemusa, Polyptrobron, Osmalapol."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:05:41",
      "text": "So nämlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:42",
      "text": "Ja, so sind wir."
    },
    {
      "speaker": "roddi",
      "time": "2:05:45",
      "text": "Gallien ist in drei Teile aufgeteilt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:05:46",
      "text": "Fress das, ihr YouTuber."
    },
    {
      "speaker": "roddi",
      "time": "2:05:49",
      "text": "Weiß ich nicht mehr genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:51",
      "text": "Ich weiß gar nicht, was es heißt, aber es ist der Beginn der Odyssee."
    },
    {
      "speaker": "roddi",
      "time": "2:05:56",
      "text": "Aurea prima satast. Das war Ovid."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:59",
      "text": "Lass uns wieder zu Deutsch zurückkehren. Und was mit Rom denn nun so auf sich hat?"
    },
    {
      "speaker": "roddi",
      "time": "2:06:03",
      "text": "Also mit Rom tatsächlich, Also es ist so, dass ich das sich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:06",
      "text": "Durchaus… Meinst du Rom die Stadt oder Rom das Römische Reich?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:06:10",
      "text": "Ne, das alte antike Römische Reich plus Rom als Stadt und Kolosseum und whatever."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:16",
      "text": "Also ich denke öfter darüber nach, weil mich diese Zeit generell fasziniert,\nweil sie schon so einen hohen Grad an Ingenieurskunst und an gesellschaftlicher Ordnung gelegt hat.\nhat die Ursprung unserer Sprache in vielerlei Hinsicht darstellt etc."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:06:35",
      "text": "Rechts ist eben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:36",
      "text": "Ja, ja, da ist einiges dabei."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:06:38",
      "text": "Das haben die Römer jemals gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:40",
      "text": "Jemals, genau."
    },
    {
      "speaker": "roddi",
      "time": "2:06:41",
      "text": "Das Aquädukt, genau. Nee, also es ist tatsächlich so, dass ich einige History-Sachen\nauf YouTube abonniert habe und jetzt neulich auch was gehört habe.\nZum Thema Richard Carrier, ich weiß nicht, ob dir der Name was sagt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:06:59",
      "text": "Nee."
    },
    {
      "speaker": "roddi",
      "time": "2:06:59",
      "text": "Der wurde bekannt dadurch, dass\ner quasi ein Standardbuch zum Thema den mythischen Jesus geschrieben hat.\nUnd da drin mehr oder weniger, also es ist ein wissenschaftliches Paper auf 600 Seiten.\nUnd er kommt zu dem Schluss, es ist wahrscheinlicher, dass es ihn nicht gegeben\nhat, als dass es ihn gegeben hat. Die Wahrscheinlichkeiten sind nicht gut,\naber es ist ein bisschen unwahrscheinlicher, dass es ihn tatsächlich als historische Person gegeben hat.\nEgal, ich habe halt in einem Podcast neulich ein Interview über ihn gehört,\nwo er sehr stark darüber spricht,\nwie sich die Demokratie in der griechischen Antike von der Demokratie in der\nrömischen Antike unterscheidet.\nUnd wie viel von dem, was die Demokratie in der römischen Antike an Errungenschaften\nhatten, sich dann hinterher in der Verfassung der Vereinigten Staaten wieder\ngefunden hat. Ich weiß nicht, das ist jetzt eine lange Antwort."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:08:00",
      "text": "Aber ihr seid offensichtlich voll die Zielgruppe. Habt ihr nämlich mitbekommen,\ndass es vor rund einem Jahr einen TikTok-Trend gab?"
    },
    {
      "speaker": "roddi",
      "time": "2:08:09",
      "text": "Vor einem Jahr? Das ist ja quasi Antike bei TikTok."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:08:15",
      "text": "Die Antik-Tocke. An TikTok, ja.\nFrühjahr 23 gingen also TikTok-Videos viral von im Wesentlichen Ehefrauen und\nFrauen, die sich über ihre Typen lustig machen, wie häufig die übers römische Reich nachdenken.\nThemen, wo man sich fragt, what the fuck, wie kommt man da überhaupt drauf?\nUnd dann ging es also dann wirklich halt viral, dass also jetzt einfach Frauen\nihre Typen gefragt haben und Kamera drauf gehalten haben, sag mal,\nwie oft denkst du eigentlich über das römische Reich?\nUnd so, naja, ein paar Mal täglich schon.\nUnd die Damen das also 0,0 nachvollziehen können.\nIch habe damals schon etwas etwas bezweifelt, dass das Ganze irgendwie empirisch haltbar ist.\nUnd was davon irgendwie gestaged war. Und ob das jetzt wirklich ein Massenphänomen\nwar. Aber immerhin eure Reaktion."
    },
    {
      "speaker": "roddi",
      "time": "2:09:10",
      "text": "Niemand würde bei TikTok irgendwas stagen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:09:15",
      "text": "Trotzdem, das ging halt vor einem\nJahr rum. Und man hat irgendwie klar vor Augen, was dann passiert ist.\nRoland Emmerich, unser Mann in Hollywood, wir erinnern uns, der im Schwabenländle\ngroß geworden ist und dann relativ früh nach Hollywood abgereist ist,\num dort endlich mal die großen Blockbuster-Filme zu machen.\nWas er, muss man ja sagen, dann auch mal wirklich geschafft hat. Independence Day."
    },
    {
      "speaker": "roddi",
      "time": "2:09:37",
      "text": "Kleine Filme macht er nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:09:38",
      "text": "Day After Tomorrow 2012. Alle solche Geschichten hat er da gemacht.\nUnd ich muss sagen, ich habe eine gewisse Schwäche für Emmerich.\nIch mag irgendwie so diese Der ist so schön untreiwillig komisch.\nDiese Grundprämissen und er hatte auch schon irgendwie so ein paar schräge Ideen\ndrin und ich finde, er hat vor allen Dingen Kino schon ganz gut verstanden.\nDas ist also ein gewisser Flow, ein gewisses Tempo, eine gewisse epische Anlage\nirgendwie für Dinge brauchst.\nNaja, der hat das also mitbekommen und hat sich gesagt, oh, Rom,\nprima, lass uns mal eine Serie drüber machen.\nAlso ganz so war es dann nicht. Es funktioniert auf der Zeitlinie leider nicht,\naber es gibt jetzt auf Amazon Prime,\nEine Serie über das alte Rom von Roland Emmerich, Regisseur,\nnämlich Those About to Die, also Morituri,\ndie Salutan, wobei der zweite Teil schon weg, auch wieder ja unter uns Lateinern, ja Morituri,\nalso Those About to Die, das ist also die gnadenlose Effizienz der lateinischen\nSprache, die also vier englische Worte in ein einziges lateinisches gießen können."
    },
    {
      "speaker": "roddi",
      "time": "2:10:43",
      "text": "Naja, so effektiv ist Englisch ja nun auch nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:10:47",
      "text": "Die Grammatik ist ja schon schick von Latein. Wie auch immer,\ndiese Serie gibt es jetzt also auf Amazon Prime.\nUnd da ich auch ganz viel über das römische Reich nachdenke,\nhat mich das in der Tat interessiert.\nUnd ich bin angetan, muss ich sagen.\nDas ist eine interessante Serie, weil die hat sich eben nicht emmerig ausgedacht,\nsondern der eigentliche Showrunner ist Robert Roddard, ich weiß nicht,\nwie man den ausspricht, oder Roddard, Robert Roddard, keine Ahnung.\nDas ist der, der Saving Private Ryan geschrieben hat.\nAlso der hat schon ein bisschen was auch seriöseres zu verantworten und das\nGanze basiert auf einem Tatsachen-Sachbuch aus,\nich glaube irgendwie den 80er Jahren unter dem Titel auch Those About To Die,\nwo die Historie der Gladiatoren-Spiele im Laufe der Jahrhunderte des römischen\nReiches so ein bisschen durchdekliniert wird.\nUnd da haben sie sich jetzt quasi eine Zeitscheibe rausgesucht,\nnämlich das sogenannte Flavianische Zeitalter.\nDer wird dann auch von Dennis, nee, von, wie heißt er hier, Schweigender Lämmer.\nAnthony Hopkins, genau, gespielt. Der alternde Kaiser mit seinen beiden Söhnen,\ndie dann irgendwie in Nachfolgestreitigkeiten geraten und das Ganze dann halt\nals letzte Maßnahme wird dann das Kolosseum gebaut.\nDas heißt also, Tim, wenn dich die Geschichte des Kolosseums interessiert,\nwäre diese Serie auch was für dich, weil es entsteht nämlich genau in diesem Zeitalter.\nUnd ich finde, da kommen ganz erstaunliche Komponenten zusammen bei dieser Serie,\nweil es zum einen wenn halt inhaltlich gar nicht mal so over the top ist und\nso fern von dem, wie wir heute annehmen, dass es damals funktioniert hat.\nAlso auch wie diese ganzen Geldkreisläufe rund um die Spiele dort funktioniert\nhaben, welchen Star-Status dort die einzelnen Kämpfer oder Wagenlenker hatten.\nIm Kern stehen also Wagenrinnen bei der ganzen Geschichte.\nDie 3D-Ansichten von Rom sollen wohl die exaktesten sein, die es bisher zu sehen gibt.\nDas heißt also so, wie genau ist das Stadtbild aus der Zeit abgebildet,\nwie fühlt sich auch gerade so dieser ganze Unterschichtenbereich an,\nwie leben die Leute, wie ist die Ausstattung.\nAlso da wurde mehr Attention to Detail rangegeben, als man bei Roland Emmerich\nansonsten vielleicht so vermuten würde.\nUnd es hat in der Tat einen interessanten, coolen Cast, unter anderem einen\nmeiner Lieblingsdarsteller, nämlich den Ivan Rian.\nDas ist ein Herr, den kennt man vor allen Dingen aus Game of Thrones,\nwo er den Superverrückten gespielt hat.\nIch weiß gar nicht, welche Rolle hat der da, wie hieß der, war das Theon,\nmuss mal eben gucken, Television, haben wir hier Game of Thrones,\nRamsey Bolton, genau, das war\nder komplett Verrückte, der irgendwie die Leute gehäutet hat und sowas.\nDas war seine zweite Rolle von, also bei Game of Thrones war es schon seine\nzweite Rolle von so einem Außenseiter-Typen, der einen Dachschaden hat.\nZum ersten Mal habe ich den gesehen in Misfits. Kennt ihr die Serie? The Misfits?\nEnglische, ich glaube BBC-Serie.\nDie ist auch cool. Das ist, wenn man The Boys gut findet, was jetzt gerade so\nSuperhelden quer gestrichen ist.\nIst das auch nochmal eine interessante\nVariante davon, weil das quasi Superhelden quer gestrichen ist?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:37",
      "text": "Was heißt das?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:14:38",
      "text": "Also The Boys, kennst du die Serie? Okay, gut. Also du kennst das Marvel Universe.\nJa, ja. Aus der Ferne. Aus der Ferne. Aber da gibt es so dieses..."
    },
    {
      "speaker": "roddi",
      "time": "2:14:47",
      "text": "Ich bin mehr so DC als Marvel, aber..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:14:49",
      "text": "Okay, also gut, also, muss man hier wieder beim Bei dem Thema wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:55",
      "text": "Es wirklich schwierig."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:14:56",
      "text": "Okay, also The Boys nimmt halt dieses ganze Superhelden-Thema und dekliniert\nes durch, wie es denn realistisch ablaufen würde. anfangen.\nWenn es wirklich Leute mit Superhelden gibt,\nnämlich das werden alles Narzissten, die ihre Macht ausnutzen auf der einen\nSeite und zum anderen werden sie in eine kapitalistische Verwertungslogik eingepasst\nund das Ganze ist also ein einziges großes Geschäftsmodell.\nDas ist also quasi die Grundprämisse von The Boys.\nSchon ganz eindrücklich gemacht. Kann man sich mal den Piloten angucken.\nDanach hat man, glaube ich, schon einen ganz guten Eindruck.\nUnd Misfits war früher, war deutlich\nvor The Boys und dreht dieses Superhelden-Ding nochmal anders auf,\nindem so eine Gruppe von fünf Versagern, die alle zur Sozialhilfe verdonnert\nwerden oder zur Community-Labor,\ndie plötzlich durch einen Unfall alle verschiedene Superhelden-Eigenschaften\nbekommen und damit überhaupt nicht umgehen können und quasi da ihr Teenagertum dann umleben.\nAber gerade die ersten beiden Seasons sind sehr, sehr schön gemacht.\nDa kann man auch seine Englischkenntnisse auf harte Proben stellen,\nweil einer spricht so richtig, oder ein Nee, so richtig harten Cockney-Akzent.\nEiner kommt aus Schottland. Also wenn man denkt, dass man gut Englisch kann,\ndann mal in eine Folge Misfits reingucken."
    },
    {
      "speaker": "roddi",
      "time": "2:16:17",
      "text": "Ich empfehle Trainspotting im Original."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:16:19",
      "text": "Ja, so ungefähr. Noch breiter, weil plötzlich noch mehr Akzente nebeneinander\nhast, nicht nur schottisch halt.\nAlso Misfits gute Sache und da hatte der schon eine fantastische Rolle von so\neinem Typen, der auch schon so draußen war.\nUnd der spielt jetzt also die Hauptrolle in Those About To Die,\nin dem er eben quasi ein Emporkömmling ist, der jetzt also in die oberen Gesellschaftssphären\nvon Rom aufsteigen will, darüber, dass er eben seine Wettgeschäfte und seine\nganzen Arena-Ambitionen irgendwie mal nach oben bringt.\nUnd das ist schon für das, was es eigentlich sein will, ungewöhnlich clever\nund interessant erzählt.\nAlso ich würde sagen, das hat schon klare Game-of-Thrones-Qualitäten."
    },
    {
      "speaker": "roddi",
      "time": "2:16:59",
      "text": "Aber es ist mehr...\nTheater als Doku oder wie?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:17:06",
      "text": "Also ich würde sagen, so vom Grundspirit her auch sowas, was das Verhältnis\nvon Action zu Dialogszenen angeht, ist es schon alles ziemlich ähnlich zu Game of Thrones.\nAlso du hast so Action-Pieces, die schon ganz interessant sind."
    },
    {
      "speaker": "roddi",
      "time": "2:17:19",
      "text": "Wahrscheinlich nichts für mich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:17:20",
      "text": "Sicherlich irgendwie nicht wie bei Spartacus und du hast sehr,\nsehr gute Dialog-Passagen. Also ich würde sagen, es ist gut geschrieben wirklich so."
    },
    {
      "speaker": "roddi",
      "time": "2:17:27",
      "text": "Also es ist mehr eine Story."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:17:28",
      "text": "Die Figuren sich entwickeln. Ja, das ist null Doku eigentlich am Ende des Tages.\nEs passt alles ganz gut in die realen Vorkommnisse, aber am Ende des Tages ist\nes auch komplett ausgedacht.\nNicht komplett ausgedacht, also ich würde sagen so 40 Prozent ausgedacht, 60 Prozent Realität."
    },
    {
      "speaker": "roddi",
      "time": "2:17:49",
      "text": "Zum Thema Rom realistisch nachgebaut, die Frage, wie lange ist dein Commute?\nAlso wie lange brauchst du, um zur Arbeit zu kommen und wieder zurück?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:17:59",
      "text": "Da brauche ich mit dem Fahrrad zehn Minuten."
    },
    {
      "speaker": "roddi",
      "time": "2:18:01",
      "text": "Oh, das ist wenig. Also lustigerweise, es gibt jemanden, der hat das tatsächlich\nmal wissenschaftlich untersucht und ist draufgekommen,\ndass der typische Commute im antiken Rom zu Fuß zwischen einer halben und einer\nDreiviertelstunde ist.\nDas heißt, seit 2000 Jahren hat sich das eigentlich nicht verändert,\nwie lange die Leute irgendwie bis zu ihrem Job brauchen.\nIn Großstädten zumindest nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:18:31",
      "text": "Vielleicht noch ein abschließendes Wort der Warnung zu der Serie.\nDie ist gerade im letzten Drittel nichts für zartbeseitete Gemüter.\nDas heißt also gerade, wenn man so sagt, so okay, Game of Thrones,\nRed Wedding, das war mir viel zu hart.\nDas ist gegen das, was dann dahinter am Ende so passiert in den letzten drei\nFolgen, ist das schon so eher so das Mittelmaß. Also da drehen sie ganz schön auf die Zwölf.\nIch finde das Täter auch nicht unbedingt nötig, dass sie da so extrem in Sachen\nTorture-Porn letztendlich, würde ich das mal bezeichnen, irgendwie einsteigen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:06",
      "text": "Das schaue ich mir dann doch lieber eine Pompeji-Doku an."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:19:10",
      "text": "Kommt übrigens auch vor, weil es auch genau in die Zeit reinfällt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:13",
      "text": "Also ich war ja in Pompeji im letzten November tatsächlich und habe mir das\nmal alles in Ruhe angeschaut. Da habe ich sehr viel über Rom nachgedacht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:19:19",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:36",
      "text": "Wie soll ich das nennen? Also du gehst da so durch diese Straßen,\nes ist ja relativ viel übrig, also du siehst richtig,\ndu hast so eine harte Stadtstraßenstruktur mit irgendwie 90 Grad Winkelstraßenanordnung\nund dann siehst du eben auch diese einzelnen Läden und vor allem dann siehst\ndu halt sehr viel so, naja,\nso McDonalds, also Straßenfood.\nWo so halt in so Steintische, Kochstellen eingelassen sind, wo dann halt einfach\nEssen gemacht wurde und dadurch beschleicht einem so das Gefühl,\nwahrscheinlich hat sich so in den 2000 Jahren jetzt auch nicht so viel geändert.\nAlso man würde natürlich dann, wenn man da hingebeamt wird, die Sprache erstmal nicht verstehen.\nAber wenn man halt mit einem Bubblefish unterwegs ist und vielleicht andere Kleidungsprobleme.\nWas? Das gab es auf dem Burger. Es waren keine Tomaten dabei."
    },
    {
      "speaker": "roddi",
      "time": "2:20:35",
      "text": "Nein, Zwiebeln glaube ich auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:37",
      "text": "Weil die alle noch nicht so weit gezüchtet waren, wie wir."
    },
    {
      "speaker": "roddi",
      "time": "2:20:39",
      "text": "Nein, weil die alle aus Asien sind und damals noch nicht kamen.\nObwohl Tomaten sind, glaube ich, vom amerikanischen Kontinent.\nAber die gab es im antiken Rom noch nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:20:49",
      "text": "Warst du dann auf dem Vesuv auch oben?"
    },
    {
      "speaker": "roddi",
      "time": "2:20:52",
      "text": "Kartoffeln auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:54",
      "text": "Vesuv war gesperrt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:20:56",
      "text": "Ja, weil also ich war vor sechs, sieben Jahren oder sowas in Pompeji,\nNeapel, Vesuv und hatten dann als touristisches Highlight dann oben eben Vesuv-Besichtigung\nund der war komplett in Wolken und in einem dermaßenen Umwetter,\ndass du also nicht mal irgendwie durch den Regen da 20 Meter nach oben vernünftig laufen konntest.\nDu hast also eine Sichtweite von irgendwie zwei Metern gehabt,\ndas war komplett pointless, das haben wir dann bleiben lassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:23",
      "text": "Ja, es ist auch relativ viel Erdbebenaktivität da in den letzten Jahren.\nAlso es ist eine erhöhte Warnstufe."
    },
    {
      "speaker": "roddi",
      "time": "2:21:33",
      "text": "Vulkan halt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:35",
      "text": "Es ist nicht so wie jetzt auf Sizilien da mit dem Ätna, der geht ja gerade wieder richtig steil.\nAber naja, irgendwann knallt es da halt auch mal.\nIch hoffe, ich bin da nicht dabei. Jetzt haben wir ja irgendwie ein großes Insekt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:21:49",
      "text": "Ein sehr großes Insekt. Jetzt hat er sich hinter dem Monitor versteckt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:55",
      "text": "Größer aus, als es ist."
    },
    {
      "speaker": "roddi",
      "time": "2:21:59",
      "text": "Irgend so eine Wanze oder sowas. Schildwanze."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:22:04",
      "text": "It's a bug."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:05",
      "text": "Ich mache gleich den Ozongenerator."
    },
    {
      "speaker": "roddi",
      "time": "2:22:07",
      "text": "It's a feature."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:10",
      "text": "Okay, naja, so viel zu Rom. Vielleicht stimmt das auch. Vielleicht denken Männer\neinfach mehr über Rom nach. Ich weiß aber auch nicht warum."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:22:18",
      "text": "Es gab dann in der Tat ein paar Kulturwissenschaftler, die sich danach dessen\nangenommen haben und deren Grundthese war halt, dass halt viele männliche Werte\nhalt auch damit verknüpft werden.\nAlso diese Effizienz der Legionen, wie gut strukturiert das alles war,\ndiese Ordnung, Klarheit,\nDurchsetzungsfreude, das sind halt alles irgendwie erstmal maskuline."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:45",
      "text": "Ähnliche Stereotype bedient es."
    },
    {
      "speaker": "roddi",
      "time": "2:22:47",
      "text": "Vielleicht haben sich da auch nur ein paar Leute massiv trollen lassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:53",
      "text": "Ich kann mir schon vorstellen, dass das so einen gewissen Appeal ausmacht."
    },
    {
      "speaker": "roddi",
      "time": "2:23:00",
      "text": "Was ich immer wieder spannend finde an Rome ist, okay,\ndas antike Rome ist jetzt 2000 Jahre her, trotzdem hatten die technologisch\nsehr, sehr viel Kram, was man so auf den ersten Blick denen halt nicht zutrauen\nwürde. Und das finde ich das eigentlich Spannende daran."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:23:15",
      "text": "Also man muss halt im Detail immer noch hingucken."
    },
    {
      "speaker": "roddi",
      "time": "2:23:17",
      "text": "Über Pumpwerken, über diesen künstlichen See, den sie da angelegt haben,\ndiesen sechseckigen, achteckigen See neben Rom, das ist eigentlich ein Hafen,\nder da gebaut wurde und lauter so ein Kram."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:30",
      "text": "Toilettensysteme."
    },
    {
      "speaker": "roddi",
      "time": "2:23:32",
      "text": "Toilettensysteme, die auch die Aquädukte sind, sind ja eigentlich super bei einem."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:23:38",
      "text": "Man muss aber auch immer schauen, wie viel davon haben sie von den alten Griechen geklaut.\nAlso das ist immer nochmal ein Blick wert, was sie eigentlich nur eins zu eins\nvon den Griechen übernommen haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:47",
      "text": "Die Aquädukte haben sie von den Griechen geklaut?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:23:49",
      "text": "Nee, also einfach die Grundzüge des Rechtssystems, der Philosophie, Architektur.\nDas ist am Ende eben alles nicht von den Römern erfunden, sondern von den Griechen erfunden."
    },
    {
      "speaker": "roddi",
      "time": "2:23:57",
      "text": "Ja, das ist richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:58",
      "text": "Ein artes Ziel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:23:59",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:00",
      "text": "Darin waren die Römer in der Tatsache. Und in Istanbul gibt es ja,\ndas war ja auch mal so, wie hieß es damals?\nKonstantinopel? Ja, auch Byzanz. Oder Byzanz, genau.\nEs war auf jeden Fall so ein römischer Outpost. Und die römische Outpost."
    },
    {
      "speaker": "roddi",
      "time": "2:24:15",
      "text": "Das war das römische Reich, nach dem Westrom gefallen ist. Und zwar bis zum Ende des Mittelalters.\nByzanz ist der Grund, warum wir diese ganzen griechischen Schriften überhaupt noch haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:28",
      "text": "Okay. Ich wollte einfach nur auf die konkrete Hinterlassenschaft in Istanbul hinaus.\nDa war ich nämlich auch. Da habe ich auch viel über Rom nachgedacht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:24:40",
      "text": "Kaum denkt man mal drüber nach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:42",
      "text": "Naja, also ich muss mich jetzt gerade mal erinnern, wie heißt denn das da oben nochmal?\nUnd zwar haben die natürlich auch das Wasserproblem da ganz speziell,\nweil durch Istanbul fließt ja kein Fluss.\nDas liegt zwar an dieser Meeresenge, aber es wird halt nicht durch einen großen\nFluss versorgt. Wie das ja eigentlich normalerweise bei großen Städten üblicherweise\nist, dass der Fluss der Grund der Ansiedlung ist.\nAber hier war der Grund wohl eher strategisch, keine Ahnung,\ndie Berge, diese Meeresenge.\nEs gab andere Gründe dort eine große Stadt zu machen."
    },
    {
      "speaker": "roddi",
      "time": "2:25:15",
      "text": "Genau, militärisch-strategisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:17",
      "text": "Und um militärisch-strategisch, genau, und um da die ganze Versorgung,\ndie ganze Wasserversorgung sicherzustellen, haben die Römer da so einiges hingebaut.\nUnter anderem die großen Zisternen, das war glaube ich das Wort,\nnachdem ich gerade gesucht habe.\nGenau, jetzt muss ich mal kurz das mal anfliegen, um mich zu erinnern."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:25:42",
      "text": "Wir fliegen wieder über Google Earth."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:43",
      "text": "Wir fliegen wieder über Google Earth."
    },
    {
      "speaker": "roddi",
      "time": "2:25:45",
      "text": "Das kann keiner sehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:46",
      "text": "Das kann keiner sehen, aber das muss jetzt auch keiner sehen.\nAuf jeden Fall gibt es da in Istanbul, da ist ja viel Stadt,\nwirklich eine große Stadt, von der ich eigentlich nur das Geringste gesehen habe.\nAber dann gibt es halt da irgendwie einen großen Palast da oben auf dem Berg.\nUnd da liegen dann eben oben auf diesem Berg auch die Zisternen.\nUnd dort haben sie dann halt das Wasser, ich weiß nicht, wie haben sie dann\ndas Wasser nochmal hingeleitet? Auf solchen Aquädukten.\nAus den Bergen haben sie das da irgendwie hingeleitet und dann gibt es halt\nso riesige Zisternen, die sie da in den Boden eingegraben haben,\nalso mit so Säulen 20 Meter hoch, da kann man dann so runtersteigen und es ist\neinfach eine Unmenge an Wasser, die sie dort gespeichert haben.\nAlso es ist immer wieder krass, wie groß die gedacht haben.\nDas finde ich bemerkenswert. Und deswegen denke ich immer wieder gerne an Rom.\nAber es ist wirklich mehr das und die männlichen Stereotype, weiß ich nicht.\nAlso dieses ganze Legionärsgedöns und so weiter und ihre Kriegstaktiken fand\nich jetzt nicht so inspirierend."
    },
    {
      "speaker": "roddi",
      "time": "2:26:55",
      "text": "Nee, ehrlich gesagt finde ich die römische Armee selber auch nicht so spannend."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:26:58",
      "text": "Echt, aber so eine Schildkröte, das ist also so ein Konzept schon."
    },
    {
      "speaker": "roddi",
      "time": "2:27:02",
      "text": "Bei Asterix ist das super, aber ansonsten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:04",
      "text": "Aber nicht besonders effizient."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:27:07",
      "text": "Katapulte und wenn ein Hannibal auf den Elefanten über die Alpen und so."
    },
    {
      "speaker": "roddi",
      "time": "2:27:11",
      "text": "Ja, der ist aber nicht Römer."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:27:12",
      "text": "Nein, der ist natürlich kein Römer, nein, nein.\nAch ja, gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:17",
      "text": "Schön,\ndass wir jetzt hier auch echt mal diese Humanismus-Schiene hier in diesem Kulturpodcast."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:27:27",
      "text": "Wir können auch anders."
    },
    {
      "speaker": "roddi",
      "time": "2:27:33",
      "text": "Wenn man jetzt noch Gaming in dieses Thema reinklinken will,\nAssassin's Creed 2 und zwar von Assassin's Creed 2 der zweite und der dritte Teil.\nDer zweite Teil spielt in Rom und der dritte in Istanbul, Byzanz, Konstantinopel.\nMeiner Meinung nach wirklich ein Wiederspielen wert, obwohl Obwohl die jetzt,\nglaube ich, auch schon über zehn Jahre alt sind.\nAber da kann man schön rumlaufen, sowohl in Rom.\nKlar ist Rom jetzt in dem Zustand, in dem er in der Renaissance war,\naber trotzdem, man kann da auch im Kolosseum rumrennen und alles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:16",
      "text": "Gut. Nächstes Thema. Ich habe eine Suche, eine Anfrage.\nAlso ich denke über Urlaub nach."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:28:26",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:27",
      "text": "Ja. Und das ist ein bisschen schwierig, weil ich denke darüber nach,\nUrlaub in Neuseeland zu machen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:28:37",
      "text": "Wird sehr empfohlen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:39",
      "text": "Genau, wird mir sehr empfohlen, wurde mir oft empfohlen. Alle Leute,\ndie ich kenne, die da hingefahren sind, haben es nicht bereut.\nUnd ich habe auch vor, das nicht zu bereuen, wenn ich es denn mal tue.\nNun wissen wir alle, Neuseeland ist relativ weit weg."
    },
    {
      "speaker": "roddi",
      "time": "2:28:53",
      "text": "Da muss man schon das Innere von Flugzeugen sehr gern haben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:28:57",
      "text": "Das ist, glaube ich, der am weitesten entfernte Ort von Deutschland."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:01",
      "text": "Genau, das ist im Prinzip genau auf der anderen Seite der Kugel."
    },
    {
      "speaker": "roddi",
      "time": "2:29:04",
      "text": "Also wenn du jetzt nicht in die Antarktis fliegst wahrscheinlich, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:09",
      "text": "Naja, es ist tatsächlich auf\nder anderen Seite der Kugel. Also es ist uns diametral entgegengesetzt.\nAlso Nadel durch die Mitte und so weiter. Wenn du durch deine Erdkugel-Voodoo-Puppe\ndeine Nadel durchstößt, dann landest du da so akupunkturell in Neuseeland.\nNaja, auf jeden Fall muss man glaube ich wenig Worte darüber verlieren welchen\nReiz so Neuseeland auf einen ausüben kann,\nwissen wir ja alle, schönes Land und kulturell sehr zugänglich und ja,\nIch muss das irgendwie planen. Also ich denke halt darüber nach,\nda länger zu sein und nicht nur so für zwei Wochen oder so hinzufahren,\nsondern da mal ein paar Monate zu sein, um dann auch mal alles mitzunehmen und\nauch mal so richtig abschalten zu können."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:30:07",
      "text": "Das ist glaube ich auch die unterschiedlichen Areale da sehr unterschiedlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:10",
      "text": "Genau, du hast halt so den Strand\nim Norden und dann ist es irgendwie da Sonnenschein, Pipapo. Apropos."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:30:15",
      "text": "Herr der Ringe ist glaube ich nicht so deins, ne? Die Filme,\ndie Locations, sich da in echt anzugucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:20",
      "text": "Das wäre voll mein Ding. Wahrscheinlich nicht drumherum kommen.\nIch habe jetzt nicht so ein Ding am Laufen mit Herr der Ringe,\naber ich habe auch überhaupt nichts dagegen.\nAlso ich finde das alles ganz toll, die Filme so.\nAber ich kann die nicht alle auswendig runterzählen und welcher Elf da jetzt,\nwelchem Org in welcher Szene eins auf den Nuss gegeben hat, das weiß ich alles nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:30:41",
      "text": "Aber die Landschaftsaufnahmen waren gut in dem Film."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:44",
      "text": "Ja, ja, natürlich. Ja, das ist natürlich klar. Und ich meine,\nes ist ja auch bekannt, dass Neuseeland quasi alles zu bieten hat.\nAlso wie gesagt, von Strand bis wirklich krasse Bergregionen von Norden nach\nSüden ist da ja alles zu holen.\nUnd es bietet sich natürlich vor allem deshalb an, hier dem kalten Berlin zu\nentschwinden, weil dann ist es ja da warm."
    },
    {
      "speaker": "roddi",
      "time": "2:31:06",
      "text": "Also in unserem Winter, in den dortigen Sommer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:08",
      "text": "Das ist der Plan, genau. Und es gibt so verschiedene Ideen, die ich so verfolge.\nAlso ich würde gerne natürlich die Zeit nutzen, meine Podcasts natürlich aus\nder Ferne weiter machen, aber vielleicht dort auch selber noch einen Podcast\nmachen quasi auf dieser Reise.\nund da bin ich so ein bisschen auf der Suche nach Hörerinnen und Hörern aus,\nNeuseeland. Bitte melde dich.\nIch weiß, dass es euch gibt, weil ich hatte schon früher mal Kontakt.\nEs gibt diverse Experts und so weiter und wenn ihr das jetzt gerade hört und\nihr seid irgendwie aus Neuseeland und ihr meint irgendwelche Tipps,\nRatschläge oder sonst so wie,\nwas geben zu können, was mir in irgendeiner Form diese Reise,\nermöglichen oder leichter machen könnte, dann I'm open for it.\nAm allerliebsten würde ich gerne dieses ganze Land mit so einem Wohnmobil bereisen.\nHabe ich auch schon mal so ein bisschen geguckt. Es gibt so ja mittlerweile\ndiese ganzen private Wohnmobil Vermietungen und so weiter, bloß so für so einen langen Zeitraum.\nKostet auch ein bisschen, also Kosten muss man natürlich auch noch mal ein bisschen\nin den Blick kriegen, aber es geht jetzt erstmal nur darum,\nauf Ideen zu kommen, Orte zu haben, wo man vielleicht mal andocken könnte,\naus der sich in irgendeiner Form so eine Kette der Ereignisse ergeben könnte.\nUnd ja, dann schreibt mir doch einfach mal eine Mail, timmetmetaebene.me und dann gucken wir mal.\nIst ja noch ein bisschen Zeit, aber so Januar, Februar, März sind so ein bisschen\nmeine Kandidaten nach dem Kongress. Abhauen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:33:03",
      "text": "Ja, Neid."
    },
    {
      "speaker": "roddi",
      "time": "2:33:04",
      "text": "Die Kongress-Seuche nach Australien tragen. Äh, nach Neuseeland tragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:10",
      "text": "Psst, wo gerade schon wieder so viel Pandemie-Gerede ist, wollen wir damit gar\nnicht erst anfangen, nicht, dass der Laden wieder zumacht."
    },
    {
      "speaker": "roddi",
      "time": "2:33:18",
      "text": "Aber an der der angepasste Impfstoff kommt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:22",
      "text": "Ja, ach, das wird schon alles gut gehen. Ich bin da ganz zuversichtlich.\nOkay, was haben wir noch auf der Uhr, wenn man so schön sagt.\nDu wolltest noch ein bisschen über die Digital Legacy reden. Genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:33:43",
      "text": "Das ist ein Thema, wo ich gar nicht so viele Antworten habe, aber viele Fragen.\nUnd vielleicht sind da draußen schlaue Menschen, die die ein oder andere dieser\nFragen beantworten können.\nWir haben ja eben schon die Frage geklärt, wie oft wir über das Römische Reich nachdenken.\nEine andere Frage ist so, wie oft denken wir eigentlich über uns selber nach\noder über das, wie wir...\nPersonen eigentlich repräsentiert werden in diesem Digitaluniversum.\nUnd ein Spielchen, was vermutlich die meisten von uns doch irgendwie zumindest\nab und an mal spielen, ist ja, ich google mal meinen eigenen Namen.\nUnd guck mal, was da so an Ergebnis irgendwie zurückkommt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:29",
      "text": "Ich nenne das Ego-Surfing."
    },
    {
      "speaker": "roddi",
      "time": "2:34:31",
      "text": "Ego-Surfing, okay. Habe ich lange nicht gemacht, aber immer wenn ich das mache,\ndann sieht das ganz so danach aus, als wäre ich der einzige lebende Mensch,\nder diesen Vornamen hat."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:34:41",
      "text": "Ja, also ich glaube, die Erfolgschancen steigen oder fallen sehr stark damit,\nwas man für einen Namen hat.\nDas sehe ich auf jeden Fall auch so. So, auf jeden Fall so, wenn ich das mal\nmit meinem Namen gemacht habe, dann waren die Ergebnisse eigentlich immer ganz\nberuhigend und ich hatte den Eindruck, dass Google da im Großen und Ganzen schon\neinen guten Überblick hat,\nwas ich in der Digitalsphäre eigentlich so alles treibe.\nSo und jetzt wissen wir ja, Large Language Models sollen, deren Use Case ist\nnicht, eine Google-Suche zu ersetzen.\nTrotzdem, die Leute da draußen tun es.\nOb man das jetzt irgendwie gut findet und ob man da jetzt irgendwie die Leute\nwarnt, Achtung, das sind keine Wissensmaschinen und das sind auch irgendwie\nkeine Auskunftsmaschinen für solcherlei Fragestellungen.\nEs wird da draußen einfach passieren und Stichwort Apple Intelligence,\nes wird alles eher mehr werden als weniger und von daher bin ich einfach vor\nein paar Wochen mal auf die Idee gekommen, was ist denn eigentlich,\nwenn ich so eine klassische Frage zu meiner Person eigentlich mal ChatGPT stelle.\nWas weiß dieses System denn eigentlich von mir und dem, was ich so tue?\nUnd ich habe das aber umgedreht, indem ich gesagt habe, nicht was weißt du jetzt\nirgendwie über Ralf Stockmann, sondern ich habe die Frage gestellt,\nich nenne dir jetzt eine Reihe von Open Source Initiativen und Projekten und\nbaue mir daraus mal eine Tabelle mit den Spalten Name des Projektes,\nkurze Beschreibung des Projektes, Gründungsjahr, die Person,\ndie man am ehesten als Gründer bezeichnen könnte und Ort der Entstehung.\nSo, und da habe ich reingefüttert als Projekte StutIP, Gobi,\nEuropeana 4D, Ultraschall für Podcasting, das Sendegate, das Sendezentrum und Masterwall.\nMan ahnt, worauf es eigentlich hinauslaufen sollte.\nAlle diese verschiedenen Initiativen innerhalb der letzten 24 Jahre habe ich\nangeschoben, mehr oder weniger zentral.\nUnd das, was dann ChatGPT dort zurückgemeldet hat, war ein wenig ernüchternd,\num es vorsichtig zu sagen.\nIch habe dann die verschiedenen Modelle ausprobiert. Derzeit hat man ja im Wesentlichen\njetzt nur noch 4.0 und 4.0 zur Verfügung.\nDas 3.5. haben sie jetzt schon abgeschaltet. Das ist quasi durch 4.0 mittlerweile ersetzt.\nDie tun sich da überhaupt nichts.\nUnd von den 1, 2, 3, 4, 5, 6, 7 Projekten, die ich reingegeben habe,\nwird also einzig und allein Ultraschall einigermaßen richtig spezifiziert.\nAlle anderen falsch. Mal als Beispiel, StudIP, kurze Beschreibung,\nLernmanagementsystem, das\nin Deutschland vor allem an Hochschulen eingesetzt wird, das ist korrekt.\nGründungsjahr 2001, ist falsch, war 1999, aber da würde ich mal sagen close enough.\nPerson am ehesten als Gründer bezeichnen, Professor Carsten Morris.\nWer zum Teufel ist Professor Carsten Morris?\nOrt der Entstehung, Universität Osnabrück, Deutschland. Falsches war Universität Göttingen.\nDa geht es also dann schon nicht so um die Feinheiten, sondern ist schon einigermaßen falsch einfach.\nSo kann man jetzt also die verschiedenen Bereiche durchgehen.\nMal eben gucken, hier Masterwall hat also angeblich einen Peter Ullrich erfunden im Jahr 2018.\nIst also auch einfach mal frei erfunden.\nUnd also auch irgendwie Sendegate, das hast du also mit Philipp Banse zusammen gestartet.\nTim Pridloff plus Philipp Andichtskehm. Philipp, hallo, Grüße.\nVerdienter Podcaster, hat aber nun mal ersichtlich mit irgendwie Sendegeld und\nSendezentrum nichts zu tun.\nDas heißt also, all diese Informationen sind falsch. So, das heißt also,\nwenn man jetzt dazu kommt und sich überlegt, okay, in einer nicht allzu fairen\nZukunft von fünf oder zehn Jahren werden LLMs, ob wir das jetzt gut finden oder\nnicht, von den Leuten da draußen, TM,\nals Suchmaschine genutzt werden.\nWie können wir denen denn eigentlich beibringen, dass unsere digitale Erinnerung\nirgendwie einigermaßen korrekt ist?\nund da grübele ich jetzt also schon ein paar Wochen drüber nach und ich komme\ndort zu keinem sinnvollen Ansatz, der mir irgendwie praktikabel erscheint und\ndas macht mich etwas unglücklich,\nweil also, das sind alles Pro Bono Projekte, kein einziges davon ist kommerziell,\nda will man doch zumindestens irgendwie,\nmal ein bisschen Attribution für haben, so dass es sich daran erinnert wird,\nso okay, XY hat es erfunden Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:32",
      "text": "Aber warum erwartest du denn das ausgerechnet von so einem LLM?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:39:35",
      "text": "Naja, all darüber wurde publiziert. Das heißt also, wenn man jetzt eine Google-Suche\nmacht, kommst du auf entsprechende Spuren suchen,\nwo du irgendwelche Medienberichte, Wikipedia-Seiten, was auch immer hast,\nwo man das raus her distillieren könnte. Bzw.\nwenn das nicht der Fall ist, ist halt die Frage, okay, was kann jetzt eigentlich\nein Privatmensch da draußen tun, um den nächsten Generationen von LLMs zu helfen,\ndort zu besseren Verbindungen und Informationen zu kommen.\nIch weiß nicht, machst du das gerade mit dir? Du starrst hier interessiert auf..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:11",
      "text": "Lustig, dass du das so aufbringst, weil ich das eine Diskussion mit meiner Tochter\ndarum hatte und dann haben wir tatsächlich mal in das aktuelle Chat-GPT 4.0\neinfach nur ein Wer ist Tim Pridloff eingegeben.\nUnd es war erstaunlich akkurat, diese vier Absätze, die da rauskamen.\nAlso sie waren komplett fehlerfrei und und ausreichend Lob rudeln,\ndass ich das als Erfolg verbote."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:40:45",
      "text": "So, der entscheidende Unterschied zwischen dir und mir ist welcher?\nWas jetzt so Informations,\nDokumentation."
    },
    {
      "speaker": "roddi",
      "time": "2:40:53",
      "text": "Du hast nicht nach dem Namen gesucht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:55",
      "text": "Ich bin etwas promisker mit dem Internet unterwegs als du."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:40:59",
      "text": "Du hast einen Wikipedia-Eintrag."
    },
    {
      "speaker": "roddi",
      "time": "2:41:01",
      "text": "Ja, das stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:03",
      "text": "Weiß ich nicht, ob das der Unterschied ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:41:07",
      "text": "Du hast doch auch einen. Nee, hab keinen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:11",
      "text": "Aber du hast einen Wikidata-Eintrag."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:41:13",
      "text": "Das habe ich dann auch geschaut. Ich habe einen Wikidata-Eintrag.\nUnd dann dreht das Desaster seine weiteren Runden.\nDa bin ich in der Tat drin verzeichnet, sogar mit meinem aktuell richtigen Titel.\nSprich, als Bibliotheksdirektor stehe ich da drin.\nAber beispielsweise einer falschen Institution. Nämlich immer noch...\nStabi Berlin und nicht ZLB Berlin. Das heißt irgendjemand, achso ja und ich\nbin ein Opinion Journalist. Das ist quasi mein Hauptclaim.\nAuch interessante Zuschreibung sagen wir mal.\nAlso letztendlich das was wir hier mit Journalist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:50",
      "text": "Also Deutscher Publizist heißt es hier auf Deutsch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:41:53",
      "text": "Ja.\nNaja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:55",
      "text": "Erinnerst du dich?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:41:57",
      "text": "Eben, das ist jetzt also die Frage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:59",
      "text": "Das ist die Frage?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:42:01",
      "text": "Also irgendjemand hat mich als Library-Direktor eingetragen,\naber halt nicht wovon eigentlich. Das war also nicht von der richtigen Institution.\nSo und jetzt ist halt, also meine Frage ist, lohnt es beispielsweise jetzt viel\nZeit und Energie in die Modellierung eines vernünftigen Wikidata-Profils zu investieren?\nSo und die Frage habe ich natürlich dann als erstes mal ChitGPT selber gestellt.\nfließen in deine Trainingsdaten eigentlich Wikidata-Modellierungen ein.\nUnd da greifen natürlich diverse Schranken von ChatGPT, dass es natürlich keine\nAuskunft darüber geben darf, was in seinem Trainingsmaterial drin ist,\nbeziehungsweise ist das wahrscheinlich selber gar nicht weiß, in Anführungszeichen.\nDas ist halt Betriebsgeheimnis.\nMit so etwas verqueren Fragestellungen, so gibt eine Wahrscheinlichkeit an,\ndass und so weiter, das sind ja so die gängigen Tricks, um dann trotzdem irgendwelche\neinigermaßen plausiblen Mutmaßungen rauszukriegen.\nWürde ich sagen, mit einiger Sicherheit ist Wikidata keine Datenquelle,\ndie dort in die Trainings reinfällt, weil es zu wenig quasi Semantik mitbringt.\nDas war dann auch die Argumentation von ChatGPT selber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:07",
      "text": "Zu wenig Semantik? Naja, also Fließtext. Zu wenig Syntax."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:43:16",
      "text": "Verknüpfung natürlich ohne Ende, aber eben halt nicht Im Rahmen eines Fließtextes."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:21",
      "text": "Genau, also LLMs ernähren sich halt primär von Fließtext."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:43:25",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:26",
      "text": "Und das heißt aber nicht, dass sich nicht KIs, die solche Informationen auch\nreproduzieren können, sich nicht trefflich mit so etwas füttern lassen.\nLassen sie sich. Also tatsächlich ist Wikidata eine hervorragende Quelle,\ngerade in Zeiten, wo du eben auch Aussagen über die Daten leistest, liefern musst.\nDas muss ja auch stimmen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:43:54",
      "text": "Das sagen wir so als Datenfans. Aber glaubst du ernsthaft, dass das OpenAI auch so sieht?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:00",
      "text": "Was OpenAI jetzt dazu denkt, weiß ich nicht. Und es ist mir auch ehrlich gesagt\njetzt schnuppe. Es geht ja allgemein um LLMs, dann geht es ja jetzt nicht nur um OpenAI."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:44:09",
      "text": "Naja, aber das ist das, was demnächst halt auf dem iPhone läuft, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:12",
      "text": "Nee, auf dem iPhone läuft Apple Intelligence und Apple Intelligence läuft halt\nkomplett anders. Da hast du halt eine LLM als Schaltzentrale."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:44:18",
      "text": "Aber halt nicht für die allgemeinen Wissensfragen, die werden dann ja eben zu OpenAI weitergetun."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:23",
      "text": "Ja, jetzt in dem ersten Release und so weiter. Ich glaube, dass wir in einer\nsehr vergänglichen Zeit leben gerade.\nWir begleiten zwar jetzt seit einem Jahr die nächste große informatische Revolution. Resolution.\nAber so wie das Internet Anfang der 90er Jahre war und wenig zu tun hat mit\ndem, was heute Realität ist, so ist es eben jetzt auch.\nAlso viel von dem, was wir heute als ist so annehmen, da lachen wir schon in\neinem Jahr drüber. Und in fünf Jahren sowieso, weil dann ist das alles nochmal komplett woanders.\nDas ist eine Ausprobierphase. Also ich habe Schwierigkeiten damit aus dem aktuellen\nZustand der Dinge irgendwelche Aussagen über wie es jetzt mal wird oder was\njetzt das Problem damit sein wird zu machen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:45:26",
      "text": "Also ich habe im anderen Kontext mich mal mit Wikidata-Leuten unterhalten.\nDie hatten ja im Juni diesen Jahres ihr 20-jährige Wikimedia-Feier hier in Berlin.\nUnd da bin ich mal hingelaufen und habe die Frage gestellt, wie wir dort eigentlich\nvom Föb-Bibliotheksdaten mal modellieren könnten. Also alleine was für Standorte,\nalso Verband öffentlicher Bibliotheken in Berlin hier.\nAlleine sowas wie Standorte und Öffnungszeiten\nfindest du halt auch nicht vernünftig irgendwie in Wikidata.\nUnd da war meine Frage, also was wäre jetzt eigentlich mal ein vernünftiger\nWorkflow, um sowas da mal rein zu modellieren.\nUnd ich habe glaube ich an dem Abend mit fünf Leuten mich dort unterhalten aus\ndem Projekt und jeder hat mich dann immer wieder an die nächste verwiesen und\nich hatte den Eindruck, dass die an so einer Spezialmodellierung gerade eigentlich\nüberhaupt kein Interesse mehr haben,\nsondern dass die eigentlich nur noch an Konnektoren von anderen Datenbanken\nund anderen Datenbeständen arbeiten und Interesse haben.\nUnd diese Ebene, so wir machen jetzt eine Handmodellierung von XY,\ndass sie das überhaupt nicht mehr irgendwie auf dem Schirm haben,\ndass das noch ein Anwendungsfall sein könnte.\nWeil wir haben jetzt halt keine FAB-Datenbank, die man da dranhängen könnte.\nUnd genauso wenig gibt es jetzt halt hier für uns als einzelne Person irgendeine\nDatenbank, die man da dranhängt.\nAlso, wenn da draußen jemand zuhört und ich das jetzt alles völlig ins falsche\nOhr bekommen habe, das heißt also, nein, Wikidata-Handmodellierung ist immer noch das totale Ding.\nUnd hier ist ein How-To, wie man das Das ist beispielsweise für Projekte.\nAlso auch diese ganzen Projekte, die sind halt nicht in Wikidata modelliert.\nSo könnte man ja mal machen. Aber wie macht man das? Entlang von welchen Guidelines?\nWeil es halt jetzt nicht irgendwelche Gebäude oder Events sind,\nsondern halt Projekte, Initiativen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:07",
      "text": "Also wir müssen, glaube ich, demnächst mal mal den Jens nochmal einladen,\nder das Wikidata-Projekt ganz erheblich mit losgetreten hat und auch immer noch dabei ist.\nAber soweit ich weiß...\nWar es zumindest, stand vor zwei Jahren so, der Großteil der Daten,\nder in Wikidata landet, kommt aus anderen Datenbanken.\nAlso dieses von Hand und so weiter. Ja, klar.\nDu hast natürlich hier, wie der Name schon sagt, die Möglichkeit manuell nachzufeilen\nund Datensätze wie zum Beispiel jetzt deinen auch mal der Realität anzupassen.\nAlso wenn ich jetzt hier mal schaue, hier sind deine Arbeitgeber benannt mit\nStaatsbibliothek bis 31.\nDezember 23, Zentral- und Landesbibliothek ab 1. Januar 24, ist ja alles korrekt.\nJa, sozusagen deine und öffentliches Amt oder Stellung Bibliotheksdirektor, stimmt doch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:48:07",
      "text": "Ja, aber nicht die Einrichtung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:11",
      "text": "Wie, Zentral- und Landesbibliothek Berlin ist falsch?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:48:14",
      "text": "Das steht da in meinem Datensatz hier nicht, den ich hier habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:17",
      "text": "Arbeitgeber steht hier.\nIch lese nur Q112415597."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:48:27",
      "text": "Ja, ist Employee Berlin State Library."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:30",
      "text": "Ja, kannst du auch auf Deutsch umstellen. Im Übrigen, um es einfacher zu machen.\nHier ist deine Mastodon-Adresse, mehrere sogar.\nund ja, ganz viele sonstige Kennungen hast du noch mehr als ich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:48:48",
      "text": "Warum hast du jetzt ZLB und ich nicht? Also ich habe jetzt den Link,\nden ich hier in den Chat auch gepostet habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:58",
      "text": "Der Link, den du auch in den Chat gepostet hast, ja.\nAchso, na du solltest vielleicht mal diesen Mobile View ausschalten und mal\ndas M-Punkt da wegmachen, dann siehst du auch die volle Datenpracht.\nKeine Ahnung, was das jetzt hier wieder begrenzt hat, aber,\nda ist auf jeden Fall alles dabei. Also alle Aussagen. Und eine Aussage ist Arbeitgeber."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:49:27",
      "text": "Ist hier immer noch Berlin State Library bei mir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:31",
      "text": "Was? Ja. Auf Englisch?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:49:34",
      "text": "Auf Englisch, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:38",
      "text": "Aber das ist ja eigentlich kein Eintrag, der sprachabhängig sein sollte."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:49:44",
      "text": "Dürfte es nicht sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:46",
      "text": "Weiß ich gerade nicht, was du da siehst, weil ich sehe das hier sehr wohl."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:49:52",
      "text": "Wo siehst du da ZLB?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:56",
      "text": "Da, in der Mitte, was ich vorgelesen habe. Arbeitgeber drei Einträge.\nDu hast doch da auch drei Einträge."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:50:01",
      "text": "Ja, das ist dreimal Stabi."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:04",
      "text": "Dann ist die ZLB falsch übersetzt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:50:07",
      "text": "Ah, Moment mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:08",
      "text": "Ja, also das sind so Dinge, die gepflegt werden müssen. Du liest sozusagen eigentlich\ndas Richtige, aber die Übersetzung der ZLB ist wahrscheinlich falsch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:50:18",
      "text": "Da liegt der Hund im Pfeffer. Okay, na immerhin, wenigstens das.\nSeit 1. Januar 2024, das stimmt sogar. Interessant, wer das da eingepflegt hat, aber ja, das stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:29",
      "text": "Genau, es ist leider mit null Fundstellen dokumentiert, das könnte man natürlich\ndann auch nochmal nachtragen.\nAlso Wikidata können ja noch weniger als Wikipedia bearbeiten und da ist es ja schon dünner.\naber grundsätzlich ist das schon mal eine ganz gute Basis ich würde mir ja auch\nwünschen dass wir dann auf der Subscribe,\ndie Subscribe, die Podcast Konferenz, die da drüber kommt, wo ja alle euch unbedingt\nein Ticket besorgen müsst, ihr müsst echt alle kommen da müssen wir mal die\nneue Datenwelt ausrufen, weil ich klare ja schon seit vielen, vielen Jahren,\naber auf mich hört ja immer keiner dass,\ndass Wikidata nicht ernst genug genommen wird. Und gerade in der Podcast-Landschaft\nfinde ich das ja ganz wichtig, wo wir so viel über Themen und so weiter reden,\nsollten wir das eben auch mit Wikidata machen.\nWeil Wikidata ist quasi die Aussagelogik der Welt.\nAlso man kann das, glaube ich, gar nicht hoch genug aufhängen.\nLLMs und so, das sind alles diffuse, suchende Matsch.\nDa kann man irgendwie das Richtige finden oder auch nicht, aber es ist so Stecknadel,\nHeuhaufen, Deluxe. Und Wikidata ist halt klar, für klare Fakten ist es halt einfach genau der Ort.\nAlles was sich exakt beschreiben lässt, das kann man da wunderbar ablegen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:51:50",
      "text": "Aber Tim, du bist alt genug, um zu wissen, ja Recht haben hilft da aber nichts.\nDas heißt also, wenn meine Theorie zustimmt, dass die Leute in fünf Jahren hauptsächlich\nüber LLMs suchen werden und die sich nicht Wikidata bedienen,\nist das herzlich egal, ob man dort die Wahrheit modiert hat oder nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:10",
      "text": "Die Welt ist auch darstellen. Und wenn du halt irgendwie Wikidata benutzt,\num deine Fakten darzustellen, wenn du deine Genres, deine Themen,\nworüber du hier im Podcast gesprochen hast, mit einem Wikidata-Item verlinkst,\ndann ist klar, worüber geredet wurde.\nUnd dann kannst du darüber nicht nur suchen, sondern du kannst es einfach anklicken\nund dann kriegst du alles, was von diesem Typ ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:52:35",
      "text": "Das ist mir schon alles klar. Stell mir beispielsweise die Frage,\nmüsste man den ganzen Kram mal auf LinkedIn modellieren?\nWeil das beispielsweise viel eher eine Lernquelle von LLMs ist.\nSo und jetzt verziehst du die Augen, weil du sowas mit der Zange nicht anfassen\nwürdest, aber vielleicht muss man da halt mal so den harschen Realitäten ins Auge blicken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:00",
      "text": "Ja, ich meine, mir ist doch egal, was die anderen machen. Also es reicht doch,\nwenn man selber das Richtige tut."
    },
    {
      "speaker": "roddi",
      "time": "2:53:09",
      "text": "Das ist jetzt interessant."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:12",
      "text": "Na, wieso? Irgendeiner muss doch damit anfangen. Also ich bin dann,\nalso mal ehrlich, dieses Thema, ich weiß, das ist jetzt so eine Nische,\naber dieses Thema Shownotes von Podcasts.\nDu möchtest gerne eine Aussage darüber trainieren. Jetzt haben wir Transkripte.\nOkay, da helfen uns natürlich jetzt die neuen KI-Algorithmen,\ndie so wunderbare Sprache erkennen und das dann verschriftlichen und das wird\njetzt irgendwie auch jede Stunde immer besser und so. Das ist schon mal super.\nAlso man kann jetzt wunderbar zusammenfassend suchen.\nEs ist leider noch ein bisschen schwierig, diese LLMs so in die eigene Webseite\nzu integrieren, um jetzt mal hier wirklich nur über die eigenen Podcasts suchen zu können.\nDas würde ich mir nochmal wünschen.\nDas kommt sicherlich bald auf die eine oder andere Art und Weise.\nTrotzdem möchte ich es halt auch gerne mal schematisch haben.\nUnd ich möchte gerne nicht diffus auf eine Wikipedia-Seite verlinken,\nsondern damit eigentlich eher auf die Wikidata-Informationen verlinken.\nweil das dann klar ist weil du dann diese Ambiguität nicht hast weil es sich\ndann nicht verwechselt ja, weil ich meine, wir wissen ja alle,\nich erlebe das ja täglich wenn ich hier einen Podcast veröffentliche und dann\nirgendwie diese blöden Bilder generiere, ich meine okay ich weiß Leute,\nihr schaut so auch voll von dieser Optik und so weiter, ich tue alles dafür\ndass die Optik passt aber die Alternative ist immer keine Bilder aber das ist immer ein.\nInteressanter Prozess wie man dann immer in dieses System so rein...\nquatschen muss und das ganze Gefühl hat, man hat es wirklich mit Vollidioten zu tun.\nWeil dann einfach irgendein Quatsch dabei rauskommt und dann sagt man extra, nee, mach das nicht.\nUnd nur weil ich das erwähnt habe, macht es das natürlich dann extra.\nUnd all so eine Sachen, das macht mich wahnsinnig. Mir ist schon klar,\nman kommt damit weit, aber ich bin ein Freund der Klarheit und ich möchte gerne\ndas mit richtigen Daten machen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:55:09",
      "text": "Ja, also ich bin ein Freund von handfesten Ergebnissen.\nAlso mein Aufruf nach da draußen wäre einfach, probiert es doch mal mit eurem\nNamen und euren Projekten aus.\nIch vermute mal in unserer Hörerschaft gibt es ja etliche Leute,\ndie auch mal irgendwie so das eine oder andere angestoßen haben in ihrem Leben.\nGuckt mal, was da so rauskommt bei Google im Vergleich zu LLMs.\nUnd gibt es irgendwelche sinnvollen Strategien, wie man sowas systematisch verbessern kann?\nUnd wenn alle sagen, es geht nur über Wikidata, dann meinetwegen,\naber vielleicht habe ich doch einfach blinde Flecken und übersehe ich was. was denn ich finde.\nEs gibt ja diese schon seit vielen Jahren tobende Debatte um das Recht auf Vergessen.\nIch finde, wir haben auch ein Recht auf Erinnertwerden in der digitalen Sphäre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:56",
      "text": "Du möchtest, dass wir uns an dich erinnern?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:55:57",
      "text": "Ja, ich bin öffentlicher Dienst. Und zwar korrekt.\nSeit 40 Jahren. Ich habe irgendwann mal die Entscheidung getroffen,\nich werde nicht reich und berühmt, ich werde nicht Gründer und Startup sonst\nwas Typ, sondern ich mache es irgendwie für die Allgemeinheit und eine digitale Almende.\nAber dafür will man dann doch am Ende des Tages zumindest irgendwie mal ein\nbisschen erinnert werden.\nDas finde ich schon. Wenn die dann irgendwelche Osnabrücker-Profs stattdessen\nraushauen als angebliche Gründer von StudIP, dann finde ich das scheiße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:30",
      "text": "Gut, also ich meine hier äußerst du dich ja jetzt seit einiger Zeit,\ndas steht ja dann auch in den Transkripten, das wird ja dann auch alles geharvestet.\nIch meine, wenn der Rest des Internets nur noch aus KI erzeugten Texten besteht,\nist klar, dass da nichts bei rauskommt.\nAlso ja, das ist so ein bisschen wie mit dem, das war hier bei Logbuch-Netzpolitik\nin den Kommentaren, das haben wir gar nicht in der Sendung aufgegriffen.\nDa ging es ja auch so um KI und was passiert, wenn die KI sich von sich selbst ernährt.\nUnd das war ja das Problem mit dem Rinderwahnsinn, dass die Rinder diese Krankheit\ndeshalb entwickelt haben, weil sie irgendwie ihr eigenes Fleisch zu essen bekommen\nhaben, also von ihrer eigenen Gattung.\nUnd so ein bisschen ist das glaube ich mit der KI auch. Auch.\nTrotzdem, also hier kommen immer schöne Sachen raus. Hier kannst du ja mal hier\neinen Absatz vorlesen, den Chat-GPT einfach nur auf die Frage,\nwer ich so bin, gemacht hat. Und das kriegen wir schon hin, dass das für dich auch noch passiert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:57:24",
      "text": "Gut, da entblöden wir uns jetzt nicht, das jetzt in der Tat feierlich zu verlesen.\nTim Pridloff hat durch seine Arbeit wesentlich zur Verbreitung und Professionalisierung\nvon Podcasts in Deutschland beigetragen.\nSeine Podcasts zeichnen sich durch hohe inhaltliche Qualität und ausführliche\nDiskussionen aus, oft in Fort von langen Interviews oder Gesprächen mit Experten, nicht gegendert.\nEr gilt als einer der einflussreichsten Akteure der deutschsprachigen Podcastszene\nund wird für seine Fähigkeit geschätzt, komplexe Themen verständlich und unterhaltsam aufzubereiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:02",
      "text": "Und jetzt hast du das so schön langsam vorgelesen, dann steht das auch korrekt\nim Transkript und dann ernährt sich die Maschine auch wieder davon."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:58:10",
      "text": "Super."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:11",
      "text": "Selbstverstärkend."
    },
    {
      "speaker": "roddi",
      "time": "2:58:13",
      "text": "Rinderwahnsinn. Man füttert der AI, was die AI ausgeschnitten hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:20",
      "text": "So sieht's aus."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:58:20",
      "text": "Oh mei. Gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:23",
      "text": "Wir kriegen das schon hin."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:58:26",
      "text": "Ja, man kann das jetzt irgendwie als irgendwie egozentrik oder sonst was irgendwo\nego-denken, aber das Problem haben ja da draußen immer Millionen von Menschen.\nDie Lösung ist eben nicht, dass jeder von uns einen Wikipedia-Eintrag bekommt,\nweil dann hängst du sofort in der nächsten Löschdiskussion drin.\nEs muss doch for the rest of us irgendeine Modellierungsebene geben,\nwo man sich an uns erinnert.\nDieses Problem würde ich gerne lösen."
    },
    {
      "speaker": "roddi",
      "time": "2:58:50",
      "text": "Du willst erinnert werden, aber ohne Wikipedia-Artikel. Okay, genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:58:54",
      "text": "Jeder soll erinnert werden können, der irgendwo dieser Gesellschaft etwas Nützliches beigetragen hat."
    },
    {
      "speaker": "roddi",
      "time": "2:59:00",
      "text": "Okay, dann bin ich ja eh raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:05",
      "text": "Also ich weiß nicht, ob ich etwas Nützliches beigetragen habe, aber gut.\nIch denke, wir sind hier einfach am Anfang. So und wir werden diese LLM-Technik\nund was da jetzt noch sich daraus\nentwickeln wird in Kombination mit Datenbanken, das werden wir sehen.\nSpezialisierte Trainingsmodelle, die quasi mit dem LLM eigentlich nur ihr Interface\nbekommen. LLMs mehr als Einstiegswolke und als Dialogschnittstelle,\num einfach ordentlich mit diesen Systemen reden zu können.\nIm Prinzip genau das, was Apple mit seinem Apple Intelligence System angekündigt hat,\nwo sie das quasi in die Mitte stellen und dann docken sie eben aufgabenspezifische\nSachen mit rein und warum soll man nicht auch so eine Personendatenbank wie\nWikidata es ist, dort anknüpfen können.\nDa stehen natürlich dann keine Lobhudeleien drin. Die müssen dann schon noch von woanders kommen."
    },
    {
      "speaker": "roddi",
      "time": "3:00:06",
      "text": "Jemand hat im Chat gepostet, dass der Podcast Papst laut ChatGPT ein gewisser Steffen Rühl ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:14",
      "text": "Da steht jemand."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:00:15",
      "text": "So, Tim, so nämlich. Jetzt haben wir dich. Da siehst du mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:21",
      "text": "Wie bogus das alles ist. Das ist doch alles irgendwie Quatsch. Oh Mann, ey.\nNaja. Und was damit ja so ein bisschen verbunden ist, da gab es neulich im ETP-Podcast\nauch eine schöne Diskussion dazu,\ndass Computer ja extrem schlecht da drin sind, mit dem Tod umzugehen.\nIch habe das jetzt ja auch schon\nso, also ich habe so Leute in meinen Kontakten, die leben nicht mehr.\nMenschen, die man mal kannte, mal getroffen hat, so und dann stellen die halt einfach.\nPassiert und wird ja auch nicht weniger."
    },
    {
      "speaker": "roddi",
      "time": "3:01:03",
      "text": "Und du willst jetzt einen Todeshaken haben?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:06",
      "text": "Ja, es gibt dafür nichts. Also dieses Adressbuch frustriert mich sowieso auf\ndem Macintosh enorm, weil es einfach ganz wichtige Dinge nicht enthält."
    },
    {
      "speaker": "roddi",
      "time": "3:01:17",
      "text": "Todestag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:20",
      "text": "Todestag."
    },
    {
      "speaker": "roddi",
      "time": "3:01:21",
      "text": "Obwohl, ich habe neulich festgestellt, dass man tatsächlich Geburtstage jetzt\nauch ohne Jahr eintragen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:27",
      "text": "Ach.\nOkay."
    },
    {
      "speaker": "roddi",
      "time": "3:01:29",
      "text": "Das geht jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:30",
      "text": "Okay, das ist mir tatsächlich neu. Das wäre in der Tat auch so eine Sache, die ich moniert hätte.\nAber man kann ja noch nicht mal sagen, ob die Leute leben.\nUnd man kann halt auch nicht sagen, ob das vielleicht Leute sind,\nmit denen man nichts mehr zu tun haben will."
    },
    {
      "speaker": "roddi",
      "time": "3:01:47",
      "text": "Du kannst sie rauslöschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:48",
      "text": "Ja, aber gerade Leute, mit denen man nichts zu tun haben will,\ndie will man eigentlich nicht rauslöschen."
    },
    {
      "speaker": "roddi",
      "time": "3:01:52",
      "text": "Die will man in der Blockliste haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:54",
      "text": "Zum Beispiel, da will man irgendwie wissen, wer hinter der Telefonnummer steht etc.\npp. Also das sind ja alles Informationen, die habe ich ja angesammelt,\ndie will ich jetzt nicht löschen.\nUnd das kann ja auch sein, dass das nur ein temporärer Zustand ist.\nManchmal willst du Leute nicht mehr sehen und dann merkst du,\ndas ist doch nicht so schlimm.\nAlso, verstehst du, ich kann dem Computer,\nder ja jetzt drauf und dran ist mit all seiner, Anführungsstriche,\nIntelligenz, mir irgendwelche Vorschläge zu machen, woran ich erinnert werden möchte.\ndas Ding kommt auch mal hoch, hier deine Erinnerungen an diesen Tag.\nGuck mal, wie schön es da war. Dann war das halt der totale Scheißtag.\nUnd das willst du halt irgendwie auch nicht. Ich meine, okay, bei mir.\nDa schlummert jetzt nichts, wo ich jetzt total getriggert werde,\naber es kann natürlich auch alles mit Ereignissen zu tun haben,\ndie gar nicht so gut waren in deinem Leben.\nUnd das kann auch was mit Personen zu tun haben. Aber der Computer bietet mir\nkeine Möglichkeit, das zu modellieren.\nUnd gerade dieses Adressbuch, jetzt mal um konkret bei dem Beispiel zu bleiben,\ndie haben ja ernsthaft, du kannst ja da tatsächlich jetzt Pronouns eintragen.\nJa, also es gibt da tatsächlich die\nMöglichkeit, in der Kontaktkarte Feld hinzufügen und dann gibt es da ein,\nja es ist ja auf Deutsch, wo ist denn das jetzt hier, wieso finde ich das jetzt gerade nicht?\nAchso, jetzt finde ich das hier gerade nicht. Warum finde ich das jetzt nicht? Ah ja, hier Pronomen.\nSo, Pronomen kann ich jetzt irgendwie auswählen.\nDa gibt es sogar ein eigenes User-Interface dafür, wo ich dann für jede Sprache\nsagen kann, in welchem Fall ich welches Wort benutzen möchte für diese Person.\nMal ernsthaft. Würdest du sowas pflegen?\nAber was ich nicht Was ich nicht eintragen kann, ist, welches Geschlecht,\nGeht nicht. Gibt's nicht. Liegt nicht vor.\nWarum?"
    },
    {
      "speaker": "roddi",
      "time": "3:04:11",
      "text": "Naja gut, aber ist denn das nicht über die Pronomen abgedeckt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:16",
      "text": "Bei Pronomen kann ich nur Worte eingeben, die in irgendwelchen Fällen in einzelnen Sprachen kommen.\nIch werde doch jetzt nicht in 90 Sprachen eintragen, wie irgendwas heißt, was ich eh nicht weiß.\nUnd was soll mir das helfen?"
    },
    {
      "speaker": "roddi",
      "time": "3:04:31",
      "text": "Ja gut, aber ich meine, du sprichst ja auch keine 90 Sprachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:34",
      "text": "Ich brauche da einfach einen Button irgendwie Mann-Frau um was anderes.\nAlso das reicht doch vollkommen."
    },
    {
      "speaker": "roddi",
      "time": "3:04:41",
      "text": "Ja, aber sie haben sich wahrscheinlich gedacht, die Diskussion Mann-Frau-divers\noder sonst was kann man einfach umgehen, indem man sagt, es gibt für eine Person… Was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:52",
      "text": "Ist denn für eine Diskussion?"
    },
    {
      "speaker": "roddi",
      "time": "3:04:55",
      "text": "Du weißt doch, wie die Rechten in Amerika sind, die irgendwie denken,\ndass die Liberals in Silicon Valley mal wieder Und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:04",
      "text": "Die sollten was dagegen haben, wenn man eintragen kann, dass jemand ein Mann\noder eine Frau oder was anderes ist?"
    },
    {
      "speaker": "roddi",
      "time": "3:05:09",
      "text": "Also ich glaube, dass es damals bei Facebook eine große Diskussion darum gab Warum gibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:15",
      "text": "Es dieses Feld nicht schon seit 20 Jahren, bevor es diese Diskussion gab?"
    },
    {
      "speaker": "roddi",
      "time": "3:05:21",
      "text": "Das kann ich dir nicht sagen, vielleicht weil es auch niemand interessant fand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:25",
      "text": "Weil es keiner weiß. Ja, aber das ist nur mal für ein Adressbuch,\nmanchmal ganz praktisch, weil manchmal will ich halt explizit nach jemandem\nsuchen, wo mir da einfach der Name nicht einfällt.\nUnd dann wäre es ja schon mal ganz gut, wenn man einfach nach bestimmten Kriterien suchen kann.\nUnd da ist so was wie, ich weiß, dass es sich dabei um eine Frau handelt,\nwirklich hilfreich, weil es schränkt schon mal weil die gesamte Suche auf gut\ndie Hälfte meiner Einträge eint."
    },
    {
      "speaker": "roddi",
      "time": "3:05:53",
      "text": "Ich habe da eher das andere Problem, dass ich manchmal hier so Namen entdecke\nund mir denke, wer war denn das? Bitte schön."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:59",
      "text": "Naja, das hättest du ja dazu schreiben können."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:06:05",
      "text": "Also diesen Modellierungsaspekt, da würde ich sagen, selbst wenn dort ein Feldgeschlecht\nwäre, würde es von den Leuten ja aber auch nicht gepflegt.\nDas heißt, ja gut, aber Pronomen zu pflegen ist derzeit zumindest in Social\nMedia Anwendungen total gängig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:23",
      "text": "Benutzt du das mal ehrlich? Benutzt du das jemals?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:06:27",
      "text": "Ich sehe es täglich zigfach auf Mastodon, dass da he, her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:31",
      "text": "Ist, was auch immer. Das sehe ich auch, aber benutzt du das für irgendetwas?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:06:36",
      "text": "Wenn ich irgendwie eine spezielle Anrede oder sowas brauche und mir aufgrund\ndes Namens nicht sicher bin, kann ich da nachgucken. Ja, warum denn nicht?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:42",
      "text": "Tust du das?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:06:43",
      "text": "Das tue ich schon, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:44",
      "text": "Wie oft?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:06:46",
      "text": "Ich hätte jetzt gesagt täglich, weil das ist ja de facto das Geschlecht.\nAlso ich verstehe da jetzt deinen Punkt gar nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:52",
      "text": "Ja, aber das pflegst du doch hier nicht ein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:06:54",
      "text": "Wie gesagt, auf Social Media pflegen es die Leute selber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:57",
      "text": "Aber du pflegst es nicht in deiner eigenen Datenbank ein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:06:59",
      "text": "Nee, aber ich würde auch nicht das Geschlecht hier eintragen.\nWeil wenn es mir egal ist, modelliere ich weder das eine noch das andere.\nWenn es mich interessiert, kann ich genauso gut die Pronomen hier nehmen auf\nDeutsch. Hat auch denselben Effekt."
    },
    {
      "speaker": "roddi",
      "time": "3:07:12",
      "text": "Ich finde die, die ist mit dem Geschlecht jetzt auch ein bisschen..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:17",
      "text": "Kannst du das mal bitte mal ausprobieren, wie dieses User-Interface dafür ist?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:21",
      "text": "Das ist faszinierend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:23",
      "text": "Das kannst du mir nicht erzählen, dass du das benutzt hast. Da hast du keinen\neinzigen Eintrag in deinem Adresse."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:27",
      "text": "Ich habe es gerade eben mal bei mir gemacht. Ich finde das eigentlich cool,\nweil es im ersten Schritt wählst du die Sprache aus.\nDa ist jetzt erstmal Deutsch vorausgewählt. So, dann werden dir vier Sätze vorgegeben.\nSo, ich kann das einfach jetzt nochmal eben editieren. So, wo haben wir das\ndenn jetzt hier? Also Pronomen.\nSo, personalisieren. So, Deutsch. Es gibt vier Sätze.\nGestern ging sie zum Park. Das ist ihr Schirm. Ich ging mit ihr. Ich sehe sie.\nDas sind also die vier Fälle, in denen halt irgendwie Pronomen auftauchen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:54",
      "text": "Ja, aber warum muss ich denn das viermal eintragen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:56",
      "text": "Das reicht doch für Information Frau. Musst du ja eben nicht.\nWenn du in das allererste Feld, gestern ging sie zum Park, da tippe ich jetzt\nalso ein R, dann wird automagisch alle anderen Fälle korrekt mit ausgefüllt. Tada.\nSo, das heißt also, dann kannst du immer noch sagen, okay, irgendwie das gefällt\nmir nicht, aber der Grundeintrag ist dann sofort korrekt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:19",
      "text": "Ja, aber warum muss ich das für jeden einzelnen Kontakt so pflegen und dann\nauch für jede Sprache separat?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:08:27",
      "text": "Das mit der Sprache ist ja optional. Ja, aber du wolltest das doch für jeden Kontakt pflegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:31",
      "text": "Ja, aber es reicht einfach das Geschlecht. Ich meine, da gibt sich doch alles andere draus.\nIst doch bei dir da jetzt auch gerade. Du trägst das ein und ich meine,\nhast du schon mal auf Social Media einen She-Him gesehen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:08:47",
      "text": "Eher selten, ja. Aber … Eher selten?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:52",
      "text": "Du hast das noch nie gesehen. Es gibt kein Ski-Him. Warum sollte es ein Ski-Him\ngeben? Also ich verstehe … Nein."
    },
    {
      "speaker": "roddi",
      "time": "3:08:59",
      "text": "Es gibt ein Them-Them."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:00",
      "text": "Sorry, aber jetzt gehe ich mal echt komplett in alter weißer Mann-Modus."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:09:04",
      "text": "So ein bisschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:05",
      "text": "Ja, aber ich verstehe es nicht. Erklär es mir. Was soll das?\nGanz ehrlich, ich begreife diese ganzen Pronomen-Diskussionen überhaupt nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:09:16",
      "text": "Ich verstehe deinen Anwendungsfall nicht. Filterst du nach Geschlecht dein Adressbuch?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:09:22",
      "text": "Was bist du denn für einer? Ja, selbstverständlich."
    },
    {
      "speaker": "roddi",
      "time": "3:09:25",
      "text": "Wozu?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:26",
      "text": "Weil das für mich ein Suchkriterium ist, habe ich doch gerade eben gesagt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:09:30",
      "text": "Wozu, war die Frage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:31",
      "text": "Ich versuche mich an eine Person zu erinnern. Dann will ich halt alle Kriterien\nheranziehen und wenn ich mich daran erinnere, dass es sich um eine Frau handelt,\ndann ist das für mich natürlich ein Suchkriterium,\nwas schon mal 50 Prozent im Schnitt aller Personen in meinem Adressbuch,\nwas nicht klein ist, ausschließt.\nNatürlich ist das hilfreich.\nSelbstverständlich will ich das eintragen. Es gibt auch Fälle,\nda lade ich halt nur Männer, nur Frauen ein, weil es darum dann geht oder so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:09:59",
      "text": "Wie viele Leute hast du in deinem Adressbuch?"
    },
    {
      "speaker": "roddi",
      "time": "3:10:03",
      "text": "Das ist mal eine gute Frage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:05",
      "text": "3.709. neun."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:10:06",
      "text": "So, und wenn es dann 1800 sind, hast du was gewonnen? Nicht wirklich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:12",
      "text": "Klar. Ich habe ja noch weitere Kriterien. Das ist ja nicht das Einzige, was ich vermisse.\nIch vermisse eine Menge, aber wenn es schon bei solchen grundlegenden Sachen,\nalso ich meine, diesen Pronomen Kaspar Kram, da kümmern sie sich drum.\nAber sowas Einfaches wie Geschlecht ist nicht drin.\nAlso ich meine, das kann ich doch selber entscheiden, ob ich das benutze oder nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:10:29",
      "text": "Also ich habe 452 Karten, aber ich muss sagen, es sind auch relativ viele Nicht-Personen dabei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:37",
      "text": "Das kommt noch dazu. Du kannst auch nicht sagen, ich mache nur einen Eintrag für eine Firma."
    },
    {
      "speaker": "roddi",
      "time": "3:10:42",
      "text": "Doch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:43",
      "text": "Nein, naja, du hast dann aber trotzdem immer noch eine Person dabei."
    },
    {
      "speaker": "roddi",
      "time": "3:10:48",
      "text": "Nee, aber die musst du nicht eintragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:50",
      "text": "Die musst du nicht eintragen, aber du kannst es auch nicht wirklich trennen.\nDu kannst nicht sagen, zeig mir jetzt mal nur alle Firmen an oder zeig mir Firmen nicht an.\nAlso diese ganze Suche ist Quatsch."
    },
    {
      "speaker": "roddi",
      "time": "3:11:00",
      "text": "Nee, gut, dass die Suche nicht gut funktioniert, ist davon jetzt nochmal eine ganz eigene Thematik."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:05",
      "text": "Steigen wir mal wieder ein, worum es hier eigentlich geht. Wir möchten gerne,\ndass der Computer meine Welt versteht und ich möchte ihm vielleicht dabei helfen.\ndiese Welt zu verstehen. Und da sind natürlich dann solche Informationen ganz\nhilfreich, zum Beispiel schon mal zu wissen, ist irgendjemand eine Frau?\nWeil es kann ja sein, dass das wichtig ist, zum Beispiel um Pronomen abzuleiten.\nIch möchte aber jetzt nicht für jeden der einzelnen 3.709 Einträge hingehen\nund irgendwelche Pronomen eintragen, die er dann sowieso automatisch berechnet,\nwenn er das auch aus dem Geschlecht ableiten kann.\nWas für mich eine Information wäre, die ich durchgehend pflegen würde.\nWeil das einfach eine der grundlegenden Informationen ist, die ich überhaupt\nüber Personen haben kann.\nAlso ich weiß manchmal sehr wenig von Leuten.\nIch kenne ihre Telefonnummer und ich kenne das Geschlecht und das war es dann\nund ich weiß noch nicht mal den Namen."
    },
    {
      "speaker": "roddi",
      "time": "3:12:01",
      "text": "Schämlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:02",
      "text": "Na ist ja manchmal so, irgendwelche Leute, ja hier melde ich mal bei dem Typen,\nhier ist die Telefonnummer. Was trage ich da jetzt ein?"
    },
    {
      "speaker": "roddi",
      "time": "3:12:09",
      "text": "Der Typ, der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:10",
      "text": "Ja, der Typ, der. Aber dann könnte ich ja auch gleich Mail sagen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:12:14",
      "text": "Also um jetzt ein bisschen zu provozieren, aber auch nur ein bisschen.\nGeschlecht ist in der Tat jetzt bei mir in meiner Kontaktverwaltung überhaupt\nkeine Dimension, die für mich irgendwie relevant ist.\nDa könnte ich genauso gut Augenfarbe oder Haarfarbe modellieren.\nAuf die käme ich aber auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:29",
      "text": "Das kann ja alles sein, aber du kannst mir doch nicht erzählen,\ndass das deswegen für mich keine Option sein darf.\nAlso das ist doch wohl albern. Das ist doch wohl eine grundlegende Eigenschaft\nvon Menschen, dass sich bei Geschlecht irgendeine Aussage darüber schon machen lässt.\nDie muss ja jetzt nicht binär Mann-Frau sein, sondern das kann ja auch…,\nWas weiß ich, wie viele Einträge hat Facebook bei der Auswahl von Geschlecht? Elf?"
    },
    {
      "speaker": "roddi",
      "time": "3:12:57",
      "text": "Keine Ahnung, ich nix Facebook."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:59",
      "text": "Ja gut, ich habe da jetzt auch nicht, bisher noch nicht so viele Leute,\nwo sich das irgendwie ändert, ein paar, aber auch das ist dann eine interessante Information.\nIch kann sie aber hier nicht ablegen."
    },
    {
      "speaker": "roddi",
      "time": "3:13:15",
      "text": "Gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:17",
      "text": "So, und genauso, und da bin ich ja eigentlich hergekommen, kann ich auch nicht\nsagen, diese Person ist, sagen wir mal, nicht in meinem sozialen Kreis oder diese Person ist tot.\nGeht nicht.\nUnd ich finde, der Computer, wenn er jetzt anfängt, mir irgendwelche Dinge vorzuschlägen,\nmir irgendwelche Erinnerungen heraus zu generieren und generell damit wirbt,\njetzt mit seiner Superintelligenz auf meine Bedürfnisse besser eingehen zu können,\nbeziehungsweise mich zu verstehen,\nwenn ich jetzt anfange, mit diesem System zu reden, um irgendetwas zu möchten.\nZum Beispiel, gib mir mal die Telefonnummer von der Frau, die mich letzte Woche angerufen hat."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:14:04",
      "text": "Also sowas wie Todestag könnte ich ja aber modellieren."
    },
    {
      "speaker": "roddi",
      "time": "3:14:06",
      "text": "Aber das haben Sie ja versprochen, dass das die AI dann kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:10",
      "text": "Was heißt, du kannst das modellieren?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:14:11",
      "text": "Naja, ich kann ja ein eigenes Label für..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:14",
      "text": "Ja, aber dann weiß der Computer nicht, was das Label bedeutet.\nDu kannst da irgendeinen Quatsch reinschreiben, aber das ist am Ende nur ein String.\nDer wird nicht lokalisiert und der weiß nicht, was es ist.\nKlar, ich kann auch alles in die Notizen reinschreiben und das tue ich derzeit natürlich auch.\nWenn Leute gestorben sind, schreibe ich das da rein. Aber das ist halt nur ein Wort.\nUnd das ist halt kein Datenbankkriterium."
    },
    {
      "speaker": "roddi",
      "time": "3:14:35",
      "text": "Du kannst noch ein anderes Datum eingeben. Also was du ja machen kannst, ist Geburtstag.\nOkay, da kann ich jetzt mir den Kalender aussuchen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:45",
      "text": "Ich kenne tausend Wege, wie man das hacken kann, wie man da irgendwas irgendwie\nschon irgendwie reinkriegt. Das ist aber nicht das, wovon ich rede.\nIch rede davon, der Computer macht es mir leicht, meine Welt ihm darzustellen.\nSo, damit ich mich da besser drin orientieren kann, aber vor allem,\ndass der Computer sich auch darin besser orientieren kann.\nUnd da ist so eine Information, wie die Person lebt nicht mehr,\nhalte ich jetzt für nicht ganz unwichtig.\nWeil da muss ich jetzt nicht eine E-Mail hinschicken, wenn ich sage,\nschick eine Mail an alle, die folgenden Kriterien entsprechen.\nUnd ich kann aber nicht sagen, schick mal nur Leute so. Ich kann ja noch nicht\nmal bei den E-Mail-Adressen, die ich da sage, angeben, welche ist die aktive\nund welche habe ich jetzt nur da drin, damit ich noch alte E-Mails dieser Person zuordnen kann.\nUnd am laufenden Meter schicke ich irgendwelche E-Mails an alte E-Mail-Adressen,\ndie ich aber nur deshalb noch im Adressbuch drin habe, damit ich von der E-Mail-Adresse\nauf diese Person schließen kann.\nDas Problem kennt ihr doch sicherlich auch. Das selber mit Telefonnummern,\nalte Telefonnummern, will man alles haben und man möchte auch gerne mal eine Priorität angeben.\nWo ist der Haken, wo ich sagen kann, verwende diese E-Mail-Adresse?\nGibt's nicht. Also es ist wirklich vorsinnflutlich und das bezieht sich jetzt\nalles hier im Wesentlichen auf Mac oder auf iOS,\nteilweise ist es bei iOS ja noch schlimmer, weil man da noch weniger Möglichkeiten\nhat, irgendwas zu machen und ich finde es halt einfach unangemessen.\nAlso ich habe mir mit FileMaker vor ewigen Zeiten eine Adressdatenbank gemacht\nund die war tausendmal fähiger als das,\nwas jetzt mir hier angeboten wird.\nAber ich benutze das halt, weil es natürlich in alles integriert ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:16:35",
      "text": "Ja, gut. Also die erste Stufe wäre ja quasi halt, dass man komplett eigene Label\nvergeben kann und dann halt mit eigenen Inhalten füllen, aber wie du schon sagst,\ndaraus lässt sich natürlich dann keine Programmatik irgendwie ableiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:45",
      "text": "Genau, da muss halt eine Semantik dahinter sein. Und ich finde sowas Einfaches\nwie Geschlecht und Todestag, sorry, aber da muss man jetzt nicht irgendwie noch\n30 iOS-Releases und macOS-Releases abwarten, um auf diese geniale Idee zu kommen.\nMensch, ist euch eigentlich schon mal aufgefallen, dass Menschen auch sterben?\nIch meine, wie diskutieren die denn da überhaupt darüber? Das ist doch das Erste,\nwas ich vor 20 Jahren da reingemacht hätte, als sie dieses Adressbuch an den\nStart gebracht haben. Nichts ist da.\nStattdessen irgendein Quatsch. Geht auch mit Spitznamen nicht ordentlich um.\nMan kann zwar einen eintragen, aber du kannst ja auch nicht sagen,\nwas ist jetzt der Name, mit dem diese Person angesprochen wird.\nAlso Pronomen kann ich ja eintragen, aber einen Namen, mit dem die Person angeredet\nwerden möchte, das kann ich nicht eintragen."
    },
    {
      "speaker": "roddi",
      "time": "3:17:36",
      "text": "Du kannst auch einen phonetischen Namen eintragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:39",
      "text": "Ja, hurra. Was soll das?"
    },
    {
      "speaker": "roddi",
      "time": "3:17:41",
      "text": "Ja, das ist Ansprache."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:42",
      "text": "Ja, das ist nur damit man weiß, wie man einen chinesischen Kontakt ausspricht.\nAber ich kann mir einfach selber mal vorlesen, wie das dann klingt.\nDas wäre mal ganz gut. Also ich bin unzufrieden, falls euch das noch nicht aufgefallen ist."
    },
    {
      "speaker": "roddi",
      "time": "3:17:54",
      "text": "Du meinst, da könnte Apple mal ein bisschen nachbessern?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:57",
      "text": "Deutlich. Also ich finde, das ist unterirdisch schlecht und wirklich überhaupt nicht gut.\nAbgesehen davon, von den technischen Problemen, die man hat.\nIn letzter Zeit ist es ein bisschen seltener geworden, aber wie oft hatte ich\nalles doppelt und Duplikate finden ist auch eine totale Katastrophe.\nAlso da finde ich vieles nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:18:18",
      "text": "Ich merke gerade, wo ich mal hier ein bisschen durch meine Kontakte durchgehe,\ndass ich das einfach exakt nie nutze.\nDas heißt, ich bin immer in irgendwelchen Kommunikationszusammenhängen,\nwo man etwas fortsetzt, was ohnehin mit den Personen schon am Laufen ist.\nOb das jetzt in Messagern ist, ob das per E-Mail ist, ob das auf irgendwelchen\nSocial-Media-Plattformen ist.\nAlso, dass ich für irgendein Szenario mein Adressbuch kontaktiere,\ndas passiert alle Monate mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:44",
      "text": "Ja, weil es ja nichts kann. Aber ich benutze das halt die ganze Zeit."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:18:48",
      "text": "Aber überall anders sind ja die aktuellen Informationen da, weil die Leute es selber pflegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:52",
      "text": "Das ist halt der zentrale Unterschied. Ja, was heißt überall?\nDu weißt ja nicht, was noch aktuell ist. Woher soll ich denn wissen,\nwelcher Social Media Account aktuell ist?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:18:58",
      "text": "Na, wenn da jemand letzte Woche was gepostet hat, ist er mit einiger Sicherheit aktuell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:01",
      "text": "Ja, aber Leute haben auch verschiedenste Identitäten und ich brauche das ja\nin irgendeiner Form zusammengefasst.\nWarum sehe ich nicht alle meine E-Mails aus dem Adressbuch heraus,\nwenn ich die Person anwähle? Warum sehe ich nicht, hier ist die ganze Kommunikation,\ndie du mit dieser Person hast.\nDas sind die E-Mails, das sind die Messages, das ist über Signal gekommen,\ndas ist über Telegram gekommen.\nWarum ist das nicht zusammengefasst? Warum kann dieses Adressbuch..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:19:22",
      "text": "Datenschutz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:23",
      "text": "Ach, Datenschutz, fick. Die müssen einfach mal langsam mal anfangen,\nmir diesen ganzen Datenwust aufzubereiten.\nIch muss die ganze Zeit diese mentale Transferleistung selber leisten."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:19:34",
      "text": "Aber Tim, mit dem Angriff von Apple Intelligence wird das alles in Ordnung kommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:38",
      "text": "Scheiß wird das kommen. Also ich meine, ich weiß ja, dass ich den Ruf habe,\nso ein totaler Apple-Freund zu sein, aber ich kann euch sagen,\nso geil ist das gar nicht.\nEs ist nur so, dass die anderen Sachen, die sind halt noch schlimmer.\nAber mal ehrlich, also toll ist es null. Also das Adressbuch für die totale\nKatastrophe und dieses ganze Zusammenfassen und mir Personen,\nalso überhaupt, dass das System mal eine Vorstellung hat von Entitäten.\nJa, das ist alles auch nur eine String- und Zahlensammlung. Aber dass hier wirklich\nmal Personen abgebildet werden oder Kommunikationen zusammengefasst werden auf\neine interessante, intelligente Art und Weise. Wo ist der View,\nder mir irgendwie die Kommunikation mit dir macht?\nWir haben zehn Kanäle, über die wir kommunizieren. Ich werde wahnsinnig.\nHaben wir das jetzt in Discord geschrieben?\nHaben wir jetzt gerade im Slack geredet? Haben wir Messages gemacht?\nÜber Signal geschrieben? War es eine E-Mail? Über welche E-Mail-Adresse?\nSo geht das doch die ganze Zeit. SMS, pipapo, permanent. Und was macht der Computer?\nMuss selber mit klarkommen.\nToll. Und ich kann auch nicht mal die, guck mal, wenn du da,\nich werd verrückt, wenn du jetzt hier so einen Adresseintrag aufmachst,\nwas kann man im Jahre 2024 für Kontakte eintragen?\nDa kann ich eintragen, Twitter, steht da, Twitter, find ich auch okay,\naber you know, Facebook, Flickr."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:21:08",
      "text": "Was, echt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:09",
      "text": "Ja, das ist das Standard-Pop-Up-Menü."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:21:11",
      "text": "Nichts gegen Flickr, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:12",
      "text": "Ja, LinkedIn, bist du angeschnallt, Myspace, Sina Weibo,\nTencent Weibo, Yelp und ich glaube die anderen habe ich dazu getragen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:21:29",
      "text": "Wo ist denn hier überhaupt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:30",
      "text": "Aber er weiß gar nichts darüber. Also er weiß bei Twitter, dass man da ein Ad\ndavor schreibt und wenn ich irgendwie das Profil, dann kann ich auf Tweets anzeigen\nklicken und was macht er dann?\nDann startet er dieses bekloppte alte Twitter-Programm, was irgendwie nicht\nmehr richtig funktioniert und eine totale Schande ist.\nUnd nichts ist geholfen dabei. Mit anderen Worten, sie vernachlässigen diesen\nganzen Bereich komplett.\nEs gibt überhaupt nicht dieses Konzept von dieser User hat Accounts und er hat\nhier irgendwie Profile und Programme können sich da nicht reinpluggen und können\nsagen, hier, ich bin Dienst sowieso, blende das mal ein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:22:10",
      "text": "Aber ich kann eine Fax eintragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:12",
      "text": "Also ich habe hier."
    },
    {
      "speaker": "roddi",
      "time": "3:22:13",
      "text": "Aber das ist schon die Beta von 17. Zoom, Threema, Duolingo,\nSlack, Telegram, Ivory und Signal."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:22:24",
      "text": "Ich komme gerade auf diese Kategorie Social Media überhaupt gar nicht.\nIch habe hier nur Messenger bei mir.\nIch bin hier auf der Beta, ich glaube 15.1 ist das, was ich jetzt hier habe."
    },
    {
      "speaker": "roddi",
      "time": "3:22:34",
      "text": "Nee, du musst Social Media hinzufügen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:22:36",
      "text": "Aber wo tu ich?"
    },
    {
      "speaker": "roddi",
      "time": "3:22:38",
      "text": "Achso, ich bin jetzt hier gerade bei IOS. Aber das ist egal.\nÜbrigens, ich habe hier in meinem Adressbuch beim Durchblättern gerade noch\nden guten Freund Bobby Tables gefunden,\nwo ich als Adresse zweimal eine SQL Injection mit einem Drop Table Users und\nDrop Table User gemacht habe."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:22:59",
      "text": "Das ist übrigens hier Interface-Design. Wenn ich mich jetzt ein Social-Media-Feld hinzufüge,\nkann ich nicht ein abstraktes Social-Media-Feld hinzufügen, sondern ich kann\nnur Twitter hinzufügen und kann dann in einem zweiten Schritt Twitter ersetzen\ndurch eine der anderen von dir eben schon feierlich verlesenen Sachen.\nAlso ja, das müffelt schon alles arg. Das ist einfach scheiße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:20",
      "text": "Es gibt da kein anderes Wort dafür. Also das ist der totale Fick."
    },
    {
      "speaker": "roddi",
      "time": "3:23:24",
      "text": "Naja, du sagst Plus und dann gibt es da halt dieses Ding und dann kannst du\nvorne... eigenen Dienst hinzufügen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:30",
      "text": "Es ist so propelig scheiße programmiert und es ist so dumm und blöd.\nIch finde da gar keine Worte dafür, wie schlecht das ist."
    },
    {
      "speaker": "roddi",
      "time": "3:23:45",
      "text": "Ich schreibe in die Notizen immer noch ein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:23:48",
      "text": "An solchen kleinen Usability-Geschichten kann man bei Apple auch schon lange leiden.\nWas mich zum Beispiel täglich nervt, was ich auf Windows in Outlook einfach\nwirklich täglich mehrfach nutze, ist, ich schreibe eine E-Mail und da möchte\nich dranhängen als Dateianhang die letzte Datei, an der ich gewerkelt habe.\nMehr nicht. Krieg das mal unter macOS hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:11",
      "text": "Ja, ist schon schwierig, überhaupt den letzten Ordner mal zu finden,\nan dem du gerade was gemacht hast."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:24:16",
      "text": "So, unter Outlook, Windows, ja, hast du da dein Datei-Icon, hast den Pfeil daneben\nund hast die Litze, das sind deine letzten zehn bearbeiteten Dateien.\nUnd das ist immer korrekt. Das ist immer die PowerPoint-PDF,\ndie ich offen hatte, steht da in der richtigen Stelle. Was ist so schwierig, sowas da reinzunehmen?"
    },
    {
      "speaker": "roddi",
      "time": "3:24:33",
      "text": "Aber du hast doch, du hast doch benutzte Objekte."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:24:35",
      "text": "Ja, diese benutzten Objekte. Da sind irgendwelche Images, die in irgendwelchen Caches verrotten.\nAber mit Sicherheit nicht die Datei, die ich gerade eben offen hatte und gespeichert\nhabe. Ich habe mir mal so ein, so ein Makro ist es nicht, ich weiß gar nicht,\nwas das, irgendeine Query mal zusammengebaut im Finder.\nWie habe ich das hier genannt?\nAktuell hieß es. Das hat eine Zeit lang funktioniert, bis Apple auch das irgendwie\nzerbrochen hat. Warte, ich muss gleich mal gucken, wie waren denn Suchkriterien einblenden?\nKDM Item Content Type Tree gleich Public Content war die Suche dafür.\nFragt mich nicht, warum, habe ich mir irgendwo mal aus dem Internet rausgeklaubt.\nUnd das hat eine Zeit lang, hat das wirklich am ehesten die zuletzt bearbeitetsten,\nDokumente mir angezeigt. Mittlerweile geht das aber auch nicht mehr.\nDas hatte ich dann in der Seitenleiste und hat das Problem teilweise gelöst, aber jetzt nicht mehr.\nJa, was erlaube Apple?"
    },
    {
      "speaker": "roddi",
      "time": "3:25:33",
      "text": "Es gibt ja für die Variante von iOS 18.1, wo dann auch der ganze AI-Kram kommt,\ngibt es ja schon eine Beta.\nDa steht aber ganz deutlich dabei, nicht in China und in der EU.\nInsofern habe ich mir gar nicht erst die Mühe gemacht, das mal runterzuladen. weil, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:56",
      "text": "Also ich habe jetzt gerade mal eine Weile nicht auf den Chat geschaut,\nda gab es natürlich jetzt hier zu den Geschlechts- und Pronomen Diskussionen\nnoch den einen oder anderen Hinweis.\nSo,\nja, also klar, man kann so hintenrum sowas machen und es gibt hier,\noh, was ist das denn hier?\nDas biologische Geschlecht und das soziale Geschlecht unterscheiden sich halt zuweilen mal. Okay."
    },
    {
      "speaker": "roddi",
      "time": "3:26:33",
      "text": "Ja, aber das ist doch uninteressant. Es geht ja nur ums soziale Geschlecht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:38",
      "text": "Wieso?\nAlso worum es mir geht, ist doch meine Sache, worum es mir geht.\nIch will einfach Daten speichern, die ich für relevant halte und was für mich\nrelevant ist, muss ja nicht für alle anderen relevant sein."
    },
    {
      "speaker": "roddi",
      "time": "3:26:53",
      "text": "Klar, wenn du jetzt ein Newsletter rausschickst, wo du einen Urologen empfiehlst, dann ist es, aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:59",
      "text": "Es geht ja nicht immer um eine Mail zu verschicken und so weiter.\nUnd natürlich kann ich jetzt irgendwie mit diesen Pronomen das irgendwie hacken,\naber das ist halt nicht das, was ich meine.\nIch möchte gerne einfach, dass das System es einfach macht, Sachen zu erfassen.\nUnd da würde es ja schon mal reichen, dass man selber so Felder anlegen kann,\ndie einfach systemweit dann einfach existieren. Geht ja schon mal nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:27:23",
      "text": "Ja, da bricht dann natürlich früher oder später Chaos aus, weil dann hast du\nhalt Daten, die nicht, das sind halt, also ich meine, das kannst du halt auch\nim Prinzip alles in Notizen eintragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:37",
      "text": "Ja, aber dann kann ich nicht Values dafür angeben, die es haben kann und so weiter."
    },
    {
      "speaker": "roddi",
      "time": "3:27:41",
      "text": "Klar, kannst du ja JSON reinschreiben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:43",
      "text": "Ja, ja, mit Freitext. Genau, JSON in Notizen reintragen und so.\nKlar, ich kann das alles ignorieren."
    },
    {
      "speaker": "roddi",
      "time": "3:27:47",
      "text": "Ja, aber was anderes ist ein eigenes Feld ja auch nicht. Also ich meine, das ist irgendwie..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:52",
      "text": "Ich finde, die Computer haben sich uns anzupassen und nicht..."
    },
    {
      "speaker": "roddi",
      "time": "3:27:56",
      "text": "Da gebe ich dir natürlich recht,\naber eine bediebige Freifelder löst dein Problem wahrscheinlich nur sehr unzureichend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:07",
      "text": "Ja, natürlich löst es. Das ist ja die einzige Möglichkeit, die ich derzeit habe.\nWenn jemand tot ist, dann schreibe ich halt gestorben da rein.\nAber das ist dann halt keine wirklich gut suchbare Information und ich kann\nauch nicht das irgendwie exkludieren und all diese ganzen Sachen.\nIch reg mich nur auf. So, haben wir noch Themen? Ich glaube nein. Nein."
    },
    {
      "speaker": "roddi",
      "time": "3:28:30",
      "text": "Haben wir noch Aufreger."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:28:32",
      "text": "Wir haben uns schon ganz schön viel aufgeregt jetzt hier diese Sendung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:35",
      "text": "Ja, ich habe nur noch zwei Kleinigkeiten, die ich irgendwie noch kurz erwähnen\nwollte. Oder vielleicht drei.\nAlso erstens EcoFlow."
    },
    {
      "speaker": "roddi",
      "time": "3:28:46",
      "text": "Ja, von denen ist meine Batterie, die ganz kleine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:49",
      "text": "Ja, genau. Hast du, glaube ich, schon mal erwähnt."
    },
    {
      "speaker": "roddi",
      "time": "3:28:52",
      "text": "Letztes Mal sogar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:53",
      "text": "Letztes Mal sogar. Und von EcoFlow gibt es einen Solarhut."
    },
    {
      "speaker": "roddi",
      "time": "3:29:00",
      "text": "Das Ding sieht so scheiße aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:03",
      "text": "Naja, aber Sonnenhüte sind halt Sonnenhüte, aber ich finde die Idee einfach wirklich geil.\nAlso sie bezeichnen das hier als the dorkiest piece of headgear und damit haben\nsie wahrscheinlich auch recht. Aber es ist natürlich absolut Festival-tauglich."
    },
    {
      "speaker": "roddi",
      "time": "3:29:17",
      "text": "The dorkiest piece of headgear."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:20",
      "text": "Ja, also du hast einen dicken fetten Sonnenhut mit Solarpanel drin und USB-C-Anschluss.\nDas heißt, du kannst mit diesem Sonnenhut durch die Sonne latschen und nebenbei deinen Telefon laden."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:29:30",
      "text": "Also ich habe mir das etwas genauer angeguckt.\nDie Idee finde ich erstmal geil. Ich habe mich gefragt, was so mit der Temperaturentwicklung\nist, weil das ist halt erstmal ein Pech-Schwarzer-Hut."
    },
    {
      "speaker": "roddi",
      "time": "3:29:42",
      "text": "Der hat aber so Gase."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:29:43",
      "text": "Das heißt, so ein Sonnenhut hat ja neben Handy-Aufladen auch noch so eine Primärfunktion,\ndie irgendwie Schatten- und Kühlespenden irgendwie beinhalten sollte.\nDa bin ich jetzt verhalten optimistisch.\nAber vielleicht haben sie sich darüber, also der hat so eine Mesh-Struktur,\nder ist also jetzt nicht irgendwie kompakt.\nGanz cool fand ich, wie der sich zusammenfaltet, weil am Ende des Tages sind\nda halt irgendwie wie viele Panels, acht oder sowas, drin verbaut und die faltet\nman dann so ganz elaboriert zusammen und hat dann so eine Dreieckform am Ende,\ndie man also schon vernünftig irgendwie in den Rucksack reinkriegt.\nAlso man knüddelt das nicht, sondern man faltet die ganze Geschichte.\nUnd das ist jetzt so als ein Fashion Statement, sagen wir mal,\ngewöhnungsbedürftig, weil der hat dann halt doch so Ecken durch diesen Faltmechanismus,\nalso kein runder Hut, sondern schon schon so ein Angeegter.\nDann hat er so ein etwas komisches Verhältnis von Krempe zu der Haube, die oben auf dem Kopf...\nSchwierig. Ich dachte, du hast ja den gekauft und wir könnten den hier mal ausprobieren."
    },
    {
      "speaker": "roddi",
      "time": "3:30:45",
      "text": "Sehe ich das richtig? Der hat keine eigene Batterie drin. Das heißt,\nman muss tatsächlich, wie auf den Bildern, man hat diesen Hut auf und hat das\nKabel, das einem hinten den Rücken runterläuft."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:30:58",
      "text": "Oder aber alles andere wäre gewichtstechnisch auch wieder doof.\nAlso wenn du dann da irgendwo noch so ein Akkupack irgendwie mit drin hast,\ndann ist es glaube ich endgültig. Ja, aber ich will doch."
    },
    {
      "speaker": "roddi",
      "time": "3:31:05",
      "text": "Also gerade so ein Hut, wenn ich den, ich bewege ja meinen Kopf und wenn du\ndann hinten das Kabel ständig hast und es wundert mich nicht,\ndass sie ihn direkt 50 Dollar runtergesetzt haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:19",
      "text": "Also es kriegt auf jeden Fall Punkte für Pfiffigkeit.\nIch glaube nicht, dass es ein besonders belastbares Produkt darstellt,\naber da kann man auf jeden Fall dran arbeiten.\nDer Gedanke, dass man diese ganze Sonne, die dann im Sommer auf einen draufknallt,\nauch einfach mal gleich nutzt, den finde ich eigentlich ganz gut."
    },
    {
      "speaker": "roddi",
      "time": "3:31:36",
      "text": "Ich will Sonnencreme mit Solarfunktion."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:41",
      "text": "So, und dann wollte ich noch Whitescreen mit euch teilen, weil kann man vielleicht mal gebrauchen.\nWhite Screen White Screen, also weißer Screen wie der Name schon sagt macht einen weißen Screen,\noder auch einen gelben oder einen orangenen oder einen Purple Screen falls man\nhalt mal irgendwie einen Screen braucht, der irgendwie eine bestimmte Farbe hat.\nBlue Screen Blue Screen oder halt auch Prank Screens, also ein ein Screen of\nDeath oder mein Computer installiert gerade Updates.\nAlso du kannst halt hier so ein Fake-Update-Screen drauf machen,\nfalls du halt irgendwie..."
    },
    {
      "speaker": "roddi",
      "time": "3:32:32",
      "text": "Aber sowas gab es doch schon mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:34",
      "text": "Bestimmt."
    },
    {
      "speaker": "roddi",
      "time": "3:32:35",
      "text": "Da haben wir, glaube ich, vor zehn Jahren schon mal drüber geredet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:38",
      "text": "So jetzt konkret in der Ausführung habe ich das nicht in Erinnerung,\naber ich glaube, nach zehn Jahren kann man dann auch noch mal so einen Tipp\nwiederholen, sollte das Webseiten zehn Jahre alt sein.\nIst ja aber, glaube ich, nicht. Aber wenn du halt irgendwie in der Situation\nbist, dass Leute dich dazu zwingen wollen, jetzt irgendwas mit deinem Computer\nzu machen und du musst irgendwie nachweislich,\ndemonstrieren, dass es gerade nicht geht, weil läuft gerade ein Update,\ndann könntest du mit widescreen.online schon relativ schnell am Ziel sein.\nGibt es hier für Windows 11, 10, XP, Mac OS X, sogar Ubuntu und ja,\nnoch diverse andere Kleinigkeiten."
    },
    {
      "speaker": "roddi",
      "time": "3:33:16",
      "text": "Ach, der DVD-Screen ist doch niedlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:19",
      "text": "DVD?"
    },
    {
      "speaker": "roddi",
      "time": "3:33:21",
      "text": "Ja, da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:22",
      "text": "Ah, wo das DVD-Logo durchläuft. Oh Gott, die Zeiten.\nJa, okay. Mehr muss ich dazu nicht sagen."
    },
    {
      "speaker": "roddi",
      "time": "3:33:34",
      "text": "Sehr schön, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:37",
      "text": "So, ich bin durch mit meinen Themen. Es sei denn, wir wollen hier noch über dieses Gerät reden.\nDa kann ich aber noch nicht so sehr viel zu sagen. Das habe ich mir gerade besorgt."
    },
    {
      "speaker": "roddi",
      "time": "3:33:48",
      "text": "Der geneigte Hörer darf rätseln, was für ein Gerät der Papst jetzt diesmal angeschafft hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:55",
      "text": "Genau, der Gerät."
    },
    {
      "speaker": "roddi",
      "time": "3:33:56",
      "text": "Es ist schwarz, hält sich in der Hand wie eine Pistole und sieht aus wie aus\neinem Dorky 15er Jahre Shooter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:10",
      "text": "Genau. Ja, Ralf, hast du noch was?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:34:13",
      "text": "Nee, ich habe nichts. Ich teste gerade hier schon ein Programm,\nwas angeblich mein letzte Dateien finden Problem lösen soll.\nWerde ich mal testen und nächste Folge berichten. Default Folder X."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:25",
      "text": "Achso, ja, der gute alte Default-Folder. Ja, der kann in der Tat ganz hilfreich sein.\nIst ein bisschen, war früher unter macOS deutlich besser integriert als bei\nmacOS 10, weil das so ein bisschen so ein Overlay hat und ich fand das ein bisschen\nstörend, aber ich habe das früher auf dem guten alten macOS,\nhabe ich Default-Folder immer benutzt,\nund auf macOS 10 mache ich es nicht mehr. Aber vielleicht gebe ich dem nochmal eine Chance."
    },
    {
      "speaker": "roddi",
      "time": "3:34:47",
      "text": "Boah, Apps, die ein X im Namen haben, um anzuzeigen, dass sie jetzt auch für\nmacOS X tauglich sind. Das war noch Zeit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:54",
      "text": "Ja, die Zeiten sind noch nicht ganz vorbei. Gut, wollen wir die Sendung beenden?"
    },
    {
      "speaker": "roddi",
      "time": "3:35:00",
      "text": "Ja, wir klappen zu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:01",
      "text": "Weil es ist heiß hier und wir kriegen heute die vier Stunden nicht voll."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:35:06",
      "text": "So machen wir das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:07",
      "text": "Leute,\nihr wisst schon, was jetzt kommt. Vielen Dank fürs Zuhören.\nIch hoffe, ihr habt euch an den Rahns nicht so sehr gestört."
    },
    {
      "speaker": "roddi",
      "time": "3:35:20",
      "text": "Und an den sonstigen Themen. Scheiß und Schimmel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:35:25",
      "text": "Aber wir hatten auch Erbauliches und Humanistisches. Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:28",
      "text": "Es ist auf jeden Fall viel Reinigendes dabei."
    },
    {
      "speaker": "roddi",
      "time": "3:35:31",
      "text": "Es wurde Latein gesprochen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:33",
      "text": "Bis bald."
    },
    {
      "speaker": "roddi",
      "time": "3:35:34",
      "text": "Tschüss."
    }
  ]
}