{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:00:21",
      "text": "Hallo, herzlich willkommen. Hier ist die Freakshow und wir schreiben den 21."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:00:33",
      "text": "Hälften im Jahre des Herrn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:00:36",
      "text": "Das stimmt. Und wir schreiben außerdem noch die Sendungsnummer,\ndie ist, was ist denn das überhaupt?\n536.000, nee, 286."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:00:47",
      "text": "286er, guck. Damals. Also als ich mein erstes..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:00:52",
      "text": "286, ist schon gar nicht so wenig. Ist dir schon mal aufgefallen?\nAlso zwei, du musst ja einfach mal so die, du machst irgendwas einmal und dann\nmachst du es nochmal und dann machst du es nochmal und dann machst du es nochmal, nochmal, nochmal,\ndann nochmal, dann nochmal und jetzt bist du irgendwie gerade mal bei,\nwahrscheinlich noch nicht mal bei 10 angekommen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:01:16",
      "text": "Könnten jetzt auch die Sendung damit verbringen, bis 286 hochzuziert.\nWarum denn eigentlich nicht?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:21",
      "text": "Ja, wir können ja die Freakshow in so einen Nummernsender umwandeln."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:01:26",
      "text": "Es gab oder gibt ja wirklich einen Podcast, der Nummern verliest.\nWie hieß der nochmal? Erinnerst du dich daran?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:31",
      "text": "Den hatten wir irgendwann mal auf der Subscribe. Nummernsender hieß der doch, glaube ich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:01:35",
      "text": "Kann gut sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:36",
      "text": "Nach den Original-Nummernsendern, wo immer keiner so genau wusste,\nwas das war. Also es war wahrscheinlich einfach Krypto.\nHieß das nicht Nummernsender? Wikipedia kennt es nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:01:48",
      "text": "Zahlensender."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:50",
      "text": "Zahlen, Zahlensender."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:01:50",
      "text": "Ah ne, Moment mal, Zahlensender ist über Lost, das ist wieder was anderes."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:54",
      "text": "Nein, nein, Number Stations, also das ist genau das, Zahlensender.\nUnd so hieß auch, glaube ich, der Podcast.\nZahlensender Podcast."
    },
    {
      "speaker": "roddi",
      "time": "0:02:05",
      "text": "Den ich gemacht habe, aber..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:06",
      "text": "Den du gemacht? Ach, du warst das."
    },
    {
      "speaker": "roddi",
      "time": "0:02:09",
      "text": "Was? Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:02:11",
      "text": "Na gut, das fand ich ja. Mensch, Zufall. Echt? Das ist ja schrecklich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:15",
      "text": "Ach so, warte mal, es gibt einen Zahlensender Podcast zu Lost,\nAber den hast du nicht gemacht."
    },
    {
      "speaker": "roddi",
      "time": "0:02:19",
      "text": "Nein, nein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:20",
      "text": "Sondern du hast für dich die Zahlen vorgelesen."
    },
    {
      "speaker": "roddi",
      "time": "0:02:22",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:23",
      "text": "Wo ist der noch online?"
    },
    {
      "speaker": "roddi",
      "time": "0:02:26",
      "text": "Ehrlich gesagt, er ist so ein bisschen missing in action und ich weiß nicht\nso genau warum und ich hatte bisher keine Lust, mich drum zu kümmern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:32",
      "text": "Ha, ich habe mal sowas ähnliches gemacht und zwar habe ich Worte vorgelesen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:02:38",
      "text": "Also schöne Worte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:40",
      "text": "Ne, neue Worte."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:02:41",
      "text": "Neue Worte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:42",
      "text": "Ich habe das auch irgendwie in meinem Archiv gefunden. Ich muss mal kurz schauen,\nob ich das gerade zur Hand habe.\nDas war so eine meiner frühen Podcast-Experimente, wo man alles mal so ausprobiert hat.\nUnd ich muss gleich nochmal schauen. Vielleicht sollten wir uns nochmal kurz\nvorstellen. Also ich bin Tim und Ralf ist Ralf und Roddy ist Roddy."
    },
    {
      "speaker": "roddi",
      "time": "0:03:11",
      "text": "Hallo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:12",
      "text": "Genau, so. Und das kennt ihr ja schon, ja.\nUnd während ich jetzt nebenbei, ich bin mir relativ sicher, dass ich irgendwo ein Archiv davon hatte.\nFind's natürlich jetzt hier mal auf Anhieb wieder nicht.\nAber ich hatte, ich weiß nicht, es gab irgendwie eine Webseite,\ndie immer neue Worte vorgestellt hat.\nund die fand ich teilweise sehr schön und dann habe ich die einfach so vorgelesen\nund habe da mein Großmembran-Mikrofon so zum Einsatz gebracht.\nWeil mit so einem Großmembran-Sink klingt da einfach alles besser."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:03:47",
      "text": "Die seidige Stimme kommt da so richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:49",
      "text": "Genau. Und ich muss mal gucken, ob ich das noch finde."
    },
    {
      "speaker": "roddi",
      "time": "0:03:56",
      "text": "Also der Zahlensender war so, dass im Prinzip waren die Zahlen immer so eine\nAufforderung herauszufinden, was das soll.\nUnd das wurde immer aufwendiger, weil viele Leute es tatsächlich geschafft haben\nund dann der Meinung waren, in derselben Art und Weise mit Zahlen in den Kommentaren zu antworten."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:04:17",
      "text": "Oh weh."
    },
    {
      "speaker": "roddi",
      "time": "0:04:20",
      "text": "Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:04:21",
      "text": "Also waren das Dinge, die quasi so Google-stabil waren, wo man also mit normal\nGoogeln dann nicht dran gekommen ist? Also jetzt, wenn du Pi eingibst,\ndann weißt du halt, was passiert und die andere Eulasch-Gezahl und was da alles so gibt.\nOder ging es darum zu gucken, wie entwickelt sich irgendwie eine Folge?\nImmer plus zwei, plus vier, plus sechs, plus acht, so IQ-Test-mäßig?"
    },
    {
      "speaker": "roddi",
      "time": "0:04:43",
      "text": "Nee, das waren schon, ja, wie sage ich das jetzt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:04:49",
      "text": "Berühmte Zahlen der Weltgeschichte."
    },
    {
      "speaker": "roddi",
      "time": "0:04:50",
      "text": "Nee, es ging nicht um die Zahlen selber. Es waren mehr so Encodings und so ein Kram."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:04:56",
      "text": "Ah, okay."
    },
    {
      "speaker": "roddi",
      "time": "0:04:58",
      "text": "Also es war immer so, wenn du es rausgefunden hast, war es relativ offensichtlich,\ndass du die richtige Lösung hast."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:05:10",
      "text": "Nun."
    },
    {
      "speaker": "roddi",
      "time": "0:05:11",
      "text": "Nun."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:11",
      "text": "Ich finde es nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:05:14",
      "text": "Ja, so ist es mit alten Podcasts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:16",
      "text": "Ich war mir relativ sicher, dass ich es vor der Nase hatte, aber ich finde es\nirgendwie gerade nicht. Naja, mal gucken. Es war eigentlich ganz schön.\nIch wundere mich, habe ich das nicht mit.\nDas macht mich ganz verrückt. Warum?\nWarum habe ich das nicht? Weil ich hasse es, wenn Dinge verloren gehen im Internet.\nDas ist mir völlig ein fremdes hier genau, Neue Wörter Podcast.\nWo habe ich denn das hingelegt? Genau, das waren die Wortwarte.\nDie Wortwarte haben dann immer danach gesucht und Neue Wörter Podcast.\nNeue Wörter."
    },
    {
      "speaker": "roddi",
      "time": "0:06:03",
      "text": "Ist die Wortwarte so ein Ort, wo man mit einem großen Teleskop Wörter findet oder wie?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:09",
      "text": "Das sind alles so Experimente der Frühzeit des Internets. Das ist mittlerweile\nalles komplett überholt.\nAber naja, gab es halt alles irgendwie mal."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:06:18",
      "text": "Müsstest du dann mal das Internet Archive anwerfen?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:20",
      "text": "Ja, aber vor allem, ich müsste ja mein eigenes Archive haben.\nund das ist irgendwie, was ich gerade nicht so richtig verstehe.\nAber neue Wörter ist natürlich ein anderer Suchbegriff als neue Worte.\nEinen Versuch habe ich noch. Ah, hier ist es. Neue Wörter.\nHahaha, wusste ich es doch. Hier, gucke mal."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:06:43",
      "text": "Und wie viele Episoden? Drei. Nein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:52",
      "text": "Neue Wörter. Hier, neue Wörter vom 2. Februar 2006.\nDas ist hier nicht gerade besonders gut sortiert, aber ich kann zumindest mal\nausprobieren. Soll ich das mal einspielen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:07:05",
      "text": "Ja komm, jetzt wollen wir es auch hören."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:07",
      "text": "Jetzt wollen wir es auch hören. Das war so ein richtig schmutziges Wort."
    },
    {
      "speaker": "roddi",
      "time": "0:07:11",
      "text": "Ewiges, ewig angeteasert. Jetzt musst du auch liefern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:14",
      "text": "Okay, dann gucke ich mal, ob hier in dieser Datei auch wirklich das drin ist. Upsa.\nWas versprochen ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:07:24",
      "text": "Bildschirme färben sich schwarz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:27",
      "text": "Das sieht nach Audio aus. Das sieht nach Audio aus, das scheint genau das Richtige\nzu sein. Achtung, jetzt geht's los. Habe ich das hier auch aufgedreht?\nIch glaube ja. Neue Wörter vom 2. Februar 2006."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:07:43",
      "text": "Abstandsregelsystem. Edware Warner. Barbie Kamikaze."
    },
    {
      "speaker": "roddi",
      "time": "0:07:51",
      "text": "Bitterblocker."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:07:52",
      "text": "Brandentertainment-Aktion Cyberstart Datenurin Easy Listening Salon-Pazifismus\nEltern-Gamer Flummi-Preis-Syndrom,\nPowerpoint-Karaoke. Oh, war neu. PTC-Nichtschmecker."
    },
    {
      "speaker": "roddi",
      "time": "0:08:34",
      "text": "Riot-Göre. Ski-Racer. Stop-Over-Programm.\nVerweicheiern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:48",
      "text": "Wohlfühlfeeling. Oh, okay. Also, jetzt kommt es gerade wieder. Neue Wörter."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:08:54",
      "text": "Nun reicht es aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:55",
      "text": "Ja, also die Wortwarte, die haben sozusagen neue Wörter, die irgendwie in der\nZeitung sozusagen in der Welt aufgetaucht sind, gescannt.\nUnd da haben das in so einem kleinen Blog irgendwie aufgetan und ich habe wirklich\nnichts anderes gemacht, als die aufzuzeichnen.\nUnd siehst du, sowas wie Gamer-Eltern und wie PowerPoint-Karaoke war mal neu."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:09:16",
      "text": "Ich hätte jetzt gesagt, die meisten haben sich nicht durchgesetzt.\nDa war schon viel dabei, was ich jetzt auch im Jahr 2024 zum ersten Mal gehört\nhabe. Aber ein paar eben schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:26",
      "text": "Ja. Nochmal eins oder findest du es schon langweilig?\nIch glaube, wir haben das Konzept verstanden. Ich fand es schön.\nVor allem das Wohlfühlfeeling."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:09:43",
      "text": "Mit dieser jugendhaften Stimme."
    },
    {
      "speaker": "roddi",
      "time": "0:09:44",
      "text": "Das Wohlfühlfeeling klang sehr nach Politiker, wenn ich das mal so sagen darf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:50",
      "text": "Ich glaube, das sind halt einfach eher so Presse."
    },
    {
      "speaker": "roddi",
      "time": "0:09:54",
      "text": "Heinis."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:55",
      "text": "Naja, ich meine, guck mal, die Journalisten leben ja auch in dieser Zeit.\nUnd dann sind sie ja auch ein Kind dieser Zeit. Und dann greifen sie ja irgendwie\nauf, was sie so sehen. Und dann finden sie dafür Worte.\nUnd gerade diese ganzen Neologismen, die dabei so entstehen,\ndann stehen ja nicht unbedingt in der Presse, sondern das ist ja dann auch nur so eine Wiedergabe."
    },
    {
      "speaker": "roddi",
      "time": "0:10:16",
      "text": "Irgend so ein Fußballer oder Trainer oder so hat wohl mal gesagt,\nvom Feeling her hatte ich ein gutes Gefühl."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:22",
      "text": "Ja, das kenne ich auch. Der Fußball ist überhaupt sehr reich an Wort- und Satzschöpfungen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:10:29",
      "text": "Aber es waren auch praktisch alles komposita, so zusammengesetzte Wörter aus\nbekannten Einzelwörtern.\nUnd das hat man, glaube ich, schon mal irgendwann, dass es, glaube ich,\nkeine Sprache auf der ganzen Welt gibt, die so reich ist an Kompositorwörtern\nund so dankbar, dass du eigentlich ständig dir halt neue Dinge zusammen erfinden\nkannst einfach und keiner stört sich daran.\nDas ist etwas, was das Deutsche wirklich auszeichnet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:53",
      "text": "Das wird dem Deutschen immer nachgesagt, aber ich frage mich,\nist es nicht eigentlich im Englischen genauso?\nIch meine, man schreibt sie bloß nicht zusammen, aber es werden ja da auch am\nlaufenden Meter irgendwelche, also du hast ja fast jeden Tag so einen neuen\nBegriff, gerade so im Tech.\nDa wird halt einfach drei Worte zusammengeworfen mit einer Abkürzung und dann\nist das halt ein neues Wort,\nein neuer Begriff und der ist dann im Deutschen halt ein Wort oder mit Bindestrichen,\nwobei sich da die Deutschen ja auch immer nicht ganz so einig sind,\nauch die Engländer nicht, also auch das Englische, schreibt mal was zusammen.\nAlso es gibt ja auch richtig zusammengesetzte Worte."
    },
    {
      "speaker": "roddi",
      "time": "0:11:30",
      "text": "Aber wenig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:31",
      "text": "Ja, wenig, aber es ist halt auch ein bisschen unklar, wann du es so machst und wann du es so machst."
    },
    {
      "speaker": "roddi",
      "time": "0:11:37",
      "text": "Ja, aber im Englischen sind die Leute auch entspannter. Also du kannst immer\nargumentieren, das ist jetzt Neuseeländisch gewesen oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:45",
      "text": "Ich sage ja nur, es ist jetzt nichts Ungewöhnliches, dass man einen neuen Begriff\ndadurch schafft, dass man einfach irgendwelche anderen drei Wörter zusammennimmt\nund dann im Kontext zusammen aufzählt."
    },
    {
      "speaker": "roddi",
      "time": "0:11:55",
      "text": "Das ist richtig, aber ich glaube, die Deutschen schreiben es ins Extreme."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:59",
      "text": "Ja, das weiß ich halt nicht. Ich glaube, es ist nur deshalb,\nweil wir eben konsequent das immer alles in ein Wort schreiben und dann gucken\nsich alle mal das Deutsche an.\nSo ein langes Wort."
    },
    {
      "speaker": "roddi",
      "time": "0:12:11",
      "text": "Einwortbeschreibung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:12",
      "text": "Ja, und ich meine, dass du das Spiel im Prinzip ewig weitermachen kannst,\naber das kannst du ja im Englischen auch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:12:17",
      "text": "Aber da ist der Trend halt, wie du schon richtig sagst, eher dazu,\ndann eine Abkürzung daraus zu generieren, die irgendwie verbreitet wird und hängen bleiben soll.\nAnsonsten ist es halt irgendwie eine Beschreibung oder ein Begriff,\nder entsteht, aber halt nicht ein neues Wort, wenn es nicht ein Wort ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:30",
      "text": "Und vielleicht ist das auch gesünder als so, wie es Deutschen machen.\nDu musst ja nur mal die, keine Ahnung, hier einen Bundestagszusammenfasser aufmachen\nund mal gucken, wie so die neuen Gesetze heißen.\nDa wirst du ja auch bekloppt bei."
    },
    {
      "speaker": "roddi",
      "time": "0:12:45",
      "text": "Naja, aber da wird auch ordentlich abgekürzt. geabkürzt.\nAlso gerade dort. Und ich meine solche fiesen Worte wie Azubi.\nAlso ich meine, das ist ja auch eigentlich eine Abkürzung, weil die ein neues\nWort geworden ist und so.\nAlso ich glaube, das können wir schon auch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:13:09",
      "text": "Nun gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:13",
      "text": "Strafrechtspflegestatistikgesetz."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:13:15",
      "text": "Genau, wir verlesen neue Gesetze. Auch eine Marktlücke."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:19",
      "text": "Neue Gesetze vom 21. November 2024."
    },
    {
      "speaker": "roddi",
      "time": "0:13:27",
      "text": "Strafrechtspflegegesetz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:29",
      "text": "So, wie fühlen wir uns denn eigentlich heute? So in der neuen Dystopie?"
    },
    {
      "speaker": "roddi",
      "time": "0:13:36",
      "text": "Welche von den vielen meinst du?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:38",
      "text": "Alle gleichzeitig."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:13:42",
      "text": "Tja, also ich bin in einem so tiefen Tal des Elends, dass meine Stimmung,\nglaube ich, gerade in so einem Abwehrmechanismus, der eigentlich,\nbin ich, ganz gut gelaunt sich ansiedelt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:54",
      "text": "Leute hören sich ja auch auf Podcasts an, um mentale Reinigungen zu erfahren."
    },
    {
      "speaker": "roddi",
      "time": "0:14:01",
      "text": "Und wir sollen jetzt mental reinigen, oder wie?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:04",
      "text": "Naja, wir können ja mal ein bisschen versuchen, für alle so ein bisschen zu fühlen.\nAlso das Wohlfühlfeeling sozusagen neu zu entdecken."
    },
    {
      "speaker": "roddi",
      "time": "0:14:13",
      "text": "Das Wohlfühlfeeling. Also ich\nwürde jetzt ungern über Geschehnisse in den Vereinigten Staaten eingehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:21",
      "text": "So weit muss man ja gar nicht mal gehen."
    },
    {
      "speaker": "roddi",
      "time": "0:14:25",
      "text": "Ansonsten, naja, keine Ahnung.\nJa, weiß nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:32",
      "text": "Seid ihr noch optimistisch?"
    },
    {
      "speaker": "roddi",
      "time": "0:14:35",
      "text": "Ich bin tendenziell immer optimistisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:41",
      "text": "Nur jetzt gerade nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:14:46",
      "text": "Naja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:48",
      "text": "Wir haben eine Optimismuspause eingelegt."
    },
    {
      "speaker": "roddi",
      "time": "0:14:52",
      "text": "Wir haben eine Optimismuslücke.\nJa, weiß ich nicht. Es kommt halt immer darauf an, worum es geht.\nAlso ich meine, wenn man jetzt in die Politik guckt, dass die SPD sich jetzt\nweigert, irgendwie den Schlaueren der beiden Kanzlerkandidaten zu nehmen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:15:14",
      "text": "Beziehungsweise der Schlau ist da glaube ich schon wieder eine schwierige Kategorie\nan der Stelle. Aber ja, den Beliebteren."
    },
    {
      "speaker": "roddi",
      "time": "0:15:21",
      "text": "Also ich meine, ob Pistorius jetzt schlau ist oder nicht, das sollen andere\nLeute beurteilen, aber ich habe das Gefühl gehabt, dass er relativ gut bei relativ\nvielen Leuten angekommen ist, während ich niemanden kenne, der begeistert von Scholz ist.\nAber vielleicht lebe ich da auch in der falschen Blase. Keine Ahnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:46",
      "text": "Also was mich jetzt, um vielleicht ein bisschen mehr den Pfad der Technik als\nder Politik einzuschlagen, ich habe so das Gefühl, dass diese ganze Technik\nsich nicht mehr so richtig bemüht, um uns irgendwie,\nzu bereichern, sondern uns irgendwie nur noch,\neinzuzocken und abzuzocken und nur noch zu verraten und zu belügen vor allem\ndie ganze Zeit. Das ganze Internet belügt einen."
    },
    {
      "speaker": "roddi",
      "time": "0:16:12",
      "text": "Ja, also ich würde sagen, auf der Hardware-Seite gibt es Hoffnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:16",
      "text": "Oh, Spoiler."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:16:20",
      "text": "Ich würde auch sagen, ich habe heute ein oder zwei Themen dabei,\nwo das Herz hoffentlich bubert, ob neuer Möglichkeiten dank Technologie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:28",
      "text": "Ich dachte, wir könnten hier so einen kleinen Emotionalstrips machen und anderen\nLeuten damit helfen, aber ich glaube, das wird nichts."
    },
    {
      "speaker": "roddi",
      "time": "0:16:36",
      "text": "Der Zug ist aus der Halle, also da ist jetzt nichts Neues dazugekommen,\nwas man nicht schon vor fünf Jahren hätte beklagen können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:43",
      "text": "Ja gut, das ist ja dann so dieses irgendwie, ich habe es ja schon mal gesagt. Ich war ja froh."
    },
    {
      "speaker": "roddi",
      "time": "0:16:47",
      "text": "Dass es dafür dann irgendwann einen Ausdruck gab, nämlich N-Shitification.\nAber ich glaube, seit es diesen Ausdruck gibt, ihn auch alle kennen,\nglaube ich, ist das Thema dann auch mal durch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:59",
      "text": "Okay, dann mach ich mal was Konkretes,\nwo gerade diese Frage der Identification jetzt so ein Thema ist.\nJetzt haben wir ja irgendwie, X finden ja jetzt noch mehr Leute scheiße als ohnehin schon.\nUnd es gibt ja jetzt diesen...\nEx-Odus."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:17:17",
      "text": "Den Begriff gibt es aber auch schon seit zwei Jahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:19",
      "text": "Ja, den gibt es schon länger, aber jetzt ist er, sagen wir mal,\ndas erste Mal auch medial relevant geworden, weil offensichtlich auch Journalisten mit exiten.\nAlso ich will jetzt auch nicht sagen, das ist jetzt schon irgendwie abgeschlossen\noder so, aber es ist ja so ein fortwährender Prozess, dass halt Leute irgendwie\nkeinen Bock mehr auf Masks Twitter haben und nach der Nummer natürlich schon gar nicht.\nUnd jetzt teilt sich das sozusagen auf und X wird jetzt irgendwie so eine Art,\nstellt sozusagen seine Technologie von Mastodon, nämlich True Social,\nwieder auf Twitter-Technologie um und da ist dann so dieser ganze rechte Güllerotz,\nder ist dann sozusagen dort geparkt.\nUnd alle anderen flüchten sich jetzt gerade zu Blue Sky.\nUnd die Debatte ist raging on,\nob denn jetzt sozusagen Blue Sky nur die nächste Entgertification-Hölle von\nirgendwelchen durchgedrehten Tech-Bros wird oder nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:18:24",
      "text": "Also ich muss sagen, seit dieser, wie hieß er, Jack?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:28",
      "text": "Dorsey."
    },
    {
      "speaker": "roddi",
      "time": "0:18:28",
      "text": "Jack Dorsey. Solange wie der bei\nTwitter am Ruder war, ging das mit der Entgertification relativ langsam.\nUnd die Plattform war lange benutzbar, zumindest so lange wie es die API gab.\nDer eigentliche Twitter-Client war ja schon länger nicht mehr so richtig benutzbar.\nob Blue Sky jetzt denselben Bach runter geht kann ich zu dem Zeitpunkt nicht\neinschätzen aber ich habe das Gefühl,\nlieber ein Netzwerk von dem als jetzt zum Beispiel Threads von,\nZuckerberg genau wo du schon von Anfang an irgendwie für Reichweite dann auch\nmal Geld in die Hand nehmen musst,\nstatt dass die Leute, die was von dir sehen wollen, das einfach sehen können.\nKeine Ahnung. Also ich glaube, das muss man abwarten, ob Blue Sky jetzt the\nnext big thing wird oder halt auch einfach nur inzwischen halt irgendwo anders hin.\nWeiß ich nicht, finde ich zu früh.\nAlso es ist, mir ist ja jeder lieber, der von Twitter weg ist,\nist glaube ich das wichtigere Thema als zu Blue Sky hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:47",
      "text": "Ja, gut. Also ich habe selber versucht, so ein bisschen so ein Bild davon zu bekommen.\nIch habe da eine technische und eine gesellschaftliche Perspektive drauf.\nUnd aus der technischen Perspektive finde ich es gut,\ndass es noch einen alternativen Ansatz gibt zu einer Idee eines dezentralisierten Netzwerks.\nMan kann jetzt kräftig darüber diskutieren, ob der Blue Sky Ansatz,\nalso dieses Ad-Protokoll, was dem zugrunde liegt, diese Kriterien erfüllt oder nicht.\nUnd ich verstehe mich jetzt auch nicht als Experte, aber soweit ich das halt\nbisher verstanden habe,\ngibt es in diesem Ad-Protokoll halt schon einen Unterschied zwischen dem Netzwerk,\nwas quasi die User Experience darstellt und den in diesem Protokollsystem agierenden Entitäten,\nden Usern, die also quasi auch mit ihren ganzen Daten auf einen anderen,\nPDC heißt das glaube ich, Personal Data Container Server umziehen können.\nAlso es gibt da sozusagen so eine Entkopplung. Es ist halt nicht wie bei Twitter\noder bei Threads, dass das irgendwie so alles so ein monochromatischer Blob\nist, wo irgendwie alles dran hängt und wenn du da raus bist, dann bist du raus.\nUnd es ist aber auch nicht so wie bei Masfordon, wo du zwar umziehen kannst,\naber wenn du umziehst, musst du immer deine Möbel zurücklassen."
    },
    {
      "speaker": "roddi",
      "time": "0:21:32",
      "text": "Sprich dein Content."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:34",
      "text": "Genau, weil du bist halt auf dem Server und du kannst dann zwar sagen,\ndieser Account ist jetzt umgezogen auf den anderen Server und dann kannst du\nda anfangen zu posten, aber du nimmst halt deinen alten Content nicht mit.\nSondern du belässt den auf den Server und wenn der Server halt weg ist,\nund das werden wir halt sehen, dass diese Server weg sind, dann ist halt auch\nder Content irgendwie weg."
    },
    {
      "speaker": "roddi",
      "time": "0:21:59",
      "text": "Ja, finde ich komisch, dass das nicht geht, aber es wird Gründe geben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:04",
      "text": "Es wird Gründe geben, weil es halt einfach so ist. Vielleicht wird sich das\nja auch ändern, keine Ahnung, weiß ich nicht, wäre ja auch nochmal eine Maßnahme.\nAber es ist eben, Masterdown ist halt sehr auf diesem Prinzip des Servers,\nder halt so der Server ist und mit dem Server hast du halt die Domain,\nmit dem Server hast du die,\nAdministrator und die User Experience wird ja quasi auf jedem Server immer wieder\nkomplett repliziert. Also du hast ja,\nDu loggst dich ja dann auf dem Host ein und kannst da die Tweets lesen und du\nhast dann da dasselbe User-Interface, weil dann da die selbe Software läuft, wenn das so ist.\nSo richtig viele unterschiedliche Implementierungen von Masodon gibt es ja jetzt\nauch nicht, soweit ich weiß.\nAlso es gibt halt so die Referenzsoftware, die halt alle verwenden und es gibt\ndann halt irgendwie, ich weiß, es gibt irgendwie eine in Elixir geschriebene\nVariante, die aber glaube ich dasselbe User Interface benutzt und so weiter\nund vielleicht gibt es auch noch ein paar andere, die ich jetzt nicht kenne.\nIst ja auch egal, also kann man natürlich auch anders implementieren.\nNur so ist halt da das Datenmodell. Und das ist meine technische Perspektive darauf.\nIch finde es gut, dass wir quasi mindestens zwei unterschiedliche Konzepte haben,\ndie jetzt sagen, so könnte man das machen und so könnte man das machen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:23:20",
      "text": "Ja, der Schönheitsfehler bei Blue Sky ist halt,\ndiese PDS-Konstrukte, die gibt es so und die könntest du, wenn du wolltest,\ndezentral hochziehen, aber die sind dann ja alle wieder über zentrale Relays zusammen verbunden.\nUnd diese Relays werden, mein Kenntnisstand, jetzt November 2024,\nausnahmslos eben von Blue Sky Central betrieben.\nUnd wenn der mal ausfällt, wie vor ein paar Wochen mal passiert,\nfür irgendwie ein paar Stunden oder Tage, ist das komplette Netzwerk einfach mal tot.\nAlso du kannst dann zwar noch irgendwie ein bisschen was bei dir vielleicht lokal machen, aber..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:58",
      "text": "Das war aber ein Internetausfall. Also das war eine Leitung,\ndie da gekappt wurde. Also nicht die selber weggewehrt."
    },
    {
      "speaker": "roddi",
      "time": "0:24:05",
      "text": "Ja gut, aber wenn du alle Relais ins gleiche Datacenter stellst..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:09",
      "text": "Ich weiß nicht, ob das so der Fall war. Also ich glaube, das Problem war nicht\nglobal. Das weiß ich nicht so ganz genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:24:16",
      "text": "Also so hatte ich es vor ein paar Tagen gelesen, dass das eigentlich so der Lackmustest war.\nOkay, wie dezentral ist denn Blue Sky eigentlich? Und in der Theorie könnte\nes das sein, aber in der Praxis ist es das de facto nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:27",
      "text": "Ja gut, ich meine, wenn so ein Mastodon-Server nicht erreichbar ist,\ndann kannst du da deine Tweets halt auch nicht lesen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:24:32",
      "text": "Genau, aber der ganze Rest macht fröhlich weiter. Und Blue Sky war einfach mal down.\nKomplett. Wenn ein Mastodon-Server ausfällt, dann juckt das den Rest des Netzes überhaupt nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:42",
      "text": "Ja, irgendwie Twitter-Vail, sag ich nur.\nAlso ich meine, das sind halt... Der Fail-Vail. Ja, der Fail-Vail,\nich meine, den hatten wir am Anfang auch ganz viel.\nDas sind Probleme, die kann man irgendwie überkommen. Inwiefern das jetzt die\nArchitektur als solche getroffen hat, kann ich nicht sagen, aber ich sehe da\njetzt erstmal kein prinzipielles Problem,\nwo irgendwie ein Ausfall von Servern und Vernetzungsstrukturen,\nalso keins dieser Systeme ist da jetzt generell irgendwie vorgefeit."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:25:14",
      "text": "Ja, aber der Punkt, den halt viele Kritikerinnen machen an der Stelle ist,\nes gibt derzeit verdammt wenige Anzeichen, dass die Blue Sky Betreiber es wirklich\nernst meinen mit, hey, das ist wirklich dezentral.\nDas Protokoll kann das, die Architektur könnte das, aber es gibt wenige Schritte\nin die Richtung, das irgendwie mal zu entforcen und zu begünstigen. Das ist der Punkt.\nSie hängen sich ein Label um, was de facto nicht umgesetzt wird.\nJa. Das kann man sagen, ja, ist so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:47",
      "text": "Naja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:25:48",
      "text": "Aber es ist dann halt, wenn du sagst, es ist ein anderer Ansatz von dezentral,\nwürden die sagen, das ist aber nicht dezentral.\nDas kannst du eben nicht vergleichen, weil die behaupten, sie seien dezentral,\nsind es aber de facto nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:25:59",
      "text": "Naja, du kannst dich natürlich darüber unterhalten. Bedeutet dezentral nur dann dezentral,\nwenn du tatsächlich auch bei einer feindlichen Übernahme das Netz zumindest\nzu teilen weiter betreiben kannst ohne den feindlich übernommenen Zentraldienst.\nUnd wenn ich mir das so angucke, sieht es danach momentan nicht aus. Also keine Ahnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:26",
      "text": "Also ich kaufe das Argument insofern noch nicht, als dass es ja quasi schon\nso ist, dass ihre Basis ist dieses Ad-Protokoll.\nUnd du könntest jetzt im Prinzip auch eine andere Implementierung machen,\ndie nicht Blue Sky ist, die aber quasi mit Blue Sky deren Usern und Daten und\nso weiter interagieren kann über dasselbe Protokoll.\nDas existiert derzeit noch nicht.\nIch weiß auch nicht, ob das kommen wird, aber es ist halt so ausgelegt.\nUnd das ist schon mal ganz interessant. Und es gibt ja noch ein paar andere\ninteressante Aspekte, die sie da drin haben.\nEs gibt dieses Konzept dieser Stackable Moderation. Also du hast so Moderationsmodule.\nDas heißt, du kannst dir quasi auch die Moderation as a Service quasi dazuholen.\nDu kannst sagen, ich will gerne, dass mein Nachrichtenkonsum hier nochmal von\ndieser Entität moderiert wird und das kannst du dir so zusammenbauen,\ndas finde ich ist ein sehr interessanter Ansatz und du hast halt aber auch die\nMöglichkeit sowohl einfach die Raw Timeline zu bekommen, wie das manche bevorzugen,\naber du kannst ja halt auch irgendwelche Algorithmen dazu holen,\nwenn du das eben möchtest und dir dann eben Timelines entsprechend von dem Algorithmus\nzusammenstellen lassen, aber du bist nicht gezwungen das zu tun.\nUnd ja, Listen funktionieren jetzt auch schon ganz gut. Also es gibt so verschiedenste\nAspekte, die da ganz gut funktionieren.\nEs gibt auch Aspekte, die nicht so gut funktionieren. Ich finde zum Beispiel\nden Client, der funktioniert halt nur auf dem Telefon gut und sonst nirgendwo.\nes gibt mittlerweile ein paar webbasierte Applikationen so, die irgendwie ja,\nso mehr oder weniger funktionieren, so richtig umhauen tut mich das alles noch\nnicht, das ist alles noch kein Ivory und kein,\nIcecubes, so, aber das kann halt auch noch passieren, gerade jetzt,\nwo das Netzwerk Thermik bekommt, also.\nIch will jetzt gar nichts verkaufen. Ich bin da völlig offen.\nIch wollte nur mal sagen, es gibt eine technische Ebene, wo jetzt Mastodon eine\nAlternative vorgesetzt bekommt.\nUnd man kann jetzt lange darüber diskutieren, ob der eine Ansatz von Dezentralität\nden anderen Ansatz von Dezentralität schlägt oder wer was bevorzugt.\nIch kann bei beiden Modellen Vor- und Nachteile sehen und habe da überhaupt\ngar keine klare Meinung dazu, was jetzt irgendwie besser, stabiler und zukunftsfähiger ist.\nDas kann halt alles sein, aber\nwir haben da zumindest mal ein offenes Rennen, das finde ich ganz gut."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:29:03",
      "text": "Hast du denn mal so Hands-on-Erfahrungen jetzt in den letzten Tagen,\nWochen mit Blue Sky gemacht?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:10",
      "text": "Wie Hands-on?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:29:11",
      "text": "Ja, so einfach mal genutzt und da was gepostet und geguckt, was passiert da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:14",
      "text": "Ja, ich lese da schon immer mit und poste ab und zu mal was,\naber ich bin jetzt generell derzeit nicht sonderlich engagiert in Social Media.\nAlso ich poste jetzt noch mehr auf Mastodon, was aber im Wesentlichen damit\nzu tun hat, weil die Tools besser sind.\nIch schreibe ungern am Telefon. Ich verstehe nicht, warum alle so begeistert\nsind mit irgendwie Smartphone, Smartphone, Smartphone.\nIch brauche einen richtigen Computer, eine ordentliche Tastatur,\nda kann ich irgendwie ordentlich schreiben und wenn der Client scheiße ist,\nist der Client halt scheiße.\nDeswegen schreibe ich derzeit lieber auf Mastodon, aber es gibt für mich jetzt keinen Grund,\nnicht auch genauso Blue Sky zu bespielen, weil ich dort halt auch schon Community\nsehe und teilweise sehe ich die gleichen Leute und teilweise gibt es Leute,\ndie ich halt auf Mastodon nicht sehe.\nAlso es gibt wirklich da unterschiedliche Gruppen, was weiß ich,\nso Sport, Fußball ist zum Beispiel, die Bubble ist auf Blue Sky schon relativ\nstark und das zeichnet sich jetzt auch ab, dass das sozusagen da der Go-To-Place ist,\nSt. Pauli ist ja jetzt hier gerade mitgekommen.\nFliegenden Fahnen irgendwie abgewandert und hat X den Rücken gekehrt und setzt\nauf Blue Sky, all diese ganzen Sachen.\nAlso derzeit haben die ja irgendwie ein Zugewinn von einer Million User pro\nTag, da geht's gerade richtig wild ab und wenn da mal irgendwie 45 Minuten der\nService ausfällt, weil irgendwie auch noch ein Provider sich die Karten gelegt\nhat, dann denke ich da ehrlich gesagt nicht groß drüber nach.\nSo, das ist nur die technische Betrachtungsweise, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:30:47",
      "text": "Also ich mach relativ, also es ist Relativ regelmäßig, so einmal im Monat vielleicht,\nmache ich halt so ABC-Test, dass ich also einen und denselben Post,\nwo ich denke, der ist anknüpfungsfähig und massentauglich und könnte Leute interessieren,\nsowohl auf Mastodon als auch auf Blue Sky, als auch auf Threads absetze und\ngucke da mal so, was passiert.\nIch habe halt sehr, sehr unterschiedliche Follower-Zahlen da,\naber das kann man ja gewichten.\nAlso ich habe jetzt 6000 auf Mastodon, 500 auf Threads, wo ich sagen würde,\ndie sind auch alle irgendwie echt, so meiner Wahrnehmung nach.\nUnd 1000 auf Blue Sky, obwohl ich da eigentlich nichts mache, außer einmal im Monat.\nSo, jetzt auch die letzten Tage kriege ich pro Tag irgendwie 100 Follower dazu,\nwo ich mich frage, warum eigentlich?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:30",
      "text": "Vielleicht bist du in irgendeinem Startup-Pack mit drin."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:33",
      "text": "Ja, aber dafür müsste ich ja irgendwie wieder Street Credibility erarbeitet\nhaben. Auf jeden Fall habe ich da halt 1000 Follower."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:39",
      "text": "Du hast doch schon Street Credibility."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:42",
      "text": "Naja, scheinbar nicht. Denn was auch immer ich da poste, es passiert nichts.\nEs ist eine große, dunkle Void. Kein Like, kein Retweet, keine Interaktion, keine Antwort, nichts.\nEs ist also, ich habe 1000 Follower, ich schreibe dasselbe rein wie in den anderen\nSystemen, es passiert nichts.\nWo ich also auf Mastodon irgendwie, weiß ich nicht, 20, 30 Likes habe und lustige\nDebatten brennen und sowas und ich verstehe das nicht so richtig,\nwas ich da entweder jetzt irgendwie falsch mache oder nicht verstehe oder welcher\nAlgo da irgendwie querschießt."
    },
    {
      "speaker": "roddi",
      "time": "0:32:12",
      "text": "Also ich habe 75 Follower, aber ich habe noch nie etwas gepostet bei Blue Sky."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:16",
      "text": "Ja, aber ich würde jetzt zum Beispiel sagen, unsere Street Credibility in Sache\nSocial Media ist nicht so weit auseinander. Also warum habe ich jetzt 1000 Follower und du 75?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:24",
      "text": "Ich habe 5000 und ich habe ich kriege Reaktionen darauf, wenn ich was schreibe,\nich schreibe bloß selten was.\nAlso das findet schon statt und wie gesagt, das hängt ja ganz von deiner Community ab.\nAlso was zum Beispiel auch gerade, und das freut mich auch sehr,\nwas gerade auf Blue Sky umzieht, ist meine ganze Ukraine-War-Bubble.\nDas war ja lange, lange Zeit so ein Problem, dass die alle von X nicht wegzukriegen waren.\nWas ich auch irgendwie verstehe, weil die haben da irgendwie ihre etablierten Netze halt.\nund also das Argument mit oh, ein Netzwerk mit dem ich mich nicht groß beschäftige,\nantwortet mir nicht, wenn ich einmal irgendwie reinrufe und mein Testpost kriegt\nnicht 30.000 Likes, also."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:33:06",
      "text": "Naja, aber einer wäre ja schon mal was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:08",
      "text": "Naja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:33:09",
      "text": "Und so schlecht sind die nicht. Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:12",
      "text": "Du musst mehr Engagement zeigen in deinen Social Media Aktivitäten."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:33:16",
      "text": "Irgendwas ist da komisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:18",
      "text": "Okay, gut. Also jetzt Technik. Ich will das mal ganz bewusst trennen.\nUnd jetzt haben wir irgendwie diesen gesellschaftlichen Aspekt und das hat natürlich\nwas damit zu tun, welche Leute haben jetzt hier einen Einfluss auf dieses Projekt\nund wo geht das vielleicht hin?\nStichwort so Entschittification und was ist hier zu befürchten?\nJe nachdem, wenn du jetzt irgendwie zuhörst, kannst du halt irgendwie Loblieder\nüber das Blue Sky Projekt hören oder irgendwie totale Doomsday Artikel,\nda gibt es irgendwie alles.\nAber vielleicht nochmal so zum Sortieren, also gegründet war,\nalso die ursprüngliche Idee war ja tatsächlich von diesem Jack Dorsey,\nder irgendwie, ich weiß nicht was mit dem Typen nicht stimmt,\nmit dem ist definitiv nicht alles okay.\nJa, also diese ganze Silicon Valley, Techbro,\nLibertarian, Krypto, Bubble, die haben alle, alle irgendwie,\nirgendwas ist da nicht in Ordnung mit denen.\nUnd die haben alle zu viel Geld und zu viel Einfluss und sind viel zu wichtig für das, was sie sind.\nUnd manche Leute wie Musk mit denen geht es halt irgendwie komplett durch.\nUnd der Jack Dorsey ist irgendwie so ein bisschen so dazwischen.\nUnd er hat immerhin mal die Idee gehabt und ich weiß nicht genau,\nwas ihn da getrieben hat, es mag schon noch so diese alte Internet-Hippie-Nummer\ngewesen sein, die glaube ich auch in ihm irgendwie drin ist, so ein bisschen,\nabgesehen von dem ganzen Geld und den ganzen Machtspielchen,\ndie dann halt auch noch stattfinden.\nund hat halt gesagt, naja, so wie wir jetzt Twitter gerade bauen,\nist das ja nicht wirklich internetkompatibel.\nUnd da kommt ja diese Idee mit diesem Ad-Protokoll her.\nAlso dieses ganze Projekt, das hat glaube ich auch irgendeinen ursprünglichen\nNamen, den habe ich jetzt vergessen,\nhat er quasi so anfinanziert und da haben sich ein paar Leute damit irgendwie\nbeschäftigt und er war dann halt Founder, aber er ist da irgendwie ausgestiegen.\nDie haben irgendwie so ein bisschen Geld bekommen, davon haben die ja da irgendwie genug.\nUnd dann haben sich halt ein paar Leute drum gekümmert. Und dann haben sie halt\nirgendwie ihren Twitter-Blues und dann Elon Musk und dann war das irgendwie\nalles viel wichtiger und im Zentrum ihres Lebens.\nUnd dann ist halt dieses Blue Sky Projekt so ein bisschen nebenbei weitergelaufen\nund hat sich aber so technisch da etwas maturiert. Und...\nUnd mittlerweile, also die Chefin von dem ganzen Laden ist eine sehr junge Frau,\ndiese Jay, wie heißt sie, nicht Graeber, die habe ich jetzt gerade irgendwie\nmal so im Interview gesehen.\ndas ist irgendwie so eine ganz zarte leise Person, die irgendwie.\nNormale Dinge sagt und so klare wie soll ich sagen so eine klare Vision hat\nund das alles so in rosigen Farben darstellt und ehrlich gesagt,\nich nehme mir das auch ab,\nalso ich glaube, die arbeitet wirklich gerne an diesem Projekt,\ndie war auch mal irgendwie so als Programmiererin bei so einem Krypto-Projekt dabei, bei Zcash.\nDas ist immer schon so ein bisschen so eine Sache, aber ehrlich gesagt,\nich kenne so viele Leute auch aus meinem Umfeld, die in den letzten Jahren bei\nirgendeinem Krypto-Projekt mitgemacht haben.\nDas geht glaube ich mittlerweile schon als Standard-Jugendsünde mit durch.\nDie Frage ist nur, wie hast du dich dann halt weiter entwickelt?"
    },
    {
      "speaker": "roddi",
      "time": "0:36:55",
      "text": "Wenn du divested hast, ja. Ansonsten nein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:59",
      "text": "So, aber wer halt da auch noch mit dabei ist, jetzt habe ich aber gerade hier\nwieder mal diese Liste verloren, wo war denn das?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:37:05",
      "text": "Ich fülle mal kurz die Lücke, um noch zu ergänzen, dass Jack Dorsey ja mittlerweile\nden Aufsichtsrat von Blue Sky verlassen hat.\nMit dem Statement, so die machen dieselben Fehler wie wir damals bei Twitter\nund ruft jetzt, hat seinen Account\ndort auch gelöscht und ruft jetzt alle Leute auf, auf X zu bleiben.\nSoviel dazu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:24",
      "text": "Ja, das ist doch schon mal was Gutes."
    },
    {
      "speaker": "roddi",
      "time": "0:37:28",
      "text": "Meine Herren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:30",
      "text": "Genau."
    },
    {
      "speaker": "roddi",
      "time": "0:37:33",
      "text": "Also auf gut Deutsch, der hat sich wirklich auch den Verstand weggeguckt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:37",
      "text": "Ja, keine Ahnung. Interessant ist aber, wer jetzt auf diesem Board ist und jetzt\nfinde ich das gerade irgendwie nicht.\nUnd zwar ist da unter anderem der Entwickler von eJubberD, glaube ich.\nBoard of Director,\nwo steht denn das hier Company,\nProtokoll oh man bin ich gut vorbereitet."
    },
    {
      "speaker": "roddi",
      "time": "0:38:08",
      "text": "Du hast das Thema aufgemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:10",
      "text": "Ja, ja, ja ich finde es auch alles ganz furchtbar ich dachte auch gerade ich\nhabe hier die richtige Seite wo das steht, aber,\nJeremy Miller, das ist der Erfinder von Jabba und XMPP."
    },
    {
      "speaker": "roddi",
      "time": "0:38:40",
      "text": "Okay, der kennt sich vielleicht ein bisschen mit verteilten Protokollen aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:44",
      "text": "Naja, also der ist auch schon mal an was gescheitert sozusagen mit XMPP.\nAlso das lief ja eine Weile, aber es war halt genauso so ein bisschen,\nalso auch Jabba war halt nicht so richtig zukunftsfähig.\nDas war halt alles irgendwie so XML über Verbindungen und alles war immer connected\nund so diese ganze Non-Connectedness und all das, das war halt bei Jabba nie so richtig mit drin.\nUnd Und was ich damit nur sagen will, ist, ich habe so den Eindruck,\ndass die Leute, die da derzeit das Ding irgendwie technisch inhaltlich voranbringen,\nDie machen gerade erstmal nicht so jetzt, die stinken jetzt erstmal nicht so.\nAber, und das wird von einigen auch zu Recht angeführt, sie haben jetzt so eine\nFinanzierungsrunde gerade abgeschlossen und da kommt halt die Kohle wieder von\nso einer Kryptobude, von irgendwie so Blockchain Ventures,\nBlockchain Capital heißen die glaube ich so."
    },
    {
      "speaker": "roddi",
      "time": "0:39:47",
      "text": "Blockchain ist allein schon so ein Deppenmarker."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:50",
      "text": "Naja, you know. So und ich frage mich halt, okay, was heißt denn das jetzt eigentlich?\nHeißt das, dass sie jetzt alle böse sind und irgendwie nur vorgeschobene Nerds,\ndie irgendwie schöne Visionen für die Zukunft geben,\num sozusagen so Hänsel und Gretel ins Knusperhäuschen zu locken und dort werden\nwir dann genauso durchgeweigt wie auf Twitter und Facebook und Threads und was hast du nicht gesehen?\nUnd das ist sozusagen so der nächste Rattenfänger, der auf uns wartet?\nOder ist es nicht einfach nur so, dass selbst Projekte, die technisch ganz interessant\nsind und in eine gute Richtung gehen können und auch von zählen Leuten irgendwie\nzumindest derzeit halbwegs geführt werden,\nam Ende sich nicht dieser Problematik entziehen können, dass diese ganzen,\nich sag mal, latent rechten,\nlibertären Gruppen, die sehr viel Geld haben durch diese ganzen Krypto-Spekulationsblase\nund aus anderen Gründen Geld haben,\nweil sie halt vorher in irgendwelchen anderen Startup-Projekten und Venture-Capital-Geschäften\nviel Geld gemacht haben, jetzt quasi...\nIhr Geld nicht nur auf Sachen schmeißen, die potenziell Geld bedeuten können,\nsondern vermehrt auch ihr Geld einfach auf Sachen schmeißen können,\ndie irgendwie Social und Gesellschaft sind.\nDie wollen irgendwie alles überall dabei sein und das ist so ein bisschen auch\nso das Problem, glaube ich, dass wir derzeit so haben,\ndass so richtig freie Medien im Prinzip auch so eine freie Finanzierung bräuchten,\ndie den Leuten Möglichkeiten, aber auch Luft zum Atmen gibt,\ndie ihnen aber nicht gewährt wird, weil es einfach diese Funds nicht gibt,\nweil es einfach nicht genug Leute gibt, die sehr viel Geld haben.\nUnd so George Soros mäßig das sozusagen verteilen, um coole, offene,\npolitisch stabile Projekte zu fördern, sondern du hast halt irgendwie sehr viel\nvon diesem ganzen Scheißgeld mit diesen Leuten, die gar nicht mehr hinwissen,\nwo mit ihrer Kohle, die sie auf alles regnen lassen, aber besonderes Interesse\nhaben an allem, was irgendwie an dieser Gesellschaft dran ist,\nweil sie irgendwo überall ihre Finger drin haben wollen und den Diskurs mit beeinflussen.\nwollen. Das müsste irgendeinem Zeitpunkt, auch wenn sie es jetzt noch nicht tun."
    },
    {
      "speaker": "roddi",
      "time": "0:42:26",
      "text": "Auf jeden Fall. Also ich meine, ich glaube, dass diese Social Media Venture\nCapitalists die neuen Verleger sind, die am Ende dann,\nentscheiden, was denn jetzt die gesellschaftliche Diskussion ist.\nUnd ja, keine Ahnung.\nAlso ich kann mir vorstellen, dass wenn Blue Sky zu viel Venture Capital einwirbt,\ndass sie von der Venture Capital Dampfwalze dann auch überrollt werden und selbst\nwenn da jetzt gute Leute sind,\nwenn der Venture Capitalist am Ende irgendwie sein Geld sehen will und seinen\nEinfluss geltend macht, dann\nsind die auch irgendwann draußen und dann geht es den Ding den Weg allen,\nKeine Ahnungsdingen. Also ich bin da ganz deiner Meinung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:24",
      "text": "Genau. Dann gibt es ja noch diesen Mike Masnick in diesem Board of Directors.\nDas ist der Gründer von TechDirt.\nDas ist irgendwie so ein Weblog, was ich ehrlich gesagt nicht lese.\naber er ist irgendwie derjenige, der den Begriff Streisand-Effekt mal ausgerufen\nhat. Ist ja auch schon mal."
    },
    {
      "speaker": "roddi",
      "time": "0:43:48",
      "text": "Ja, ist eine Weile her, aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:51",
      "text": "Ja, ja, ist schon eine Weile her. Also, naja, halt so Leute,\ndie irgendwie auch so Teil des Gesamtsystems gewesen sind, zumindest zu irgendeinem\nZeitpunkt jetzt halt an der Stelle auch sind. Also, naja.\nIch bin auf jeden Fall at tim.britlove.org auf BlueSky und das finde ich übrigens\nauch geil, dass du deine eigene Domain als Handle haben kannst,\ndie nicht an irgendeinem Server klebt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:44:16",
      "text": "Ja, das ist nett."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:17",
      "text": "Und es gibt auch at Meta-Ebene.me Freakshow.fmh, ich habe die ganzen anderen noch nicht umgezogen.\nDas wollte ich jetzt erst mal ausprobieren, aber das könnt ihr ja mal machen."
    },
    {
      "speaker": "roddi",
      "time": "0:44:30",
      "text": "Ich bin nur unter dem üblichen Handle zu erreichen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:33",
      "text": "At Rudi. B-S-K-Y Ja, na gut, da hast du halt die Domänen geholt.\nDas ist auch noch ganz interessant, womit sie Geld verdienen wollen und Geld\nverdienen, also was sie so sagen und was sie so tun derzeit."
    },
    {
      "speaker": "roddi",
      "time": "0:44:49",
      "text": "Wie groß ist da die Schere auseinander?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:52",
      "text": "Naja, also was sie derzeit, also sie tun das, was sie auch sagen.\nAlso sie sagen, dass sie mit Domain verkaufen.\nAlso sie haben halt derzeit so mit Namecheap, glaube ich, irgendeinen Deal.\nund wenn du halt einen coolen Nickname haben willst, der quasi als Domain sich\nja manifestiert und du hast dann diese Domain noch nicht,\ndann kaufst du dir einfach durch Blue Sky quasi Affiliates irgendwie bei Namecheap\ndiese Domain, die dann quasi mit Klick-e-die-Klick eingerichtet ist für Blue Sky,\num dann sozusagen deinen Handle zu repräsentieren, über den du dann eben die\nKontrolle hast, solange du für diese Domain zahlst und daran verdienen sie mit.\nDas ist natürlich jetzt nicht viel Geld, also keine Ahnung, wie viel Geld das\nist, Aber das wird jetzt nicht reichen, um irgendwie über Jahre ein Development zu unterstützen.\nUnd das andere, was diese Jay Graber sagt und was es aber derzeit noch nicht\ngibt, ist, dass sie halt die Dienste, die heute sind, wollen sie halt weiterhin\nauch frei, also kostenlos beibehalten.\nAber es wird dann eben Value Added Services geben, also es wird sozusagen Pro-Accounts\ngeben, die dann halt eben mehr können, wo halt irgendwelche Features dabei sind.\nDas, was ich immer wollte, dass Twitter es tut.\naber nie getan hat. Und das ist im Prinzip ihre Ankündigung."
    },
    {
      "speaker": "roddi",
      "time": "0:46:10",
      "text": "Na mal sehen, ob das gut geht oder nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:13",
      "text": "Ja und ob am Ende nicht dann auch Werbung dann doch wieder mit im Spiel sein wird.\nAber dann kann eben auch, wenn da genug User sind, kann es halt auch sein,\ndass eben irgendwie auch ein anderes Netzwerk sich an dieses Ad-Protokoll ranmacht.\nDu kannst mit deinem Content und du kannst mit deinem Nickname da auch sein\nund darüber auch wahrgenommen werden, ohne, dass du quasi jetzt an dem Blue\nSky Apparat als solchen mitmachen musst."
    },
    {
      "speaker": "roddi",
      "time": "0:46:42",
      "text": "Also ich habe eine Bridge nach Mastodon schon gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:46",
      "text": "Ja, nicht als Bridge, sondern als gleichwertiger Teilnehmer."
    },
    {
      "speaker": "roddi",
      "time": "0:46:49",
      "text": "Also ich kann es allerdings nicht mehr genau nachvollziehen, was da jetzt genau war.\nOb da jetzt jemand nur irgendwie seinen Kram, seinen eigenen Stream nochmal\nnach Mastodon gepipet hat oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:57",
      "text": "Ja, es gibt so Activity Pub zu Add Protocol Gateways. und du kannst das halt dann darüber machen.\nAlso das habe ich auch schon mal ausprobiert, das funktioniert im Prinzip,\ndu kannst Leuten von Mastodon aus auch auf Blue Sky folgen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:47:11",
      "text": "Es gibt auch ganz brauchbar bedienbare Clients, die jetzt auf alle drei Netzwerke gleichzeitig posten.\nAlso dann ein Posting auf Threads, Blue Sky."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:20",
      "text": "Ja, wie heißt dieses Ding, was du mir da vorgeschlagen hast?\nSag nochmal. Oh, cool, oh, irgendwas mit oh."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:47:27",
      "text": "Ja, da kommen jetzt regelmäßig neue raus, müssen wir mal gucken, was heißt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:30",
      "text": "Ja, da sind sie meistens halt immer nur so iPhone-only und das stimmt.\nKeine iPad, keine Mac-Version.\nNach Windows fragt ja gar keiner.\nGut, also würde mich auch mal hier\nLeute, die ihr zuhört, mir auch mal interessieren, wie ihr das so seht.\nIch will jetzt keinen heiligen Krieg hier ausrufen, sondern mir geht es da wirklich\num so eine abgewogene Sichtweise und ich gebe auch zu, ich muss mich da in diese,\nUntiefen der des Ad-Protokolls und der Struktur und was das alles für die Implikationen hat, nochmal rein,\nlesen genauer und vor allem besser verstehen, wie da so die Dynamiken sind und\nes kann sehr wohl sein, dass da irgendwo ein Designfehler drin ist, der alles verhindert.\nAber wie gesagt, auch Mastodon ist nicht ohne seine Probleme und das finde ich\nist ein offenes Rennen derzeit.\nEs kann auch beides parallel existieren, das nochmal ganz nebenbei."
    },
    {
      "speaker": "roddi",
      "time": "0:48:25",
      "text": "Ja, wird es auch. Also Mastodon, glaube ich, stirbt so schnell nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:28",
      "text": "Ja, aber Mastodon wächst nicht so schnell, weil es einfach immer noch so ein\npaar ganz grundlegende Probleme gibt, die halt nicht gelöst sind.\nAlso es ist halt einfach gar nicht mal so einfach mal irgendwie so einem Mastodon Account zu folgen.\nMit diesen Domains und dann bist du dann auf dem Server eingeloggt,\nweil dann die URL dahin ging. Dann ist aber da nicht dein Account.\nDann musst du dann den Handel merken. Dann musst du dich in deinem Server einloggen.\nAlso wenn man das jetzt über das Web macht und so.\nClients machen es dann teilweise ein bisschen leichter. Aber es ist immer noch\nirgendwie so ein bisschen weird, weil du halt immer diese ganze E-Mail sozusagen da hast.\nImmer diese ganze Domain, die da noch mit dran klatscht."
    },
    {
      "speaker": "roddi",
      "time": "0:49:10",
      "text": "Ja gut, aber ich meine die Blue Sky Handles sind ja jetzt auch nicht kurz.\nDa ist nur das Ad woanders. Also das finde ich jetzt kein Argument."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:49:18",
      "text": "Also der normale Weg ist doch, du hast irgendwie deinen Stream,\nirgendjemand anders retweetet, retutet was und du siehst, okay,\nder postet häufiger interessanten Kram und dann drücke ich auf Follow und dann folge ich dem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:28",
      "text": "Nee, ich sehe das halt auch auf Webseiten und dann habe ich das im Copy-Paste\nund dann versuche ich irgendwie meinen Client dazu zu bekommen,\ndass ich das jetzt irgendwie abonnieren kann.\nAlso wenn es einfach wäre, dann würde ich sagen, es ist total einfach,\naber es war nicht immer total einfach, sondern es hängt immer sehr davon ab,\nwas hast du für einen Client, wo bist du jetzt gerade, bist du jetzt im Web\nund im Web ist es schon richtig anstrengend und,\nbei Blue Sky gibt es halt nur einen Handle."
    },
    {
      "speaker": "roddi",
      "time": "0:49:56",
      "text": "Aber ich habe also auch Twitter nie im Web verwendet, weil ich das immer irgendwie\nanstrengend und nie gut fand.\nAlso insofern ist Client auf dem Telefon für mich so der Normalfall."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:50:10",
      "text": "Also ich bin da bis zu einem gewissen Grad echt entspannt, weil ich glaube,\nwir werden das auf Mastodon einfach aussitzen,\nwie sich alle anderen in den nächsten Jahren Stück für Stück immer wieder zum\nHorst machen und wie Fax und E-Mail werden wir immer noch da sein als solide\nBasis, auf die man immer wieder zurückgreifen kann und die nicht so einfach kaputt gemacht wird.\nIch habe dazu vor zwei Monaten einen Vortrag gehalten. Ich habe den hier gerade\nmal reingeworfen mit Felix Ostrovski zusammen, mit dem ich damals OpenBioSocial\nals Mastodon-Instanz hochgezogen habe mit dem schönen Titel von kommerziellen\nzu kulturellen Netzwerken.\nUnd dann habe ich relativ am Ende, mache ich eigentlich nur eine zentrale These\nund einen zentralen Punkt und das ist, liebe Medienschaffende,\nliebe Politikerinnen, liebe NGOs, liebe Universitäten, Forschungsinstitute, was auch immer,\nbespielt mit euren PR-Abteilungen, was immer ihr wollt.\nWenn ihr meint, ihr müsst noch auf X sein, so be it.\nWenn ihr meint, ihr müsst jetzt Blue Sky oder Threads machen, meinetwegen.\nAber leistet euch doch einfach ein Plus Eins dazu, mindestens ein freies Netzwerk eben zu unterstützen.\nUnd Mastodon ist da sicherlich keine schlechte Wahl. Wenn ihr das Geld habt,\ndrei, vier andere Kanäle zu bespielen von Instagram und TikTok und YouTube und\nwas nicht alles, dann wird euer Social Media Team es schaffen,\nnoch einen einzigen freien Kanal dazuzunehmen. Just do it.\nWer beispielsweise, wenn ich was zu sagen hätte, irgendwie in der Politik,\nwürde ich sagen, wer öffentliche Fördergelder bekommt, muss auch ein öffentliches\nsoziales Netzwerk supporten. Punkt.\nMit seiner Online-Kommunikation."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:42",
      "text": "Hier genau, das war der Client, den du, glaube ich, Open Vibe,\ngenau, der macht jetzt Master of the Blue Sky Nostre und Threads in einer App.\nAber das ist halt nur wieder Telefon und ist so auf dem Rechner nicht wirklich zu benutzen.\nEntschuldigung, dass ich das immer wieder sagen muss, aber man muss mehr über\nMacs reden. Wo, wenn nicht hier."
    },
    {
      "speaker": "roddi",
      "time": "0:52:06",
      "text": "Ist das dein Versuch, eine Überleitung zu machen?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:08",
      "text": "Nein, das können wir gleich als Überleitung benutzen, aber ich möchte trotzdem\nimmer wieder klar machen, dass ich weiß, dass viele Leute das Telefon benutzen,\nich tue das auch, aber the desktop will never die."
    },
    {
      "speaker": "roddi",
      "time": "0:52:24",
      "text": "Ja, das ist richtig. Ich bin, was so ein Netzwerk anbelangt,\nauch nicht so ein heftiger Produzent.\nIch habe so das Gefühl, ich haue lieber wenige gute Posts raus,\nals ständig mein Essen zu fotografieren oder sowas in der Art zu machen.\nAber gut, das sollen dann meine Follower sagen, ob mir das gelingt oder nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:48",
      "text": "Gut, dann womit wollen wir weitermachen?\nWollen wir dann überleiten oder wollen wir erstmal über Macintosh reden?\nJa, mach mal. Ja, dann reden wir mal mehr über Macs."
    },
    {
      "speaker": "roddi",
      "time": "0:53:00",
      "text": "Gut, sehr gut. Ich hab uns was mitgebracht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:02",
      "text": "Okay, es ist ja, bevor du mir das zeigst, also..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:53:06",
      "text": "Wir durften vorher nicht lunzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:07",
      "text": "Ja, ich kann mir nicht vorstellen, dass du dir irgendwas anderes gekauft hast als ein Mac Mini."
    },
    {
      "speaker": "roddi",
      "time": "0:53:11",
      "text": "Richtig, alles andere würde auch nicht in diese Kiste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:14",
      "text": "Ja, also das war mir auch schon vorher klar, dass du jetzt da kein MacBook rausholst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:53:18",
      "text": "Aber wir machen jetzt ein Realtime-Unboxing hier."
    },
    {
      "speaker": "roddi",
      "time": "0:53:20",
      "text": "Ja, naja, nicht so ganz. Ich meine, ich habe das Teil ja schon in Betrieb gehabt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:53:24",
      "text": "Also die graue Versandhülle ist jetzt schon hinfort und jetzt haben wir also\nden ganz originalen neuen Mac Mini Cup-Würfel vor uns, der doch größer ist, als ich dachte.\nIch dachte, die seien noch dichter dran am Apple TV."
    },
    {
      "speaker": "roddi",
      "time": "0:53:36",
      "text": "Und deswegen habe ich ihn mitgebracht, er ist auch schwerer, als ich dachte."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:53:40",
      "text": "Ja. So, wo ist denn hier dieser skandalöse einen Ausschalter an der Unterseite. Da ist er.\nMan kommt wirklich nicht dran, wenn das Teil liegt. Man muss es anheben."
    },
    {
      "speaker": "roddi",
      "time": "0:53:50",
      "text": "Man muss es anheben, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:53:53",
      "text": "Ja, aber ansonsten geiler Formfaktor. Nichts dagegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:57",
      "text": "So. Das ist in etwa so schwer, wie ich dachte."
    },
    {
      "speaker": "roddi",
      "time": "0:54:00",
      "text": "Im Audio-Podcast sagen wir, wie etwas aussieht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:54:03",
      "text": "Das ist jetzt so ein Achtel von Tims Studio Mac, der jetzt hier steht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:07",
      "text": "Also es ist 5 Zoll mal 5 Zoll mal 2 Zoll.\nUnd ja, ihr habt sicherlich alle von dem Mac Mini jetzt schon tausend Bilder gesehen.\nWas ist bemerkenswert an dem Teil? Es ist halt relativ kompakt und es ist halt\nratten schnell, weil da dieser M4 drin ist, der einfach rattenschnell ist."
    },
    {
      "speaker": "roddi",
      "time": "0:54:24",
      "text": "Dazu kommen wir gleich noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:25",
      "text": "Genau."
    },
    {
      "speaker": "roddi",
      "time": "0:54:26",
      "text": "Dazu kommen wir gleich noch von wegen rattenschnell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:28",
      "text": "Netz und Ethernet, hast du ihn mit 10 oder mit 1?"
    },
    {
      "speaker": "roddi",
      "time": "0:54:33",
      "text": "Mit 1. Ich habe das Basis-Basismodell geklickt, weil ich das Gefühl habe,\negal welchen Button ich setze, das Gerät dann nicht mehr in eine Preis-Leistungs-Verhältnis."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:47",
      "text": "Die 10-Gigabit-Option, finde ich, die geht gerade noch so, aber alles andere,\nwas mit RAM und mit SSD zu tun hat."
    },
    {
      "speaker": "roddi",
      "time": "0:54:53",
      "text": "Deswegen ist das jetzt wirklich die kleinste Konfiguration, die es gibt,\naber auch die kostet ja schon 700 Euro."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:55:00",
      "text": "Ihr kennt die Rechnung, die sie in ATP da aufgemacht haben.\nWenn du dir den neuen Mac Mini mit doppeltem Speicher und doppelter Festplatte\nkaufst, ist es genauso teuer, wie wenn du einen komplett zweiten Mac Mini dir\nin der Basisausstattung daneben stellst.\nDas heißt also, die ganze CPU und sowas ist dann quasi so Wegwerf nebenbei. Artikel.\nDas bringt dir natürlich dann nichts, zwar nebeneinander, weil die ja nicht\nirgendwie gekoppelt oder auseinandergenommen oder sonst was kriegst,\naber das finde ich ist schon pervers."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:31",
      "text": "Ich habe hier den modernen Tower auf Hanoi jetzt mal gebaut,\nalso ein Mac Studio, auf dem ein Mac Mini steht, auf dem ein Apple TV steht.\nUnd ich muss sagen, der Mac Mini ist im Vergleich zu einem Mac Studio,\nAlso der wirkt im Vergleich zum Mac Studio sehr viel kleiner als das Apple TV gegenüber dem Mac Mini.\nAlso Mac Mini ist sehr viel näher an diesem Apple TV als am Mac Studio dran."
    },
    {
      "speaker": "roddi",
      "time": "0:55:53",
      "text": "Ich finde es faszinierend, wie sehr der ähnliche Dimensionen hat. Also Verhältnis."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:00",
      "text": "Proportionen."
    },
    {
      "speaker": "roddi",
      "time": "0:56:01",
      "text": "Proportionen, genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:56:02",
      "text": "Der Grauton ist erstaunlich anders. Ich hätte gedacht, die nehmen quasi dasselbe als das Aluminium."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:07",
      "text": "Das ist doch auch das gleiche."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:56:08",
      "text": "Stell mal die runden Kanten quasi direkt aufeinander, so wie du es gerade eben\nhattest. Der Mac Mini ist deutlich heller."
    },
    {
      "speaker": "roddi",
      "time": "0:56:17",
      "text": "Bremer Stadtrechner, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:18",
      "text": "Nein, der ist nicht deutlich heller."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:56:20",
      "text": "Echt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:21",
      "text": "Nein, guck mal, wenn ich hier die Kanten direkt, ich lege jetzt hier die Kanten\nso direkt übereinander, da merkst du gar nicht, wo der Übergang ist."
    },
    {
      "speaker": "roddi",
      "time": "0:56:27",
      "text": "Man sieht schon, wir achten auf die ganz wichtigen Dinge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:35",
      "text": "Ja, nee, das ist schon das Gleiche."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:56:37",
      "text": "Ja, okay, gut, das war geil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:38",
      "text": "Der hat den Winkel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:56:39",
      "text": "Er hat recht."
    },
    {
      "speaker": "roddi",
      "time": "0:56:40",
      "text": "Und ich finde, er ist relativ schwer. Ich bin mir nicht sicher,\nob sie den nicht vielleicht auch sogar künstlich beschwert haben,\ndass wenn da so ein HDMI-Kabel, das so ein bisschen zäher ist,\ndass der dann nicht schief steht, sondern das Gewicht hat, den dann runterzudrücken.\nEr ist tatsächlich komplett leise. Also man kriegt ihn eigentlich,\nalso überhaupt schwer zum Lüften,\nAber wenn, dann hört man das auch nicht.\nAlso interessant ist, ich wollte natürlich wissen, wie schnell ist das Teil\ntatsächlich im Vergleich und eins der Go-To-Tools für CPU ist ja Cinebench."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:57:26",
      "text": "Wie ist denn jetzt die CPU-Aufteilung hier von dem, den du jetzt hier hast?\nWie viele Performance und Efficiency kostet?\nAlso zwei Efficiency und..."
    },
    {
      "speaker": "roddi",
      "time": "0:57:35",
      "text": "Ich glaube, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:57:37",
      "text": "Also das ist jetzt das Links-Oben-Modell, um da mal in der Apple-Terminologie zu bleiben."
    },
    {
      "speaker": "roddi",
      "time": "0:57:42",
      "text": "Ja, nicht rechts unten, sondern links oben, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:46",
      "text": "Also vier High-Performance-Kerne und sechs Effizienz-Kerne hat er."
    },
    {
      "speaker": "roddi",
      "time": "0:57:52",
      "text": "Ah, dafür ist er relativ schnell. Das Ding ist, er ist nur unwesentlich schneller\nin Cinebench als das MacBook Pro M1 Max, was ich habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:08",
      "text": "Aber es ist schneller."
    },
    {
      "speaker": "roddi",
      "time": "0:58:09",
      "text": "Ja, aber nur unwesentlich. Warte mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:13",
      "text": "Gut, aber trotzdem, wir reden davon, dass das Low-End-Modell der M4-Serie ist\nnach drei Jahren schneller als das High-End-Modell der M1-Serie."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:58:25",
      "text": "Ja, bei dem Ultra gab es doch aber auch noch drüber, oder? Das ist auch schneller\nals der Ultra. Pro Max Ultra war doch die Reihenfolge, oder?"
    },
    {
      "speaker": "roddi",
      "time": "0:58:33",
      "text": "Ja, naja, das Ding ist, der Ultra sind ja im Prinzip zweimal ein Max irgendwie\nan der Kante zusammengeklebt und,\nIn Cinebench würdest du das sehen, weil er dann fast doppelt so schnell ist,\nweil Cinebench extrem gut parallelisiert und du in Cinebench halt einfach,\nwenn du mehr Kerne hast, das siehst du halt sofort, auch wenn es schwache Kerne sind.\nWeil also hier einmal, das ist das erste Diagramm,\nda habe ich also mal gegengefahren mein MacBook Pro M1 Max gegen den Mac Mini\nM4 jetzt und dann konnte ich mich natürlich auch nicht zurückhalten,\nmeinen Gaming-PC daneben zu halten.\nDer hat also die gerade nicht mehr aktuelle Version von einem AMD Ryzen drin\nund zwar den 7800X 3D, ganz toller Name."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:34",
      "text": "Was testet denn dieser Cinebench?"
    },
    {
      "speaker": "roddi",
      "time": "0:59:37",
      "text": "Cinebench ist von Maxon, die haben da irgendein 3D-Rendering-Programm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:44",
      "text": "Okay, also ist das jetzt ein GPU-Test?"
    },
    {
      "speaker": "roddi",
      "time": "0:59:46",
      "text": "Nee, ist ein reiner CPU-Test, weil es ein CPU-Renderer ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:50",
      "text": "Achso."
    },
    {
      "speaker": "roddi",
      "time": "0:59:50",
      "text": "Also Cinebench Version 23 testet nur CPU und rendert eine Szene.\nDas ist die immer gleiche Szene, die ist da eingebaut und tut das aber zumindest\nim Multicore-Modus halt mit allen Cores, die da zur Verfügung stehen und gibt da ordentlich Stoff."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:09",
      "text": "Aber wie viele Performance Cores hat jetzt dein M1 Max?"
    },
    {
      "speaker": "roddi",
      "time": "1:00:13",
      "text": "Der hat zwei Performance Cores und acht Performance Cores und zwei Efficiency Cores."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:19",
      "text": "Gut, also doppelt so viele, muss man dann mal sagen, als jetzt der arme kleine Mac Mini hier M4.\nDas muss er ja schon mit reinrechnen, finde ich."
    },
    {
      "speaker": "roddi",
      "time": "1:00:28",
      "text": "Aber es gibt einen noch viel interessanteren Benchmark-Test, den ich gemacht habe.\nUnd zwar habe ich natürlich auch mal ein Spiel ausprobiert.\nUnd jetzt find mal ein Spiel, was es auf dem Mac gibt und was es auf dem PC\ngibt und was einigermaßen anspruchsvoll ist und auch einen eingebauten Benchmark."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:00:52",
      "text": "Assassin's Creed?"
    },
    {
      "speaker": "roddi",
      "time": "1:00:54",
      "text": "Haben die Benchmark drin?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:55",
      "text": "Wörter?"
    },
    {
      "speaker": "roddi",
      "time": "1:00:56",
      "text": "Nein, die Wörter, genau. Nein, was ich tatsächlich gefunden habe,\nist Shadow of the Tomb Raider."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:01:06",
      "text": "Ah, okay. Ah ja, das hatte ich irgendwann mal gelesen, dass das für Benchmarks\ngenommen wird. Wenn das ist das, was ich jetzt erinnere."
    },
    {
      "speaker": "roddi",
      "time": "1:01:12",
      "text": "Ja, genau. So, und jetzt heißt es ja, dass die Grafik in dem M4 Raytracing kann.\nKann aber Shadow of the Tomb Raider nicht. Gut, der macht auch nicht allzu viel Raytracing.\nInsofern ist es halt ...\nist es ein bisschen hinfällig. Aber ich habe halt jetzt verglichen,\ndass MacBook Pro M1 Max mit 32 GB speichert, das muss man dazu sagen,\ndas wird gleich interessant,\nder neue Mac Mini und wieder der PC.\nUnd ich komme halt bei 1080p Auflösung,\nKomme ich halt bei dem Mac Mini jetzt auf, wo ist jetzt die Tabelle,\nkriege ich 39 Frames pro Sekunde.\nDas ist halt sehr zäh.\nIch kriege allerdings bei dem MacBook Pro mit dem Mehrspeicher kriege ich 64 Frames pro Sekunde.\nJa, und der PC macht 300. Aber das ist dann, gut, der hat halt mehr Speicher\nauf der Grafikkarte als dieser Mac Mini hier insgesamt hat."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:02:28",
      "text": "Und dabei zieht er dann auch nochmal bei nicht Strom."
    },
    {
      "speaker": "roddi",
      "time": "1:02:30",
      "text": "Richtig, Moment, da habe ich auch einen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:02:33",
      "text": "Hast du immer so einen Chart gemacht wie Apple mit?"
    },
    {
      "speaker": "roddi",
      "time": "1:02:36",
      "text": "Da habe ich dann auch einen Chart gemacht und der Vergleich,\nder ist ja schon fast richtig unfair.\nDer Mac Mini ist irgendwo bei 40 Watt, das MacBook Pro ist bei etwas über 60,\n67 Watt oder so und der PC verbraucht 370, 380 Watt.\nDas meiste davon wahrscheinlich die Grafikkarte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:01",
      "text": "Das sieht mir auf deiner Grafik eher wie 450 Watt aus."
    },
    {
      "speaker": "roddi",
      "time": "1:03:06",
      "text": "Oder warte mal, ich gucke kurz in die Tabelle. Was habe ich da hingeschrieben? 470."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:11",
      "text": "Genau."
    },
    {
      "speaker": "roddi",
      "time": "1:03:13",
      "text": "Es ist ganz lustig, wenn man das umrechnet, dann bekomme ich für die beiden\nMacs ungefähr einen Frame pro Sekunde pro Watt.\nUnd bei dem PC kriege ich 1,6 Frames pro Watt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:29",
      "text": "Frames pro Watt? Das ist ja mal wirklich eine Einheit."
    },
    {
      "speaker": "roddi",
      "time": "1:03:32",
      "text": "Also es ist nicht so, dass das jetzt unfair ist. Dazu muss man sagen,\ndiese AMD-Grafikkarte, die ich da drin habe, die ist jetzt nicht unbedingt dafür\nbekannt, dass sie jetzt effizient mit dem Strom umgeht,\nder ihr da angeboten wird.\nInsofern 470 Watt, das ist ein Heizlüfter, wenn man den anmacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:53",
      "text": "Okay, was waren jetzt nochmal die beiden FPW-Werte, die Frames per Watt?"
    },
    {
      "speaker": "roddi",
      "time": "1:03:56",
      "text": "Um die 1 für die beiden Macs und um die 1,6 für den PC."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:06",
      "text": "Okay."
    },
    {
      "speaker": "roddi",
      "time": "1:04:07",
      "text": "So, ähm,\nWar noch irgendwas, was ich noch sagen würde? Was kostet der PC?\nDer PC, wenn man ihn jetzt bauen würde, so wie er da ist, knapp 2000 vielleicht.\nKeine Ahnung, müsste ich ausrechnen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:27",
      "text": "Muss man auch nochmal Frames pro Watt pro Cent rechnen."
    },
    {
      "speaker": "roddi",
      "time": "1:04:30",
      "text": "Müsste man auch, ja. Da ist vor allen Dingen auch deswegen eine AMD-Grafikkarte drin.\nWenn da eine Nvidia-Grafikkarte drin wäre, dann würde die mehr Frames für etwas\nweniger Watt liefern, aber dann pro Cent mal so richtig einbrechen.\nAlso das Flaggschiff kriegt man in Europa, glaube ich, immer noch nicht unter 2000 Euro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:49",
      "text": "Und dieser Tomb Raider ist aber irgendwie ordentlich für ARM optimiert und pipapo."
    },
    {
      "speaker": "roddi",
      "time": "1:04:55",
      "text": "Gut, das ist ein Thema, da kann man jetzt auch nochmal sich fragen,\nist das Spiel denn auf dem Mac so gut optimiert wie auf dem PC?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:03",
      "text": "Sicherheit nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:05:04",
      "text": "Da würde ich davon ausgehen, wahrscheinlich eher nicht. Also es scheint eine\nkleinere Bude zu sein, die diese Portierung macht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:12",
      "text": "Was machen die denn bitte in diesem Spiel, dass so ein M4 mit 16 GB RAM nicht\nin der Lage ist, da mal mindestens 60 Frames rauszuklocken?"
    },
    {
      "speaker": "roddi",
      "time": "1:05:21",
      "text": "Gut, das ist etwas, der kleine Hinweis, der Hinweis, der so ein bisschen versteckt\nist, den ich auch schon gegeben habe, ist das MacBook, wo ich nämlich 32 GB Speicher drin habe.\nIn dem Mac Mini sind nur 16 GB Speicher drin und das ist der große Pferdefuß.\nWeil wenn man das Spiel tatsächlich laufen lässt, also auf dem MacBook,\nder hat ja so einen gemeinsamen Speicher zwischen Grafik und Prozessor,\nda zeigt das Spiel an, es benutzt 22 GB Speicher für die GPU."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:53",
      "text": "Okay."
    },
    {
      "speaker": "roddi",
      "time": "1:05:56",
      "text": "Das ist natürlich die Ultra-Auflösung. Also alles auf Max gestellt natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:01",
      "text": "Ja, okay, gut, dann kannst du das ja alles gar nicht vergleichen."
    },
    {
      "speaker": "roddi",
      "time": "1:06:03",
      "text": "Deswegen wird der, wenn man damit spielen will, auf jeden Fall braucht man einen\nmit viel Speicher, damit die GPU nicht durch den Speicher aufgehalten wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:13",
      "text": "Aber dann wird natürlich der Percent,\nsozusagen das Pro-Geld-Element geht natürlich dann durch die Decke."
    },
    {
      "speaker": "roddi",
      "time": "1:06:19",
      "text": "Ja, also insofern, weißt du, die Grafikkarte, die ich in dem PC habe,\ndie hat halt 24 Gigabyte Speicher, da passt halt das Spiel, also die gesamte\nGrafikleistung einfach rein und dann nudelt er es ab, ohne dass noch irgendwas über den Bus geht.\nDas merkt man halt an der Stelle.\nJa und zu dem Thema als letztes noch ist mir aufgefallen, da können wir uns\nauch schon mal anschnallen, was da passiert und zwar das Spiel,\nwas im Prinzip immer als der große Showcase für Raytracing gehandelt wird,\nCyberpunk 2077,\nwird nächstes Jahr für den Mac erscheinen.\nUnd dann können wir mal einen Reality-Test machen, wie gut das Raytracing auf\nden Mac-Prozessoren..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:13",
      "text": "Welches Spiel ist das?"
    },
    {
      "speaker": "roddi",
      "time": "1:07:15",
      "text": "Da, Cyberpunk."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:07:16",
      "text": "Das ist das, man erschießt alle Leute."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:17",
      "text": "Wo man alle umbringen muss, okay."
    },
    {
      "speaker": "roddi",
      "time": "1:07:19",
      "text": "Ja, man kann aber auch Autos fahren."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:07:22",
      "text": "Und eine Prinzessin retten."
    },
    {
      "speaker": "roddi",
      "time": "1:07:24",
      "text": "Und hacken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:25",
      "text": "Ach, gleichzeitig."
    },
    {
      "speaker": "roddi",
      "time": "1:07:26",
      "text": "Ja, ja, ja. Das ist so eine Art Open World."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:29",
      "text": "Ich schieße und fahre. Pfiffig. Man kombiniert einfach alle vier Spiele in eins."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:07:36",
      "text": "Skip, skip, skip, skip, skip."
    },
    {
      "speaker": "roddi",
      "time": "1:07:39",
      "text": "Du wirst erstaunt sein, wie viele Spiele das inzwischen machen.\nAlso zumindest, wenn man Tiere als Autos begreift."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:46",
      "text": "Okay."
    },
    {
      "speaker": "roddi",
      "time": "1:07:48",
      "text": "Ob das Spiel ein gutes Spiel ist oder so, ist eine komplett andere Diskussion.\nAber es ist auf jeden Fall der Showcase, mit dem jeder testet,\nob man inzwischen Raytracing eigentlich benutzen kann oder nicht.\nDas ist halt das Spiel, was in der Overdrive-Sonst-Was-Einstellungsversion auf\ndem Flaggschiff von Nvidia auch nur 60 Frames macht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:07",
      "text": "Wann kommt das raus?"
    },
    {
      "speaker": "roddi",
      "time": "1:08:09",
      "text": "Auf dem Mac. Naja, auf der Seite steht..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:12",
      "text": "Early next year."
    },
    {
      "speaker": "roddi",
      "time": "1:08:13",
      "text": "Early next year."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:16",
      "text": "2077 halt."
    },
    {
      "speaker": "roddi",
      "time": "1:08:18",
      "text": "Ja. 2077. Ja, keine Ahnung.\nAlso ich glaube, das wird, ja, die Schachtdeckel in Cyberpunk haben nicht richtig die Norm. Egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:30",
      "text": "Okay, also Anfang 2025. Könnt ihr euch eigentlich vorstellen,\ndass es nochmal ein Spiel gibt, was mir gefallen könnte?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:08:37",
      "text": "Nein, völlig ausgeschlossen."
    },
    {
      "speaker": "roddi",
      "time": "1:08:39",
      "text": "Die Chancen stehen schlecht, so wie du über Spiele redest und vor allen Dingen\nso wie du immer nicht so genau sagst, was du an Spielen eigentlich gut findest."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:49",
      "text": "Doch, habe ich gesagt. Ich finde Mario Kart super."
    },
    {
      "speaker": "roddi",
      "time": "1:08:55",
      "text": "Mario Kart, naja, da kommt ja immer mal wieder ein Mario Kart."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:58",
      "text": "Das ist auch so mein Update-Cycle.\nEs sind wieder 10 Jahre rum. Es gibt ein neues Mario Kart."
    },
    {
      "speaker": "roddi",
      "time": "1:09:08",
      "text": "Naja, eigentlich gibt es immer\nein Mario Kart, wenn Nintendo eine neue Konsole auf den Markt schmeißt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:13",
      "text": "Ich meine, es muss doch mal irgendwas geben, wo man nicht die ganze Zeit rumrennen,\nalle erschießen muss. Ich finde das so langweilig."
    },
    {
      "speaker": "roddi",
      "time": "1:09:19",
      "text": "Also ich für meinen Teil spiele sehr gerne BMNG. Das ist so eine...\nIch crashe Autos, Sandbox. Das macht unheimlich viel Spaß, besonders weil man\nauch nur mit Kanone fahren kann und damit rumschießen.\nAlso so eine, wie man sie von Galären kennt, so ein Metallding mit so Holzrädern und so.\nDas fährt sich sehr schlecht, aber das..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:09:42",
      "text": "Also bei uns zu Hause in der Familie ist jetzt gerade das neue Zelda sehr angesagt.\nUnd das hat in der Tat einen lustigen neuen Mechanismus. Also das ist die Kategorie..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:50",
      "text": "Was heißt das neue Zelda für die Switch?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:09:52",
      "text": "Für die Switch, genau. Hier Zelda, wie heißt das, irgendwas, Echos of whatever.\nUnd das ist ein Spiel der Sorte, du musst alle umbringen und du bist aber selber\ndie Prinzessin. Also auch wieder Mashup.\nAber das Umbringen ist insofern lustig, als welches."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:09",
      "text": "Das ist jetzt mal Zelda selber."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:10:11",
      "text": "Das ist Zelda selber zum ersten Mal. Überhaupt kann man jetzt Zelda selber spielen.\nUnd die hatte halt einen lustigen Skill, nämlich die ganzen Monster haben ja\nimmer so Spezialfähigkeiten, wogegen die irgendwie besonders resistent sind\noder was sie für Attacken haben oder manche können fliegen oder schwimmen oder wie auch immer.\nUnd jedes Monster, was du besiegst, nimmst du quasi in deinen Pokémon Zoo auf,\nden du willst und kannst das dann gegen andere Monster deployen wieder.\nDas heißt also, du sammelst dir, das sind dann sogenannte Echos,\nheißt es halt im Spiel, du sammelst dir also ein Bestiarium heran von allen,\ndie du schon besiegt hast und in jedem neuen Kampf kannst du dann überlegen, okay so,\nrelease the Kraken.\nWie heißt dieses Spiel hier? Schere, Papier, Brunnen.\nWo sind die Schwachstellen und welches jetzt meiner Viecher ist da besonders gut geeignet?\nUnd dann schickst du die halt aufeinander los. Das macht schon Spaß.\nDas ist ein witziger Mechanismus. Plus du kannst auch noch alles mögliche anderes\nspawnen, was du halt irgendwo einsammelst. zum Beispiel, dass die Grundmechanik basiert auf Betten.\nJa, Betten. So, du kannst ganz am Anfang, das Erste, was du überhaupt quasi\nlernen kannst, ist ein Bett spawnen. So, jetzt wird man sich sagen..."
    },
    {
      "speaker": "roddi",
      "time": "1:11:25",
      "text": "Von was für einem Spiel redest du gerade?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:11:26",
      "text": "Das neue Zelda."
    },
    {
      "speaker": "roddi",
      "time": "1:11:27",
      "text": "Das neue Zelda."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:11:29",
      "text": "Das ist das Most Overpowered Item, was es je bei Zelda gab."
    },
    {
      "speaker": "roddi",
      "time": "1:11:33",
      "text": "Deswegen gingen die so stark gegen Perlworld vor. Perlworld ist auch so ein Spiel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:11:39",
      "text": "Und der Clou an dem Bett ist eben, du kannst dich natürlich irgendwie reinlegen und dann heilst du.\nAber du kannst eben auch mehrere Items nacheinander und übereinander spawnen.\nUnd das heißt, du kannst dir aus großen zweimal ein Meter Betten eine Leiter bauen.\nIndem du also einfach drei oder vier Betten in der Diagonale übereinander stapelst.\nund dann läufst du halt die Leiter hoch und damit kommst du dann an alle möglichen Orte dran.\nAlso schon ganz witzig dieses Konzept so.\nDu kannst quasi alles lernen und dann deployen und gucken wie kommt man damit durch die Welt.\nSehr, sehr anderer Ansatz als die letzten beiden Zelda-Spiele.\nAlso gerade wer eher so ein bisschen auf isometrische Grafik steht und Dungeons\nund die Dungeons sind dann von 2D nämlich auch dann wird von 3D auf 2D quasi\numgeschaltet also alles sehr nostalgiamäßig. Ja genau das ist es was da gerade\nin den Chat reingehoben hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:27",
      "text": "Echoes of Wisdom."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:12:29",
      "text": "Echoes of Wisdom."
    },
    {
      "speaker": "roddi",
      "time": "1:12:30",
      "text": "Okay, ich bin schon wieder nicht mehr up to date, obwohl meine Jungs den ganzen Kram spielen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:34",
      "text": "Ich habe ja gerade den Super Mario Brothers Film gesehen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:12:40",
      "text": "Der ist gar nicht so schlecht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:41",
      "text": "Der ist super."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:12:42",
      "text": "Super würde ich nicht sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:45",
      "text": "Doch, ich fand den super. Ich fand den lustig, ich fand den absolut unterhaltsam,\nich fand den irgendwie extrem, also die Geschichte.\nIch fand es sehr elegant, wie sie quasi so von dieser Spielwelt,\nwie sie das in so einem Flow quasi herleiten, wie das alles zusammenpasst.\nUnd dann ist die Musik da und alles ist irgendwie da, aber nichts nervt.\nIst lustig. Ich muss sagen, also ich bin,\nIch weiß, ich bin immer so ein bisschen zickig, was so Spiele betrifft,\naber bei Nintendo mache ich wirklich eine Ausnahme.\nUnd das hätte ich nicht gedacht, weil das hat mich auch sehr spät eingefangen,\nweil ich hatte früher kein Nintendo.\nAlso das ging alles irgendwie an mir vorbei, so 10, 64 und so weiter.\nIch war irgendwie immer am Computer und so Spielekonsole hatte ich nie.\nund ich muss aber sagen, Nintendo fängt mich immer wieder ein mit seinem Charme.\nAlso es ist halt einfach so dieses Non-Destruktive, da muss man nicht immer\nalle umbringen, da muss man nicht irgendwie mit dem Auto alle umfahren und muss nichts kaputt machen.\nUnd trotzdem ist es irgendwie für Kids geil und es ist irgendwie aber auch trotzdem,\nfinde ich, für Große auch immer super charming und lustig.\nUnd das finde ich einfach irre, wie die das so als Unternehmenskultur über so\neinen langen Zeitraum so gut aufrechterhalten haben.\nOhne jemals, glaube ich, so richtig mal ihren Pfad verloren zu haben, oder?\nGab es irgendwann mal so, wo Nintendo mal so..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:14:15",
      "text": "Nee, Nintendo war schon immer eine Bange."
    },
    {
      "speaker": "roddi",
      "time": "1:14:17",
      "text": "Vor allen Dingen, was sie auch nie machen, ist die Preise reduzieren."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:14:21",
      "text": "Naja gut, die Switch ist schon wieder geworden."
    },
    {
      "speaker": "roddi",
      "time": "1:14:24",
      "text": "Nein, aber die Spiele..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:14:25",
      "text": "Die Spiele nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:14:26",
      "text": "Die Spiele kosten immer das Gleiche, das Gleiche wie von Tag 1 an.\nUnd, aber man merkt auch, die haben, die nehmen sich Zeit, den Scheiß fertig zu kochen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:14:37",
      "text": "Ja, Attention to detail."
    },
    {
      "speaker": "roddi",
      "time": "1:14:38",
      "text": "Also ein Spiel, was Nintendo halb fertig rausgehauen hat, gut,\nes wird vielleicht ein Beispiel geben, aber es sind eigentlich sehr, sehr selten.\nSo, jetzt wollte ich nur abschließend zu diesem MacNini noch was sagen.\nUnd zwar, also wenn man einen Rechner braucht, wo ein macOS draufläuft und das\nsoll leise irgendwo in der Ecke stehen und nicht ganz so viel tun,\ndann ist es der richtige Rechner für alles andere.\nIst er entweder zu teuer oder zu clunky oder zu, keine Ahnung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:15:13",
      "text": "Aber es ist doch eigentlich der perfekte Rechner, indem man irgendwie den Eltern hinstellt, oder?"
    },
    {
      "speaker": "roddi",
      "time": "1:15:18",
      "text": "Das gehört auch zum Thema, er steht irgendwo, tut leise Dinge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:22",
      "text": "Nö, da möchte ich den iMac nehmen."
    },
    {
      "speaker": "roddi",
      "time": "1:15:24",
      "text": "Also ich habe meiner Mutter auch schon einen Mac Mini hingestellt,\nalso schon lange vor dem.\nUnd sie war damit eigentlich auch immer sehr zufrieden, weil der hat halt einfach\nfunktioniert und trägt mich weiter auf.\nUnd so gesehen, Eltern hinstellen ist auch eine gute Idee.\naber also er ist wahrscheinlich keine echte Alternative zu so einem Mac Studio,\noder allen anderen Macs, wo irgendwie ein Display drin ist oder so also wenn\nman das braucht und das muss transportabel sein,\nund dann, und das hatten wir ja auch so ein bisschen erwähnt,\ndie Preisleiter für, ich mache aus dieser doch eigentlich etwas,\nunterkonfigurierten Maschine etwas was ein sinnvolles Spec hat,\nwird direkt sauteuer.\nAlso das ist halt was, wo man so denkt so ja okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:15",
      "text": "Und das ist aber nicht nur bei dem Mac Mini so, das war bei dem Mac Studio den\nich mir hier gekauft habe, war auch genauso und das war halt auch so ein bisschen\ncringe, weil man sich halt immer denkt so ja,\neigentlich super Preis-Leistungs Verhältnis, aber kaum will man da mal ein bisschen\nBling Bling drin haben, bezahlt man es eigentlich schon wieder alles doppelt und dreifach.\nWo dann immer so ein bisschen das Argument wegfällt was ich ja gerne habe, dass diese Macs,\nsich auch so ein bisschen über ihren Werterhalt definieren. Und das stimmt dann wiederum auch.\nDu kannst auch nach drei, vier Jahren das zusätzlich investierte Geld auch immer\nnoch rechtfertigen, weil da war ja mal so teuer.\nUnd die Leute kaufen den auch gebraucht immer noch zu dem höheren Preis."
    },
    {
      "speaker": "roddi",
      "time": "1:16:57",
      "text": "Ja, wenn du zu Rebuy gehst, also es ist jetzt kein Endorsement,\naber da kann man halt auch gebrauchte Mac Minis kaufen und die sind vom Preis\nher auch immer so, wo du so denkst, vielleicht kaufst du doch neu.\nDas ist jetzt auch nicht so richtig billiger als, ne?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:17:15",
      "text": "Also es ist jetzt einfacher geworden, weil einfach die Grundspeicherausstattung jetzt auf 16 hoch ist.\nAlso dieses vorher so, nee, nimm den lieber nicht links oben mit 8 GB RAM.\nDas reicht dann doch vielleicht hier und da nicht.\nSo, wo das Problem jetzt los ist, finde ich, ist ja für ganz,\nganz viele Menschen einfach in der Standardausstattung völlig ausreichend.\nAlso Festplatte, das hält ja sehr davon an.\nBrauchst es oder hast du sowieso Naja gut."
    },
    {
      "speaker": "roddi",
      "time": "1:17:39",
      "text": "Aber ich meine, eine 4-Tera-SSD mit Gehäuse kriegst du halt auch schon für 300 Euro."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:17:43",
      "text": "400 Euro. Kannst du hinten dran packen und gut ist."
    },
    {
      "speaker": "roddi",
      "time": "1:17:46",
      "text": "Und dongelst du hinten dran und das ist gut, ist ja sowieso ein Rechner,\nder nicht bewegt wird. Also außer man schaltet ihn ein, aber."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:17:54",
      "text": "Es gibt bestimmt bald Gehäuse, wo man das draufstellen kann.\nDas gab es doch für ein Studio auch."
    },
    {
      "speaker": "roddi",
      "time": "1:17:58",
      "text": "Es gibt ein Gehäuse, ich habe es nur noch nicht gedruckt, wo man den so senkrecht\nreinstellt und dann sieht er aus wie so ein Mac Pro, so ein Cheese Grater Mac\nPro mit Händel obendrauf und so weiter."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:18:11",
      "text": "Oh, süß."
    },
    {
      "speaker": "roddi",
      "time": "1:18:13",
      "text": "Ja, richtig süß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:15",
      "text": "Sehr schön fand ich auch, ich habe schon zwei Videos gesehen,\nLinks habe ich jetzt gerade nicht zur Hand, aber findet ihr bestimmt gleich\nim Chat, wo jemand einen alten iMac G4 genommen hat."
    },
    {
      "speaker": "roddi",
      "time": "1:18:30",
      "text": "Das sind die weißen, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:32",
      "text": "Das sind diese weißen mit der Teleskopstange, wo quasi der Bildschirm frei bewegt werden kann."
    },
    {
      "speaker": "roddi",
      "time": "1:18:38",
      "text": "Ach so ein..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:40",
      "text": "Diese halbrunde Kugel."
    },
    {
      "speaker": "roddi",
      "time": "1:18:42",
      "text": "Ja, der halbe Fußball, diese..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:44",
      "text": "Genau."
    },
    {
      "speaker": "roddi",
      "time": "1:18:46",
      "text": "Schreibtischlampe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:47",
      "text": "Genau, und dann eben so mit der Halterung, die du jetzt so am Studiodisplay\nhast, aber den nur quasi in jede Richtung. Genau, die Schreibtischlampe.\nDen hatte ich übrigens mal. Das war wirklich ein ganz, ganz feines Gerät.\nund ja, gibt es so Videos, so halb Restauration, halb Reaktivierungs Ding.\nDas erste, was ich gesehen hatte, war, da wurde das Innere eines vorherigen\nMac Minis da reingebaut.\nDas war dann schon eine ziemliche Prozedur."
    },
    {
      "speaker": "roddi",
      "time": "1:19:16",
      "text": "Ja, aber das ist auch nicht groß, weil da ist ja auch das Netzteil mit drin und allem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:21",
      "text": "Ja, es passte da rein. Das Besondere mit dem Mac Mini, jetzt mit dem neuen,\nden du da hast, war, dass du unten durchs Loch den ganzen Mac Mini mit Gehäuse reintun konntest.\nAlso du kannst dir wirklich so eine Lampe irgendwie auf Ebay schießen,\ndann legst du das Ding mal ein bisschen ins.\nBleichbad und machst den mal richtig sauber und putzt mal alles schön mit Alkohol\nab und guckst dir vielleicht noch drei, vier, fünf Electronic Restoration Videos\nan, wie man das ordentlich macht. Da kann ich auch gleich noch einen Kanal zu empfehlen.\nUnd dann schiebst du unten einfach ein Mac Mini ran und dann musst du nur noch\nso Bildschirm musst du gucken, also in dem einen Fall, was ich gesehen hatte,\nhat er dann den Bildschirm auch noch, weil der hatte halt nicht die hohe Auflösung\ndamals, natürlich nicht,\naber er hat dann aus irgendeinem 14, was war das, 14 Zoll?\n16 Zoll MacBook, einen alten Bildschirm rausgenommen und ein bisschen fitzelig\nda diese Kabel neu durch diesen Fuß durchzuführen.\nAuf jeden Fall am Ende einfach geiles Gehäuse, geile Halterung und schicker\nBildschirm und unten halt so ein Mac-Menü drin. War schon echt ziemlich cool.\nJa, also ich bin da auch durchaus angetan. Ich finde das Line-Up ist super.\nTrotzdem bin ich auch ganz froh mit meinem Mac-Studio.\nDen habe ich ja jetzt seit einem Jahr ungefähr und bin eigentlich sehr zufrieden.\nDiese Maschine macht auch überhaupt gar keine Probleme. Überhaupt keine Geräusche.\nIch habe ihn mir in teuer gekauft. Ich habe ja, ich wollte ihn so ein bisschen,\nfetter haben und musste dann die entsprechende Strafgebühr dafür bezahlen."
    },
    {
      "speaker": "roddi",
      "time": "1:21:04",
      "text": "Du musstest fetter bezahlen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:06",
      "text": "Ja, aber ich weiß halt auch, wenn ich den mal wieder verkaufe,\nwerde ich halt auch einen angemessenen Preis dafür erzielen.\nUnd wenn ich ihn kurzfristig verkaufe, dann werde ich sogar einen relativ guten\nPreis dafür erzielen, weil es halt einfach immer noch eine konkurrenzfähige Maschine ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:21:23",
      "text": "Okay, Roddy hat jetzt gerade mal ein Bild von dem gerade eben erwähnten Mini-Case\nund das ist nicht nur irgendwie cute und süß, sondern das ist beyond awesome.\nDas sieht so schrill aus.\nBitte druck dir das doch mal und bring es dann mal mit zusammen. Das ist ja so knuffig.\nFantastisch."
    },
    {
      "speaker": "roddi",
      "time": "1:21:43",
      "text": "Ja, das kann ich mal machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:45",
      "text": "Das ist wirklich lustig. Hello, adorable.\nJa, sehr schön. Da steht der McMini vor allem genau mit der Lüftung.\nDas ist ja ganz pfiffig, weiß nicht, das wissen wahrscheinlich auch schon alle,\naber das fand ich jetzt echt gut,\ndass sie quasi das Ansaugen und austreten lassen, der warmen,\nalso Ansaugen der kalten oder kälteren Luft und dann das Austreten der wärmeren\nLuft, beides über diesen Ring unten am Fuß realisieren.\nIch glaube vorne ziehen sie die kalte Luft und hinten geht die warme Luft raus."
    },
    {
      "speaker": "roddi",
      "time": "1:22:16",
      "text": "Ja, ich glaube."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:16",
      "text": "Das heißt, sie haben halt innen so einen Leitweg, wo dann die Luft einmal durchs\nganze Gehäuse geführt wird."
    },
    {
      "speaker": "roddi",
      "time": "1:22:23",
      "text": "Nicht ganz. Also da ist eine Heepipe drin, die die Hitze vom Silicon wegzieht\nund dann ist glaube ich der Weg der Luft gar nicht so weit.\nAlso sie haben natürlich einen Lüfter, der es ansorgt und hinten wieder rauspustet,\naber ich glaube die ganze untere Hälfte ist nur der Lüfter quasi."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:22:42",
      "text": "Ja hier ist nochmal wie er dann neben dem echten Cheese Grater steht so Mama\nund Kind so nebeneinander es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:51",
      "text": "Hat so Pixar Vibes."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:22:52",
      "text": "Sehr schön ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:59",
      "text": "Wer es noch schneller haben will, es gibt den Mac Mini ja auch den Pro."
    },
    {
      "speaker": "roddi",
      "time": "1:23:05",
      "text": "Also mit einem M4 Pro. Aber da geht es, glaube ich, bei 1.2 oder so überhaupt\nerst mal los. Mit wenig Speicher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:13",
      "text": "Der hat aber auch gleich 24 GB RAM und ich glaube auch die größere SSD.\nAlso das ist eigentlich auch ein Schnäppchen.\nZumal er dann auch noch Thunderbolt 5 hat.\nund nicht nur Thunderbolt 4 und das ist natürlich nichts, was jetzt heute sofort\neinen Unterschied macht, aber so perspektivisch, insbesondere wenn man den halt\nmit vielen großen Bildschirmen betreiben möchte, dann ist das in der Tat eine interessante Option.\nUnd da mittlerweile sind sie ja auch gut ausgestattet. Also hinten die drei\nPorts sind alle irgendwie Thunderbolt und vorne ist einfach normales USB 3. Ja und das,\nkann man schon vertreten. Also da ist derzeit relativ wenig Schlechtes dabei.\nIch weiß nicht, warum sie keinen großen iMac verkaufen, aber sie werden es sicherlich wissen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:24:03",
      "text": "Der M4 Pro hat dann mal eben so 10 Performance Cores statt 4 bei deiner kleinen\nVariante plus nochmal 4 Efficiency Cores, also 14. Das ist dann schon mal eine Bank.\nUnd die sind dann als Einzel-CPUs die schnellsten, die es gerade überhaupt gibt.\nAlso da sieht dann hier auch mal ein M2 Pro schon ganz schön alt aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:26",
      "text": "Tja also für mich wird das wahrscheinlich eher zu dem Zeitpunkt ein Thema,\nwo sie dann diesen M4 Max in den Studio tun werden und mal gucken,\nob es dann auch so eine Ultraversion gibt, die ist für mich vielleicht nicht\nganz so interessant aber das wäre glaube ich dann schon,\neher der interessante Punkt Ja."
    },
    {
      "speaker": "roddi",
      "time": "1:24:45",
      "text": "Ich wollte halt jetzt erstmal nicht nicht so viel Geld drauf werfen,\nich habe lange hin und her überlegt dachte mir, komm jetzt kaufst du mal den\nkleinsten, dann hast du irgendwie noch so ein Mac in der Ecke,\nder tut dann Mac-Dinge, wenn man das mal braucht und dafür,\nlegst du jetzt auch nicht ordentlich Geld an, weil dann ist er zwar vielleicht\nschneller als das MacBook, was ich habe und zwar deutlich schneller,\naber dann habe ich ihn nicht dabei und dann nervt mich das immer und das ist irgendwie..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:11",
      "text": "Verstehe ich. Gut."
    },
    {
      "speaker": "roddi",
      "time": "1:25:15",
      "text": "Aber das kann ja jeder entscheiden, wie er möchte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:17",
      "text": "Genau. Soviel zu den Macs. Kommen wir jetzt vor anderen Themen.\nRalf, it's your turn. Du warst im Urlaub. Im Urlaub."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:25:31",
      "text": "Ich habe mal eine Woche Urlaub gemacht. Boah, eine Woche. Verrückt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:35",
      "text": "Luxus."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:25:35",
      "text": "Quälig verrückt. Eine Woche Herbst Urlaub."
    },
    {
      "speaker": "roddi",
      "time": "1:25:38",
      "text": "Weißt du noch, wie du heißt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:25:42",
      "text": "Und mit der ganzen Familie. Und der Plan war, hey, wir machen mal was ganz Wildes.\nWir fahren in einen Sternenpark.\nSo, das Konzept von Sternenparks ist vermutlich irgendwie hinreichend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:56",
      "text": "Nein, das musst du erklären."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:25:58",
      "text": "Okay, erklären wir es mal. Also, wir leben ja in einer Zivilisation,\nin einer Gesellschaft, wo Lichtsmog ein Thema ist.\nDas heißt also jetzt nicht nur Smog von irgendwie Industrie und Nebel und so\nweiter, sondern Lichtverseuchung.\nDas heißt also durch die ganzen großen Städte gibt es kaum einen Ort in Deutschland,\nwo es mal wirklich zappenduster ist in der Nacht.\nSondern ständig hat man irgendwo die nächste Großstadt, Autobahn,\nwas auch immer. Wobei Autobahnen sind ja per se erstmal nicht hell.\nAber im Wesentlichen halt irgendwie Großstädte halt rum. Es gibt aber eben ein\npaar Spots, die weit genug weg sind.\nGibt es auch so Light Pollution Maps, kann man sich, gibt es alles gut findbar im Internet.\nund ein paar dieser Orte, wo es eben dann doch noch dunkel ist,\nhaben das quasi jetzt so als Marketing und Tourismus Möglichkeit erkannt und\nseitdem gibt es also Sternenparks.\nGibt es schon relativ lange, ich glaube vor 15 Jahren oder sowas sind die ersten\nirgendwie aufgekommen.\nUnd einer von denen ist zufälligerweise in der Rhön. Kennt ihr die Rhön?\nWisst ihr, was die Rhön ist?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:02",
      "text": "Schon mal gehört."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:27:05",
      "text": "Naja. Das ist so ein persönliches Ding. Ich habe meine halbe Kindheit da verbracht,\nweil meine Eltern waren große Wanderfreunde und es ist halt so ein Mittelgebirge,\nso ein Dreiländereck zwischen Hessen und Thüringen und Bayern.\nUnd Wasserkuppe kommt da schon\nim Chat, ganz genau. Und die sind halt auch relativ weit ab von allem.\nAlso Fulda ist da die nächste Stadt und die ist aber auch schon relativ weit weg.\nUnd von daher ist also jetzt die Rhön einer dieser Sternenparks und wie gerade\nim Chat schon geschrieben wurde.\nIch habe mich dann also nicht lumpen lassen und bin dann noch auf den höchsten\nBerg von Hessen gegangen.\nUnd dort oben hatten wir dann also unsere kleine Hütte, direkt quasi im Sternenpark,\nauf dem höchsten Berg, wo versprochen wurde, über allen Wolken und sonst was.\nUnd hatten also den Kofferraum voll mit Teleskop und richtig teurem Ferngläsern\nnoch und alles sowas, um dort jetzt also mit den Kindern endlich mal so den\nEinstieg in die Astronomie zu feiern und zu finden.\nOkay, vielleicht noch so ein, zwei Sorte PR-Worte zur Rhön.\nWarum ich die Rhön schon bemerkenswert finde, ist, die ist, finde ich,\nmaximal kindertauglich.\nDas heißt also, wenn man irgendwie das Projekt hat, ich will meine Kinder mal zum Wandern bringen.\nJa, Wandern ist ja per se erstmal eine sehr langweilige Angelegenheit und die\nRhön zeichnet sich dadurch aus, dass es viele sehr kindertaugliche, spektakuläre,\nkleine Berge und Spots und Locations gibt, wo du also einfach viele Ziele hast,\nwo du jeden Tag was Neues ansteuerst und das wird nicht langweilig und ist sehr unterschiedlich.\nDa kann man also plötzlich dann Felsenklettern machen und Sommerrodelbahn sind\nda auch, ist also einiges zu haben.\nUnd ich habe mal als kleinen Service am geneigten Hörer mal eine Apple Maps\ngemacht mit verschiedenen kindertauglichen Locations, wo man da mal vorbeischauen\nkann. schmeißen wir vielleicht mal in die Shownotes ab.\nAlso Ruhen mit Kindern grundsätzlich gute Idee, wenn man mal Wandern ausprobieren\nwill und Kinder schnell gelangweilt sind.\nSo, aber das eigentliche Ziel mit jetzt irgendwie ordentlich Sterne gucken,\ndas war halt nur so, sagen wir mal, semi erfolgreich.\nWeil es ist halt Herbst. Und was halt irgendwie einem keiner gesagt hat,\nist, dass halt im Herbst da mal halt einfach überall nur Nebel ist.\nIch habe gerade jetzt mal ein Bild in die Slack reingeworfen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:36",
      "text": "Das ist nur Nebel, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:29:38",
      "text": "Das sieht so ein bisschen aus wie Twin Peaks und auch alles ganz atmosphärisch\nund so. Die Stimmung war ganz cool, so Silent Hills Teil.\nDas möchte mich also gar nicht beschweren. Gerade dann so die Nachtwanderung\nan Halloween war toll da oben mit Nebel, drei Meter Sichtweite."
    },
    {
      "speaker": "roddi",
      "time": "1:29:54",
      "text": "Aber Sternen gucken ist nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:29:55",
      "text": "Aber halt so semi geil zum Sterne gucken. Und dann bist du irgendwie fünf,\nsechs Tage da und hast fünf Nächte und jede Nacht guckst du raus aus deinem\nWasserkuppen-Scheck und siehst nur Nebel und keinen Stern.\nBis auf eine Stunde. Eine Stunde war es dann mal aufgeklart und dann konnte\nman wirklich irgendwie was gucken.\nUnd dann war das schon beeindruckend, der Unterschied, wenn du sowas hier in\nBerlin irgendwie aufbaust, was dann doch rauskommt, gerade so im Bereich von\nPlaneten und wir hatten auch Glück mit den Konstellationen, dass man dann zumindest\nmal Jupiter und Saturn irgendwie vernünftig gucken konnte.\nUnd das finde ich ist ja schon so ein erhebender Moment. Ich weiß nicht,\nhabt ihr schon mal so Jupiter-Monde gesehen durch ein Teleskop?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:41",
      "text": "Jupiter habe ich gesehen, Jupiter-Monde habe ich jetzt noch nicht gesehen."
    },
    {
      "speaker": "roddi",
      "time": "1:30:45",
      "text": "Ich habe mal Saturn mit Ringen gesehen. Das war schon sehr geil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:49",
      "text": "Stimmt, nee, Saturn war das, genau."
    },
    {
      "speaker": "roddi",
      "time": "1:30:50",
      "text": "Saturn mit Ringen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:30:51",
      "text": "Weil wenn Jupiter..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:52",
      "text": "Also Jupiter sieht man ja auch so am Himmel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:30:55",
      "text": "Genau, komme ich gleich zu. Also wenn du Jupiter vernünftig siehst,\ndann siehst du auch Dämonen da eigentlich drum rum.\nWenn also irgendwas an Teleskop hast, weil die sind auch so hell und so in einer\nLinie drum rum, dass man da also quasi nicht drum rum gucken kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:07",
      "text": "Io, Ganymed, Callisto und Europa. habe ich mir gerade einen Podcast zu gemacht.\nIn Raumzeit, die neueste Sendung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:31:17",
      "text": "Siehst du wohl."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:18",
      "text": "Die Galiläischen Monde."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:31:20",
      "text": "Die heißen wie, warum? Komm, entleiten uns."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:23",
      "text": "Die heißen Galiläischen Monde, weil Galileo die entdeckt hat."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:31:26",
      "text": "Weil das die vier sind, die man auch mit schlechten, einfachen Mikroskop,\näh, Teleskop sehen kann. Und die hat er halt sehen können.\nWie viele hat er insgesamt? 30, 40? Irre viele."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:37",
      "text": "Aktueller Count ist 95."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:31:39",
      "text": "Wahnsinn."
    },
    {
      "speaker": "roddi",
      "time": "1:31:41",
      "text": "Da ist aber auch viel Kleinkram dabei, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:45",
      "text": "Ja, genau, da ist sehr viel Kleinkram dabei."
    },
    {
      "speaker": "roddi",
      "time": "1:31:47",
      "text": "Das ist vor allem ein Kleinkram."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:48",
      "text": "Aber es ist so Endcounting, also man geht davon aus."
    },
    {
      "speaker": "roddi",
      "time": "1:31:51",
      "text": "Den ganzen Dreck, der da rumschwirrt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:53",
      "text": "Die 100 kriegt man irgendwie auch noch, aber sind zwar nicht ganz so spektakulär\nwie die Saturnmonde und so, aber auf jeden Fall jetzt auch nicht zu verachten."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:32:05",
      "text": "So, und was hatte ich da jetzt so an Equipment dabei? Das ist vielleicht auch\nnochmal ganz interessant.\nIch habe mich da vor ein paar Jahren mal mit beschäftigt, weil ich also meinem\nälteren Jungen halt ein vernünftiges Teleskop mal schenken wollte und bin dann\nalso bei einer Bauform gelandet, die mir bis zu dem...\nZeitpunkt auch fremd war, nämlich ein sogenanntes Dobson-Teleskop,\nwas sich dadurch auszeichnet, dass es im Prinzip so völlig low-tech ist.\nDas heißt also, es ist ein Spiegelteleskop, also Okular ist vorne,\ngroßer Spiegel ist hinten und das hat in der Bauform, die ich jetzt hier habe,\nund das Ganze ist auf einem sehr einfachen Holzstativ,\nwas man aber eben dann in zwei Achsen bewegen kann, eben links,\nrechts, rauf, runter und damit kann man halt sehr stabil, ohne viel Gewackel und,\nklappriges Gestell jeden Ort halt am Himmel gut ansteuern.\nUnd das ist in dieser speziellen Variante, das ist das Skywatcher Heritage 150,\nalso ein 150 Millimeter Spiegel drin, ist nochmal besonders,\ndass man das ausziehen kann.\nDas heißt also, das sieht so\nein bisschen aus, wie hinten die Antriebe von einem Y-Wing aus Star Wars.\nAlso wo hinten ja diese Gestänge sind und dann ist noch hinten so der letzte Rest vom Triebwerk.\nUnd da sind halt einfach ganz normale Schrauben, die kannst lösen und dann kannst\ndu das noch mal so in sich zusammenschieben.\nDann hat das nur die Hälfte der Länge. Das ist natürlich gut."
    },
    {
      "speaker": "roddi",
      "time": "1:33:31",
      "text": "Für den Transport."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:33:32",
      "text": "Genau, das kriegst du nämlich so gerade eben noch in den größeren Rucksack rein\nund kannst damit also dann irgendwo durch die Gegend hiken und hast trotzdem\nein einigermaßen amtliches Spiegelteleskop dabei.\nAlso so in der Richtung diese Dobson-Teile, da gibt es natürlich jetzt auch\nviele, das muss jetzt überhaupt nicht dieses sein, kostet 300 Euro,\nfinde ich jetzt nicht rasend viel und dafür kannst du aber halt Saturn bedringen und."
    },
    {
      "speaker": "roddi",
      "time": "1:33:53",
      "text": "Der macht aber keine Nachführung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:33:55",
      "text": "Der macht keine Nachführung. Das kann man dann auch alles dazu kaufen,\naber dann wird das so schnell so teuer, dass man dann in ganz anderen Regionen\nirgendwie unterwegs ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:02",
      "text": "Wie schwer ist es euch denn gefallen, überhaupt das Teleskop richtig auf diesen\nPlaneten auszurichten?\nWeil das ist natürlich bei dieser Vergrößerung dann schon die eigentliche Herausforderung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:34:15",
      "text": "Dazu wollte ich jetzt kommen. Gut, dass du das sagst, Tim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:19",
      "text": "War nicht angesprochen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:34:21",
      "text": "Aber ich dachte mir, dass das ein Thema ist, wo du zu connecten kannst.\nAlso, ich war ja bei Glaubnis.com auch irgendwann mal Kind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:29",
      "text": "Was?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:34:30",
      "text": "Da habe ich mich auch sehr für Astronomie schon interessiert.\nIch habe dann auch wirklich Bücher gelesen.\nUnd mein Vater hat versucht, das auch zu unterstützen und hat mir damals schon\nein ganz brauchbares, normales Teleskop.\nWie heißt die Bauform, wenn es nicht ein Spiegelteleskop ist?\nEin Refraktor. Refraktor, genau, danke."
    },
    {
      "speaker": "roddi",
      "time": "1:34:48",
      "text": "Kein Reflektor, sondern ein Refraktor."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:34:50",
      "text": "Ein Refraktorteleskop, also einfach so ein langgezogenes Linsen-Teleskop, wie man das so kennt.\nUnd das war gar nicht schlecht, das war auch gar nicht billig.\nIch habe nie irgendetwas damit gefunden.\nAlso Mond, ja, das ging, Krater, ich habe keinen Planeten gesehen,\nich habe keine irgendwie Andromeda-Galaxie, komme aber gleich noch zu, gesehen, nichts.\nSo, das heißt also, meine ganze Kindheit war eine einzige deprimierende Abfolge\nvon, ich war irgendwie nachts draußen mit dem Teleskop und nichts halt mehr.\nWeil es gab halt auch nur scheiß Sternenkarten, ja, so diese 2D-Dinger,\nwo du also gerade ungefähr gucken kannst, so, was sind die Sternenbilder?\nAber da war halt nirgendwo zu sehen, wo ist denn jetzt irgendwie Jupiter?\nUnd wenn du dann in der Tageszeitung, damals hatte man noch Tageszeitung,\nhattest du irgendwie teilweise dann mal so Astronomie-Einheiten,\nso, Achtung, Jupiter steht heute im so und so und dann guckte ich da hin und das war alles scheiße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:43",
      "text": "Oh Gott. Was hätte aus dir werden können."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:35:47",
      "text": "Was hätte aus dir werden können, ja. So, aber damit es euch mit euren Kindern\ndaraus ein Anlass ergeht, jetzt mal so ein paar One-on-One-Tipps für den schnellen...\nDen schnellen Erfolg beim Sterne gucken. Hätte mir damals mal ein paar simple\nWeisheiten gesagt, wäre alles einfacher geworden.\nDas erste Mal, was diese modernen Teleskope haben, die haben so Zielvisiere,\nwie du sie auch in der Army hast.\nDiese Reflektor, das sind ja nicht Laser, sondern so holographische Zielsucher,\nwo du so einen kleinen roten Punkt hast.\ndie Counter-Strike-Spieler müssen jetzt mal kurz im Chat aushalten,\nwie diese Visiere heißen.\nWo es egal ist, quasi in welchem Winkel du drauf guckst, der rote Zielpunkt\nist immer an derselben Stelle.\nDas ist eine spezielle Bauart von Visieren. Das kommt bestimmt gleich irgendwie im Chat."
    },
    {
      "speaker": "roddi",
      "time": "1:36:41",
      "text": "Das ist doch aber dann bestimmt ein Laser, oder nicht?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:36:44",
      "text": "Nee, es geht... Ja, ich glaube fast nicht, dass es ein Laser ist.\nAber kann auch sein, dass es aber... Es geht halt nicht darum,\ndass der irgendwo hin projiziert, sondern dass er quasi nur in dein Auge geleitet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:54",
      "text": "Crosshair wird hier als Reflexvisier."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:36:58",
      "text": "Das ist es, genau, ein Reflexvisier. Hast du schon mal eins gehabt?\nBring ich ansonsten mal mit, das ist total cool. Wenn man das noch nie gesehen\nhat, denkt man auch so, was ist das für ein physikalisches?\nWeil normalerweise, wenn du jetzt irgendwie so eine Spielzeugpistole oder was\nauch immer vor dir hast mit einem normalen Visier und irgendwie Kimme und Korn\nund alles wackelt und so und diese Reflexvisiere, die haben einfach so ein bisschen wie Magie.\nAlso egal, wo du jetzt reinguckst, Der Zielpunkt ist wirklich immer an der exakt\nselben Stelle und bewegt sich quasi also mit in Verhältnis zu dem,\nwas du mit deinen Augen machst.\nUnd das führt dazu, da ist halt so ein Reflexvisier drin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:33",
      "text": "Da hat die Wikipedia ein schönes Animated GIF."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:37:35",
      "text": "Ah ja, genau, das hilft schon so ein bisschen. Da sieht man jetzt hier so ein\nFlugzeug mit einem Reflexvisier erfasst und egal wie ich meinen Kopf bewege,\nich sehe immer, wo ich quasi gerade hinballern würde an der Stelle.\nSo und das führt dazu schon mal, dass dieses, ich richte mein Teleskop aus und\nda wo dieser rote Punkt hin zeigt, das ist dann auch wirklich das,\nwas ich in einer starken Vergrößerung sehe, bis auf wirklich ganz,\nganz wenige irgendwie Bogenmillimeter,\ndas entspannt schon mal die Sache ungeheuer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:05",
      "text": "Also weil das eigentliche Problem ist ja, dass wenn du durchs Teleskop schaust,\ndann siehst du einen super vergrößerten Bereich und hast jetzt keine Ahnung\nwo und welche Richtung und wie schnell und so weiter und dann findest du irgendwie gar nichts.\nUnd wenn man halt erstmal sagt, okay ich schau mir das jetzt hier Big Picture\nmäßig an und da ist ja Jupiter und dann mach ich den roten Punkt da drauf,\ndann weiß ich, das Teleskop zeigt da schon mal drauf und dann passt das."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:38:27",
      "text": "Genau, das ist also das erste Problem, besorgt euch ein Reflexvisier.\nZweiter Punkt ist, Jupiter und Saturn sind mal echt einfach zu finden.\nEs gibt praktisch nichts Helleres da am Himmel.\nDas heißt, wenn du so eine App hast, der Mond, klar, und Sirius und sowas noch,\naber wirklich nicht Venus."
    },
    {
      "speaker": "roddi",
      "time": "1:38:46",
      "text": "Venus vielleicht noch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:38:47",
      "text": "Venus, wenn sie auch da ist. Es gibt mittlerweile ja viele so Stargazer-Apps."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:52",
      "text": "Starlink ist auch noch relativ hell."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:38:54",
      "text": "Ja, da habe ich etliche gesehen, die da durchgehuscht sind in der Tat.\nWenn man immer denkt, da ist so eine Kette plötzlich und es nimmt gar kein Ende\nund was ist da los? Das sind keine Sternschnuppen."
    },
    {
      "speaker": "roddi",
      "time": "1:39:06",
      "text": "Stellarium habe ich verwendet, aber da kommen wir gleich zu,\nweil ich habe zu dem Thema auch noch was."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:39:10",
      "text": "Genau, also man nimmt halt sein iPhone, lädt sich irgendeine beliebige dieser\nSternen-Apps runter, die ich finde auch schwierig sind von der GUI her,\nAber es reicht eben zu sagen, ist überhaupt Jupiter und Saturn gerade irgendwo zu sehen?\nWenn ja, vage in welcher Richtung? Und dann guckt ihr einfach in die Richtung\nund das mit Abstand hellste Objekt, das ist euer Planet. Nicht weiter rumfrummeln."
    },
    {
      "speaker": "roddi",
      "time": "1:39:30",
      "text": "Da muss ich sagen, muss ich wirklich mal eine Lanze brechen für Stellarium.\nStellarium hat nämlich den Gyro-Modus.\nUnd mit dem Gyro und dem Magnetkompass und so weiter kann der wirklich erkennen,\nin welche Richtung ich gucke.\nund dann kannst du mit ausgestrecktem Arm, hast du dann das Telefon,\nwo die ganzen Sterne drauf sind, dann guckst du an den Himmel und siehst die\nSterne und siehst dann, okay, da und da ist das Objekt, da müsste es ungefähr sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:56",
      "text": "Das haben aber all diese Dinge."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:39:57",
      "text": "Das haben die alle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:58",
      "text": "Starry Night und wie heißt die alle?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:40:00",
      "text": "Ich habe jetzt hier Night Sky und da sehe ich, also da vorne ist jetzt hier Jupiter.\nNur beispielsweise jetzt hier Night Sky, finde ich, ist sehr schlecht darin,\nirgendwie, da sind einfach schon viel zu viele Sterne, die abgezeichnet werden.\nMeistens siehst du ja gar nicht so viele, sondern willst erst mal nur so die\ngroßen Markanten haben.\nWie auch immer. Also wenn ihr dann irgendwie das wirklich helle Objekt seht,\ndas ist euer Planet, damit versucht es dann mal.\nSo und was aber ein wirklicher Mindfuck war, da musste ich glaube ich irgendwie\n50 Jahre alt werden, um das mal zu sehen und zu begreifen.\nIch habe halt immer versucht...\nSachen wie die Andromeda-Galaxie mir mal anzugucken. Mit den Teleskopen.\nSo, und dann hast du da halt dein..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:46",
      "text": "Die im Übrigen, das muss man ja vielleicht noch dazu erwähnen,\nfür die astronomisch nicht so kundigen, unsere große Nachbar-Galaxie ist,\ndie man halt im Prinzip noch mit einem bloßen Auge erkennen kann,\nwenn die Bedingungen wirklich richtig gut sind."
    },
    {
      "speaker": "roddi",
      "time": "1:40:59",
      "text": "Und die eigenen Augen nicht schon zu schlecht sind."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:41:02",
      "text": "So, und was habe ich aber gemacht? Du nimmst halt so eine App und hast dann\nda dein tolles Teleskop und nimmst eine mittlere Vergrößerung,\nwo du dann also auf dem Mond irgendwie gut Krater angucken kannst dir.\nUnd dann richtest du das halt auf den Ort, wo du ziemlich genau weißt,\nda ist jetzt Andromeda. Jetzt wollen wir mal gucken.\nWas siehst du? Nichts. So und warum?\nWeil dieses Viech absurd groß ist.\nIch habe jetzt hier mal ein Bild reingepostet. Das ist jetzt ein Fake,\ndas ist eine Montage, was aber mal zeigt, wie groß die Andromeda-Galaxie ist,\nwenn sie wahnsinnig hell wäre im Vergleich zum Mond.\nUnd da siehst du, dass die Ausmaße der Andromeda-Galaxie so das vier- bis fünffache des Mondes ist.\nDieses Viech ist riesig. Wenn du jetzt natürlich ein Teleskop hast mit einer\ngroßen Vergrößerung, wo du dir einen Mondkrater anguckst und jetzt irgendwo\nmit der Vergrößerung in die Andromeda-Galaxie reingehst, natürlich siehst du da nichts.\nWas sollst du da sehen? Weil du quasi nur einen winzigen Staubhaufen irgendwie auflöst an der Stelle.\nDas heißt also, du brauchst eine ganz andere Herangehensweise dafür.\nDu musst halt wirklich einen super dunklen Sternenhimmel haben und dann brauchst\ndu eben ganz wenig Vergrößerung bis gar keine Vergrößerung und musst aber wahnsinnig\nviel Licht halt einfach in dein Spiegelteleskop reinkriegen.\nDann hast du eine Chance, zumindest einen milchigen Fleck irgendwie vernünftig\nzu sehen, der was hermacht.\nVergrößerung ist das Gegenteil von dem, was du da irgendwie brauchst.\nUnd das ist bei fast all diesen bekannteren Elementen der Fall.\nOrionnebel, genau dasselbe Problem. Der ist auch einfach mal ziemlich groß.\nOrion ist ja auch eines der bekanntesten Sternbilder, die man so hat.\nWo du also diese drei Gürtelsterne hast und von da aus hat man dann quasi so\neine Schnalle nach unten und wenn man sich das anguckt, ist das das Schwert, genau.\nUnd da ist dann eben der Orion-Nebel drin und auch der ist viel zu groß,\nals dass du ihn mit einem vergrößernden Teleskop vernünftig irgendwie kriegen könntest.\nAlso ein sehr teures Fernglas mit wenig Vergrößerung, aber viel Lichteinfall\nist da viel besser geeignet. Und warum hat mir das keiner gesagt als Kind,\ndass es völlig witzlos ist, mit einer großen Vergrößerung nach solchen Sachen zu suchen.\nIch finde, das müsste man Leuten irgendwie in der Schule beibringen oder so."
    },
    {
      "speaker": "roddi",
      "time": "1:43:25",
      "text": "In der DDR gab es Astronomie als Fach in der Schule, aber das ist jetzt lange her.\nIch glaube, in einigen neuen Ländern gibt es es noch als Wahlfach."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:43:37",
      "text": "So, ich habe jetzt hier nochmal einmal den Orion-Nebel, wie groß der ist im\nVergleich zum Gesamtensemble.\nUnd dieser etwas hellere Fleck da unten, der ist halt auch hervorgehoben und so unter den Gürteln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:54",
      "text": "Hinweis?\nAudio-Podcast."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:43:56",
      "text": "Audio-Podcast, genau, darum versuche ich es ja gerade zu beschreiben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:59",
      "text": "Da muss man mehr Mühe geben noch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:44:01",
      "text": "Noch mehr Mühe, okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:02",
      "text": "Nein, wir sehen, das ist der Satz."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:44:05",
      "text": "Der verboten ist. Ihr könntet sehen, googelt es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:06",
      "text": "Ihr seht nicht. Wenn ihr sehen könntet."
    },
    {
      "speaker": "roddi",
      "time": "1:44:10",
      "text": "Also der Orion hat außen vier Sterne, die so ein Trapez ausbilden.\nUnd in der Mitte drei, die sind so schräg waagrecht.\nDas ist der Gürtel. und unter dem Gürtel gibt es dieses, was immer als Schwert\nbezeichnet wird, nochmal drei Sterne und ich glaube der mittlere, ist das der Nebel?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:44:37",
      "text": "Genau, der in der Mitte, das ist der Nebel. Und was immer, wenn man jetzt googelt\nund halt irgendwie Bilder vom Orion-Nebel halt sucht, was dann von Hubble und\nsonstigen Geschichten kommt,\nso vergesst es, das werdet ihr nie in einem Teleskop sehen, das sind alles Langzeitbelichtungen.\ndas ist so ein Level, den ich noch probieren werde, so ich habe auch so eine\nKonstruktion, dass ich mein iPhone da dran hänge und eine Langzeitbelichtung\ndurchs Teleskop machen kann, hat jetzt aber dafür hatte ich jetzt einfach mal\nnicht genug Zeit, weil es war nur eine Stunde lang überhaupt was zu sehen,\naber das würde ich irgendwann nochmal ausprobieren, wie weit man damit kommt,\naber das, was ich bisher recherchiert habe, ist, man kann vergessen\nirgendeine dieser Deep Sky Geschichten vernünftig durch ein Teleskop selber\nzu betrachten, auch diese ganzen Farben sind alle herprozessuiert und genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:21",
      "text": "Weil das wollte ich noch hinzufügen, also Hubble schaut nicht nur länger hin und hat,\nfängt sowieso mehr Licht ein, es sind auch ganz andere Frequenzbereiche,\ndie halt außerhalb des für uns sichtbaren Lichts sind, die dann in diesen Bildern,\ndie man kennt, halt auch noch mit rein koloriert werden.\nDas heißt, man sieht eben auch teilweise Infrarot-Anteile und UV-Anteile,\ndie halt dann, sagen wir mal, schon für das Wesen der Erkennung,\nwas denn da so ist, relevant ist, aber die eben so sich niemals im Auge abbilden würden,\nselbst wenn das Auge so groß wäre wie die ganze Erde."
    },
    {
      "speaker": "roddi",
      "time": "1:46:01",
      "text": "Und Infrarot und so Zeug."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:03",
      "text": "Genau. Und ja, das muss man dabei bedenken.\nAber darum geht es ja glaube ich auch irgendwie nicht. Ich finde das connectet\nschon sehr, wenn man so diese Planeten sieht. Das ist so ein Bestätigungsding.\nSo ja, die Verschwörungstheoretiker können sich einfach mal ablegen irgendwie."
    },
    {
      "speaker": "roddi",
      "time": "1:46:19",
      "text": "Raumpatrouille Orion ist ja keine Verschwörungstheorie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:24",
      "text": "Und von daher kann ich das absolut nachvollziehen, dass so ein Realitätskontakt ganz gut ist.\nKannst du denn noch alle Planeten in der richtigen Reihenfolge aufzählen, Ralf?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:46:37",
      "text": "Jetzt von der Sonne aus?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:38",
      "text": "Ja, also unsere Planeten."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:46:40",
      "text": "Gucken wir doch mal. Also erst haben wir Merkur, dann haben wir Venus,\ndann haben wir Erde, dann haben wir Mars, dann haben wir Jupiter,\ndann haben wir Saturn, dann haben wir Neptun, Uranus und Pluto ist ja nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:55",
      "text": "Fast."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:46:56",
      "text": "War da irgendwo ein Haken drin?"
    },
    {
      "speaker": "roddi",
      "time": "1:46:58",
      "text": "Mein Vater erklärt uns.\nUns jede Nacht, nee, wie war das?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:47:04",
      "text": "Unser Vater erklärt uns jeden Sonntag unsere neuen Planeten."
    },
    {
      "speaker": "roddi",
      "time": "1:47:09",
      "text": "Unsere Nachthimmel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:11",
      "text": "Also Uranus erst und Neptun und alles, was dahinter ist, Pluto und Eris und\nwie sie alle heißen, sind die transneptunischen Objekte.\nDaran kann man sich mal merken, dass Neptun sozusagen derzeit die aktuelle Begrenzung ist.\nAuch wenn ja die Debatte um Planet 9 immer noch heiß läuft."
    },
    {
      "speaker": "roddi",
      "time": "1:47:32",
      "text": "Ist nicht mehr Planet X, aber wenn man halt einen weg macht,\ndann rückt der halt auf Platz 9 vor."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:47:39",
      "text": "Wo war denn der Fehler bei mir? War doch eigentlich richtig, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:42",
      "text": "Nee, du hast erst Neptun und dann Uranus genannt, aber das kann ich jetzt verzeihen.\nDas sind wirklich die beiden, die man schnell mal durcheinander bekommt.\nMan kann es sich halt ganz gut merken an den transneptunischen Objekten."
    },
    {
      "speaker": "roddi",
      "time": "1:47:54",
      "text": "Und vor allen Dingen nicht erklärt uns, sondern erklärt mir, weil das ist ja der Mars."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:47:58",
      "text": "Der Mars, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:00",
      "text": "Ja, genau. Genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:48:01",
      "text": "Mars finde ich ja eher langweilig durch Teleskop, das lohnt nicht,\naber also geht auf die Planeten und Jupiter und Saturn.\nDas rockt schon, wobei der Saturn gerade ja so gedreht ist zur Erde,\ndass man die Ringe wirklich nur so als durchgehenden Strich sieht und nicht richtig schön.\nDas verschiebt sich ja alle paar Jahre und wir haben jetzt irgendwie so fünf\nsehr langweilige Saturnbeobachtungsjahre vor uns, bis er sich irgendwann mal wieder… Obwohl."
    },
    {
      "speaker": "roddi",
      "time": "1:48:27",
      "text": "Wenn der so ein wirklich richtig scharfer Strich ist, das kann auch gut aussehen.\nWas man auch beobachten kann, sind Kometen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:48:37",
      "text": "Ja, glaube ich."
    },
    {
      "speaker": "roddi",
      "time": "1:48:39",
      "text": "Und da ist vor zwei Wochen oder wann es war, jetzt muss ich nochmal gucken,\nwann habe ich das Foto gemacht? 22. Oktober.\nOkay, ist ein bisschen her. ist tatsächlich ein Komet an uns vorbeimarodiert.\nUnd jetzt werde ich mal, das geht aber wirklich nur so, dass ich das jetzt tatsächlich\nmal in den Slack schmeiße, ein Foto, das ich gemacht habe von jenem, ähm,\nVon jenem Kometen und zwar, womit?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:12",
      "text": "Mit dem iPhone."
    },
    {
      "speaker": "roddi",
      "time": "1:49:14",
      "text": "Aus der Hand. Das halte ich nicht erwartet, dass man den so gut fotografieren kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:21",
      "text": "Wolltest du ihn so gut sehen?"
    },
    {
      "speaker": "roddi",
      "time": "1:49:23",
      "text": "Nein, man konnte ihn gar nicht sehen. Durchs Fernglas habe ich ihn gesehen.\nAber ansonsten habe ich im Prinzip nur ins Stellarium geguckt.\nWo ist der in dem Sternbild, was da so in der Nähe war? ja, ungefähr da und\ndann schräg von dem runter und habe den dann so mit dem Telefon angepeilt und fotografiert.\nMehrere Fotos gemacht. Man sieht auch noch Wolken, also es war noch nicht mal super klar."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:49:48",
      "text": "Das ist nicht wie bei Samsung gemalt."
    },
    {
      "speaker": "roddi",
      "time": "1:49:50",
      "text": "Sondern… Das ist, naja gut, wie sehr vertraust du das?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:49:54",
      "text": "Man weiß es nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:49:56",
      "text": "Apple hat Apple Intelligence noch nicht so weit am Start. Also ich glaube, das ist noch echt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:50:02",
      "text": "Was für eine Uhrzeit ist das denn? Oder hast du das einfach so hochgezogen in der Helligkeit."
    },
    {
      "speaker": "roddi",
      "time": "1:50:06",
      "text": "Weil es gerade so nach Nachmittagshimmel aussieht? Ich weiß nicht,\nob das jetzt in den Metadaten steht drin, 19.25 Uhr.\nDas war auf dem Drachenberg im Grunewald, mitten in der Stadt quasi."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:24",
      "text": "Es gab ja auch vor ein paar Wochen hier erhöhte Aurorenaktivität."
    },
    {
      "speaker": "roddi",
      "time": "1:50:28",
      "text": "Ja, das ist mir aber nicht gelungen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:30",
      "text": "Mir auch nicht, aber nach Freundin von mir tatsächlich und zwar ähnlich wie\ndu das jetzt hier mit dem Kometen gemacht hast sie hat halt einfach mal in den\nHimmel hinein fotografiert wo angeblich was sein soll wo man aber so mit dem\nAuge nichts sehen konnte und die Kamera des Telefons konnte dann aber wirklich\neine schöne grüne Aurora dort,\nauflösen das ist so ein bisschen so dieser,\nImage Fulgurator Effekt,\nWenn euch das noch was sagt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:51:03",
      "text": "Nee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:03",
      "text": "Der Image Fulgurator hat mal den Pre-Ars-Elektronika-Preis, den Hauptpreis gewonnen.\nWie ich finde, total zu Recht. Das ist eines der tollsten Kunstprojekte,\ndie ich überhaupt bisher kennengelernt habe.\nUnd zwar hat der junge Mann eine ganz normale Spiegelreflexkamera genommen.\nAber er hat sie nicht als Kamera benutzt, sondern als Projektor.\nMit dem besonderen Spin, und da müssen wir uns jetzt auch nochmal 10,\n20 Jahre zurückdenken, das ist jetzt so vor 15 Jahren gewesen,\nwo die allermeisten Kameras, mit denen die Leute noch rumgelaufen sind,\nin der Regel auch Blitz ausgelöst haben, weil sie eben noch nicht so lichtsensibel waren.\nUnd was er jetzt gemacht hat, also er hat eine relativ große Spiegelreflexkamera\nmit so einem dicken fetten Objektiv vorne dran, aber es war halt kein Film eingelegt,\nsondern es war quasi ein Blitz dort eingebaut.\nUnd ein Dia, ne?\nUnd außerdem gab es noch einen Blitzdetektor. Also da oben, wo normalerweise\nman bei einer alten Kamera einen Blitzwürfel oder so etwas oder einen Blitzaufstecker\nerwarten würde, war ein Sensor.\nEin Blitzsensor. Und was er jetzt gemacht hat, ist, er ist an Orte gegangen\nwie Checkpoint Charlie, wo ganz viele Touristen rumstehen und die ganze Zeit\nklick, klick, klick, klick, alles fotografieren.\nHat seine Kamera... da quasi auch platziert an den Ort, wo alle hinzeigen.\nDie Leute haben auf ihre Kamera gedrückt, der Blitz wurde ausgelöst.\nSeine Kamera hat den Blitz über den Sensor zur Kenntnis genommen,\nihrerseits den internen Blitz ausgelöst und damit das Dia in diese Szenerie\nhinein projiziert für diesen kurzen Blitzmoment.\nUnd alle Touristen hatten dieses Bild, was sie so nicht gesehen haben, auf ihr Kameras."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:53:12",
      "text": "Geil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:14",
      "text": "Und damit ist er dann sogar nach China gefahren auf den Tiananmenplatz und hat\ndas irgendwie so auf diese Mao-Bilder und so weiter eine Friedenstaube drauf projiziert.\nDa musst du wirklich richtig Eier haben.\nUnd ja, das war dann immer der Effekt, die Leute fotografieren das,\ngucken sich dann auf ihrem Bildschirm, den es dann schon gab,\nirgendwie an, so was habe ich denn da fotografiert? Und so, hä?\nWarte mal, gucken dann wieder ungläubig nach oben und wieder auf ihre Kamera,\nwo war das denn jetzt? Naja und so ein bisschen ist es hier auch mit diesen\niPhone-Bildern von irgendwelchen Himmelsphänomenen Du siehst halt normalerweise\ngar nichts Klickst und auf einmal ist auch irgendwas da Das."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:53:50",
      "text": "Ist ja total großartig Sag mal wie hieß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:52",
      "text": "Das? Image Fulgurator, das dürfte auch ganz gut dokumentiert sein,\nDas ist ein fantastisches Projekt von Julius von Bismarck.\nDa gibt es auch eine Wikipedia-Seite dazu, wie sich das auch gehört. Wirklich fantastisch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:54:09",
      "text": "Ich dachte jetzt bis zu vier Fünftel deiner Geschichte so, okay,\nwhat's the point? Was soll das?"
    },
    {
      "speaker": "roddi",
      "time": "1:54:14",
      "text": "Ich hatte davon schon mal gehört."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:54:16",
      "text": "Klar."
    },
    {
      "speaker": "roddi",
      "time": "1:54:17",
      "text": "Und auf Fotos gesehen, es ist relativ geil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:20",
      "text": "Es ist so eine wunderbare Idee auf so vielen Ebenen.\nAlso es ist technisch, es ist einfach eine geile Umsetzung. Es ist super analog,\nes ist einfach, aber es ist dann eben einfach von seinem kulturellen Effekt\nher einfach auch irre gut.\nUnd auch diese ganze Debatte, die du damit hast, mit was ist irgendwie real\nund wie ist meine Wahrnehmung durch Technik und so weiter, also da kannst du,\ntoll. Also wirklich ein fantastisches Projekt.\nGibt es auch Videos, wo er dann halt das Ding zum Einsatz bringt,\nda auf dem Platz des himmlischen Friedens und so weiter."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:54:58",
      "text": "Und eine große weiße Friedenstaubequell über Mao. Ja, sehr schön."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:04",
      "text": "Hier ist die offizielle Seite, der hat auch viele Sachen gemacht,\ndas war natürlich so gleich sein Durchbruch, genau hier ist die Seite,\nwo auch dieses Mao Ding ist,\ndas genau, ja also toll, einfach nur großartig und das muss man erstmal bringen.\nHier, Bundesadler auf Polizisten auf Demos.\nDas ist schon fantastisch. Papst, Obama, alle mussten drin glauben.\nGut."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:55:47",
      "text": "Oh Mann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:48",
      "text": "So viel zur modernen Klernenbeobachtung."
    },
    {
      "speaker": "roddi",
      "time": "1:55:53",
      "text": "Ja, aber ohne so eine Sternen-App kommt man eigentlich wirklich nicht weiter.\nDie sind aber auch alle nicht teuer, glaube ich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:56:00",
      "text": "Übrigens, deprimierendes Ende. Meine Jungs haben sich da null für interessiert.\nPapa hatte Spaß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:08",
      "text": "Papa hatte Spaß. Ja, ja, genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:56:12",
      "text": "Die Jugend von heute."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:13",
      "text": "Das beruhigt mich in gewisser Hinsicht."
    },
    {
      "speaker": "roddi",
      "time": "1:56:17",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:18",
      "text": "So, was haben wir noch auf unserer tollen Liste?\nwir könnten mal wieder so ein bisschen in unsere KI-Ecke abdriften.\nVielleicht so eine Kleinigkeit,\nvorab. Ich habe so ein bisschen rumgespielt. Man kann jetzt in,\nder Macintosh, wahrscheinlich geht es auch woanders, weiß nicht,\naber die Mac-App auf jeden Fall auf dem Mac, die Desktop-App von ChatGPT hat\njetzt ein kleines Feature bekommen.\nwo man ChatGPT mit anderen Programmen verbinden kann.\nDa ist ja so ein Icon dazu und dann kann man es mit verschiedenen Programmen verbinden.\nZum Beispiel mit dem Terminal.\nEs geht mit Visual Code, dem Programmiereditor TextEdit und Xcode.\nVielleicht planen sie noch mehr, aber das geht jetzt auf jeden Fall erstmal.\nIch habe das dann mit Visual Code ausprobiert.\nUnd was es macht, ist quasi, du kannst dann in deinem Programmiereditor,\nin dem Visual Code, hast halt irgendwelche Source-Code offen und kannst den\ndann quasi einfach befragen.\nDu musst da nicht alles reinpasten, sondern kannst halt sagen,\nso ja, hier kannst du mal bitte gucken, was da nicht in Ordnung ist.\nUnd das kam ganz handy, weil ich gerade so ein bisschen das Problem habe auf\nmeinem Server, dass ich da so eine etwas exzessive Liste an Fehlermeldungen im Log-File habe.\nUnd das war so veralteter, vergammelter PHP-Code, der aus bestimmten Gründen\nda noch laufen muss, aber sozusagen an die modernen Versionen von PHP,\ndie ja mittlerweile laufen, nicht mehr so ganz angepasst ist.\nUnd da ich mich eigentlich mit sowas überhaupt nicht beschäftigen kann und will,\nAber trotzdem dieses Problem hatte, dachte ich mir so, fragst du mal die Intelligenz?\nUnd hab dann halt so, ja, kannst du mir mal sagen, was jetzt hier irgendwie\nmal korrigiert werden muss, damit die Fehlermeldungen aufhören,\nohne dass es die Funktionalität jetzt einschränkt?\nUnd das funktioniert tatsächlich ganz gut, weil es in der Regel immer nur so\nKleinigkeiten sind mit, ja, hier, du musst gucken, ob das hier auch da ist und\nwenn du einfach drauf zugreifst und das gibt es nicht, dann gibt es gleich eine\nFehlermeldung und so weiter.\nUnd so konnte ich dann also mein Fehleraufkommen schon mal so um 90% gefühlt\nreduzieren, indem ich einfach da über die Brücke da gemacht habe.\nEs wäre natürlich jetzt auch anders gegangen, aber es ging dann halt auch so,\nkannst halt auch ein komplettes Repo offenhalten in deinem Code-Editor und dann\nkann man theoretisch da ja irgendwie überall rumschauen.\nEs geht aber glaube ich nur mit geöffneten Fenstern, also muss man irgendwie\nmehrere Files gleichzeitig aufmachen.\nDas würde wahrscheinlich auch noch alles funktionieren.\nUnd dann meinte er so, ja, hier, da gibt es das und das Problem.\nUnd es ist schon ganz erstaunlich, wie, naja, ich will es nicht akkurat sagen,\naber es wird halt, die Zahl an neu eingetragenen Fehlern ist überschaubar.\nIch bin da relativ gnadenlos vorgegangen und habe gesagt, so ein Fix,\nja, zack, bumm, einfach mal auf\nden Server geladen geguckt, so scheint zu laufen, passt schon irgendwie.\nja, es waren jetzt keine wichtigen Dinge, aber ich wollte einfach,\ndass die Fehlermeldungen weggehen. Das sah dann auch irgendwie alles ganz sinnvoll aus.\nMuss mir auch nochmal genauer anschauen. Also so ein kleiner Hack,\nmit dem man jetzt vielleicht ein bisschen rumspielen kann.\nKleine Erweiterung noch. Etwas, was ich heute erst erfahren habe,\nda habe ich ja nur ganz kurz mit rumgespielt. Es gibt von Visual Code jetzt einen Fork.\nIst ja Open Source von Microsoft. Und es gibt jetzt einen Fork, der heißt Cursor.\nUnd Cursor ist quasi dasselbe Visual Code, sieht ein bisschen,\nganz klein bisschen anders aus, aber im Wesentlichen dasselbe Ding.\nUnd dort sind aber schon die LLMs von Cloud, ChatGPT, noch so ein paar,\nalle irgendwie mit integriert.\nDas heißt, du hast dann quasi deinen Chat direkt in deinem Code-Editor mit drin,\nkannst einfach so Code markieren, Apfel L und kannst dann irgendwie zu diesem\nmarkierten Code direkt Fragestellungen machen und dann,\nwas weiß ich, formatier mir das um oder find dir den Fehler oder programmiere\nwas und das habe ich jetzt nur erzählt bekommen,\ndas soll wohl relativ solide auch schon funktionieren, dann mit so Tab-Completion und baue mal das ein.\nUnd das heißt, du schreibst halt irgendwas hin und dann ahnt dann sozusagen\ndie Software auf Basis dieser auf Code optimierten LLMs, was da wohl jetzt geschrieben werden soll.\nUnd wenn es nicht klar ist, dann kannst du es halt auch einfach dann hinschreiben\nund quasi so in Duotamin-Sprache sagen, ja ich hätte jetzt hier,\nwas weiß ich, gerne eine Loop, die hier fünfmal sich im Kreis dreht und sich\nselber aufruft und bau doch mal.\nAlso das geht ja weiterhin voran in diesem Bereich.\nIch glaube, das ist so ein Einsatzzweck, der eine ganze Menge Produktivität\nfrei macht bei Programmierern, weil sie einfach von so...\nSchreibt-Tasks und Dokumentiert-Tasks auf einmal befreit werden."
    },
    {
      "speaker": "roddi",
      "time": "2:01:34",
      "text": "Ich habe jetzt ein Paper gesehen, wo jemand argumentiert hat,\ndass das nur dann hilfreich ist, wenn die Code-Basis schon in gutem Zustand ist.\nWährend man mit einer relativ schlechten, mit viel Geschichte behafteten Code-Basis\ndie Sachen eigentlich nur schlimmer macht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:01:53",
      "text": "Da hätte ich jetzt fast das Gegenteil behauptet, weil das hätte ich jetzt gesagt,\nwo ich es jetzt in der letzten Zeit für die aktuelle Ultraschall-Release zwei-,\ndreimal eingesetzt habe, ist Refactoring.\nAlso so gewachsener Spaghetti-Code.\nIt just works. Und wir gucken erstmal lieber ein paar Tage nicht mehr drauf.\nIch reingeworfen habe und sage, so mach mal ein klassisches Refactoring."
    },
    {
      "speaker": "roddi",
      "time": "2:02:13",
      "text": "Um Refactoring ging es da nicht so richtig, sondern es ging darum,\ndann neue Sachen dran zu kleben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:02:19",
      "text": "Ah, okay. Also so Christmas-Tree-Approach. So mach mal noch an dem bestehenden Code XY, aber ohne."
    },
    {
      "speaker": "roddi",
      "time": "2:02:24",
      "text": "Ja, genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:02:26",
      "text": "Das glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:27",
      "text": "Eine Sache habe ich noch vergessen. wo du das gerade erwähnst,\nalso man kann, das habe ich aber jetzt noch nicht ausprobiert,\naber man kann in diesem Cursor, wenn du da so ein Repo hast,\ndann liest er, dann kann er auch das ganze Repo indizieren.\nDas heißt, nicht nur, dass er weiß, welche Files jetzt alle zu deinem Projekt\ngehören, sondern er liest wohl auch die komplette Git-Historie mit ein.\nDas heißt, du kannst halt mit dem LLM auch quasi wer hat diese Änderungen gemacht\nund kannst du nochmal da, also du kannst dich quasi Wen von den Leuten."
    },
    {
      "speaker": "roddi",
      "time": "2:02:57",
      "text": "Die da committen, soll ich auswerben?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:00",
      "text": "Genau, wer hat denn hier am meisten schlechten Code produziert?"
    },
    {
      "speaker": "roddi",
      "time": "2:03:05",
      "text": "Wer hat denn Gehaltsöhrung verdient?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:08",
      "text": "Ja, aber nice, oder? Also Cursor, keine Ahnung, noch nicht viel selbst verwendet,\naber war wohl bei ein paar Startups gleich so ein Instant-Hit.\nCursor.com, the AI Code Editor."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:03:26",
      "text": "Das gucke ich mir doch glatt mal an.\nWas ich mir auch angeschaut habe, noch im Nachklapp zur letzten Sendung,\nda hatten wir so einen gewissen KI-Schwerpunkt, ist nochmal dieses mittlerweile\nlegendäre LLM-Paper von Apple.\nWir erinnern uns, das kam eben so relativ knapp vor unserer letzten Sendung raus.\nIch hatte damals nochmal ganz flüchtig drauf geguckt und das hatte ja doch so\nviele Wellen geschlagen, bis hin zu Apple hat erkannt, LLM ist doch nicht die\nZukunft und was wird jetzt bloß aus Apple Intelligence werden und so,\ndass ich dachte, okay, ich investiere jetzt doch mal zwei Stunden und lese es\nmir mal im Original durch.\nUnd das erstmal vorneweg, also da muss man jetzt auch nicht irgendwie Hardcore,\nweder KIler noch Informatiker sein, um das zu tun. Ich finde,\ndas ist soweit erstmal alles gut verstehbar, was da passiert.\nUnd da wollte ich jetzt nochmal zwei, drei Eindrücke nochmal von teilen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:18",
      "text": "Hast du den Link?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:04:19",
      "text": "Habe ich reingeworfen gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:20",
      "text": "Oh ja, okay."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:04:21",
      "text": "Wir sind immer noch hier bei Teleskopen. Genau, das ist das Paper."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:27",
      "text": "GSM Symbolic Understanding the Limitations of Mathematical Reasoning in Large\nLanguage Models. Also wir versuchen zu verstehen, was die begrenzten mathematischen Reasonings."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:04:40",
      "text": "Logisches Denken, Herleitungen, genau.\nGenau, so und das ist dann das, was sie eben auch tun und das ist die Anfangssetzung, die sie machen.\nAlso sie generalisieren sehr stark, sie sagen also dann nicht,\ndas ist jetzt nur für Mathematik, sondern ihr Grundargument ist,\nso Mathematik als irgendwie hier formale Sprache und Grundbausteine der Logik.\nWenn die LLMs noch nicht mal zur Mathematik vernünftig können,\ndann können sie auch keine andere Arten von Reasoning und Denken und irgendwie\nargumentieren und herleiten.\nWo ich immer mal so ein Fragezeichen schon mal ganz am Start dran machen würde,\nweil ja nun mal bekannt ist, dass LLMs einfach große Schwächen in Mathematik haben.\nWas nicht unbedingt heißt, dass sie in anderen Punkten von Logik auch schlecht sein müssen. Aber gut.\nWas aber schon cool ist, ist der Ansatz, den sie gewählt haben.\nDen kann ich schon ganz gut feiern.\nUnd zwar haben sie also einen der Standard-Tests im Mathematikbereich genommen,\nwo glaube ich so eher vierte, fünfte Klasse Mathematikkenntnisse abgefragt werden.\nJetzt also nicht irgendwie Mathematikleistungskurs und Universität und so,\nsondern relativ basale Geschichten.\nDer hat auch irgendwie einen spezifischen Namen, irgendwas 8000 oder sowas,\nleitet sich glaube ich auf den, nach den Anzahl der Fragen oder sowas,\ndie da gestellt werden, ist auch egal.\nUnd sie konstatieren halt erstmal, dass die Modelle immer besser werden,\nin diesem Test, diesem hochstandardisierten Test abzuschneiden.\nUnd ihre These ist halt, vielleicht ist dadurch, dass dieser Test einfach so\nbekannt ist, mittlerweile auch einfach in das Lernmaterial eingeflossen,\nwas die richtigen Lösungen sind.\nUnd was kommt denn eigentlich raus, wenn wir mal, das sind also Textaufgaben,\ndie da gestellt werden, wenn wir mal die Namen der Person ändern oder mal andere Zahlen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:29",
      "text": "Das hattest du ja im Prinzip letztes Mal auch schon gemacht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:06:32",
      "text": "Das hatte ich auch schon mal ansatzweise gemacht. Da bin ich dann gefreut,\ndass die schlauesten Leute bei Apple auf dieselbe Gedanken gekommen sind.\nSehr gut, alles richtig gemacht.\nUnd die Ergebnisse sind schon erstmal verstörend. Weil sie wirklich signifikante\nUnterschiede bekommen, ob es nun Edgar hat fünf Äpfel versus Monika hat fünf Äpfel.\nUnd bei dem einen ist die Wahrscheinlichkeit höher, dass die mathematische Formel\nrichtig berechnet wird und bei dem anderen ist sie niedriger.\nSo, den Punkt muss man Ihnen jetzt erstmal geben, der ist da.\nUnd Sie testen halt insgesamt, ich glaube 20 Modelle haben Sie drin,\nvon Open Source über Closed Source.\nUnd man sieht innerhalb dieser Modelle da eine sehr starke Spreizung.\nSie gehen sehr stark auf den Punkt immer ein, so alle Modelle werden schlechter,\nwenn ich das verändere. Sie haben dann auch noch andere Parameter,\nwie sie werden auch nochmal signifikant schlechter, wenn zusätzliche gleichartige\nMathematikschritte hinzukommen.\nDas heißt, wenn du also nicht nur 3 plus 4 als Aufgabe hast,\nsondern 3 plus 4 plus 8, dann brechen die auch richtig signifikant ein,\nobwohl, okay, das ist jetzt more of the same, würde man sagen.\nDas sollte jetzt eigentlich nicht die Modelle vor größere Probleme stürzen, stürzt es sie aber.\nAn zwei Punkten würde ich sagen, ist das Paper dann problematisch und die sind\naber auch beide schon, finde ich, jetzt in der Literatur ganz gut diskutiert worden.\nAlso von daher ist es jetzt auch nichts bahnbrechend Neues, was ich hier bringe.\nDas erste ist halt, dass überdeutlich ist, dass sie das ganze Paper geschrieben\nhaben, bevor OpenAI die O1-Modelle rausgebracht hat.\nund dann wurde ihnen klar, okay, die müssen wir jetzt noch irgendwie reinbringen,\nund das führt wirklich zu der Situation, dass sie in den Charts drin sind und\ndann in den besprechenden Texten dann aber nicht auftauchen,\ndass sie Aussagen machen, die\ndeutlich dem widersprechen, was der Chart aussagt in der Relation dazu.\nDas ist, finde ich, schon schwierig. Also da war das Proofreading am Ende auch\nmal einfach Mist, was ich dann auf so einer Ebene von Weltklasse-Publikationen\ndann, das sollte eigentlich nicht passieren."
    },
    {
      "speaker": "roddi",
      "time": "2:08:39",
      "text": "Archiv hat eigentlich nur Preprints, ne?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:08:43",
      "text": "Naja, aber das ist die Version, die von Apple selber auch verlinkt ist.\nAchso, du meinst, dass das irgendwann nochmal eine Revision davon gibt?\nDas kann ich mir nicht vorstellen. Das Ding ist jetzt so draußen.\nDa glaube ich nicht, dass sie da nochmal nachziehen. Und der zweite Punkt,\nden finde ich fast noch relevanter ist.\nDass eben jetzt die O1-Modelle, sowohl das Mini als auch das Preview,\nsich bei den meisten ihrer Verfahren mit Abstand an die Spitze setzen.\nUnd zwar in der Größenordnung von so, die anderen krauchen irgendwie so bei\n86% Akkuratheit rum, was jetzt auch mal nicht nichts ist und nicht schlecht ist.\nUnd die O1-Modelle sind halt irgendwie so bei 98, 99% Exaktheit. Es ist halt nicht 100.\nUnd dann stellen sie sich auch wieder hin und sagen, wir können ja erst von\nReasoning sprechen, wenn das Modell auf 100% kommt. Ansonsten.\nWo ich dann aber auch sage, ja, das ist irgendwie auf einer theoretischen Ebene\nist das schon richtig, aber wenn ich da jetzt halt irgendwie 100 Menschen hinsetze,\nja, die werde ich im Mittel mehr Fehler draußen haben.\nHeißt das, dass diese Menschen nicht denken können oder nicht irgendwie mathematisch\nReasoning beherrschen?\nfinde ich daraus dann diese Grundfolgerung abzuleiten, finde ich schwierig würde\nich deshalb jetzt auch so ein Modell,\nwo ich weiß, okay ich komme statistisch auf 98% akkurat halt bei solchen Sachen,\nda fallen mir halt 30.000 Use Cases ein für die das total good enough ist den\nPunkt hatten wir auch schon in der letzten Sendung es gibt unendlich viele Szenarien\nwo ich nicht auf 100% muss deshalb ist es doch trotzdem wahnsinnig nützlich Aber."
    },
    {
      "speaker": "roddi",
      "time": "2:10:22",
      "text": "Du kannst natürlich argumentieren, so ein LLM ist ja im Prinzip eine Vervollständigungsmaschine\nfür die Aufgabe, die du ihm gegeben hast.\nUnd wenn das Ding halt immer wieder an komischen Ecken und Enden bricht,\nweil es nicht wirklich eine logische Schlussfolgerung macht,\ndann ist es halt trotzdem schlecht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:44",
      "text": "Ungeeignet ist es nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:10:46",
      "text": "Oder ungeeignet."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:10:48",
      "text": "Kommt halt auf den Justus. Ja, aber die Frage ist halt, wofür braucht man denn\nwirklich ein hundertprozentiges, also mal aus einer menschlichen Perspektive.\nMit 98 Prozent hast du immer noch eine 1.0 im Mathe-Test.\nDafür reicht es dann offensichtlich.\nFlüchtigkeitsfehler passieren halt Menschen auch. Das heißt also jetzt selbst\nin irgendwelchen anspruchsvollen Mathe-Projekten."
    },
    {
      "speaker": "roddi",
      "time": "2:11:12",
      "text": "Das kann man, finde ich, ist jetzt schön reden."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:11:15",
      "text": "Solange du noch irgendjemand hast, der hinterher halt noch einen Test hinterher\nschickt und die Ergebnisse nachkontrolliert.\nAlso, naja."
    },
    {
      "speaker": "roddi",
      "time": "2:11:25",
      "text": "Naja, Flüchtigkeitsfehler ist das eine, aber wenn du halt da noch was änderst,\ndann versteht er das Modell nicht mehr. Also versteht er die Aufgabe nicht mehr, ist halt was anderes."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:11:33",
      "text": "Ja, aber da würde ich dann auch nochmal unterteilen. Also die O1-Ergebnisse\nsind dann eben schon ganz schön gut und sehr viel besser als die anderen.\nUnd auch wenn jetzt immer gesagt wird, so das Plateau ist erreicht,\ndie LLMs entwickeln sich nicht mehr weiter, ja das würde ich für O1 mal echt nicht unterschreiben.\nIch finde hier wird der Envelope schon wieder eine Menge aufgemacht in neue Richtungen.\nUnd dieses Paper überzeugt mich nicht vom Gegenteil.\nDas nochmal."
    },
    {
      "speaker": "roddi",
      "time": "2:12:03",
      "text": "Haben Sie das denn als Schlussfolgerung geschrieben?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:12:05",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:05",
      "text": "Aber ich meine, O1 ist doch im Prinzip, wenn ich das richtig verstanden habe,\nim Kern einfach auch nur eine Kaskade von LLMs.\nAlso es ist sozusagen ein LLM, liest LLMs Ergebnisse gegen und prüft dann nochmal\nauf andere Aspekte, sodass du mehr als nur einen Kontext hast,\nauf den sich alles bezieht, sondern du verschränkst sozusagen verschiedene Aussagen,\ndie aber in sich immer noch alle auf derselben Art und Weise der Herleitung basieren.\nDas ist also eigentlich nur ein Wahrscheinlichkeitsgame, wo du dann eben durch\ndie Kombination mehrerer Modelle, also mehrerer Abfragen gleichzeitig damit\neinfach nur so die Kommastelle nach hinten treibst.\nAber es ändert ja nichts daran, dass zu keinem Zeitpunkt das System überhaupt\neine Ahnung hat, worüber es redet.\nDas ist ja das Kernproblem.\nUnd wir haben halt das Hauptproblem dieser ganzen AI, Chat-GPT,\nChat-Interaktion, ich rede mit einer Intelligenzwelle, die uns ja alle irgendwie\nerfasst hat, weil sie halt so...\nIrgendwie erstmal irre ist, dass das überhaupt, also dass man da so diesen,\nwieder mal so einen entscheidenden Durchbruch gehabt hat, um erstmal das eigentliche\nZiel zu machen, was nämlich so, verstehe die Sprache, übersetze,\nirgendwie red mit mir wie ein Mensch, das waren so die Ziele.\nUnd dann hat man festgestellt, oh holla, die Waldfee, dieses Prinzip,\nwas das sehr gut sicherstellt,\nwo die Kommastelle so weit nach hinten verschwunden ist, dass das schon nicht\nmehr relevant ist, das funktioniert jetzt auf einmal auch mit Code.\nDas funktioniert jetzt auf einmal sogar mit mathematischen Herleitungen,\nweil sie es immer größer machen, weil sie immer noch mehr Wälder verbrennen\nund irgendwie die Datenzentren da bereit zu stellen, das eben auch noch alles auszurechnen.\nNur ändert es eben nichts an der Methode, die irgendwo endlich ist,\nweil sie eben nicht im eigentlichen Sinne logisch arbeitet.\nEine Ausnahme mag sein, und das habe ich jetzt nicht so richtig verfolgt,\naber war es nicht schon mit 4O oder so, dass sie dann für Python-Code auch tatsächlich\ndann irgendwie so einen Interpreter noch am Start haben, wo sie den Code dann laufen lassen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:14:30",
      "text": "Um dann quasi solche Behinderungen ausgleichen zu können.\nLLMs können nicht rechnen, okay, dann machen wir halt einfach,\naber LLMs können Python-Code schreiben, übersetzt deine mathematische Aufgabe\nin ein einfaches Python-Skript, rechnet es durch, sieht man ja sogar auch,\nwie es aufgebaut wird und spuckt dann die Antwort wieder in den Chat raus.\nHabe ich aber jetzt lange nicht gesehen.\nIch bin mir gar nicht sicher, ob sie das noch so prominent drin haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:54",
      "text": "Ja, da bin ich mir auch nicht so sicher, ob dann dieser Ansatz auch zu wirklich\nbelastbaren Ergebnissen führt.\nEigentlich brauchst du ja sowas wie Mathematiker, also wirklich so eine richtige\nMathemaschine, die du dann eben damit kombinierst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:15:05",
      "text": "Wenn ich mir jetzt gerade angucke, wie mein Großer, der ist in der zweiten Klasse,\nwie der auch Mathematik lernt gerade, um mal bei dem Thema zu bleiben, so Kopfrechnen.\nDa hast du doch aber auch den Fall, dass es eigentlich ab einem gewissen Grad\ngar nichts mehr mit Logik zu tun hat und mit Zählen, sondern mit auswendig lernen\nund Mustererkennung und Musteranwenden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:27",
      "text": "Ja klar, bei uns beim Hirn, aber wenn du halt jetzt wirklich die Aufgabe eines\nComputers in Anspruch nehmen willst, wo etwas akkurat berechnet wird,\nweil davon hängt ab, ob die Brücke umfällt oder nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:15:38",
      "text": "Es wird bei uns dann ja eben auch in Synapsen gespeichert. Und wenn man jetzt\nsagt, okay, das lässt sich in einem LLM einigermaßen abbilden,\ndieses antrainierte, gelernte Kopfrechnenwissen,\nwürde ich mal sagen, da ist nicht unbedingt eine technische Barriere,\ndie das verhindert, dass ein LLM genauso gut Kopfrechnen kann wie ein Mensch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:55",
      "text": "Ja, aber der Mensch ist ja schon lange nicht mehr der Benchmark,\nwenn wir so Fragestellungen haben wie, was ist wahr?\nErzählt ist das jetzt hier nur so dahergeseierter Slop,\nden mir die Maschine sich jetzt einfach ausgedacht hat, weil ich sie dazu gezwungen\nhabe, mir zu sagen, wo eine Halloween-Party ist und die Halloween-Party,\nja die ist halt heute in Dublin, da gibt es eine große Parade und dann stehen\nda tausend Leute rum und warten auf die Halloween-Parade und es findet keine\nStadt. This has happened.\nDann hat das halt keinen Wert.\nUnd natürlich sind Menschen genauso schlecht.\nDie Erfahrung hat man ja vor Gerichten schon oft gemacht.\nDu kannst halt Zeugen mit der richtigen Fragestellung dazu bringen,\nwas zu sagen, was sie so nie gesehen haben.\nLeute erinnern sich schlecht, auch unmittelbar betroffene Leute erinnern sich\neinfach falsch, weil wir nicht gut da drin sind. Wir sind nicht gut oder sagen\nwir mal, die Fehleranfälligkeit ist relativ hoch.\nNur unsere Intelligenz reicht halt dann um so die Basic-Tasks,\ndie jetzt wirklich wichtig sind, nicht auf die Fresse fallen,\nnicht gegen den Baum laufen und so weiter, die kriegen wir halt hin.\nUnd einzelne Individuen unter uns, bei denen funktioniert halt der ganze Apparat\nso gut, dass sie eben besonders gute Physiker,\nMathematiker, Herleiter, Superprogrammierer und was weiß ich für Literaten geworden\nsind, die auch alle irgendwie ihre Schwächen haben, aber die nur dadurch auffallen,\ndass sie eben besonders gut sind.\nUnd eigentlich ist es mit diesen LLMs genauso.\nNur jetzt ist natürlich die Erwartung der Bevölkerung und diesen ganzen Hype\nist so dieses so, oh die künstliche Intelligenz, die irgendwie ja wie hell alles weiß,\nalles beobachtet, alles liest, alles interpretiert und jetzt auch so ein eigenes\nConsciousness hat und pipapo.\nDas wird enttäuscht werden, weil...\nDass eben auch, obwohl die Kommastelle so weit nach rechts gedreht wurde,\ndass es für unsere Wahrnehmung und im Vergleich zu unseren Fähigkeiten alles\nsuper geil ist, trotzdem am Ende immer noch Unsinn erzählen kann.\nUnd deswegen kann man sich halt nicht drauf verlassen. Und ich glaube,\ndas ist so ein bisschen die Essenz aus diesem Paper.\nAuch wenn Sie jetzt vielleicht da mit der sehr schnell parallel laufenden Entwicklung\njetzt nicht noch das letzte Datum getestet haben.\nAber im Kern ist es ja immer nur so, du sagst halt zwischendurch noch fünfmal,\nder Video-Hopf ist blöd und dann läuft auf einmal alles komplett gegen die Wand."
    },
    {
      "speaker": "roddi",
      "time": "2:18:42",
      "text": "Naja, weil es ein Textprediktor ist. Also es ist halt, da ist ja keine Intelligenz dahinter.\nEs ist halt ein Textprediktor. Ein sehr, sehr guter, aber halt ein Textprediktor.\nUnd keine Ahnung. Also ich finde das auch nicht problematisch, dass es einer ist.\nUnd nur, was ich ja problematisch finde, ist halt die Leute,\ndie dem dann glauben. Und dann, wie war das?\nZu einer Halloween-Parade angereist kommen, die nicht stattfindet?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:10",
      "text": "Ja, das war so eine Webseite in Pakistan, die hat halt irgendwie so SEO-mäßig\nsich auf Search-Requests,\nwo Leute einfach weltweit nach Halloween-Partys suchen und die haben dann halt\nirgendwie alle Halloween-Partys zusammen versucht sich zu suchen und haben natürlich\ndann auch irgendwann ChatGPT benutzt,\num das alles irgendwie noch zu refinen und dabei hat ihnen halt irgendwie ChatGPT\nso ein bisschen die Fakten verdreht und einfach noch irgendwelche Events dazu halluziniert.\nUnd dann wurde halt eine Halloween-Parade in Dublin angekündigt,\nwas dann irgendwelche Leute entdeckt haben, was dann wiederum von irgendwelchen\nInfluencern auf YouTube und Instagram aufgegriffen wurde.\nSo, oh ja, Halloween-Parade und so weiter, kommt alle.\nUnd dann kamen halt auch alle, nur die Parade kam halt nicht.\nSpaß hatten sie trotzdem mein Mitleid hält sich die Grenzen ja,\nmeins auch, aber das ist dann so der Effekt und das ist halt die Frage,\nokay, was ist jetzt hier mit der Wahrheit."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:20:12",
      "text": "Kleiner Aufruf noch, in der letzten Sendung hatte ich ja mal so eine Liste vorgestellt,\ndie ich pflege mit so etwas kniffligeren Aufgaben für LMs, wo die also gerne\nmal aus der Kurve fliegen ich mache nächste Woche wieder so eine kleine Lab-Aktion hier in Berlin.\nAm Nachmittag dann sogar öffentlich. Wo und wie und in welchem Kontext darf\nich jetzt noch nicht verraten, aber das ist dann auf Mastodon beiseiten zu lesen.\nDa könnt ihr auch gerne vorbeikommen.\nDafür suche ich aber noch gerne knifflige, lustige, absurde Probleme,\ndie LLMs gerade immer noch so haben. Schick mir da gerne mal was drauf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:47",
      "text": "Darfst du sagen, wann, an welchem Tag und wie viel Uhr und in welcher Stadt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:20:51",
      "text": "Es ist Berlin und es wird sein der Donnerstag und es wird sein ab 14 Uhr.\nAber ich darf nicht sagen, wo und was, aus Gründen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:00",
      "text": "Ja, aber man kann es ja zumindest schon mal, dass ein paar Leute sich schon\nmal rausnehmen können aus der Anspannung.\nNicht, dass sie sich die ganze Zeit so, oh Gott, ich muss dabei sein."
    },
    {
      "speaker": "roddi",
      "time": "2:21:12",
      "text": "Das ist öffentlich, aber ich darf nicht sagen, wo, ist natürlich auch ein schwieriges Konzept."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:21:17",
      "text": "Also wenn ihr da draußen so Standardchecks habt,\ndie für Normalsterbliche einigermaßen nachvollziehbar sind, also jetzt nicht\ndie höchsten Stufen der Integralrechnung, sondern eher so common Logikgeschichten,\ndann gerne mir nochmal rüber schicken vorher.\nNaja, dann nehme ich das dann in unseren Testparcours auf.\nWeil das Setting, was ich da machen möchte, ist, dass die Leute können sich\nsowohl knifflige Probleme für LLMs ausdenken, wo sie denken, so daran scheitern sie.\nUnd wenn sie daran scheitern, haben andere Leute die Möglichkeit zu versuchen,\nmit besseren Prompting diese Probleme doch zu lösen.\nSodass man quasi zwei Teams hat, die gegeneinander arbeiten und versuchen,\nauf dem Wege hoffentlich auch zu Erkenntnissen zu gelangen. Ich glaube,\ndas wird ganz lustig. Gucken wir mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:09",
      "text": "Kleine Zwischenanmerkung. Wir hatten ja vor zwei Sendungen oder so,\nda habe ich ja moniert, dass irgendwie so diese ganze Steuerung von Macs und\nso nicht da ist, wo ich will.\nUnd dann wurde ich darauf hingewiesen, dass es Universal Control gibt,\nwas ich ja eigentlich schon wusste, aber komplett vergessen hatte und noch nie\nrichtig ausprobiert habe.\nMittlerweile habe ich das hier im Einsatz und das ist so toll.\nich gelobe Verbesserung. Also ich habe hier meinen Laptop stehen,\nich habe hier diesen Mac Studio stehen und im Mac Studio sind drei Bildschirme\nund ich kann hier wirklich mit einem Trackpad mit der Maus hier so von Bildschirm\nzu Bildschirm gehen, egal von welchem Rechner aus, ist einfach so toll."
    },
    {
      "speaker": "roddi",
      "time": "2:22:48",
      "text": "Ja, ich habe das hier jetzt schon die ganze Zeit mit diesem iPad gemacht.\nKann man den Cursor ja auch rüberschieben und dann tippen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:55",
      "text": "Und Copy und Paste geht auch alles, also ich muss echt Abbitte leisten,\ndas war alles da. Ich habe es bloß nicht gesehen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:23:02",
      "text": "Ich habe da irgendwie immer das Handicap, dass irgendeine meiner Komponenten\nimmer zu alt ist und das nicht unterstützt. Ich müsste einmal so alles modernisieren, dass es klappt.\nMeine iPads sind, glaube ich, zu alt, die ich zu Hause rumlungern habe.\nNaja, bald sind die sowieso alle zerstört von den Kindern. Dann muss man irgendwann\nmal was Neues anschaffen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:20",
      "text": "Mein iPad Pro von 2008 hält immer noch super von 2018."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:23:24",
      "text": "Aber damit geht das zum Beispiel nicht, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:26",
      "text": "Was? Doch, doch, das geht alles ganz wunderbar."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:23:30",
      "text": "Da kriegst du noch eine aktuelle iOS-Version drauf?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:35",
      "text": "Ja. Okay."
    },
    {
      "speaker": "roddi",
      "time": "2:23:36",
      "text": "Also ich habe jetzt gerade ein iPad aus dem Betrieb genommen,\nweil es keine aktuelle Version bekommt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:44",
      "text": "Das 18er ist gerade noch in allem drin und wenn es rausfällt,\ndann habe ich wieder die Qual, weil Apple ja natürlich mein Lieblings-Keyboard\nmitgekillt hat mit dem neuen iPads.\ndas finde ich ja ganz furchtbar das ist ja dein Lieblings-Keyboard ich habe\ndieses Folio-Keyboard das ist von Apple das von Apple was viel gescholten ist\nwie ich finde völlig zu Unrecht also das ist das Keyboard das kann man also\nkomplett einfach detachen,\ndas ist nur so magnetisch ja,\nbesteht unten aus dieser Tastatur und dann eben dem Teil, was sich hinten an\ndas iPad ranlegt und wenn ich das iPad da jetzt so drauflege,\ndann ist da so ein Loch für die Kamera drin.\nMagnetisch passt sich das ein, soweit so gut. Dann kann ich einfach auch die\nTastatur so nach hinten klappen und ohne, dass ich dieses Cover abnehmen muss,\nkann ich das einfach so als normales iPad benutzen.\nWenn ich dann aber gerne das Ding irgendwie in meine Tasche stecke,\nklappe ich das einfach zu und dann ist es irgendwie zu.\nWenn ich es aufbocken will, kann ich das auch ganz einfach machen.\nIch habe hier so zwei kleine Kerben, wo wo ich das halt irgendwie in der einen\nund dem anderen Winkel mit reinmachen kann.\nUnd soweit so gut. Das Keyboard ist halt jetzt nur so ein Folio-Keyboard und\nist jetzt auch schon ziemlich zerfetzt, aber es funktioniert alles.\nNeulich habe ich dann allerdings eine unfassbar coole Anwendung von diesem Ding\ngefunden, die mich wirklich umgehauen hat und die alle meine Probleme gelöst hat im Bett.\nApple löst meine Probleme im Bett.\nUnd zwar, jetzt guckt mal, jetzt haben wir wieder dieses Cook-Problem,\naber ich werde es gleich mal akkurat beschreiben.\nAlso die Problematik ist ja immer, man will einen Film gucken und man will im Bett liegen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:25:38",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:38",
      "text": "Aber man hat irgendwie keinen Bock, irgendwie aufrecht zu sitzen und wo hält man das Ding?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:25:42",
      "text": "Da hilft dir eine Quest-Brille, aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:46",
      "text": "Es geht auch noch einfach, da hilft mir auch dieses Folio-Keyboard.\nJetzt pass mal auf, Wir werden das gleich im Audio-Podcast beschreiben."
    },
    {
      "speaker": "roddi",
      "time": "2:25:55",
      "text": "Das ist jetzt so aufgeklappt, dass sich so ein T ergibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:58",
      "text": "Genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:25:59",
      "text": "Und das steht auf seiner kurzen Seite."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:02",
      "text": "Das ganze iPad liegt sozusagen auf der Seite, aber es wird dann dadurch,\ndass dieses Folio-Keyboard ganz nach hinten ausgeklappt wird,\nalso die Tastatur wie so ein T geformt, dann das Ding hält und das ist super stabil.\nAlso das ist wirklich eine Fantastik. Da kippt nichts um. Das kann auch umkippen,\naber es ist vollkommen ausreichend.\nSo kann man dann einfach so daneben liegen und irgendwie Film gucken."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:26:28",
      "text": "Genau, weil dein Kopf ist eben dann auch seitlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:31",
      "text": "Aber ich verstehe, dass das jetzt sehr schwierig zu beschreiben ist.\nIch werde also jetzt erstmal ein Foto für den Slack machen."
    },
    {
      "speaker": "roddi",
      "time": "2:26:39",
      "text": "Also der Slack geht schon steil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:43",
      "text": "Wie macht man denn das?"
    },
    {
      "speaker": "roddi",
      "time": "2:26:44",
      "text": "Ich wiederhole das jetzt nicht, was da steht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:47",
      "text": "Ich habe es ja auch herausgefordert. Ähm..."
    },
    {
      "speaker": "roddi",
      "time": "2:26:52",
      "text": "Für mein altes iPad hatte ich auch so eine Tastatur.\nDas Problem war nur, dass die Kabel an den Knickstellen irgendwann dann durchgeknickt\nsind und dann ging das nicht mehr.\nDann hat das einen Kurzschluss gehabt, hat fürchterlich Strom abgezogen und\ndann habe ich irgendwann die Faxen dicke gehabt und habe die Kontakte mit Klebeband abgeklebt.\nJetzt ist es nur noch eine Hülle und man kann nicht mehr tippen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:27:18",
      "text": "Ich nutze mal kurz hier die Fotopause. Wir hatten ja auch die neuen AirPod Pros\nmal besprochen, hatte ich ja ein bisschen was zu erzählt.\nKönnt ihr auf euren AirPod Pro 2, die mit Isolation, könnt ihr da eigentlich\nnicken und Kopf schütteln?\nIst jetzt auch bei euch in dem letzten Update mit angekommen.\nweil das finde ich total fantastisch wenn ich da auf dem Fahrrad bin und er\nmich fragt, willst du dein Training aufzeichnen, bist du dann immer irgendwie ja, verstehst du mich,\neinmal mit dem Kopf nicken und hast auch so ein lustiges Audiofeedback,\ngenau es klackt und dann wird es gleich akzeptiert, also Kopfschütteln und nicken\nsuper Gesten mit Kopfhörern,\nschon mal probiert, Tim ist cool ich wüsste nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:59",
      "text": "Wann soll ich denn das gebrauchen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:28:01",
      "text": "Irgendwie willst du XY-Telefonanruf annehmen kriegst du wenig Telefonanruf an\nWillst du das Training, also ich habe das ständig mit Training halt, so.\nIch setze mich aufs Fahrrad, fahre los. Du fährst ja kein Fahrrad mehr,\ndu fährst ja nur noch hier E-Roller und so.\nDann Montorat, wirst du natürlich auch nicht gefragt.\nSchon klar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:23",
      "text": "Keiner fragt dich. So, ja, ich weiß nicht, wie ich das besser beschreiben soll.\nAuf jeden Fall, dieses Folio-Keyboard kann man einfach super einfach so nach\nhinten ausstrecken und dadurch steht das Ding einfach akkurat auf der Seite\nund das ist einfach toll."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:28:39",
      "text": "Das Besondere ist halt, dass es wirklich exakt im 90-Grad-Winkel aufrecht steht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:43",
      "text": "Und wer sich wundert, warum mein Folio-Kiefer so zerfleddert ist,\nich benutze das einfach intensiv, dieses Gerät.\nDas wird die ganze Zeit in Taschen reingesteckt und das ist ein fantastisches\nProdukt und ich würde es auch wieder kaufen, aber man kann es für die neuen\niPad Pros leider nicht kaufen. Und das ist nicht gut."
    },
    {
      "speaker": "roddi",
      "time": "2:29:02",
      "text": "Aber da gibt es auch andere Folio-Dinger für."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:05",
      "text": "Nicht von Apple."
    },
    {
      "speaker": "roddi",
      "time": "2:29:06",
      "text": "Doch, doch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:07",
      "text": "Also nicht das."
    },
    {
      "speaker": "roddi",
      "time": "2:29:08",
      "text": "Ja gut, vielleicht nicht genau das. Also ich habe noch ein ganz altes Keyboard,\nwas so eine Art Hülle auch ist, für ein Mac Mini, für ein iPad Mini damals.\nDas war aber mit Bluetooth. Und das Lustige ist, das lässt sich nach wie vor\nals Bluetooth-Keyboard ganz einfach benutzen.\nIst halt als Hüllenfunktion jetzt nicht mehr so richtig gut. Aber na ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:34",
      "text": "Ich gebe zu, mein Cover sieht wirklich, super abgeranzt aus,\naber es ist einfach, es funktioniert einfach und ich werde mir vielleicht auch\ndemnächst nochmal ein neues kaufen, solange es das noch gibt.\nJetzt kriegt ihr auch noch das Foto hier, das wird euch irgendwie richtig um..."
    },
    {
      "speaker": "roddi",
      "time": "2:29:50",
      "text": "Mit diesem sehr schönen Spruch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:52",
      "text": "Mit diesem sehr schönen Spruch, weil der ist ja da drauf."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:29:55",
      "text": "Und ranzig.\nOh my."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:02",
      "text": "So, Themenwechsel. Ähm...\nWas war denn noch? Ah ja, Vision Pro."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:30:14",
      "text": "Ich habe immer noch keine aufgehabt."
    },
    {
      "speaker": "roddi",
      "time": "2:30:16",
      "text": "Ich auch immer noch nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:30:18",
      "text": "Irgendwann wird das passieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:20",
      "text": "Okay, dann kann ich dir das empfehlen, dass du das, das kannst du jetzt im Apple Store tun."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:30:25",
      "text": "Ja, Zeit müsste man haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:27",
      "text": "Also viel Zeit braucht man dafür nicht. Termine kriegt man problemlos geklickt.\nIch habe das nämlich diese Woche einfach mal gemacht, weil ich wollte nochmal\nherausfinden, ob denn eigentlich meine Scharfstelle,\nAnstellprobleme sich vielleicht durch den Einsatz eines Lesebrilleneinsatzes korrigieren lassen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:30:47",
      "text": "Und sowas haben die da auch im Store?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:49",
      "text": "Ja, ja. Also wenn du irgendwie Brillenbedarf hast, dann kannst du diesen dort anmelden.\nDas wirst du auch, wenn du den Termin schon machst, wirst du schon gefragt,\nob das für dich sozusagen überhaupt ein Aspekt ist.\nund ich habe dann halt irgendwie Lesebrille angeklickt und dann sagst du halt, dann haben sie so drei,\nvier Kategorien von so Lesebrillenkorrekturen, das geht glaube ich so bei 0,75\nbis 1,25 los und dann nochmal eine Kategorie, nochmal eine Kategorie und dann,\ndann dauert es einen Moment, dann wird nämlich hinten quasi das Gerät für dich\npräpariert also hinten setzt dann irgendjemand in Ruhe jemand dann diese richtigen\nDinger schon ein und dann wird das auf so einem Tablett nach fünf Minuten so\nnach vorne gereicht und dann Mit."
    },
    {
      "speaker": "roddi",
      "time": "2:31:43",
      "text": "Handtuch über dem Arm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:45",
      "text": "Naja, also du hast halt die ganze Zeit da so deine Betreuerin oder Betreuer,\nso Erklärerin da neben dir, also in meinem Fall war es halt ein Mädel und hat\ndas auch super gemacht, ich bin sowieso immer sehr beeindruckt wie,\ngute Manieren, die da haben bei Apple. Also die sind wirklich..."
    },
    {
      "speaker": "roddi",
      "time": "2:32:05",
      "text": "Dafür werden sie ja bezahlt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:32:06",
      "text": "Ansonsten fliegst du glaube ich auch sehr schnell raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:08",
      "text": "Ja, das ist sicherlich auch Teil des Trainings. Aber ich finde auch,\ndass sie das wirklich gut hinkriegen.\nAlso erstmal sind sie nicht cheesy, sie sind nicht pushy.\nAlso sie versuchen dir nie irgendwas aufzudrängen.\nSie haben so eine charmante Höflichkeit, die auch nicht... Also eine gute Mischung. Mir gefällt das.\nIch möchte gerne manchmal noch mal so die Glaswand noch ein bisschen weiter aufbrechen.\nDarauf lassen sich dann nur manchmal ein. Wie auch immer.\nIch habe dann gleich gesagt, ich brauche diesen ganzen Demo-Klimpeln nicht,\nweil das habe ich irgendwie alles schon gehabt.\nMir geht es halt eigentlich nur um diese Macintosh-Sache.\nLeider fahren sie noch nicht so die allerneueste Version oder vielleicht ist\ndas auch gerade nur in der aktuellen Beta, das wusste ich nicht,\nwo dieser Mac-Bildschirm auch quasi so ein großer Curve-Monitor sein kann.\nDas wäre jetzt auch nochmal so ein Faktor gewesen. Mir ging es aber jetzt primär\neigentlich um die Schärfe.\nLange Story kurz, auch mit dieser Einlage, die halt für 0,75 bis 1,25 Dioptrien gedacht sei,\nkonnte ich keine Änderung feststellen.\nUnd sie konnte mir leider auch nicht so richtig genau erklären,\nwie denn das eigentlich jetzt genau funktioniert, weil man hat ja irgendwie\ndiesen Bildschirm vor der Nase, dann hast du diese optische Korrektur,\ndann wollte ich halt wissen….\nIch gehe mal davon aus, weil man muss diese Lesebrillen einsetzen,\ndie müssen auch so gepairt werden.\nAlso man muss so richtig diesem Gerät sagen, dass die da jetzt so drinnen sind und total obskur.\nDas war irgendwie so ein Anmeldevorgang, der mich gerade so ein bisschen überrascht\nhat, aber der fand statt.\nund ich hab mich halt gefragt, ob die Darstellung auf dem Bildschirm sich selbst\nauch ändert oder ob nur diese Optik sozusagen dazukommt.\nWeil die Optik ändert ja dann auch nochmal so ein bisschen, wie weit du guckst\nund ich könnte mir also vorstellen, dass die Vision Pro tatsächlich auch das\ntatsächlich auf dem internen Bildschirm dargestellte Bild ändert, in Abhängigkeit davon,\nwas für ein Brilleneinsatz da drin ist.\nWeiß ich aber nicht. Keine Ahnung. Und es ist ja eh alles so ein bisschen obskur,\nweil man blickt in irgendwas, was irgendwie dreidimensional ist,\naber du hast ja nicht die Fokussierung unter Kontrolle.\nDu kannst ja nicht mit deinem Auge sagen, ich gucke jetzt mal ganz nach hinten,\nich gucke jetzt mal vorne.\nAlso du kannst nicht sagen, wo dein Schärfepunkt liegt, sondern der Schärfepunkt\nwird dir ja von diesem Teil nach wie vor vorgegeben.\nDas ist eine generelle Schwäche und ich weiß nicht, ob man da jemals noch Technologie\nfür erfinden kann, die das irgendwie auch noch aufgelöst bekommt,\naber so ist es halt nun mal.\nAlso für mich war es am Ende immer noch zu unscharf.\nIch habe dann mal gefragt, was denn so ihre Erfahrung oder ihr Gefühl ist,\nwofür denn die Leute das so primär verwenden und meinte so, ja die meisten schon\nso wirklich der Macintosh Modus,\nalso wirklich so als Arbeitsterminal und ansonsten so im Entertainment irgendwie Filme gucken.\nDas wäre so eigentlich ein bisschen so die Killer-App.\nBin ich überraschend, aber war auch mal interessant zu hören.\nWobei mich ehrlich gesagt schon überrascht hat, dass diese Macintosh-Nutzung\nquasi, also diese Screen-Nutzung so ein wichtiger Punkt ist.\nvielleicht hat sie es auch nur so gesagt, aber ich hatte so den Eindruck,\nso ist es auch ja also klickt euch mal ein Date, weil es ist.\nDas kann ich echt nur noch betonen. Also bei allen Einschränkungen,\ndie ich da sehe und bei aller Skepsis für diese Technologie als solche,\nals auch konkret für die Vision Pro und bei dem großen Fragezeichen,\nwas denn jetzt wirklich die potenziellen Killer-Apps sind, ob das jetzt sich\nirgendwie so Enterprise-mäßig in so einem super vertikalen Markt durchsetzt.\nAlso es gab ja jetzt diese Berichte, wo sehr erfolgreich das zum Beispiel von\nÄrzten eingesetzt wird bei der Operation und zwar gar nicht mal,\nwas man erst so denken würde für Remote,\nsondern tatsächlich für im Operationssaal, weil sie quasi mit der Brille immer\nnoch genug Auflösung haben, um ihre Tätigkeiten durchzuführen,\naber sich dann eben AR-mäßig die ganzen, wie nennt man das, die ganzen Lebensdaten,\nalso Herzschlag und was halt in dem Moment noch relevant ist,\nwas sie immer im Blick haben müssen."
    },
    {
      "speaker": "roddi",
      "time": "2:36:48",
      "text": "Das Dashboard."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:48",
      "text": "Um das sozusagen alles gleichzeitig im Blick zu haben und das sei schon so ein Grund.\nUnd in so einem Bereich, wo wahrscheinlich der Monitor, auf den sie normalerweise\ngucken, schon mal 10.000 Euro\nkostet, sind diese 3.500 Euro für die Vision Pro, da lachen die drüber.\nWas kostet die? Gib mir 10 davon."
    },
    {
      "speaker": "roddi",
      "time": "2:37:10",
      "text": "Ja, so diese großen NEC-Anzeigemonitore für den professionellen Bereich sind so absurd teuer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:17",
      "text": "Genau, oder bei Radiologen."
    },
    {
      "speaker": "roddi",
      "time": "2:37:19",
      "text": "Da sind auch keine anderen Panels drin, als in irgendwelchen Wald- und Wiesenfernsehern\nund trotzdem zahlst du da nicht tot."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:25",
      "text": "Bei Radiologen hast du halt diese 16-Bit Schwarz-Weiß-Schirme zum Beispiel gehabt."
    },
    {
      "speaker": "roddi",
      "time": "2:37:31",
      "text": "Ja, okay, das ist nochmal was anderes."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:32",
      "text": "Da spielt das schon eine Rolle. Aber generell ist im medizinischen Bereich halt\nalles teuer. Da ist halt diese Vision Pro kein Thema.\nDas ist jetzt auch nur so ein Bereich, aber das war für mich so ein Beispiel,\nwo ich mir dachte so, ah okay, da kann das irgendwie Sinn machen,\naber das ist natürlich kein Massenmarkt.\nEs kann halt nur sein, dass sie so viele solche Nischen erschließen,\ndass quasi darüber so ein Effekt entsteht, wie einst beim Macintosh mit dem Desktop-Publishing.\nWeil das Desktop-Publishing war ja das Killer-App. Das war die Killer-App.\nMan konnte einfach was ausdrucken und Laserdrucker noch dazu und es war einfach,\nes hat komplette Drucksysteme und Agenturen und mehrere Arbeitsplätze auf einmal\nin so eine Maschine reingemacht und da waren dann irgendwie die 10.000,\n20.000 Mark, die du dafür ausgegeben hast, waren halt ein Scherz.\nUnd ähnlich denke ich meist auch bei der Vision Pro. Aber für mich selber,\nfunktioniert es noch nicht und ich habe dafür keine Anwendung und ich schaue mal, was noch so kommt."
    },
    {
      "speaker": "roddi",
      "time": "2:38:38",
      "text": "Nee gut, du hast natürlich in dem Bereich OP-Saal und so weiter hast du natürlich\nso Desinfektions Anforderungen, wo so ein Gerät vielleicht dann auf die Dauer nicht lange lebt.\nAlso da müsste Apple dann schon eine Apple Vision Med oder so rausbringen,\ndie du dann auch einmal abkochen kannst.\noder weiß ich nicht, Autoklaver, wie heißen diese Geräte?\nNaja, wird es aber nicht geben natürlich.\nJa, Thema sehen, wir können noch mal kurz Thema hören machen.\nBisschen unangenehmes Thema, ich habe letzte Woche Dienstag im Probenraum,\nso wie ich das immer tue, Gehörschutz getragen.\nUnd zwar diesmal ein neues Produkt, was ich kurz vorher bei Rossmann aus dem Regal genommen hatte.\nDie Dinger heißen Oropax Profi und sind so diese tannenbaumförmigen Silikondinger.\nJa, und da hatte ich dann das Problem, dass sich das Teil so gut festgesaugt hat,\ndass ich mir das Trommelfell mit rausgezogen habe, also nicht das Ganze,\nsondern es ist irgendwie nur leicht angerissen gewesen.\nJa, ich weiß nicht, ob ich jetzt davor warnen sollte, dieses Produkt einzusetzen\noder was jetzt eigentlich die…,\nIch weiß."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:40:21",
      "text": "Tim ist ja auch etwas empfindlich bei solchen. Hast du das in dem Moment sofort gemerkt?\nOder also weil unaufassbarer Schmerz und Audio sofort alles im Arsch."
    },
    {
      "speaker": "roddi",
      "time": "2:40:30",
      "text": "Schmerz, das hat einmal dick geknackt. Und ich bin dann, weil ich dann direkt\neinen dumpfes Höreindruck hatte, links war das,\nbin ich dann direkt am nächsten Tag zum Ohrenarzt gegangen.\nDas war ein bisschen unerfreulich, weil ich das Gefühl hatte,\ndass der mich nicht so richtig ernst nimmt. So nachdem, in ihrem Alter,\ndass man da nicht mehr so gut hört.\nAlso so kam der rüber, fand ich ein bisschen sehr, sehr merkwürdig.\nLag vielleicht auch daran, dass er das Loch oder was auch immer da kaputt war,\nnicht gesehen hat, weil da war auch ein bisschen Blut und es war auch verkrustet und so weiter.\nAlso auf jeden Fall habe ich dann, jetzt ist es auch so, dass man da wohl auch nicht viel machen kann.\nAlso man muss halt warten, bis es zugewachsen ist. Ich habe jetzt quasi,\nalso nicht Duschverbot bekommen, aber er meinte, ich sollte alles dran setzen,\ndass kein Wasser ins Ohr kommt.\nWeil es ist natürlich logisch, wenn das Trommelfellen ein Loch hat,\ndas dann das Wasser auch ins Innenohr kann und das will man so gar nicht.\nJa, im Moment ist es jetzt wieder besser geworden, aber es ist noch nicht völlig\nin Ordnung. Ich weiß auch nicht, wie es mit Druckausgleich und allem drum und dran ist.\nIch habe nächste Woche Freitag, war das glaube ich, nochmal einen Hörtest.\nDa wird er wahrscheinlich auch nochmal ins Ohr gucken und nochmal nichts sehen.\nJa, in diesem Sinne, Vorsicht mit solchen Hörtesten.\nMit solchen In-Ear-Gehörschutzdingern, wenn die zu fest sitzen,\nmuss man wirklich ganz, ganz vorsichtig sein, die wieder rauszuziehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:08",
      "text": "Zumindest nicht einfach mit Schmackes rausziehen, sondern eher an der Seite\nnochmal mit irgendwas spitzen."
    },
    {
      "speaker": "roddi",
      "time": "2:42:13",
      "text": "Vor allen Dingen dieses Ding, das hat so ein Benzel, wo beide Seiten mit verbunden\nwerden, was, wenn ich mir das so angucke, doch relativ stabil ist.\nDa kann es einem halt auch passieren, dass mit der blöden Bewegung sich das\nDing einfach mal so aus dem Ohr rupft.\nAlso wie gesagt, dieses Produkt kann ich nicht empfehlen.\nUnd allgemein den Umfang, also ich habe vorher immer die Ohrstöpsel von Alpine\nbenutzt und die haben eigentlich immer gut funktioniert und würde die auch weiter empfehlen.\nDas Oropax Dings war jetzt nicht so eine geile Idee.\nAlpine oder Alpine. Ich weiß nicht genau, wie die sich aussprechen.\nMit denen habe ich ganz gute Erfahrungen gemacht. Also sie halten natürlich auch nicht ewig,\nda muss man ab und zu mal neue kaufen, aber es ist auf jeden Fall besser als\ndiese komischen Gummidinger, Schaumstoffgummidinger,\ndie man da immer zusammenknetet und dann versucht, dass sie irgendwie halten\nund dann machen die aber untenrum auch dämmen die nicht richtig und dann hörst\ndu halt nur noch Bass und so, das ist irgendwie, genau,\nalpine Gehörschutz-Collections."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:43:25",
      "text": "Habt ihr denn für eure jetzt schon diesen neuen Modus mit Kompensation und sowas ausprobiert?"
    },
    {
      "speaker": "roddi",
      "time": "2:43:31",
      "text": "Ich sage mal so, ich hatte jetzt eine Weile lang meine In-Ear-Kopfhörer nicht im Ohr."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:43:36",
      "text": "Verstehe, ja."
    },
    {
      "speaker": "roddi",
      "time": "2:43:39",
      "text": "Ansonsten hätte ich dir diese Frage gerne beantwortet. Ich weiß auch nicht,\nwann ich die dann tatsächlich wieder reintue.\nJa, genau. Also sicherlich nicht, bevor der Arzt nicht sagt,\nja, ist wieder okay, sie können das wieder machen. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:54",
      "text": "Ich habe übrigens diesen neuen Hörtest bei den AirPods Pro 2 mal ausprobiert\nund zu meiner größten Überraschung hat mir Apple bestätigt, dass alles in Ordnung ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:44:09",
      "text": "Na guck, du selber siehst das glaube ich anders."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:13",
      "text": "Wenn ich das richtig erinnere.\nJa, ich habe halt Tinnitus und hätte jetzt mal schwer damit gerechnet,\ndass er so eine Austastlücke feststellt."
    },
    {
      "speaker": "roddi",
      "time": "2:44:25",
      "text": "Ja, aber eine Tinnitus ist schwer zu messen, das weißt du. Oder hat er tatsächlich Töne abgefragt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:31",
      "text": "Naja, also was passiert ist, das glaube ich auch bei so einem normalen Hörtest beim Ohrenarzt läuft,\ndann werden dir also links und rechts separat Töne unterschiedlicher Frequenz\nin unterschiedlicher Lautstärke vorgespielt.\nDu musst immer, dreimal und dann tippst du einfach auf den Bildschirm,\ngenau legst das iPhone hin und wenn du halt das gehört hast,\ntappst du halt irgendwie drauf und dann machst du so piep piep piep."
    },
    {
      "speaker": "roddi",
      "time": "2:45:07",
      "text": "Piep piep piep."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:09",
      "text": "Piep piep piep piep piep piep piep piep piep piep piep piep piep piep piep piep\npiep piep piep piep piep piep piep piep piep piep piep piep piep piep piep piep\npiep piep piep piep piep piep piep piep piep piep piep piep piep piep piep piep\npiep piep piep piep piep piep piep piep piep piep piep piep piep piep piep piep\npiep piep piep piep piep piep piep piep piep piep piep piep piep piep piep piep piep piep piep."
    },
    {
      "speaker": "roddi",
      "time": "2:45:24",
      "text": "Es gibt noch eine andere Art von Hörtest, das ist so eine Art Reaktionshörtest\nund zwar hat das Ohr so einen Muskel und dieser Muskel kann bedämpfen,\nalso irgendwie da Steigbügel und so weiter, da kann der Muskel anziehen und\ndann ändert sich die Impedanz von dem Ohr und dann hörst du im Prinzip schlechter.\nDas ist eigentlich so eine Vorrichtung, die dazu führt, dass wenn du dich in\nLautem aufhältst, dass das Ohr so ein bisschen dämpfen kann.\nDieser Muskel funktioniert aber nur im Zusammenhang mit, das Ohr hört tatsächlich was.\nUnd dadurch, also ich weiß nicht so hundertprozentig, wie es funktioniert,\naber du kannst das Ohr anregen und kannst hinterher aber die Impedanz von dem Trommelfell messen.\nUnd wenn die sich verändert, dann ist es ein Hinweis darauf,\ndass dieser Muskel angesprochen hat und das Ohr diesen Ton tatsächlich wahrgenommen hat.\nMit dieser Art von Messung misst man zum Beispiel bei Söcklingen,\ndie können ja nicht sagen, habe ich jetzt gehört oder habe ich nicht gehört."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:36",
      "text": "Ein Muskel, der quasi zumacht, der die Lautstärke reduziert."
    },
    {
      "speaker": "roddi",
      "time": "2:46:41",
      "text": "Naja, der verstimmt im Prinzip die Wellenanpassung zwischen Trommelfell und\nder ovalen Öffnung von der Schnecke.\nAlso du hast ja irgendwie, das ist das Trommelfell und dann sind da die drei Gehörknöchelchen,\ndie dafür sorgen, dass der Wellenwiderstand am Trommelfell angepasst wird zu\ndem Wellenwiderstand von dem ovalen Fenster von der Schnecke.\nDiese Steigbügel und wie die alle heißen, egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:13",
      "text": "Musculus tensor tympani und musculus stapedius."
    },
    {
      "speaker": "roddi",
      "time": "2:47:17",
      "text": "Genau, die da. Keine Ahnung. Also ich glaube, diesen Test kann das sicherlich\nnicht, können die AirPods nicht, aber den normalen, ich spiele dir Töne vor\nund du sagst mir, ob du sie gehört hast, das ist eigentlich Standard.\nNormalerweise hat man das auch so, dass die immer lauter werden.\nSobald du ihn hörst, drückst du dann da drauf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:39",
      "text": "Ja, naja, ich dachte ja irgendwie, ich kriege jetzt hier berichtet,\ndass ich irgendwas tun soll oder dass er mir das jetzt irgendwie anpasst und\nmir so ein Profil macht oder so, aber,\nmuss ich nochmal ausprobieren."
    },
    {
      "speaker": "roddi",
      "time": "2:47:52",
      "text": "Naja, vielleicht dadurch, dass du nicht die,\nOriginal-Muffen dran hast?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:58",
      "text": "Das glaube ich jetzt nicht, dass das einen großen Unterschied macht.\nAlso glauben heißt nicht wissen, aber."
    },
    {
      "speaker": "roddi",
      "time": "2:48:11",
      "text": "Musculus sind so Tympani und ja genau, irgendwie diese beiden Muskeln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:17",
      "text": "Das Ohr ist faszinierend, das ist wirklich irre. Also da kann ich auch gerne\nnochmal meinen Lieblingspodcast, den ich mal gemacht habe, plangen.\nIch habe ja mal einen vier Stunden langen Podcast zum Ohr gemacht,\nauch wenn ich ehrlich gesagt glaube, dieser Muskel kam dort nicht zur Sprache,\nda kann ich mich zumindest nicht dran,\nerinnern, aber das war ein schönes Gespräch, was ich einst geführt habe mit Stefan Brill.\nC-R-E 206. Naja, nur 10 Jahre.\nUnd das war so eine Reise irgendwie in vier Stunden so vom Ohrläppchen bis zum\nHörnerv und das war schon echt gut."
    },
    {
      "speaker": "roddi",
      "time": "2:49:04",
      "text": "Ja, das ist sehr spannend. Ich habe das im Studium halt auch gemacht und auch\nso dieses dieses Modell, wie das Ohr, also wie die Membran, die,\nheißt die Basilarmembran?\nJa, ich glaube, in der Schnecke, wie die tatsächlich schwingt und wie man durch\ndie Schwingung der Basilarmembran wiederum erklären kann, warum,\nmanche lossless Audioformate du nicht hören kannst, dass die was weglassen.\nWeil so wie die Membran schwingt, bist du gar nicht, physisch nicht in der Lage,\ndiese Artefakte zu hören. Das ist super fasziniert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:41",
      "text": "Ah ja.\nGut. Dann haben wir noch ein Fotothema."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:49:50",
      "text": "Vom Ohr wieder zum Auge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:54",
      "text": "Zurück zur Vision."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:49:55",
      "text": "Zurück zur Vision, genau. Das ist ein Thema, an dem ich jetzt schon seit vielen Wochen bastle.\nDa freue ich mich diebisch drauf. Ich hoffe, ihr habt gleich auch den entsprechenden\nSpaß, weil ich glaube, dass das\ndoch hoffentlich das ein oder andere Aha-Erlebnis hier produzieren wird.\nAlso, was ist der Hergang?\nWas mich an der Vision Pro schon eigentlich immer sehr interessiert hat,\nsind die 3D-Fotos und 3D-Videos, die man damit aufzeichnen konnte und wieder abspielen.\nDas wurde ja in der Werbung auch sehr breit gemacht mit, ja deine Lieblingserinnerungen\nkannst du wieder nachvollziehen und so.\nWir haben das hier in der Sendung auch diskutiert und es wird allgemein behauptet,\ndass es in der Tat sehr eindrucksvoll sei und schon irgendwie ein mindestens\nmal cooler bis hin zu berauschender Effekt.\nUnd der Schönheitsfehler, das haben wir auch schon herausgearbeitet, ist natürlich okay,\ndafür musst du jetzt halt mal diese olle Brille auf dem Kopf haben,\num irgendwie damit halt die echten 3D-Fotos zu machen mit zwei verschiedenen\nKameras, die da ja eingebaut sind, ungefähr im Augenabstand,\ndamit du überhaupt diese 3D-Informationen hast.\nund das macht natürlich die Anwendung dann schon irgendwie, wir hatten glaube\nich irgendwie, okay, dann bist du jetzt auf dem Kindergeburtstag von deinem\nKleinen und setzt die Kamera auf, um die irgendwie in 3D, willst du alles nicht machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:15",
      "text": "Machst aber dann doch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:51:16",
      "text": "Echt? Naja, musst du ja nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:19",
      "text": "Weil Das Thema hatten wir schon mal, das ist so ein bisschen wie der Decke schwere\nVHS-Rekorder, den Papa irgendwie die ganze Zeit mit rum geschleppt hat,\ndas sah damals auch aus, als ob du mit einem Lastwagen durch die Gegend läufst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:51:29",
      "text": "Naja, aber man muss es ja nicht, weil Apple hat ja nachgelegt.\nUnd hat dann relativ zeitnah dahinter gesagt, hey, das könnt ihr übrigens mit\naktuellen iPhones auch machen.\nDas heißt, alles mit iPhone 15 und iPhone 16 hat plötzlich in der ganz normalen\nFoto-App einen zusätzlichen Modus bekommen, der da wo heißt,\nmüsste irgendwo unten zu sehen sein. dann hat einer die Standard...\nRäumlich heißt das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:03",
      "text": "Musst du dann auch im Querformat machen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:52:05",
      "text": "Muss man im Querformat machen. Und dann kann man damit 3D-Fotos aufnehmen in\ndiesem sogenannten HIC-Format, was Apple auch in der Vision Pro verwendet. Und...\nDas habe ich mir halt irgendwie so alles durchgelesen und angeguckt und dann hatte ich Fragen.\nUnd die erste Frage ist mal, okay, warum geht das jetzt eigentlich nur mit den neuesten iPhones?\nWarum geht das nicht mit meinem iPhone 14? Das finde ich natürlich erstmal immer total doof.\nUnd vor allen Dingen, wenn man sich anguckt, was die Hardware angeht,\nsind unsere beiden iPhones jetzt ja mal, was die Kameratechnik angeht,\nnicht so radikal unterschiedlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:44",
      "text": "Also zumindest was die Objektive und die Platzierung betrifft."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:52:47",
      "text": "Genau, die sind eben jetzt auch hier nebeneinander platziert,\nim selben Abstand wie deine Objektive und das ist mal echt nicht Augenbreite auseinander.\nAugen sind im Schnitt bei Menschen glaube ich 6,5 Zentimeter auseinander,\nim statistischen Mittel und die hier sind vielleicht mal anderthalb Zentimeter\noder sowas, das reicht eigentlich überhaupt nicht, um irgendwie einen vernünftigen… Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:08",
      "text": "Vor allem sind sie ja nicht identisch, sondern es ist ja auch ganz andere Brennweiten."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:53:11",
      "text": "Das kommt noch dazu, die Brennweiten unterscheiden sich. Das heißt,\ndas kann nicht eine so in Anführungszeichen saubere oder echte 3D-Aufnahme sein,\nwie das, was in der Vision Pro rauskommt.\nSo und dann bin ich halt neugierig geworden und habe mal angefangen zu experimentieren\nund zu forschen und dann kam im September noch eine Neuerung und dann bin ich\nrichtig wuschig geworden, nämlich,\ndass mit dem Vision Pro 2 Software Update Apple plötzlich auch die Möglichkeit gegeben hat,\nalte 2D-Fotos in 3D zu transferieren, ohne dass du es überhaupt jemals mit irgendeiner\n3D-Technik aufgenommen hättest.\nund ich so, hm Mit KI Dank des Adapters So und,\nDas war dann der Beginn einer Software-Reise durch verschiedene Tool-Unschärfen,\nweil meine Grundthese war,\nich kann mir nicht vorstellen, dass jetzt Apple plötzlich völlig genialisch\ndas ganze Feld 2D, 3D-Konversion komplett neu erfunden, komplett neu gedacht hat.\nDie setzen doch da wahrscheinlich auch auf irgendwas auf, was schon längst irgendwo da ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:26",
      "text": "Was, du meinst, die kochen auch nur mit Wasser?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:54:28",
      "text": "Die kochen auch nur mit Wasser, war so meine Arbeitsthese."
    },
    {
      "speaker": "roddi",
      "time": "2:54:30",
      "text": "Open-Source-Wasser."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:54:32",
      "text": "Mit von Open Source geklautem Wasser. Und in der Tat, wenn man jetzt also einfach\nmal in den normalen Store geht, in den App Store von iOS oder macOS,\ndann findet man dort gar nicht mal so wenige Software-Pakete, die genau das anbieten."
    },
    {
      "speaker": "roddi",
      "time": "2:54:49",
      "text": "Versprechen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:54:50",
      "text": "Oder versprechen. Und sprich, man lädt sich eine App runter.\nDas, was ich jetzt im Moment hauptsächlich verwende, ist, so,\nMoment mal, wo habe ich sie hier in meinen Notizen?\ndas Spatial Media Toolkit. Ich schmeiß das mal hier rein.\nDas ist ein Entwicklerbude. In New York sitzt der Gute.\nIch hab den dann auch mal auf Reddit angeschrieben. Da ist er ganz rührig.\nUnd diese Software ist sehr übersichtlich. Kann ich mich mal jetzt hier auf den Beamer schalten?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:30",
      "text": "Du? Du dich auf meinen Beamer?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:55:33",
      "text": "Auf deinen Beamer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:35",
      "text": "Ja, kannst du machen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:55:36",
      "text": "So, Beamer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:37",
      "text": "Ausnahmsweise. Ja, Beamer."
    },
    {
      "speaker": "roddi",
      "time": "2:55:40",
      "text": "Damit wir sehen, was die Leute nicht sehen können."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:55:44",
      "text": "Wir müssen jetzt viel beschreiben, aber ich schmeiße jetzt zum einen viel in\nden Slack-Kanal rein, zum anderen werde ich auch mal irgendwo in dem Pad eine\nDokumentationsseite machen, wo ich dann gleich die ganzen Demo-Bilder dann alle für,\ndie Nachhörenden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:02",
      "text": "Ich werde es fleißig beschreiben, was du hier machst. Genau,\nwir mühen uns nach Griften. Wir beschreiben 3D-Bilder in einem Audio-Podcast. Wow."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:56:11",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:11",
      "text": "Die Leute jetzt schon so, oh, Augenroll."
    },
    {
      "speaker": "roddi",
      "time": "2:56:14",
      "text": "Wie sie sehen, sehen sie eine Katze."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:16",
      "text": "Katzenbilder, na toll."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:56:18",
      "text": "So, Katzenbilder. So, der Startpunkt, warum der das entwickelt hat,\njetzt, wie gesagt, es gibt mehrere dieser Software, aber das ist die,\nwürde ich sagen, mit den besten Ergebnissen und der einfachsten UX,\nwar, dass sein Hund gestorben ist.\nund er hatte irgendwie eine Vision Pro und hatte noch ein paar 3D-Bilder von\nseinem Hund noch in 3D aufgenommen und hat sich dann gewünscht,\nhätte ich mal viel früher das gehabt und viel mehr Bilder von dem gemacht,\nich hätte ganz gerne meine alten Hunde-Bilder auch in 3D.\nUnd dann hat er dieses Tool halt sich gebaut, auf Basis von bestehenden Frameworks."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:51",
      "text": "Das war jetzt noch bevor dieses Update rauskam."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:56:53",
      "text": "Das war bevor das Update rauskam, genau. Und jetzt ist er quasi geschörlockt\nworden dadurch, bis zu einem gewissen Grad. Wobei, da er das jetzt auch auf\ndie fest ausrollt und so weiter.\nHatte da glaube ich trotzdem noch seine gute Nische.\nUnd ich habe das jetzt einfach mal mit meinem toten Kater gemacht,\num jetzt hier also in der Tradition zu bleiben.\nSprich, ich habe jetzt also mein Kater, Liam."
    },
    {
      "speaker": "roddi",
      "time": "2:57:14",
      "text": "Also mit Fotos wo er noch lebendig war. Muss man jetzt vielleicht erklärnderweise dazu sagen, oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:57:20",
      "text": "Ganz genau, ja. Der ist jetzt also alt."
    },
    {
      "speaker": "roddi",
      "time": "2:57:24",
      "text": "Hat nicht Fotos vom toten Kater."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:57:27",
      "text": "Sondern als er noch fit lebendig wie ein Turnschuh war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:31",
      "text": "Aber jetzt ist er auch schon tot oder was?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:57:32",
      "text": "Mittlerweile ist er tot, genau\nseit eineinhalb Jahren. Und ich wollte ihn jetzt aber halt in 3D gucken.\nUnd ich schmeiß jetzt mal hier das Bild, was wir gerade sehen.\nDas ist jetzt also einfach mein Kater und der regelt sich auf dem Boden und\nist also jetzt in zwei Bilder aufgeteilt.\nEin linkes Bild, ein rechtes Bild."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:53",
      "text": "Womit ist das jetzt fotografiert?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:57:54",
      "text": "Das ist damals mit meinem, ich glaube das ist sogar nicht mit dem iPhone,\nsondern schon mit einer etwas besseren Kamera gemacht.\nDamit habe ich glaube ich, weiß ich gar nicht, was das für eine war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:04",
      "text": "Aber das war jetzt ein normales oder so ein räumlich?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:58:06",
      "text": "Nein, nein, nein, das ist ein ganz normales Bild. Das ist irgendwie fünf,\nsechs Jahre alt, das Bild."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:09",
      "text": "Und warum hast du das jetzt zweimal hier nebeneinander?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:58:12",
      "text": "Weil das einmal fürs linke Auge ist und einmal fürs rechte Auge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:16",
      "text": "Achso, das ist jetzt bearbeitete."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:58:18",
      "text": "Das ist jetzt schon das Ergebnis, genau. Das heißt, du nimmst irgendein beliebiges,\nperspektivisches Bild.\nEs sollte natürlich schon irgendwie ein Foto sein, schmeiß das in die App rein\nund sofort binnen einer Viertelsekunde erzeugt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:33",
      "text": "Er dir ein linkes und ein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:58:34",
      "text": "Rechtes Bild. Aufgrund von Informationen, die unklar sind.\nAlso sprich, es ist halt ein KI-System hinter, ein neuronales Netz,\nwas halt darauf trainiert wurde,\nAus 2D-Bildern 3D-Bilder zu machen. Und das ist insofern technisch natürlich\nwahrscheinlich gar nicht so der anspruchsvollste Job, weil du ja perfekten Ground-Truth-Daten hast.\nDas heißt, du kannst ja hingehen mit einer echten 3D-Kamera zwei echte Bilder\nmachen und davon wirfst du eins quasi dem neuronalen Netz vor und sagst,\nbemühe dich mal und das da vorne ist dein Target, dein perfektes,\nan dem du dich immer wieder messen musst.\nDas machst du halt ein paar Millionen Mal und irgendwann hat dann eben das System\ngenug Erfahrungsdaten,\nwas irgendwie wie ein Baum perspektivisch auf einer Wiese steht oder jetzt hier\nin dem Fall halt eine Katze auf dem Boden und wie der Boden perspektivisch verdreht ist.\nJa, es gibt jetzt keine weiteren Informationen, außer wirklich dieses ursprüngliche\n2D-Bild, was ich reingeworfen habe.\nSo, und das kannst du jetzt halt wieder in die Vision Pro reinladen oder halt auch in die Quest.\nDa zähle ich hinterher noch, was da dann quasi der Toolstack ist.\nUnd so kannst du dann zu deinem, was auch immer, alten Familienfotos,\nUrlaubsbildern oder sowas, kannst du dir also im Nachhinein 3D-fizieren.\nUnd jetzt ist natürlich die erste Frage.\nNaja, jetzt habe ich aber irgendwie keine, will ich nicht ständig jetzt hier\nmeine, ein Headset irgendwie tragen und trotzdem interessiert mich jetzt dieses 3D.\nKönnt ihr eigentlich 3D schielen?"
    },
    {
      "speaker": "roddi",
      "time": "3:00:14",
      "text": "Ja, hab's mir gerade schon angeguckt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:00:16",
      "text": "Du kannst es? Kannst du das auch, Tim?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:18",
      "text": "Weiß ich nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:00:19",
      "text": "Weißt du, was das ist?"
    },
    {
      "speaker": "roddi",
      "time": "3:00:20",
      "text": "Seit Magic Eye hat man es dann oft genug gemacht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:00:25",
      "text": "Erinnerst du dich an das magische Auge, diese Bücher?"
    },
    {
      "speaker": "roddi",
      "time": "3:00:28",
      "text": "Diese Bilder, die so komisches Muster hatten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:31",
      "text": "Ach so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:00:31",
      "text": "Und wo man sich dann so tief drin..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:33",
      "text": "Nicht das Dungeons & Dragons magische Auge."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:00:37",
      "text": "Nein, das nicht. Sondern es\ngab diese Bilder mit diesen abstrakten Mustergeschichten drauf gedruckt.\nUnd wenn du lange genug ins Nichts gestartet hast, entstanden dann plötzlich\nso dreidimensionale Strukturen."
    },
    {
      "speaker": "roddi",
      "time": "3:00:51",
      "text": "Steganographie, genau so hießen\ndie. Ich hatte irgendwann auch mal eine Software, um das selber zu machen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:00:56",
      "text": "Genau."
    },
    {
      "speaker": "roddi",
      "time": "3:00:57",
      "text": "Die hat aber nur so mittelgut funktioniert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:00:59",
      "text": "Und ich habe mich damals immer irgendwie ein bisschen geärgert,\nweil das viel zu kompliziert ist.\nUnd dieses stereoskopisch schielen oder Kreuzblick ist viel einfacher als das,\nwas man da bei diesen magischen Bildern immer machen musste.\nSo Tim, dann machen wir jetzt mal einen Workshop mit dir. Dann müsstest du mal\nhier so rüber und ich sage euch auch gleich, wie ihr das in deinen Empfangsgeräten\njetzt versuchen könnt nachzustellen, wenn ihr dieses Bild nicht seht.\nAlso hört gut hin. Hört gut hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:24",
      "text": "Dann seht ihr das auch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:01:25",
      "text": "Wir nehmen noch ein einfacheres Bild, das daraufhin quasi optimiert ist.\nIhr lernt jetzt wirklich was fürs Leben, glaubt mir. Es kommt hinterher,\nwie ihr damit wetten, dass ihr das gewinnen könnt.\nEs ist so passiert.\nSo, das ist jetzt ein Bild, das habe ich jetzt in den Slack reingeworfen und\nwird in den Shownotes verlinkt.\nIhr könnt aber auch, wenn ihr jetzt irgendwie gerade keine Computer habt und\nes trotzdem ausprobieren wollt, legt zwei beliebige identische Objekte vor euch hin.\nAlso zwei Wassergläser, die gleich sind.\nZwei, was weiß ich, Spielzeugfiguren. Also irgendetwas, was ihr gerade um euch\nrum findet, was ihr zweimal habt, exakt identisch und stellt das vor euch auf den Tisch.\nSo, nicht allzu weit weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:12",
      "text": "Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:02:13",
      "text": "So, jetzt geht ihr hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:14",
      "text": "Diese beiden Bierflaschen hier zum Beispiel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:02:15",
      "text": "Diese beiden Bierflaschen, genau, mit denen wir das auch schon gehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:19",
      "text": "Aber nicht identisch befüllt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:02:20",
      "text": "Nicht identisch befüllt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:22",
      "text": "Ja, und jetzt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:02:23",
      "text": "So, und jetzt nimmst du deinen Finger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:24",
      "text": "Links ist aber was anderes, als links ist ein Stern und rechts ist so ein..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:02:29",
      "text": "Genau, das beschreibt jetzt Tim gerade nicht von den Bierflaschen,\nsondern von dem Testbild, was ich hier drin habe.\nDas ist zur Hilfe, damit man das ganze Verfahren leichter lernen kann,\nsind dort noch Marker angebracht, nämlich in dem einen Bild einen Stern und\nin dem anderen ein schwarzes Achteck und was es mit denen auf sich hat, dazu kommen wir jetzt.\nSo, jetzt machst du folgendes, du musst möglichst gerade davor sitzen,\nhier da draußen auch. Jetzt nimmst du deinen Finger,\nund hältst ihn..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:55",
      "text": "Wo soll ich jetzt hinschauen? Auf dem Beamer oder auf deinem Bildschirm?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:02:57",
      "text": "Es ist ein bisschen egal, was du nimmst. Wahrscheinlich ist es einfacher,\ndas mit dem Laptop zu machen. Jetzt nimmst du deinen Finger und..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:03",
      "text": "Wie nah muss ich da jetzt ran?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:03:05",
      "text": "Ist fast egal. Nicht zu dicht dran, nimm ruhig ein bisschen Abstand,\ndann ist es wahrscheinlich einfacher.\nSo, jetzt nimmst du deinen Finger und hältst ihn ungefähr zwischen diese beiden Bilder.\nRuhig noch ein bisschen dichter dran und fokussiert auf eure Fingerspitze.\nDas heißt also, wenn ihr jetzt zwei Bierflaschen habt, habt euer Finger jetzt\nzwischen den beiden Bierflaschen.\nSo und jetzt kommt der Douglas Adams Moment. Wie lernt man fliegen bei Douglas Adams?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:32",
      "text": "Man wirft sich auf den Boden aber daneben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:03:34",
      "text": "Exakt. Genau das machen wir jetzt."
    },
    {
      "speaker": "roddi",
      "time": "3:03:37",
      "text": "Also nicht auf den Boden werfen jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:40",
      "text": "Ich nehme jetzt einfach den Finger weg und gucke auf das Bild."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:03:42",
      "text": "Nee, nee, nee, nee, pass auf. Du guckst weiter auf den Finger und führst ihn\nlangsam an deine Nase und guckst dabei aber weiterhin auf dem Finger,\ndass du den Finger scharf hast und siehst,\nwie im Hintergrund die beiden Objekte anfangen sich übereinander zu bewegen.\nBis du irgendwo einen Punkt hast, wo sie exakt deckungsgleich sind und dann\nschaltet, wenn man das ein bisschen übt, das Gehirn um, schaltet das Gehirn\num und stellt nicht mehr den Finger scharf, sondern plötzlich das Bild im Hintergrund."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:12",
      "text": "Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:04:14",
      "text": "Das muss man ein bisschen üben,\naber normalerweise so innerhalb von fünf Minuten ist es gut erlernbar.\nUnd der Effekt ist dann der, dass dein rechtes Auge das linke Bild wahrnimmt,\ndein linkes Auge das rechte Bild und dadurch hast du plötzlich einen astreinen\n3D-Effekt ohne jede Brille und Spezereien.\nWeil jedes Auge mit seiner spezifischen 3D-Bild..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:38",
      "text": "Wenn ich den Finger jetzt an mich rangeführt habe und dann immer drauf schaue,\ndann muss ich das dann so weitermachen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:04:43",
      "text": "Genau, du musst halt quasi dann irgendwann den Blick vom Finger lösen und auf\nden Hintergrund achten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:47",
      "text": "Muss ich dann den Finger weg machen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:04:49",
      "text": "Den kannst du dann weg machen, dann ist es einfacher, genau.\nUnd dann müsste hier dieser weiße Stern, müsste genau in der Mitte von dem Schwarzen\nsein. Dann ist es perfekt.\nUnd dann ergibt sich plötzlich das ganze Bild."
    },
    {
      "speaker": "roddi",
      "time": "3:05:00",
      "text": "Das ist ganz lustig, weil ich kann das relativ gut, wenn ich die Brille absetze\nund einfach ein bisschen näher rangehe, weil die Augen dann direkt im Unendlichen\nsind und entspannt und dann kann man gut gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:16",
      "text": "So, naja, also."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:05:18",
      "text": "Also wenn es zum ersten Mal meistens fangen die Leute an zu lachen,\nwenn es zum ersten Mal funktioniert, weil es ein völlig ungewöhnlicher Effekt\nplötzlich ist, den man da hat\nund den man so mit nichts vorher irgendwie kannte oder vergleichen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:31",
      "text": "Ja, ich habe so einen ähnlichen Effekt, aber es geht dann schnell wieder auseinander."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:05:34",
      "text": "Vielleicht muss es auch mit Brille, das muss man ein bisschen...\nAlso auf jeden Fall, das ist ein Weg, wie man also 3D-Bilder mit solchen Tools\nproduziert, sich angucken kann.\nUnd die Anwendungen gibt es viele dafür, für dieses Verfahren.\nBeispielsweise diese Fehlerbilder, die es so gibt.\nSprich irgendwie in irgendwelchen Zeitschriften, finde Fehlerbilder,\nwo zweimal ein fast identisches Bild nebeneinander ist und wo irgendwie sechs\nkleine Unterschiede reingebaut wurden.\nJa, das kennt ihr, diese Tafel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:12",
      "text": "Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:06:13",
      "text": "So, die kannst du, wenn du diese Methode gelernt hast, binnen Sekunden lösen.\nEgal, wie kompliziert die sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:19",
      "text": "Ach so, weil dann die Unterschiede dann so dreidimensional vorher stehen oder flimmern."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:06:23",
      "text": "Die flimmern dann. Das heißt also, du hast das linke Bild und das rechte Bild.\nAh, bei einem hat es schon funktioniert im Chat. Ah, das ist ja geil. Genau.\nSo, das ist jetzt hier ein Fehlersuchbild. Da sind sechs Fehler drin und wenn\nman das kann, hast du die innerhalb von drei Sekunden gefunden.\nFantastisches Partyspiel. Weil die Leute denken, du bist Gott.\nSuch also irgendeinen Teil raus, wo die alle so minutenlang irgendwie,\nwo ist da jetzt noch irgendwie das Haar?\nDu guckst einmal drauf, sagst da, da, da, da, da, da, da. Dann sagen sie,\nja, das hast du ja vorher gekannt, das Bild. Ja, zeig mir ein beliebiges anderes Bild.\nDas klappt einfach, weil die Unterschiede eben hin und her flimmern.\nSo, das hat sich wiederum einer zunutze gemacht.\nUnd erinnert ihr euch noch, wir sind ja hier die alte weiße Männer-Show leider,\nan Wetten, dass diese Sendung?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:11",
      "text": "Schon mal gehört."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:14",
      "text": "Da gibt es eine Ausgabe und zwar 15 Jahre her, die Wetten, dass Ausgabe vom 27.03.2010."
    },
    {
      "speaker": "roddi",
      "time": "3:07:26",
      "text": "Ja, uralte Kamellen werden ausgekraten."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:29",
      "text": "Uralte Kamellen, aber ihr werdet gleich sehen, warum. Und da hat sich also der\nWettkandidat hingestellt und hat gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:37",
      "text": "Lass mich raten, er hat gesagt, ich finde die Unterschiede zwischen zwei Bildern in zehn Sekunden."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:42",
      "text": "Aber nicht nur von Bildern, sondern von einem Sternenhimmel.\nAlso er hat sich schon Mühe gegeben, das noch zu dramatisieren und die scheinbare\nKomplexität anzuheben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:53",
      "text": "Aha."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:54",
      "text": "So, das heißt, was hat er gemacht? Er hat also jetzt einfach einen Sternenhimmel\nmit 1000 Sternen genommen,\ndupliziert und also einmal links, einmal rechts und die Aufgabe von Thomas Gottschalk\nund Konsorten war also dann rechts immer irgendwo einen Stern mit einer Bildverarbeitung\nquasi auf schwarz zu schalten.\nUnd er hat sich halt da vorgestellt und hat also behauptet, hier,\n2000 Sterne, ich erkenne innerhalb von 10 Sekunden, welcher Stern gerade nicht\nmehr im Sternenlimmel ist.\nIch stehe ganz im Bild so, was? Oh mein Gott, ein Alien.\nUnd ich saß da zu Hause auf der Couch. Du Schelm, das kann ich auch.\nWarum bin ich da jetzt nicht im Studio? Fuck."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:33",
      "text": "Das Prinzip kanntest du 2010 schon."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:08:36",
      "text": "Das habe ich irgendwann mit 14 gelernt. Ich weiß gar nicht mehr,\nin was für einen Kontext. irgendjemand hat mit, sowas muss dir halt beigebracht\nwerden, weil sonst kommst du da halt nicht drauf.\nAber wenn du es dann einmal kannst, verlierst du es halt auch nicht mehr und\nes gibt erstaunlich viele Szenarien, in denen das dann plötzlich nützlich ist,\nunter anderem zum schnellen Bewerten von 3D-Bildern und diese werden das und\ndas hat mich so aufgeregt, dass dieser Typ sich da hinstellt und von allen angebetet\nwird mit so einem billigen Trick."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:03",
      "text": "Okay."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:09:05",
      "text": "So und dann hatte ich jetzt also alle Komponenten beisammen,\num jetzt dann aber mal Testreihen zu fahren.\nIch habe dann letzte Woche nochmal auf Mastodon rumgefragt, wer denn eine Vision\nPro hat und irgendwie gleichzeitig auch ein aktuelles iPhone und irgendwie ein\nbisschen Grundverstand von Fotografie und mir mal Bilder schicken könnte,\nvon derselben Szene,\nSowohl einmal mit quasi echtem 3D der Vision Pro fotografiert,\nals auch dann mit dem wahrscheinlich irgendwie doch eher Pseudo-3D von dem iPhone.\nUnd das habe ich dann wiederum getestet mit dieselbe Szene, sprich ich habe\neinfach die linke Seite von dem iPhone-Bild genommen und dann hier mein Programm drüber geschickt.\nSo hast du drei verschiedene Varianten hattest.\nVision Pro Qualität, iPhone Stock 3D Qualität versus nachträglich mit Software bearbeitet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:01",
      "text": "Also wie dann das rechte Bild dazu aussieht sozusagen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:10:05",
      "text": "Genau. Wie dicht man dann da wirklich mit einer reinen Softwarelösung ohne jede\nvisuelle Komponente drankommt.\nSo und den Herren wollen wir auch nochmal eben ein bisschen promoten.\nDas ist nämlich der Bernd Lutz.\nDen findet ihr auf Mastodon unter mapache.bl at mastodonsocial.\nDen Account können wir dann auch gerne nochmal verlinken in den Shownotes.\nUnd der hat mir dann also dankenswerterweise ein relativ umfangreiches Testset gegeben.\nUnd das war dann echt aufschlussreich. Also ich habe mir die dann in der Quest auch alle angeguckt.\nAlso jetzt nicht nur mit diesen 3D-Schuelen, weil der Eindruck ist da schon\nnicht so stark, wie wenn du eine echte Brille hast.\nDas ist nochmal was anderes, einfach alleine von der Größe her.\nTrotzdem sind da schon ganz interessante Sachen rausgekommen.\nBeispielsweise, warum ist jetzt hier meine Connection weg zum Beamer?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:56",
      "text": "Das liegt glaube ich in meinem HDMI-Matrix-Teil."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:11:01",
      "text": "So, ich habe jetzt mal reingeladen, ich schmeiße euch das auch wieder in den\nChat rein, ein 3D-Bild, das unbearbeitet jetzt eins zu eins so aus dem iPhone aktuellen kommt.\nLinks, rechts, so in dem Modus, wie wir es gerade auch kennen.\nUnd was fällt euch denn dabei auf, wenn ihr euch das jetzt mal anguckt?\nDas könnt ihr jetzt auch wieder übereinander schielen, das funktioniert.\nUnd dann seht ihr auch, es ist wirklich auch 3D."
    },
    {
      "speaker": "roddi",
      "time": "3:11:36",
      "text": "Also ohne zu schielen sehe ich, dass die Schärfentiefe anders ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:11:40",
      "text": "Ja. Und zwar nicht nur ein bisschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:43",
      "text": "Sondern extrem. Das ist das iPhone-Bild."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:11:46",
      "text": "Das ist ein 1 zu 1 aus dem iPhone-Bild."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:49",
      "text": "Ja, okay. Also auf dem linken ist hinten alles unscharf, so ausgeblurrt.\nUnd auf dem rechten ist alles scharf."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:11:54",
      "text": "Es ist gestochen scharf. Da hat offensichtlich irgendein Algorithmus links den\nPorträtmodus aktiviert.\nUnd rechts halt mal so nicht.\nUnd keine KI der Welt hat das mal wieder gerade gerechnet.\nUnd was soll ich sagen? Das ist mal nicht das einzige Problem dieser Bilder."
    },
    {
      "speaker": "roddi",
      "time": "3:12:13",
      "text": "Das ist direkt aus dem iPhone? Ja. Okay, was ich mich jetzt frage ist,\ndie neueren iPhones haben ja alle noch ein LiDAR drin.\nBenutzt ihr das LiDAR auch, um diese Bilder irgendwie zu generieren?\nDie Infos, die da drin sind?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:12:32",
      "text": "Es könnte sein, aber man weiß es nicht. Also aufgrund der Ergebnisse würde ich\nsagen unwahrscheinlich.\nAlso bei den ganzen Vergleichstests, die ich gemacht habe, kommt man dazu,\nmindestens ein Drittel der Bilder sind...\nMist, die da aus dem iPhone rauskommen."
    },
    {
      "speaker": "roddi",
      "time": "3:12:49",
      "text": "Okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:51",
      "text": "Also aus dem iPhone 15."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:12:52",
      "text": "Aus dem iPhone 15. Also aus wirklich unterschiedlichen Gründen.\nDas mit der Tiefenschärfe gerade, das reguliert das Auge lustigerweise ziemlich raus.\nAlso wenn du das in 3D siehst, siehst du, fällt es dir gar nicht auf,\nweil das scharfe das andere quasi komplett überlagert in der Wahrnehmung.\nDas heißt, der Effekt ist gar nicht so störend, wie man annehmen würde.\nAber es gab andere Motive, beispielsweise hier so ein Gitter,\nwas so in einem rechten Winkel eigentlich vor einem steht. Es ist komplett dran\ngescheitert und die ganze Perspektivität kommt irgendwie überhaupt nicht hin.\nAlso ich würde sagen, mindestens ein Drittel der iPhone-Bilder,\ndie er jetzt gemacht hat und das sind ersichtlich so richtige Allerweltsbilder gewesen.\nAlso jetzt keine super komplizierten Situationen, waren richtig für die Tonne, richtig gehend."
    },
    {
      "speaker": "roddi",
      "time": "3:13:32",
      "text": "Und hast du die denn mit der Software besser hingekriegt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:13:37",
      "text": "Stabiler. Nicht besser, aber stabiler. Das heißt also, da hast du keine Ausreißer,\nsondern du hast ein ordentlich aussehendes 3D-Bild."
    },
    {
      "speaker": "roddi",
      "time": "3:13:46",
      "text": "Stabil, schlecht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:13:47",
      "text": "Naja, nicht schlecht, sondern ich würde sagen, es ist ein stabiles Mittelmaß.\nEs gab einzelne iPhone-Bilder, die dann besser waren in der Qualität und es\ngab aber viele, die schlechter waren.\nSodass ich also sagen würde, macht euch da jetzt mal keinen Kopf,\nwenn ihr kein aktuelles iPhone habt und wenn ihr keine Vision Pro habt,\nauf der ihr das umrechnen könnt, probiert mal einfach hier diese Software aus.\nDas ist mehr als gut enough für das, was ihr eigentlich vorhabt.\nMan muss sagen, die Bilder, die aus der Vision Pro kommen, die sind wirklich super.\nNicht in Bezug auf die rein fotografische Qualität, also das seht ihr jetzt\nhier auch so ein bisschen.\nDas ist jetzt mal hier ein Vision Pro Bild. Das ist schon ganz schön verwaschen\nund in der Auflösung nicht so toll wie die iPhone-Geschichten.\nDas ist also schon ein Unterschied, aber dafür ist die reine Drehqualität wirklich komplett gut.\nAlso da kann man nicht meckern. Und das ist jetzt hier auch ein interessantes Bild.\nDas letzte, was ich jetzt hier gerade reinlade, das ist eine Wasserfläche,\nin der sich Bäume spiegeln, die weiter hinten stehen.\nUnd das ist dann ein Motiv, wo mein\nquasi reingerechnetes 3D dann wirklich komplett an seine Grenzen kommt.\nAlso sprich, da siehst du zwar, es ist eine Wasserfläche und vorne ist es dichter dran als hinten.\nAber bei der Vision Pro ist es so, dass die Spiegelungen der Bäume in der Wasserfläche\nwirklich auf derselben Tiefenebene sind wie die Bäume selber.\nWeil das ist optisch nun mal so.\nBei mir sind die quasi, bei der gerechneten Variante sind die obendrauf geklebt\nauf dem Wasser, die Baumspiegelungen.\nDu hast also nicht diesen zusätzlichen Tiefeneffekt in der Reflexion.\nDas heißt also, da sind die Algorithmen jetzt einfach noch nicht so weit,\ndass sie hier solche Feinheiten dann auch noch vernünftig aufgelöst bekommen."
    },
    {
      "speaker": "roddi",
      "time": "3:15:31",
      "text": "Was ich mich jetzt gerade frage, also ich habe irgendwann mal gelernt,\ndass du echten 3D-Blick nur hast für alles, was du mit der Hand noch erreichen\nkannst und danach gaukelt dir das Hirn nur noch 3D vor,\nweil die Augen gar nicht weit genug auseinander sind. Stimmt das denn eigentlich?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:15:50",
      "text": "Naja, der Effekt wird halt immer schwächer nach hinten."
    },
    {
      "speaker": "roddi",
      "time": "3:15:53",
      "text": "Jaja, schon, aber irgendwann kommst du natürlich auch an Auflösungsgrenzen von deinen Augen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:16:00",
      "text": "Ja, also es ist ja ohnehin nicht so ganz einfach festzulegen,\nalso diese echte Links-Rechts-Information ist ja nicht das Einzige,\nwas das Gehirn braucht, um eine tiefe Information zu machen."
    },
    {
      "speaker": "roddi",
      "time": "3:16:12",
      "text": "Schatten spielen, noch eine Erfahrungswerte."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:16:14",
      "text": "Bewegung vor allen Dingen, weil wir ja nie komplett still stehen,\nsondern immer eine ganz leichte Bewegung in den Augen und im Körper drin haben\nund der gesamte Mix macht dann normalerweise."
    },
    {
      "speaker": "roddi",
      "time": "3:16:23",
      "text": "Naja, der Rest wird über Ni gerechnet."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:16:26",
      "text": "Schon, um da gewisse Sachen auszugleichen. Es gibt etliche Menschen,\ndie gar nicht 3D gucken können. Das ist ja auch etwas, was einem so nicht bewusst ist."
    },
    {
      "speaker": "roddi",
      "time": "3:16:34",
      "text": "Ja, die kriegen auch diese Magic Eye Bilder nicht gemacht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:16:36",
      "text": "Schon gar nicht, aber auch wenn die im 3D-Kino sitzen, denken die immer nur,\nwhat's the fuss? Ja, was wollt ihr hier von mir? Meine Mutter hatte das, meine Frau hat das.\nDer Effekt ist häufig, ein Auge ist stark weitsichtig und das andere ist stark\nkurzsichtig, Sodass das also von Kindheitstagen an das Gehirn nie genug Informationen\nbekommen hat in Deckung, um überhaupt eine 3D-Staffelung hinzubekommen.\nAuch das kann man allerdings sich dann im Alter nochmal antrainieren.\nDa gibt es einen coolen TED-Talk zu.\nIst allerdings auch zig Jahre alt, habe ich mal geguckt. Wo sich eine Frau das\nim Dreivierteljahr antrainiert hat, die es also auch von Geburt aus nie konnte.\nUnd da mit diversen Tricks und Tools, das dann sich doch irgendwann drauf geschafft hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:17",
      "text": "Den darfst du gerne mal raussuchen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:17:18",
      "text": "Also ein interessantes Thema. Was ich jetzt noch zum Schluss draufwerfen würde,\nist nochmal meine Toolchain, wie man das Ganze in die Quest reinbekommt.\nWeil die wenigsten von uns können sich eine Vision Pro leisten und ich möchte\nja jetzt meinen toten Kater auch in meiner Quest mir angucken können.\nund ist das eigentlich irgendwie pietätslos? Egal."
    },
    {
      "speaker": "roddi",
      "time": "3:17:41",
      "text": "Ja, ist es, aber macht nichts."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:17:43",
      "text": "Okay.\nSo, und da kommt dieses Programm hier zum Einsatz.\nDas ist von der Firma ImmerVR für Immersion. Immersiv."
    },
    {
      "speaker": "roddi",
      "time": "3:17:57",
      "text": "Ach, nicht von jeder Zeit?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:17:59",
      "text": "Und dort, nee, obwohl es in Deutschland, der sitzt, glaube ich, in München.\nZu dem habe ich auch einen losen Kontakt. Das ist auch ein Dev-Bude und der\nist auch total gut, was irgendwie, man fragt ihm was und er erklärt Dinge und\nman kann Feature-Quests loswerfen und sowas.\nIch liebe ja wirklich so diese einen Dev-Buden, wo Leute antworten und man mit\ndenen irgendwie in den Dialog reingehen können. Ich finde, das ist echt immer\ndas Schönste so überhaupt.\nSo, der hat eine Software halt gebaut, um 3D-Bilder in der Quest sich anschauen\nzu können und seit dem letzten Updates, nach viel Quengeln von etlichen Leuten,\nnicht nur mir, Hat er jetzt also einen generischen Import dieser Apple Hike\nBilder mit aufgenommen.\nUnd von daher kann man sich also sowohl die Sachen, die jetzt direkt aus der\nQuest kommen, als auch die Sachen, die aus einem iPhone kommen,\nals auch das, was wir hier mit dem Tool, diesem Spatial Toolkit,\nsich selber zusammenrechnet,\nkann man auf einem sehr einfachen, simplen Wege sich hier auf der Quest in tollem 3D angucken.\nUnd das ist wirklich wild, wenn du also einfach deine letzten Urlaubsbilder\noder Kindheitsbilder von XY plötzlich wirklich einen riesengroß mitten bei dir\nim Wohnzimmer stehen hast.\nIch kann mir gut vorstellen, dass es bei der Quest noch eine Umdrehung beeindruckender\nist, weil noch bessere Auflösung und Farbtiefe und so weiter.\nAber dass es auch auf jetzt einer Quest 3 habe ich, ist das schon sehr,\nsehr cool. Dafür, dass es dann keinen Cent kostet."
    },
    {
      "speaker": "roddi",
      "time": "3:19:29",
      "text": "Jetzt muss man fragen, wenn man so eine Brille auf hat, macht er dann auch Parallaxe\nmit den Objekten, wenn man den Kopf bewegt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:19:36",
      "text": "Nee, die Fragen werde ich als nächstes mal stellen, weil theoretisch müsste\ndas eigentlich dann sogar auch noch möglich sein.\nAber da muss halt irgendwie nochmal eine andere Art von drei..."
    },
    {
      "speaker": "roddi",
      "time": "3:19:46",
      "text": "Da musst du Hintergrund ergänzen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:19:48",
      "text": "Das müssen sie jetzt auch schon. Das heißt also, wenn du nur ein Bild hast und\ndaraus eine zweite Perspektive errechnest, fantasieren sie ja auch schon Elemente hinzu.\nAber du musst es natürlich auch in irgendeinem Dateiformat überhaupt erstmal\nspeichern können, was dann diese tiefen Informationen dynamisch abrufbar macht.\nIn dem Hike wird nämlich, es gibt glaube ich zwei Arten, wie 3D in den Hike abgelegt wird.\nDas eine ist über wirklich linkes Bild, rechtes Bild und die andere Variante\nist über eine Death-Bild.\nDeath? Nicht Death Map, nicht Todes..."
    },
    {
      "speaker": "roddi",
      "time": "3:20:16",
      "text": "Diff."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:20:18",
      "text": "Nee, Tiefeninformationen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:19",
      "text": "Depths."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:20:20",
      "text": "Oh Gott, ja, Map, danke. Ihr sprecht das alles für mich aus.\nDas ist dann so eine schwarz-weiß Grafik, wo man dann quasi über den Helligkeitsgrad\ndie eigentliche Tiefeninformationen mitnimmt.\nDas ist allerdings nicht so sauber, wie wenn du einfach ein linkes, rechtes Bild hast.\nUnd welche Variante dann da wiederum geeignet wäre, um dann auch so eine leichte\nParallaxe-Verschiebung live machen zu können, das wäre auch sicherlich nochmal\ninteressant. sind, aber das kann Apple auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:47",
      "text": "Du hast da so ein Gerät."
    },
    {
      "speaker": "roddi",
      "time": "3:20:50",
      "text": "Es gibt einen Husten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:51",
      "text": "Da kannst du es draufdrücken."
    },
    {
      "speaker": "roddi",
      "time": "3:20:52",
      "text": "Ein Hustenbutton."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:55",
      "text": "Was sie auch noch gemacht haben, was ich aber nicht überprüft habe bisher,\nist, dass sie aus diesen Live-Fotos, die ja im Prinzip kurze Videoclips sind,\nwo du dann immer noch die Bewegung mit drin hast, also quasi,\nauch wenn du es nur über eine Kamera aufnimmst,\nhast Das ist quasi so eine kurzzeitige Bewegung von einer Sekunde oder so.\nDaraus können sie wohl jetzt auch sehr gut Dreidimensionalität herausrechnen aus den Fotos.\nAlso wenn du deine Fotos als Live-Fotos gemacht hast, dann geht es nochmal ein\nbisschen besser laut Berichten.\nWie gesagt, ich habe es selber jetzt nicht vergleichen können."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:21:36",
      "text": "So, ich werfe nochmal ein paar Links ab. Das ist hier nochmal so eine Übungsseite,\nwomit man dieses 3D-Schielen sich nochmal drauf schaffen kann.\nUnd was für Freunde der Kommandozeile noch einen Blick wert ist,\nist dieses hier von Mike Swanson,\ndas Spatial Video Tool.\nDas ist eigentlich für Video entwickelt worden, funktioniert aber genauso für Fotos.\nAlso den ganzen Bereich Video habe ich jetzt mir noch nicht angeguckt.\nDas ist dann irgendwie so der nächste Entgegen, den man sich vielleicht nochmal anschaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:15",
      "text": "Dann müssen wir hier ein Video-Format und YouTube-Kanal starten, glaube ich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:22:18",
      "text": "Ich fürchte auch. So, aber das ist nochmal ein ganz praktisches Kommando-Zeilen-Tool,\num Umrechnungen von 3D-Bildern vorzunehmen.\nDas heißt also, wenn man eben jetzt ein Apple Vision-Format hat in diesem Hike-Format\nund will das in irgendwas total Landläufiges konvertieren, einfach nur ein JPEG\noder PNG mit linkes Bild, rechtes Bild nebeneinander, dann nimmt man genau dieses Werkzeug hier.\nDa kann man dann also ein paar Parameter reinschmeißen und dann transferiert er das entsprechend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:48",
      "text": "Spatial."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:22:49",
      "text": "Das hatte ich zwischenzeitlich mal in der Pipeline drin, als diese beiden Tools\nnoch nicht miteinander gesprochen haben.\nAlso sprich hier auf der Quest die Immer Gallery auf der einen Seite und das\nSpatial Media Toolkit Pro auf der anderen Seite.\nDie waren quasi Datei-inkompatibel und dann habe ich halt beide Entwickler gleichzeitig\nbelatschert und hatte währenddessen dazwischen noch diese Kommandozeilenlösung, um das umzurechnen.\nMittlerweile haben sie es aber beide auf ihren Seiten kompatibel gemacht,\nsodass man also jetzt dieses Problem da mal schlicht nicht mehr hat und die\nWelt ist wieder ein Stück besser geworden.\nJa, also guckt euch das mal an, experimentiert damit, 3D-Bilder,\nlustiges Areal und es gibt auch schon so die ein oder andere Anwendung,\nwie gesagt, gerade irgendwie so alte Kinderbilder von einem selber oder sowas,\ndie dann plötzlich in 3D zu sehen, das ist schon weird.\nNatürlich gilt Garbage in, Garbage out. Das heißt also, wenn ihr hier irgendwie\nso verwackelte, alte, verwaschene Bilder habt, ist der Effekt natürlich bei\nweitem auch nicht so eindrucksvoll und cool, wie wenn es jetzt halt was richtig\nmit einer guten Kamera aufgenommen ist.\nAlso je besser das Eingangsmaterial, desto besser auch das 3D-Ergebnis.\nWhat a time to be alive."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:05",
      "text": "Ja, what a time to be awake. Ich bin ganz schön müde.\nJetzt sind wir eigentlich durch, ne? Mit allem. Mehr haben wir heute nicht.\nHeute mal keine 4-Stunden-Sendung. Muss ja nicht immer sein."
    },
    {
      "speaker": "roddi",
      "time": "3:24:20",
      "text": "Boah, alle Checkboxen abgehakt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:22",
      "text": "Ja.\nAber man muss ja auch nicht mehr sagen, als man weiß. Das wird dann immer schwierig.\nDann ist man wie so ein LLM.\nWie, ich soll immer noch was sagen. Ich denke mir mal irgendwas aus.\nLückenfüller. So ist es nämlich dann auch, wenn euch die Freakshow von so einer\nLLM kredenzt wird. Das ist nicht wie das Echte."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:24:45",
      "text": "Das haben wir noch gar nicht gemacht. Dieses Tool hier auf unsere Sendung jagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:50",
      "text": "Da reizt mich auch gerade gar nichts zu, muss ich sagen."
    },
    {
      "speaker": "roddi",
      "time": "3:24:54",
      "text": "Das können die Leute, die Langeweile haben, auch zu Hause als Hausaufgabe machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:58",
      "text": "Bitte nicht. Also muss nicht sein."
    },
    {
      "speaker": "roddi",
      "time": "3:25:03",
      "text": "Nur für den Privatgebrauch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:05",
      "text": "Macht was anderes."
    },
    {
      "speaker": "roddi",
      "time": "3:25:07",
      "text": "Nicht veröffentlicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:12",
      "text": "Ja, was steht noch an? Also Kongress ist,\nUnd wir könnten vielleicht nochmal kurz, ich weiß nicht, subscribe,\ndu hast ja leider nicht teilnehmen können. Ja.\nHast du zumindest den einen oder anderen Talk nochmal angeschaut?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:25:32",
      "text": "Jeweils noch nicht zu Ende, ich habe da so eine Pile of Shame,\ndie ich noch nacharbeiten muss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:39",
      "text": "Aber das ist auch dein neues Ultraschall noch nicht pluggen.\nWir können es ja mal kurz erwähnen und du kannst es dann nächstes Mal Genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:25:47",
      "text": "Wir können es einordnen und dann kann ich es nächstes Mal nochmal ein bisschen,\nGenau, wir haben also die neue Version vorgestellt dort 5.1."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:55",
      "text": "Ultraschall ist das Podcasting-Tool was diesen Podcast hier gerade aufnimmt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:25:59",
      "text": "Und tausende andere in Deutschland."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:03",
      "text": "Wirklich? Tausende?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:26:04",
      "text": "Tausende, ja Also der letzte Download war irgendwie 12.000 von der vierten Version."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:09",
      "text": "Da müssen wir ein Wasserzeichen da reinmachen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:26:13",
      "text": "Das ist teilweise lustig, wo das aufpoppt. In manchen YouTuber-Kreisen ist es\nlustigerweise auch beliebt.\nUnd in China sind wir groß.\nDas Land nach Deutschland mit den meisten Ultraschall-Nutzern ist China.\nUnd wir haben jetzt durch die auch eine chinesische Übersetzung unseres neuen Manuals. Kein Scheiß.\nDie lieben uns da drüben. Das ist eine der, also wir haben nun nur eine 5.1\nVersion gemacht, keine 6er Version,\nweil eben dann doch keine richtigen grundlegenden Philosophieänderungen oder\nMega-Features dazugekommen sind, aber dafür ein Strauß von ich glaube doch 30\noder 40 Einzelfeatures.\nAlso es ist irgendwo was zwischen der Punkt 1 und Haupt-3Ds."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:04",
      "text": "Und vor allem, gibt es das jetzt auch für Lunix?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:27:08",
      "text": "Für Linux.\nSo ist es. Aber das können wir dann nochmal im Detail ausformen.\nAber Joram hat ja eine tolle Keynote in Vertretung für mich gehalten und ich\nnehme gerade jetzt noch den Release Screencast auf, wo ich die ganzen Features\nnochmal einzeln durchgehe.\nUnd wir haben jetzt wirklich eine schriftliche Dokumentation endlich nach all\ndiesen Jahren und nicht nur die Videos, sondern jetzt auch mal was zum Nachlesen.\nUnd da könnt ihr also oben in der Tat die Sprache auf Chinesisch umstellen und\ndas ist keine automatisierte Übersetzung, sondern die wurde uns wirklich von,\nchinesischen Freunden und Kooperationsmenschen da ins Git geladen."
    },
    {
      "speaker": "roddi",
      "time": "3:27:49",
      "text": "Da ist irgendwas kaputt. Es wird nicht chinesisch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:27:53",
      "text": "Es wird nicht chinesisch. Natürlich seien das noch nicht alle Seiten von denen gearbeitet sind.\nAber eigentlich."
    },
    {
      "speaker": "roddi",
      "time": "3:28:02",
      "text": "Das wird nach einem methodischen Fehler und nicht einem, dass da was fehlt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:28:10",
      "text": "Also wir haben es eigentlich auf Deutsch, Englisch und Chinesisch,\naber du hast recht, Chinesisch passiert hier sehr wenig. Na,\nda müssen wir nochmal gucken, weil das lief schon mal.\nBis zur nächsten Sendung haben wir das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:23",
      "text": "Hast du denn einen Talk von der Subscribe schauen können? Hast du irgendwie Zeit gefunden?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:28:28",
      "text": "Wie gesagt, ich bin noch dabei. Deinen habe ich zu zwei Drittel durch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:33",
      "text": "Ah."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:28:33",
      "text": "Da, deine Eröffnungskinaute im Dunkeln ist alles viel spannender."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:40",
      "text": "Aufregender."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:28:40",
      "text": "Aufregend. Guter Titel natürlich. Guter Titel. Nein, aber ich habe im Moment\nleider sehr wenig Zeit in meinem Leben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:48",
      "text": "Ja, deswegen vielleicht ein Tipp. Schaut euch nicht meinen Kram an,\nsondern der beste Talk oder heilsamste Talk war auf jeden Fall der von Dani Frede.\nich kann so nicht arbeite, Albtraum Comedy Podcast.\nZehn Dinge, die man besser machen kann. Das ist wirklich fantastisch.\nGrandios. Das war eine echte Erweckung. Und ja, das ist alles auf media.ccc.de,\nkann man auch nochmal verlinken.\nUnd wir sind ja dann mit dem,\nmit dem Sendezentrum auch auf dem Chaos Communication Kongress wieder vertreten,\nam Ort, wo wir auch letztes Mal waren, da im Bereich X und dort wird es auch\nein kleines Workshop Programm noch geben.\nDa ist aber noch nichts online, glaube ich, oder wenn, dann weiß ich jetzt gerade nicht wo.\nKommt aber auf jeden Fall alles noch. Wir machen auf jeden Fall nochmal eine\nSendung vor dem Kongress, würde ich sagen. Das passt ja noch ganz gut rein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:29:57",
      "text": "Rodi, du bist auch auf dem Kongress, ne? Ich komme mit Kindern.\nDas wird spannend. Mal gucken, was der Kidspace so kann.\nDas wird mich dann da auch ganz schön binden vor Ort, aber das wird ganz lustig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:12",
      "text": "Alles klar, dann kann ich sagen, machen wir doch hier mal unsere schöne Outro-Musik.\nDie kündigt an, dass es jetzt vorbei ist mit der Freakshow für heute und wie\ngesagt, eine Sendung machen wir noch dieses Jahr.\nDas auf jeden Fall. und bis dahin sagen wir Tschüss und bis bald, oder?"
    },
    {
      "speaker": "roddi",
      "time": "3:30:33",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:34",
      "text": "Okay. Dann ist es dann. Tschüss."
    }
  ]
}