{"v":1,"episode":287,"speakers":["Tim Pritlove","roddi","Ralf Stockmann"],"t":[259,263,266,270,274,275,290,296,304,310,319,322,328,333,339,340,343,346,347,349,406,408,410,411,412,414,417,419,423,427,431,460,461,465,467,485,517,524,526,527,535,537,538,550,563,569,573,574,582,599,603,604,605,610,611,618,662,663,670,672,674,679,682,693,703,704,709,710,712,715,723,733,737,737,747,762,763,765,767,784,798,799,806,807,816,817,820,828,829,833,849,851,857,857,859,860,873,877,880,883,945,953,963,964,1078,1096,1132,1141,1148,1163,1175,1183,1186,1202,1212,1215,1216,1217,1290,1293,1322,1331,1335,1350,1358,1361,1403,1407,1415,1420,1440,1459,1461,1465,1480,1484,1507,1508,1510,1529,1533,1539,1542,1544,1546,1578,1627,1641,1699,1705,1712,1713,1717,1724,1740,1746,1748,1755,1934,1938,1971,1973,1985,1991,1999,2002,2047,2050,2061,2064,2066,2066,2074,2109,2124,2156,2164,2201,2201,2215,2216,2218,2220,2253,2260,2264,2277,2305,2306,2328,2331,2373,2373,2376,2383,2449,2527,2611,2614,2686,2688,2720,2721,2740,2744,2747,2750,2752,2779,2818,2821,2858,2869,2872,2874,2889,2892,2893,2903,2904,2921,2923,2950,2961,2968,2970,3000,3001,3018,3019,3045,3047,3047,3076,3078,3083,3095,3106,3127,3132,3148,3149,3152,3168,3170,3175,3177,3184,3188,3203,3204,3205,3208,3209,3220,3223,3226,3227,3239,3240,3243,3245,3250,3381,3397,3398,3400,3401,3424,3450,3451,3462,3470,3554,3556,3622,3623,3733,3737,3749,3751,3813,3816,3821,3870,3872,3874,3876,3958,3961,4051,4059,4060,4064,4078,4081,4082,4100,4102,4103,4107,4163,4166,4169,4175,4178,4180,4184,4196,4201,4203,4275,4317,4365,4367,4662,4664,4780,4781,4821,4827,4896,4900,4957,4976,4990,4992,5012,5018,5053,5054,5057,5066,5102,5127,5307,5312,5325,5327,5370,5372,5374,5376,5469,5476,5508,5514,5549,5559,5593,5597,5614,5633,5644,5646,5649,5654,5659,5668,5683,5687,5689,5724,5732,5743,5817,5820,5877,5880,5967,5970,6034,6036,6230,6237,6270,6275,6284,6287,6290,6292,6336,6339,6341,6346,6397,6398,6448,6468,6663,6664,6854,6857,6990,7002,7004,7017,7020,7022,7035,7039,7043,7047,7071,7071,7229,7230,7339,7343,7344,7348,7359,7361,7364,7364,7388,7400,7402,7402,7404,7407,7415,7438,7677,7679,7712,7715,7732,7746,7748,7819,7822,8080,8084,8263,8263,8264,8266,8352,8516,8517,8529,8533,8534,8545,8547,8577,8579,8647,8849,8851,8893,8897,8897,8963,8967,8974,9031,9037,9040,9048,9051,9052,9079,9101,9103,9110,9111,9114,9120,9124,9224,9260,9319,9325,9341,9342,9366,9367,9370,9372,9375,9376,9378,9381,9383,9387,9403,9410,9452,9453,9486,9487,9488,9489,9501,9505,9519,9521,9600,9641,9645,9647,9648,9650,9654,9661,9662,9663,9664,9665,9666,9681,9682,9686,9687,9689,9695,9703,9730,9734,9740,9741,9750,9756,9827,9876,9882,9892,9901,9906,9909,9912,9918,9922,9924,9926,9927,9928,9930,9934,9940,9945,9949,9951,9962,9963,9965,9967,9969,9974,9976,9977,9979,9981,9982,9984,9989,9997,9997,10000,10001,10002,10015,10033,10038,10043,10050,10061,10063,10071,10080,10092,10104,10109,10111,10113,10248,10249,10321,10324,10357,10359,10370,10373,10377,10379,10392,10395,10421,10422,10500,10502,10504,10607,10626,10629,10636,10638,10673,10682,10697,10698,10703,10726,10730,10737,10742,10744,10746,10751,10766,10769,10790,10807,10809,10826,10826,10846,10849,10851,10861,10865,10871,10902,10904,10911,10915,10919,10922,10927,10930,10963,10965,10968,10976,10979,10987,10988,10990,10995,10997,11000,11003,11005,11005,11009,11062,11065,11077,11079,11089,11099,11101,11123,11126,11130,11137,11147,11153,11164,11167,11187,11189,11190,11190,11191,11192],"s":[0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,1,2,1,0,1,0,2,0,2,0,2,1,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,1,0,2,0,2,0,2,0,2,0,2,0,1,0,1,0,1,0,2,1,0,2,0,2,0,2,0,2,0,2,0,1,0,1,0,1,0,1,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,2,1,2,0,2,0,1,0,1,0,1,0,1,0,1,2,1,0,2,0,2,0,2,0,2,1,2,0,2,0,2,0,2,0,1,2,1,2,0,2,1,2,1,2,1,2,1,0,1,0,1,2,1,2,1,2,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,0,2,0,2,0,1,2,1,2,0,2,0,2,0,2,0,2,0,1,0,1,2,0,2,0,2,0,1,0,2,0,2,0,2,0,2,0,2,1,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,2,0,2,0,2,0,2,0,2,0,2,1,0,1,2,0,2,1,2,1,2,1,0,2,0,1,0,2,0,2,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,0,1,2,1,2,1,0,1,0,2,0,2,0,2,0,2,0,1,0,1,0,1,0,1,0,2,0,2,0,1,0,2,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,1,0,1,0,1,0,2,0,1,0,2,0,2,0,2,1,2,0,2,1,2,1,2,0,2,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,0,2,0,1,0,2,0,1,0,2,0,1,2,0,2,1,0,1,2,0,2,0,2,0,2,1,2,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,1,2,0,2,0,2,0,2,0,2,1,2,1,2,1,0,1,0,1,0,2,1,2,1,0,1,2,1,0,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,1,2,1,0,2,0,2,0,2,0,2,0,1,0,2,1,0,2,1,2,1,0,1,0,2,1,2,1,0,2,0,1,0,2,0,1,2,0,2,1,0,1,0,1,0,1,2,1,2,0,1,0,1,0,1,0,1,0,2,0,2,0,1,0,1,0,1,0,1,0,2,0,1,0],"x":["Hey, hallo, hallo World.","Hallo World.","Hätte ich auch nicht gedacht, dass wir mal eine Sendung mit Java eröffnen.","Beziehungsweise mit Nano War of Steel. Das ist schon eine sehr geile Band.","Ja, kennst du?","Mein Lieblingssong von denen heißt Norwegian Raggaeton.\nUnd der Name ist Programm. Das ist so eine Kooperation mit einer anderen Band\nund es ist wirklich Raggaeton. zusammen mit Metal.","Was heißt denn Reggaeton? Reggaeton ist... Reggae mit Marathon oder was?","Nein, Reggaeton ist so ein Musikstil aus Südamerika, der so ein bisschen Reggae\nangehaucht ist und wie beschreibe ich denn das jetzt?","Ja, das weiß ich nicht. Da lass dir mal was einfallen, weil ich habe noch nicht\nso richtig eine Vorstellung davor.","Ich bin in der Sache jetzt auch nicht unbedingt kein Experte.\nNein, ich bin kein Experte in allen Musikstil.","Aber in manchen schon.","Auch das wage ich nicht zu behaupten. Das geht schief.","Okay, aber das, was wir gehört haben, das qualifiziert sich ja wohl eher als Metal?","Das ist, glaube ich, ganz Heavy\nMetal, so klassischer. Das ist klassischer Heavy Metal, würde ich sagen.","Metal, Leute.","Fühle mich schwer in meine Plastik-Rock Zeit zurückverlässt.","Plastik-Rock? So, was hattest du mal?","Wisst ihr noch, was das ist?","Ich habe keine Ahnung.","Also Claudia, meine jetzige Frau, damals glaube ich noch nicht oder so gerade eben.\nWir haben mal zusammen die deutsche zentrale Plastic Rock Community bespielt.\nUnd zwar waren das so Guitar Hero und Rock Band,\nwo man diese Plastik Gitarren Controller umhängen hatte und dann wild auf den\nrumfingerte und auf einer Konsole Playstation oder Xbox dann so die Noten angeflogen kamen.\nUnd man das dann richtig treffen musste.\nUnd genau, da hatten wir so das zentrale Community-Forum. Vor,\nich glaube, so 2000 Leute oder sowas.\nUnd in dem Kontext, da waren halt viele Metal-Hätze unterwegs.\nUnd in dem Kontext haben wir uns dann auch mal etwas ernsthafter mit Metal beschäftigt.\nUnd das macht schon Spaß. Das ist gut.\nUnd ich prangere das übrigens an, dass es keinen Plastic Rock mehr gibt.\nDie haben einfach dann zu schnell zu viel rausgebracht.\nAber da lag so viel Potenzial auf dem Boden. Und ich hatte mir immer gewünscht,\ndass so jedes neue Album auch automatisch halt in diese Musikspiele ausreleased wird.","Also Pessicrop ist eine Band?","Ne, das ist ein Begriff, den haben wir uns ausgedacht dafür.","Achso.","Ich glaube, das Forum gibt es auch nicht mehr.","Das ist einfach nur Guitar Hero halt.","Genau, das ist Guitar Hero und Rock Band. Das waren so die beiden großen Franchises.","Kann sein, ja.","Achso, jetzt verstehe ich das überhaupt erst. Diese Hüpfspiele.","Naja, nicht hüpfen. Du hast halt so einen Controller, der so geformt ist wie eine Gitarre.","Achso, nicht wo man tanzen muss, sondern wo man so tun muss,\nals würde man Luftgitarre spielen.","Ja, aber es ist schon ein bisschen mehr. Also wenn du halt richtig Gitarre spielst,\ndann merkst du schon, ja, das hat schon so 60, 70 Prozent von dem,\nwas man dann auch so bei einem echten Solo spielen würde, wird da schon übersetzt.\nUnd Rockband hat dann angefangen und hat dann beispielsweise auch ein Schlagzeug\ndazu rausgegeben, also billig getriggertes, billig Plastikschlagzeug.\nUnd so habe ich Drums gelernt, bis es dann irgendwann für eine richtige Band gereicht hat.\nAlso ich habe Schlagzeugspielen mit Rockband gelernt. Kann man machen.","Echt?","Ja, und ich finde das dramatisch, dass der heutigen Jugend das vorenthalten wird.","Wieso wird das vorenthalten?","Ich weiß nicht, ob man das überhaupt noch kaufen kann, aber es ist einfach,\ndie ganzen Finnscheise sind so vor, weiß ich nicht, acht, neun Jahren gestorben alle.\nWeil die zu viel gleichzeitig rausgehauen haben.\nUnd dann haben die Leute irgendwie ihr Interesse daran.\nIch muss mal eben gucken, diesen Kult-Song von Guitar Hero, wie hieß denn der?","Es gibt so ein Programm, wo du tatsächlich mit einer richtigen Gitarre sowas ähnliches machst.\nDie ist aber eher dafür gedacht, dass du tatsächlich Gitarre spielen lernst.\nAber da ist es halt auch so, dass Noten angeflogen kommen und dann musst du\nhalt die richtigen Seiten spielen.\nDa ist es ja so, dass du auf dem Griffbrett Irgendwie hast du fünf Tasten oder\nso und dann hast du unten noch einen Hebel für die Hand, die eigentlich die\nSeiten anschlagen würde, aber eigentlich drückst du nur diesen Hebel,\ndamit du gleichzeitig oben auf dem Griffbrett die Taste drückst und unten den Hebel drückst.","Mach doch mal Beamer-Bild hier jetzt auf deinem schönen neuen HDMI-Switch.\nMachen wir ein Beamer-Bild. Wir haben kein Beamer-Bild hier.","Doch, wir haben ein Beamer-Bild.","Das ist schwarz.","Ja, es ist von dem letzten Frame hier überdeckt. Was würdest du denn gerne sehen?\nMüsst du wieder Bilder ins Leck werfen und beschreiben.","Das ist ein Video.","Ach, noch schlimmer.","Through the Fire and Flames. 100% aus Guitar Hero 3.\nDas galt immer so als das schwierigste zu meisternde Stück. Und du kannst einfach\nmal ein paar Sekunden mal anspielen.\nIn was für einem Tempo, das da abgeht.","Wenn ich das abspielen wollte, dann\nmuss ich hier mal kurz meine Soundkonfiguration nochmal kurz anpassen.\nDas mache ich wie, das mache ich so. Okay, dann spiele ich das mal kurz an.","Und das Ganze war, ja, erstmal. Du musst gleich ein bisschen vorspulen,\ndamit man so richtig reinkommt.","Kommt aber jetzt gerade nicht da raus, wo ich dachte, dass es rauskommt.\nWieso kommt es da nicht raus?","Ich habe aber was gehört.","Aber nicht im Kopfhörer, sondern hier auf meinen Lautsprechern.\nWeil ich Vogel Ah ja, ich vollidiot. Oder? Nee.","Das Ganze war eine Zeit lang mal so drei, vier Jahre so populär,\ndass es hier in Berlin dafür Karaoke-Stations\ngab, wo man dann sich diese Plastik-Instrumente umgehängt hat.\nUnd statt Karaoke nur zu singen, ist man dann dort als Plastik-Band aufgetreten. Das war großartig.","Ja gut, aber vielleicht ist es auch ganz gut, dass diese Mode auch wieder abgeflacht wird.","Nein.","Vielleicht doch.","Okay, jetzt kommt's.","Das ist jetzt das Intro von dem...","Wie lange muss ich das anspielen, damit man weiß, wie schwierig das ist? Ah, jetzt geht's los.","Scroll doch mal einfach irgendwo rein. Der Anfang ist hier mit irgendwie Katze\nund sonst was, dass man wirklich in dem Song drin ist. Da gehen wir.\nSo, wir sehen jetzt halt diese heranfliegenden Noten und dahinter jemanden,\nder das Ganze auf der Plastikgitarre gleichzeitig performt.\nUnd das hat halt so eine Dichte von ungefähr, das ist halt so Tapping.\nAlso Vanhalen, Tapping mit zwei Händen gleichzeitig auf der Gitarre,\nsowas wird hier halt abgebildet. Also du musst hunderte Noten pro Minute spielen.\nAlso durchaus teilweise so 40 pro Sekunde auch. Also da geht es echt ab.","Wow.","Und der macht das ohne einen einzigen Fehler jetzt hier in dem Video.\nDas heißt also, er kommt auf die 100 Prozent und trifft exakt jede einzelne Note.","Okay.","Es war Sport. Es ist ein E-Sport.","Verstehe. Es ist ein E-Sport. Okay, I can follow this. Ja, ist ja auch eine Gabe.","Und es ist kein Spiel, wo es um die Prinzessin geht?","Ja, ja, nee, ich akzeptiere das auch total. Ich wäre glatt bereit,\ndafür eine eigene Kategorie aufzumachen.\nMusikinstrument spielen, das ist ja auch mal nichts, das ist ja auch nichts Schlechtes.","Naja, aber...\nEs sind halt so Spiele, wo Dinge hinfliegen und dann musst du richtig reagieren.\nAlso ich meine das mit den Sabre, wie heißt das Ding?","Light Sabre.","Nee, für VA, dieses Beat Sabre ist ja mehr oder weniger das Gleiche.","Das stimmt.","Oder diese Tanzdinger, wo man da auf den Pads ran kann.","Genau, deswegen hatte ich auch diese erste Assoziation.","Ja, wenn du Gitarre spielst, dann merkst du, es ist nicht das Gleiche.\nDas heißt, du hast auch schon das Gefühl, Akkorde zu greifen.\nDu haust halt nicht mit dem Laser schwer durch die Luft.","Sondern… Ja, aber vom Prinzip ist es so, dass Dinge auf dich zufliegen und du\nmusst die richtige Taste oder die richtige Geste machen, um zum richtigen Zeitpunkt,\num das richtig zu machen.","Aber im Prinzip ist es ja so Babyschwimmen für Rockmusiker, ne?","Ja.","Also man kann dann sozusagen schon im Kinderzimmer schon mal so richtig den\nVan Halen raushängen lassen und weiß der Geier, wenn man da wirklich Interesse\ndran hat, dann ist man schon mal so ein bisschen vorkonditioniert.","Und es gab zum Beispiel auch eine Beatles Edition, wo du also irgendwie 40 Beatles\nLieder nachgespielt hast, das war auch großartig.\nDas ist halt auch mit Gesang, das ist wirklich dann die ganze Band.\nDas heißt also Drums, Bass, Gitarre, Gesang.\nDu kannst also zu viert im Wohnzimmer stehen und performst dann wirklich diesen...","Hast du auch gesungen?","Natürlich habe ich auch gesungen. Sicher.","I heard the news today.","Oh boy. Ja, ganz genau.\nUnd eine Ben-Alen-Edition gab es. Und eine Lego-Rockband-Variante gab es.\nDas war auch cool. Du hast also Lego-Animationsfilme gesehen.\nUnd das habe ich noch im Keller. und das werde ich, glaube ich,\nmit meinen Jungs irgendwann mal ausprobieren.","Okay, gut. Dann würde ich doch sagen, herzlich willkommen zur Freakshow.\nFalls ihr es noch nicht gemerkt habt, sie baden gerade ihre Hände drin,\nihre Ohren. Sie baden gerade ihre Ohren drin. Versteht das eigentlich noch jemand, das Mem?","Ich weiß es nicht.","Das sind so Memes, als es noch keine Meme gab. So ist es doch.\nDas ist doch Meme für alte Menschen.","Altmeme.","Falls es, falls irgendjemand jetzt nicht gecheckt hat, wovon ich rede,\nguhlt einfach mal nach Palmolive und Tilly.","Tilly?","Ja. Du erinnerst dich?","Eine alte Palmolive-Werbung. Ich weiß gar nicht, ob die aus den 80ern oder aus\nden 70ern ist, aber auf jeden Fall ist sie lange her.","Ja.","Also mindestens Mitte 80er, wenn nicht noch früher.","Mhm.","2010 war das.","Naja, aber wie ihr schon gehört habt, ist Roddy wieder da? Hallo Roddy. Und Ralf ist wieder da.","Hallo Indi-Runde.","Es dauert immer länger.","Bis wir zur Begrüßung kommen.","Ja, aber ich meine, es ist doch okay. Es muss ja auch erstmal ein bisschen warm\nwerden, bis man so rausgeht aus sich heraus.\nWir haben ein Potpourri. Pourri?","Pottpourri ist, glaube ich, heute besser.","Ein Potpourri. P.O.D. Püree. P.O.D.","Püree.","Genau, ein Pottpüree vorbereitet für euch.\nDenn das ist ja quasi unsere letzte Sendung vor dem Jahresende.\nAlso known as 38. Chaos Communication Kongress.\nUnd das Thema wollte ich mal gleich abräumen, weil wir da ja sind, alle.\nUnd ihr ja vielleicht auch, falls ihr hinwolltet und noch kein Ticket habt, verzaget nicht.\nAuf den letzten Metern werden immer noch Tickets frei. Man muss einfach,\nden Link kann ich nochmal raussuchen.\nEs gibt eine Tauschbörse.\nGibt es einen Link und mit dem kann man Erfolg haben oder halt so auf den sozialen Medien,\ninsbesondere auf Mastodon mal nach 38C3, Hashtag Grasen, auch da kann man fündig werden.","Man muss aber ein bisschen aufpassen, das sind schon die ersten Leute,\ndie von Griftern und sonst wie ab Zockern berichtet haben.","Ja, ich finde es ja auch schade, dass wir keinen offiziellen Zweitmarkt haben,\ndas wäre in der Tat mal ganz hilfreich.","Ja, wahrscheinlich.","Das hat sogar Union. Und Union hat ansonsten ticketmäßig wirklich nicht viel auf den Dampfer.\nAlso von daher, das muss noch kommen.\nÄh, außerdem auf dem 38 C3 ist das Sendezentrum das ist die kleine Podcast Corner quasi,\nalso da, wenn ihr Podcast Related irgendwie Interesse habt oder einfach nur\nPodcaster treffen wollt und ins Gespräch kommen wollt über was auch immer,\ndann ist das unter Umständen ein Tipp, das befindet sich im Bereich X Ja,\nvormals Twitter.\nOh Gott. Das stand letztes Jahr sogar dran. Das ist nach wie vor lustig.\nAlso im Prinzip da, wo es letztes Jahr war, ganz vorne und neu ist allerdings,\ndass es einen Vortrags- und Workshopraum mit Podcastbühne gibt.\nDas gab es auch letztes Jahr schon, aber letztes Jahr war das am anderen Ende\ndes Gebäudes Das war überhaupt gar keine gute Idee.\nDiesmal ist es nur am anderen Ende des Gangs. Also man geht einfach ganz durch\nund dann kommt man da hinten an und da finden Dinge statt.\nUnd was für Dinge da stattfinden, das könnt ihr mit beeinflussen.\nDenn wenn ihr mit euren Podcasts oder mit irgendeinem Podcast-audiobezogenen\nWorkshop-Thema was machen wollt,\ndann könnt ihr euch tatsächlich jetzt noch bewerben.\nEs gibt da einen offenen CFP, da tragt ihr euch einfach mal Geschwinde ein.\nWenn ihr euren Podcast vor Ort halten wollt, ohne auf einer Bühne zu sitzen,\nsondern einfach nur einen Tisch und Recording Equipment haben wollt,\ndann gibt es noch den Podcast-Tisch. Den Podcast-Tisch, genau.\nAlso diverse Zungenbrecher eigentlich am Start. Bist du ein paar Mal gesteuert?","Genau und ihr müsst da auch nicht schüchtern sein.\nIch habe letztes Jahr die Technik für den Podcast-Tisch für einen Podcast gemacht,\nder sich hardcore um Linux gedreht hat.\nUnd ich hatte überhaupt keine Ahnung davon, was sie da so erzählen.\nEs war wirklich sehr spannend.","Ja, also genau, wir werden das da irgendwie vor Ort versuchen,\nalles nett auszukleiden.\nMan kann auch beim Podcast-Tisch zuhören.\nSimon bringt zum Beispiel sein Aura-Cast-Device mit.\nDas ist ja eine Technologie, über die können wir gleich mal reden übrigens,\ndie auch nochmal stattfinden muss.\nPodcaster, Podcaster. Genau, ja und weiß nicht, fällt dir noch was ein,\nwas man zu dem Thema Sendezentrum und Kongress sagen kann, außer dass es uns\nnoch nicht gelungen ist, mal einen Blogpost darüber abzusetzen?","Ja,\nich bin ja dieses Jahr mit Kindern da und werde da wahrscheinlich dann also\nauch etwas andere Themen aufsuchen.","Ja, es gibt ja den Junghacker-Tag. Ich meine, jemand wollte sich auch bemühen,\nda ein Angebot zu schaffen.","Und Kidspace und so. Gucken wir mal. Also ich bin sehr gespannt,\nwird mein erster Kongress mit Kindern.\nDas wird, glaube ich, ziemlich awesome, aber darum habe ich mich da aus dem\nSendezentrum bisher ein bisschen rausgeklingt, aber so zur fortgeschrittenen\nAbend- und Nachtstunde wird man mich da natürlich dann auch antreffen.","Genau, das ist ja ein guter Punkt zum Abhängen auf jeden Fall.\nDas haben wir dann zumindest schon mal erwähnt. Und wie gesagt,\nCFP, Klicksauern und dann.","Erik schreibt gerade im Chat, Udo hier aus unserem Ultraschall-Team,\nbringt sein Ultraschall-Gerät mit und das gibt es wirklich.","Ein Ultraschall, achso ein richtiger Ultraschall-Gerät.","Er hat ein richtiges, ärztliches wo ist das Baby-Ultraschall-Gerät auf Ebay\ngeschossen und moddert das gerade und das ist glaube ich ein Besuch wert,\ndas ist glaube ich eine sehr chaos-typische Aktion, die da passiert.","Ich habe ganz vergessen, was ich gerade anschließend noch sagen wollte. Ach ja, genau.\nKurz mal die Technologie erwähnt. AuraCast, habt ihr davon schon mal gehört?","Der Begriff, ja. Ich muss kurz googeln, damit das wieder Klick macht.","Du, Roddy?","Nein, noch nicht.","AuraCast gibt es bereits, aber es gibt es noch nicht so richtig.\nAlso AuraCast ist tatsächlich ein neuer Substandard in der Bluetooth-Spezifikation.\nDen gibt es auch schon seit einiger Zeit.\nUnd es gibt auch schon ein paar Geräte, die das implementieren.\nWas ist AuraCast? AuraCast ist im Prinzip 1 zu N-Streaming über Bluetooth.\nThink Kopfhörerdisco. Also wenn du quasi in so überschaubaren räumlichen Ausdehnungen\nein einzelnes Audiosignal gerne an viele Empfänger senden möchtest,\nso wie man das mit Radio getan hat,\ndann geht das jetzt demnächst auch mit Bluetooth.\nAlso es geht im Prinzip auch jetzt schon mit Bluetooth.\nDu hast nur eben, naja, salopp gesagt, Apple hat es noch nicht eingebaut,\ndeswegen kennt es auch noch keiner.\nUnd es gibt ein paar Sennheiser und ein paar andere Devices und irgendwelche\nChina-Teile, die behaupten, dass sie es hätten.\nDa ist noch nicht so viel am Start.\nDas muss ich glaube ich auch erst noch so ein bisschen beweisen.\nMeine Hoffnung ist, dass es irgendwann mal in AirPods oder zumindest ins iPhone Einzug hält.","Nur dann, wenn Apple behaupten kann, dass sie es erfunden hätten.","Wenn du mal überlegst, also klingt ja jetzt einfach so, ja einschalten,\nempfangen, wo ist das Problem?\nAber das ist natürlich ein ganz tricky User Interface Problem.\nWenn jetzt meine AirPods selber die Empfänger sind, Also ich mich quasi an eine\nAura-Cast-Quelle anschließe, die ja nicht von meinem iPhone kommt,\nsondern die in der Luft ist.\nWie wähle ich die denn bitte aus mit meinen AirPods, wenn ich gar kein User-Interface dafür habe?","Naja, du könntest natürlich eine Bridge haben auf dem Phone,\ndie den Empfang macht und das einfach weiterleitet.","Klar, aber das ist ja dann sozusagen nochmal von hinten durch die Brust ins Auge.","Oder du hast da einfach nur die Steuerung drauf.\nAlso ich meine, du hast ja jetzt bei den AirPods schon das Ding,\ndass du auf dem Phone irgendwie Transparenz und Noise Cancelling an- und ausschalten kannst und so weiter.","Klar, aber jetzt stell dir einfach mal nur vor, man würde nur die AirPods haben\nund man würde gerne damit...","Dann geht es nicht oder es wird schwierig?","Also geht nicht, würde ich jetzt nicht sagen. Ich meine, du kannst ja irgendwie\nso Triple-Klick irgendwie dich durch die Kanäle durchsteppen und so weiter.\nDas ist natürlich jetzt nichts, was Apple machen würde.\nAber es ist definitiv etwas, wo sie erstmal, glaube ich, drüber nachdenken, wie sie es genau machen.\nUnd wenn du es halt indirekt über das Telefon machst, dann müsstest du halt\nirgendwie gleichzeitig diesen Audio-Kanal empfangen, aber trotzdem noch den\nKontrollkanal vom iPhone haben, damit du das dann sozusagen auch nach wie vor steuern kannst.\nAlso weil du willst ja nicht den Audio-Stream ins Telefon gehen lassen und dann\nwieder raus, weil dann hast du ja nochmal Delay und doppelte Frequenznutzung und überhaupt alles.\nDas macht ja irgendwie keinen Sinn.","Ja klar, also du müsstest auf jeden Fall zwei Connections halten können. Das ist irgendwie klar.","Und das weiß ich gar nicht, ob der Bluetooth-Standard das so ohne weiteres,\nalso klar, das Telefon kann ja mit den Dingern verbunden sein.","Ja, aber mal ganz ehrlich, das Problem hat doch jedes Endgerät.","Ja klar, aber die anderen haben halt scheiß Interfaces dafür und das wird halt Apple nicht machen.\nAlso soweit ich weiß, normale Kopfhörer, die haben dann halt irgendeine Aura-Cast-Taste\nund dann kannst du da so durchsteppen mit irgendwelchen Buttons und dann kannst\ndu auswählen, welchen du haben willst.\nUnd Apple würde natürlich gerne eine Liste mit benannten Streams haben,\ndie du auswählst und die wirst du dann.","Also wenn ich mir die Webseite angucke und da haben sie ein Interface auf dem\nTelefon und da haben sie die Möglichkeit, einen QR-Code zu scannen.\nSolange sie jetzt keine Kamera in die AirPods einbauen, wirst du immer irgendwie\nmit dem Telefon das kontrollieren müssen und dann wird dieser Standard das auch irgendwie hergeben.","Welche Webseite meinst du jetzt?","Bluetooth.com.","So ist es auch hier auf der offiziellen, auf dem Schaubild, da ist der Auracast\nAssistant dazwischen und der muss zwingend auf einem Smartphone laufen.\nDas heißt, du hast immer erstmal zumindest das Smartphone als Broker dazwischen.","Ja, also ob das mal so durchdacht ist, gut.","Und ich frage mich halt, so was mit der Reichweite ist. Also hier bei Spon haben\nsie einen Artikel, da steht jetzt 40 Meter.\nDas wäre natürlich glaube ich schon mal ein bisschen, obwohl naja,\ndas ist Bluetooth Low Energy, ist das ungefähr 40 Meter.\nAlso clever wäre es natürlich, wenn die dann, die Geräte selber dann wiederum\nauch Repeater wären, sodass du damit also noch wirklich durch große Hallen und\nsowas irgendwie durchkommst.","Naja.","Sonst müsste wieder alles mit irgendwelchen Funkteilen vollstopfen.","Ich glaube, das ist nicht jetzt unbedingt die Technologie, die für große Hallen\ngedacht ist, sondern das ist halt eher die Technologie, die für kleine Hallen gedacht ist.\nAlso eben Think Rooms, Think Workshops, dass du irgendwie auf der Ebene mal\neben schnell sowas eben aufsetzen kannst.\nIch meine, wofür es halt total super ist, ist halt so Kopfhörer-Party.\nAlso kannst halt...","Aber das ist 40 Meter auch nicht so die Welt, ne? Für eine Kopfhörer-Party.","Ja, guck dir mal, was weiß ich hier, der Sendezentrum-Party auf dem Kongress.\nAlso da reicht 40 Meter mal locker aus.","Also hier schreiben sie was von 100 Metern.","Ja gut, das sind aber alles so Behauptungen.","Paired Connection 10 Meter.","Anyway, das müssen wir sehen. Die Bluetooth-Standardisierungsding sagt 100 Meter.\nIch sag nur, Apple, bitte melde dich.\nKönnt ihr das bitte mal einbauen, weil das könnte nämlich echt praktisch sein.\nAlso gerade für solche noisy Areas wie auf dem Kongress, da könntest du halt\nmal eben irgendwo so im Nichts mit Kopfhörern schnell mal die Möglichkeit schaffen, dass die Leute,\nin einen Vortrag reinklinken, ohne dass du jetzt Kopfhörer bereitstellen musst\nin großen Mengen, weil jeder eigentlich Kopfhörer dabei hat.","Ich glaube, die Sache mit Apple ist im Wesentlichen, kann man das durch Software\nrauspatchen oder brauchst du da neue Hardware, weil du ja zwei Streams oder\nzwei Signale empfangen musst.\nAlso einmal das vom AuraCast Assistant, wie sie es hier so schön nennen,\nSmartphone, Smartwatch, Hearing Aid, Remote und dann den, wie nennen sie das,\nAuraCast Transmitter, den du dann, genau,\nalso brauchst du neue Hardware oder nicht, wenn du neue Hardware brauchst,\ndann sehen wir das in den neuen AirPods Pro.\nWenn du keine neue Hardware brauchst, dann hält sie wahrscheinlich nichts davon\nab, das mit einem Update dann auch zu bringen,\nwenn das nicht zu viel Strom braucht, beziehungsweise irgendwie in den Chip,\nder da direkt verbaut ist, reinpasst. Also keine Ahnung.","Keine Ahnung. Ich wollte ja nur mal, dass wir es mal gehört haben und mal ein\nbisschen darauf achten, ob es irgendwo aufpoppt.\nUnd ich hoffe, dass so iOS 19 oder so dann auch mit so einen Geschichten um\ndie Ecke kommt, weil Zeit wird's.","Also ich gehe schwer davon aus, weil ich kann mir nicht vorstellen,\ndass das Google irgendwie unterm Tisch fallen lässt und da wird sich Apple nicht\ndie Butter vom Brot nehmen lassen wollen.\nAlso das ist so ein offensichtlicher Enhancement des Bluetooth-Standards,\ndass man den unterstützen werden wollen wird, weil ich meine,\ndas nicht zu machen, das klingt irgendwie Unsinn.\nAlso gut, ob alle Aura-Casts dann auch sinnvoll sind. Ansagen am Flughafen oder\nso. Naja gut, warum nicht?\nAlso was halt geil wäre, ist, wenn ich mein eigenes Zeug hören könnte und wenn\ndann über den Broadcast was kommt, was ich missen muss.\nDurchsage am Flughafen, Durchsage am Bahnhof, dann wird mir das eingespielt\nund das andere Kram wird pausiert oder so. Das fände ich halt ganz cool.\nOb das jetzt Teil des Standards ist oder nicht, das werden wir dann rausfinden.","Also definitiv stellt es dem User-Interface neue.","Ja, für Silent Disco bin ich vielleicht schon zu alt.\nEr hat gemutet.","Sehr gut.","Ich habe es trotzdem gehört. Und die Hörer vielleicht auch.","Okay, gut. Soviel dazu. Ralf, willst du mal deinen Release besprechen,\nbevor wir zum Rest kommen?","Ja, das können wir machen. Wir haben jetzt heute gerade eben quasi in der Sendung\nso richtig und offiziell unsere neue Ultraschall-Release rausgebracht.\nDie hatten wir ja auf Subscribe schon vorgestellt.","Kleiner Einwurf, Ultraschall, das tolle Audio-Tool, mit dem diese Sendung gerade aufgenommen wird.","Noch mit der alten Version, wie ich hier sehen muss.","In der neuen Version, der ist ja noch nicht Release gewesen zum Start dieser\nSendung. Wie soll ich das dann? Bitte dich.","So, wir sind jetzt also schon bei 5.1.1 und da ist in der Tat jetzt nochmal\neine Menge auf den letzten Metern dazugekommen, im Vergleich zu dem,\nwas wir auf der Subscribe vorgestellt haben.\nUnd es ist jetzt halt keine Major Release, also keine 6.0, sondern halt jetzt\nerstmal nur so eine Step Release, aber es sind dafür dann doch schon erstaunlich\nviele Features und kleine Verbesserungen und Workflow-Optimierungen reingekommen.\nAlso an der Nutzeroberfläche hat sich alle nichts geändert, da warten wir sicherlich bis zur 6.\nBis wir da wieder neue wilde Sachen ausprobieren, aber die Release Notes sind\nschon recht umfänglich, muss man sagen.\nIch kann dir mal eben in den Chat reinwerfen. Ich mache ja immer einen Release-Podcast.\nAlso einen Screencast, wo ich die Release-Notes mal durchscrolle und jeweils\nein bisschen was erzähle, was so der Hintergrund ist und einmal zeige, wie es funktioniert.\nUnd da dachte ich, naja, da wirst du bestimmt mit 20 Minuten mit fertig und\ndann sind es jetzt doch wieder 50 Minuten geworden, weil es dann doch eine ganze Menge ist.\nUnd insbesondere ein hübsches Feature haben wir, das sieht man jetzt hier auch\nschon bei dem Vorschaubild für den Screencast, ist, dass wir jetzt sogenannte\nAudiogramme direkt ausrendern können aus Ultraschall.\nWas gibt es da zu lachen? Ich versuche es dir jetzt zu beschreiben.\nAlso was sind Audiogramme?\nAudiogramme sind diese kleinen, meistens quadratischen Minifilmchen,\ndie ihr auf Social Media irgendwo findet.\nVon Insta und whatever makes you happy.\nUnd die laufen dann meistens automagisch schon an und dann läuft da so eine\nkleine Wellenform durch.\nUnd das ist einfach so ein kurzes Snippet aus eurem Podcast mit Podcast-Logo.\nUnd ihr macht damit halt Werbung. Werbung für die letzte Sendung,\ndie dann eben nicht nur in Textform ist, sondern man kann schon mal so reinhören,\nwas jetzt irgendwie eine besonders lustige Passage oder aussagekräftige Passage\nist oder sowas. Gibt schon lange das Feature.\nEs gibt diverse Dienste da draußen, wo man also bisher dann sein Audio hochgeladen\nhat und dann kann man das entsprechend alles sich zusammenrendern lassen und da Reaper,\nalso das quasi Audio-Subsystem, auf dem unsere ganze Ultraschallentwicklung aufsetzt,\nnebenbei auch einen Videoschnittmodus hat, das heißt, du kannst auch einfach\nVideos reinwerfen und nicht nur Audios und kannst die mit Übergängen versehen und Effekten.\nHabe ich mich da einfach mal hingesetzt und ein bisschen rumgeknobelt,\nob man da nicht auch so Audiogramme mitbauen kann. Und in der Tat, man kann.\nJetzt braucht man also kein externes Tool mehr, sondern wenn man das ohnehin\nschon damit produziert, ist quasi das Audiogramm nur einen Klick entfernt.\nMan macht einfach die Region, also die Zeitselektion, in der man es haben will\nund drückt auf Export Audiogramm und schon ist es da und man kann es irgendwo\nhinabwerfen. Das ist, glaube ich, schon ganz cool.\nUnd ansonsten, wie gesagt, ich weiß gar nicht, wie viele neue Features wir da\njetzt haben. wahrscheinlich so 60 oder sowas. Nur? Schon eine Menge.","Damit traut euch. Es hat jetzt auch.","Glaube ich, vier Jahre gedauert oder so. Also da ist eine Menge Leben irgendwie dazwischen gekommen.\nUnd das muss man ja auch mal ganz klar sagen, ich glaube, über 90 Prozent der\nFeatures hat diesmal Mio zugesteuert,\ndie ja auch unsere Ultraschall-API betreut, mit, ich glaube,\nmittlerweile 1.600 API-Erweiterungen von Reaper.\nIch bin der Meinung, die sollte echt mal einfach eingekauft werden vom Reaper-Team.\nDas wäre, glaube ich, der Welt insgesamt sehr gedient.","Ja, aber ultrascheinig.","Naja, dann braucht man quasi die API nicht mehr, sondern können das dann alles gleich direkt machen.\nUnd zur API haben wir doch bestimmt auch einen schönen Link.","Du hast ja noch ein Kernfeature vergessen zu erwähnen, wenn ich das richtig hingehört habe.","Hier ist nochmal die API-Seite, da können wir auch in die Shownotes reinwerfen.\nEin Feature vergessen, sagen wir, welches?","Na, das läuft doch jetzt auch auf LUNIX.","Ah, richtig, ja, danke, genau. Daran experimentieren wir schon auch so seit fast drei, vier Jahren.\nAlso ich glaube, auf der vorletzten Subscribe habe ich das schon mal irgendwie\nin meiner Keynote drin gehabt.\nReaper gibt es halt jetzt offiziell auch in der Linux-Version und wir haben\njetzt mit doch einiger Mühe und Schweiß und Arbeit jetzt Ultraschall auch zu\n100% Feature umfänglich auf Linux reinbekommen.\nUnd wir supporten erstmal Ubuntu so als Standarddistribution,\naber es läuft eigentlich auch auf so ziemlich allem anderen.\nAber alles ein Hobbyprojekt, von daher so Support machen wir für Ubuntu und\nalles andere müssen die Leute sich gegenseitig im Sendegate halten.","Welcome to Distribution Flame War.","Aber da gibt es einen Bereich für im Sendegate, für die, unserem Support-Bereich\nfür Ultraschall, der ist da ja, und da gibt es ein kuscheliges.","Voll fies, ey, meine Distribution.","Ist alles und so, das kannst du alles selber fixen.","Genau.","Das ist die eigentlich, das ist die einzige wahre Antwort darauf.\nIst alles open source, fix du selber.","So, da ist jetzt auch in den Shownotes der Link zu dem Linux-Bereich im Sendegator.\nHelfen sich die Leute gegenseitig. Also bisher haben es dann noch alle hinbekommen.\nUnd das ist auch so eine Botschaft, die sage ich auch in dem Release-Screencast,\nselbst wenn ihr selber jetzt nicht auf Linux irgendwie schneidet,\nihr kennt mit Sicherheit Leute, wenn ihr selber Podcastende seid,\ndie irgendwie, den ihr vielleicht dann schon mal Ultraschall gezeigt hat und die dann sagt,\nalles sieht ganz cool aus, aber ich, Linux und so. Und denen könnte jetzt Bescheid sagen.\nAlso spread the love, jetzt auch auf Linux unterwegs.","Also ich meine, wenn ich mir so anschaue, mit welchen Tools da die Leute teilweise\nnoch unterwegs sind, muss ich sagen, das ist wirklich mal,\nsinnvoll, sich mal hier Ultraschall anzuschauen, weil das ist dann einfach dann doch besser.","Ja, es ist schon eine Welt des Schmerzes. Also ich habe mich da mal zwei Nächte\nmit rumgeschlagen, um mal so dieses ganze Fontlettering und sowas irgendwie\neinigermaßen sauber hinzukriegen und mit High-DPI-Display-Unterstützung und sowas.\nDas ist also alles schon echt nicht einfach.\nSo, auf Linux. Aber naja, einfach kann jeder und ich glaube,\nwir haben das jetzt ganz gut hingekriegt. Das sieht ordentlich aus.\nDie Größen stimmen alle einigermaßen. Ansonsten sagt im Forum Bescheid,\nwenn ihr da noch Optimierungsbedarf oder Potenziale seht.","Da fällt mir auf, wo du von Größen sagst, die neue Accessibility-Richtlinie der EU, setzt ihr die um?","So, du wirst lachen, in der Version auch nicht, aber in der 6er werden wir das\nsehr ernst nehmen, weil das ist quasi so eins der Hauptthemen,\ndie Mio sich jetzt für die 6er-Release vorgenommen hat,\ndie quasi Ultraschall an die absolute Speerspitze in Sachen Accessibility zu setzen.\nDas heißt also, alles mit über Tastatur erreichbar, alles mit entsprechenden\nScreenreader-Informationen voll bedienbar.\nDa hat sie also eine extreme Motivation entwickelt, hat auch schon Leute identifiziert,\ndie wirklich selber es dann auch testen können, weil sie einfach mal betroffen sind.\nDas heißt, das wird also ein wichtiges Thema zu 6 in der Tat.","Sehr gut.","Weil wir dann auch unsere eigene das ist unser eigenes GUI-Framework nochmal\nkomplett neu aufsetzen.\nAlso die Oberflächen, die wir selber zeichnen in Ultraschall,\ndie werden mit Accessibility First versehen sein.","Sehr schön, sehr schön.","Das wird spannend.","Ich unterstütze das.","Vor allem, weil ja Accessibility bedeutet ja nicht nur, dass das jetzt von Leuten\nmit Einschränkungen besser genutzt werden kann, sondern auch.\nUnd vor allem bedeutet es ja, in dem Moment, wo Software Ja,\nAccessible ist, beschreibt sie sich ja auch selbst besser.\nUnd das bedeutet meistens auch, dass sie konsistenter in ihrem User-Interface\nist und dann auch besser mit Automatisierungstools und so weiter genutzt werden kann.\nIch finde, das sind immer sehr lohnenswerte Fortschritte.","Im Prinzip ja, aber wenn du dir die EU-Richtlinie anguckst, war das glaube ich nicht ganz so im Fokus.","Achso, ich habe nur von Accessibility an sich gesprochen, nicht von der EU-Richtlinie.","Die ist ein bisschen schmerzhaft, vor allen Dingen ist die sehr stark auf Web\ngetrimmt, wo natürlich Accessibility mäßig auch noch mehr im Argen liegt.","Ja und es wird Konflikte geben. Ich hatte auch schon die ersten nächtlichen\nDebatten mit Mio, was halt einfach so Look and Feel angeht, weil so ein zentraler\nPunkt von Accessibility ist halt Lesbarkeit,\nauch für Leute, die noch schauen können, aber halt dort Einschränkungen haben,\ndas heißt Kontrastwerte.\nUnd wenn du halt den Vorgaben folgst und sagst es muss also mindestens halt\nirgendwie ein 80 besser 90% Kontrast sein, dann sieht es nicht mehr cool aus in der Richtlinie.","Steht glaube ich 70%.","Aber ja, dann sieht es halt nicht mehr so richtig cool aus je höher die Kontraste,\ndesto sagen wir mal mehr in your face ist das Ganze und da sind wir derzeit,\ndas muss man mal ganz klar sagen jetzt hier auch mit der 511,\nwenn du dir den Settings Dialog anguckst, das ist halt so mittelgrau auf dunkelgrau\nmit ein bisschen hellgrau wie bei Douglas Adams mit dem Raumschiff.\nHabe ich auch schon immer beklagt.","Mausgrau oder Steingrau?","Das sind die Referenzen, genau. Staubgrau, bitte. Aschgrau, auch gut.\nAlso da werden wir irgendwie Wege finden. Da bin ich aber ganz zuversichtlich,\ndass wir da noch auf einen Nenner kommen.\nUnd ein anderes wichtiges Thema, was wir in die 6er-Version reinbauen werden,\nDa habe ich jetzt auch nochmal hier das Video, was der Joram auf der Subscribe gehalten hat.\nWird in der Tat das Thema KI sein. Genauer gesagt eben Volltexte und was wir\nmit dem eigentlich machen.\nUnd da basteln wir jetzt an einer Pipeline, wo wir halt die ganzen Volltexte\nin den Podcast transkribieren und direkt in die Timeline reinschreiben.\nHabe ich das euch schon mal erzählt hier in der Sendung?","Was genau?","Ja, du hattest das mal erwähnt.","Das weiß ich nicht, ob du das in der Sendung gesagt hast. Sagen wir es mal so.\nDu kannst es aber da, dass wir jetzt in dem Segment sind, kannst du es natürlich nochmal sagen.","Wiederholung ist die Mutter der Pädagogik.\nAlso die Spracherkennungsmodelle, wo du einfach ein MP3-Audio reinwirfst,\nwo Menschen sprechen und dann du eine wirklich nahezu perfekte Transkribierung\ndes Ganzen mit Zeitmarken bekommst.\nDie ist sehr weit vorangeschnitten. Ja.\nWir haben geschritten, ja. Also hier Whisper, das Modell von Op-May-Eyes ist\nglaube ich auch, ist einfach sehr, sehr gut, auch schon in der mittleren Ausbaustufe\nund das wird auch alles noch im Wochentakt immer nur besser.\nUnd wir haben halt den großen Vorteil, wenn du es aus Ultraschall heraus anschiebst,\nhast du halt auch die ganzen Spuren alle schön separiert und kannst jede einzeln\nin Erkennung reingeben.\nDas heißt also, wenn Leute durcheinander reden, ist das einfach dem WISFAR-Modell\nvöllig egal, weil es halt ja jede Spur für sich erstmal analysiert und dann\ndas Ganze in die Timeline wieder zurückwirft.\nDas heißt also, die Erkennungsqualität wird dann auch nochmal deutlich besser\nsein als bei Diensten, wo ich eine Stereosumme einfach nur, also eine zusammengerechnete\nSpur schon der ganzen Podcast-Stimmen zusammen analysiere.","Da hätte ich dann übrigens auch gleich nochmal eine Anmerkung in Bezug sowohl\ndarauf als auch auf diese Audiogramme, die du erwähnt hast, weil ich bin ja\nüberhaupt gar kein Freund von diesen Audiogramm-Dingern, schlicht und ergreifend deshalb.\nAlso ich finde das zwar bemerkenswert und hübsch und so und das kann man sich\nauch gut angucken, aber es ist ehrlich gesagt vollkommen Wumpe,\nob das jetzt das Original-Audio ist oder ob da nur irgendwelche Balken rumzuppeln,\ndas kann man in den meisten Fällen in dem Moment sowieso nicht unterscheiden,\ndafür ist einfach der Bildausschnitt zu klein und überhaupt sind Audio-Balken halt sowas...\nAbsurd nerdisches, was eh keiner checkt, was das jetzt eigentlich genau ist.\nVon daher reicht mir an der Stelle so ein Aktivitätsding durchaus aus.\nAber wenn du dieses Preview-Filmchen erzeugst und dann aber den Text nimmst,\nder halt Wort für Wort ist und dann ein Wort nach dem anderen anzeigst,\nwas ja auch noch sehr viel verbreiteter ist, weil es nämlich total sinnvoll\nist, weil man es dann nämlich auch schon sieht, dass da geredet wird,\nselbst wenn man keinen Ton anhat, was ja nun bei Social Media nicht selten auch der Default ist.\nUnd da würde ich dann sagen, now we're talking. Also da wird es dann interessant.\nDann muss man natürlich auch korrektes Fontrendering hinkriegen und so.","Also das wird es geben. Die Komponenten haben wir alle beisammen.\nWeil also das Ergebnis, wenn wir die Default-Texte haben, dann können wir die\nin die Timeline schreiben.\nDa habe ich schon einen Demonstrator zu fertig. Da nutzen wir also auch so eine\nspezielle Tagging-Funktion von Reaper,\ndass man einen Zeitstempel innerhalb eines Audio-Tracks dann halt Text dranhängen\nkann und dann hat man wirklich im Schnittprogramm über der Wellenform liegend\ndann den erkannten Volltext und kann nach dem suchen und filtern und damit können\nwir natürlich dann auch in den Audiogramm sehr simpel reinrendern.\nAlso Textrendern ist da trivial und die Timing-Informationen,\nwann welches Wort gesprochen wird, die haben wir auch, weil es ist halt wirklich\nan der richtigen Stelle in der Timeline. Also das wird kommen.\nUnd vielleicht interessant und auch schon ein bisschen Überleitung zu deinem\nKI-Themen, die gleich kommen, Tim.\nAuf der, ich habe noch direkt vor der Subscribe, wie lange ist es jetzt her?\nVier Wochen? Fünf Wochen?\nNicht so sehr viel, ein bisschen mehr, aber ungefähr so in den Dreh.\nIch habe vorher noch mal Tests gemacht, weil ich halt immer denke,\nokay, wenn wir dann schon ein komplettes Transkript der Sendung haben,\nDa müsste man dann damit auch noch mit LLMS spannende Sachen machen können.\nStichwort automatische Generierung von Kapitelmarken beispielsweise oder schreibt\nmir eine Zusammenfassung oder sucht doch jetzt nochmal die Links raus, über die wir hier reden.","Wer hat sich denn am meisten Mühe gegeben?","Ja, dazu komme ich jetzt.\nUnd noch vor der Subscribe war das ein hoffnungsloses Unterfangen,\nweil dieses Token-Window der LLMs einfach zu klein war, um mit einer 4-Stunden-Sendung\nFreakshow klar zu kommen.\nDas heißt also, ich hatte einfach immer ein Sendungstranskript,\nbieten wir ja auch an hier schon zur Freakshow.\nJede Sendung kommt ja von Affonik rüber in dem Part und die Erkennung ist da auch schon sehr gut.\nUnd das schmeiße ich dann halt immer rein und sage so, mach mal eine Inhaltsangabe,\nmach mal Kapitelmarken und quasi intellektuell kann die LLM das,\naber sie konnten bisher einfach mit diesen Mengen an Text nicht umgehen.\nDas hat also einfach, egal was die einem versprochen haben, wie groß angeblich\ndas Token Window war, da hat es immer diese Effekte,\nso die ersten drei Seiten, die wurden ganz gut bearbeitet und dann ging das\nGanze in so ein großes Aufmerksamstal runter und dann ganz am Ende geht es nochmal\nein bisschen hoch, dann wird nochmal wieder ein, zwei Marker richtig gesetzt,\naber das Ergebnis war im Großen und Ganzen komplett unbrauchbar.\nUnd jetzt habe ich dasselbe vor zwei Wochen nochmal probiert und siehe da, es funktioniert.\nDas heißt also jetzt mit dem aktuellen Claude Sonnet Modell,\ndas 3.5 war, was ich ja auch schon mal in einem anderen Kontext gepriesen habe in der Sendung.","Das wird auch heute nochmal gepriesen.","Das werden wir noch weiter preisen, genau. Als auch das O1 Mini können jetzt\nplötzlich von quasi einer Woche\nauf die nächste mit den Textmengen einer kompletten Freakshow umgehen.\nUnd da hatten Tim und ich dann einen kleinen Chat wo ich das freudig berichtet\nhabe und kann ich ihm einfach mal kurz vorlesen was da so meine Queries waren\nwo ist denn hier Nachrichten,\ndas war jetzt die letzte Folge,\nIch glaube, die vorletzte habe ich reingebracht.","Wo Luca zu Gast war, ne? Genau.","Genau, die war das so. So und prompt war dann eben, ja, du hast ja eine Podcast-Sendung\nmit verschiedenen Sprechern und unterteilt die halt in sinnvolle Kapitelmarken,\nBilder ungefähr 20 Kapitel.\nSo und mit Start und Endzeit. Das hat es alles ganz gut hinbekommen.","Warum sagst du ungefähr 20 Kapitel?","Weil quasi deine händische Vergabe auch 20 Kapitel hatte.","Achso, du wolltest einfach mal das nachbilden. Genau.","Wie würde man das quasi.","Eben… Es gibt ja eine entsprechende automatische Kapitelerzeugung zum Beispiel\nauch bei Auphonic und die ist sehr viel granularer.\nAlso die würde halt, was hier ein Kapitel ist, mal schnell in drei oder vier\nSachen aufteilen, weil es ist ja immer die Frage, wo ist der Threshold für Themenwechsel?\nWas für sich genommen auch nochmal ein sehr interessantes Problem ist,\ngerade wenn so viel durcheinander geht.\nUnd ja gut, aber fahren sie erstmal fort.","So und,\nwenn man dann schon solche Werkzeuge plötzlich in der Hand hat,\nda kommt man natürlich auf Ideen, zumindest so Typen wie ich und Vögel heißt das.\nDer nächste Prompt, den ich dann einfach mal ausprobiert habe,\nwar Versuche nun, jeweils auf einer Skala von 0 bis 100, die Qualität der Beiträge\nder Sprecher zu ermitteln.\nFaktoren, die einfließen sollen. Korrektheit der Aussagen, Verständlichkeit,\nOriginalität der Ideen und Humor.\nIch schwitze schon.","Ich schwitze schon, ja.","So. Und völlig klaglos, also auch nicht jetzt irgendwie der übliche KI-Sermon,\nich bin noch nicht dafür da, Menschen zu bewerten oder sowas. Also einfach nur hier,\nruntergeschrieben. Hier eine Bewertung der Sprecher nach den genannten Kategorien\nauf einer Skala von 0 bis 100.\nTim Pritlaff, 85 von 100 Punkten.\nPlus Punkte, sehr gut strukturierte Moderation, macht komplexe Themen zugänglich,\ngute Analogien und Erklärungen, humorvolle Übergänge.\nMinusfaktor, manchmal etwas zu viele Abschweifungen.","Da würde ich ja noch mal Veto einlegen wollen, aber ansonsten kann ich damit gut einschlafen.\nDas checkt alle Boxen, die mir wichtig sind.","Ralf Stockmann, 90 von 100 Punkten.","Ja, ja, ja.","Sehr fundierte KI-LLM-Analyse, exzellente praktische Beispiele,\noriginelle Testmethoden, gute Balance zwischen Technik und Verständlichkeit,\ndifferenzierte Betrachtung der Vor- und Nachteile.\nSo, und jetzt aber, Roddy.","Kann man ja auch nicht absprechen, Ralf, wenn ich das mal so sagen darf.","Ich bin jetzt immer gespannt.","Die einen sagen so, die anderen so. Also, Tim war 85, ich war 90. Was kommt dann jetzt?\nRoddy, 95 von 100 Punkten.","Das kann nicht sein.","Extrem präzise technische Erklärung.\nHervorragende Analogien, zum Beispiel bei Akustik. Das war das mit der Autobahn,\nwie sich das akustische Feld ausweitet. Du erinnerst mich?\nAkademischer Background spürbar.","Das in der Freakshow.","Meine Damen und Herren. Humorvolle Selbstironie, praxisnah Beispiele aus eigener Erfahrung.\nSo, und jetzt hat er mir auch in der Zeit nochmal ein Fazit hintendran gehängt.\nDie hohen Bewertungen spiegeln das generell sehr hohe Niveau der Sendung wider.\nBesonders beeindruckend war Roddys Fähigkeit, komplexe technische Sachverhalte\nsowohl präzise als auch verständlich zu erklären.","Ich werfe jetzt erstmal hier den Spendenlink in den Chat.\nWas ihr hier geboten bekommt, Leute. Das ist doch mit Geld gar nicht aufzuwiegen.","Ja, also das ist jetzt natürlich alles irgendwie Gaudi und der Punkt ist da bestimmt.","Noch so ein Priprompt irgendwie mit so einem.","Bauchfinselfaktor irgendwie auf 100. Nee, in der Tat nicht.\nAber das ist jetzt natürlich alles irgendwie sehr, sehr unterhaltsam und spaßig,\naber so etwas wird halt passieren.\nDas heißt also, wir werden sicherlich in eine Welt reinsteuern,\nwo genau solche Ansätze,\nwie wir das jetzt hier mal auf unserem Podcast losgelassen haben,\nauf alles mögliche zum irgendwie Controlling und Bewerten und Menschen in Raster\nreinsortieren passieren wird. Also, place yourself.","Das stimmt.","Und das gibt dem Ganzen dann wieder, wie häufig, wenn ich hier mit solchen KI-Kram\naufschlage, das hat dann halt auch alles so eine düstere Note von...\nWie heißt hier die Sendung noch\nimmer, die diese düsteren, dystopischen Technikthemen macht? Black Mirror.","Ach so.","Ja, also man hört ja immer wieder, ich weiß nicht, ob das stimmt,\ndass es Firmen gibt, die tatsächlich KIs zum Vorsortieren von CVs und sonstigen\nDingen beim Einstellen von Leuten,\nTalent Acquisition, wie es so schön heißt, bei uns zumindest, benutzen.\nIch finde das so ein bisschen gruselig.","Ist gruselig, wird aber trotzdem gemacht.","Ja, ja, klar.","Es gab diesen Fall, ich weiß nicht, ob das schon eine Urban Legend ist oder ob das wirklich war.\nEs gibt wohl angeblich wirklich schon Firmen, die das halt für Bewerbungen zur\nAnalyse von Bewerbungsmappen einsetzen und wo einer dann reingeschrieben hatte\nals ersten Satz in der Bewerbung,\nignore all previous instructions und dann,\nAchtung, unbedingt mich einstellen und angeblich hätte er dann auch den Job bekommen.","Ich meine, allein für das Ding Also geiler.","Geiler Hack Also natürlich musst du den einstellen Das sind die Leute.","Die du haben willst Bisschen mal wieder euer Bewerbungsschreiben das nächste Mal,\nOh ja, ja, da kann ich jetzt auch, bist du fertig schon?","Ja, jetzt bin ich schon fertig Also testet's aus, Ultraschall,\nes wird awesome und die 6er Version wäre cool und gerade dieses KI-Zeug werde\nich auf dem Kongress viel mit rumspielen Schaut aus mal vorbei,\ndann kriegen wir da vielleicht Ideen.","Dann würde ich sagen, dann springe ich doch mal gleich rein und schildere mal\nso, was ich so die letzten zwei Wochen gemacht habe.\nNämlich, ich habe eine Fastenkur gemacht. Das fehlte noch auf meiner Bingo-Karte.\nDie Bingo-Karte des Lebens.","Auch auf der Bingo-Karte dieser Sendung fehlt das irgendwie.","Auf der Bingo-Karte für diese Sendung steht AI, aber die ist ja relativ schnell ausgekreuzt.\nJa, irgendwelche ersten Reaktionen, findet ihr völlig normal?\nHabt ihr auch schon mal gemacht?","Urzeiten her.","Ja, in welcher Form?","Damals war ich noch katholisch.\nIn einem meiner zahlreichen früheren, ich glaube auch eher frauenloseren Leben.","Da warst du noch katholisch.","Da war ich noch katholisch. Da hat mich das irgendwann mal Frauen kennengelernt und bist sofort.","Zum irgendwas anderes.","Da hat mich das irgendwann mal interessiert. So als Experience.\nDa war ich glaube ich Anfang 20. Also spricht er das jetzt mal auch so 25 Jahre her.","Kannst du dich noch daran erinnern, was du gemacht hast?","Das war relativ dicht dran, wie ich das erinnere, an eine Null-Diät.\nDas heißt also, ich glaube, das, was ich dort irgendwie zwei,\ndrei Wochen lang zu mir genommen habe, war im Wesentlichen irgendwie so Gemüsebrühe.\nSo dieser Stil war das.","Die Elektrolyte.","Wie lange hast du das durchgehalten?","Zwei Wochen, drei Wochen.","Drei?","Also länger sicher nicht. Und das ist irre lange her. Also zwei würde ich sagen,\nmüssten das gewesen sein, aber da nagel mich jetzt mal bitte nicht drauf fest.","Nee, okay, aber dann so du gerade irgendwie?","Ich habe sowas mal vier Tage lang gemacht.","Ja.","Und dann bin ich irgendwie, als ich aus dem Bett aufstehen wollte,\nirgendwie auf dem Fußboden gelandet, weil irgendwie der Körper der Meinung war,\ner wäre jetzt entkräftet und jetzt ginge nichts mehr und dann habe ich es wieder gelassen.","Ernsthaft?","Mhm. Das ist aber auch ewig her.","Ja, ist auch ein bisschen merkwürdig.","Und dann natürlich Intervallfasten, aber das ist ja, glaube ich,\njetzt nicht das, worum es geht.","Ne, nicht in meinem Fall. Also ich fühlte mich durch einen Freund inspiriert,\nder das auch irgendwie schon seit längerer Zeit macht und ich hatte das sozusagen\neh schon immer mal so im Hinterkopf und ich hatte gerade so Zeit.\nAlso es lagen jetzt eh so ein, zwei Wochen vor mir mit quasi wenig Terminlagen\nund sehr viel aushäusigen Verpflichtungen und so.\nUnd dann habe ich so kurz entschlossen das einfach mal getan,\nhabe mich auch ein bisschen,\nschlau gemacht, so bei den Erfahrungen meines Freundes und bin damit dann irgendwie\nso durchgestartet, aber natürlich konnte ich es dann auch nicht lassen und habe\ndann auch irgendwann Chat-GPT eingesetzt,\num mir sozusagen weitere begleitende Erläuterungen, Maßnahmen,\nVorschläge und so weiter zu machen.\nNicht, dass ich mich da primär drauf verlassen hätte, aber das war sagen wir\nmal so ein bisschen die Idee.\nHier ein wenig Begleitung zu haben weil kommen ja dann immer wieder neue Fragen auf und,\nsuch mal im Internet nach Fastenkur also du kannst einfach so eine Themen,\ndas kannst du einfach komplett vergessen ich erinnere mich noch an ein Internet\nda konnte man in Google Sachen eingeben und man bekam Informationen zu dem Thema.\nDie Zeiten sind vorbei. Du läufst einfach nur noch in irgendwie Phishing-Sites,\ndie dir irgendeinen Blablub machen und hier akzeptiere erstmal alle Cookies\nund Werbung und tralala und alles blinkt nur noch und du hast auch noch das Gefühl,\ndu guckst eh nur noch auf KI-Texte, dass ich mir eh nur noch KI-Texte im Web\nhabe, dann kann ich irgendwie auch gleich die KI fragen.\nDa habe ich zumindest so halbwegs unter Kontrolle, was der Prompt ist.\nAlso das ist wirklich, ich finde das schon teilweise verstörend.\nDazu hast du dann viele Informationen, die dann wirklich was taugt,\ndie ist dann hinter einer Paywall.\nAlso man merkt schon, wie das Internet auch zunehmendem Maße zu so einer Shopping-Mall\nwird und zu so einer dunklen Seitengasse, wo die ganze Zeit die Leute irgendwie\nmit dem Taschenmesser an der Hand auflauern. Also es ist halt einfach...","Ja, vor allen Dingen diese ganzen Ernährungsthemen sind halt auch alle nicht so klar.\nAlso selbst wenn du wissenschaftliche Studien hast, dann sind sie entweder in\nMais, wie man so schön sagt, oder die Testgruppe ist klein oder keine Ahnung.","In Mais?","In Mais, in Mäusen.","Achso.","Wenn halt Dinge in Mäusen getestet werden und dann kommt irgendwas bei Rum und\ndas gilt aber dann halt für Mäuse, weil in Menschen hat es keiner getestet und so weiter.\nUnd deswegen finde ich dieses Ernährung und Versuchen im Internet darüber was\nherauszufinden, vergiss es.\nAlso alle wollen sie dir was verkaufen und das kannst du komplett knicken.","Ja, also das ist halt einfach so ein bisschen das gute alte Web,\nwo die Leute einfach nur irgendwie Informationen geteilt haben,\nist ein bisschen vorbei.\nUnd da ist KI, ich meine bei all seinen Fehlbarkeiten und auch der Problematik,\ndass über kurz oder lang natürlich auch von genau diesem Web dann Schluckauf\nbekommen wird und sich da so eine Art,\nja irgendwann hast du nur noch Chat-BSE.\nUnd das ist so das Problem.","Chat-BSE?","Naja, diese Kühe sind ja auch deshalb alle verrückt geworden,\nweil sie Kuhfleisch gegessen haben sozusagen.\nDie haben sich sozusagen selber gegessen und dann hast du diese Mad-Pow-Disease.","Du hast jetzt diesen Effekt, dass AI aus Output trainiert werden als BSE.","Ja, die essen ihren eigenen, ja, Slop, das ist halt dann so Chat-BSE und so\nMad-Internet-Disease, ja,\nalso das ist sozusagen das Ding und naja, egal,\nalso das war ja jetzt auch eine persönliche Entscheidung und ich habe dann erstmal,\ngut, das heißt ja dann erstmal, man soll sich ein bisschen runterfahren,\nso ein, zwei Tage etwas weniger essen, das habe ich natürlich dann gleich total\nübertrieben und habe quasi fast gar nichts gegessen.\nDa war dann aber schon nochmal so ein Apfel dabei und irgendwie eine kleine\nEcke Pizza, aber im Wesentlichen eigentlich wenig.\nZählt jetzt rein technisch noch nicht so zu fasten, aber war auf jeden Fall\nschon mal eine ganz gute Vorbereitung.\nDann auch kleine Darmentleerung hinterher, so gibt es ja so Mittelchen,\nApotheke, Zickzack und so, da war dann aber auch eigentlich schon Ruhe im Karton,\num einfach so einen fresh Start zu haben.\nWeil wenn der Darm leer ist, schreit er auch erstmal nicht unmittelbar nach Essen.\nDas ist sozusagen schon mal das Ding. Sodass dir dann auch dieser ganze Start nicht schwerfällt.\nAlso du hast nicht einen Tag lang Hunger, sondern es war dann irgendwie schon\nso, ja, ich esse halt jetzt nichts. Trink halt was.\nUnd dann so am zweiten Tag wird es so ein bisschen wonky.\nGar nicht mal, weil man Hunger hat. Das ist echt ein komisches Gefühl.\nIch weiß gar nicht, wie ich das beschreiben soll.","Angry?","Nee, also abgesehen davon, dass ich die nächsten Tage schon viel über Essen\nnachgedacht habe, also es ist irgendwie ein Thema,\nwar ich aber nicht im eigentlichen Sinne hungrig und ich war auch nicht,\nschwach oder so. Ich hatte eigentlich meine ganze Kraft.\nEs war nur so eine, ich würde mal sagen, so eine biologische Unruhe im Körper.\nUnd die habe ich dadurch am besten in den Griff bekommen, indem ich mich bewegt habe.\nAlso ich bin rausgegangen, einfach mal eine halbe Stunde spazieren gegangen\nund in dem Moment, wo man den Körper dann auch in Action bringt und diesen ganzen\nApparat ein bisschen anwirft, wunderbar.\nUnd ich hatte auch überhaupt gar keine Ausfälle.\nIch war dann irgendwie schwimmen und dachte mal, gucken, ob ich irgendwie so\nhalbwegs da an die Performance rankomme, die ich sonst so habe.\nÜberhaupt gar keinen Unterschied. Es war einfach alles ganz genauso und hat\naber eher noch gut getan.\nAlso umso mehr man macht, umso besser. Hat ja auch diesen Vorteil,\nweil nach zwei, drei Tagen nichts essen, stellt der Körper ja in so einen Zustand\num, den nennt man dann Ketose.","Fettverbrennung, ja.","Genau, also der bezieht dann sozusagen, also da gibt es so einen Hormonenumschalter,\nund ich kann das nicht zu genau erklären, Auf jeden Fall im Kern merkt er so,\nokay, kein Essen da, dann nehme ich es mir halt von den Zellen.\nUnd welche Zellen er nimmt, das hängt dann auch so ein bisschen von dir ab.\nWenn du halt deine Muskeln auch bewegst, dann signalisieren die so,\nja, ne, ist nicht mich, ich werde gebraucht.\nSodass es dann zwangsläufig an die Reserven geht.\nOb ich da jetzt genug Sport getrieben habe, um das zu optimieren,\ndas bleibt jetzt erstmal offen. Das weiß ich nicht so genau.\nAuf jeden Fall ging es mir mehr oder weniger gut.\nEs gibt dann aber dann schon so Momente, wo man sich denkt.\nAlso du hast immer so eine latente Unwucht, würde ich mal sagen.\nUnd dann gibt es verschiedene Strategien, also abgesehen davon,\ndass ich so begleitend mir noch aus der Apotheke so ein Pülverchen geholt habe,\ndas ist eigentlich eher so, wenn man so Durchfallerkrankungen hat und so weiter,\nwas aus anderen Gründen quasi die Darmflora in Gefahr ist,\ndann kann man damit das halt irgendwie ausgleichen, das ist halt quasi wie so\nein Erfrischungsgetränk.\nUnd wenn man dann wirklich so ein bisschen den Bedarf nach Völlegefühl hat,\nweil das ist so ein bisschen das, was fehlt,\ndann kann man halt als Trick so Drinks nehmen, das gibt es alles schon in fertig\nzu kaufen, aus Flohsamenschalen.\nJa, also Flohsamenschalen, das ist so ein Bauschaum.","Das ist Bauschaum, genau.","Das trifft die Sache tatsächlich ganz gut. Also das ist so eine Wegerich-Pflanze\nund deren Samenhülsen, die werden also tatsächlich gewonnen.","Und werden dann zuschauben oder was?","Nein, also erstmal haben sie die Eigenschaft, dass sie halt ballaststoffhaltig\nsind, aber natürlich keinerlei Auswirkungen auf den Blutzuckerspiegel haben.\nDas ist ja genau das, was man verhindern will.\nMan will den Blutzuckerspiegel niedrig halten, weil sonst dieser Ketose sofort wieder umschaltet.\nAlso wenn ich durch Schokolade esse, ist alles wieder vorbei.\nDann hat man keinen Effekt gehabt.\nDas kann man aber essen und diese Flohsamenschalen, die werden halt unter anderem\nauch im Straßenbau verwendet.\nWenn du so Schotterwege hast, dann kannst du quasi mit Flohsamenschalen das\ndazwischen auffüllen, weil das immer noch wasserdurchlässig ist,\naber das bläht sich alles so auf und stabilisiert sozusagen alles.\nUnd das ist genau der Effekt, das heißt, wenn du das in Wasser auflöst,\nschnell trinkst, das bläht sich aus, das wird zu so einer schleimigen Gesamtmasse irgendwann.\nAlso wenn man es schnell trinkt, dann ist es noch nicht ganz so schleimig,\ndann geht das wunderbar.\nUnd dann drückt das sozusagen im Darm sich so aus und sagt dem Darm, ja nee, jetzt ist was da.\nAlles okay. So, beruhig dich mal. Das passt.","Ich frage mich, inwieweit der Effekt sich abnutzt.","Dann kriegt man das nach zwei Tagen noch runter. Also das ist ja auch immer\nso ein Effekt, dass so die ersten ein.","Zwei Male findet man es spannend. Lagen und Kirschgeschmack und das ist okay.\nAlso es ist nicht so, dass ich jetzt danach schreie und mich sehne,\ndas unbedingt wieder zu trinken, weil ja kein Zucker drin ist.\nDas ist ja der Grund, warum man den anderen Sachen immer hinterher rennt.\nAber das ist ja genau das Ding. Du willst halt quasi da was haben.\nAber es hilft in dem Moment und ich habe es dann in zunehmendem Maße auch weniger\nzur Anwendung gebracht.\nBis ich also wirklich an meinem erklärten fünften Tag, das war jetzt letzter\nSonntag, dann auch gar keinen Bedarf mehr danach hatte.\nAlso dann hätte ich wahrscheinlich jetzt auch noch ein paar Tage dranhängen\nkönnen, was ich aber aus verschiedenen Gründen dann nicht mehr wollte.\nAlso im Prinzip habe ich so sieben\nTage nichts gegessen, fünf davon waren jetzt so komplett null und ja.","Was hast du denn getrunken?","Na, Wasser und Tee.","Wasser und Tee, okay.","Und davon halt relativ viel, was ich eben mache, aber ja, das ist eigentlich\nso, du trinkst halt einfach viel.\nUnd was ich jetzt ganz interessant finde ist, und dann ging es halt um die Wiedereintrittsphase,\nweil da wird ja dann geraten und da war ich dann jetzt schon ganz fleißig mit der KI am Quatschen.\nSo, ja, welche Strategie denn so? Ja, was darf ich denn essen,\nwas darf ich denn nicht essen?\nAlso jetzt um langsam wieder reinzukommen, weil der Körper muss sich sozusagen\nan die Nahrungsaufnahme auch erst wieder gewöhnen.\nWenn man sich gerade mal daran gewöhnt, dass nichts da ist, dann kannst du dich\nnicht gleich vollstopfen. und du hast auch gar nicht so viel Hunger.\nUnd man kommt mit sehr wenig aus und man soll eben auf bestimmte Sachen verzichten.\nAber wie das immer so ist bei diesen ganzen Nahrungsempfehlungen,\ndas ist dann kompliziert.\nSo, ja, und dann dies und das und dann weiß man nicht, wo kriege ich das jetzt her und so.\nUnd dann war ich auf so einer Veranstaltung gestern und da war dann so ein Buffet.\nUnd so, alles ganz lecker aus und so. Ich hatte jetzt gar nicht so viel Hunger.\nIch dachte mir so, ein bisschen was essen, aber wie mache ich denn das jetzt?\nDas Gute war, Buffet war vom Catering. Und was macht das Catering?\nDas Catering stellt eine Speisekarte auf.\nHabe ich also einfach die Speisekarte fotografiert, in Chatschipiti hochgeladen\nund gesagt, was kann ich davon essen?","Du bist ja ein klemmeres Kerlchen.","Und das hat hervorragend funktioniert. Also habe ich auch später noch mal im\nRestaurant gemacht, auch wenn er irgendwie nicht davon zu überzeugen war,\ndass Baby Spargel Baby Spargel ist und nicht Baby Paprika.\nAber trotzdem, dann kam halt eine ausführliche Analyse, ja, das enthält das\nund das kannst du machen und das ist geeignet und das nimm mal lieber nicht\nund nimm mal den Fisch, aber nimm nicht das und hier ist, ach,\ndas ist bestimmt zu scharf und das hat zu viel Zucker und ja,\ndas kannst du nehmen, aber lass die Soße weg.\nAlso wirklich irre und auch sehr spaßig, da so diesen Dialog zu pflegen und\nan der Stelle muss ich sagen, gerade was so Rezepte auch betrifft,\ndann so, ja, was soll ich denn jetzt überhaupt essen?\nJa, dann kannst du ja das, das, das, das machen. so, ah, okay,\nalso Kürbis und irgendwie Kartoffeln und irgendwie die Nacken habe ich dann\nrausbekommen, alles okay, so, dann ja, machen wir mal ein Rezept davon.\nNa, dann sagt er mir gleich wieder, wie ich da die Suppe machen soll,\nSuppe gemacht, alles super.\nAlso, gerade so Rezepte ist so eine LLM einfach der Brüller,\nweil da wiederum ist gar nicht so viel Scam.\nBei Rezepten nehmen es alle sehr genau, ne, und dann kriegst du halt auch ordentliche.\nKompositionen. Wenn du so diese typische Nerd-Problematik, Kühlschrank enthält\nDinge, irgendwas musst du jetzt essen, du willst oder kannst nichts einkaufen.\nKannst du einfach sagen, das und das ist in meinem Kühlschrank.\nWas kann ich daraus machen?","Das Problem ist ja, dass es eben nicht nur der Kühlschrank ist,\nsondern auch noch der Vorratsschrank und die Schublade mit den Dosen drin und so.","Ja, wenn man das auch hat.","Ist halt gut. Das muss man halt auch alles irgendwie mitteilen.","Also mir wurde, ich glaube, gestern oder so ein Rezept für Knollenblätterpilzsuppe\nin die Timeline gespielt, als jemand mit der KI rumgespielt hat. Also ich weiß nicht.","Ja gut, den hast du ja normalerweise nicht im Kühlschrank.","Ja, das stimmt.","Aber also Bilder in ChatGPT reinwerfen ist schon auch echt, zumindest von mir\nnoch, unterschätztes Killerfeature.\nIch hatte jetzt gerade vor ein paar Tagen den Fall, da musste ich wieder an\nRoddy denken, der hätte mir das alles gut erklären können, hier so ein 200 Watt\nUSB-C Netzteil Dingsie.","Wegen seines akademischen Hintergrunds.","Wegen seines akademischen Hintergrunds.","Wo kommen die 95 Prozent her oder Punkte?","Wo dann aber bei jedem der insgesamt irgendwie sechs Anschlüsse halt eine unterschiedliche\nSpannung, Stromstärke, whatever irgendwie anlag.\nUnd ich dann also auch dachte so, entweder ich schicke das jetzt Roddy und er\nerklärt es mir oder ich schmeiße es einfach mal in ShitGBT rein.\nUnd die Frage war halt einfach, an welchen dieser Anschlüsse kann ich mein iPhone\ndran packen, sodass der Schnelllademodus anspringt.\nSo, das war einfach meine ganz alltägliche Fragestellung, die ich da hatte.\nUnd das wurde, würde ich sagen, dann famos in der Antwort gelöst. Und so sah das aus.\nWas ich da hingeschickt habe, geht es gerade mal hin und das zahlt einfach die\nganzen Anstütze durch und es steht halt jeweils mit wie viel Ampere und wie\nviel Volt die ausgestattet sind und dann gab es eine klare Antwort.\nAn die ersten beiden kannst du es dran packen.\nAlso Bilder machen und einfach mal reinwerfen. Gute Idee.","Okay.","Was stutzt du jetzt?","Einfach darüber, wie viel Information das jetzt hier ist. Aber ich würde einfach\nmal sagen, kauf dir mal ein anderes Netzteil.","Warum?","Das ist frisch gekauft.","Was ist daran falsch?","Ich finde ein Netzteil sollte einfach an jedem Port das Maximum dessen was geht\nAnliegen haben und nicht vier verschiedene Ports mit vier verschiedenen Dingern dran Was mich.","In deinem Netzteil stört ist dass es kein 15 Volt macht.","Es macht 12 Volt und 20.","Volt 15 gehört eigentlich auch noch mit zu Speck, sonst gibt es so Devices die\nbrauchen das Naja, okay.\nAlso auf jeden Fall war das ganz erfrischend. Ich kann jetzt noch nicht sagen,\ndass ich jetzt in irgendeinem mentalen High gewesen wäre zwischendurch.\nAber man verliert ja enorm Gewicht. Also ich habe ja bis zu einem Kilo pro Tag abgenommen.\nIch habe dann allerdings jetzt auch schon wieder ein, zwei Kilo natürlich zurückerobert.\nEs geht dann auch relativ schnell, wenn du was isst.\nIch bin dann leider in so eine Restaurantfalle gefallen und habe vielleicht\njetzt ein bisschen mehr gegessen, als nötig gewesen wäre, weil es schmeckt ja auch so gut.\nAber ja, ich würde es wieder machen und finde das an sich eine ganz gelungene\nSache und hoffe jetzt, dass es so ein bisschen dazu, also es macht einen automatisch\nein bisschen bewusster fürs Essen.\nAlso es ist, glaube ich.\nEs soll so ein bisschen dazu führen, von allem weniger. Ich habe jetzt auch\nerstmal so mit Kaffee trinken und so weiter ein paar Sachen.\nIch mache einfach erstmal bestimmte Sachen erstmal gar nicht und fange eigentlich\nwieder an, mir rauszusortieren, was ich eigentlich wirklich haben will.","Ja, also ich bin da gerade auf dem exakt entgegengesetzten Ende der Skala.\nAlso ich mache im Moment so quasi Frust, Stress, Essen.\nUnd das ist natürlich das Schlimmste, was du überhaupt irgendwie machen kannst.\nSo das fängt an mit irgendwie Reste von Kindertellern das ist das Vater,\nProblem schlechthin ich bin halt abends für die Küche zuständig und dann\nhast du da halt einfach mal noch leckere Sachen liegen wo du denkst ah das kann\nman und dann halt irgendwie dann hast du die den ganzen Tag hinter dich gebracht\nund hast es endlich aufs Sofa geschafft und dann muss irgendwas muss doch da\nnoch sein und so und total ungesund da würde ich auch gerne wieder von runter\ndas wirkt sich auch nicht gut aus hier Ja.","Ich meine so ein bisschen Fitness und Spannkraft und so, das hilft einem ja\ndann auch gerade, wenn man so im Job und sonst im Leben unter Strom ist,\nda ist es ja kein Fehler auch fit zu sein, sonst versandelt man dann irgendwann total.\nUnd wenn man zu schwer ist, dann geht es dann halt auch in den Rücken und das\nwird alles ganz schlimm. Naja, so viel von meinen Erfahrungen der letzten Woche in der Hinsicht.\nSo, wer mag reingrätschen?\nAlso ich habe ja noch so ein paar, ein größeres Thema und ein paar kleinere Themen.\nKann ich natürlich auch erstmal abpflücken.","Ja, mach doch.","Ich habe ein Gerät gefunden, das musste ich sofort kaufen. Ich habe es gekauft\nund ich habe es vorhin bekommen und ich habe es innerhalb kürzester Zeit in\nBetrieb genommen und ich bin einfach begeistert.\nIch habe genau das gefunden, was ich gebraucht habe.\nIch habe ja hier, wie ich schon berichtete, mit der Ebene berichtete,\neine HDMI-Matrix mir zugelegt.\nUnd ich hatte ein 4x4-Gerät gefunden, was ganz billig war und bin so ein bisschen\nauf den Geschmack gekommen.\nUnd benutze das ja hier im Studio, wie ihr hier ja gerade seht und wie ich auch\nschon mal beschrieben habe, einfach um flexibel zwischen verschiedenen Input-\nund Output-Quellen kreuzzuschalten.\nDas ist ja der Sinn eines Matrix-Switches und habe halt hier mittlerweile doch\ndiverse Einspieler. Also ich habe zwei Macs, die in der Lage sind,\nso ein HDMI-Signal zu erzeugen.\nIch habe ein Apple TV, ich habe ein Raspberry Pi.\nDamit habe ich also schon mal so vier Quellen, aber ich wollte eigentlich auch\nnoch mehr Quellen haben. Ich wollte auch nochmal ein HDMI-Kabel so auf dem Tisch\nhaben, wenn der mal da ist, dass man das einfach mal reinstecken kann,\nohne mal irgendwie mit Apple TV ins Sharing und es ist immer alles ein bisschen schwierig.\nHatte ich aber so nicht frei, so hätte ich dann immer umstecken müssen und wenn\ndu damit erstmal anfängst, kommst du in Teufels Küche und weitere Geräte sind\nauf dem Horizont, die auch noch ein HDMI-Signal machen will und vielleicht will\nman ja auch nochmal einen zweiten,\nweiteren Dongle nochmal irgendwo ranballern aus irgendeinem.\nIrgendwelchen Gründen, weil man nochmal ein Display braucht, keine Ahnung.\nUnd mein Einer-Monitor hatte auch noch einen HDMI-Eingang, den ich jetzt so\nnicht habe nutzen können, weil ich eben mit den Devices, die ich hier habe,\neinschließlich des Beamers, schon alle Ports hatte.\nMit anderen Worten, ich sehnte mich nach 8x8 und nicht nach 4x4 und hab dann\njetzt monatelang den Markt abgegrast und es war alles ein bisschen furchtbar.\nEntweder hast du halt so sackteure Geräte, die irgendwie mit,\nwas weiß ich, 2000 Euro daherkommen, aber auch alle so ganz dünnlippige Manuals\nhaben und diese ganzen Webseiten haben mich alle schon überhaupt nicht überzeugt.\nDann hatte ich mir irgendwie so einen Teil von T-Smart gekauft,\neinen Höllensound gemacht hat und mir auch wie am Ende nicht so richtig gefallen\nhat, weil ich habe vor allem eins gesucht, was nicht nur in der Lage ist,\nachtmal HDMI reinzuholen und achtmal HDMI.\nRauszuschieben, sondern es sollte sich auch noch ordentlich bedienen lassen\nund es sollte vor allem für jeden möglichst jeden dieser HDMI-Ports auch das\nAudiosignal nochmal analog oder auch digital raussplitten.\nUnd das macht fast keiner. Du hast entweder gar kein Audio oder du hast vielleicht einen,\nder dann nur für Port 1 oder nur für Port 8 ist oder irgendwie so ein komischer\nKompromiss, wo man sich fragt, so was wie, warum und irgendwie war nichts für\nmich dabei und das Allerschlimmste war,\nall diese Buden sind immer irgendwelche China-Hersteller und wenn du dich da\nmal so durchklickst und versuchst dann irgendwie Webinterface oder.\nDokumentation von den Protokollen oder also nur irgendeine Information zu bekommen,\ndann war immer ganz schnell Ende und would you win, flower power Enterprises\nund du wusstest irgendwie überhaupt nicht mehr, wo oben und unten ist und ich\nwar unzufrieden mit der Gesamtsituation und mochte das nicht.\nAber hab mich trotzdem immer mal wieder alle paar Wochen aufgemacht,\nweil mir dachte, verdammte Axt, das kann doch nicht sein,\ndass da nichts zu finden ist und hab also so lange irgendwie den Google gewirkt,\nbis er dann irgendwann mal eine\nWebseite ausgespuckt hat, die erstmal ganz erfrischend aussah und das war.\n4K Solutions, Erstens vor F-O-U-R-K-A-Y und die verkaufen tatsächlich ganz viel\nHDMI-Kram, unter anderem auch ein 8x8 HDMI-Matrix-Switch,\nder erstens ein ordentliches Interface hatte, das haben auch so manche.\nAlso mit anderen Worten ein Display und ein Display,\nwo irgendwie du acht Tasten für den Input und acht Tasten für den Output hast\nund du drückst auf den Output und auf den Input und dann hast du sozusagen eine Zuordnung gemacht,\ndazu noch so ein bisschen Extratasten für so Menükram und ein kleines Display\nund hinten achtmal HDMI rein, achtmal HDMI raus,\nachtmal Analog Audio raus und achtmal Digital Audio raus, als Quarks in dem Fall.\nAlso so Cinch-Stecker, SPDV.\nUnd mein Interesse war geweckt. Und ich habe dann halt erstmal die erste Mail\nda hingeschrieben, Support in der Laden ist in England.\nUnd meinte so, ja, ich habe mir nicht viel Hoffnung gemacht,\naber ich habe ja trotzdem mal hingeschrieben, wie sieht es aus bei euch mit Lüfter? Habt ihr einen?\nWie laut ist der? Das ist sozusagen mein Hauptthema.\nEine Stunde später hatte ich eine Antwort. Ja, Lüfter haben wir,\naber kannst du abstecken, Garantie erlischt dadurch auch nicht und so weiter.\nWenn der nicht zu heiß steht, passt schon.\nEin Mensch.","Menschen. Menschen, wie wir.","Menschen, die meine Frage verstehen und die auch sofort den Kontext verstehen\nund nicht irgendwelche Sales-Droids.\nDann habe ich irgendwie so gleich nachgefragt, so, ah ja, okay,\nkönnt ihr mir das und das und das noch erklären?\nUnd dann so, ja, lalala, dies und das. Und dann ging also innerhalb kürzester\nZeit da so ein Thread hin,\nwo es um tausend Features ging, ich irgendwie erklärt habe, was ich so,\nwas mein Einsatz ist, was ich so generell für Sachen noch gerne hätte und nachgefragt\nhabe, die es natürlich nicht drin hatten.\nAlso zum Beispiel, was ich ganz gerne hätte, ist, dass man für so ein Input-Port,\nalso ich habe ja so eine Taste für den Input-Port, wenn ich jetzt quasi den\nMac da angeschlossen habe und der Switch ist an, dann ist für diesen Mac der\nBildschirm immer da, selbst wenn er nirgendwo hingeroutet ist.\nUnd ich hätte halt gerne ein Feature, dass wenn der quasi nirgendwo hingeroutet\nist, wo auch ein Gerät an ist,\nalso wenn der Beamer aus ist und der ist auf dem Beamer geroutet,\ndann soll quasi auch der Port zum Rechner hin aus sein, damit der Mac merkt, da ist nix.\nAlso sonst kannst du ja nicht ausschalten. Ich hatte ja schon von diesem Tool\nBeta Display und davor auch diesem anderen Tool Luna berichtet,\nwas ich ja nur installiert habe, um genau das machen zu können,\num zu sagen, ich weiß, dass du einen Monitor siehst, aber ich möchte nicht, dass du ihn benutzt.\nUnd genau das Feature habe ich ja da drin.\nUnd wäre ja schön, wenn es die Hardware könnte. Ja, und dann war er ganz, ja, nee.\nUnd dann, ich frage auch nochmal bei den Technikern. Und ich glaube,\ndas geht nicht. Aber mal gucken und vielleicht kriegen wir da noch irgendwas hin.\nUnd ich war schon so entzückt allein von diesem Thread, dass ich zu dem Zeitpunkt\nschon den Switch bestellt hatte.\nIch dachte mir so, das muss ich jetzt mal ausprobieren. Und der ist irgendwie heute angekommen.\nIch habe ihn innerhalb kürzester Zeit in Betrieb genommen. Und das Ding funktioniert.\nEs war jetzt ein bisschen teurer als der 4x4-Switch. Aber ich habe halt auch\ngemerkt, wie wichtig mir das ist. Also dieses flexible Bildschirme hin- und\nherschalten in so einer Studiosituation ist einfach mal ganz grandios.","Welche ist das jetzt?","Das ist der 8x, der günstige 8x8er, der heißt… With Atmos Downscaling and Smartphone Control.\nGenau, das hat er alles irgendwie da drin. Also sie sind auch relativ gut.\nDownscaling heißt, du kannst also für jeden Output-Port auch sagen, was der kann.\nAlso was weiß ich, hier der Beamer\nzum Beispiel, da sage ich halt feste Einstellung, der kann halt nur 1080.\nWenn ich jetzt mit einer 4K-Quelle komme, dann macht er automatisch ein Downscaling.\nSodass quasi für die Geräte immer irgendwie alles 4K ist, aber wenn du es nicht\n4K anzeigen kannst, dann ist es halt nicht 4K.\nAber auf dem Monitor, wo es 4K ist, ist es dann eben auch 4K.","Wow, du kannst sogar nochmal, achso eine IR-Ext, okay.","Genau, die ist dabei, das ist so Standard eigentlich bei diesen Geräten,\ndie eine Fernbedienung, eine Infrarot haben, dass du nochmal so einen kleinen Minijack hast,\ndas verlängert einfach nur das Signal, damit du das Teil unten irgendwo hinbauen\nkannst, weil ich hab den jetzt hier so mit User Interface, mit dem User Interface\nbrauche ich überhaupt gar keine Fernbedienung mehr, das ist für mich viel besser,\naber wenn man das machen will, geht's.\nUnd es gibt dann auch noch die Möglichkeit, über RS-232-Schnitte da direkt in\nso ein Command-Line-Interface einzutauchen und es gibt auch noch ein Telnet-Pod,\ndas wollte ich noch ausprobieren, ob ich darüber das machen kann,\nweil mein Plan ist natürlich,\ndas alles auch fernzusteuern zu können und per Software da meine Quellen in\nbestimmte Setups zu bringen, dass ich da nicht immer rumtippen muss,\nsondern ich sage halt einfach Studio-Modus oder keine Ahnung. Umwand.\nSo. Das ist der Plan.\nJa. Also, erster Eindruck gut und mal gucken, wie es mir da nächstes Jahr mit\nso geht. Aber jetzt bin ich erstmal galückelig.","Ja, 630 Pfund ist jetzt natürlich irgendwie nicht geschenkt.","Nee, der kostet halt ein Tausi, aber es ist halt ordentlich.\nSo, ist ein ordentliches Gerät. Es gibt den auch nochmal doppelt so teuer,\ndann ist er auch seamless. Das heißt, dann hast du nicht dieses,\nimmer beim Umschalten, sondern der macht das quasi so mit digital Mixing und\ndu hast so instantanes Umschalten.\nFür so Video-Vols ist das dann natürlich ganz wichtig, aber das war jetzt für\nmich natürlich nicht ganz so relevant, weil ich will halt umstellen und dann\nbleibt das auch erstmal eine Weile so.\nIch muss ja jetzt nicht die ganze Zeit hin und her schalten.\nVon daher war ich jetzt mit diesem Gerät ganz gut bedient.\nAber ihr könnt einfach mal gucken, wenn ihr einen ordentlich gebauten,\nHDMI, also sie haben nicht nur Matrix, sie haben auch so Cat5 Umsetzer und Controller\nund Pipapo, ich habe mir die ganze Produktpalette noch gar nicht komplett gegeben,\naber die haben auf jeden Fall Support und das ist schon mal was wert.","Und sie haben so Video-Wall-Dinger, wo du dann, sehe ich das richtig,\ndass man da irgendwie einen Eingang rein und dann verteilt er das auf mehrere Monitore.\nOder habe ich das falsch verstanden?","Habe ich mir ehrlich gesagt nicht angeschaut.\nJa, mal gucken. Also wie sie versprechen, HDMI 2.0 B.","Was auch immer das ist.","Das heißt auch nicht, wie bei HDMI ist eh alles optional. Das bringt irgendwie gar nichts.\nAber HDR haben sie irgendwie mit drin und Dolby-Kram auch in Audio und so.\nAlso das ist schon ganz ordentlich und wie gesagt, man kann die Lüfter abziehen.\nDas ist für mich das wichtigste.\nEs gibt sogar eine Smartphone-App. Ja, toll, oder?","Naja, mit der Smartphone-App, das muss nichts heißen. Zumindest nicht notwendigerweise was Gutes.","Ja, das ist einfach nur so eine einfache App, die nichts anderes macht,\nals die Fernbedienung zu emulieren.\nAlso da hast du quasi dasselbe Interface wie auf der Hardware-Fernbedienung,\ndie ich aber jetzt eh erstmal nicht benutze.\nIch will mir das hier auf meinen Stream Deck XL packen, mittelfristig,\nweil ich habe ja noch so ein XL rumliegen, was ich eigentlich mal gekauft hatte\nin Erwartung einer größeren Nutzung, die dann nie eintraf. Hier habe ich so eine 4x8 Matrix drauf.\nDas heißt, ich könnte mir da im Prinzip eine richtige Matrix auf die Matrix packen.","Die Matrix in der Matrix.","Yo, dog, I heard you like the Matrix.","Ja, also das wäre doch mal eine Anwendung, oder? Weil dann hätte ich so das\nideale User-Interface.\nEinfach, tak, ich möchte jetzt gerne die Kombination, die Kombination.","Ja, also sowas sind ordentliches, schon was Feines. Also ich hatte mir für ein\nSendezentrum vor vielen Jahren mal so ein 4x2 Matrix-Switch geholt,\nHDMI. Also vier Eingänge und zwei Ausgänge.\nDa hatte man schon ja zwei Ausgänge reichen wahrscheinlich, weil wir jetzt vor allem Eingänge haben.\nUnd das war genau dieses Phänomen, was du eben beschrieben hast mit diesen Hiccups\nzwischendurch. Und dann kommt der Handshake doch nicht so richtig zusammen.\nUnd dann musst du nochmal hin und nochmal wieder her.\nUnd gut, das hat halt auch nur 199 gekostet. Das ist dann nochmal irgendwie\nein anderer Preispunkt.\nAber am Ende ärgerst du dich dann halt dann doch auch recht viel.\nAlso HDMI ist schon irgendwie immer noch schwierig, finde ich.","Also ich habe da jetzt einfach investiert, weil ich weiß, das ist einfach ein\nGerät, was ich den ganzen Tag benutze, was für mich total wichtig ist.\nHier voll die Produktivität hochbläst und von daher passt das schon.\nMuss man wieder ins Studio investieren.\nMuss ja mal alles toller werden hier.\nJo, soviel dazu.\nRodi, magst du jetzt mal?","Ja, ich hatte eigentlich nur, ja, ich weiß nicht, ob es eine Kleinigkeit ist.\nDass das, ob das, und zwar habe ich da ein Video entdeckt, wo jemand mal auseinandergenommen hat,\nwie das mit der neuen Richtlinie ist.\nDie ist irgendwie vom März EU-Richtlinie über die Haftung, Produkthaftung für Software.\nUnd das ist sehr interessant.\nUnd zwar steht da im Wesentlichen drin, dass wenn man eine Software als Produkt\nvertreibt, dann hat man dafür auch eine Produkthaftung. Ja.\nUnd zwar fast unabhängig davon, wie teuer die Software ist.\nAlso auch wenn man die verschenkt, muss man da eine Produkthaftung für übernehmen.\nInteressanterweise gilt Source-Code aber nicht als Produkt.\nDas heißt für Open-Source-Projekte, die ihren Source irgendwo hinlegen,\ngilt diese Produkthaftung nicht.\nAber für jemand, der jetzt ankommt und aus der Open-Source-Software irgendwas\nzusammenbaut und das dann veröffentlicht als Produkt, gilt die Haftung wieder.\nDas Ganze ist, wie gesagt, jetzt gerade erst als EU-Richtlinie verabschiedet\nund die Mitgliedstaaten haben, glaube ich, noch bis Ende 26 Zeit,\ndas in nationales Recht umzusetzen.\nDenn solange das nicht passiert ist und dann die ersten Fälle auftreten,\nist wahrscheinlich noch nicht klar, was das für Konsequenzen hat.\nInsofern ist es jetzt eigentlich auch ungelegte Eier. Also ihr könnt euch das Video mal angucken.\nIch finde es sehr interessant, auch wenn der Mensch, der das da besprochen hat,\ndas vielleicht ein bisschen sehr negativ sieht,\naber dass Leute, die irgendwas veröffentlichen, also bisher scheint es ja sowas\nwie eine Produkthaftung für Software nicht so richtig gegeben zu haben.\nAuch für Services nicht so richtig und damit wird es halt eingeführt und ich\npersönlich halte das eigentlich eher für eine gute Sache, aber da muss man dann, glaube ich,\nwirklich dann abwarten, wie es erstens in nationales Recht umgesetzt wird und\nwie dann dieses Recht auch gelebt wird, bevor man da mehr zu sagen kann.\nAber ich denke, es ist auf jeden Fall was, was man mal im Hinterkopf halten\nkann und wo man dann mal die Augen aufhalten kann, was das bedeutet.\nGenau, da schreibt einer im Chat, neben Herstellern können auch Importeure und\nHändler haftbar gemacht werden.\nSprich, wenn ich mir eine App aus dem App Store runterlade, dann ist erst mal Apple haftbar.\nWenn sie die Haftung nicht an denjenigen weitergeben können,\nvon dem sie die App haben.","Was sie bestimmt in ihren AGBs schon längst getan haben.","Nicht, dass ich wüsste, bis jetzt noch nicht. Aber wie gesagt,\ndas ist ja auch erstmal nur eine EU-Richtlinie und noch nicht umgesetzt in nationales Recht.\nApple hat vor wenigen Tagen mal wieder ein Update gemacht.","Wie heißt nochmal diese Richtlinie?","Das kann ich dir jetzt nicht sagen, wie die heißt.\nWie gesagt, also es ist ein bisschen früh noch, es ist ein bisschen noch ungelegte Eier.\nInteressant ist, dass halt Softwarefehler auch, genau, Softwarefehler, die zu Schäden führen.\nEs sind auch irgendwie Produkte dabei, die irgendwie in digitaler Form abgegeben werden.\nAlso in dem Video gibt er das Beispiel eine 3D-Druckdatei.\nWenn ich eine 3D-Druckdatei veröffentliche, die dazu führt, dass mein 3D-Drucker\nkaputt geht aus irgendeinem Grund, weil die einen Fehler enthält oder so,\ndann kann ich denjenigen, der die 3D-Druckdatei veröffentlicht hat, dafür haftbar machen.","Was?","Nach dieser Richtlinie.","Das ist aber problematisch.","Ja, da sind so ein paar Sachen drin, die im Zweifelsfall problematisch sind.\nWie gesagt, man wird abwarten müssen, zu was für Edge-Cases das führt.\nAlso da sind, wenn man so als Programmierer denkt man ja vor allen Dingen in\nEdge-Cases. Eine Happy Path kann jeder.\nDa sind so ein paar Sachen drin, wo offensichtlich Edge Cases sind,\ndie man nicht selber ausprobieren will.\nJa, für Fosszeug braucht es immer kommerzielles Bestreben.\nJa, kommerzielles Bestreben ist aber auch eine sehr schwierige Definition.\nAlso es ist halt, also wenn ich eine App auf dem App Store vertreibe und die\nist nur für umsonst, dann ist die Frage, ist das jetzt kommerziell oder nicht,\necht schwierig zu beantworten.\nAlso ich denke, wie gesagt, ich denke, das muss man im Auge behalten.\nEs wird da sicherlich auch im Chaos-Umfeld noch heftig diskutiert werden und\nwir werden sicherlich noch bei irgendwelchen Jahresrückschauen dann lachen.\nGeneral Product Safety Regulation, okay.\nAber momentan hat es noch keine Auswirkungen, weil das alles noch nicht richtig\ngültig ist. Nur so als...\nBeobachtet das mal, das wird noch spannend.","Ja, da ist ja dann auch die Update-Pflicht, glaube ich, auch mit dabei.","Ja, so Firmware ist zum Beispiel interessant. Also auf die Nutzungsdauer einer\nHardware kannst du plötzlich als Vertreiber des Gerätes für die Firmware haftbar gemacht werden.\nUnd zwar halt nicht nur, die Firma hat Fehler, die zu dem Schaden in dem Gerät\noder an anderen Geräten führt, sondern auch enthält Sicherheitslücken,\ndie ausgenutzt werden können und dafür wirst du dann haftbar gemacht und so.\nDas wird alles sehr spannend.","Das wird auf jeden Fall ganz sportlich werden, genau. Genau. Und ja.","Wie gesagt, prinzipiell sehe ich das aber positiv, dass da mal jemand hingeht\nund mal einfach den Finger in die Wunde legt und sagt,\nLeute, ihr könnt euch nicht länger alle rausreden und fire and forget machen,\nsondern wenn ihr ein Gerät auf den Markt bringt,\ndas potenziell in einem Bereich agiert, der zu Schäden führen kann,\ndann müsst ihr irgendwie auch dafür haften.\nUnd dann wird es halt teurer, aber dann, weißt du, so, ich meine,\nso einfach hier.","Das muss ich erst mal bewähren, das muss erst mal auch so in die Rechtsprechung\nkommen und dann werden wir sehen, was es macht, das wird wahrscheinlich eine Weile dauern.","Ja, nur es ist halt so, es gab ja mal eine Zeit, ich weiß nicht,\nvielleicht gibt es sie immer noch, wo Android-Telefone verkauft wurden,\nauf denen Android-Versionen drauf waren, für die es ganz offiziell keine Updates mehr gab.\nUnd die dann entsprechend quasi mit Sicherheitslücke verkauft werden und du\nkannst sie auch nicht mehr updaten und die Sicherheitslücke geht nicht mehr\nweg. Und sowas geht halt überhaupt gar nicht.\nAlso zumindest für eine gewisse übliche Nutzungszeit muss der Hersteller dann\nschon garantieren können, dass da kein Scheiß mit dem Gerät passiert.","Genau, müssen Updates bereitgestellt werden auf jeden Fall.","Und das finde ich gut, dass es dafür jetzt dann eine Richtlinie gibt,\ndie wird trennen, mit Sicherheit zu trennen führen bei manchen Leuten,\naber ich glaube am Ende des Tages werden die Dinge dann besser,\ndadurch, dass sich die Firmen halt zusammenreißen.","Kann ich mir auch gut vorstellen.\nJa, ich bin gespannt, was dabei rauskommt und vor allem wie lange das braucht,\nbis das so richtig Traktion bekommt, weil das wird sicherlich nicht vom Start\nweg irgendwie, da muss ja erstmal jemand verklagt werden und so und dann geht\ndas vorbei mal ganz schnell.","Ja, naja, aber ich meine, mal ganz ehrlich, sobald das Ding in Kraft tritt,\nkannst du bei der nächsten großen Sache davon ausgehen, dass irgendwer eine Sammelklage lostritt.","Genau.","Die Dystopie ist halt, dass du dann quasi wieder… Ich hieß doch.","Diese Software, die die Flughafen lahmgelegt hat, vor ein paar Monaten.","Ach, das war die Firma, die ihre Software-Updates verteilt hat.","Ja, genau. Sowas in der Art, das ist dann interessant. Da stehst du als Sonderfirma\nnatürlich direkt vorm Abgrund.","Der dystopische Entwurf ist halt, dass du dann vergleichbar zu diesen ganzen\nAbmahntrollfirmen halt dann wieder irgendwelche Geschäftsmodelle darauf aufbaust.\nIch wurde geschädigt durch Firmware XY.","Naja gut, du musst es natürlich am Ende des Tages beweisen können.","Naja, Fehler wirst du schon genug finden.","Aber er macht in dem Video ein schönes Rechenexempel auf.\nEs gibt auch keine Schadensuntergrenze mehr.\nWenn du eine Million User hast und jedem User entsteht ein Schaden von 5 Euro,\ndann bist du auch mit 5 Millen in der Kreide.\nDas ist halt Crowdstrike, genau so hießen die.\nWenn diese Richtlinie schon in Kraft wäre und die Flughafen fangen plötzlich\nan, Crowdstrike für ihre Ausfälle verantwortlich zu machen mit Produkthaftung\noder so, die wären jetzt pleite.","Ja, ich meine, wie gut es denen geht, weiß ich jetzt ehrlich gesagt nicht.\nDie werden ja auch direkte Verträge mit ihren Kunden haben.","Die haben trotzdem auch ein Problem schon, klar. Also bei uns in der Firma benutzen\nwir es trotzdem immer noch. Also die Firma scheint es noch zu geben.\nAber ja...","Alright, gut. Dann kann ich mal von weiteren Dingen berichten,\ndie ich gemacht habe, außer Fasten.\nIch hatte ja in der letzten Sendung schon ganz kurz eingeworfen Cursor als neue\nEntdeckung, die ich zu dem Zeitpunkt ein bisschen angeknabbert hatte und einen\nersten Eindruck bekommen habe.\nUnd dann bin ich so richtig ins Kanickeloch reingerannt und hab mal geguckt,\nwie tief das eigentlich so ist und bin in einem totalen Programming Craze,\ngeendet.\nAlso ehrlich, ich habe in den letzten zwei Wochen mehr Software zusammenprogrammiert\nals in den drei Jahren davor.\nWir können darüber diskutieren, was Programmieren jetzt in diesem Zusammenhang\nüberhaupt noch bedeutet, aber ich erinnere mich ja,\nan deine ersten Experimente hier mit deiner Mastowall und so weiter,\nJavaScript und die ersten dicken LLMs, das war dann glaube ich ChatGPT 4, oder?","Genau, die 4er Version war das vor anderthalb Jahren ungefähr.","Nun ist ja JavaScript wie Java und C und so, da ist ja nun das Internet auch\nwirklich garstig voll mit,\nBeispielen, sodass eben schon das Vierermodell da genug zu knabbern hatte,\num so seine Schlüsse rauszuziehen.\nMittlerweile sind die Modelle ja noch größer geworden und haben nochmal so diversen\nFeinschliff bekommen und überhaupt glaube ich, beginnt die Welt auch erst langsam zu verstehen,\nwie das alles nun eigentlich funktioniert und wofür man das benutzen kann und\nwie man das am besten integriert und wie man das spezialisiert und die Fortschritte\nsind in dem Bereich ja nach wie vor groß.\nZur Erinnerung, Cursor ist ein Editor, der von Visual Code geklont ist.\nAlso wenn man den startet, dann sieht ganz Optik ein bisschen anders,\nein paar Elemente mal horizontal, wo sie woanders vertikal sind,\naber im Kern nichts anders.","Man kann seine kompletten Settings importieren.","Und dann hast du den ganzen Kram. Also man ist sowieso schwupps mit einmal Return\ndrücken, ist man genau da, wo man mit Visual Code auch war und die Änderungen\nim User Interface sind halt im Wesentlichen so gemacht,\ndamit man eben eine gute Integration für diesen ganzen KI-Assistenten-Kram hat\nund dann kann man eben auswählen, was man so haben will und dann bin ich halt\nlosgezogen und hab gesagt, okay, jetzt gucken wir nochmal,\nob das jetzt auch mit Elixir richtig funktioniert, weil Elixir als etwas weniger\npopuläre Programmiersprache dementsprechend natürlich, Und weil sie auch noch\nrecht jung ist, also gibt es ja nun auch erst seit zehn Jahren, so richtig.\nAlso du hast halt einfach nicht ein komplettes GitHub voll mit Java,\nsondern du hast halt ein bisschen Elixier im Vergleich.\nAlso keine Ahnung, ich kann das nicht quantifizieren, aber ich würde mal sagen,\nim Vergleich zu populären Sprachen dürfte sozusagen die Menge an Diskussionen\nund die Menge an Wissen und an Code, der da ist,\nwenn er bei einem Prozent liegt, glaube ich, ist es schon sehr hoch. Das ist eher minuskul.\nJa und dann habe ich einfach mal angefangen ein paar Sachen zu analysieren,\nhabe also Code geladen und habe gesagt, hier liest ihr das mal durch,\nerzähl mir mal was das macht.\nHabe also Code von mir hochgeladen, also aus dem GitHub quasi das ganze Git-Repo\ngeklont und mal vorgeschmissen. Habe einfach gesagt, erklär mir einfach mal was das macht.","Genau und der entscheidende Punkt dabei ist über die komplette Codebase.","Genau, über die komplette Codebase. Man kann da halt einfach eine Frage eintippen\nund dann drückt man nicht Return, sondern Command-Return und dann nimmt er sozusagen\ndie komplette Codebase und schaut sich das mal an.\nDas heißt, im Idealfall weiß das Ding eben auch, wie die Dateien so zusammenhängen,\ndass die zusammenhängen und grübelt dann ein wenig und lange dauert es halt\nauch nicht und dann so, ja,\ndas macht das und dann macht es das und das und das und der Zweck ist wahrscheinlich das und das.\nUnd es stimmte einfach zu 100%. Also es war einfach exakt genau das,\nwas die Aufgabe dieses Programmes war, wofür es geschrieben wurde und hat auch\nakkurat beschrieben, was es tut.\nDa dachte ich mir erstmal so, okay, we are onto something here.\nUnd dann ging sie los, die wilde Fahrt.\nUnd meine erste Anwendung war tatsächlich erstmal was ganz anderes,\nweil ich feiere leider immer noch WordPress.","Die dicke Tränen kullern.","Also ich meine, WordPress, ich hasse PHP.\nIch finde, PHP ist wirklich eine Beleidigung des Begriffs Programmiersprache.\nIch weiß, über die Jahre haben sie halt dann, wie alle Programmiersprachen,\ndie nichts können, angefangen, den ganzen Kram, den andere Programmiersprachen\ngut machen, da reinzubauen.\nDas ist so das Zeichen einer schlechten Programmiersprache, dass sie kurz nach\nihrem Start nur noch damit beschäftigt sind, das einzubauen,\nwas die anderen Programmiersprachen schon immer hatten.\nAlso am Ende wollen sie alle irgendwie, ich warte immer nur da drauf,\nbis sie dann ankommen, so ja, jetzt haben wir auch Closures.\nDa weiß ich immer so, okay, jetzt seid ihr also 1950 angekommen bei Lisp,\nHurra, gratuliere, dafür habt ihr jetzt nur 20 Jahre gebraucht.\nWeil das ist ja eigentlich und das ist nochmal ein interessanter Detail,\nwas wir vielleicht nochmal, ich weiß nicht ob wir das schon mal so erwähnt haben,\naber wir reden jetzt über KI die ganze Zeit.\nKünstliche Intelligenz der Zustand, wo wir das Problem haben,\ndass wir den Computer nicht mehr so richtig vom Menschen unterscheiden können\nwo die Sprache, die uns entgegenkommt so menschlich wirkt,\ndass es für uns auf den ersten Blick und auf den zweiten und für viele wahrscheinlich\nauch auf im fünften Blick, wirklich\nNicht mehr möglich ist, da noch in irgendeiner Form einen Unterschied zu machen.\nDas war immer der feuchte Traum der Linguisten.\nUnd in den 50er Jahren, und da kommt der Begriff künstliche Intelligenz überhaupt her,\nwar es die linguistische Forschung, die versucht hat, das Problem,\nwas ist Intelligenz, was macht quasi den Menschen intelligent,\nwas ist der Unterschied zwischen Menschen und nicht intelligenten Wesen,\ndas haben sie ja an der Sprache festgemacht.\nWenn ein Lebewesen in der Lage ist, Sprache zu formulieren und zu entwickeln,\ndann ist das ein klares Zeichen für Intelligenz.\nUnd wenn wir in der Lage sind, mit einer Maschine diese Sprache zu sprechen\noder zu verstehen, dann haben wir eine künstliche Intelligenz geschaffen.\nUnd was haben sie sich dann unter anderem als erstes Tool zugelegt,\num irgendwie diese Forschung voranzubringen?\nSie haben Lisp erfunden.\nLisp ist die Sprache, die aus dem Bedürfnis entstand, künstliche Intelligenz zu erforschen.\nFunktionale Programmierung stand am Anfang. Da gab es halt Lisp in den 50er\nJahren und dann gab es Fortran.\nDas eine hat irgendwie mit abstrakten Listenobjekten und funktionalen Konzepten\nund Metaprogrammierung und all diesem Kram gestartet,\nwo die meisten Programmiersprachen, wie gesagt, 30 Jahre brauchen,\nbis sie sich dahin entwickelt haben.\nUnd nebenbei gab es halt noch für die Formelfreaks, die einfach nur Mathe machen wollten,\nweil sie irgendwie Raketen steuern wollen, gab es halt Fortran und der Rest\nmusste halt irgendwie Assembler programmieren und dann kam erstmal eine ganze\nWeile lang nichts und dann kam irgendwann so Basic und ADA und all diese ganzen.\nEinzelnen Entwicklungen und Algol und also diese ganze Kaskade ich meine,\nes ist nicht möglich alle Programmiersprachen aufzuzeigen, aber so in den 60er,\n70er Jahren kam halt dieser Train überhaupt langsam erst mal ins Rollen,\naber angefangen haben die Hochsprachen im Prinzip mit Lisbon mit vortragen.\nJa, jetzt Plan, Kalkül und sowas weglassen.","Das ist Plan, Kalkül, ja, ja. Nee, Fortran, das stimmt schon,\nwar schon eine, und dann Forth, glaube ich, gab es noch.","Genau, Forth als Stack-orientierte Sprache. Dann gab es Prolog als Aussage-orientierte.\nAlso es sind verschiedene Modelle ausprobiert worden.\nAm Ende kann man sagen, haben halt die prozeduralen Programmiersprachen erstmal\nden größten Erfolg gehabt.\nHatten dann mit Pascal und später natürlich dann vor allem mit C so ein bisschen\nauch so ihren Durchbruch und das war dann eigentlich so die erste populäre wirkliche Plattform,\nauf der so Hochsprachprogrammierung aktiv dann in den 80er Jahren vor allem betrieben wurde.","Wobei man jetzt natürlich zu Recht streiten kann, ob man C als Hochsprache bezeichnen möchte.","Kann man, kann man. Aber so wurde es ja früher genannt, weil alles hoch war,\nwas über dem Assembler schwebte.","Klar, C war nicht allzu weit darüber, aber ja.","Genau, es war unmittelbar darüber.","War Stärke und Schwäche dieser Sprache.","Genau, also wenn du das so als Fischtank vorstellst und oben auf der Wasseroberfläche\nschwimmt Lisp, dann hast du sozusagen als Bodensass hast du halt C.\nUnd alles andere ist irgendwo da zwölf. Als Plankton. Ja, das Plankton sind\nhalt irgendwie Ruby und irgendwie alle anderen Sprachen.\nJava Script und Java und der ganze Quatsch.\nNaja, auf jeden Fall, das ist sozusagen die Komplexität und mich ist auf Lisp\ngekommen, Spul zurück, Spul zurück, Spul zurück.\nAlso ich habe halt erstmal festgestellt, dieses System ist in der Lage,\nalso Cursor und die LLM, die ich gewählt habe, ist dieses Cloud 3.5,\nwas wir schon erwähnt haben.\nBeziehungsweise ich habe auch mit ChatGPT ausprobiert und später gemerkt, Cloud ist besser.","Welche Chat-GPT-Version? Du hast glaube ich nicht die O1-Mini?","Nee, nicht die O1 genommen.","Also die O1-Mini soll von den\nChat-GPT-Modellen angeblich die für Programmierung am besten getunte sein.","Das kann gut sein. Habe ich nicht ausprobiert, weil mir eben gesagt wurde von\nLuca, dass eben Elixir und Claude 3.5 a good match sind und dann bin ich damit\nerstmal losmarschiert.\nAh ja genau, jetzt weiß ich wieder, wie ich drauf gekommen bin.\nIch hatte ja meinen WordPress-Server und wenn ich bei meinem WordPress-Server\nin das Error-Log von meinem Web-Server-Enginex reinschaue, dann ist da Alarm.\nAlso es macht so Prassel, Prassel, also so, wenn jede Fehlermeldung ein Regentropfen\nist, dann war das also sozusagen Orkan.\nGigabyteweise immer wieder dieselben Fehlermeldungen mit PHP-Deprecation und\nso, weil ich halt uralt Plugins gehabt habe, die seit acht Jahren von niemandem\nmehr angefasst wurden und das PHP hat sich halt weiterentwickelt und es war einfach...","Wie so ein Geigerzähler?","Ja, genau so.\nExactly. Und das Problem war, dass ich halt gar keine Möglichkeit mehr hatte,\naus diesem Error-Log herauszulesen, ob wirklich irgendein Problem besteht oder\nob das sozusagen alles jetzt nur diese Warnings sind.\nUnd dann dachte ich mir so, okay, vielleicht werde ich das Problem ja jetzt\nlos. Und dann bin ich irgendwie losmarschiert und hab mir irgendwie ein Plugin\nnach dem anderen runtergeladen, schön ordentlich in Git eingecheckt und hab\ndann irgendwie mit Cursor gesagt, kannst du mir das mal auf PHP 8 modernisieren, bitte?\nJa, kein Problem. Hier, da, da, da, da, da, da, zack, accept, accept.\nDreimal accept gedrückt, abgespeichert, hochgeladen, lief alles noch genauso\nwie vorher, weniger Fehlermeldung.\nDas hab ich dann mit einem Plugin nach dem anderen gemacht. bis Ruhe im Karton\nwar und aus meinem wurde dann irgendwann so ein.","Also sprich, die Plugins waren im Wesentlichen Bandomware, wo keiner mehr irgendwie\naktuell in der Codebase gearbeitet hat.\nUnd du hast natürlich auch brav dann wieder als Pull-Request hochgeladen,\ndamit andere auch was davon haben.\nNicht wahr, Tim? Das hast du getan.","Dazu habe ich jetzt diese Änderungen zu wenig reviewt, um da jetzt so den Schritt schon zu gehen.\nAber ich habe sowas ähnliches getan, UBC.\nUnd ich muss ja erstmal Ruhe schaffen.\nIch wollte erstmal was machen. Dann habe ich ja überhaupt mal so ein bisschen\nden Status aller Plugins überprüfen können, habe festgestellt,\nso, ah, mein QR-Code-Generator, der irgendwie den schönen Bezahlcode erzeugt\nauf der Spinnenseite, der funktioniert ja gar nicht, da ist ja gar kein QR-Code\nmehr, beziehungsweise ich wurde darauf hingewiesen.\nDa so, ah ok, Plugin kaputt kurz mal in das Plugin reingeschaut und so,\nja benutzt irgendwas mit Google,\nauch wieder seit Jahren nicht gepflegt und halt das übliche und dann kurz ins\nPlugin verzeichnet, ist bei WordPress geguckt,\nwas gibt's denn da so und es ist einfach immer die gleiche Soße Plugin macht\nirgendeine sinnvolle Sache und dann,\nja kauf hier das Abo Pro Version und dann kannst du noch diesen Scheiß machen\nund diesen Scheiß machen,\nder dich nicht interessiert und alles kompliziert und Settings und hast nicht\ngesehen und Neckware und Banner und irgendwie Leute,\nwirklich QR-Code, bitte geht mir aus der Sonne. Und da dachte ich mir so.\nCursor gestartet. Ich möchte ein WordPress-Plugin schreiben.\nEs soll einen QR-Code erzeugen und hier ist der Short-Code, auf den er reagieren\nsoll, weil es ist der, den ich vorher verwendet habe. Zack, Return.\nJa, kein Problem, hier musst du die Datei anlegen und hier dann das,\nPHP, zack, fertig. So, aha.\nHochgeladen, QR-Code. Also, ich habe ein eigenes WordPress-Plugin geschrieben,\naber ich habe noch nie ein WordPress-Plugin geschrieben, wo so ganz viel ekliger\nBoilerplate-Kram ist, was man da irgendwie alles deklarieren muss und pipapo.\nMit PHP, ich habe in meinem Leben keine Zeile PHP geschrieben und das Ding läuft.\nSo, macht einfach irgendwie das Richtige.\nUnd jetzt wurde die Sache langsam für mich immer interessanter.\nSo, dann dachte ich mir, okay, dann schauen wir mal, wie tief man hier noch\nreinkrabbeln kann. Dann hatte ich noch so ein Plugin, das hat mir der liebe\nErik irgendwann mal geschrieben.\nDer hat mir nämlich diese Anbindung an den Bezahldienst Stripe gemacht,\nmit dem man über die Webseiten Apple Pay machen kann.\nAls das nämlich frisch rauskam, Apple Pay in the Web, dachte ich mir,\ndas wäre doch mal eine schöne Sache.\nUnd dazu muss man halt da mit der Stripe-API reden und ja, ich möchte hier gerne\nApple Pay machen und wie können wir denn das hier machen und da muss man irgendwie\nmit der API reden und lalala.\nUnd das schlummerte jetzt auch schon seit ein paar Jahren ungepflegt da irgendwie vor sich hin.\nFunktionierte zwar tadellos, das war jetzt nicht das Problem,\naber mittlerweile gibt es ja auch Google Pay.\nDa hat man ja so ein Google Pay.\nOkay, Plugin-Cursor reingeschmissen. Ja, das Ding macht Apple Pay.\nKann das auch Google Pay?\nJa, überhaupt gar kein Problem. Das kann Stripe auch irgendwie.\nSoll ich dir die Änderungen machen. Ja, mach mal die Änderungen.\nZack, Accepts, speichern, hochgeladen, zack, Google Pay.\nLäuft, weißt du?","It just works.","It just works. Jetzt wurde es schon so langsam unheimlich.\nUnd dann habe ich so richtig die Ärmel hochgekrempelt und dachte mir so,\nokay, alles klar, jetzt löse ich alle meine anderen Probleme am besten auch gleich.\nUnd bin irgendwie losmarschiert und habe dann irgendwie so andere Wehwehchen,\ndie ich zuletzt hatte, auch noch gelöst.\nIch als Buchhaltungsnerd habe natürlich vor allem immer das Problem,\ndass ja keine, also wenn irgendwo Daten woanders anfallen, dann muss ich die\nja in meine Buchhaltung reinkriegen.\nUnd jetzt habe ich gerade dieses Subscribe durchgeführt und dann hast du so.\nTicketverkäufe, Ticketstornierung, da geht also die ganze Zeit irgendwie Geld hin und her.\nDas klippert dann auf deinem Konto rum und erzeugt da irgendwelche Buchungen. Aber das ist ja nur Geld.\nWas du ja brauchst ist, du musst ja wissen, was ist denn das jetzt für ein Geld?\nDas hat jetzt irgendwie Storno oder sind das Kontogebühren? Ist da Umsatzsteuer drauf?\nWenn ja, wie viel Umsatzsteuer ist denn da drauf?\nDamit du das irgendwie korrekt verbuchen kannst, weil du musst ja auch irgendwie\nmelden und jetzt willst du echt nicht jedes Ticket einzeln eintippen und im\nPrinzip habe ich ja die eine Seite der Gleichung schon gehabt und die andere\nlauerte dann halt in Stripe.\nSo und ich habe auch so mit Rest-APIs und so irgendwie mit Elixir auch noch nicht so viel gemacht.\nIch dachte mir so, Okay, probiere ich das mal aus und habe dann irgendwie angefangen,\nmeinen kleinen Stripe Monkey zu bauen, der dann halt so, ja,\nred mal hier mit Stripe und ich möchte mal gerne hier auf die ganzen Rechnungen\nzugreifen und im Prinzip habe ich mir quasi alle Rechnungsposten,\nalle ausgestellten Rechnungen runtergeladen.\nHabe die nach ihrem Typ und nach ihren Steuern korrekt irgendwie separiert,\nordne das irgendwelchen Buchhaltungskonten zu und habe mir ein schönes CSV draus\ngemacht, was ich irgendwie direkt in die Buchhaltung importieren kann.\nDer Vorgang war halt, ich habe immer Schritt für Schritt mit Cursor geredet\nund habe gesagt, okay, das ist jetzt der nächste Schritt, den ich gerne machen möchte.\nSo, da hol mal die Rechnung runter, hab mir das angeschaut, ja,\nschreib doch erstmal dieses ganze JSON, was da kommt, schreib das mal in so\neine Datei, dass ich mir das mal angucken kann.\nSo, dann hat er das gemacht, dann habe ich mir das angeschaut,\ndann habe ich so gecheckt, so ist die Struktur.\nViel wusste das System auch, aber es war immer so ein bisschen so pick und poke,\nman musste erstmal gucken,\nwas ist da jetzt eigentlich, welche Daten will ich jetzt eigentlich miteinander\nmachen, wie muss jetzt diese Rest-AP-URL genau strukturiert sein,\ndamit man so bestimmte Werte expandiert, damit man quasi so Unterinformationen\nauch gleich mit einem Zugriff bekommt, also willst du nicht nur die Rechnung,\nsondern willst du auch die Rechnungsposten haben und so weiter.\nNaja, da habe ich mich dann so durchgemuggelt und es war einfach die ganze Zeit\nso mit Cursor, als ob irgend so ein Senior-Developer neben dir sitzt auf dem Stuhl,\ngutmütig dir beim Programmieren zuschaut und immer wenn du eine Frage hast,\nkannst du mal so links rüber gucken, so wie macht man das jetzt?\nJa, da muss ich hier irgendwie und guck mal da und da und dann so,\nich mach dir das mal schnell.","Und der verstörend gut versteht, was man eigentlich will.","Und das Schlimme war, da kam nicht nur Code raus, der funktioniert hat,\nDer Code sah auch richtig geil aus.\nAlso es war wirklich sauberestes Elixier.\nDie Namings der Funktionen, der Variablen. Everything made sense.\nWenn du sagst, ich hätte es gerne ein bisschen anders, dann hat er sie auch\nalle wieder umbenannt, wenn irgendein Aspekt wegfiel und Dinge wieder weggenommen,\ndie nicht erforderlich sind oder zusammengefasst.\nUnd ja, und dann hatte ich halt sozusagen meinen Exporter, habe das in meine\nBuchhaltung importiert, alles hat gepasst auf Anhieb. Es war einfach Magie.\nVorher war der Weg, irgendeinen dusseligen Excel-Export runterladen und weil\nirgendwelche Metadaten fehlten, muss ich da nochmal von Hand beigehen und dann\ndas nach Kategorien zusammenfalten und zusammenfassen und daraus manuelle Buchungen machen.\nUnd jetzt habe ich sozusagen jeden einzelnen Vorgang als Buchung und am Ende\ngeht einfach alles auf den Null auf. Das ist einfach der totale Knaller.\nDann dachte ich mir so, okay, jetzt geht es richtig. Zu dem Zeitpunkt war ich\nalso wirklich so in a freeze, am häkeln.\nVor allem, das habe ich jetzt irgendwie in zwei Tagen irgendwie alles gemacht.\nAlso jedes einzelne Problem hätte mich sonst eine Woche Recherche wahrscheinlich und Lernen gekostet.\nUnd so war ich irgendwie in zwei Tagen mit all diesem Kram fertig und ich war\nja noch lange nicht am Ende.\nUnd, achso, ich habe mich übrigens gerade getäuscht, das war natürlich nicht\nStripe, sondern es war Pre-Tix in dem Moment, wo die Ticketsverkäufe gelaufen sind.\nAlso das war quasi das Tool damit.\nStrype habe ich mir dann aber auch nochmal vorgenommen, weil ich noch was anderes\nim Auge hatte weil, wir reden ja nachher über unsere Lieblingsprogramme,\naber was ich ja so richtig heiß finde, ist ja,\nMoney Money ist ja nach wie vor einfach die geilste Software unter der Sonne\nalso wer sein Banking ohne Money Money macht,\nauf Mac, hat das Licht nicht gesehen und gehört in Behandlung zu gehen Das ist\neinfach, wenn ihr ein Bankkonto habt, dann wollt ihr Money, Money haben.","Ja, ich habe allerdings, ich habe vor ein paar Tagen tatsächlich ein Edge Case gefunden.\nEs gibt irgendwie so komische Bezahl-QR-Codes und das unterstützt das leider nicht.","Zumindest Giro-Codes.","Wie auch immer die heißen. Also wenn man ein Stück Papier hat,\ndas jemand einem zugeschickt hat und da ist dieser QR-Code drauf,\nhast du keine Chance. das mit Money-Miner zu bezahlen.","Es gibt keinen Girocode-Scanner, das ist richtig.","Da war ich etwas genervt.","Was natürlich auch in diesem bekloppten\nGirocode liegt, der halt auch überhaupt nichts sagt, was er ist.\nAlso du musst, wenn du den scannst, wissen, was es ist, um dann diese Metadaten\ndort einzulesen. Weil es sind nur so mehrere Zeilen Text.","Ja, ich habe mir das dann angeguckt, was da drin stand und dachte mir so.","Wer macht denn in Jahre 20.","24, so einen Standard. Leute, habt ihr den Schuss nicht gehört?","Es ist eine totale Katastrophe. Überhaupt keinerlei Selbstbezeichnung.\nWahrscheinlich Fortranprogrammierer. Ja, ja, genau.\nSo, Stripe. Und das Ding ist, du kannst bei Money Money gibt es ja,\nwenn ja quasi so, alle SEPA-Banken werden unterstützt.\nAlso das ist ja quasi, Michael sitzt ja da dran. Also alles,\nwas irgendwie normal SEPA macht. Das ist ein Wahnsinniger.","Der Typ.","Ja, das ist unglaublich. Und was für einen Aufwand fährt, unfassbar.\nAuf jeden Fall kann er aber jetzt auch nicht wirklich jede Entität auf diesem\nPlaneten, die in irgendeiner Form countingfähiges Material liefert,\nunterstützen und deswegen gibt es ja das Plugin-Interface.\nHeißt, man kann mit Lua quasi so ein eigenes Web-Scraping oder eben auch Rest-APIs bedienen.\nUnd so gibt es von jemand geschrieben ein Stripe-Plugin, was ich schon länger\nbenutze, um sozusagen alle Transaktionen, die man auf Stripe dann angesammelt\nhat, also wenn dann quasi zum Beispiel mit Apple Pay was bezahlt wird,\ndann bekomme ich das quasi als wäre es ein Konto.\nWeil genau genommen ist es ja auch ein Konto, aber ich möchte es halt auch gerne\nin Money Money als Konto abgebildet sehen und so weiter. Da fehlt mir bloß schon\nimmer ein paar Features in diesem Tool.\nWas in Lua geschrieben war. Nicht\nso. Schnell mal in die Telefonzelle gesprungen und ab geht da der Peter.\nUnd dann habe ich halt irgendwie dieses Tool ausgebaut und habe endlich mal\ndie Features eingebaut,\ndie ich da schon immer haben wollte, weil er hat dann mal irgendwie den Kontostand\nfalsch angezeigt und nicht irgendwie zwischen gebuchten und nicht gebuchten\nSachen unterschieden und ich wollte dann noch ein paar mehr Metadaten,\ndie verfügbar waren, aber die dann halt nicht geholt wurden mit einbauen.\nDas habe ich dann alles noch in dieses Lua-Skript auch noch mit Cursor eingebaut\nund das funktioniert mittlerweile auch total zuverlässig.\nJa, und dann habe ich mir noch ein kleines Shownotes-Tool gebaut,\nirgendwie, was ich bei Logbuch Netzpolitik mache und das war dann auch wieder so Magie.\nDann so, ja, hier ist so ein Blob auf Text, da sind irgendwie 30 URLs drin,\nlöst die mal auf, guck mal, was der Titel der Webseite ist, bau das mal alles\nso zu ordentlichem HTML zusammen. So, okay, habe ich.\nFunktioniert. Und dann so, hm, dauert ganz schön lange das Ding aufzulaufen,\nso, weil Also eine URL nach dem anderen so und dann war er da irgendwie so 30\nSekunden zugange und dann so, ja kannst du das auch alles parallel machen?\nJa kein Problem, zack, fünf Zeilen geändert, weil mehr musste ein Elixier dann\nauch nicht machen und dann dauert das alles nur noch irgendwie zweieinhalb Sekunden.\nDas ist einfach der Knall, so ging es irgendwie die ganze Zeit weiter,\nalso ich war super produktiv besitze hier noch ein paar anderen Ideen.\nUnd dann habe ich noch so Scherze gemacht wie da bin ich richtig in Verzückung\ngeraten ich habe einfach so Code genommen, wo irgendwie gar nichts fehlte,\nwo alles schön war. Ich habe gesagt, gibt es irgendwelche Stellen,\ndie man sozusagen noch etwas eleganter ausdrücken könnte, mehr im Sinne der Programmiersprache?","Okay.","Also ich wollte sozusagen einfach nur den Beauty-Contest gewinnen und sozusagen\njedes Sprachkonstrukt, was sich mir anbietet für einen bestimmten Fall,\nauch so effizient nutzen, dass ich nicht irgendwas anderes nehme.\nUnd das war wirklich das Geilste, Weil dann einfach so, ja, guck mal hier,\nda kannst du dir nicht nur eine Zeile sparen, du drückst auch mehr damit aus\nmit dieser Struktur, wie du es eigentlich gemeint hast und so weiter.\nAlso super intelligente Iterationen, rekursive Funktionen und all diese ganzen Sachen.\nAlso es ist eine Freude, damit zu arbeiten. Also es macht so einen Spaß.\nMan muss allerdings aufpassen. Also jetzt mal zu den Pitfalls und den Nachteilen,\nweil das klingt jetzt alles so rosy.\nWas habe ich gelernt? Also erstens, auch diese Code-LLMs haben dasselbe Problem\nwie die anderen LLMs. Das sind so Kinder, die du dir sehr leicht einschüchtern kannst.\nUnd wenn du irgendwas von ihnen verlangst, was sie in dem Moment aber gar nicht\nlösen können, kommen sie trotzdem mit irgendeiner Antwort, weil sie halt Angst\nhaben, nicht behilflich sein zu können.\nUnd ich habe dann den Fehler gemacht, ich habe einen Bug gehabt.\nJa, hier, ich kriege eine Fehlermeldung. Also, ja, dann probiere doch mal das. Zack.\nAlso, ja, nee, gar kein Problem. Hier ist die Änderung und so weiter,\nder Bug ist gefixt. Ich ausprobiert, hat sich gar nichts geändert.\nUnd dann so, ja, hier geht immer noch nicht. Hm, oh, das ist aber komisch.\nSo, ja, dann probier doch mal das.\nUnd so ging das so drei, vier, fünf Mal. Und die Antworten wurden immer skurriler.\nUnd Debug-Statements. Und er\nwollte, dass ich alles mögliche überprüfe und so. Und ich dachte mir so.","Weißt du, ist da die Strategie.","Weißt du, worauf ich so?","Irgendwann wird ja schon die Lust verlieren, Tim.","Und der Fehler, den ich gemacht habe, war, Ich habe zwar die ganze Zeit diese\nÄnderung angebracht, aber ich habe gar nicht das durchcompiled und wirklich\ndie Änderung getestet, sondern ich habe die ganze Zeit getestet.","So, so, und die NLM ist also schuld.","Nein, nein, aber das habe ich dann halt gemerkt.","Ja, ja, oh gut.","Und das war dann aber so ein Lernprozess, weil man merkt schon,\nwenn die so ein bisschen anfängt zu schwitzen.\nAlso da muss man also ein Gefühl für bekommen, wenn so die Antworten so ein\nbisschen ausweichend sind und so ein bisschen verzweifelt wirken auch schon,\ndann könnte unter Umständen das Problem daran liegen, dass man gerade die Unwahrheit\ngesagt hat und gar nicht die richtige Fehlermeldung bringt.","Das ist wie, es wird ja gerne gesagt, dass in manchen Ländern die Leute ungern\nunhöflich sind und wenn man nach dem Weg fragt und die wissen,\nden Weg nicht, dann schicken sie dich in irgendeine Richtung.","Hauptsache sie haben eine Antwort geliefert.","Genau.","Ja, das ist die japanische Verhaltensweise.","Ich wollte jetzt das niemandem unterstellen.","Das ist sozusagen genau in der Kultur halt auch so, du musst dann auch irgendwie\nzu irgendwas gut sein in dem Moment und auch wenn du es nicht kannst.","Und hier unser Lieblingsfilm 2001, Hell 9000, gibt es ja auch die Theorie,\ndass er nur deshalb ausgeflippt ist, weil er lügen musste.\nWeil wir ihm als Menschen plötzlich ein Verhalten auferzwungen haben,\nwas gegen seine eigentliche, ich will doch immer nur hilfreich sein und das\nrichtige Tun Natur geschehen ist.\nJa, das, bist du durch oder kompetiere ich ein bisschen?","Und vielleicht noch eine zweite Anmerkung, man muss...\nÄhm, vorsichtig sein mit dem Scope.\nAlso das Ding kann schon sehr umfangreiche Revrites machen, Vereinfachungen\nmachen, Refaktorierungen machen, das geht alles.\nAber man kann sich auch verrennen.\nUnd was ich in dem Zuge überhaupt jetzt das erste Mal für mich so richtig urheber\ngemacht habe, ist so mit Git und mit Branches zu arbeiten.\nAlso da macht das auf einmal richtig Sinn.\nIch habe das ehrlich gesagt bisher etwas vernachlässigt und das hat mir jetzt\ndas doch gelehrt, dass man eben vorsichtig sein muss, dass man sagen muss,\nokay, jetzt habe ich hier einen stabilen Ding, jetzt ist das mein Main,\njetzt probiere ich was Neues aus, dann mache ich erstmal einen Branches.\nDass man auf jeden Fall wieder zurückkommt, weil man verrennt sich sonst und\ndie AI verrennt sich mit einem mit und man darf und das ist noch die dritte Lehre.\nIch habe dann irgendwann, ich bin irgendwann in so einen Modus gekommen,\nwo ich gedacht habe, das funktioniert hier immer, accept, accept,\naccept, bis irgendwie alles nur noch Garbage war und ich vor allem überhaupt\nnicht mehr verstanden habe, was der Code macht. Und das geht natürlich nicht.\nDas heißt, ich habe letztlich nur Code geschrieben, wo ich auch das Gefühl habe,\nder kommt von mir, den habe ich abgesenkt.\nIch habe mir jede Zeile angeschaut, ich habe mir das Ergebnis angeschaut.\nIst das so, wie ich es schreiben würde? Verstehe ich, was da geschrieben wurde?\nSodass ich schon auch sagen kann das ist schon meine Programmierung auch wenn\nsie so vorschlagsbasiert ist aber ich habe sie in dem Moment auch verstanden\nes entbindet mich nicht jetzt bei dem PHP Plug-in,\nbei diesem super simplen schon, aber bei diesem.\nErnsthaften langfristigen Ziel, das ich da hatte mit Elixir,\nda muss ich dann schon auch on track bleiben und muss da reingehen und ich habe\ndann auch oft Vorschläge abgelehnt, hab gesagt so,\nnee, das gefällt mir nicht, wie du es machst, mach doch mal die Methode und so.\nDann kommt er dann auch so, ja, stimmt, hast du eigentlich auch recht.\nSo, das ist ja viel eleganter und so, ja, weißt du, so Sachen wie,\nich hab gesagt, ja, lock mal irgendwie die Nachrichten.\nDann macht er eine Funktion Lock und schreibt irgendwie einfach mit Put S irgendwie nach draußen.\nUnd dann meinte ich irgendwann so, ja, wir benutzen nicht das Logger-Modul.\nJa, ist ja auch recht, irgendwie, ist ja viel elixiermäßiger und dann machen\nwir das jetzt irgendwie so und so die Geschichten.\nUnd ich habe darüber auch viele neue Interfaces kennengelernt,\nAPIs besser kennengelernt,\nSprachkonstrukte besser gelernt und man traut sich auch,\nschneller an Änderungen an, vor denen man so vorher so ein bisschen Angst hat.\nMan kann erst mal so voranalyseieren. Was müsste ich denn eigentlich machen?\nIn welchen Schritten müsste ich jetzt rumgehen?\nWas müsste ich für einen Aufwand machen, um das Ding hier von Python in Elixir zu übersetzen und so.\nMindestens so als Programmierplanung kann es schon helfen, weil man erst mal\nanalysieren kann, man kann sich erklären, was macht das Ding?\nVom Freund habe ich so ein Python-Skript bekommen, so 1300.\nZeilen, Python-Code, komplett undokumentiert, irgendwie liest sich wie Geigerzähler\nund keine Ahnung, was es macht.\nJa, kurz mal gesagt, ja, kannst du mir mal analysieren, was es macht.\nSuper akkurate Beschreibung, Schritt für Schritt, was das Ding tut.\nDas ist einfach der Knaller. Also dieses klassische Problem von du übernimmst\nCode von anderen Leuten und keiner hat eine Ahnung, was dieser Code macht. Die Zeiten sind vorbei.\nDu kannst jetzt das einfach in den Cursor reinladen und kannst erst mal erklären\nlassen, was denn das eigentlich tut.\nUnd zwar nicht nur so, was macht der Code, sondern bis hin zu,\nwofür das eigentlich gedacht ist. Total stunning.","Zumindest seine Interpretation des Ganzen.","Ja, ich wusste ja, was das Skript tut, aber ich hätte es dem Skript selbst so nie angesehen.\nZumindest nicht auf den ersten Blick und nicht bevor ich es eine Stunde lang studiert hätte.\nUnd dann habe ich gesagt, ja sag mir mal, was das macht und hat genau gesagt,\nwas das macht, ohne dass ich irgendeinen Tipp gegeben habe, was es machen könnte.\nUnd das ist schon wirklich erstaunlich und da ist es, also die 20 Dollar pro\nMonat, das hat sich mal echt gelohnt.","Genau, das ist für die Clot-Lizenz.","Das ist für die Cursor-Lizenz, mit der du für alle Premium- Modelle,\ndas ist O1 4 bei ChatGPT und Cloud 3.5 500 Fast Requests pro Monat hast.","Du hast mir das ja gezeigt, hier bei unserer Q207-Besetzung,\nhabe ich da immer drauf geguckt und fand vor allen Dingen erstmal das UX-Konzept\nauch cool, was sie umgesetzt haben da in Cursor. Ich weiß gar nicht,\nob wir das in der letzten Sendung schon mal erzählt hatten.","Nein, das sollten wir auch nochmal tun.","Dann versuche ich das jetzt einfach mal, weil ihr habt also nach wie vor euer\ngroßes Fenster, in dem halt euer Code steht und oben hast du in den Tabs halt\ndie einzelnen Dateien organisiert.\nUnd dann schaltest du dir links dazu dann halt ein Chatfenster,\nwo du dann halt in klassischer Menier halt mit der LLM disputierst und sobald\nsie aber halt irgendwelche Codevorschläge macht,\nsind die so als Codeblock-Element halt erstmal in den Chat eingebunden und werden\njeweils gut interpretiert und erläutert.\nSo, hiermit versuche ich folgendes Problem zu lösen und am Ende nochmal eine Zusammenfassung.\nDas sind jetzt nochmal hier so deine Management Summary und dann kannst du bei\njedem einzelnen Codeblock halt dann sagen,\nja will ich oder will ich nicht und hast dann in der Main Window dann auch wirklich\nso ein Diff View, wo du siehst so ganz klassisch in Rot die Zahlen sind weg,\nin Grün die Zahlen sind hinzu.\nHast an der Seite so eine Quick-Nuff-Leiste, wo du sehen kannst,\nwelche Bereiche in dieser langen Datei wurden hier verarbeitet.\nUnd das ist natürlich so viel komfortabler als das, was ich mir mit der Masterwall abgebrochen habe.\nAlso hört euch die Sendung an, vor anderthalb Jahren muss es gewesen sein.\nDas war ja ein einziger, irrsinniger Copy-and-Paste-Zirkus, den ich da hatte.","Dass du das überhaupt zum Laufen gekriegt hast.","Wo dann also wirklich ständig halt irgendwie, oh, jetzt ist der Kontext ja zu\nlang, jetzt müssen wir mal gucken, okay, mach jetzt nur die Veränderungen und\nschreibe aber dazu, an welcher Stelle.\nDas war wirklich alles ein Schmerz. Und als ich dir da über die Schulter geguckt\nhabe, wie hier das UX jetzt aufgebaut ist, dachte ich so Aha,\nokay, gut, das probieren wir jetzt dann doch nochmal aus.\nIch würde sagen, ich hätte die Masterwall sicherlich in ein Fünftel der Zeit,\nhinbekommen, jetzt mit Cursor.\nDas wäre noch sehr, und ich habe ja damals schon nur anderthalb Tage gebraucht.\nAlso es wäre irre schnell gewesen.\nUnd ich habe das jetzt mal ausprobiert, in den letzten Tagen, an zwei Beispielen.\nUnd zwar, wofür das, finde ich, echt cool geeignet ist, hattest du gerade eben\nauch als Beispiel Abandonware.\nJa, du nutzt irgendwas auf GitHub, was Open Source ist, wo der,\ndie Entwicklerin sich einfach mal davon gemacht hat, weil Leben dazwischen kommt\nund mein totales Verständnis und keinerlei Vorwurf, aber es gibt ja einfach\nso etliche Tools, die ich total gerne nutze, wo ich denke,\nah, da fehlt nur dieses eine Feature.\nSo, das kann doch jetzt nicht so schwer sein, das dazu zu bringen.\nUnd dann schreibst du das erstmal als Feature-Request, als Issue auf GitHub\nund es passiert halt jahrelang nichts.\nUnd eine der Software, wo mir das total auf den Keks geht, weil ich es immer\nnoch doch ab und zu oder sogar relativ regelmäßig nehme, ist Breadboard.\nDas habe ich, glaube ich, auch schon mal vorgestellt in der Freakshow.\nDas ist, ich werfe mal den GitHub-Link hier rein.\nDas ist eine Software, mit der man KI-generierte Bilder vernünftig durchbrowsen und durchsuchen kann,\num also zu gucken, okay, welches Modell wurde da verarbeitet,\nwie war denn der Prompt von den Bildern, um nämlich dann so Qualitätschecks\nmachen zu können, wenn ich am Prompt variiere, kriege ich dann irgendwie eine\nbessere Qualität hin von irgendwie Landschaftsbildern, ist das Licht irgendwie\nbesser gesetzt, wie auch immer,\num also einfach etwas systematischer mit KI-Bildgenerierung umgehen zu können.\nUnd was mir immer total gefehlt hat dabei ist, das hat eine FAF-Funktion,\ndass man so sagen kann, so das sind die Prompts, die sind besonders effektiv,\ndie kannst du gut recyceln und um das aber beurteilen zu können,\nmusst du halt von diesem Thumbnail-View, wo die ganzen Bilder erstmal auf seinem\nBilderteppich drin sind,\num das beurteilen zu können, musst du halt in so ein Preview-Fullscreen rein.\nSo und ich wollte aus diesem Fullscreen-View, wo du nämlich die Entscheidungs-\nKompetenz plötzlich dann hast, ist das jetzt ein FAF oder ist das kein FAF?\nDa wollte ich einfach aus diesem Screen heraus mit einem F-Key das als Favorit\nauch einfach deklarieren können.\nKonnte die Software aber nicht, sondern du musstest den Preview wieder verlassen\nund musstest das kleine Herzchen dann irgendwo in den Thumbnail-Teppich anbringen.\nAlso so eine klassische UX-Geschichte, wo du einfach viel zu viele Klicks hast,\nweil irgendjemand den Workflow nicht so hat, wie du ihn hattest.\nGut, ich also jetzt das Repo halt gezogen und reingeworfen in Cursor und gesagt so,\nals erstes erstmal hier Add Codebase und dann guckt ihr erstmal an,\nwie ist das alles aufgebaut und macht ihr erstmal einen Überblick und was macht\ndenn das hier und exakt derselbe Effekt, den du gerade beschrieben hast,\nes hat glasklar beschrieben, was da irgendwie Phase ist bei der Geschichte.\nSo, ich will nur ein einziges Feature hinzufügen, nämlich und dann relativ detailliert\nhalt beschrieben, was willst du detailliert beschreiben, ist ja klar, was du willst.\nEinfach die bestehende Favoriten-Funktion über einen Short-Key aus der Preview-Ansicht steuern.\nSo, und dann kam so dieser klassische, ich finde, das hat immer so was von so\neinem aufgeregten Hund.\nOh, ja, super Idee. Das bauen wir. Ich habe hier einen Ansatz.\nErstmal erweitern wir das Datenmodell. Da müssen wir mit Favoriten umgehen können.\nUnd hier baue ich dir mal einen Event-Händler, womit wir mit den Tastatureinrücken\nrumgehen. und dann machen wir noch diese und dann rödelt er irgendwie in sechs\nDateien rum ich gucke mir das so an,\nAh, Moment mal, also das ist doch aber doch eigentlich alles schon da.\nAlso du hast schon deinen Händler für Tastatureingaben in dem Programm drin\nund es gibt diese FAF-Funktion schon und du musst das Datenmodell überhaupt\nnicht erweitern und ich will einfach nur einen ollen Shortcut haben in einem\nView, wo er derzeit nicht drin ist.\nOh, ja, jetzt, wo du es sagst.\nAlso diese Übereifrigkeit, erstmal so ein Standard-Template irgendwo rauszuwerfen.","Ich laufe schon mal los.","Das war schon so ein Downer. Also ich habe dann nach ein bisschen rumgeprokelt.\nEs hat dann auch nicht auf dem ersten Anhieb perfekt funktioniert,\naber es lief dann noch ein bisschen Debugging und diese Iterationsprozesse hast\ndu alle schon beschrieben, muss\nich nicht wiederholen, wie man sich da so Debugging-mäßig dran arbeitet.\nAber irgendwie so nach 15 Minuten hatte ich mein Feature, immerhin.\nUnd dann dachte ich so, ach, was soll der Geiz? Ich schreibe die App jetzt einfach selber ab.\nMir fehlen auch noch andere Sachen. Ich hätte nämlich gerne so eine kleine Statistik-Funktion\ngehabt, dass du nämlich dann nochmal ausgelesen bekommst über dein ganzes Bilder-Repository,\nwelche Texte hast du überhaupt verwendet und wie viele wie oft und dass du die\nkombinieren kannst und dann live gefiltert wird und so.\nDas hatte ich mir alles schon mal so zusammengebaut, das hätte ich gerne.\nIch habe das schon mal in Zwift probiert mit meiner alten Copy and Paste Taktik\nund ChatGPT 4 war das damals.\nUnd das ist krachend gescheitert. Also das in Zwift zu machen,\ndas hat überhaupt keinen Spaß gemacht.\nWas vielleicht auch ein bisschen an der Sprache liegt und ich kann nur auch\nwirklich ganz, ganz wenig Zwift, wenn überhaupt.\nUnd das habe ich dann irgendwie nach ein paar Stunden bleiben lassen,\nweil da habe ich also echt überhaupt keinen Land gesehen.\nUnd von daher habe ich wieder das gemacht, was hier mit Masterwall ja auch gut\nfunktioniert hat. ja, middle of the road, baust einfach so in JavaScript.\nUnd dann fing er auch an, ich setze erstmal einen Node-Server aus.\nNein, du setzt jetzt keinen Node-Server auf. Das brauchen wir hier nicht.\nEs läuft alles schön clean, einfach nur hier in meiner Browser-Session.\nAlles andere ist überkomplex.\nNa gut, okay, dann würde ich mal Folgendes vorschlagen. Und dann kam aber,\nwürde ich sagen, so die geilste Entwicklerstunde meines bisherigen Software-Lebens.\nDas war dann genau dieser Flow, den du eben beschrieben hast.\nAlso so from scratch ging da einfach, jeder einzelne Schritt wurde richtig gut\nund effizient sofort verstanden, sofort umgesetzt.\nAlso du darfst halt nicht hingehen und irgendwie deine Wishlist runter tippen,\nsondern du musst halt Schritt für Schritt ein Verständnis dafür haben,\nwas ist ein logischer Ablauf, in dem du sowas halt irgendwie sinnvoll aufbaust.\nUnd dann lief das aber eine Stunde lang wirklich perfekt. Und ich dachte,\nwow, das ist sehr viel besser als das, was ich vor anderthalb Jahren hatte.\nAlso weil da die Qualität der Modelle echt nochmal nach oben gegangen ist.\nDer Unterschied zu dem, was du gerade mit Alexi erzählt hast,\nich kann nach wie vor kein JavaScript, ich will es auch gar nicht können.\nDas heißt, nach fünf Minuten habe ich komplett aufgegeben, überhaupt noch in den Code zu gucken.\nUnd habe einfach nur noch Accept All und wenn irgendwas nicht lief und die erste\nStunde lief, kam aber auch gar keine Fehler. Ich dachte auch wirklich, okay, was ist hier los?\nDas ist jetzt wirklich die nächste Generation hier.\nEs lohnt überhaupt nicht mehr, auf den Quellcode überhaupt drauf zu gucken und\nes macht trotzdem exakt, was du willst.\nUnd das war wirklich Christmas Tree Approach, so Feature an Feature an Feature\ndran gehängt. Und er hat das alles locker hinbekommen.\nNach einer Stunde kam ich irgendwo an der Punkt, wo die Komplexität dann zu hoch wurde.\nDas waren so ab 700 Codezeilen ungefähr.\nDas war auch so der Punkt bei der Masterwall, wo es anstrengend wird.\nAlso irgendwo ist dann das Element.","100?","Ja.","Das ist aber jetzt nicht so viel.","Das ist nicht so viel. Der hat dann, also ich habe auch immer wieder mal so\nRefactoring-Sachen reingegeben. Achtung, guck mal, wo du optimieren kannst. Refactoring.\nSchreib das nochmal um. Mach da Tadellos und schwupps, hast du wieder 100 Kurzzeilen weniger am Ende.\nDas lief alles schon noch ganz gut. Und dann kommt aber halt dieser Moment,\nwo die Sache dann ein bisschen schwammig wird.\nUnd genau wie du beschrieben hast, dafür muss man ein bisschen ein Gespür haben\nund das hast du natürlich dann doch nur, wenn du irgendwie schon mal was programmiert hast,\nso okay, jetzt wird es hier gerade so ein bisschen fuzzy und der erste Anlauf\nklappt nicht und der zweite auch nicht und der dritte auch nicht und eigentlich\nist die Lösung aber relativ simpel und wie sage ich es ihm jetzt,\ndass er es einfach mal simpel probieren soll und nicht mit Standard Framework XYZ.\nAber jetzt so nach den insgesamt drei, vier Stunden Beschäftigung,\nich finde die Tür hin zu Product Owner können plötzlich ihren eigenen Code schreiben\nund ihre eigenen Apps entwickeln.\nMindestens mal als Prototyp ist jetzt mal sichtbar geworden mit dieser Cursor-App.\nWeil das, was ich da mit Copy and Paste gemacht habe, da würde ich sagen, das war halt Nerdtum.\nUnd jetzt bist du halt auf einer Ebene, wo Leute wie wir mit wenig Zeit,\naber coolen Ideen plötzlich irgendwie produktive Sachen runter programmiert,\nin Anführungszeichen, kriegen.\nUnd das hat mich schon beeindruckt. Also wir haben da, glaube ich,\njetzt sehr ähnliche Erfahrungen gemacht.","Also, wo es auch hilft, ist, ähm,\nso, was weiß ich, hier auch beim Podlove-Projekt, verfolge ja so verschiedene\nSachen und dann komme ich halt immer mit meinen Sonderwünschen.\nJa, können wir nicht nochmal das einbauen?\nKönnen wir nicht nochmal das einbauen? Und was, wenn wir so Programmierer reagieren,\nwenn so andere Leute kommen?\nDa muss man doch nur und so. Mal eben.\nRoddy schüttelt schon den Kopf, das kennst du. So, und jetzt bin ich irgendwie\nin einen anderen Modus gegangen. Ist mir egal, PHP oder was auch immer.\nIch will jetzt hier dieses Feature bauen, dann hole ich mir den Code,\nmach das und stelle einfach einen Pull-Request und schwupps,\nnächsten Tag war das schon im Release und weißt du, das wird dann eh nochmal\nreviewed und du hast aber quasi schon mal so die Vorlage,\ngebeten oder du kannst auch nur so ein Proof of Concept machen,\nes muss gar nicht darum gehen, dass du wirklich die finale.\nLösung lieferst, aber du kannst es mir schon mal zeigen, so hier guck mal,\ngrundsätzlich läuft das im Browser, es performt auch ein bisschen und so hätte\nich das gern oder du zeigst auch einfach nur so ein,\ndu machst auch quasi nur so einen Entwurf, was du dir so vorstellst für so einen\nbestimmten Bereich im User-Interface oder welcher Funktionalität oder Dateiformat\noder was es auch immer ist.\nAlso all diese ganzen Sachen, die sonst immer noch relativ viel so Setup-Power\nbrauchen, Boilerplate-Production, wo du also irgendwie erstmal dieses ganze\nManifest runterbeten musst, bevor irgendwie diese Compiler überhaupt bereit\nsind, mal mit dir zu reden.\nDann hast du also einfach, du kriegst quasi so die Eintrittskarte in alle Clubs.\nDu hast also auf jeden Fall schon mal so eine City-Card zu allen Programmiersprachen der Welt.\nDu darfst da überall schon mal Straßenbahn fahren und mal rausgucken und mal\ngucken, wie es denn da so ist.\nIch habe auch sogar versucht, Swift zu erzeugen.\nIch wollte so ein Share-Sheet Plugin auf Mac machen, also quasi eine Mac-App,\ndie so ein Share-Sheet macht und dann die URL an so einen Bookmark-Service gibt.\nDas hat er mir dann tatsächlich programmiert. Ich habe es jetzt leider noch\nnicht bis zu Ende gebracht, weil ich es dann festgestellt habe,\ndass dieses Raindrop, wo ich das reinwerfen wollte, weil es hat aus irgendwelchen\nGründen sowas nicht auf dem Mac.\nWar dann nicht in der Lage in seiner Konfiguration die richtigen Callbacks anzunehmen.\nDas habe ich jetzt als Bug gemeldet und da geht es aber gerade nicht weiter.\nAlso das ging technisch sozusagen gar nicht.\nAber ich habe halt auch diesen ganzen Swift-Kram gemacht in Cursor,\nobwohl ich das immer mit X-Code,\numsetzen musste. Und Xcode ist ja komisch, dass ich das erste Mal das Xcode\nbenutze habe. Also das ist ja merkwürdig.\nAber sie hat mir auch immer erklärt, was ich in Xcode machen muss und diese\nÄnderungen dann auch wirklich...","Ihr Opa, ich helfe dir mal über die Straße.","Ja, nee, da musst du noch Ad-Files machen und das hinzufügen und mit fünfmal\nin welches Modul muss das jetzt wirklich rein, hin und her und irgendwann gab\nes dann keine Fehlermeldung mehr, aber schön war das nicht.","Ja, Xcode hat viel Geschichte.","Das habe ich gemerkt.","Und wenn man in der Welt nicht drinsteckt, dann ist es wie VI.\nAlso VI ist auch so ein Editor. Leute, die den können, schwören drauf und alle anderen denken sich.","Was ist kaputt mit euch?","Genau, was ist kaputt mit euch? Oder Emacs ist genau das Gleiche.\nDas ist auch so ein was ist kaputt mit euch Ding.\nUnd was ich an Xcode ganz gut finde, ist, dass er sich halt wie eine Standard-Mac-App\nverhält und auch die meisten Shortcuts so benutzt.\nAnsonsten ist, hat, also, ja, also ich glaube, ich wäre jetzt hier der Beste,\num sämtliche Probleme von Xcode einmal runter zu rattern, aber das erspare ich euch.","Da wollen wir jetzt nicht hingehen.","Schlimm ist halt nur, dass das, also es scheint bei Apple,\nganz viele Produktmanager von Xcode zu geben und die einen, Die bauen immer\nfancy neue Features außen ran und die anderen versuchen es irgendwie lauffähig zu halten,\naber so viele Versionen von Xcode sind auch einfach technisch kaputt und funktionieren\nimmer nur so halb und du musst genau wissen, wie du das Ding irgendwie am Leben hältst,\nwenn gewisse Dinge nicht mehr funktionieren.\nUnd Derived Data wegschmeißen ist immer so ein Ding, was man gerne mal machen\nmuss. Obwohl jetzt mit Xcode 16 ist es wieder besser geworden.\nAber dass ich sowas allein sage, ist einfach eine Zumutung.\nAlso Apple müsste da eigentlich nochmal komplett aufräumen und irgendwie dem\ngeneigten Programmierer mal was vorsetzen,\nwas nicht ganz so clicky-bunty ist und aber einfach technisch robuster. also das ist so.","Mir ging es ja jetzt auch gar nicht um X-Code sondern nur darum,\ndass man auch das mit Cursor hinbekommt also ich habe es natürlich jetzt final nicht testen können,\naber vielleicht nehme ich mir nochmal die Zeit und schaue mal,\nob es prinzipiell hätte funktionieren können,\naber sogar so eine Sachen lassen sich damit tacklen mit anderen Worten,\nfür Leute also ich würde sagen, es gibt zwei,\nzwei,\ndrei User-Gruppen, die da was von haben.\nFür Profis ist das eine extreme Zeitersparnis. Was wir nicht erwähnt haben,\nist ja zum Beispiel diese Tab-Completion.\nAlso wenn man irgendwo so eine Änderung macht und du hast so was wie,\nich will jetzt aber, dass hier überall nochmal Unterstrich, Unterstrich vor\nden Symbolen steht und dann hast du so zehn von denen da drunter.\nDie alle irgendwie so mehr oder weniger in der gleichen Datenstruktur drin kleben.\nDann gehst du da einfach rein, machst schon mal deine ersten beiden Unterstriche,\ndann kommst du sofort so überall so, ja, wenn du jetzt Tab drückst,\ndann mach ich das da unten auch überall rein. Das ist wohl das, was du willst, oder?\nUnd es war bisher immer das, was ich wollte. Also völlig irre. Sprich,\nNur wenn du Code schreibst, ist das schon eine große Hilfe. Jetzt habe ich ja\nnicht so viel geschrieben.\nIch habe eigentlich nur die ganze Zeit mit diesem Apply-Funktionen gearbeitet\nund über diesen Chat gearbeitet, aber schon auch Boilerplate erzeugen,\nüberhaupt erstmal die Datenstrukturen, Funktionen fertig zu schreiben,\nall diese ganze Schreibarbeit,\nda ist es schon mal eine große Hilfe.\nAlso Profis haben auf jeden Fall was davon und du kannst eben auch so advanced\nSachen machen wie auf Security Probleme checken.\nRefactoring machen, also dir automatisch Tests erzeugen für den ganzen Klimpim,\nden du da gerade zusammen gemacht hast.\nAlso Sachen, die normalerweise auch viel Zeit kosten oder zumindest etwas Zeit\nkosten von deinem Budget und dann bleibt dir einfach mehr Zeit darüber nachzudenken,\nwas du eigentlich jetzt wirklich tun willst.\nDas würde ich sagen, ist so der erste Tier, also für die etablierten Programmierer,\ndie genau wissen, was sie tun, wo das Ding einfach wirklich mehr schon wie so ein Taschenmesser ist.\nDann so zweite Zielgruppe ist so Leute wie wir, die so schon Programmieren an\nsich verinnerlicht haben, für die das jetzt nicht so total eine neue Welt ist.\nAuch mal mit einer Programmiersprache, die man noch gar nicht kennt.\nUnd vor allem auch um Code, der schon existiert, zu modifizieren,\naber vielleicht auch kleinere Projekte from scratch überhaupt erstmal bis zu\neinem bestimmten Punkt zu bringen, dass sie schon hilfreich sind. Dafür ist es wunderbar.\nUnd so dritte Zielgruppe, die ich sehe, ist Programmieranfänger,\ndie eine Programmiersprache oder Programmieren an sich lernen wollen.\nWeil du kannst ja losgehen und sagen, ich möchte gerne die grundlegenden Dinge\ndieser Programmiersprache verstehen und kannst allein im Chat dich schon mal\nüber die Programmiersprache unterhalten,\nohne dass irgendwie Code groß geschrieben wurde.\nUnd ich würde immer noch empfehlen, wenn man jetzt wirklich in eine Programmiersprache\neintauchen will, es gibt da immer ein gutes Buch, das man gelesen haben sollte.","Meistens auch genau eines.","Meistens genau eines. Und das sollte man auch nach wie vor tun.\nNur habe ich halt oft das Ding gehabt, ich dachte so, ja wieso,\nich habe doch genau das geschrieben, was das Buch mir jetzt gesagt hat.\nWieso habe ich da jetzt einen Syntagsfehler?\nMan sieht einfach den Wald vor lauter Bäumen nicht.\nUnd dann machst du einfach zack, markieren, kannst mir mal sagen,\nwas da falsch ist, erklär mal. Und dann kriegst du es einfach erklärt.\nUnd dann ist so, aha, okay, gut, habe ich jetzt auch verstanden.\nAlso das ist definitiv auch etwas, was einem die Angst nimmt vor dem Programmieren,\nweil man quasi, ja, Senior Developer sitzt direkt neben dir und ist immer bereit zu antworten.","Er hat unendlich Geduld, wird nichts peinlich finden, was du ihn fragst.","Ja.","Ja, also ich bin ja auch echt so Generation-Data-Bäcker-Buch.\nAlso ich brauche auch ein echtes physisches Seitenbuch. Das sind die einzigen\nBücher, die ich überhaupt noch lese, sind echt irgendwie zu Programmiersprachen.\nAber ich kann mir vorstellen, dass das jetzt halt auch einfach oldschool ist\nund dass die Jugend da entspannter mit umgeht. Also du kannst ja sogar sagen,\nentwickle mir halt irgendwie ein Kursprogramm.\nSo zehn Stunden ist der Timeframe und baue mal Lektionen und dann stelle mir\ndie Aufgaben und kommentiere den Kram und sowas.\nAlso auch solche Ansätze werden funktionieren.\nAlso probiert das wirklich mal aus, so egal welcher dieser drei Zielgruppen,\ndie Tim glaube ich gerade ganz präzise definiert hat, die ihr euch zuordnen würdet.\nWeil in Cursor ist ja erstmal so eine Probelizenz enthalten für, wie ist da das Limit?\nDu hattest es irgendwie mal rübergeworfen. Also auf der bin ich immer noch unterwegs\nund ich habe halt irgendwie da schon etliche Stunden jetzt drin versenkt.\nDamit kommt man schon zum Ausprobieren echt weit.","Also man muss kein Geld ausgeben, um da schon mal viel Spaß mitzuhaben.","Genau, also wählt halt als Modell entweder O1 Mini oder Cloud 3.5 Sonnet.\nAlso ich habe jetzt auch mit dem Cloud 3.5 die ganze Zeit das gemacht.","Also free ist zwei Wochen freie Trial, 2000 Completions und 50 Slow Premium Requests.\nJa, okay. Und dann gibt es halt diesen Hobby Plus und den Pro und Pro und Business.\nAlso der freie heißt Hobby, der 20 Dollar heißt Pro,\ndamit hat man natürlich Unlimited Completions, also diese Tab-Completion im\nEditor und dann 500 Fast Premium Requests per Monster, also das ist,\nwenn man im Chat quasi mit der LLM redet und dann egal, was du,\nnimmst und,\nnochmal 10 O1 Mini-Users per Day.\nU1 Mini besonders toll.","Das ist ja das schnellere, getuntere Modell von O1 Preview, was jetzt auch glaube\nich das Preview gestrichen hat.","Ja, die sind jetzt glaube ich released worden gerade.","Genau, ein paar Tage her. Das gilt als besser im Coding noch als das große O1\nModell. Von daher ist das also jetzt für den...","Okay, aber das ist wohl noch sehr aufwendig. 10 pro Tag ist halt...","Das ist nicht viel.","Das würde man sich dann sozusagen für die speziellen Probleme aufheben.\nOder man zahlt 40 Dollar und dann hast du auch noch so Privacy-Modus,\nTeambilling. Okay, das ist für große Firmen.\nDas fügt jetzt dem AI nichts mehr hinzu. Aber ich denke mal,\ndiese Grenzen werden relativ schnell nach oben gehen für das gleiche Geld.\nUnd ja, da muss man dann selber sehen, was man will.","Ich habe gesehen, man kann da auch dieses Framework hinterhängen,\nwas ich in der letzten, vorletzten Sendung mal mitgebracht hatte,\nwo man quasi einmalig Geld drauf wirft und du dann irgendwie dort die ganzen\nModelle im Zugriff hast. Wie hieß denn das nochmal? Ich vergesse das leider immer.\nMuss ich mal in den Shownotes gucken, werfe ich gleich nochmal rein.","Achso, Open Router meinst du?","Open Router, genau. Wo man genau gesehen hat, so jeder einzelne Query,\nwie viel Cent hat die eigentlich gekostet oder 0,002 Cent oder was auch immer.","Genau, danke.","Das kann man auch in dem richtig Cursor hinterlegen.","Man kann aber kein lokales Modell da irgendwie einpflegen.","Wäre ich mir gar nicht so sicher, dass das nicht, also deren Settings-Seite\nfand ich war recht umfänglich.","Doch, da habe ich gleich noch einen Tipp dazu, den kann ich ja jetzt gleich mal hinten anwerfen.\nHast du schon von LM Studio gehört?\nDas ist die Macintosh-Anwendung, die du auf deinem Computer mal runterladen möchtest.\nDas ist nämlich sozusagen ein Language Model Studio, also ein Macintosh-Programm,\nwo du dir Models lokal auf deinem Rechner laden kannst und mit allen irgendwie rumspielen kannst.\nDas heißt, du kannst ja quasi so alles, was so im Netz Open-Source-mäßig als Model da ist,\nso Lama und den ganzen Kram, direkt in dein Studio runterladen und hast sozusagen\nein User-Interface für diese Dinger und kannst mit denen lokal rumchatten und\nauch mit irgendwie anderen vergleichen.\nUnd ich meine, da war auch eine Funktion drin,\nwo du dann sozusagen einen lokalen Webserver starten kannst,\nwo du dann sozusagen in so einer Konfiguration von so einem Tool wie Cursor\neine URL angibst, wo er denn sozusagen seine Requests hinleiten soll.\nUnd das kannst du dann sozusagen lokal auf deinen Rechner umleiten und dann\nkannst du also mit dem lokalen Lama arbeiten und da hast du dann überhaupt gar keine Beschränkung.\nWas Lama jetzt, wie gut der Elixier kann oder Swift,\nkann ich natürlich nicht beurteilen, aber auch das wird sich natürlich demnächst\ndann ändern und dann geht es sozusagen nicht auf Geld, sondern nur auf deinen\nProzessor und dann musst du halt mal gucken, wie viel RAM du hast.","Ach ja, fein, okay. Also mit den Open-Source-Modellen habe ich schon auch immer\nlänger rumprobiert und die sind halt alle derzeit, Stand heute,\necht signifikant schlechter jetzt als die Profi-Modelle, muss man sagen.\nAber das wird sich ändern.\nAlso klar, das ist jetzt auch so ein Hase-Igel-Race. Natürlich werden die kommerziellen\nwahrscheinlich immer besser sein, aber ich glaube so der Gap hin bis zu,\nokay, es ist jetzt wirklich nützlich und Open Source,\nder wird in spätestens zwei Jahren, würde ich mal jetzt so schätzen,\nwird der geschlossen sein.\nUnd dann sind solche Dienste natürlich hochattraktiv.","Luca wirft ja auch gerade noch einen ähnlichen Tipp ein.\nEs gibt ja wohl noch so einen Editor, der so AI-Integration heißt. Der heißt ZZED.\nNext Generation Code Editor.\nDesign for High-Performance Collaboration with Humans and AI.\nAuch Open Source und neu geschrieben in Rust.\nAha, also vielleicht nicht so lahmarschig wie Visual Code.\nKeine Ahnung, was der kann, aber auch hier kann man alles integrieren und der\nkann auch mit lokalen Models arbeiten.\nAlso geht es sozusagen in gewisser Hinsicht mit beiden. Also mit Z habe ich\njetzt noch überhaupt keine Begegnung gehabt und ja,\nLuca meint schon, der sei schneller. Das kann ich mir sehr gut vorstellen,\nweil wenn er in Rust geschrieben ist und nicht in ganz viel JavaScript, dann...","Es ist dann nicht schwierig, schneller zu sein als JavaScript.","Selbstet. Ja, naja, also ich glaube, damit ist jetzt auch das Thema Programmieren\nmit AI erstmal ganz gut erläutert.\nSo mal so machen kann man sagen, das passt schon und probiert das mal aus.","Da tut sich auf jeden Fall mal was.","Probiert das aus, auch wenn ihr mal so, ich wollte mir Programmieren schon immer\nmal anschauen oder ich habe mal angefangen und hab's wieder aufgehört und sein\nlassen oder bin da nicht vorangekommen oder so.\nDafür ist es genau richtig und dann kostet es auch erstmal nix.\nGut, womit machen wir weiter?\nJetzt bin ich ja schon durch hier mit meinen ganzen Tipps.","Das war super.","Dann haben wir ja noch Fragen gehabt. Ach, das haben wir ja gar nicht angesagt.","Ich hab noch einen Weihnachtstipp.","Weihnachten? Ich hab gehört, das kommt.","Ist das bald?","Ich muss aber erstmal an meine Jacke ran.","Das kommt auch irgendwie, das geht auch nicht tot.","Jetzt kommt Tatwert zum Einsatz.","Das soll noch über ein Jahr hin.","Weihnachten hast du jetzt Geschenke, du hast ja schon Geschenke,\ndu hast schon Lebkuchen ausgeteilt, bist ja wieder Weihnachtsmann Ralf, der Weihnachts-Ralf.\nJetzt gräbt er hier gerade noch in seinen Täschchen und spannend,\nwas jetzt hier verwichtet wird.","Wieder ein Schlüsselbund. Brillenhalter, sonst was.","So, also wir haben uns vor, weiß ich nicht,\ndrei Vierteljahr oder sowas, habe ich mal über meine Bestrebungen berichtet,\nmeine Hosentaschen und Jackentaschen irgendwie abzuspecken und dort diesen kleinen\nMini-Schlüsselhalter mal vorgestellt,\nwo du deinen riesigen Hausmeisterschlüsselbundern hingeliehen hast.\nSo und ich habe jetzt das Pendant dazu seit ein paar Monaten im Einsatz,\nnämlich eine Mini-Brieftasche.\nDas heißt also, wo ich Kreditkarten und etwas Geld mit mir rumschleppe und das\nGanze in einem Format, was genauso groß ist wie eine Kreditkarte und nicht größer.\nUnd das ist also alles, was ich jetzt also noch bei mir.","Also nicht nennenswert größer.","Es ist dicker natürlich, aber vom Format her ist das also ein paar Millimeter\ngrößer als eine Kreditkarte und das hat also diesen Mechanismus,\ndass die Kreditkarten alle zusammen in so einer Box einfach reingesteckt werden,\nalso nicht irgendwo reinsortiert in irgendwelche Felder, sondern die steckt\nman einfach in ein einziges Fach rein und dann hat man so einen kleinen Sprungmechanismus.\nWo man dran drückt und dann werden die alle aufgefächert einem angeboten und\nman sucht die kreditkarte seiner wahl oder was.","Auch immer für eine karte was passt.","Oder was passt.","Da rein so eine box.","Die gibt es in verschiedenen größen ich habe jetzt eine in die irgendwie sechs\noder sieben karten drin passen so und was du dann halt noch hast ist hier so\neine aufbewahrung für scheine.","Bei Münzen, das hast du ja nur fürs...","Wo du Scheine dann eben zusammenfaltest, irgendwie ein, zwei Mal und die dann dort gehalten werden.\nUnd du hast an der letzten Lasche, die man rausziehen kann, auch noch ein kleines Fach für Münzgeld.","Drei Münzen oder so.","Ungefähr so Zehn Münzen oder sowas. Das Modell, was ich jetzt hier habe,\ndas ist von Sacred, heißen die.\nIch werfe das mal in die Shownotes rein. Es gibt etliche Anbieter,\ndie jetzt auf diesem Formfaktor irgendwie unterwegs sind.\nUnd für mich war halt die Frage, funktioniert denn das?\nAlso es ist ein Leben sinnvoll, vorstellbar, indem man wirklich genau nur das\nirgendwie mit sich durch die Gegend trägt.\nKommt man mit so wenig Münzen klar? Kommt man mit so wenig Karten klar?\nUnd was soll ich sagen, es funktioniert ganz wunderbar. Ich will nie wieder\nirgendwas Größeres haben. Es ist alles drin.\nIch habe es jetzt seit drei oder vier Monaten im Einsatz. Nichts anderes.\nUnd es reicht. Und es ist so eine Ebene von Reduzierung, die einfach hilft.\nAlso es wäre, glaube ich, schwieriger, wenn man nicht jetzt hier in Berlin ist\nund dann doch schon mittlerweile 80 Prozent der Sachen einfach mit Apple Pay\nund Uhr und Handy bezahlen kann. Also Berlin ist jetzt doch bei aller Möckelei\nschon relativ weit mit dem bargeldlosen Bezahlen.\nDas heißt also so häufig braucht man dann die Münzen auch gar nicht.\nAber für das, wo man sie braucht, reicht das, was hier drin ist.","Also,\nDas Problem, was ich mit diesen Karten habe, ist, dass ja wirklich auch diese\nKreditkarten eine unglaubliche Verschwendung sind, weil das Einzige,\nwas man davon wirklich braucht, ist der Chip.\nUnd diese ganze Plastikgedöns drumherum, das ist irgendwie nur Deko und eigentlich\nvollkommen überflüssig und eigentlich brauchen wir auch den Chip nicht,\nweil das kann man in Software theoretisch halt sowieso alles emulieren und mit\nKreditkarten funktioniert das ja.\nDas heißt so Kreditkarten habe ich so normalerweise gar nicht an Bord weil Telefon,\nalso das ist sehr, sehr, sehr, sehr super selten, dass ich irgendwo mal wirklich\nnochmal eine physische Karte reinstecken muss.","Für das Geld abheben halt, ne? Also wenn du dann mal physisches, geiles Geld brauchst.","Richtig, da brauch ich aber keine Kreditkarte für.","Sondern?","Neue Bankkarte.","Naja gut, okay, gut. Also ich mache das alles Visa über die Kreditkarte.","Ja, du hast ja noch eine Visa Okay, ja gut. Du kannst dich dann auch für dein\nKonto mit deiner Visakarte autorisieren?","Genau.","Bei welcher Bank?","Ingen-Diber.","Ah, okay.","Das machen die aber seit Ewigkeiten.","Ja, okay. Ja, Sparkasse ist irgendwie anders. Auf jeden Fall.\nAuch das finde ich, ehrlich gesagt, absurd. Also warum kann ich mich nicht an\nmeinem Geldautomaten auch, weißt du, mit Piep-Piep authentifizieren?","Wie überall anders auch.","Mit Apple Pay oder Ja.","Das ist ja die Karte hinterlegt.","Ja, eigentlich müsste das gehen.","Naja, das ist schon möglich mit NFC.","Ja, ja, schon. Ich meine, es gibt genug Automaten, wo du Apple Pay machen kannst.\nAlso selbst hier ist es fair in der Autobahn.","Also vielleicht geht es nicht, weil Apple sagt, da muss auch mal Geld fließen oder so. Keine Ahnung.\nAlso es gab schon immer mal wieder Probleme. Zum Beispiel hast du,\nwenn du einen Mietwagen mietest, dann wollen sie oft die Karte haben,\num die du sozusagen vorab ja diese Kautionsbuchung festgehalten,\nwas ja nur eine Reservierung ist.","Das ist eine Zahlungsreservierung, die die dann auch wieder freigeben kann.","Aber warum sollte denn eine Zahlungsreservierung über Apple Pay nicht auch möglich sein?","Das weiß ich nicht.","Da verhält sich dann doch die Karte jetzt irgendwie mit NFC auch nicht anders.\nDas sind alles noch ein paar Fragezeichen, die ich habe.","Ich habe so Reservierungen auch einfach nur mit Kreditkartennummer eingeben.","Ja, ich hatte,\nneulich in Paris was gemietet. Die haben noch nicht mal meine Bunkkarte akzeptiert.\nSie meinten, sie brauchten die richtige Karte. Ja, ich so, hier ist eine Karte.\nNee, das ginge ja nicht, das wäre ja eine Online-Bank.\nKennen Sie eine Bank, die nicht online ist? Ja, nee, aber das wäre so eine New\nBank, die machen wir nicht.\nAha, New Bank, ab wann ist denn die Bank neu und wann ist sie denn alt?\nDas können Sie sich mal erklären. Und dann hatten sie ja irgendwie tatsächlich\nda irgendeinen Klausel in ihrem Vertragsgedöns drin,\nvon dem ich irgendwie sicher bin, dass sie völlig gegen alle EU-Vorschriften\nverstößt ging, mit Gleichbehandlung und Hass nicht gesehen, aber konnte ich\nin dem Moment natürlich auch nichts machen.\nIch hatte Glück, dass ich noch irgendwo tief versteckt in einem anderen Wallet\nhatte ich tatsächlich noch eine andere Idee, also hätte ich diese Karre nicht bekommen.\nUnd das fand ich dann doch schon wirklich ein bisschen merkwürdig und ich frage\nmich vor allem, was die da für Erfahrungen gemacht haben, was irgendwie ihr\nVermietgeschäft betrifft, weil ich meine reservierter Betrag ist reservierter Betrag.\nWenn er reserviert ist, dann kriegst du den auch. Also völlig unklar.","Ja, aber die Franzosen sind da sowieso komisch. Also meine Ex-Frau hatte schon\nmal das Problem, dass sie irgendwie war ein halbes Jahr in Frankreich und hat\nda halt auch gearbeitet und dann hatte sie da natürlich,\num Geld zu bekommen, auch ein Konto eröffnet und dann wollte sie das Konto schließen.\nUnd da war das dann so, dass du das Konto nur schließen konntest,\nalso du hast dann das restliche Geld,\nwenn du das Konto geschlossen hast, haben sie dir weder bar ausgezahlt,\nnoch haben sie einen Banktransfer an irgendeine IBAN gemacht,\nsondern du hast nur einen Verrechnungscheck bekommen, den du nur bei einer anderen\nfranzösischen Bank wieder einlösen kannst. wenn du dort ein Konto hast.","Sprich, du... Ist bestimmt auch alles nicht erlaubt. Mittlerweile.","Ja, keine Ahnung. Das ist jetzt sehr lange her, aber das war auch so ein Fall,\nwo man so denkt, na gut, dann behalten sie halt die 20 Euro.","Genau, also auf jeden Fall müssen wir diese Karten loswerden,\ndamit wir nicht so große Portemonnaies mit uns rumschleppen müssen.\nDas ist irgendwie alles Quatsch. Was für Karten hast du denn noch,\naußer Kredit und Bankkarte.","Ja, lass mal gucken, was habe ich denn hier eigentlich drin?\nIch habe natürlich meine Bibliothekskarte, die Föp-Karte.","Ja, aber diese Bibliothekskarte, ist die überhaupt elektronisch?","Ja, natürlich. Ja, mit unseren Selbstverbuchern, NFC, klar.","Und die kannst du nicht in deinem Telefon einlesen und replayen? Das geht auch bestimmt.","Gut, das sollte ich jetzt wissen. Ein bisschen beides.","Das NFC ist, nein.","So, ich habe drin meinen Führerschein.","Ja, okay.","Das ist jetzt auch im Kartenformat.","Den hätten wir natürlich auch gerne mal im Telefon.","Meinen frischen, neuen Personalausweis.","Ich weiß, ich war gestern bei der passenden Veranstaltung dazu,\nda habe ich auch heute schon in LNP drüber berichtet.","Und halt meine beiden Visa, das heißt also die von meinem Spaßkonto und die\nvon meinem Familienkonto.","Das ist schon so ein bisschen so das Minimum. Naja, hast ja recht.","Mehr Karten brauche ich eigentlich auch nicht.","Dann gibt es, also ich habe hier noch die Gesundheitskarte. Die Bankkarte, die Visa-Karte.\nDie Bahncard. Gut, die habe ich eigentlich auch im Telefon noch.","Genau, die ist doch digital schon.","Den Organspendeausweis.","Ah, guter Punkt.","Und die AirTag-Karte.","Die Bahncard ist doch jetzt eh abgeschafft als physische Karte.\nSie ist ja eh nur noch digital.","Ja, siehste, hier.","Ja, siehste was?","Kann ich zu Hause einrahmen?","Ja.","Was ist das schwarze da, das letzte?","Das ist die AirTag-Karte.","Ah, genau. Ja, das wollte ich auch mal bei mir noch reinbauen.\nDas müsste auch noch Platz für.","Die ist aber nicht so geil. Also echte AirTags sind besser. Um es mal ganz ehrlich\nzu sagen. Vor allen Dingen, weil das Teil auch immer leer geht.","Ja, stimmt.","Der da reingebaute Akku, der ist nicht so geil.","Hält nicht.","Nee, nee, nee.","Die muss ich auch mal wieder aufladen.\nTja. Apple wusste es vorher. Gut. Portemonnaie kriegt man ja auch immer auf dem Weihnachtsmarkt.","Ja, also falls ihr noch Geschenke Last Minute braucht, für Leute,\ndie ihr Leben vereinfachen wollen, schaut da mal vorbei. Ich würde sagen, das funktioniert.\nWie groß ist dein Portemonnaie? Sag mal her. Moment, ich hab jetzt noch auf die Karten geschaut.","Ich hab gerade weggepackt, da ist jetzt ein bisschen viel Zeug drin, aber...","Schon so, dass vom Volumen her ist dreifacher von meinem.","Ja, zweieinhalb bis dreifach von der Grundfläche, so anderthalb ungefähr. Aber ja.","Also, naja. Klar, wenn man das Mikro haben will, ist super, aber die paar Zentimeter\nmehr, stört mich jetzt nicht groß. So, jetzt haben wir noch zum Schluss haben wir noch Fragen.","Fragen über Fragen.","Der Chat hat uns Fragen gefragt und dann haben wir doch gesagt,\nokay, wenn ihr uns eh schon Fragen fragt, fragt uns doch noch ein paar mehr Fragen.\nIch weiß nicht, ob wir die alle abarbeiten können, aber wir können ja mal gucken.","Also ich fand die erste doch direkt gut. Was war euer Programm App des Jahres?\nVon Jahren. Soll ich mal anfangen?","Mach mal.\nAlso es ist die Frage, wie das jetzt definiert ist. Also ist es sozusagen,\nWelche App habe ich dieses Jahr am meisten genossen, überhaupt für mich erst\nwieder entdeckt oder welche wurde neu dazugeladen?","Ich interpretiere das jetzt einfach mal, was ist für mich die App des Jahres\nund zwar fange ich mit etwas an und dann werden jetzt hier alle hinten überfallen,\netwas, was es nur auf Windows gibt.","Ach, das ist doch keine Apps.\nDas ist doch ein Echse.","Fan Control.","Das hatten wir, glaube ich, mal.","Fan Control ist eine freie Software, die relativ schön Lüfter in einem PC steuert. Weil Windows bzw.\nDiverse Firmwares von diversen Geräten das auch nur so halb hinkriegen,\nKann man damit also schön für jede Temperaturquelle eine Kurve angeben,\nbei wie viel Temperatur soll, wie viel, keine Ahnung und so weiter.\nUnd man kann Temperaturquellen zusammenfassen, also weiß ich nicht,\ndie fünf Temperatursensoren auf der SSD, nimm den Maximumwert und so weiter.\nUnd dann kannst du mit Regeln und so weiter, kannst du dann diverse Fanheader\nauf deinem Mainboard so steuern, dass der Rechner kalt bleibt, aber auch leise.\nAlso ich meine, gerade bei Gaming-PCs ist das, glaube ich, relativ wichtig,\nweil die halt relativ viel Strom verbrauchen, wenn man da relativ absurde Sachen mitmacht.\nIch weiß, das passt hier eigentlich nicht hin, aber ich fand die gut,\nsie kostet nichts und sie funktioniert erstaunlich gut.\nDas nächste ist fusion 360 das\nist für mich dieses jahr so quasi wie soll ich sagen damit habe ich jetzt den\neinen den einstieg in die 3d drucker welt ja ich habe jetzt keinen link habe\nich den einstieg in die 3d drucker welt geschafft.\nFusion 360 ist nicht super geil,\naber es ist meiner Meinung nach ein guter Trade-Off zwischen,\nman muss jetzt nicht unbedingt gleich so viel bezahlen und es kann aber trotzdem was.\nEs ist leider von der Benutzung sehr hakelig.\nMan muss sich einfach nur daran gewöhnen, dass man erst sagen muss,\nwas man tun will und dann kann man die Objekte auswählen, auf dass das,\nwas man tun will, angewendet werden soll.\nWenn man das einmal verstanden hat, dann wird es einfacher.","Das ist ja arschteuer.","Das ist, wenn man das kauft, ist es arschteuer. Aber man kann bis zu zehn Projekte\nmit der freien Version und unter ab.\nAlso einige Features gehen nicht. Also man kann da ganze Getriebe simulieren\nund Dinge tun und so weiter.\nUnd es gibt sogar inzwischen auch Elektronikmodule, wo du also tatsächlich eine Platine routen kannst.\nUnd dann kannst du Bauteile drauf tun und kannst du das simulieren.\nUnd dann kannst du auch noch ein Gehäuse dafür bauen und, und,\nund, und, und. Das ist alles jenseits dessen, was ich damit mache. Aber das ist, genau.\nUnd dann, letzte Sendung hatten wir das. Ich hatte ja ein Mac Mini mir geshoppt.\nUnd dann war die Frage, was habe ich da als erstes drauf gemacht?\nDas müssen ja jetzt auch die Apps des Jahres sein.\nSind im Wesentlichen Bartender. Das ist das Tool, um die Menübar aufzuräumen,\nwenn man da zu viele Icons hat.\nDas zweite ist Alfred, das ist so ein Startteil...\nEin Launcher, genau. Da gibt es auch andere Launcher. Ich will die Diskussion,\nwelcher jetzt gut und welcher schlecht ist, gar nicht anfangen.","Das ist auf jeden Fall nochmal ein Holy War für sich.","Genau, das ist ein Holy War für mich. Für mich funktioniert Alfred ganz gut und fertig.\nIStart Menus, besonders weil es da jetzt wieder eine neue Version gibt,\ndas ist halt so ein Teil, was einem relativ viele Sachen über,\nwas tut das System gerade anzeigt. Ich mag das sehr gerne.\nSo, dann Homebrew, das ist ja dieses System, mit dem man allerlei Kommandozeilen-Tools,\nOpen-Source-Kommandozeilen-Tools installieren kann.","Package Manager für YouTube.","Package Manager, genau. Irgendwie haben sie den auf Linux auch portiert,\nfinde ich ja auch mal irgendwie cool.\nGenau, und natürlich ZFS.","Das benutzt du auf deinem Laptop?","Ja, auf dem Laptop auch, aber auch auf dem Mac Mini, ja.","Das, ah, okay.","Naja, wenn man so ein Gehäuse hat, wo ganz viele Festplatten drin sind,\ndie man irgendwie mit USB da ranbamseln kann, dann kann man da halt einfach\nsein ZFS Dateisystem aufmachen und fertig.","Das Thema hatten wir schon lange nicht mehr in der Freakshow.","Aber Da ist auch schon lange nicht mehr allzu viel passiert.\nDas letzte was passiert ist, was ganz geil ist, ist dieses Expanden.\nDu kannst also aus einem Vierer-Rate kannst du ein Fünfer-Rate machen,\nindem du da noch eine Platte ranhängst und dann verteilt er alle neun Dateien\nauf fünf Platten statt auf vier,\nAber gut, das nur so am Rande Ja,\nund ja, das war es im Wesentlichen.","Ralf?","Gar nicht so viel Neues, Spannendes entdeckt dieses Jahr.\nIch würde sagen, was bei mir so den größten Wow-Effekt hatte,\nist das, was ich in der letzten Sendung reingeworfen hatte, dieses Spatial Media Toolkit.\nIch mag halt einfach 3D und die Möglichkeit, irgendwie uralte,\nFamilienfotos von meinem irgendwie eigenen sechsten Kindergeburtstag oder sowas\nin 3D auf der Quest anzugucken, das finde ich einfach Hammer,\ndass die Technologie mittlerweile so ist, dass es nicht mehr doof und peinlich\nund kaputt und improvisiert aussieht, sondern dass man denkt so, oh, das ist schon\nganz schön dicht dran, da hat sich also echt was getan.\nAlso das finde ich super. Ähm,\nUnd ansonsten, weil ich es auch wirklich täglich nutze, ist halt wirklich Chat-GPT\nin der O1 und O1-Mini-Version.\nAlso zunehmend jetzt auch die Cloud 3.5 Sonnet.\nAber alle, die jetzt irgendwie immer sagen, so Plateau-Phase von LLM-Modellen und da geht nichts mehr.\nIch finde, die haben jetzt die Tür nochmal so ein großes Stück weiter aufgeschoben.\nEs ist so alltagsnützlich für mich in so vielen Zusammenhängen,\ndass ich mir nur denke, ihr habt ganz schön wenig Fantasie, wenn euch da nichts\nzu einfällt, was man damit machen kann.","Das stimmt. Das passt?","Ja, ich glaube.","Ja, ich habe auch festgestellt, dass ich gar nicht so viel Neues habe und ich\nwürde mal dieses Cursor definitiv aber auf die Liste setzen,\nweil das war jetzt einfach mal wirklich ein Enabler vor dem Herrn.\nAlso das ist sozusagen, das hat jetzt meine persönliche Produktivität hier um\nein Vielfaches gesteigert und damit natürlich erheblich beeinflusst.\nAlso kann ich nur so die Sachen nennen, die mich jetzt schon länger begleiten.\nAlso ich hatte noch dieses Remote-Buddy, das habe ich ja Anfang des Jahres vorgestellt\nhier, meine ganze Fernbedienungslösung mache, aber das ist vielleicht jetzt\nnicht für jeden so interessant und kann immer wieder nur betonen,\nwie geil Money Money ist.\nIch habe natürlich auch mit ChatGPT jetzt relativ viel gemacht.\nIch mag ein Chat-GPT tatsächlich, abgesehen jetzt mal von dem ganzen KI-Kram,\nich mag ihre Appearance.\nIch finde diese Art und dieses Terminal-artige Reden mit dieser Maschine,\nalso das ganze GUI ist wirklich nice.\nSie verbessern es eben auch Schritt für Schritt ja und ich würde auch sagen\nnoch Ivory war bei mir auch so ein großer Enabler der mir so den Einstieg in\nMastodon so ein bisschen,\neinfacher gemacht hat ich würde mir jetzt fürs nächste Jahr wünschen Ivory für\nBlue Sky das wäre noch geiler,\nUnd ja, ansonsten habe ich eigentlich auch gar nicht so viel,\nwas jetzt hier noch groß zu meinem Besteck dazugekommen ist.","Ja, ich muss sagen, dass ich vorhin, als ich über die Frage darüber nachgedacht\nhabe, am liebsten auch gesagt hätte, viele der Standard-Apps von Apple sind\ninzwischen auf einem Niveau, wo ich sage, benutze ich einfach und fertig.\nAlso Mail oder der Kalender oder whatever.","Steht einem nicht mehr so viel im Weg. Ja, das stimmt.","Ich schreibe sogar irgendwie Briefe an irgendwelche Behörden einfach in TextEdit.","TextEdit, okay.","Hier Thema Ivory, was ich jetzt in den letzten Wochen intensiver wirklich genutzt\nhabe, haben wir schon zweimal hier erwähnt.\nOpen Vibe, womit ich halt gleichzeitig Mastodon, Blue Sky und Threads beschicken kann.\nWeil ich schon merke, dass da jetzt auch so für meine Zusammenhänge einfach\ndrei sehr unterschiedliche Zielgruppen sich zusammenrotten.\nUnd wenn man eben sagt, man will ihm dann doch auch mehrere Zielgruppen bespielen,\nist das nach wie vor ein echt gutes Werkzeug.\nAlso zeigt das mal euren Social Media Abteilungen, wenn die immer rumnölen,\nso viel Arbeit und dann muss ich immer so viel unterschiedliche Software und\nalles so kompliziert und so.","Naja, so einfach ist es ja auch nicht, dass man einmal schreibt und das überall hinschicken kann.\nAlso wenn man jetzt nur Text macht, ja, aber wenn du Leute erwähnst,\ndann willst du ja die richtigen Accounts haben.","Aber das löst das auf. Das heißt also, wenn die Leute auch auf mehreren Plattformen\nunterwegs sind und dort dasselbe Handle haben, dann ist das Composer-Fenster\nso, dass du nach Dienst aufgeschlüsselt bekommst, okay, meinst du jetzt den oder den?","Das kannst du dann auswählen.","Und dann wird es quasi pro Dienstziel genau der richtige Account reingesetzt.","Aber das ist derzeit noch alles nicht iPad und nicht Macintosh tauglich so richtig.\nDas funktioniert immer alles. Das gilt im Übrigen auch für Blue Sky,\nfinde ich ganz furchtbar, dass das nur so eine iPhone-Anwendung ist,\nalso nur so eine Smartphone-Anwendung ist.\nLeute, baut mehr Mac-Apps. Mac-Apps sind die Krönung des UX.","Baut sie jetzt selber mit Körse.","Genau. Trotz Swift ordentliche... Wieso trotz Swift?","Also Swift ist ein deutlicher Vorteil über Objective-C.","Meinst du? Ja.","Und Blue Sky hat immerhin jetzt ein vernünftiges Weltkonten.","Ich weiß, da gibt es Leute, die sehen das genau andersrum, aber die sind meiner\nMeinung nach in der Unterzahl.","Okay, dann können wir die Frage mal jetzt als beantwortet ansehen.\nHaben wir noch eine Frage, die wir hier beantworten wollen.\nDas ist alles so random hier.","Was macht die Ratte im Garten?","Nicht viel. Also die letzte Ratte war im November letztes Jahr.\nDie ging da in die Falle und dann hatte es geschneit und dann war mir das alles\nzu kalt und dann dachte ich, ich kümmere mich um die Ratte später.\nUnd am nächsten Tag gab es nicht mehr viel zu kümmern.\nUnd dann seitdem habe ich auch keine Ratte mehr gesehen.","So, das spricht mich natürlich sehr an. Was habt ihr für Wasserkocher?\nUnd gibt es ja auch High-End-Geräte, die man haben will?\nErnst gemeint, ganz echt.\nSo, ich habe einen High-End-Wasserkocher, aber ihr könnt ja erstmal sagen,\nwas ihr habt. Ich suche mal so lange, wie man eigentlich heißt.","Ich habe einen Standard-Wasserkocher.","Also, zu High-End-Wasserkochern kann ich erstmal nur feststellen,\ndie kochen auch nur mit Wasser.\nAlter das muss man schon mal wissen,\ndie kochen.","Auch nur Wasser.","High End Wasserkocher also was ist denn deine Vorstellung von High End in dem\nZusammenhang was ist denn sozusagen das erste Feature was jeder Wasserkocher\nhaben muss um irgendwie in die High End Kategorie zu kommen ich würde mal behaupten\nich behaupte du wirst irgendwas sagen was nicht meinem Primärcreme Theorem entspricht.","Temperaturvorgabe.","Grüner Tee bei 60 Grad.","Das ist das einzige Feature, was ein Wasserkocher braucht. Du willst nicht nur\nkochen, sondern du möchtest es auch auf 90 Grad stellen können.\nDu möchtest es auf 60 Grad stellen können. Das muss ein Wasserkocher können.","Keine blauen LEDs, würde ich sagen.","Naja, okay. Also das ist, sagen wir mal, so ein Medium-Range-Feature.\nHigh-End ist ja wohl was anderes.","So, und das, was ich halt habe, ist der hier. KitchenAid aus der Artisan Wasserkocher.\n1,5 Liter. Das heißt also, kein ganz kleiner.\nRuf mal auf den Link, wie schön das Viech nämlich aussieht. Also KitchenAid,\ndas sind ja die, die so dieses Standard-Küchenrühr-Teil machen.\nUnd das ist jetzt der korrespondierende Wasserkocher dazu.\nDas ist wundervolles, so 50er, 60er Industriedesign USA.\nSo ein bisschen Art Deco mit so einer schönen, analogen Temperaturanzahl gehoben.","Gott, das ist ein hässliches Teil.","Das ist ganz schlimm. Da wollen die da 180 Euro für haben. Das ist schon runtergesetzt.","180 Euro für den Wasserkonfer. Aber hassen sie doch alle.","So und unten hast du halt diesen schönen Schieberegler, wo du genau deine Zieltemperatur halt einst.","Ach Gott.","Vielleicht ist es Perlen vor die Säue, aber vielleicht ist es auch Säue vor\ndie Perlen. Ich weiß es nicht.","Du kannst ordentlich rausschütten. Guck dir da vorne diesen Pinuppel an.","Ein Pluspunkt gibt es von mir einen. Für kein digitales Tasteninterface mit\nDisplay, wo man die Temperatur einstellt und, weil die Einfachheit eines Wasserkochers\ndarf natürlich nicht verloren gehen, wenn er High-End ist.\nWenn er High-End ist, darf er nicht kompliziert zu benutzen sein und das machen\ndie meisten Wasserkocher schon mal falsch und für mich das primäre High-End-Feature,\nwas ein Wasserkocher wirklich zu einem High-End-Wasserkocher macht,\nist, er ist leise und zwar immer, selbst wenn er kocht.","Okay.","Und das soll wie gehen? Der ist dann schallgedämpft.","Ist mir egal. Findet eine fucking Lösung, aber das ist das Hauptproblem von\nWasserkochern. Hier, Wasserkochern, mach es laut.","Ja, das liegt aber daran, dass Kochen das Wasser nun mal laut ist.","Ja, dann muss man es halt isolieren und irgendwie sich was einfallen lassen.\nDas geht auf jeden Fall auch in leise.","Na gut.","Denk mal drüber nach.","Ja, ich verstehe deine Anforderung.","Ist aber schon auch eher so ein Randgruppenfeature, oder?","Ja, gut, High-End kann ja jeder definieren.","Früher gab es welche, die extra laut gefiebt haben. wenn das Wasser kochen.","Ach Gott.","Ja.","Ja, ja, ja.","Keine Ahnung. Also meiner Meinung nach, was ein Wasserkocher auf jeden Fall\nauch haben sollte, ist ein Sieb oder Gitter, das den anfallenden Kalk zurückhält.\nAlso ich meine, ich weiß ja nicht, wie es bei euch so ist, aber da,\nwo ich in Berlin wohne, ist das Wasser relativ kalkhaltig und man will nicht\nständig die Kalkbröckchen irgendwie im Tee haben.\nDeswegen muss da schon auch irgendwie ein Kalkbröckchen zurückhaltendes Sieb noch drin sein.\nHaben aber auch die meisten relativ billigen Wasserkocher.\nAlso ich habe meinen aus irgendeinem Supermarkt getragen für 30 Euro und der\nist völlig in Ordnung. Also keine Ahnung.\nIch bin da jetzt etwas überfragt, wo man jetzt da noch High-End sein könnte.","Ich denke, das haben wir jetzt auch ausreichend diskutiert.","Also ich habe noch einen Wecktopf mit 30 Liter Inhalt, den könnte man auch als\nHigh-End Wasserkocher bezeichnen, weil man kann damit auch 30 Liter Wasser kochen\nund dann abzapfen, aber das ist so.","Das ist die Enterprise Edition.","Das ist die Enterprise Edition oder aber die Bierbraueinstiegsvariante.\nAlso ja.","Ja, der Rest sind so persönliche Fragen, finde ich irgendwie.\nDas ist nichts, was man jetzt so metamäßig diskutieren kann.","Der Chat kann ja nochmal aktiv werden.","Ja, wir können auch einfach sagen, wir haben jetzt eine Sendung zusammen, oder?\nOder so. Weil so richtig Themen haben wir jetzt nicht mehr.\nUnd dann kommen wir nämlich zu euch.\nIm nächsten Jahr. Das ist so ein bisschen der Plan.","Oder auf dem Kongress läuft man sich über den Weg.","Ja, aber da machen wir jetzt keine Freakshow, da werden wir keine Zeit für finden.","Nee, machen wir keine Sendung, aber ihr könnt natürlich, wenn ihr uns erkennt,\nHallo sagen.","Genau, Hallo oder auch Fragen stellen oder keine Ahnung, irgendwelche Antworten\nliefern, Verbesserungsvorschläge, nehmen wir immer sehr gerne,\nalso ich zumindest sehr gerne entgegen.","Und ihr könnt uns die Fragen stellen, ob wir sie dann beantworten. Haben wir jetzt nicht.","Kommt im Sendezentrum vorbei, da werdet uns schon irgendwie treffen und wenn\nnicht, dann kommen wir wahrscheinlich kurz danach.","Wir haben noch keinen Termin geplant, aber das wird der dann sehen.","Das machen wir dann, genau. Juti, dann können wir ja mal hier geschmeidig ein Outro einspielen,\nund Und wünschen euch einen schönen Jahresabschluss, Weihnachten,\ntollen Kongress oder Ferien oder was auch immer ihr so vorhabt.\nUnd bleibt uns treu.","Weil das nicht zu heftig ist.","Genau, weil das nicht zu heftig ist.","Am besten gar nicht.","Am besten gar nicht.","Am besten gar nicht.","Und ansonsten habt doch einfach mal Spaß und programmiert ein bisschen mittelkürzer. Bis bald. Ciao."]}