{"v":1,"episode":288,"speakers":["Tim Pritlove","Ralf Stockmann","roddi"],"t":[22,37,39,41,41,43,46,59,60,66,67,72,73,87,90,93,98,101,115,116,119,136,137,188,194,196,198,207,209,301,303,367,369,408,414,428,431,452,458,460,491,493,564,566,573,578,599,603,610,614,635,638,670,855,856,931,934,957,1002,1003,1058,1060,1082,1084,1087,1088,1090,1094,1109,1113,1114,1117,1136,1137,1147,1149,1173,1174,1178,1181,1188,1190,1192,1200,1206,1207,1210,1212,1214,1215,1219,1231,1257,1265,1267,1276,1285,1301,1302,1312,1345,1348,1349,1365,1373,1381,1400,1402,1408,1413,1417,1418,1425,1430,1435,1475,1477,1487,1490,1494,1502,1507,1508,1513,1516,1565,1568,1569,1573,1576,1578,1699,1744,1746,1801,1802,1806,1809,1811,1823,1827,1868,1891,1918,1925,1926,1934,1941,1950,1955,2005,2008,2136,2141,2230,2239,2240,2242,2242,2251,2299,2309,2328,2351,2388,2391,2395,2422,2444,2463,2586,2589,2740,2742,2752,2779,2865,2867,2869,2873,2885,2890,2894,2900,2902,2904,2913,2914,2979,2983,2985,2990,2991,2994,2995,2996,2998,2999,3007,3007,3028,3032,3044,3069,3075,3086,3090,3099,3106,3121,3127,3134,3156,3163,3168,3173,3196,3199,3206,3206,3311,3321,3323,3337,3353,3354,3356,3359,3360,3366,3367,3378,3401,3407,3409,3410,3413,3414,3421,3425,3427,3449,3450,3452,3469,3484,3496,3500,3502,3511,3512,3517,3549,3550,3611,3624,3628,3632,3633,3635,3637,3638,3652,3669,3673,3709,3720,3736,3744,3747,3750,3753,3780,3783,3800,3845,3863,3879,3902,3910,3912,3916,3918,4014,4016,4019,4026,4028,4031,4121,4124,4126,4126,4141,4143,4149,4184,4196,4200,4202,4204,4206,4215,4226,4276,4305,4311,4334,4345,4351,4353,4365,4379,4414,4420,4422,4446,4449,4458,4471,4472,4488,4494,4500,4530,4544,4603,4612,4619,4623,4629,4659,4690,4691,4713,4714,4750,4775,4776,4778,4785,4795,4801,4803,4806,4807,4826,4837,4840,4842,4891,4893,4932,4932,4941,4944,4947,4948,4952,4976,4990,5002,5006,5008,5013,5014,5039,5041,5044,5048,5060,5064,5065,5085,5086,5087,5088,5145,5149,5151,5160,5162,5173,5174,5175,5180,5183,5353,5356,5356,5357,5358,5359,5361,5363,5401,5402,5410,5413,5415,5443,5446,5447,5500,5517,5525,5543,5555,5586,5589,5608,5616,5636,5639,5645,5647,5648,5649,5649,5668,5674,5677,5692,5697,5699,5732,5736,5750,5751,5777,5779,5798,5801,5815,5819,5820,5854,5861,5862,5870,5874,5876,5878,5880,5890,5893,5902,5909,5909,5912,5916,5956,5959,5960,5963,5964,5965,5966,5969,5973,5974,5986,5987,5988,5990,5991,5993,6011,6060,6078,6143,6146,6157,6173,6174,6183,6186,6202,6206,6218,6225,6227,6231,6343,6343,6346,6347,6513,6538,6540,6545,6550,6623,6625,6628,6780,6785,6789,6793,6794,6795,6801,6804,6815,6844,6847,6855,6857,6869,6881,6882,6903,6962,6965,7059,7063,7069,7071,7086,7127,7130,7197,7204,7307,7385,7408,7414,7415,7416,7431,7495,7497,7501,7503,7566,7581,7585,7598,7599,7614,7626,7630,7641,7643,7643,7644,7645,7647,7652,7653,7653,7657,7665,7674,7689,7706,7707,7708,7713,7816,7822,8092,8105,8107,8233,8235,8292,8295,8318,8320,8378,8545,8546,8547,8568,8569,8574,8575,8640,8679,8685,8727,8728,8778,8782,8858,8888,8890,9055,9057,9183,9295,9296,9317,9322,9325,9376,9459,9506,9534,9539,9592,9598,9602,9603,9613,9653,9658,9662,9766,9814,9842,9846,9885,9892,9902,9905,9976,9982,9987,9990,10005,10006,10013,10016,10050,10062,10064,10143,10149,10173,10176,10223,10250,10259,10260,10289,10291,10319,10367,10390,10391,10392,10401,10402,10428,10435,10511,10514,10530,10544,10548,10557,10563,10563,10634,10636,10637,10726,10727,10783,10789,10791,10792,10795,10797,10798,10799,10810,10836,10858,10902,10979,10982,11013,11020,11022,11028,11048,11050,11055,11061,11068,11073,11076,11078,11078,11079,11083,11084,11089,11091,11107,11108,11109,11118,11121,11246,11264,11269,11312,11314,11342,11343,11348,11432,11469,11477,11489,11523,11526,11564,11568,11570,11572,11582,11605,11609,11628,11649,11760,11761,11778,11783,11784,11793,11794,11808,11833,11835,11853,11853,11874,11888,11891,11896,11897,11902,11904,11905,11906,11907,11907,11919,11925,11929,11943,11949,11950,11951,11953,11955,11961,11981,11983,12023,12047,12055,12070,12093,12096,12096,12103,12105,12109,12110,12111,12137,12154,12156,12157,12164,12166,12174,12183,12190,12200,12247,12258,12273,12373,12375,12386,12388,12390,12392,12443,12451,12457,12556,12657,12660,12666,12684,12824,12826,12833,12834,12837,12838,12890,12900,12963,12966,12970,12972,12984,12986,13000,13012,13018,13021,13024,13032,13035,13063,13063,13072,13076,13080,13085,13146,13149,13160,13182,13184,13200,13203,13207,13210,13240,13300,13304,13355,13357,13377,13378,13411,13417,13450,13470,13485,13525,13527,13531,13546,13552,13554,13557,13563,13566,13567,13577,13578,13581,13591,13600,13607,13612,13650,13662,13663,13675,13716,13718,13726,13746,13754,13755,13775,13778,13785,13792,13807,13810,13813,13818,13824,13831,13837,13854,13886,13887,13918,13926,13941,13944,13948,13954,13955,13979,13987,13989,13992,13994,14018,14020,14021,14025,14026,14032,14037,14046,14051,14057,14059,14079,14082,14097,14099,14110,14131,14132,14138,14139],"s":[0,1,0,1,2,1,0,1,0,2,0,2,0,1,2,0,2,0,2,1,0,2,0,1,0,1,0,2,0,2,0,2,0,2,0,1,0,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,1,0,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,1,0,1,0,2,0,2,0,2,0,1,0,1,0,2,1,0,1,0,1,2,1,2,1,2,1,2,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,0,2,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,1,2,0,2,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,0,1,0,2,0,2,0,2,0,1,2,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,1,2,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,0,2,0,2,0,2,1,2,1,2,0,2,0,1,0,1,0,1,2,1,2,1,0,1,0,1,2,0,1,2,1,2,1,2,1,2,1,2,1,0,1,0,1,0,1,2,1,2,0,2,0,1,0,1,0,1,0,1,0,1,2,1,2,0,2,1,2,1,2,1,2,0,2,1,0,1,0,2,0,2,0,2,0,2,0,2,1,0,2,0,2,1,0,2,0,2,0,2,0,2,0,2,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,1,0,1,2,0,1,0,1,0,1,0,1,0,2,1,2,0,2,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,1,0,2,0,2,0,2,0,1,2,0,1,0,2,0,2,0,2,0,2,0,1,0,2,0,1,0,1,0,1,0,1,0,1,2,1,0,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,2,0,2,0,2,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,2,0,2,1,2,1,0,2,0,2,0,1,0,1,2,1,2,1,2,1,2,1,2,1,2,1,0,2,1,2,1,2,1,2,1,2,1,2,1,0,1,2,0,1,0,1,0,1,0,1,0,1,2,0,2,1,2,1,2,1,2,1,2,1,2,1,2,1,0,1,0,1,0,1,0,2,0,1,2,0,1,2,1,2,0,2,1,2,1,2,1,2,1,2,1,2,1,0,1,0,1,2,1,2,1,0,2,0,2,0,1,0,1,0,2,0,1,0,2,0,2,0,2,0,2,1,2,0,1,2,1,2,0,2,0,2,0,1,2,1,2,0,2,0,2,0,2,0,2,1,2,0,1,2,0,2,0,1,2,0,2,0,1,0,1,0,2,0,2,0,2,0,2,0,2,1,0,1,2,1,2,1,0,1,0,1,2,1,0,1,0,2,1,2,1,0,2,0,1,0,1,0,1,2,1,2,1,0,1,0,2,1,2,1,2,1,2,0,2,0,2,0,2,1,2,1,2,0,1,2,1,0,1,0,1,2,0,2,0,2,0,2,1,0,2,1,0,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,1,0,2,1,0,1,0,1,0,2,0,2,1,2,0,2,0,1,0,1,2],"x":["So, Hallöchen, herzlich willkommen. Wir sind's, die Freakshow.\nUnd ich liebe das, wenn immer Dinge dann auf den letzten Moment nicht funktionieren.\nWieso geht diese Scheiß-Tasse hier nicht?","Mit Dingen meint Tim Technik.","Ja, aber deine gehen, ja? Deine geht auch?","Meine geht.","Ich kann mal drücken.","Auch. Tim, es geht nur bei dir nicht.","Ja, dann ist wahrscheinlich der Abo alle. Ich check das mal kurz.\nOkay, wie auch immer, ist die Freakshow Nummer 288.\nUnd wir haben den 9. Januar 2025 und das heißt neues Jahr.","Genau.","Ich hoffe, ihr hattet Spaß am Jahresende, wo auch immer ihr wart.","Ja.","Du hattest es für sich gleich angesprochen, ne, Roddy? Dass du Spaß hattest, das wusste ich.","Wieso?","Na, ich hab dich aus dem Augenwinkel beobachten können. Wirktest jetzt nicht gelangweilt.\nAchso, du meinst jetzt genau zum Jahreswechsel. Ich meine halt diese ganze Zeit,\nso Weihnachten, wenn alles einschläft und dann so familiär und was dann nicht wird.","Und die ganze Zeit fangen die aus dem Augenblick.","Dann fangen die bunten Lichter an in Hamburg.","Für uns ist ja Kongress sozusagen die Zeit und danach muss man ja eh ausschlafen.","Das stimmt, das stimmt. Ja doch.","Das stimmt, genau. Na dann fangen wir dann vielleicht auch gleich mal mit dem,\n38C3 an, würde ich sagen. Auch\nwenn ich jetzt hier meine Kapitelmarke von Hand setzen muss. So ist das.","Genau. Guten Abend.","Like an animal.","Ja. Ah, es war wirklich nur der Akku war alle.\nKaum macht man es richtig, funktioniert es auch gleich. Grüße an Clemens.\nJa, wir waren auf dem 38C3 und ich weiß, einige von euch waren nicht auf dem\n38C3 und ihr findet das Thema vielleicht total langweilig.","Kapitelmarke.","Kapitelmarke. Aber wir müssen trotzdem darüber reden, weil wir waren ja da und\nirgendwie ist so ein Kongress immer,\nnah so ein potenziell transformatives Erlebnis für manche in manchen Momenten.\nAlso auf jeden Fall gab es Kongresse, die,\nfür mich waren. Ob dieser jetzt dazu gehört, das lasse ich jetzt mal offen,\naber ich hatte auf jeden Fall Spaß, auch wenn ich noch nie so sehr an einem\nKongress teilgenommen habe,\nwie dieses Mal in puncto, dass ich an diesem Kongress so teilgenommen habe,\nwie man vielleicht an so einem Kongress teilnehmen sollte, indem man mal was macht.\nAlso so vor Ort an seinem Projekt rumwerkeln und nicht so nur Talks gucken oder\nnur rumrennen oder nur feiern oder was weiß ich, sondern so hacken.","Oder sich hinter einem überdimensionierten Bildschirm verkriecht,\nwie auch berichtet wurde.","Ja, wie sich das gehört.","Welchen Screen hattest du eigentlich dabei?","Ich hatte meinen alten iMac dabei, den ich kurz vorher dann doch nochmal reaktiviert\nbekommen habe mit Open Core. Ich weiß nicht, ob wir da jemals drüber geredet haben.","Das ist so ein Hackintosh-Zeug, ne?","Ja, das ist so ein Hackintosh-Zeug, aber es ist minimalinvasiv und ich muss\nsagen auch wirklich geil. Also, kurze Erklärung.\nAlso, ich habe ein iMac von 2009.\nAlso, das Ding ist 15 Jahre alt.\nUnd ich habe den ja eigentlich ausgemistet, als ich hier letztes Jahr das Studio\nüberholt habe. Da habe ich dieses Mac-Studio gekauft. Bla, bla,\nbla. Brauchte ich nicht mehr.\nUnd dann stand da erstmal rum. Und ich habe ja nahezu alles,\nwas ich hier nicht mehr gebraucht habe, habe ich ja auf E-Mail verkloppt. Und...\nNur diesen iMac und den alten Mac Pro, das habe ich nicht über das Herz gebracht, die zu verkaufen.\nAlso stand da hier die ganze Zeit unterm Tisch und ich dachte mir so,\nauf dem Kongress großer Bildschirm wäre schon ganz geil.\nDas ist noch der alte iMac 2009, den kann man noch als externen Bildschirm benutzen.\nUnd dann dachte ich mir, okay, hol es mal raus, probier es mal aus und so nochmal\nvielleicht frisches Betriebssystem aufspielen. Und dann dachte ich mir so,\ndas mit diesem Open Core wäre eigentlich auch ganz geil, wenn ich den so als\nmodernes System benutzen könnte.\nWeil ich wusste immer, es gibt einen\nHack, mit dem man auch ein aktuelles Betriebssystem drauf machen kann.\nWeil das letzte offiziell unterstützte Betriebssystem war High Sierra und dann ist halt Schluss.\nUnd ja, es gibt dieses Open Core Projekt und das Open Core Projekt macht was ganz Pfiffiges.\nWenn du diesen Open-Core-Installer nimmst oder wie heißt der Open-Core-Legacy-Installer\nund den dann auf dem Rechner startest, dann sagt er, okay, prima,\nich würde mich hier gerne mal auf diese Festplatte installieren.","Übrigens Open-Core-Legacy-Patcher.","Patcher, Entschuldigung, Patcher, genau, korrekt. Nicht Installer,\ndas kam mir eben schon so falsch vor.\nGenau, also der normale Weg ist eigentlich der, man startet das Ding,\nwählt einen Installer aus von einem alten Betriebssystem und schreibt den auf eine SSD,\nEntschuldigung, auf eine SD-Karte oder auf eine SSD, also auf irgendeinem Device, ein externes.\nUnd der Open-Core-Legacy-Patcher installiert dann noch was dazu.\nAlso der schreibt nicht nur den normalen Installer von einem aktuellen OS drauf,\nsondern er installiert noch was dazu. Und was installiert er dazu?\nEr installiert im Prinzip noch eine zweite Bootable Partition,\ndie nichts anderes enthält als diesen Open-Core-Legacy-Patcher-Code.\nUnd wenn man dann quasi den Rechner bootet, bootet man davon.\nUnd alles, was das Ding macht, ist, dass es so eine Art Replacement-EFI ist.\nAlte Leute sagen BIOS.","Das sind zwei unterschiedliche Dinge.","Ja, also BIOS als allgemeiner Begriff und das EFI ist sozusagen das,\nwas in den moderneren Max dann irgendwann drin war.\nAber der installiert sich halt nicht als neue Firmware, also der brennt nicht\neine neue Firmware, sondern der lädt sich sozusagen nur ins RAM und ersetzt\ndas normale EFI oder extendet das auf irgendeine Art und Weise.\nAlso sie haben einen Weg gefunden, wie sie sich sozusagen ins System hängen\nkönnen, nur ins RAM und dann bootet er nach und der Code, der dann normal gebootet\nwird, denkt so, ah, moderner Rechner, fehlen ein paar Features,\naber ich bin hier gestattet.\nUnd dann installiert sich das tatsächlich alles ganz easy.","Du hast nicht zufällig den Pimp My Mac Jingle da?","Stimmt, Pimp My Jack. Warte mal.\nGab es mal was. Das gab es mal. Oh Gott, muss ich mal schauen.\nIch bestimmt. Ah ja, hier.","Aber kriegst du den jetzt auch reingeroutet?","Aber was denkst du denn hier? Ich habe ja hier schon den Kanal für die Notfälle\nsozusagen vorbereitet.\nUnd da muss ich nur noch ganz kurz ablenken und bin gleich soweit.\nSag noch mal irgendwas Kluges.","Die Kommentarspalte wird im Nachhinein überlaufen. Mein Gott,\nwir haben Dennis' Stimme gehört.","Wir und was Kluges sagen.","So, und wenn ich mich jetzt nicht täusche, müsste das jetzt passen.\nUnd, wie Sie hören, hören Sie dies, weil ich nicht die richtige Tasse gedrückt habe.\nAch ja, vielen Dank für den Hinweis.","Kam aus dem Slack.","Das kann ich mir jetzt eigentlich hier nochmal auf die Tasse legen.\nDa habt ihr echt recht, die alten\nDinger sind doch eigentlich immer noch Goldies. So eine Grüße an Dennis.\nJa genau, also ich habe meinen Mac gepimpt und danach lief das.\nNicht schnell, aber lief. Also\nich konnte sozusagen alles, wo es auch die Hardware für gab, installieren.\nTatsächlich installiert dieser Open-Core-Legacy-Patcher dann,\nnachdem man dann quasi final installiert hat, installiert er dann noch allerlei Treiber noch dazu.\nAlso die haben dann quasi auch noch Backport für die alte Hardware in das neue OS,\num halt Grafikkarte und so weiter noch ein bisschen effizienter anzusprechen\nund dann rödelt er noch eine Weile drauf rum und dann ist er irgendwie auch\nbedient und das hat wunderbar funktioniert.\nNaja, und so hatte ich den iMac, den ich erst eigentlich so ein bisschen als\nexternen Bildschirm gedacht hatte und auch teilweise als solchen benutzt habe.\nDie Funktion allerdings geht dann nicht mehr, wenn man ein moderneres OS geboostet\nhat. Das wäre jetzt sozusagen Best of Both Worlds gewesen.\nAlso da brauchte ich dann nochmal ein separates High Sierra, was ich booten muss.\nDann habe ich diese Funktion, weil einfach dieses Tastenmapping dann sozusagen nicht mehr existiert.","Aber es gibt auch keine Hardware-Taste für oder so?","Nee, das ist so Command F2. Warum auch immer.","Also wenn sie das mal wieder einbauen würden in die iMacs, dann würde ich mir\neventuell auch ein iMac kaufen.","Ja, ich verstehe das auch nicht, aber es hat auch was damit zu tun,\ndass die Moderneren halt so eine hohe Auflösung hatten und dann war das gar\nnicht möglich über das alte Thunderbolt irgendwie so.\nUnd jetzt haben sie es auch wieder nie eingebaut, weil Bodennebel,\nes gibt wahrscheinlich niemand, der bei Apple arbeitet, der sich noch daran\nerinnert, dass es das mal gab oder dass Leute sowas haben wollen würden. Ich weiß es nicht.","Ja, das Fußvolk soll mehr Hardware kaufen.","Genau, Abdelkader fragt gerade, ob ich auch auf 15.2 gehen konnte und die Antwort ist, konnte ich.","Und ist es wirklich langsam?","Also sagen wir mal so, es war okay zu benutzen.\nEs war jetzt nicht schnell und es gibt Dinge, die sind langsam.\nAlso insbesondere war es interessant mal zu sehen, wie so ein aktueller Mac\nStudio bei mir zu Hause im Vergleich, ich habe meinen Code compiled im Vergleich\nzu so einem 15 Jahre alten Rechner.\nDa ist schon ein bisschen was passiert in der Zwischenzeit.","Ja, es hat eine etwas andere Wupptizität.","Absolut. Gut, aber das war mir ja egal.\nAlles, was ich machen wollte mit dem Teil, war mein Flip-Dot-Display zu steuern\nund dafür hat es allemal gereicht.\nJa, genau. Jetzt habe ich weit ausgeholt. Das war jetzt quasi nur so meine persönliche Perspektive.\nMit anderen Worten, ich habe gar nicht so viele Talks geguckt,\nich habe ein bisschen was nachgeschaut, bin ein bisschen rumgerannt,\nhabe ein paar Leuten geredet, aber ich war eigentlich die ganze Zeit am Coden,\nweil ich so im Coding-Wahn war.\nJa, und dann habe ich so meinen Kongress verbracht. unter anderem.","Ja, mein Kongress war auch sehr speziell. Aus zwei Gründen.\nZum ersten Mal war es, glaube ich, mein Ersttag, also ich war seit fünf Jahren\nnicht mehr auf dem Kongress, sechs Jahre, also viel zu lange her und es war\nwieder traumhaft und es ist einfach der Ort, wo man sein will zwischen den Jahren,\negal was man sich vorher für Sorgen macht.\nSo, ausschlafen wäre doch auch toll und sowas. Nein.\nDas geht ja beides. Da will man hin. Wenn man keine Kinder hat,\ngeht auch beides und das ist jetzt genau Die Überleitung war jetzt mein erster Kongress mit Kindern.\nSprich, ich habe, wie auch schon hier angekündigt, meinen fünfeinhalbjährigen\nund meinen gerade acht Jahre alt gewordenen mitgenommen.\nUnd das war dann ein sehr anderer Kongress, kann man sich vorstellen,\nals alle, die vorher waren. weil also die Spiegelregel ganz klar war,\ntagsüber nichts als Kinderbespaßung machen und dann abends halt irgendwie noch\nein bisschen frei haben.\nDas habe ich mir mit Claudia ein bisschen aufgeteilt, so sie einen Abend,\nich zwei Abende und andere ist dann halt mit Kindern ins Hotel.\nAber das war natürlich auch so ein Fragezeichen, so wie klappt das auch mit\ndem unterschiedlichen Alter und das war total awesome.\nAlso beide Kinder dann hinterher am letzten Tag, oh Papa, da müssen wir jetzt\njedes Jahr hin. Ja, genau, das war der Plan.\nUnd hier nochmal wirklich maximales Lob in Richtung Kidspace-Orga.\nAlso wir waren dann wirklich auch tagsüber hauptsächlich im Kidspace unterwegs\nund nebenan ist dann ja auch clevererweise gleich der Youth Space,\nso dass man also auch altersabhängig so ein bisschen immer zwischen den Seelen\nhin und her chargieren konnte.\nUnd das Programm war toll, die Atmosphäre da war toll, die anderen Eltern waren\nentspannt, die meisten Kinder waren cool.\nDas hat viel Freude gemacht.\nUnd meine beiden Racker, da war ich dann doch ein bisschen überrascht,\nhaben den Kongress dann sehr unterschiedlich bespielt.\nAlso der Große war vor allen Dingen faszinierend vor diesem großen Legostein,\nmit dem man dann da ja wirklich beeindruckend hohe 2 Meter Konstruktionen irgendwie\nbauen konnte und sich ganze Burgen und eigentlich hätte er sich gewünscht,\ndass er die ganzen Tage einfach von morgens bis abends spät da einfach nur mit den Legosteinen baut.\nWo ich dann denke, dafür musst du aber eigentlich nicht unbedingt auf dem Kongress\nfahren. Das kannst du auch woanders haben.\nUnd der Kleine ist dann den ganzen Tag mit mir und Claudia rumgezogen und hat\nwirklich alles mitgemacht.\nDer hat gelötet und Elektroschaltung ausprobiert und den ganzen Licht-Klimbim\nund wir haben Linoleumschnitt gemacht und gedruckt und gemacht und getan.\nDer war da also voll drauf und fand das also total prima, wie er sich da ausprobieren\nkann. Das fand ich mit fünfeinhalb Jahren schon echt cool.\nAlso keine Angst vor etwas kleineren Kindern auf dem Kongress.\nAuch das finde ich hat echt richtig gut funktioniert.\nUnd sie haben beide ihre erste Podcast-Folge aufgenommen. Wie könnte es anders sein?\nStimmt. Ich kann das mal in...","Mit Herrn Snyder.","Genau, der Max Snyder hat,\nam letzten Tag einen Podcast gemacht, so mein erster Kongress und da durften\ndie natürlich nicht fehlen und da gibt es auch wirklich süße Bilder von,\nwie jetzt also mein kleiner da mit Bayern Dynamics Headset sitzt.\nWenn ihr in die Aufnahme hier, ich habe es jetzt findet hier den Shownotes,\nwenn man sich das anhört, da wird man auch merken, wie unterschiedlich die beiden,\ngerade die Situation cool oder nicht cool fanden, weil der Große hatte echt\nkeinen Bock da drauf. War, glaube ich, noch etwas wortfaul.\nAber der Kleine, der Paul, Tim, du sagst ja immer, Headsets sind einfach wichtig,\nweil die Leute dann einfach sofort in so eine Habachtstellung kommen.\nDas hat bei dem so funktioniert. Wenn du also merkst, wie hibbelig der ansonsten\nist und was der alles wo noch irgendwie für Eichhörnchen entdeckt.\nDer hatte dieses Headset auf und Rücken gerade, volle Konzentration.\nAuch wie er gesprochen hat, also der ist in der Logopädie, gerade wegen so dem\neinen oder anderen Isho noch, wollten wir noch vor der Schule jetzt noch ausgehen.\nEine Verständlichkeit und eine Sauberkeit der Aussprache. Ich dachte so,\nHolla die Wald fehl, Podcasting, es funktioniert.","Einfach dem Kind eine Headset aufsetzen in der Schule.","Er öffnet noch komplett neue pädagogische Möglichkeiten. Nein,\ndas war also wirklich großer Spaß und von daher war das dann auch für mich ein\ntoller Kongress zu erleben.\nDie nächste Generation, die hat es kapiert und das machen wir doch gerne wieder. Gerne mehr davon.","Ja, ich bin es dieses Jahr noch ruhiger angegangen als sonst so.\nIch muss aber sagen, ich habe in der Hardware-Tauschkiste, die mehr so ein größerer\nTisch war als eine Kiste von den Regensburgern,\nda hatte jemand eine ältere Registrierkasse angeschleppt.\nUnd da gab es also nicht nur die Einheit mit dem Keypad, sondern da gab es irgendwie\nauch eine Schublade zum Auf- und Zumachen.\nUnd was es auch gab, war so ein, das kennt man auch von Supermarktkassen,\nso ein extra Display auf so einem Ständer.\nSo ein zwei Zeilen, 20 Zeichen, so ein Ding.","Was so raussteht.","Genau, was so raussteht, wo man dann als Kunde auch gut erkennen kann,\nwas man jetzt bezahlen muss.\nUnd so ein Ding stand da auch und da war ganz offensichtlich ein serielles Kabel dran und da dachte ich,\ndas nimmst du mal mit und versuchst du mal, kannst du ja, gibst mal einen Tag\nZeit und kannst es ja abends wieder hinräumen, wenn du irgendwie nichts erreicht\nhast und dann ist mir tatsächlich gelungen dieses Teil anzusteuern,\nnicht besonders kompetent vor allen Dingen habe ich herausgefunden dass,\nUSB zu Serielladapter, da gibt es verschiedene Chips,\ndie da drin sein können und die sind verschieden gut oder gar nicht supported\nvon macOS und ich habe bei MediaMarkt den einen gekauft,\nder keine brauchbaren Treiber für das aktuelle macOS hat.","Also kein Prolific-Chip.","Gleichzeitig habe ich dann aber auch aus einer ganz anderen Ecke noch den Tipp bekommen.\nEs gibt ein Serial-Programm, Serial-Terminal-Programm, wie auch immer man es\nnennen will, für den Serial-Port,\ndas für sämtliche von diesen Chips quasi Treiber eingebaut hat.","Serial-Tools?","Das heißt passenderweise Serial-Tools.","Serial.","Das heißt einfach nur Serial.","App-Store oder separat?","Separat, separat. Im App-Store auch, weiß ich nicht genau. Auf jeden Fall mit\ndem Ding habe ich es dann geschafft, da tatsächlich Daten hin zu übertragen\nmit dem einen Adapter, den ich hatte.\nIch habe jetzt, als ich wieder da war.","Noch… Das kostet hier 45 Euro, das war es wahrscheinlich nicht, oder?","Doch, das ist es, ja.","Ah ja, okay.","Also genau, das Decisive Tactics Product Serial, genau das ist das.\nDamit habe ich das also hingekriegt, allerdings habe ich nur die 7-Tage-Probe-Version verwendet.\nIch habe nicht die 45 Euro eingeworfen.\nNaja gut, ich habe es ja jetzt wieder gelöscht.","Diensterschleichung.","Ich habe dann, wieso? Testversion ist Testversion. Ich habe ganz offiziell getestet,\nes für gut befunden, aber ich werde es nicht kaufen.","Das ist sehr kratzt.","Das haben wir heute nochmal. Für gut befunden, aber ich werde es nicht kaufen. Teaser.\nIch habe aber in der Zwischenzeit einen anderen Adapter gekauft.\nAlso wenn ihr mal einen USB-Serielladapter für einen Mac kaufen wollt,\ndann kauft einen mit FTDI-Chip drin. das sind die, die haben die ordentlichen\nTreiber, die kann man dann auch einfach verwenden.","FTDI.","FTDI heißt die Firma, die macht ordentliche Treiber.","Future Technology Devices International.","Whatever. Also die, mit dem hat es auf Anhieb funktioniert, einfach.","Okay.","Ich habe da jetzt aber noch nicht weiter gebastelt.","Mir ist noch gar kein FTDI untergekommen. Ich habe bisher immer Prolific Chips\ngehabt, dafür gibt es dann tatsächlich einen Treiber im App Store,\nden installiert man sich darüber.","Prolific. Das war, glaube ich, genau der, der nicht funktioniert hat.","Den du nicht hattest oder den du...","Den ich nicht zum Laufen gekriegt habe.","Hast du den Treiber dafür installiert aus dem App Store?","Ja.","Okay, hatte ich bisher noch keine Probleme mehr.","Whatever, also FTDI kann ich empfehlen, wie auch immer.","Du hast eine Limited aus Schottland in Familienbesitz.\nIch hätte ja jetzt gedacht, wieder Jet in a China Town, aber offensichtlich, okay.","Oder gibt es noch einen? Keine Ahnung. Die sind nicht alle gleich gut und ich\nkann nur empfehlen, wenn ihr einen USB auf Serialadapter kauft,\ninformiert euch, was für ein Chip da drin ist und ob dafür auch eine ordentliche\nTreiber existiert, sonst könnt ihr den direkt in den Elektroschrott tun und einen neuen kaufen.\nGenau, das war so das.","FTDI baut auch unter dem Markennamen EVE Embedded Video Engine Grafikchips zur\nAnsteuerung kleiner Touch-Displays.","Oh, okay.","Also wenn das so eine positive Erfahrung war, dann kann man sich das ja vielleicht mal anschauen.\nSo kleine Touch-Displays, das würde ich sowieso gerne mal häufiger zum Einsatz bringen wollen.","Also genau, ich habe das Ding noch zu Hause und jetzt muss ich mir überlegen,\nwie man zweimal 20 Zeichentext irgendwas Sinnvolles damit macht.","Da haben wir uns ja im Prinzip mit ähnlichen Kram rumgeschlagen,\nweil ich war ja eigentlich auch die ganze Zeit mit der USB-seriellen Schlittstelle\nzugange und da viel gelernt.\nUm mal so ein robustes Device-Handling einzubauen.","Ja.","Muss man auch mal gemacht haben. Weil irgendwas ansteuern ist immer gut,\naber so rein rausstecken, rein rausstecken im laufenden Betrieb und dann geht's\nimmer noch smooth weiter, das ist die eigentliche Herausforderung.","Naja, der FTDI-Treiber, der exponiert ja in Slash-Dev ein TTY-Device und eigentlich\nexponiert er zwei und einer davon hat so eine ID-Nummer hintendran, die sich nicht ändert.\nDas heißt, wenn man immer genau den Chip anstecken will oder den ansprechen\nwill, dann kann man über dieses Device, ist das vorhanden, ist er eingesteckt,\nkannst du ihn ansprechen, ist er nicht vorhanden.","Also ist es wie Serial Number?","Ja, wahrscheinlich.","Ja, manche machen das mit Serial Number, manche nummerieren beliebig durch.\nDas hatte ich jetzt irgendwie bei verschiedenen, also alles mit Prolific,\naber trotzdem haben sich alle irgendwie so komisch verhalten.\nMal mit Serial, mal wenn wo keine Serial da war, dann nimmt er wohl irgendeine\nRandom Number oder sowas.","Wie gesagt, alle...\nAlle empfehlen FTDI. Ich tue das hiermit auch. Fertig.","Ja, okay, gut. Super. Und da haben die ihren Treiber im App Store?\nDas fand ich jetzt eigentlich ganz charmant.","Ja. Oder haben sie den im, nee, aber man kann einen runterladen.\nDas Lustige ist, dass ab Sequoia sind die Treiber, müssen an einer App dranhängen.\nDas heißt, du lädst eine App runter, dann startest du die App und dann gibt\nes in der App nur den einen Button. jetzt mal den Treiber installieren.","Ach, du musst den noch installieren?","Naja, es gibt da halt den einen Button oder aktivieren oder weiß ich nicht.\nDer Treiber bleibt, glaube ich, im Bundle der App drin.","Ja, aber bei den ProLypik reicht es sogar, wenn du die nur installiert hast.","Also du musst die App nach Slash Applications verschieben.","Gut, das hast du beim App Store ja eh.","Das hast du eh. Ja, und dann irgendwie, du drückst einmal auf den Button und\ndann macht der grün und dann ist gut.","Okay. Okay, im Chat gibt es Zuspruch für deine Einschätzung.","FTDI-Bäste, super.\nDa sind wir uns ja einig.","Ja, genau, sind wir uns einig.\nGut, ja, ich war auf dem Kongress auch noch in einer anderen Funktion unterwegs\nund zwar habe ich es das erste Mal geschafft, mich als Chaos-Pate zu melden.\nDas dachte ich schon länger mal an, für Leute, die nicht wissen, was es ist.\nDas gibt es seit dem 30C3 und das ist eine so dieser tollen Initiativen auf dem Kongress,\nwo jemand sich denkt, hier fehlt auch was, das müsste man mal machen und dann\nkriegt das so eine Eigendynamik und mittlerweile, das sind dann immer die,\ndie hier mit diesen bunten Basecaps mit, wie nennt man die noch gleich,\nPropellerhead oben rumlaufen.","Ein Beanie.","Oder hat es den nicht Beanie? Naja, das ist halt so ein Propellerhead,\nalso dieses generische Nerd-\nNerd-Kleidungsstück, was immer so unterstellt wird, also wo oben so ein Propeller oben auf dem...","Ja, das ist mehr Meme als Realität, ne?","Ja, aber bei den Chaos-Parten ist es dann sozusagen kleidsam.","Muss ich immer sofort an die Abschlussszene von Blue Velvet denken, David Lynch.\nWo der Junge dann auch mit so einem Propellerhead rumläuft.","Oh Gott, den habe ich schon lange nicht mehr gesehen, aber den schreibe ich\nmir gleich nochmal auf die Liste, den wollte ich schon immer mal...","Ja, mach mal, der altert gut.","Ja, ja, das sowieso, David Lynch altert sowieso gut.","Auch er selber, muss man sagen.","Er als auch, genau. Das kommt hier gleich in meine Letterboxd.\nHabe ich wahrscheinlich sowieso schon drin. Mal gucken.\nJa, genau. Und dann war ich, also was ist das?\nChaos Partner ist das Projekt, wo man Leute unterstützt,\ndie auf dem Kongress das erste Mal sind oder aus anderen Gründen so ein bisschen\nSchwierigkeiten oder meinen Schwierigkeiten zu haben oder Hilfe gebrauchen könnten,\nin irgendeiner Form mit der Veranstaltung oder den Leuten oder verschiedenen\nGruppen oder Themen in Touch zu kommen.\nUnd dann melden sich da sozusagen Leute, die denken, dass sie da helfen könnten.\nDa muss man jetzt kein altgedienter, ich war schon auf 30 Kongressen Mensch sein.","Sondern… Das könnte eher hinderlich sein.","Wieso?","Naja, weil man da vielleicht ein bisschen eingefahren ist in dem,\nwas man so zeigen möchte.","Meinst du? Also ich war ja auf 30 Kongressen.","Ich sag nur könnte.","Ja, ja. Habe ich schon verstanden.\nNaja, nee, ich meine, das Ding ist, du meldest dich dann halt vorher an und\nsagst, hier, ich könnte mir das vorstellen, Chaospart zu sein und dann sagst du halt,\nwo so deine Stärken, Interessen oder was weiß ich so liegen,\nwas du sozusagen meinst, wie man dich am besten sehen sollte oder bewerten sollte\nund die bekommen dann eben genauso Gesuche von Leuten, die sich da halt gemeldet\nhaben und sagen, hier so ich bin.\nWird gern mal jemand an die Seite gestellt bekommen. Und dann gibt es ganz am\nAnfang so ein Treffen, wo die meisten auch auftauchen, nicht alle.\nUnd dann geht man gemeinsam in die Eröffnungsveranstaltung schon mal so als\nKick-Off und quatscht dann so ein bisschen miteinander.\nUnd dann ist es sehr unterschiedlich. Also mir sind dann drei Personen zugeteilt\nworden, von denen ich eine tatsächlich, glaube ich, nur einmal ein paar Sekunden\ngesehen habe und die dann irgendwie verdampft ist.\nWohl haben sie die Probleme dann vielleicht nicht so gestellt,\nweiß ich nicht, keine Ahnung.\nEine andere, mit der ich relativ viel dann noch kommuniziert habe über die Veranstaltung\nhinweg, eine andere, wo ich am ersten Tag irgendwie Austausch hatte.\nAlso sehr unterschiedlich, was dann sozusagen von einem verlangt wird bei Neueinsteigungen.\nDas waren jetzt alles, welche, die schon mal da waren.\nAlso man muss jetzt nicht beim Urschleim anfangen. Genau, so 101.\nDas hätte ich dann halt gemacht, also zumindest angeboten, einmal über alles\nrüberlatschen, mal so Räume zeigen.\nAber dann gibt es natürlich dann schon so die Orte, wo man normalerweise nicht hinkommt.\nUnd Dinge erklären, Zusammenhänge, Geschichte ein bisschen erklären etc.\nAlso wenn ihr Erfahrung schon habt mit dem Kongress, meldet ihr euch doch auch\nals Chaos-Pate, Patin an und ja, dann könnt ihr da,\ninteressante Leute zugeteilt bekommen und das war auf jeden Fall sehr cool.","Ansonsten eine Sache kann ich vielleicht noch nachreichen. Wir haben auch ein\nbisschen Ultraschall gemacht auf dem Kongress.\nZum einen habe ich mich mal mit Mio so anderthalb Stunden hingesetzt und sie\nhat mir mal ihre neue GUI-Engine gezeigt und das ist echt so irre,\nwas sie da einfach Monat um Monat runterhackt.\nSo, wo ihr denkt, okay.\nDas hat mal Hand und Fuß. Also da bin ich jetzt sehr optimistisch,\ndass wir da zur sechster Version wirklich coole Sachen mitgewuppt bekommen.\nDann, das werfe ich mal in die Shownotes rein, haben wir einen kleinen Workshop\ngemacht auf unserer Sendezentrumsbühne und den hatten wir so exakt gar nicht vorbereitet.\nNormalerweise mag ich das nicht.","Die haben wir die Besten.","Wenn ich auf irgendwelche Bühnen setzen, ohne irgendwie Vorbereitung,\nist normalerweise nicht so mein Ding.\nAber das hat verstörend gut funktioniert. Da war es nicht besonders überlaufen,\naber es saßen die richtigen Leute da im Publikum.\nUnd wir hatten eine anderthalb Stunden total gute Debatte, was so verschiedene\nstrategische Optionen werden, was irgendwie Lücken sind, die geschlossen gehören.\nAlso allen, denen irgendwie das Projekt am Herzen liegt und die so ein bisschen\nwissen wollen, was so unsere aktuellen Überlegungen jetzt gerade für die 6er-Version\nsind, hört da mal rein, ich glaube, das ist ganz,\nGanz cool geworden, dieser Deviser-Workshop. Ich war hinterher,\ndachte so, hui, das hat ja mal gut funktioniert.\nUnd was ihr jetzt verpasst habt, aber zumindest als Bild wollen wir das auch\nin den Schaunotes drin haben, ist, dass Udo, auch ein Urgestein bei mir aus dem Ultraschall-Team,\nja eine der, ich würde mal sagen, Sensationen des Kongresses mit dabei hatte,\nnämlich ein echtes Ultraschallgerät.","Naja, ein Gehäuse.","Ein Ultraschall-PC-Gehäuse.","Naja, aber hier Trackpad und sowas lief ja dann schon alles.","Ein Ultraschallgeräte-Gehauze.","Und also wirklich halt so ein medizinisches Ultraschall, wie man es halt so kennt.\nUnd dort lief dann in der Tat Ultraschall drauf, inklusive auch mit Mikro und\nin echt und man konnte Spuren aufnehmen.","Ich glaube, das kennen nur Leute, die gerade irgendwie schon in dem Prozess\nKinder zu bekommen sind.","Also ja, Udo hat mich dann aufgeklärt, das ist kein Gerät, was normalerweise\njetzt irgendwie beim Gynäkologen steht, sondern für Ultraschall von Herzinfarkten und sowas irgendwie.\nAlso schon das rechts unten Modell auch. Das bessere Modell.\nGenau, also richtig rechts unten war das.\nUnd das hat er halt irgendwie über eBay-Kleinanzeigen geschossen.\nUnd fruckelt da also wirklich seit Monaten dran rum und schreibt in unserem\nUltraschall-Chat immer irgendwelche obskuren Sachen dazu, irgendwelche Bilder.\nUnd du denkst immer nur so, okay, ja, damit kann man seine Zeit jetzt auch so\nverbringen. Und dann hat er das halt einfach stehen gehabt und sofort macht alles Sinn.\nDas ist so ein Klassiker von so manchen Dingen muss man wirklich in echt und 3D.\nIrgendwie vor sich haben, damit sich die ganze Grandezza irgendwie erschließt.","Ja, das war sehr, sehr großartig. Vor allen Dingen die Menge an Leuten,\ndie da stehen geblieben sind und Dinge gesagt haben und mitunter auch wirklich\nfortgeschrittene Mediziner,\ndie dann nochmal genau gesagt haben, ja, das Gerät hätte er auch gerne gehabt,\naber sie haben nur die kleinere Variante und solche Sachen. Also das war...","Ja, im Nachhinein habe ich mich da ein bisschen geärgert, weil also es gab wirklich\nviel Aufmerksamkeit da.\nMan hätte da eigentlich dann wirklich nochmal einen Roll-Up-Banner daneben haben\nmüssen. So, ach übrigens, das ist das ernsthafte Projekt irgendwie da zu dieser Spaß-Bastel-Aktion.\nDa hätte man also sicherlich jetzt noch ein bisschen Publicity auch mit reinfahren\nkönnen. Aber naja, nächstes Jahr ist ja der nächste Kongress.\nIch bin mir einigermaßen sicher, dass Udo sich nicht nehmen wird,\nda seine 2.0-Version hinzurollen.","Er hatte ja dann zum Schluss auch noch ein Ultraschallgerät angeschlossen und\nzwar so ein Ultraschallabstandsensor.","So ein Distanzmesser.","So ein Distanzmesser, den hatte er hinten rangeklemmt und dann konnte man das\nDing rumschieben und sehen, wie weit man noch von einem Hindernis weg ist.","Wohlbemerkt im Ultraschall-Dashboard, das heißt also er hat dann auch eine kleine\nErweiterung für unseren Dashboard-Bereich.","Ja, Ultraschallabstandssensor to MIDI ist, glaube ich, auch so ein Softwaremodul,\nwas niemand anderes hat.","Ja, das war sehr fein. Für sowas ist der Kongress dann ja doch der exakt richtige Ort.","Einen Vortrag habe ich auch gehalten oder einen Workshop vielmehr,\nauch auf der Sendezentrumsbühne.\nDas war ja sozusagen unser Podcast-spezifischer Ort.\nAlso wir teilen uns traditionell diese Räume immer mit dem Deutschlandfunk,\ndie da tagsüber ihre Sendungen produzieren.\nDas haben sie diesmal in den ersten beiden Tagen gemacht und den Rest nutzen\nwir dann eben für Live-Podcasting oder eben auch mal für einen Workshop und ich habe meinen,\nWorkshop, den ich schon auf der Subscribe gemacht habe, nochmal quasi neu ausgerollt\nund nochmal neu erzählt. Das ist auch aufgezeichnet worden.\nDer ultimative Rodecaster Pro 2 Workshop.\nDer, ich habe ihn mir sogar nochmal angeschaut und ich kann ihn empfehlen.\nAlso, ich habe wenig vergessen.","Er hat dein eigenes Nachhören überstanden.","Ja, also ich bin schon kritisch. Also ich schaue mir meine eigenen Talks dann\nan und will irgendwie wissen, ob das jetzt auch okay war. Und es war okay.\nJa, genau. Also wenn ihr schon mal immer mit dem Rodecaster 2 geliebäugelt habt\noder wenn ihr der Meinung seid, ihr könnt da nicht alles rausholen,\ndann ist da vielleicht für euch noch ein bisschen was dabei.\nIn dem Zusammenhang kann ich auch verkünden, dass ich jetzt meinen Dritten gekauft habe.\nDer Trend geht zum Drittmixer.\nJa, weil also ich habe hier einen im Studio stehen, ich habe einen,\nzweiten großen Rodecaster 2, den habe ich immer in meinem To-Go Koffer sozusagen,\nalso ich will halt hier ein Studio nicht abbauen, wenn ich irgendwie unterwegs\nbin und habe quasi immer so ein Vierer-Recording-Setup so Feuerwehr-mäßig muss\ndann hier nur noch irgendwie die Stange runterrutschen und dann direkt zum Einsatzort\nund weiß, ich habe alles dabei.\nDa sind alle Adapter dabei, alle Fernbedienungen dabei, Strom,\nVerlängerungskabel, Speicher, genug Headsets und so weiter.\nAlso da kann mir dann auch irgendwas kaputt gehen. Ich bin irgendwie vorbereitet,\nweil die Gelegenheit kommt ja unter Umständen nicht nochmal.\nAber da ich jetzt auf eine längere Reise gehe und ich auch Podcast-Equipment dabei haben will,\ndachte ich mir, hole ich mir nochmal die kleine Variante davon, den Duo,\nden kleinen süßen, der im Prinzip genauso ist wie der große,\nder aber kürzere Mixerwege hat und nur sechs statt der acht Abspielbuttons an\nder Seite hat, was aber immer noch vollkommen ausreichend ist.\nDie größte Limitierung ist, dass er nur zwei statt vier Kombo-Mikrofon-Line-Eingänge hat.\nDafür hat er aber vorne noch so\nein Headset-Klinke, wo man so ein Plug-in-Power-Headset reinmachen kann.\nAlso zum Beispiel diese iPhone-Kabeldinger oder irgendwie sowas.","Das gute Boom Pro, hier schon mal besprochen. Das klingt richtig gut.","Genau, also könnte man theoretisch sogar ein Dreikanaler draus machen,\nwenn man die unter Umständen dann abweichende Soundqualität hat.\nEntweder nicht feststellt oder es egal ist. Genau.\nUnd da werde ich dann später mal von meinen Erfahrungen berichten.\nAber das war jetzt, sagen wir mal, aus Kompaktheitsgründen angemessen.\nGenau. Aber der Rodocaster ist nach wie vor ein interessantes Gerät,\nauch wenn im letzten Software-Update für mich nichts dabei war.\nWas bleibt zum Kongress noch zu sagen? Also ich fand die Veranstaltung insgesamt extrem smooth.\nAlso es gab relativ wenig Reibung, so wie ich das mitbekommen habe beim Aufbau.\nEs ging alles gut, als ich da ankam und mein Kram reintragen wollte,\nwurde ich von einer Herrscher von Freiwilligen nahezu überrannt,\ndie mir helfen wollten, das hochzutragen und es auch getan haben.\nIch mir dachte so, okay, also zwei Tage vorher und es gibt nichts zu tun,\ndas kann nur ein gutes Zeichen sein.\nUnd das war auch so das Feedback, was ich gehört hatte, dass eigentlich alles relativ easy ging.\nEs ist halt der zweite Mal jetzt in diesem neuen CCH, man kennt sich aus.\nUnd es gab ja auch ein paar Änderungen.\nDer Musikclub ist umgezogen.","Also ich war da ja, also die offizielle Lounge war jetzt ja unten im Keller\nvom Reddison und das war die ganze.","Lounge ist ja eigentlich.","Oben.","Aber ich weiß.","Aber der Club, der ist da auch immer. Das ist jetzt einfach die normale Club-Location,\ndie im Reddison ohnehin da unten im Keller drin ist.","Also für die Leute, die nicht wissen, wovon wir reden. Also es gibt,\ndas TCH und in demselben Gebäudekomplex, aber schon räumlich getrennt,\nist dann noch dieses Reddison Hotel, was ja direkt da ranklebt.\nSo ein bisschen teuer, aber wer sich das leistet, der hat auf jeden Fall kurze\nWege und das ist ein sehr hohes Gebäude und im Keller gibt es tatsächlich auch\nnoch einen Club, so einen Musikclub, der von irgendeinem anderen Clubbetreiber,\nnormalerweise gefahren wird und das hatte sich halt der CCC jetzt in diesem\nJahr als Location auch mitgemietet.\nDas heißt, der eigentliche Club hatte dann zu, Ich weiß nicht,\nob er sonst da auch zu hat, wahrscheinlich nicht. Also man ist sich dafür irgendwie einig geworden.\nDas Musikprogramm, was letztes Jahr noch in einem der CCH-Säle lief, war dann halt dort.","Mit dem Unterschied, dass es halt keinerlei Theming halt gab.\nAlso es war halt einfach so der völlig normale Club, so wie er da halt das ganze Jahr steht.","Nee, das stimmt nicht ganz. Der sah schon anders aus. Ich habe ihn auch vorher\ngesehen. Der sah vorher wirklich anders.\nNicht schön aus und war besser dann.\nEs war halt trotzdem noch so, sagen wir mal, im klassischen Musik, er hatte kein,\n38C3 Flavor im Design.","Wir Älteren hier unter uns werden sich hintern, wir kommen noch aus der Generation,\nwo wir noch auf Wasserwerfern getanzt haben.\nDie legendäre Endlich mal normale Leute Party da mit dem Wasserwerfer.\nAlso sowas fehlt natürlich irgendwie komplett. Ja, also dass du wirklich irgendwie\nso eine Art von sichtbarer Gestaltung hast, dass das jetzt noch zum Kongress überhaupt gehört.","Das ist richtig. Ich glaube, das haben auch alle geteilt, die da dran engagiert\nwaren, wie das immer so ist.\nAlso das war, ich weiß, wie das gelaufen ist und es war sehr kurzfristig.\nAlso die Einigung, die dort erzielt wurde, das war dann wirklich so oft in den\nletzten zwei, drei Wochen und dann war da nicht mehr viel Zeit, viel zu wuppen.\nAlso die eigentliche Leistung war, das überhaupt an den Start zu bekommen und\ndadurch wurde halt dieser Saal vier frei und das hat dem eigentlichen Kongress\ndann wiederum eine Menge zusätzlichen guten Huckspace gegeben und das sah auch sehr nett aus.","Ja, Weihnachten hat auch bitter, bitter nötig, ja.","Und dann gab es ja auch noch die Kloparty und das Hutzelhäuschen.","Ja, aber erste Regel, wir reden nicht über den Fight Club.\nAber die Natur bahnt sich ihren Weg. Und wie war die Formulierung,\ndie mir freigegeben wurde, zu sagen,\nder offizielle Lautsprecher und Lichtanlagentest war ein voller Erfolg.\nWie lange haben wir gesucht, Roddy? Du warst doch da auch mit dabei.\nAlso bestimmt irgendwie eine Dreiviertelstunde oder so.","Nee, ich bin da relativ straight runtergelaufen, weil die Beschreibung,\ndie ich hatte, die war relativ gut.\nIch war nur nicht drin, weil ich bin da um die Ecke und dann war innerhalb von...\nEin bis zwei Metern von kalte Tiefgarage zu finnische Sauna.\nUnd dann dachte ich, das musst du dir jetzt nicht antun.","Ja, also Nelo und ich waren da irgendwie eine Dreiviertelstunde am Suchen und\nwurden immer hin und her geschickt und keiner wusste irgendwas.\nAber es hatte vor allen Dingen ja so Inception-Qualitäten.\nAlso wenn du auf der Ebene der ersten illegalen Party warst,\ndann musstest du von dort dann noch auf die nächste Ebene irgendwie dich vorarbeiten.\nDas war also schon ganz cool. Naja.","Nichtsdestotrotz gab es also auch unten in dem Club ein delikates Musikprogramm.\nDas Line-Up, das konnte sich sehen lassen.\nEs gab auch irgendwie einen Jodel-Workshop von Esels Albtraum.\nAlso es war mir wieder mal viel zu holen auf dem Kongress, weil man im richtigen\nMoment am richtigen Ort ist.\nUnd ich finde es immer wieder schön festzustellen, dass diese Veranstaltung\nauch immer noch Optimierungspotenzial hat. Also es ist irre.\nEs bleibt einfach kein Quadratmeter ungenutzt.\nUnd wenn sich in irgendeiner Form irgendwas anbietet, was man irgendwie noch\nmit reinkriegen kann, findet es auch statt.\nUnd ja, insgesamt war das einfach eine runde Veranstaltung und man kann nur\nsagen, alle, die da organisiert haben, das war super. Ja.\nVielleicht noch ein kurzer Nachtrag, weil ich da auch mehrfach schon darauf angesprochen wurde.\nIch war auch nicht der Einzige, der darauf hingewiesen hat, aber ich hatte so\nein bisschen Kritik geäußert an der Heraldik auf dem Kongress.\nIhr wisst, was ich meine. Also\nHerald's, das sind ja sozusagen die Arbeitsgruppe, die sich um diese ganze.\nPublikums- die Adressierung zwischen den Talks auf den Bühnen kümmert.\nAlso die Haralds, das ist so ein Team, die sind dann eben zugeteilt für die\neinzelnen Räume und die einzelnen Talks und machen dann eben alles,\nwas quasi nachdem der letzte Talk beendet ist, bis der nächste Talk anfängt,\nkümmern die sich sozusagen um die Begründung.\nSpielung der Teilnehmer. Das Defragmentieren.\nZum Beispiel, also aller möglichen Ankündigungen, die in dem Moment gemacht\nwerden müssen, eine Ankündigung des nächsten Talks,\naber eben auch die Betreuung der QA-Session danach, also welches Mikrofon spricht,\nbla bla bla, vielleicht Leute auch ein bisschen...","Die halten auch noch so und so viele Minutenschilder hoch.","All sowas. Also das ganze Stage-Management, ich weiß nicht,\nob da noch weitere Personen also ob das dann mehrere sind pro Talk weiß ich\njetzt ehrlich gesagt gar nicht ich hatte mich dann auf Mastodon und da war ich\njetzt auch nicht die einzige Person,\ndas kamen von mindestens zwei anderen separat unabgesprochenerweise auch, dass halt,\nich es ein bisschen unpassend finde, dass die,\ndass die Ankündigungen immer noch mit in den Aufzeichnungen landen,\nweil ich finde ich unpassend.\nDie sind nämlich dann im Stil und Dimensionen sehr unterschiedlich und mal mehr\nund mal weniger gelungen und mir ist das besonders unangenehm aufgefallen,\nweil alle so die Videolinks geteilt haben und dann waren so die ganzen,\nLeute so, ja hier ist mein Talk vom Kongress und der Thumbnail war dann immer so.\nDie Person, die das im Saal angekündigt hat und da habe ich mir so,\näh das ist jetzt irgendwie nicht so richtig das Ding.\nManche haben mich dann so ein bisschen missverstanden, dass ich da jetzt sozusagen\ngroß Kritik geäußert habe.\nAlso klar, manche Sachen sind schiefgegangen, sind was weiß ich,\nSachen falsch angekündigt worden, Namen falsch ausgesprochen worden oder gerade\nbei internationalen Ansagen,\ndass dann auch das Englisch nicht so sitzt, das finde ich, sowas muss dann halt\nauch irgendwie schon passen und man muss es dann auch nicht unbedingt auch nochmal\naufzeichnen und veröffentlichen.\nAber grundsätzlich, ich zum Beispiel verzichte gerne auf sowas,\nweil ich mir eigentlich diese ganze Eröffnung eines Talks gar nicht aus der\nHand nehmen lassen möchte.\nUnd dann kommen dann irgendwelche, vielleicht auch abgesprochenen Ankündigungen,\naber im Wesentlichen sind das Dinge, die kann man irgendwie auch von sich selber sagen.\nMaybe it's just me, aber ich finde selten, dass da irgendein Mehrwert geboren wird dadurch.\nIch finde es vollkommen okay, dass man im Saal in irgendeiner Form eine unmittelbare\nÜberleitung macht zu jetzt geht es auch los.\nDas ist okay, dass man so einen Übergabemoment hat,\naber in der Aufzeichnung finde ich, ist das halt genau der Zeitpunkt,\nwo dann der Cut gemacht werden sollte und dann hast du quasi als Konserve dann\neben wirklich nur den Talk und die Präsentatoren haben dann auch das Limelight für sich.\nWenn sie schon den Aufwand dort treiben.\nIhr nickt?","Ja. Okay, sehe ich auch so.","Gut. Sehr schön. Ja, sonst noch irgendwelche Anmerkungen zum Kongress?\nMir fällt jetzt erstmal nichts ein, vielleicht fallen es dann auch später ein.","Es gab noch das Whisky Tasting bei Milliways.\nDas ist allerdings wirklich nur für Leute, die ihr Glimit kennen.\nHat aber sehr viel Spaß gemacht. Ich habe da irgendwie Leute kennengelernt.\nGrüße an dieser Stelle. Wir sind dann zu dritt irgendwie noch in die Schanze\ngefahren und haben dort bei einem edeltürkischen Restaurant irgendwie Zeug gegessen.\nDas war einfach sehr spaßig.","Right.\nGut. Dann können wir ja mal,\nauf andere Sachen eingehen. Vielleicht nochmal kurz ein bisschen Feedback zur letzten Sendung.\nNicht viel, aber ich hatte ja erzählt oder ich hatte beklagt,\ndass Geldautomaten in meiner Welt sich zumindest bei den Sparkassen nicht mit\neiner NFC-Autorisierung zufriedengeben,\nsondern dass man hier, like an animal, immer noch seine Karte in so einen Slot reinstecken muss.\nStellt sich raus, das ist halt mal wieder so ein Infrastrukturloch im Norden.\nIm Süden gibt es das wohl. Also mir wurde von München und anderen eher südlicheren\nStandorten berichtet, wo das wohl bei einigen Sparkassen so sei,\ndass man tatsächlich sich darüber autorisieren kann.\nMeine These ist, dass das dann quasi so eine Rückwärtsautorisierung ist,\ndass man dadurch eigentlich nur nachweist, gucke mal, ich habe hier eine Kreditkarte\noder eine Girocard, da wird es ja auch Sinn machen,\ndie ausgegeben ist von dieser Sparkasse und die damit verbunden ist mit einem\nKonto und damit fungiert das Ding quasi wie eine Kundenkarte,\ndie man ja sonst da reinschiebt.\nBeziehungsweise eine EC-Karte ist es dann direkt, also vielleicht mit Girokarte geht es auch so.","Ja, so heißt es ja nicht mehr.","Sondern Girokarte heißt es.","Girokarte heißt es, ja. Aber die normale Bankkarte.","Naja, Bank, also EC-Karte, wie der Volksmund so schön sagt, ist eine Girokarte\nund das ist das, womit du bezahlst und das ist halt ein deutsches Bezahlungssystem\nder deutschen Banken und Sparkassen.","Ja. Das aber auch im Ausland irgendwie, es ist ein bisschen mehr.","Nur in so einem Ausland wie so ein Mallorca-Ausland.","Nö, auch Italien oder so. Also dieses V-Pay oder wie das heißt.","Ja, das ist ja was anderes.","Ja, aber es ist auf der gleichen Karte drauf.","Ja, das ist was anderes. Da ist halt noch was anderes drauf,\ndamit das funktioniert.\nAber die Girocard als solche funktioniert in der Regel nur in Deutschland.","Das mag sein.","Ausgenommen Orte in Europa, wo so viele Deutsche, die nicht wissen,\nwas eine Kreditkarte ist, aber eine Girocard haben, von der sie nicht wissen, wie sie heißt.\nNämlich Girocard. Und die sie EC-Karte nennen.\nRumlaufen und Geld ausgeben wollen und dann hat man da irgendwie Automaten hingestellt,\ndie irgendwie einen Standard nach Deutschland haben und die noch in der Lage\nsind, sich sozusagen wie so ein normaler deutscher Geldautomat zu verhalten.\nAber eigentlich ist das so quasi non-international.\nUnd die internationale Version ist natürlich wie immer, dass man eins der beiden,\ninternational akzeptierten Bezahlsysteme gibt.\nDa haben wir dieses schöne Duopol zwischen Visa und Mastercard.\nDas heißt dann also Maestro.\nOder eben dieses V-Pay. Und das ist dann sozusagen so diese Debitkarten Geschichte\nund dann hast du eben noch die richtigen Kreditkarten, also Mastercard und Visa,\ndie du eben auch auf so einer Karte haben kannst.\nManche haben jetzt in Feedback auch gesagt, ja, man kann ja auch damit abheben.\nJa, klar, das kann man auch, aber da hat man halt andere Gebühren.\nUnd ich sprach ja von gebührenfreie Bargeldauszahlung.","Ich habe im Apple Pay tatsächlich zwei Karten.","Ich habe ganz viele Karten.","Und die Visa-Karte, aber vom gleichen ausgebenden Institut.","Was war die erste Karte?","Na diese Giro, Gira, wie heißt sie?","Girocard.","Girocard, genau.","Ja, genau, bei Sparkarten kannst du das machen.","Genau, und eine Visa-Card.","Aber auch die Girocard wirst du auch mit NFC, Apple Pay nur in Deutschland benutzen können.","Das mag sein.","Ja, das mag sein, das ist auch so. Und Visa-Karte kann man auch haben und dann\nkann man aber auch eine Debit-Karte haben etc. Bei manchen ist es halt auch\nein eigenes Kreditkartenkonto, bei manchen Banken ist es direkt mit dem Konto verbunden.\nAlso entweder hast du deine Abbuchung unmittelbar oder du hast die Abbuchung\nnach einem Jahr und so, naja egal, nach dem Ende des Monats.","Jira-Karte, ja okay, nein.","Ja genau, also vielen Dank für die Kommentare und jetzt haben wir das auch nochmal klargestellt.\nSo, und du hast CES geguckt, Roddy?","Was heißt, ich habe es geguckt? Nein, ich habe kein CES geguckt,\naber mir sind zwei, drei Sachen, zwei Sachen sind an mir vorüber geflogen.\nDas erste ist, Roborock hat einen neuen Staubsauger-Roboter vorgestellt mit\neinem jetzt wird es langsam wirklich scary Feature und zwar der hat einen Greifarm.","Greift er da mit die Haustiere und räumt sie aus dem Weg.","Wenn die Kinder mal wieder die Socken liegen lassen, dann kann der tatsächlich\nder Greifarm die Socken rausnehmen und dann in eine vorher definierte Kiste reinlegen.","Das heißt, der fährt dann nochmal quer durch die Wohnung zu dieser Kiste hin und dann wieder zurück?","Und genau, Roborox, Saros, keine Ahnung, welcher von denen das ist.\nAuf jeden Fall, der hat halt einen Greifarm.","Hier, Saros Z70. Erobere die Zukunft mit Intelligenz.","Ja, also das Wettrüsten der Staubsaugerhersteller nimmt kein Ende.\nIch weiß nicht, wann in Amerika die ersten mit Schusswaffen umgehen.\nAber naja, auf jeden Fall fand ich das mal bemerkenswert.","Sofort kriegt der Welt ein Vibes, wenn die dreibeinigen Herrscher die armen\nMenschen aufsammeln und hinten gehen.","Aber was kann denn jetzt hier der Saros an sich? Also hier scheinen ja nicht alle Modelle ein.","Naja, das Übliche, also ich meine Saugenwischen hast du nicht gesehen und der\nhat halt diesen Arm noch dran.\nSoweit ich weiß, wurde er nur vorgestellt. Den kann man glaube ich noch nicht kaufen.\nAber ich fand es halt einfach drollig und wollte das mal erwähnt haben.\nVon Spiel und Zeug gibt es auch ein Video dazu.","Keine verhedderten Haare, keine Probleme. Dieses System ist der Garant für 0%,\nHaarverhedderungsrate.","Der Duo die White-Aubbürste und Anti-Tangle-Seitenbürste.","Haarverhedderungsrate.\nDie Verhedderungsrate, das ist schon irgendwie...","Ja, Werbetexte müsste man haben. Genau, das ist das eine. Und das zweite ist...\nEs wurden neue Grafikkarten angekündigt, sowohl Nvidia als auch AMD haben ihre\nneue Generation vorgestellt.\nNvidia hat da einige Behauptungen aufgestellt, die komplett jenseits der Realität sind.","Weißt du, welche denn? Welche denn?","Die 50 sonst was Serie, also 5070, 5080 und 5090.","Ja.","Ja,\nda ist es so, dass die 5070 soll also so schnell sein wie das Topmodell von der Generation davor.\nDas ist aber Quatsch, die ist wahrscheinlich nur so um die 20 Prozent schneller.\nAber lustigerweise hat AMD auch eine Keynote auf der CES gehabt und die hatten wohl Gerüchte gehört,\nwas Nvidia da so vorstellt und haben im Prinzip dann in ihrer Keynote zum Thema\nGrafikkarten nur gesagt,\nja, es wird eine neue geben, die heißt so und so und die hat 16 Gigabyte und fertig.\nDie haben also weder gesagt, wie schnell ist das Ding, noch wie viel wird es kosten,\nweil sie wohl so ziemlich erstmal abwarten wollen,\nwas so die ersten Benchmarks bei Nvidia so behaupten und ob das,\nwas Nvidia da so erzählt hat, tatsächlich irgendwie dann auch Realität wird.\nGrundsätzlich gilt, das klingt alles irgendwie wundersam,\naber den Vorbestellen und Kaufen-Button würde ich jetzt noch nicht klicken,\nbevor nicht irgendwie unabhängige Reviewer das Zeug gründlich durchgetestet\nhaben, sonst wird es nämlich ein bisschen teuer.\nAlso die, das Flaggschiff von Nvidia soll jetzt 2000 Euro kosten für eine 32\nGB Karte, die eins drunter dann immerhin nur noch 1000.\nDie ist dann aber wahrscheinlich auch nur halb so schnell.\nJa, mal gucken. Also ich denke, die haben jetzt viel Staub aufgewirbelt,\ndas sollte sich erst mal legen.\nGenau, mehr wollte ich dazu auch gar nicht sagen.","Naja, neben dieser Grafikkarte haben sie ja irgendwie noch so ein Physik-KI-Modell,\nglaube ich, angekündigt und diesen komischen KI-Desktop-PC, der an viel Power ist.","Ja, da ist überall KI, KI, KI.","Naja, klar, ich meine, das ist ja ein großes Ding. Also sie wollen ja so ein\n3000-Dollar-Arm-PC mit ihrem\nGrafikkarten-Wumms, der halt speziell für Trading und KI gedacht ist.","Dass Nvidia in das ganze ARM-Game einsteigen will, das war schon länger klar.\nVor allen Dingen, weil die Switch 2 auch einen ARM-Prozessor haben wird und\neine Nvidia-Grafik-Lösung.","Die Nintendo Switch 2.","Die Nintendo Switch, was habe ich gesagt?","Switch. Ich wollte nur klarstellen, dass du von Nintendo redest.","Nintendo Switch 2, genau.","Nicht, dass du auch zu diesen Leuten gehörst, die Ethernet-Switch meinen und\ndie Switch sagen. Kennst du das?","Nein.","Was würdest du zu einem Internet-Switch sagen? Der Switch. Genau.\nWir sind im selben Boot, aber ich habe auch schon mal die Nintendo Switch Konsole.","So richtig Konsole ist es nicht, egal, soll eben auch,\nNvidia Grafikpower haben und aber einen ARM Prozessor und es sieht ganz so danach\naus, als würde Nvidia beides in einer Package dann abliefern.\nMal gucken, wie das was da so genau passiert.\nWas sagen die neuesten Gerüchte? Im März wäre es soweit, im April?","Im April wohl am ehesten, also hinter verschlossenen Türen wurde wohl die Switch 2 präsentiert.","Wer ist schuld?","Was?","Ich, weil ich habe mir jetzt gerade eine noch gekauft.","Du hast das beschleunigt.","Naja, ich dachte ja auch immer so, vielleicht wenn mal eine neue kommt und so,\ndann dachte ich mir so, jetzt will ich aber mal eine haben. Ja, jetzt habe ich eine.","Naja, solange sie nichts offiziell angekündigt haben, sind das nur Gerüchte.","Ja, Gerüchte gibt es schon lange.","Gibt es schon lange und die Leistungsdaten, die gerüchtet werden,\ndie haben sich nicht erhöht und sehen jetzt inzwischen auch ein bisschen alt aus.\nAber gut, Nintendo war nie dafür bekannt, dass sie die Latest und Greatest Hardware ausliefern.\nGanz im Gegenteil, die Geräte waren immer ein bisschen schwächlich,\ndafür waren die Spiele ein bisschen genialer.","Die Geräte ein bisschen billiger.","Die Geräte billiger?","Für Nintendo vor allen Dingen.\nAlso klar im Verkauf dann auch, aber die haben da glaube ich ganz ordentlich\nMarge auf ihre Hardware, während andere Konsolen gerne mal unter Herstellungspreis\nverkauft werden am Anfang.","Also spannend wird, was sie dann so als Konsolen-Startspiel mit rausgeben.\nAlso jede neue Nintendo-Konsole hat dann so ein Flaggschiff-Spiel. Mario Kart 9!\nWäre eine Option, also Damals war es ja Breath of the Wild.","Die Frage ist, wenn sie Switch 2 heißt, ist es dann eigentlich nicht,\nalso dann können sie es sich ja nicht erlauben, dass Software rauskommt,\ndie nur für die Switch 2 ist.","Also noch ist ja auch nicht klar, ob sie Switch 2 heißen wird.","Ach so, ich dachte.","Das wäre geil. Also klar sagen alle Switch 2, weil es ist ein ähnliches Handheld.\nRechts- und links-Controller in der Mitte-Bildschirm.","Weiß man ja auch nicht, ob das so ist.","Ja, doch, da ist sich die Gerüchteküche wohl relativ einig.","Gut, das werden wir dann sehen. Aber um noch mal ganz kurz den Nvidia-Spin zu Ende zu bringen.\nEs ist natürlich interessant. Ich meine, Nvidia hat einfach eine Menge Kohle.\nNvidia hat bewiesen, dass sie ihr Silizium ordentlich auf den Tisch bringen können.\nAlso die sind in der Lage, ordentlich zu fäppen. Und die haben irgendwie auch\nAhnung. Und die wissen gerade auch im Bereich Grafikkarten, KI,\nalso in so einem Wachstumsmarkt genau, was angesagt ist, wenn sie jetzt eben\nsich auch noch eine ARM-Lizenz holen, was sie wahrscheinlich schon getan haben.","Schon lange her.","Ja, die Frage ist, ob sie sich eine richtige ARM-Lizenz holen.\nAlso es gibt ja da quasi zwei Abstufungen.\nEs gibt die, wir nehmen ein Design von ARM und bauen das oder es gibt den,\nwir holen uns eine Architektur-Lizenz und bauen alles selber,\nso wie Apple das macht und Qualcomm.\nUnd das würde ich natürlich auch Nvidia zutrauen und wenn sie dann jetzt mit\nihrer aktuellen Marktpower in der Lage sind,\nquasi für ARM-PCs da so überzeugende Grafikperformance abzuliefern und quasi\nnoch die Desktop-CPU dazu,\nwas sie ja jetzt hier im Prinzip mit diesem 3000-Dollar-PC schon mal so angedeutet\nhaben, aber das ist halt jetzt fokussiert auf die eigentlichen KI-Funktionen.\nWenn sie das quasi dann auch noch für den theoretisch wachsenden Windows-Arm-Markt\nauch noch machen, dann könnte es vielleicht interessant sein oder halt natürlich auch den Linux-Markt.","Also als Microsoft wäre ich jetzt nervös, weil Microsoft hat das mit dem ARM\nWindows, haben sie es so oft verkackt.","Ja gut, aber wir haben ja keine andere Wahl. Also ich meine,\nmit Intel geht es jetzt nicht weiter.","Nee, Intel braucht nicht mehr nervös zu werden.","Die zittern schon.","Intel zuckt kaum noch.","Aber AMD ist ja auch noch da.","AMD ist auch noch da, ja.","Denen geht es ja relativ gut, aber letztlich ist es halt die Frage,\nhat denn überhaupt der Intel x86 die Architektur überhaupt noch eine Zukunft?\nIch meine, das ist wahrscheinlich schon ein paar Mal totgesagt worden,\naber es sah schon mal besser aus.","Ganz ehrlich, am Ende zählt, was kann die CPU und nicht welchen Zeichensatz fährt sie.\nAlso gerade der 64-Bit-Zeichensatz, den übrigens Arm damals in den Markt...","Du meinst wahrscheinlich den Instruction-Set, nicht den Character-Set.","Den Instruction-Set, ja, den damals AMD in den Markt gepusht hat,\nist ja schon so weit modernisiert, dass die Fallhöhe zu Arm gar nicht so riesig ist.\nUnd deswegen, also AMD zeigt ja, dass man mit diesem Instruction Set auch gute\nProzessoren bauen kann.\nIntel hat halt gezeigt, dass wenn man der Meinung ist, man hat das erfunden\nund macht das jetzt 40 Jahre, was kann schon schief gehen, dass halt Dinge schief gehen.","Ja, aber der Instructions-Set ist ja nicht entscheidend, sondern entscheidend\nist ja Performance per Watt.\nWenn du halt im mobilen Bereich irgendwie mithalten willst, dann musst du halt… Ja.","Aber schau dir die AMD-Mobilprozessoren an, die sind, was Performance per Watt\nangeht, sind sie vielleicht nicht ganz so gut wie das, was Apple baut,\naber sie können wirklich auch in der Klasse mitspielen.","Aber nicht in Apples Klasse. Also mit dem M4 können die nicht mithalten,\naber nicht mal im Ansatz.","Wie gesagt, die mobilen Kerne schon.","Ja, aber die können performance-mäßig nicht mithalten.","Da wäre ich mir nicht so sicher.","Also da habe ich noch nichts gesehen, was auch nur ansatzweise,\nalso Performance und Stromverbrauch zusammen gibt es nichts derzeit,\nwas Apple auch nur ansatzweise das Wasser reichen kann.\nAlso ich meine, da gab es ja jetzt von Microsoft große Ankündigungen,\njetzt hier machen wir jetzt auch ARM.\nCPUs, Qualcomm hat dann irgendwie Sachen rausgebracht, Snapdragon, bla bla bla für ARM.\nUnd die performten halt so auf dem M1-Level.","Ja, die Qualcomm-Katastrophe, über die brauchen wir nicht reden.","Ja gut, aber das ist das, was auf dem Markt ist und natürlich kann es vielleicht\nsein, dass Nvidia unter Umständen vielleicht in der Lage ist,\neinen Prozessor rauszubringen und vielleicht kann auch AMD irgendwie so ein\nbisschen Schritt halten, aber halt derzeit sind sie alle noch zwei Jahre hinterher, mindestens.","Also wenn Nvidia sich dieser Aufgabe ordentlich annimmt, dann würde ich als\nQualcomm, würde mir der Arsch wahrscheinlich auf Grundeis gehen.\nJetzt Apple Angst haben muss, weiß man nicht. Auf der anderen Seite,\nNvidia verdient jetzt Geld, vor allen Dingen mit AI.\nAlso diese ganze KI-Beschleunigung, das ist das, wo sie groß abräumen,\nalles andere ist für sie eher Kosten.\nWeil sie damit wahrscheinlich nicht genug Geld machen. Und wenn sie jetzt da\nsagen, sie haben da so ein PC, da ist halt irgendein arm Ding drin, wahrscheinlich,\njetzt nicht das schlechteste, aber der Fokus liegt, glaube ob ich auf dem eigentlichen KI-Lernen lerne.","Da liegt ja derzeit der Fokus drauf. Aber ein Markt, den sie sich jetzt noch zusätzlich,\nweil diesen Markt haben sie eh schon in der Tasche, aber den Markt,\nder jetzt quasi noch up for grabs ist, ist halt Laptop-Prozessoren der nächsten\nGeneration für Windows.\nWeil Windows wird ja noch eine Weile benutzt werden.","Ja, aber so richtig for grabs ist der Markt nicht. Also sie müssen da erst an AMD vorbei.\nUnd was PC-Prozessoren anbelangt, ist AMD momentan nicht das Wasser zu reichen.\nAuch von den Kosten her, weil die relativ günstig produzieren können.","Ja, aber halt nicht, was Leistung pro Watt betrifft. Und wenn Nvidia auch noch\ndie Grafikkarten-Performance dazu ballert, die es so in der Kombination mit\nanderen Prozessoren nicht gibt, dann könnte was draus werden. Ich weiß es nicht.\nIst mir ehrlich gesagt auch ziemlich Wumpe, aber das ist so das,\nwas ich jetzt hier gerade sehe. Müssen wir jetzt auch nicht weiter vertiefen.\nWir spekulieren ja nur. So.","Ja, ich glaube nicht, dass Nvidia da Interesse dran hat. Aber gut, mag sein.","So, haben wir noch Kleinkram?","Ja, die Doom Gallery Experience.","Ja, was ist das?","Moment, ich muss kurz den Link kopieren und hier.\nUnd zwar hat da ein, ich glaube, Es ist ein Künstler,\nhat etwas gebaut und zwar hat er die Doom Engine benutzt und den ersten Level von Doom,\num damit eine virtuelle Galerie zu bauen.\nMan kann also dann da durch diese Ausstellung gehen mit einem Glas Wein in der\nHand und immer wenn man den Feuerbutton drückt,\ndann trinkt er einen Schluck von dem Wein, aber es liegt eben auch Geld rum\nund es stehen noch Weinflaschen rum und man kann sich dann die ganzen Objekte\nangucken und zum Schluss bekommt man dann ausgerechnet,\nwie viel Geld man noch hat, wie viel Wein man noch hat.\nEs gibt auch ein Secret in dem Level, dann findet man Bier.\nDas gute Papst Blue Ribbon, ich weiß nicht, ob ihr das kennt,\ndas ist so quasi das Oettinger oder das Sternburger in Portland.\nUnter Studenten hat das so einen leichten Kultstatus, das Zeug,\nobwohl es nicht besonders gut ist, halt einfach, weil es billig ist.\nIch fand das einfach so ja, irgendwie war das witzig der Doomguy hat auch eine\nBrille und guckt ganz wichtig künstlerisch,\nalso was mit dem Käse auf sich hat, weiß ich nicht genau irgendwo findet man\nwohl auch noch Käse Cheese.","30% habe ich gerade schon mir hier.","Oh, dann hast du irgendwo Cheese gefunden.","Man vergisst ja immer, dass das erste Doom noch nicht nach oben und unten gucken\nkonnte Das ist gerade wieder, mein Gott, das ist echt lange her.","Ja, ja, das ist sehr, sehr witzig.","1993, ja.","Achso, das sind die Dinge, G ist 30 Prozent, ja.\nJa, das fand ich irgendwie so als kleinen, was kann man alles so machen?\nLeider läuft es nicht auf Mobilgeräten, aber man kann tatsächlich auch das Ganze\nals Windows-Ding kann man es auch runterladen, wenn man denn möchte.\nSo, das war die eine Kleinigkeit.\nAch ja, wir hatten das letzte Mal über alte Macs geredet und dann kam auf den\nKongress jemand auf mich zu.\nUnd meinte so, kennst du denn schon Infinite Mac?\nAuch das nochmal den Link hier rein. Infinite Mac, oh jetzt habe ich hier, egal.\nInfinite Mac ist, da hat jemand irgendwelche Mac Emulatoren auch fürs Web gemacht\nund dann kann man da tatsächlich...\nKann man da alte Mac-Systeme, so richtig alte Mac-Systeme starten und kann sich\nda im Ding drin rumklicken.\nLustigerweise gibt es tatsächlich auch relativ viele CDs, die man in den etwas\nneueren Systemen starten kann.\nUnter anderem ein Myst und ein Riven und sogar ein Marathon.\nAlso man kann da quasi auf dem Emulator Marathon spielen.","Die muss man aber extern heranführen, die sind natürlich nicht auf der Webseite.","Doch, die sind mit auf der Webseite.","Ach echt?","Mehr, ja. Also wenn man so ein macOS, was ist denn das hier,\n8.1 laufen lässt, dann kann man, da gibt es da unten so ein CD-ROM-Ding und\nda ist jede Menge Krempel drin.","Tatsächlich.","Loadrunner sehe ich hier. Doom 2.\nSogar Quake.","Ja, es sind nicht nur die Macs, die hier emuliert werden, sondern es sind auch\ndie Next-Step-Systeme.\nAlso im Prinzip sind es 68K-Emulatoren, die hier als WebAssembly tatsächlich im Browser laufen.\nDas kann man natürlich ganz gut machen mit WebAssembly.\nUnd ja, dann kann man hier mal nachfühlen, wie es ist, mit so alten Systemen\nzu arbeiten und ja, dauert allerdings auch ganz schön lange,\nalso ich boote hier gerade mal so einen OpenStep, das hat schon ganz gut zu tun.","Lustig ist bei den älteren Mac-Systemen und das hatte ich auch schon komplett vergessen,\nDie Menüs bleiben nicht offen, wenn man von der Maustaste runter geht.","Zumindest nicht bei den ganz Alten, ja.","Also...","Das war schon ein bisschen anders alles.","Das war schon alles anders, ja.","Und auch so auf eine ganz andere Art und Weise unstable. Da muss man sich erstmal dran gewöhnen.\nAber es war nicht alles schlecht da drauf.","Ja, so ein Trip down Memory Lane, wenn man die Dinger kannte.\nKannte, beziehungsweise einfach mal anschauen, wenn man es nicht kennt,\nwie ja, wir hatten ja nichts.","Genau, wir hatten ja nichts und das insofern glaube ich so für die jüngere Generation\nmal ganz gut rauszufinden, wie sich das auch so entwickelt hat.\nAlso gerade macOS, von dem ganz alten, wie wenig da eigentlich auch am Anfang\nda war und wie sehr man auch von sehr wenigen Programmen,\ndann profitiert hat und wie auch einzelne Programme, die es dann irgendwann\nmal gab, so einen totalen Craze und den nächsten Schritt ausgelöst haben.\nAlso die Ankunft von PageMaker und später von QuarkXpress, was das einfach,\ndas hat ja so komplette Industrien begründet und eingerissen auch gleichzeitig.\nDiese ganze Desktop-Publishing-Welt war ja das, was überhaupt den Macs erst\nso richtig auf die Agenda gesetzt hat.\nBis dahin war es eher so ein Experiment und ja, kann man machen,\nMaus, interessant, Fenster, wozu braucht man das?\nUnd dann kam halt irgendwie Desktop-Publishing und dann alle so, yeah.","Ja, vor allem die ganz alten Systeme waren ja noch nicht mal Multitasking-Systeme.\nSystem 7.0, Multifinder, ja okay,\naber ich glaube genau bis System 6 war es ja auch komplett, also nicht mal präemptives\nMultitasten, war wirklich nur ein Programm starten und wenn man was anderes\nmachen wollte, Programm beenden, anderes Programm starten.\nSo ist auch interessant mal zu sehen.","Und präemptiv war es auch bis zum Schluss nicht, also auch Mac OS 9 ist nicht\npräemptiv gewesen, es war immer kooperatives Multitasking.","Nein, sie haben dann was ganz Böses gebaut.\nUnd zwar das Hauptsystem lief mit kooperativem Multitasking.\nMan konnte aber präemptive Threads im System starten.\nFür all die Programme, die parallel noch Dinge tun wollten.\nUnd Multiprozessor Max und so weiter. Ja, du guckst sehr verwirrt.","Achso, aber dann nur bei Multicore-Systemen mit so einem speziellen API,\num da drauf was laufen zu lassen. Dafür gab es ein spezielles Framework.\nAber nicht die normalen.","Das war kein spezielles Framework, ich glaube ab System 8.1 oder 8.2 oder so.","Das darfst du gerne mal nachschlagen.","War das standardmäßig drin? Ja, ich weiß, wenn ich das damals nicht mir ganz\ngenau angeguckt habe, weil ich dachte, scheiß die Wand an, was haben die denn da gebaut?","Naja, auf jeden Fall war das alles Zeit, durch die Tür zu gehen und es ging\nja dann Gott sei Dank auch durch die Tür, auch wenn es dann nochmal bis 2001\ngedauert hat, bis wir dann wirklich Abhilfe bekommen haben in Form von macOS 10.","Ja, die letzten macOS, also gerade macOS 9 war ja nun wirklich nur noch Live-Support.\nUnd ich glaube auch so ein bisschen die Vorbereitung darauf,\ndass man jetzt endlich mal auf macOS 10, wie es dann hieß, umsteigt.\nAlso da waren dann auch so Kompatibilitätslayer eingezogen, dass die Programme,\ndie vorbereitet waren unter macOS 10 zu laufen, auch in macOS 9 laufen konnten und und und und und.\nBeziehungsweise sie haben das ganze macOS 9 gebundelt, dass man es in macOS\n10 laufen lassen konnte und so. Das war alles ein großes Scheiße.","Und man konnte vor allem den Niedergang von Apple an der Versionsnummer ablesen.","Je mehr Punkte sie hat.","Ja, mit Punkten fing es an. Es gab System 7.\nDas war so der Aufbruch. Jetzt alles ein bisschen bunter, Multifinder,\nmehrere Programme gleichzeitig, wenn auch kooperativ.\nDann kam so 7.1. Da wurde es irgendwie ein bisschen gebackfixbar.\nDa werden ein paar Sachen rausgeschmissen.\nDann kam 7.5. Totales Feature-Upgrade. Richtig viele interessante Sachen drin.","Und viel bunt auch. Oder mehr bunt.","Mehr bunt, genau. 7.6, das waren alles noch so die Zeiten, wo es irgendwie noch ganz gut aussah.","7.6 war die Version, die sie gebaut hatten, damit die Clone-Hersteller das mit\nihren Systemen bundeln konnten. Die Mac-Clones, erinnerst du dich?","Ja.","Genau, die haben die 7.6 bekommen. Richtig. Und die Acht wurde den Clon-Hersteller nicht mehr lizenziert.\nDas war so ein bisschen so ein Trick, den Steve, der damals dann schon zurück\nwar, aus dem Hut gezogen hat, um die Clon-Hersteller wieder loszuwerden.","Ja gut, er hat dann auch einfach gekündigt und hat gesagt, das machen wir jetzt nicht mehr.","Und hat den erfolgreichsten von denen auch direkt, glaube ich,\ngekauft oder alle eingestellt oder so.","Genau, aber das war ja dann schon so der Bugfix ich hab jetzt gerade so,\nfluppiglich hier angefangen und gesagt man kann es in der Visionsnummer ablesen\nund ich überlege jetzt gerade, was war es denn genau ich glaube mit 7,\n7.5 7.5 ging es dann los dann gab es 7.5.1 7.5.2 7.5.3 und dann gab es,\n753 Revision 2?","Gab es nicht gleich 755? Irgendwann hatten sie in der letzten Point-Version\nmal eine übersprungen, weil sie da fast eine Version rausgebracht hätten und\ndamit es keine Verwirrung gibt, haben sie die Nummer einfach ausgelassen.","Äh, weiß ich jetzt nicht. Ich weiß nur das, was ich gerade angesprochen hatte,\ndass man sozusagen die Krise an der Versionsnummer ablesen konnte.\nAlso eine Firma, die normalerweise noch nicht mal in die dritte Stelle gegangen\nist, hatte dann ein 751, 752, 753, 753 Revision 2 und dann 753 Revision 2.1.\nAlso es gab wirklich eine 753 V2.1 und die dann auch nicht irgendwie auf allen\nRechnern lief und so also es war, sie haben einfach ihre ganze Stabilität nicht\nmehr hinbekommen, sie war nicht mehr in der Lage,\nein OS zu releasen, was sowohl stabil als auch auf allen Rechnern lief und das\nhaben sie dann alles erst irgendwie so mit,\n755 so halbwegs eingefangen bekommen und 76 war dann so der Anfang mit,\nokay jetzt versuchen wir mal das Schiff irgendwie zu retten.\nEs gab noch, Version 2.2 gab es auch noch.","Wenn ich mich recht erinnere, ist Anfang,\n97 dann Next gekauft worden, ne?","Ähm 95, 96 muss das gewesen sein.","Oder war es Ende 96, Anfang 97, so in der Gegend.","Next wurde von Apple, wann gekauft? Ende 96.","Ende 96, genau. Und wenn man das hier, also wenn die Daten hier stimmen auf\nder Seite, dann kam ja quasi 7.6 raus, als Next schon eingekauft wurde.\nKlar, da war erstmal Chaos, nehme ich mal an.\nUnd das macOS 8, was sie dann rausgebracht haben, war ja eigentlich nicht das,\nwas sie jahrelang angekündigt hatten.\nSie hatten ja dieses PINK, Codename PINK angekündigt, was ja der neue Kernel zusammen mit IBM.","Ja, also das war der, das war, pass auf,\nPink war ein Forschungsprojekt zusammen mit IBM auf Basis von AIX oder irgendwie so was zu machen,\nmit irgendwie Intelligent noch irgendwie als Firma mit drin und das war alles\nauch so ein objektorientiertes Geschwurbel und das ging nowhere.\nDann haben sie Copland angekündigt. Das war das, was sie eigentlich als Codename\nfür ihr sagenumwobenes macOS 8 mit, das hat dann auch richtiges Multitasking.","Ja, genau, Copland.","Das kam auch nie raus, sondern stattdessen haben sie dann Next gekauft in ihrer\nPanik und das war, sagen wir mal, das Beste, was sie damals tun konnten.\nDadurch kam Steve Jobs wieder in die Firma, der ein halbes Jahr lang nur so Berater war.\nDann haben sie den Jill Amelio gefeuert und dann haben sie Steve Jobs als I-CEO\nals Interim-CEO den Titel, den er.","Dann irgendwann getroppt.","Hat genau und dann hat er sich sozusagen für null Dollar einstellen lassen und\ndann hat er halt irgendwie alles gekillt, was gerade war,\nalles gesteaved, alle Computerprojekte wurden eingestellt,\nmeine Die Lieblingsprogrammiersprache Döllen wurde damals,\ngekillt, die damals noch bei Apple entwickelt wurde.\nEigentlich wurde so ziemlich alles eingestellt und er hat dann alles auf eine\nKarte gesetzt und hat gesagt, bei der Hardware machen wir es jetzt so,\nwir bauen jetzt den iMac und machen eine einfache Produktmatrix.","Der iMac war aber, soweit ich weiß, auch schon ein Kind von Almelio gewesen.\nDer war schon länger in der Entwicklung.\nDen hat Steve dann ein bisschen angepasst und rausgehauen.\nWenn du dir den iMac anguckst, wie er rauskam mit seinem durchsichtigen Kram,\nglaubst du, ein Steve Jobs hätte so was von sich aus rausgehauen?","Wie was?","Naja, dieses durchsichtige Plastik.","Ja, selbstverständlich hat er das rausgehauen. Also das hätte er ja nicht rausgehauen,\nwenn er das nicht rausgehauen...","Die erste iMac-Hardware hatte übrigens noch auf der Platine einen Anschlussport\nfür ein Diskettenlaufwerk. Das wurde auch gesteaved.","Ja, klar. Also ich meine, es kann natürlich sein, dass es irgendeine Entwicklung schon gab.","Ja, die Entwicklung gab es ein bisschen länger.","Power-PCs waren ja jetzt in dem Sinne nichts Neues.","Nee, nicht mehr.","Genau. Naja, egal. Wir müssen ja nicht die ganze Apple-Next-Geschichte nacherzählen.\nAuf jeden Fall ist es schön, mal so ein altes macOS im Browser ein bisschen auszuprobieren.\nMan muss jetzt nicht alte Hardware dafür kaufen.\nKönnt ihr ja mal machen. Vielleicht nehmt ihr ein bisschen Tuchfühlung auf und\nhabt Verständnis für die alten Säcke, für die das damals einfach bittere Realität war.","So und als allerletztes und das hoffe ich, das schaffen wir jetzt wirklich in\nkurz, ist, wir hatten letztes Mal über Wasserkocher gesprochen.","Da gab es viel Feedback.","Ein bereits kommentiertes Thema.","Und das ist jetzt so ein Zufallsprodukt und zwar in Hamburg in dem Hotel, in dem ich war,\ngab es keinen Wasserkocher, hatte das Frühstück nicht dazu gebucht und wenn\nich morgens meinen Tee nicht kriege, dann kann das sein, dass ich unleidlich\nwerde. Also habe ich dann am ersten Tag,\nbeim Elektronik-Großhändler irgendwie geguckt, was es da in der Wasserkocherabteilung\nso gibt und da bin ich auf dieses Produkt gestoßen, der UNOLED Reiseblitzkocher\naus Edelstahl, Halber Liter,\n30 Euro und habe den dann einfach mitgenommen und war auch sehr zufrieden damit.\nAlso da sind noch irgendwelche komischen Plastikbecher dabei,\ndas ist jetzt nicht so wichtig. Und komische Plastiklöffel und so ein Scheiß.","Wie viel Watt?","1000 Watt.\n1000? 1000 Watt. Dadurch, dass der so klein ist und nur einen halben Liter Wasser\nwarm macht, ist es dann aber auch egal.\nEs ist jetzt nur so, dass ich mir wahrscheinlich eine größere EcoFlow kaufen\nmuss, damit ich dann auch 1000 Watt habe, aber das ist ein anderes Thema.\nAlso klar, keine Ahnung, das Ding würde ich jetzt zu Hause nicht benutzen,\nda habe ich einen richtigen Wasserkocher.\nAber so als Reisewasserkocher, den\ngibt es auch mit so einer schönen Transport-Turnbeutel, wie nennt man das?","Reisetasche.","So ein Beutel mit so einem Zwei-Kordel-Verschluss, so ein Turnbeutel halt.","Gibt es auch in einer 1,5 Liter Version.","Ja, dann würde ich ihn aber nicht mehr als Reisekocher bezeichnen.","Nicht mehr so handlich.","Also der ist wirklich sehr handlich.","Ja, ich habe mir sowas auch schon mal gekauft. Das ist im Campingbereich ganz\npraktisch, einen Reisewasserkocher zu haben, insbesondere wenn er nicht so viel Strom zieht.\nAlso man will ja eigentlich beim Wasserkocher, dass er viel Strom zieht,\nweil viel Strom viel schnell.\nAber wenn du halt nicht die belastbare Elektrik dahinter hast,\ndann sind halt niederwattigere Reisekocher besser.","Richtig, danach habe ich nämlich auch geguckt, weil ich der Stromverteilung\nda im Hotel auch nicht so richtig getraut habe.\nUnd so 1000 Watt, das sollte aber auch die schlechteste Steckdose noch mitmachen.","Na gut, Wasserkocher, alles klar. So, was haben wir auf der Uhr?\nOh Gott, Politik, Ralf.","Ja, ich versuche mich kurz und nicht allzu empört zu halten.","Ja, das wird bestimmt gelingen.","Das wird bestimmt super. Wir haben ja bald einen neuen Präsidenten der USA.","Ja, wir ja Gott sei Dank nicht.","Wir nicht. Naja, wir als Welt insgesamt dann halt irgendwie doch schon.\nInsbesondere aber diverse CEOs der USA und die machen jetzt also alle Reihe\num ihren Bückling und spenden erstmal Geld für die Einführungsfeier von Trump.\nSo beispielsweise auch Apple-Chef Steve Cook.\nDer heißt also Tim Apple.","Tim Apple heißt der.","Gott, Gott, das ist die Freutschke-Fehleistung.","Ja, eine Million Dollar für Trump spenden. Das ist aber keine Korruption, oder?","Das ist vermutlich noch keine Korruption. Also es wird aber darauf hingewiesen,\ndass er das quasi als Person macht und nicht die Firma Apple das spendet.\nWelchen Unterschied das dann am Ende auch immer irgendwo machen soll.","Naja, das macht schon einen Unterschied.","Auf jeden Fall, wer sich dort...","Würde ich jetzt mal so sagen, also klar, es ist natürlich alles ein bisschen\ntraurig, wie sehr sie sich da unterwerfen müssen, aber in gewisser Hinsicht\nhat er damit verhindert, dass Apple irgendwas tun muss.\nWenn er das aus eigener Tasche zahlt, der ist jetzt eh nicht mehr lange CEO.\nUnd ja, you take it for the team.","Ja.","Ach, Tim himself hat das gespendet.","Ja, ja.","Ja, dass ihm jetzt die Million nicht wehtut. Da mache ich mir jetzt die wenigsten Sorgen drum.\nDas ist ja von vorne bis hinten. Das ist ja nur eine reine Symbolgeste.\nNa, wer auf jeden Fall halt auch seine nächste Million reingeworfen hat in dieses\nSäckel, ist dann eben Mark Zuckerberg, Chef von Meta, Facebook,\nInstagram, Threads und Konsorten.\nUnd der hat aber nicht nur das Geld reingeworfen, sondern eben auch noch,\nist gerade erst zwei, drei Tage her,\nverkündet, dass am selben Tag, wo Trump Präsident wird,\nweite Teile des Meta-Universums von jeglicher Art von Fakten,\nChecks und in Anführungszeichen Zensur befreit wird, weil jetzt ja schließlich\nein neuer Zeitgeist angebrochen sei und wir in einem neuen Zeitalter leben und,\njetzt wird endlich mal aufgeräumt,\nund da weiß man gar nicht so richtig, wo man irgendwie anfangen soll.\nVon daher würde ich mich da jetzt auch wirklich gar nicht groß so auslassen.","Hast du die Mem-Schlacht da drum gesehen?","Die Mem-Schlacht? Ne, die habe ich in der Tat nicht gesehen.","Also hier gibt es einmal den Mark Zuckerberg recipient of world's first red\npenis transplant announces Meta will stop fact-shacking.","Achso, ja doch, die Sachen habe ich gesehen.","Facebook-Founder and Convicted-Pedophile Mark Zuckerberg, dead at 36,\nsays social media sites should not fuck check posts.","Etc..","Etc.","Das habe ich gesehen, das Instant quillt über von Falschmeldungen,\ndie er jetzt ja eigentlich alle nicht mehr löschen dürfte über sich.","Genau.","Naja, das Ganze hat natürlich dann eben doch leider auch einen sehr ernsten Hintergrund,\nweil er sich auch in der Argumentation auch hinter X quasi dranhängt und sagt,\nso wir machen jetzt alles so wie Musk und machen stattdessen jetzt eben so diese Community Notes.\nDas heißt also, die Mehrheit der Lesenden muss sich einig sein,\nso, das stimmt hier nicht und dann kann man eine entsprechende Notiz dann ranhängen\nan einen Inhalt, wie fantastisch das funktioniert, das sehen wir jetzt ja bei X.\nSprich die ganzen Firmen, die jetzt gerade glücklich irgendwie nach Threads\nmigriert sind, können sich jetzt wieder als nächstes überlegen,\nwo sie noch hin wollen, klar, die sind jetzt dann auch nach Blue Sky gezogen,\nanstatt irgendwie nach Mastodon, wie es sich vielleicht mal gehören würde,\nund das macht mich zornig und wütend und das könnt ihr euch anhören,\nwie ich richtig zornig und wütend werde, wenn ihr das möchtet,\ndenke ich nicht hier und jetzt, sondern,\nda war ich auf dem Kongress in einem Podcast eingeladen, dem Wisspod.\nNele Heise war da auch zu Gast. Und da hatte ich, glaube ich,\nauch schon ein bisschen was getrunken.\nIch weiß es nicht mehr so ganz genau. Auf jeden Fall bin ich da für meine Verhältnisse\nirgendwie, glaube ich, ungewöhnlich krawallig geworden.\nVorhin ja, Tim, du hörst dir deine Sachen noch an, um ein Gespür dafür zu bekommen.\nSo war das jetzt eigentlich gut und kannst du das weiterempfehlen?\nIch würde das jetzt unter Vorbehalt weiterempfehlen.\nIch glaube, so rhetorisch lässt das Ganze vielleicht ein bisschen zu wünschen\nübrig. Ich entwickle da aber so ein paar Grundgedanken, wo ich glaube,\nda kann man vielleicht doch was mit anstellen.\nUnd das würde ich jetzt vielleicht nur in 20 Sekunden mal zusammenpacken.\nIch glaube, wir müssen völlig aufhören, irgendwelche Feature-Debatten zu führen.\nAlso dieses ganze, wir können als Firma irgendwie oder als Journalisten nicht\nauf Mastodon gehen, weil da fehlt uns Feature XY und das ist alles völliger Quatsch.\nSich in diese ganzen Debatten noch überhaupt reinzuklinken, das macht überhaupt\ngar keinen Sinn. Und ich bin mittlerweile der festen Überzeugung,\ndass Europa da einen ganz anderen Weg einschlagen sollte, nämlich erstens über\nGeld gehen und zweitens über Juristen.\nDas heißt also öffentliche Software, öffentlicher Code.\nUnd das transferieren wir jetzt einfach auf Social Media. Wenn irgendwo ein\nProjekt oder eine öffentliche Einrichtung des öffentlichen Dienstes gefördert\nwird mit öffentlichen Geldern, dann müssen die auch mindestens einen offenen Kanal bespielen.\nUnd eben nicht nur irgendwie X und Threads und TikTok, sondern können sich aussuchen,\nwas sie wollen. Aber es muss irgendetwas Öffentliches sein.\nUnd damit das Ganze auch vernünftig durchgesetzt wird. Also erstens kriegen\nsie kein Geld, wenn sie es nicht machen.\nUnd das geht meiner Meinung nach aber immer noch nicht weit genug.\nDaher würde ich als zweites vorschlagen, wir brauchen ja einfach mal eine Gesetzgebung dafür.\nUnd dass sowas funktioniert, das haben wir bei DSGVO gesehen,\ndas haben wir bei BETV2 gesehen. Alle stöhnen darüber.","Wo gesehen? BETV2?","BETV2.","Was ist das?","Das ist Barrierefreiheit.","Ah.","Dass du also alle Webseiten barrierefrei machen musstest.","Ach, die Accessibility-Sache?","Ja, ganz genau so. Alle stöhnen, aber es passiert.\nUnd genau so machen wir jetzt einfach mal eine Gesetzgebung,\nwo drin steht, öffentlich finanzierte Einrichtungen müssen auch freie,\noffene Kommunikations-Social-Media-Kanäle bespielen.\nWas sie daneben noch alles machen, ist mir völlig egal.\nKönnen die alles bespielen, wenn sie meinen, sie brauchen das.\nSie müssen einfach verdonnert werden. Und von selber werden weder die Politikerinnen\nes lernen, noch die Journalistinnen es lernen, noch die Social-Media-Teams es lernen.\nAlso müssen wir da mit anderen Hebeln dran und den Gedanken führe ich da ein bisschen aus.\nUnd jetzt höre ich auch schon, weil ich fange schon wieder an,\nmich aufzuregen und das will ich aber heute gar nicht.","Sehr gut.","Naja, also ich meine die Hoffnung, dass wir uns nicht mehr über Features unterhalten,\nda kann ich dir gleich sagen, dass wir enttäuscht werden.","Wir, da meint er jetzt nicht die Anwesenden.","Sondern… Nein, ich auch nicht.","Nein, aber wenn du dir anguckst, Monate, Monate, Querstrich,\njahrelang mussten wir uns anhören, warum gerade Journalistinnen auf gar keinen\nFall irgendwie mit Mastodon klarkommen, weil ihnen da Feature Exhibition kommt.\nUnd so dieselben Leute, dieselben Teams sind innerhalb einer Woche alle mit\nPauken und Trompeten zu Blue Sky eingezogen, was vom Feature-Set her immer noch\nungefähr ein Viertel von dem hat, was Mastodon seit Jahren irgendwie Ja.","Aber die Sachen, die sie halt brauchen.","Als das da jetzt wäre.","Ja, Suche zum Beispiel. Ich meine, das ist schon mal so das erste Thema,\ndass du halt mal in den ganzen Scheiß nach allem suchen kannst und das kannst du halt bei Masse nicht.\nDu suchst halt irgendwo irgendwie.\nHashtags kommen auch nur von irgendwo irgendwie. Du hast halt immer so Ausschnittsblasen\nund ja, ich weiß, warum das so ist und ich weiß auch, dass das eine bewusste\nDesign Entscheidung ist.\nDas hat auch alles seine Gründe, aber es ändert halt nichts an der Tatsache,\ndass das eben einfach mal sich nicht so twitterig anfühlt und das ist nun mal\ndas, was die Leute suchen.\nAlso ich will das jetzt nicht bewerben, ich sag nur, das ist der Grund, warum und du kannst halt,\nnoch so mit hehren Zielen und Weltrettung und Umweltschutz und Accessibility\nund Freiheit und Demokratie, kannst du so werben, wie du willst.\nDie Leute wollen am Ende das kriegen, was sie haben wollen und wenn das halt\nnicht da gibt, dann wird das nicht benutzt.","Ich glaube nicht, dass das die Gründe sind, aber das diskutieren wir echt nicht hier und heute.\nIch glaube, das liegt in der Art und Weise, wie die Social-Media-Teams aufgestellt\nsind, wie deren mittleres Management aufgestellt ist und was dort die Entscheidungswege sind.\nDas hat nichts mit Features zu tun.","Ja gut, ich meine, die rennen natürlich dahin, wo alle sind und denken nicht\nüber solche Metathemen nach, wie du das oder wir das tun.\nUnd dann ist das eben die Folge davon.","Dieses, wo alle sind, die waren ja eben alle nicht bei Blue Sky.\nDas heißt also, wer tritt dann dort eben die Stampede eigentlich los,\nmit was für der Agenda wird das Ganze eigentlich losgetreten.\nUnd warum schafft die EU es in so vielen anderen Bereichen mit Regularien dann\ndoch im Großen und Ganzen das Richtige zu tun und gerade hier schaffen sie es aber halt nicht.","Ja gut, ich meine es waren dann halt schon kritische Massen.\nBei Blue Sky. Nicht für alle Gruppen, aber eben für manche.\nUnd wie es eben so ist, wenn die Promis irgendwo hinmarschieren, dann sind alle da.","Heise hat jetzt zum Jahresende wieder schön ihre Statistiken mal publiziert,\nwie sie auf den verschiedenen Social Media Kanälen eigentlich jetzt vertreten\nsind und wie viel Traffic auf ihre eigentlichen Angebote sie aus welchen Kanälen bekommen. Ja.\nSo und da ist jetzt Mastodon mittlerweile führend, gleichauf mit Facebook interessanterweise,\naber weit vor Threads, weit vor Blue Sky, weit vor X.\nDas heißt also, wenn ich das systematisch und vernünftig bespiele,\nist es eine Bubble, aber es ist innerhalb von Deutschland dann doch auch schon\neine relativ große Bubble, unsere Tech-Bubble immerhin.","Ja, aber ich würde die Zahlen für die Gala gerne mal sehen.","Naja, also wenn man das vernünftig bespielt, dann kannst du dort echt Reichweite\ngenerieren, die auch nicht nur gekaufte Bots sind, sondern echte reale Menschen.\nAber daran haben die Social Media Teams vielleicht gar nicht so viel Interesse,\nweil die halt andere KPIs bespielen müssen.\nAber lass uns das echt nicht hier und heute jetzt noch ausbehalten.","KPIs sind der Teufel.","Gut, vor 40 Jahren, oder sind wir wieder bei alten Scheiß, das hätten wir schon\nmit dem macOS eben bringen können, vor 40 Jahren wurde der Atari ST vorgestellt.\nHabt ihr mal Kontakt gehabt mit einem Atari ST?","Ja, die Tastatur war richtig scheiße.","Und der Bildschirm war spannend, weil zwar nur grau, aber ziemlich hochauflösend.","Nee, schwarz-weiß war der.","Der hatte grau Stufen, oder?","Nein.","Der war nicht schwarz-weiß.","Der war schwarz-weiß. Hatte nur ein bisschen mehr Auflösung.\nAber im Großen und Ganzen, also es gab die Farboption, die hatte nicht die Auflösung.\nUnd dann gab es den schwarz-weiß Bildschirm.\nUnd der war wie der Mac, nur nicht so geil.","Der SM124, Monochroma-Monitor mit sagenhaften 640x400 Bildpunkten.","Ja, das war damals ein Traum.","Weil damals mein Best, also ich hatte einen Amiga und mein bester Freund hatte\neinen Atari ST. Man kann sich vorstellen, was das für eine entspannte Situation war.\nAber ich habe das echt in Erinnerung, dass der graustufen konnte.\nGab es irgendwann eine Nachfolge gewesen?","Aber einen reinen Graustufen-Monitor gab es nicht von Atari.\nEs gab ja nur den Farbmonitor.","Interessant.","Aber das war ja quasi so die Zeit, wo du eben eigentlich gerade gewechselt bist\nvon diesen rein analog-videogetriebenen Monitoren, die halt rumflackerten und\nrumflummerten oder du eben in der Regel deinen Fernseher angeschlossen hast als Alternative dazu.\nUnd da war natürlich dieser Atari-Monitor wie eben auch der Macintosh-Monitor\nvorher ja schon eine totale Segen.\nAlso im Prinzip haben sie ja nur den Mac kopiert. Überhaupt war der Atari ST\neine reine Copy Machine?\nAlso ich würde mal sagen, auf dem Atari ST war überhaupt nichts wirklich neu.","Nee, selbst das Dateisystem war irgendwie ein Fad von DOS.","Oh, ist noch schlimmer. Das ganze Betriebssystem, was unten drunter lag,\nunter diesem Gem, was sie ja auch von DR Research eingekauft haben, hieß ja TOS-Modell.\nWarum hieß das TOS?","Tremiel OS?","Ja, genau. Tremiel Operating System. Jack Tremiel war ja der Gründer von Atari\nST. Vorher war er bei Commodore.\nUnd lustiger Typ, habe ich auch noch eine kleine Anekdote zu erzählen.\nAuf jeden Fall, dieses TOS war halt auf dem 68K im Prinzip das normale MS-DOS.\nAlso sie haben wirklich nicht sehr viel mehr gemacht als MS-DOS auf 68K sozusagen umzusetzen.","Neu kompiliert.","Ähnlichen Abstraktionen und Kommandozeilen und so weiter. Also da war nicht wirklich viel neu.\nEin paar Abweichungen mag es gegeben haben, aber das war alles so barebones und so dahin gerotzt.\nAlso Operating System technisch war das Ding überhaupt nicht geil.\nDer einzige Wurf war, sie waren auf dem Markt.","Und sie hatten eine MIDI-Schnittstelle.","Amiga, genau. Und sie hatten eine MIDI-Schnittstelle. Und das war,\nglaube ich, den meisten Anwendern in den USA irgendwie egal,\nhat aber einen interessanten Effekt gehabt. Wisst ihr welchen?","Naja, sie waren halt die MIDI-Sequencing-Maschine schlechthin.","Genau, das war die Musikmaschine.","Aber was war der eigentliche, okay, ich frage mal ein bisschen anders.\nWas ist, Also wir kennen ja alle die Bedeutung der USA für Software.\nDa kommen die meisten Apps her, da kommen die meisten Betriebssysteme her und\nüberhaupt Software und so weiter.\nAußer den USA gibt es sehr wenige Länder, die überhaupt für irgendwas bekannt sind.\nAlso sagen wir mal ein Land und für welche Art von Software dieses Land bekannt ist.","Naja, es gab zur 8-Bit-Zeit und auch später gab es einige Spielebuden in England.","Mhm, richtig.","Auch einige in Frankreich. Und ich würde sagen, Musiksoftware war eigentlich\nDeutschland immer ein Hotspot.","Genau. Steinberg, wann hatten die das erste?","Wegen des Atari ST.","Wegen des Atari ST.","Und warum Deutschland?","Keine Ahnung, also ich glaube Steinberg waren die die Ersten also Imagic,\ndas was dann später Apple gekauft hat war ja eine Ausgründung von Steinberg.","Deswegen sind die auch beide in Hamburg.","Genau, deswegen sind die beide in Hamburg War Steinberg die erste Boote die in MIDI Tracker sind.","Notator Notator Logic,\nWar glaube ich, Cubase war das Erste.","Cubase war Steinberg.","Notator, Logic, daraus wurde dann später Logic.","Nein, Logic ist aber Imagic. Also es ist dann schon die Ausbildung.","Genau, genau. Also Cubase war das Erste. So, und das fing halt alles in Deutschland an.\nIn Deutschland haben die Leute ein Atari gekauft mit MIDI und Deutschland ist\nhalt Kraftwerk-Country.\nTechno, elektronische Musik, das haben die Amerikaner ja auch jetzt nach Jahrzehnten\nimmer noch nicht verstanden.\nAber Deutschland war halt immer schon der Ort, wo elektronische Musik gemacht\nwurde. Und deswegen gab es diesen Druck.\nMit Cubase hat es angefangen, dann kam halt Logic, dann kam Ableton, Native Instruments.\nAlso mit Ausnahme von Reaper kommen alle DAWs der Welt aus Deutschland.","Gott, und gerade die muss ich nutzen. Verdammt.","Naja.","Ableton ist eine Ausgründung von Native Instruments gewesen.","War es nicht andersrum?","Nein.","Okay, gut.","Da ich bei Ableton gearbeitet habe, weiß ich das ziemlich sicher.","Ja, okay, gut. Ja, dann so rum, wie auch immer. Aber auf jeden Fall Berlin, Hamburg.","Berlin, Hamburg.","So, und ich meine Apple Music. Also nicht Apple Music as in Apple Music,\nsondern Apple, die Softwareabteilung für Logic, für GarageBand und so weiter.","In Hamburg, ja.","Ist auch immer noch in Hamburg.","Ja, ich weiß nicht, ich habe da ja auch gearbeitet.","Da hast du gearbeitet?","Da habe ich gearbeitet, das ist ein halbes Jahr.","Ah ja, okay. Naja, auf jeden Fall, das ist auch immer noch so.\nUnd es gibt ja überhaupt nur sehr wenige Orte, wo Apple außerhalb der USA Software\nproduziert. Und das ist halt eine der Ausnahmen.\nEine andere Ausnahme ist, glaube ich, in Israel gibt es noch etwas.\nUnd dann weiß ich schon gar nicht mehr.","Zu Apple in Hamburg gibt es eine lustige Anekdote.\nUnd zwar war Apple, als Garageband gerade so rausgekommen ist,\nwollten die dafür ein Audiointerface auf den Markt werfen.\nUnd dieses Audio-Interface wurde aber von den Hardware-Leuten von eMagic gebaut.\nUnd deswegen haben alle in Amerika gesagt, nee, das Ding hat es nie gegeben.\nDas ist ein Rumor, das nicht stimmt.\nAber es gab das Teil, ich hatte es auf dem Schreibtisch und ich habe tatsächlich\nden Software-Updater dafür geschrieben.\nEs wurde leider nie veröffentlicht.","Okay, verstehe. Also auf jeden\nFall, das war der Grund, warum der Atari ST überhaupt eine Bedeutung hat.\nWeil ich glaube, ansonsten war eigentlich alles relativ zweitklassig.\nDer Amiga war deutlich besser bei Spielen, war deutlich besser bei Video und bei 3D.","Der Amiga hatte ein Ding, das hat vor und nach dem Amiga nie ein anderes System getan.\nAlso vielleicht spezielle Karten, aber das sogenannte Gen-Log-Fähigkeit.\nUnd zwar konnte der Amiga seine Grafik nicht nur...\nExtern synchronisieren. Also der Grafikchip konnte das Zeilensignal extern eingespeist\nbekommen, sondern konnte über einen ganz speziellen Pin auch sagen,\nhier darf das eine Signal durch und hier möchte ich was anzeigen.\nUnd deswegen konnte man da relativ leicht Geräte bauen, wo du quasi Videoeingang,\nAmiga, Videoausgang und dann das Amiga-Bild mit Alpha-Kanal,\nalso digitalen Alpha-Kanal, davor blenden konntest.\nUnd das war so der Standard, keine Ahnung, für ein paar Jahre war es der Standard,\nder auch im Fernsehen viel verwendet wurde.","Weil du auf einmal synchronisiertes Video hattest sozusagen.","Genau, weil du dich extern synchronisieren konntest und keine Hardware brauchtest,\ndie zwei Bilder irgendwie zusammen mischst, sondern die liefen sowieso synchron.\nWar ja alles analog, wie du so schön sagst.","Also noch zwei Sachen zum ST. Also ich habe jetzt gerade in den Chat nochmal\nein Screenshot reingeworfen.\nJa, das Screen ist wirklich monochrom, aber der Hintergrund vom Desktop,\nder sieht grau aus, weil er gedithered ist. Also so jedes Pixel.","Ja, das war bei Mac auch so.","Und da die Qualität halt dann natürlich nicht so toll ist, sieht es dann eben\nvon ein bisschen weiter weg aus, als ob das quasi ein dritter Farbwert dann\nim Graubereich doch dabei wäre.","Aber nicht, weil der Bildschirm nicht gut ist, sondern weil er gut war.","Und da keine Interferenzen und sowas irgendwie reinkommen. Moiré-Effekte, wie es alles heißt.\nUnd der zweite Punkt, den ich erinnere, war, dass man gut drucken konnte mit\ndem ST im Gegensatz zum Amiga.\nDass es dort schon durchaus sowas wie Desktop-Publishing-ähnliche Software drauf hat.","Drucken war kein Amiga-Spezialgebiet, das stimmt.","Es gab, jetzt wo du das sagst, es gab eine Desktop, eine spezielle,\neine, wie hieß das, es gab auf dem Atari-Spezialgebiet,\nSo eine Desktop-Publishing-Software.","Und da konnte man mit Schriften auswechseln, die nicht in einem Drucker eingebaut\nwaren. Das ging auf Mami überhaupt nicht.","Wie hieß denn das nochmal?","Ja, nicht gar nicht unsere Schülerzeitung drauf gedruckt.","Desktop-Publishing auf dem Atari ST. Da gab es eine, das weiß bestimmt der Chat\nschneller, als ich antworten kann.\nAber da gab es ein ColorMoss. Genau, ColorMoss.\nEin rahmenorientiertes Layout-Programm und das hatte in der Tat ja, das hatte Bedeutung.\nWeil ja auch desktop Publishing in Deutschland relativ stark war,\nweil wir viel Publikationen, Verlage und so weiter hatten, da hat sich das dann\ntatsächlich auch teilweise etabliert. Das stimmt.\nDas ist neben der ganzen Musikgeschichte so eine Sache.\nSo und ich weiß nicht, ob ich die Story schon mal erzählt habe,\naber ich dachte, ich packe sie jetzt einfach mal rein, weil ich habe diesen\nJack Tremiel ja mal kennengelernt.\nDer ist ja mittlerweile auch gestorben. Und der Hintergrund ist der,\ndass ich ja früher in Hannover gelebt habe, so als Computer-Kit.\nUnd dann gab es halt so eine Phase, wo ich einen Atari ST hatte.\nNicht lang, aber hatte ich. ich hab's dann, ich hab so eine ulkige Karriere gehabt.\nIch hatte irgendwie C64, dann gab's den Amiga nicht, dann hab ich mir einen\nAtari ST gekauft, hab mich mit dem eine Weile beschäftigt.\nDann war das uninteressant, dann hab ich mir einen Commodore PC 10 gekauft,\nalso einen der allerersten oder den allerersten PC-Klonen und hab ein bisschen\nmit DOS rumgemacht, da gab's noch kein Windows,\nwar also, ja, okay, vielleicht, meinetwegen, aber komme nicht so spät nach Hause.\nUnd dann habe ich mir einen 286er gekauft,\nUnd den habe ich dann nicht mehr mit DOS gefahren, sondern mit Xenix.\nUnd dann ging das mit Unix los und später kam der Mac.\nAuf jeden Fall war das die Atari-Zeit. Und wir waren ja in Hannover.\nUnd was ist in Hannover immer gewesen?","Cebit.","Cebit, genau. Und wer kannte sich richtig gut aus auf der Cebit?","Na du.","Wir, alle. Naja, das ganze CCC hat ja immer die Cebit geohnt.\nUnd wir waren immer überall. Also wir waren immer auf allen Presseempfängen\nund also alles, wenn es irgendeine Party gab, wir waren da.\nEgal ob Nokia gerade finnische Bands einlädt und da irgendwie ein großes Festschmeiß\nhier, wie hieß es, Leningrad Cowboys, habe ich da irgendwie live gesehen auf\neiner Nokia Party und so eine Geschichte.\nUnd auch jegliche Völlerei von irgendwelchen Firmen und damals ging es noch\nopulent zu auf diesen Pressekonferenzen.\nUnter anderem auch bei Atari, wo ich dann halt auch immer war. Also wir waren immer da.\nUnd ja, dann haben wir aber, dann war Jack Tremiel da und dann haben wir nach\ndieser Presseveranstaltung gefragt, ob er nicht Bock hat, bei unserem Hackertreff vorbeizukommen.\nSo auf den Dienstag.\nUnd er so, ja.\nUnd wir wussten nicht, ob das wirklich stattfinden wird. Also Hackertreffen\nim Sinne von, wir waren so sechs, sieben, acht Leute.\nUnd dann haben wir gesagt, ja, wir machen hier mit Atari rum und wir kennen\nuns irgendwie aus und ob er nicht Bock hat, irgendwie vorbeizukommen.\nUnd dann hat er zugesagt. Und dann kam er auch tatsächlich mit dem Taxi,\nhat sich irgendwie noch so einen Technikmenschen aus seinem Unternehmen genommen.\nUnd hat, ja, ist dann da aufgeschlagen.\nWir waren also in so einer kleinen Kneipe, irgendwie saß in so einem kleinen,\nverrauchten Raum, Jack Tramiel auf dem Sofa.\nDer Typ war wirklich unglaublich. Hat die ganze Zeit eigentlich nur gelacht\nund fand es einfach alles so irre unterhaltsam und crazy mit uns.\nUnd wir haben uns da unterhalten und wir konnten halt so technische Fragen fragen,\ndie dann halt sein Technikmensch soweit ich mich erinnern kann,\nweitgehend beantworten konnte. War auf jeden Fall ein lustiger Abend.\nEr meinte, er hätte nur irgendwie ganz kurz Zeit, saß dann aber irgendwie über\neine Stunde, glaube ich, oder zwei sogar mit uns rum.\nNaja, auf jeden Fall hat dann einer von uns darüber auch diesen Kontakt behalten.\nUnd ist dann später tatsächlich bei Atari eingestellt worden und war dann,\nnachdem Atari irgendwann keinen Erfolg mehr hatte und abgewickelt wurde,\nwar er dann einer der letzten Mitarbeiter von Atari überhaupt.\nDie Tür zugemacht. Also der ist wirklich sozusagen mit Jack Tremiel irgendwie\nso als letzter aus dem Raum rausgegangen und das alles nur, weil wir auf einer\nPressekonferenz irgendwie mal\ngefragt haben, ob man nicht Bock hat vorbeizukommen. Das war sehr lustig.\nNaja, die Geschichte. 40 Jahre ist das jetzt her, früher, als nicht alles besser\nwar, Leute. Ihr könnt euch das nicht vorstellen, es war schlimm.\nNichts hatten wir.","Was ich so lustig fand an Atari, aber das war auch Mac und,\nder Amiga, die haben ja alle drei den gleichen Prozessor gehabt.\nUnd dann gab es natürlich Emulatoren für die jeweils anderen Systeme.\nUnd ich weiß noch, dass ich auf dem Amiga damals sowohl einen Mac-Emulator hatte,\nals auch einen Atari-Emulator.","Oh, der war langsam. Ich glaube, ich habe den einmal ausprobiert.","Der war so schnell, wie der Atari so war. Das Lustige war.","Das war ja nicht ein Emulator in dem Sinne, sondern nur so ein VM,\nalso der lief ja der Code Native.","Ja, der Code lief Native. Das Lustige war, das Diskettenlaufwerk.\nMan hat ja bei dem Zugriff von dem Diskettenlaufwerk gehört,\nah, das ist ein Amiga, das schnarzelt immer so ein bisschen.\nUnd dann hast du dieses, beim Mac hattest du dieses so ein bisschen so ein,\nEin tiefes Brummen, der hatte nicht so viele Obertöne, sondern der brummte eher so tiefer.\nUnd dann hatte man noch den Atari, der war irgendwie so irgendwo dazwischen, klang immer nach DOS.\nUnd immer wenn man einen der Emulatoren laufen ließ, klang tatsächlich auch\ndas Diskettenlaufwerk wie das von den anderen Systemen, obwohl es die gleiche\nHardware war. das war so dermaßen witzig.\nIch fand das immer super und der Amiga-Emulator von Atari konnte tatsächlich\nOriginal-Atari-Disketten lesen.\nAllerdings die Mac-Disketten nicht, weil die Mac-Laufwerke irgendwie komisch waren.\nDas weiß ich aber nicht mehr genau, was das Problem an den Mac-Laufwerken war.\nIrgendwas war da komisch.\nDeswegen waren die nicht kompatibel.","So, und jetzt?","Jetzt bist du, glaube ich, dran, wenn mich nicht alles täuscht.","Ähm, ähm, ähm, ähm, ähm, ähm, ich wollte nur kurz noch was ankündigen.\nIch bin nämlich weg. Bald.\nIch hatte ja auch schon vor einiger Zeit hier mal so Reisepläne angekündigt\nund die werde ich jetzt auch wahr machen, allerdings anders als ursprünglich gedacht.\nIch werde jetzt nicht nach Neuseeland fahren.\nWeil Gründe? Keine Orbits. Naja.\nAufgeschoben ist nie aufgehoben. Ist eine längere Gedankenkette,\ndie jetzt auch nicht weiter eine Rolle spielt. Aber trotzdem,\nich werde längere Zeit weg sein.\nWir werden aber weiter die Freakshow machen. Ich werde daran remote teilnehmen.\nHier werden alle Klimmzüge gemacht, um das irgendwie sicherzustellen. Unter anderem.\nRude Casa Duo und so weiter, als Reisepodcast-Gerät und so weiter, also für alles gesorgt.\nJa und das wird dann schon mit der nächsten Sendung soweit sein und ich werde\nmich dann trotzdem in den weiten Universen, tendenziell Richtung Südostasien\nrumtreiben und dort ein paar,\nwie ich hoffe, interessante Begegnungen und Erfahrungen machen.\nMeine erste Haltestelle ist Singapur, falls es Hörer in Singapur gibt.\nIch weiß, dass es mal Hörer in Singapur gab, aber ich weiß nicht,\nob es noch Hörer in Singapur gibt.\nHörer und Hörerinnen natürlich gleichermaßen, wenn ihr in irgendeiner Form von\ndort der Freakshow lauscht,\ndann lasst doch mal eine Mail fallen oder so oder schreibt mich auf irgendeinem\nSocial Media Kanal an, ihr werdet schon einen Weg finden.\nDas würde mich auf jeden Fall interessieren, das wird dann übernächste Woche\nder Fall sein, also so 17.\n18. Januar, dann ziehe ich aber auch schon wieder weiter und ja,\nfalls ihr da überhaupt irgendwo in der Region seid, ich weiß noch nicht so hundertprozentig,\nwo ich überall entlang kommen werde.\nMalaysia wird dabei sein, Taiwan wird dabei sein und die Region will vielleicht\nauch noch auf andere Art und Weise erkundet werden.\nDas kann ich dann auch noch bekannt geben. Also wenn ihr in irgendeiner Form\nda seid, dann lasst das doch mich mal wissen und dann gucken wir mal.\nNa genau, wir machen dann hier aber trotzdem Kram.","Ja und Singapur hat kein deutsches Internet, sondern ordentliches.","Wie? Schnell oder zensiert?","Schnell, robust, zuverlässig.","Hast du das schon getestet?","Nein, ich frage.","Achso. Ich denke mal, das mit dem Internet, das ist ja so ein Business Hub.","Ja, besser als in Deutschland ist einfach, glaube ich.","Ja, also ich glaube, ich mache mir ehrlich gesagt jetzt keine Sorgen.\nAlso Zug fahren und Internet, das geht definitiv woanders besser.","Da kann ich kurz einschieben und zwar hat die deutsche Glasfaser ja groß angekündigt,\nbei mir in der Ecke Glasfaser legen zu wollen und hat eine Bedarfsermittlung gemacht.\nDiese Bedarfsermittlung ging irgendwann zu Ende und seitdem hat sich die Webseite\ndort nicht mehr angepasst.\nIch fürchte schon, das wird nichts, die werden wohl doch keine Glasfaser legen.","Und jetzt?","Weiß ich nicht. Gutes, gutes, altes Telekom-Schnürsenkel-DSL, nehme ich mal an.","Ja.","Also, weiß nicht. Also, und jetzt?\nAlso, der Status quo hat sich nicht geändert. Also, das ist weit.","Ja,\nauf jeden Fall, Roddy und ich\nwerden dann hier die Meta-Ebene live und in Farbe bespielen, so der Plan.\nDas heißt, für Technik-Abenteuer ist gesorgt.","Auf jeden Fall.","Also ja, gucken wir mal, wie das so wird. Okay,\nhaben wir noch irgendwas Kleines, was wir noch dazwischen schieben können? Nicht so richtig, ne?","Ich glaube, nein. Also wir hatten das Thema Kongress ja eigentlich schon durch.\nDa gibt es einen Talk, den ich gesehen habe und zwar den über das Volkswagen Datenleck.\nUnd das war, wenn man so ein betroffenes Auto fährt, schon gar nicht so richtig lustig.\nInteressanterweise kam gestern Abend die Ankündigung eines Updates,\naber in den Release Notes stand nichts zu dem Thema drin.\nIch weiß nicht, ob sie das länger geplant haben oder ob das ein ganz schnelles\nHoppla, da müssen wir jetzt kurz mal, dass die Autos vielleicht nicht mehr so\nviele Daten senden. Keine Ahnung.\nAlso ich kann mir eigentlich nicht vorstellen, dass die Firma in Wolfsburg so\nschnell ist, dass sie von Kongress bis jetzt schon ein Update zusammengeklöppelt haben.","Vielleicht solltest du mal kurz erklären, worum es geht, wenn du das Thema schon ansprichst.","Ähm, also, ähm, VW ist erwischt worden, Daten relativ offen im Internet rumliegen\nzu lassen und diese Daten waren, äh,\nDaten, die sie über die Besitzer, ähm,\nvon Autos eingesammelt haben, die größtenteils zu der MEB, zu der mobilen Elektrobastelkasten,\nwie es im Vortrag hieß, Elektrobaukasten gehören.\nAlso die ganze ID-Reihe, 3, 4, 5, 6, 7 und Basis wahrscheinlich,\nsowie die dazu kompatiblen Audi-Modelle.\nAber auch von Skoda und Seat, also der Enyaq, wie auch immer der heißt,\ngefällt mir jetzt gerade nicht ein und irgendwelche Skoda-Autos.\nAllerdings auch Autos, die tatsächlich nicht zu dem MEB gehören.\nDa haben sie wahrscheinlich auch entsprechend Elektronik verbaut.\nWeiß ich nicht so genau, ist im Vortrag kurz angerissen.\nAlso auf jeden Fall sammeln diese Autos Standortdaten und zwar ein bisschen\nviel und ein bisschen genau bei den Autos, die tatsächlich von Volkswagen selber ist.\nDie Skoda und Enyaq Leute, die haben da ihre Hausaufgaben gemacht und haben\ndie Daten entsprechend eingekürzt. Wie war das? Auf 10 Kilometer, glaube ich?","Ja.","Während VW tatsächlich die Standortdaten auf der vollen 10 Zentimeter Auflösung...","Auch wenn sie was anderes versprochen haben.","Auch wenn sie was anderes in ihren AGBs versprochen haben...\nJa, das ist im Prinzip der Vortrag, also der ist sehenswert,\nder ist sehr sehenswert.","Also die Daten muss man dazu sagen, also das sind die realen Daten,\nsie lagen auch in nennenswerten Mengen vor, wir reden hier von hunderten von\nTerabytes, also richtig, richtig, richtig viel und sehr ausführlich über sehr\nviele Autos in allen möglichen Aspekten.\nDer Vortrag zeigt dann auch, gekoppelt mit User-Konten und selbst wenn es das nicht wäre,\nkönntest du also aus diesen Bewegungsprofilen problemlos herausarbeiten und\ndas wurde ja dann in so einer beispielhaften Auswertung auch gezeigt, also so, was weiß ich,\nPerson, Auto steht über Nacht immer an dieser Adresse und ist dann tagsüber\nvon 9 to 5 an der Adresse und dann zwischendurch mal am Supermarkt und so weiter.","Und am Kindergarten.","Im Kindergarten. An der Schule. Genau, also der Vortrag heißt,\nwir wissen, wo dein Auto steht.\nDas ist natürlich sehr schön gewählt, ist sehr humoristisch,\nhat nicht zu viele Details, aber zeigt auf jeden Fall wieder so einen typischen\nFall von, also man muss dazu sagen, das ist nicht aus dem Live-System,\nsondern das sind quasi Backups, die da gefunden wurden.\nAlso es ist nicht ein Live-System gehackt worden, sondern es sind Daten im Netz\nirgendwo abgelegt und schlecht gesichert gewesen.\nUnd dort konnten sie dann sozusagen geborgt werden, wurden dann Tests ausgewertet\nund seien laut Vortragenden wieder gelöscht worden. Ganz ordentlich, genau.\nUnd ja, das war im Wesentlichen der Vortrag. Und das ist auch ehrlich gesagt\nein Problem, was ich sehe.\nMan muss dazu sagen, die Daten, die sie gefunden haben, waren jetzt nur die Elektroautos.\nAber diese Datensammlung an sich ist nicht auf Elektroautos beschränkt,\nsondern das ist generell Teil des Flottenmanagements und das findet genauso\nmit Benzinern und Dieselfahrzeugen moderner Generation statt.\nWir sehen aber ja generell so eine zunehmende Elektronifizierung.","Wenn ich sie richtig verstanden habe, habt aber die Elektrobaukastenautos tatsächlich\nauch mehr Daten gesammelt als die anderen.","Ja, weil da kommen ja noch diese ganzen Ladezustände und so weiter mit rein.\nDas fällt natürlich jetzt bei den anderen weg.\nUnd ich kann ja auch verstehen, dass man sowas auswerten will.\nDas Problem ist nur, man sammelt diese Daten eben komplett de-anonymisiert.\nUnd nur um mal zuvor.\nVielleicht einen Vergleich zu machen, wie man es ja auch machen könnte.\nMan könnte sie anonymisieren.\nApple liest ja auch diese Daten mit und bildet da Statistiken drüber und alles mögliche.\nAber sie haben ja auch dann ein entsprechendes Modell der, wie hieß denn das\nnochmal, Differential Privacy, was quasi so ein System ist, was in der Gesamtheit\ndie Daten sicherstellt, dass die quasi die richtige Aussage haben.\nSie aber so kryptifiziert verschaffelt werden, dass du im Einzelnen niemals\nbeweisen könntest, dass es zu irgendetwas genau dazu gehört und das ist quasi ihr Ansatz.\nDa kann man jetzt darüber diskutieren, ob das ausreichend ist oder ob sowas\nauch nicht statthaft ist, aber es ist auf jeden Fall schon mal so,\nwenn du die Daten dann so im Netz findest, dann hast du zwar auch eine statistische\nAuswertung, aber eben keine Zuordnung.\nBei den GPS-Daten, insbesondere die, die halt mit 10 cm Auflösung sind,\ndas geht ja mal gar nicht bei einem Bewegungsprofil, das wäre jetzt auch beim\niPhone genau dasselbe und von daher hohe Fahrlässigkeit zeigt einfach nur mal wieder,\nwie gering ausgeprägt das gesamte Gefährdungsbewusstsein ist oder wie schlecht\ndie Systemadministration ausgelegt ist.\nDas ist eigentlich eine ganze Kaskade von Vorwürfen, die man hier machen kann.\nInsofern leider auch nicht überraschend. Nur so ein Moment wieder.","Naja, sagen wir mal so, wenn man mit der Software von VW schon mal etwas intensiver interagiert hat,\ndann wundert einen überhaupt gar nichts.\nAlso allein die Menge an Firmen, die beteiligt sind, um die App,\nalso die Mobile App auf die Räder zu kriegen und bei wie vielen einzelnen Teilen\ndieser Firma VW du akzeptieren drücken musst, um diese App zu benutzen,\nsagt dir, da weiß der Finger von der rechten Hand nicht, was der Daumen von der rechten Hand tut.\nAlso es ist ein komplettes Chaos.\nDieses Auto ist auch ständig in Zuständen, wo man nicht so genau weiß,\nist es jetzt an, ist es jetzt aus, ist es jetzt keine Ahnung,\nwarum schließt es sich in dem Fall wieder ab, aber im allgemeinen Fall nicht und solche Sachen,\nwarum geht jetzt die Heckklappe auf beim ersten Mal, wo ich den Knopf drücke,\nwarum geht die Heckklappe jetzt nur auf beim zweiten Mal, wo ich drücke und\nso weiter. Also es ist alles extrem,\nsketchy.","Es ist nichts Neues. Ich habe ja einen Turan noch, so mit gut Benzin und all dem und,\nDas ist mein zweiter Touran. Bei dem ersten Touran war es chronisch,\ndass man ab und zu mal so auf die Straße kommt, wo das Auto steht und feststellt,\ndass alle Fensterscheiben runtergefahren sind.\nDas hat das Auto von alleine getan.","Ja, das ist, wenn man den Schließen-Button länger drückt, dann macht er auch die Fenster auf.","Nein, dann macht er die zu.","Macht er sie zu?","Ja, ja, damit kann man alles auf einmal schließen aus der Ferne und dass das\nFahrzeug so beschließt, oh, frische Luft, ich brauche frische Luft und dann\neinfach alle Fenster aufmacht, das war so ein Bug.","Naja, auf jeden Fall hatte ich gestern Abend dann ein Over-the-Air-Update.\nDachte mir so, oh spannend.\nHabe dann das versucht zu installieren und das ist, was ich sehr witzig fand,\ndas kann man nur installieren, wenn man das Standlicht ausschaltet.\nDas ist so, das ist sowas, wo du denkst, bitte was?\nWarte mal, ich habe da ein paar Screenshots. Also das erste sieht so aus.\nDa sagt er dann so, hey, du hast ein Update. Update verfügbar. Sehr gut.\nSchon mal nicht verkehrt. Dann sagst du, okay, wie sieht es denn da aus mit dem Update?\nUnd wenn man jetzt in dem Screenshot guckt, da ist dieses kleine Informationsding\nStandlicht ausschalten.\nRate mal, was nicht passiert, wenn man auf dieses I drückt.","Das Standlicht wird nicht ausgeschaltet?","Richtig. Okay.","Das hört sich ja auch wieder in Sicherheitsrisiko.","Und zwar ist links vom Lenkrad ist dieses Touchpanel mit den ganzen Licht und\nsonstigen Bedienelementen und da gibt es in der Mitte einen Button,\nder heißt Auto und wenn man da drauf drückt,\ndann kann man Standlicht zwischen Auto,\nOn und Off schalten und wenn man dann Off schaltet,\ndann kann man tatsächlich installieren.\nLustigerweise, das war so die Ankündigung dessen, was da in der Aktualisierung drin ist.\nMit diesem Update nehmen wir kleinere Aktualisierungen und Fehlerbehebungen,\nist wahrscheinlich eine kleinere Aktualisierung und Fehlerbehebung,\nwenn sie tatsächlich das Datenleck gefixt haben, in Zusammenhang mit dem Antrieb vor.\nAh ja, dessen Funktion wird dadurch nicht beeinträchtigt, ihr und Antrieb,\nna genau. Ähm, hm, hm, hm, hm.\nBei Fahrzeugen, die mit einer Diebstahlwarenanlage ausgestattet sind,\nist dies während der Installation nicht aktiv. Okay, meinetwegen.","Dieses Update führt nicht zu einer Erhöhung der angezeigten Version der ID-Software.\nDarüber konnte ich mich auch tatsächlich… Es gibt nichts zu sehen, gehen Sie weiter.\nZu viele Details sind nur unruhig.","Das ist Version 7.5.3, revision 2.1.","Das war vorher 3.7 und es ist jetzt immer noch 3.7.\nDu weißt nicht, hat er es tatsächlich installiert oder hat er nur so getan,\nals würde er es tun, während du schläfst? Weißt du nicht.","Revision 2.1.","Also diese Firma ist, was Transparenz anbelangt, sind Umbauten vorgenommen worden,\ndie die Steuersignale des Fahrzeugs eingreifen.\nZum Beispiel Taxi führen sie keinen Over-the-Air-Update.","Also ich meine, immerhin haben sie nicht geschrieben, dass sie irgendwie einen\nFrühjahrsputz gemacht haben, irgendwie alle Ketten geputzt, den Müll rausgebracht\nhaben und generell für eine bessere Experience gesorgt haben.","Magst du diese lustigen Hinweise nicht?","Überhaupt nicht. Ich finde, es gibt nur eine einzige App auf dem ganzen Planeten,\ndie es schafft, korrekte und gleichzeitig unterhaltsame und informationsreiche\nUpdate-Texte zu liefern.","Das war diese Wetter-App.","Oder?","Slack.","Slack, oh Gott.","Schau dir mal Slack-Update-Knots an.","Die haben eine Weile lang auch versucht, sehr witzig zu sein.","Ich fand die immer witzig.","Okay.","Also ich fand die durchgehend witzig und informativ.","Aber dieses Update führt nicht zu einer Erhöhung der angezeigten Version der\nID-Software. Entschuldigung, wer hat denn das bitte beschlossen?","Tja, das ist ja ungefähr so, als ob wir hier eine Sendung rausbringen,\ndie nicht zur Erhöhung der angezeigten Sendungsnummer beiträgt.\nAlso das geht ja gar nicht.","Also die Handzock werden wir noch nicht im Griff, die Wolfsburger.\nJa, aber mal so ganz und gar nicht.\nDie sind doch durch so einen Tal der Tränen gegangen, da denkt man so, Leute, na egal. Egal.","Gut. Let's go. Feedback zur letzten Sendung von mir.\nDa habe ich nämlich über Cursor geschwärmt. Ihr erinnert euch?\nDie Älteren erinnern sich, oder? Erinnert ihr euch?","Unbedingt.","Ja.","Ja, so alt sind wir durch dieses Schwärmen nicht geworden.","Ja, war es ja schon.\nKleiner Witz. Ich wollte nur ein paar Nachträge liefern.\nIch habe auch schon eine Menge Feedback bekommen von Leuten,\ndie es dann auch mal probiert haben und ein paar andere Experimente gemacht.\nIch habe seitdem einfach weitergemacht, also das hat mich total gepackt, das Fieber.\nZumal ich dann auch noch ein paar Sachen rausgefunden habe, die mir zum Zeitpunkt\nder Sendung noch gar nicht klar waren und die dazu geführt haben,\ndass ich meine Produktivität noch weiter steigern konnte.\nUnd ja, dazu gehört, dass Cursor, also vielleicht ein kleiner Recap für Leute,\ndie die letzte Sendung nicht gehört haben, also Cursor ist so ein Editor,\nein Klon vom Visual Studio Code von Microsoft,\npopulärer Open Source Editor und die haben den halt genommen und haben den so\nein bisschen angepasst und haben halt eine LLM oder beziehungsweise mehrere\nLLMs dort eingebaut oder man kann sich auswählen, mit welcher LLM man arbeiten will.\nMan zahlt da irgendwie 20 Dollar im Monat und da führt man dann irgendwie 500\nRequests, sogenannte Fast Requests frei.\nMan kann es auch mit Slow Requests machen. So ist es jetzt auch nicht.\nAuf jeden Fall funktioniert das alles ganz super und da ist dann schon so ein\nNext Level erreicht und ich habe das halt mit dem Cloud 3.5 Modell probiert\nund das tue ich auch nach wie vor, weil es meiner Meinung nach immer noch das Beste ist.\nIch habe jetzt auch mal so ein bisschen mit Chat-GPT, aber Chat-GPT ist mir zu phaselig.\nAlso der ist mir nicht konkret genug. Der erzählt mir immer schön,\nwas man alles so machen müsste und dann so, ja mach mal.\nUnd dann muss man ihn irgendwie immer ein bisschen zum Jagen tragen,\ndas ist ein bisschen ungeil.","Wobei, man muss dazu sagen, du hast ja immer die 4O-Version,\nsagst du nicht die O1, die besser sein soll für Coding?","Ja, das Ding ist, also, was ich eigentlich entdeckt habe, was mich bis dahin\nimmer ein bisschen verwirrt hat, ist, es gibt halt so einen...\nSidebar, den du aufmachen kannst und da gibt es dann diesen Chat-Dialog.\nAber der Chat-Dialog ist nicht das Einzige, was du diesem Sidebar machen kannst.\nEs gibt auch einen anderen Dialog, der nennt sich Composer.\nUnd ich habe immer nicht so richtig gecheckt, was eigentlich der Unterschied ist.\nUnd um ehrlich zu sein, ich weiß auch immer noch nicht, warum es eigentlich\nden Chat noch gibt, weil eigentlich will man Composer haben.\nUnd dann habe ich also auf Composer umgestellt und da wurde mir dann erst so richtig.\nFlau im Magen, weil ich bisher sozusagen die ganze Zeit mit angezogene Handbremse\ngefahren bin und das hat mich ja schon irgendwie ziemlich umgehauen.\nComposer ist einfach der Ort, wo du wirklich mal richtig loslegen kannst und\ndein ganzes Projekt ausformulieren kannst und dann legt das Tool einfach los.\nUnd man kann diesen Composer in einem normalen und in einem Agent-Modus betreiben.\nMir ist ehrlich gesagt nicht so ganz klar, was dieser normale Modus überhaupt\nsein soll, weil du willst definitiv in dem Agent-Modus arbeiten,\ndenn dieser Agent-Modus, der,\nredet nicht nur mit dir und macht auch nicht nur Code-Vorschläge,\nwas man mal so machen könnte, sondern der kann die Dateien dann auch gleich\nautomatisch editieren, zeigt dir dann an, was er schön alles geändert hat.\nDas heißt, du kriegst sozusagen, also musst gar nicht irgendwie Apply machen,\nsondern der legt einfach los.\nDer bearbeitet irgendwie alles und du kannst dir dann sofort anzeigen lassen,\nwas jetzt irgendwie alles geändert wurde und das macht er nicht nur in einer\nDatei, sondern das macht er in allen, vielen Dateien.\nDu kannst einfach sagen, leg mal los hier auf die Codebase und vor allem du\nkannst halt auch loslegen auf einen komplett leeren Ordner und sagen erstmal,\nwas du willst und dann wird der ganze Bowlerplate ausgerollt und irgendwie das\nganze Gerüst gemacht und das macht er nicht einfach, indem er so oder nicht einfach nur,\nindem er Files anlegt, das auch und Ordner,\nsondern der kann dann auch gleich.\nTerminal-Kommandos aufrufen und startet irgendwie dann dein Project-Building-Tool\noder GIT oder was auch immer gerade ist und es ist einfach,\nIrre. Und in dem Dialog, da bin ich dann so richtig heiß geworden,\nweil wenn du so ein bisschen dann mal ein Gefühl dafür bekommen hast,\nwie man eben mit diesem Ding hantieren muss,\ngeht einfach die Produktivität nochmal komplett durch die Decke.\nAlso ich habe wirklich komplexeste Sachen damit gemacht, Riefreiz.\nAlles mögliche, so was weiß ich.\nIch hatte dann so Code und dann hat mir dann das Naming nicht gepasst.\nIch habe dann irgendwie so einen Begriff benutzt, den ich irgendwie gerne für\nwas anderes frei hätte und der irgendwie besser passt. Und dann muss man dann\naber irgendwie ganz, in ganz vielen Orten irgendwas ändern und so.\nAber das war dann irgendwie kein Problem. Das gehst du einfach los und sagst\nso, hier, ich verwende diesen Namen.\nIch würde aber gerne einen anderen Namen verwenden. Ich möchte jetzt gerne,\ndass überall alles geändert wird, was irgendwie in irgendeiner Form diesen Namen\noder Ableitung von diesem Namen benutzt und dann marschiert er da irgendwie los.\nUnd dann trifft er vielleicht nicht alle Stellen auf einmal,\ndann musst du noch zwei, dreimal nacharbeiten, aber im Wesentlichen kommst du schon irgendwie dahin.\nUnd wenn du in diesem ganzen Step-by-Step-Talk irgendwo das Gefühl hast,\njetzt hast du dich komplett verrannt, weil, hatte ich ja auch letztes Mal schon\ngesagt, das kann dann schnell mal passieren,\ndass man, was weiß ich, zu unscharf formuliert hat oder das Ding einfach auch\nin so einen Overzealous-Mode kommt und einfach zu viel auf einmal ändert oder\nanfängt irgendwelche anderen Kommentare noch mit wegzulöschen oder Code umzuschreiben,\nden du gar nicht umschreiben wolltest.\nAlso das kann schon mal passieren, aber du kannst dann in diesem Composer jederzeit\nalso er macht quasi mit jedem Prompt so ein Checkpoint und du kannst einfach\nsagen, ich möchte dahin wieder zurückkehren und dann macht er automatisch so\neinen lokalen Rollback, unabhängig von Git,\nnur in dem Editor in deiner Local Copy und dann bist du wieder genau da,\nwo du vorher warst, also das ist wirklich irre und.\nSeitdem ist auch noch ein neues Feature, ein drittes Sidebar Feature,\ndas habe ich aber jetzt noch nicht ausführlich getestet, dazugekommen, das ist der Bugfinder.\nUnd das ist dann wirklich so, du nennst dein Projekt, gehst in den Bugfinder und sagst, finde Bugs.\nUnd dann marschiert das Ding durch und durchsucht irgendwie alles.\nUnd zwar auch deine Git-Historie und kann dann irgendwie rausfinden,\nwer für irgendwelche Änderungen verantwortlich war und es ist alles total crazy.","Ja, ich habe auch noch ein paar Stunden darin versenkt.\nIch habe aber in der Tat von vornherein immer in dem Composer View gearbeitet.\nAlso es tut mir leid, dass ich dir das nicht in der letzten Sendung irgendwie\nschon gezeigt habe. Es war mir nicht klar, dass du da noch in dem Chat bist.","Ja, ja.","Gut, Dinge passieren. Ich habe ja erzählt, in der letzten Sendung,\ndass ich hier mir diese Software-Idee geschnappt hatte, dass man aus Draw Things,\nwas halt KI-generierte Bilder generiert,\nnochmal so ein Browser- und Analyse-Tool draufsetzt, um zu gucken,\nwelche Einstellungen, welche Loras haben eigentlich welche Effekte und was für Qualität kommt daraus.\nUnd das habe ich dann ja mal, es gab eine Software, die das hatte und dann habe\nich gesagt, okay, jetzt from scratch lasse ich das einfach mal komplett selber und neu schreiben.\nUnd hatte dann, das war so der Status der letzten Sendung,\nirgendwo war ich da so bei 700 Codezeilen und dann wurde die Sache ein bisschen\nanstrengend, weil das irgendwie so die,\nGröße ist, ab wo dann die LLMs dann doch wieder auseinanderfallen und hatte\naber dann doch noch so ein paar relevante Feature Requests wie irgendwie,\nich will jetzt halt mehrere selektieren und Drag & Drop ins lokale Fallsystem\nmachen können und ähnliches.\nDas war ja eine reine HTML-Java-Script-Anwendung zu dem Zeitpunkt.\nDann gab es da so 30 Minuten Diskussion von mir und dem System,\nwo also dann, ich habe also auch immer Cloud 3.5 Sonnet genommen,\nwas meiner Meinung nach auch das Beste ist in der Tat derzeit für Coding.\nUnd das war dann so eine ganz klassische LLM-Drehschleife, die dann da gestartet wurde.\nJa, ist doch gar kein Problem, das machen wir jetzt hier mit dem generischen\nHTML4, Dreck und Drop, guck mal hier, alles geil, so ausprobiert,\nfunktioniert nicht. Ja, okay, dann machen wir es jetzt mit Mac OS generisch\nund so. Gar kein Problem, kriegt man hin.\nSo, funktioniert sie wieder nicht. Ah, ist auch kein Wunder,\nwir müssen das generische HTML4. Nein, nein, hallo, da waren wir gerade eben.\nGuck mal oben nach. Ja, das heißt also, wenn das eigentlich nicht funktionierte,\nist er immer sofort wieder auf die andere Technologie, aber beide liefen nicht.\nUnd irgendwann habe ich dann gesagt, so, jetzt guck nochmal ein bisschen,\nnimm mal einen Schritt zurück und schau nochmal drauf, wo die eigentlich sind.\nUnd dann kam mir in der Tat an, naja, ich habe schon von Anfang an gesagt,\ndu brauchst eigentlich eine Elektronen-App für das, was du hier machst.\nDas ist eigentlich sowieso nicht richtig.","Das hat er gesagt.","Wenn ich so, ach gut, ich fühle mich eh schon schmutzig hier,\ndass ich hier alles gogen lasse, dann schreibe ich halt jetzt mal die erste\nElektronen-App meines Lebens oder das in mir schreiben.\nWarum denn nicht? Und was soll ich sagen? Das ging dann plötzlich sehr schnell sehr gut.\nDas heißt also, da war er dann wieder in einem sehr ausgetretenen Pfad,\nden er gut in Anführungszeichen verstanden hatte und der gut im Internet durchdokumentiert ist.\nSo Elektronen-Apps gibt es dann nochmal irgendwie wie Sand am Meer.\nDas heißt also, all das, wo man vorher technologisch dann wirklich immer sehr\nvon der Seite gegengetreten hat, damit es irgendwo ging, ging dann mit dem Elektronen-Framework\nsehr einfach und sehr schnell.\nBis, und das ist jetzt der aktuelle Stand, man so bei 1500 Kurzzeilen ist.\nUnd dann geht er jetzt dann doch auch wieder in die Knie. Und auch solche Geschichten\nwie, jetzt mach mal ein Refactoring und jetzt teile das doch mal auf in unterschiedliche\nModule, damit wir irgendwie eine etwas saubere Architektur bekommen und das\nwieder wartbarer wird, kriegt er nicht mehr hin.","In was ist das dann gekohlt? JavaScript?","Das ist immer noch JavaScript, ja. Das ist jetzt JavaScript mit einem Elektron\ndrüber, aber es ist rattenschnell.\nEs hat ein paar lustige Ideen, glaube ich, verbaut.\nAber im Moment ist es in einem State, wo es gar nicht funktioniert.\nAnsonsten könnte ich hier schon mal rein zeigen.\nAber zur nächsten Sendung, glaube ich, kriege ich das noch repariert und dann\nwürde ich das in der Tat auch mal releasen, weil das, glaube ich, eine Lücke füllt.","Was ist das, was du da brauchst?","Können wir uns das vielleicht nochmal angucken. Das ist ein Browser- und Analyse-Tool\nfür von KI-Image-Generatoren erzeugte Bilder.\nUm etwas systematischer vergleichen zu können, so wenn ich welche Parameter\nändere bei meiner KI-Bildgenerierung, was für Auswirkungen hat das auf die Bildqualität\noder auf Motivauswahl oder was auch immer.\nJa, so und ich glaube, da werde ich die Stable Diffusion Querschnitt-Draw-Things-Community\nganz glücklich machen, wenn ich denen das dann mal vorwerfe.\nAber da muss ich noch ein paar Umdrehungen machen, aber Elektron funktioniert,\nkann man einfach nur sagen, das hat also echt dann den Knoten zum...\nAuseinandergegeben, Dreck und Drop und so weiter, alles ja kein Problem.\nAber es ist auch das Sonnet-Modell, ab einer gewissen Komplexität der Software\nwird es dann echt anstrengend.\nUnd da stehst du als jemand, der nicht irgendwie selber auch programmiert,\nstehst du dann da total im Kalten.","Ja, das war ja meine Aussage auch schon beim letzten Mal.\nAlso es ist gut zum Lernen, aber wenn man Serious Projects machen will,\ndann muss man auch wissen, was man tut.\nAlso das ist schon hilfreich, wenn man in diesem Prozess sehr darauf achtet,\ndass man sich aus dem Code, der erzeugt wird, lernt und diesen Code zu interpretieren lernt.\nAlso dass man die Sprachen, die man verwendet, so gut kann, dass man sie auch,\nalso komplexe Algorithmen, okay, vielleicht auch irgendwo eine Grenze,\naber zumindest, dass man erstmal die Syntax drauf hat.\nDass man auch ein Gefühl dafür bekommt, okay, was will der mir jetzt andrehen?\nUnd diese Verzweiflungsschleife, die Schleife der Verzweiflung,\ndie er da eintritt, die kommt vor allem dann,\nwenn man zu sehr Vorgaben macht, die dann für das eigentliche Ziel gar nicht angemessen sind.\nAlso ich hatte auch so einen Fall, wo ich gesagt habe so, ja,\nich möchte jetzt gerne hier so bei meiner Web-Anwendung, bei Phoenix Live View,\nda möchte ich gerne irgendwie das und das machen und das wäre doch sicherlich\neine gute Anwendung für so ein Live-Component.\nSo heißt so ein bestimmtes Element.\nUnd das hatte ich zu dem Zeitpunkt gar nicht so richtig verstanden,\nwas das ist. Ich hatte nur eine Meinung davon, was es ist.\nUnd habe dann irgendwie versucht, in dieser Live-Component irgendein dynamisches\nZeug zu machen. Und dann ging es halt wieder los.\nSo, ja, alles kein Problem. Hier, guck mal.\nZack, zack, zack. Ich habe da mal was vorbereitet. Hier, guck mal,\nweißes Häschen unter dem Hut.\nUnd ausprobiert ging nicht. So. Und dann wieder so, ja, hier geht nicht.\nJa, nee, kann ja auch gar nicht gehen. Wir müssen das irgendwie mit dem Ansatz\nprobieren. Und dann ging das immer so hin und her.\nUnd dann ist es halt so ein bisschen, wie dieses kleine Kind steht vor dir und\ndu hast es um etwas gebeten, was es nicht erfüllen kann, weil die Rahmenbedingungen nicht stimmen.\nUnd du hast eine schöne Formulierung gerade verwendet mit denk doch nochmal\nrichtig drüber nach. Den Tipp hatte ich irgendwie ganz zu Beginn bei LLMs schon\nvon Frank, von Frank Rieger. Vielen Dank für den Tipp bekommen.\nEr meinte, er hätte bessere Ergebnisse, wenn er am Anfang schreibt, take a deep breath.\nWeil irgendwie, wenn du ihn sozusagen, also wenn du sozusagen...\nWorte und Formulierungen verwendest, die so typischerweise so bei Denkern zum Ausdruck kommen.\nSo dieses, wir entspannen uns, wir treten einen Schritt zurück.\nGenau, wir treten einen Schritt zurück und schauen uns das Ganze nochmal von\noben an und betrachten die Metaebene.","Out of Spocks, Dengel.","Die Hände.","Genau, also solche Ansätze, damit assoziierst du einfach andere Gedankenstrukturen\nund wirst nicht von vornherein so konkret und dann kommt er aus diesem Konkreten\nnicht mehr raus, weil er sich da sozusagen in diesem Promptkontext komplett verbeißt.\nUnd dann sagst du halt auch erstmal, ich möchte gerne diese, das ist mein Ziel.","Mein Wirkungsziel.","Schlage mir vor, mit welcher Technologie, mit welchem Ansatz kann ich das machen.","Oder drei verschiedene Ansätze.","Mache ich auch gerne. Gib mir mehrere zur Auswahl.\nNimm nicht das, sondern ich könnte mir vorstellen, dass das und das und das\nfunktionieren könnte, aber ich bin mir unsicher.\nEvaluiere diese drei und liefere mir Argumente für und dann machst du nochmal\nso eine Zwischenstufe und dann wird es auf einmal ganz anders so.\nUnd das sind so Techniken, wo man eben gucken muss, wie kriege ich aus diesem\nAssoziationsgewitter, wie bekomme ich da quasi so ein Preset hin.\nDu musst erstmal quasi die Landschaft definieren, in der du dich bewegst.\nUnd wenn du da einfach so eine Blumenwiese reinzauberst, wo,\nverschiedenste Insekten und verschiedenste Blümchen da sind und viele Optionen\nsind, wo man irgendwie seinen Nektar herbekommen kann, dann hast du viel bessere,\nErgebnisse, als wenn du sagst so you are in a room, here is your computer,\nhere is your keyboard, go.\nWeil dann kannst du einfach auch nur noch in diesen Dimensionen denken.","Ja, also ich glaube wohl schon noch,\nPotenzial nicht gehoben ist, ist schon, dass die Promthistorie,\nglaube ich, zu wenig gewichtet wird derzeit, also in dem Kontextfenster.\nAlso er ist dann eben doch sehr auf irgendwie so das jeweils letzte Kommando\nplus sein aktueller State im Code konzentriert und schaut zu wenig darauf,\nwas eigentlich die letzten fünf Schritte davor schon beinhaltet haben.\nAnsonsten dürfte er eigentlich nicht immer in diese AB-Schleifen reinfallen.\nEs müsste ihm eigentlich selber einfallen, in Anführungszeichen, so da war ich schon mal.\nDas führt uns hier nicht weiter. Ich kann jetzt nicht nochmal dasselbe vorschlagen,\nwas ich genauso vor einer Minute schon vorgeschlagen habe.","Das ist richtig und tatsächlich kann man sich aber am besten dadurch befreien,\nindem man den Kontext komplett verlässt und nochmal neu ansetzt.","Ja, völlig d'accord. Das ist gar kein Widerspruch dazu. Also ich sage nur,\nda könnten Sie einfach mit der vorhandenen Technologie wahrscheinlich noch ein\nbisschen was tunen. Das zweite, wo er, finde ich, eine systemische Schwäche\nhat, ist hinter sich aufräumen.\nDas heißt, wenn irgendein Ansatz nicht funktioniert und man dann sagt,\nokay, das war jetzt nicht so richtig Knall, räum das mal ab und stattdessen\nprobieren wir mal Variante Y,\nlässt er häufig dann doch ziemlich viele Fragmente von seinem ersten Ansatz noch im Code drin.\nJa, also und das, da gleite ich auch jetzt so ein bisschen über zum Problembewusstsein\nbei der ganzen Geschichte.\nDas, was dahinter als Code rauskommt, ist nicht so richtig schön,\nwenn man also komplex und längere Zeit damit arbeitet.","In Java-Skript.","Ja, okay, das mag sein, dass es von Sprache zu Sprache dann nochmal ein paar Unterschiede gibt,\naber das muss man auf jeden Fall einpreisen, dass man dann also in regelmäßigen\nAbständen dann nochmal eine echte Codehygiene drüber gehen laufen lässt,\nweil das macht er eben auch nicht von selber an der Stelle.\nJa, so bewusst ist es dann doch nicht.\nUnd wir haben ja ein bisschen Prügel bezogen in den Kommentaren von der letzten\nSendung dazu, wie wir sowas ja so abfeiern können und all die Gefahren, die dahinter stecken.\nUnd das ist, würde ich sagen, richtig, das haben wir in der letzten Sendung\nwirklich wenig zugesagt zu den Gefahren.\nUnd ich sehe die im Wesentlichen eigentlich noch auf zwei Ebenen.\nDas erste ist, dass ganz im engsten Sinne halt jetzt Software entsteht,\ndie einfach unsicher sein kann.\nIch kann Sicherheit da rein prompten.","Im Gegensatz zu der bestehenden Software, die ja total sicher ist.","Ja, aber wenn ich halt jetzt der LLM nicht sage, Achtung, lege insbesondere viel Augenmerk darauf,\ndass das Ganze hier vernünftig gehärtet ist, dann wird sie das von sich aus\nnur in sehr geringem Umfang tun. Also das muss man schon aktiv mitdenken.\nUnd die zweite Ebene ist natürlich das, was wir letzte Sendung und auch heute\nnatürlich eigentlich feiern, nämlich dass es ein Werkzeug ist,\num plötzlich viel mehr Software entstehen zu lassen und viel einfacher Software\nentstehen zu lassen, die dann noch irgendwo publiziert wird.\nUnd auch irgendwo zum Einsatz kommt, wo dann aber im Zweifelsfall wirklich kein\nMensch mehr drüber geguckt hat.\nUnd für einen Zeitraum X, bis die LLMs dann in ein, zwei Jahren dann wirklich\nin Anführungszeichen perfekt sind, was sowas angeht.\nUnd ich glaube, das werden wir noch erleben und zwar relativ bald.\nBis dahin haben wir wahrscheinlich wirklich nochmal so ein Tal zu durchschreiten,\nwo wir eventuell mit großen Massen an durchaus problematischer Software uns\nirgendwie auseinandersetzen.\nMüssen. Weil also dieses Werkzeug ist so verführerisch und so niedrigschwellig\nund löst einem auf so vielen Ebenen so viele Probleme.\nIch kann mir nicht vorstellen, dass es da draußen viele Buden gibt,\ndie dem widerstehen können einfach.","Oh, mit Sicherheit nicht, aber\ndas sind auch Buden, die bisher noch nie besonders gut abgeliefert haben.\nAlso klar, es gibt hier eine Menge Probleme. Es gibt ja auch sehr viel Klagen von Software,\nEntwicklern, die jetzt mittlerweile, also sagen wir mal, hier so größere Projekte,\ndie so Bug-Bounties haben, werden beballert jetzt mit irgendwie AI-generierten Security-Bestand,\nhinweisen.","Nahlegendes Geschäftsmodell.","Das ist zum Beispiel so ein Problem. Aber ich will noch mal kurz bei der Entwicklung\nbleiben und warum ich das nicht ganz so negativ sehe.\nAlso klar, du wirst solche Budenwürste haben und so weiter und das sind aber\nauch Leute, die heute schon, also vielleicht machen sie noch gar keine Software.\nDas kann auch sein, aber schlechte Software gibt es genug.\nUnd Software, die keine Security einhält, ohne Ende.\nHaben wir ja gerade ausführlich wieder gehabt den Fall und die Beispiele sind ja mannigfaltig.\nEs ist hier auf jeden Fall möglich, auch sagen wir mal so seine eigenen Designprinzipien und,\nGrundbedingungen einfach auch mit rein zu diskutieren oder rein zu diktieren.\nOb die dann immer eingehalten werden, ist eine andere Sache,\naber das geht auf jeden Fall. Du kannst auch sehr gut Security-Checks damit machen.\nDu kannst halt einfach sagen, nimmst den Code, sagen wir mal,\nob da irgendwelche Sicherheitslücken sind. Mache ich hier irgendwelche klassischen Fehler?\nIst mein URL-Encoding, mein String-Handling und so weiter ist das safe und so weiter?\nKann man alles irgendwie darüber ganz gut abbilden und ist auf jeden Fall ein\ninteressantes Lerninstrument.\nAlso man muss, das ist halt wieder der Hammer. Du kannst damit was einschlagen,\naber du kriegst damit auch ordentlich Nägel in die Wand getrieben und wenn man\nes halt so ein bisschen lernt.\nAbgesehen von Security, erstmal ist es ja so, LLMs sind eigentlich im Wesentlichen so eine Art.\nZwölferpackung Best Practice. Weil sie lernen ja quasi so aus dem entstehenden\nCode und du kannst halt sehr gut die typische Weise, wie man ein Problem angeht, erstmal erfahren.\nUnd das ist ja schon mal etwas, was viele Leute ausschließt.\nWas ich auch noch gemerkt habe, dadurch, dass du auch so schnell vorankommst,\nist es auf einmal ökonomisch verschiedene Varianten durchzutesten.\nJa, du sagst jetzt hier irgendwie Code ist irgendwie eingecheckt,\njetzt mache ich mal einen Branch auf, jetzt gucken wir mal läuft das besser,\nwenn ich das jetzt was weiß ich, auf 20.000 Prozesse verteile,\ndiesen Ansatz wähle, wenn ich hier mein Interface ändere, was kommt dabei raus?\nUnd dann kann ich eine zweite Variante vergleichen und obwohl das unheimlich\nviel Code ist, der dann da vielleicht erzeugt wird oder umgeschrieben wird,\nkann ich danach sehen so, ah okay, das geht in die Richtung,\ndas geht In die Richtung,\nich habe jetzt auch mehrere Fälle gehabt, wo ich in so Dead-Ends reingerannt\nbin, aus Gründen, die ich vorher nicht habe sehen können.\nAlso ich habe zum Beispiel, wollte ich hin, oder was halt wollte ich,\nich war schon nahezu fertig,\nich wollte für meinen HDMI-Matrix-Switch, habe ich das letzte Mal schon erzählt,\nich glaube nicht, wollte ich eine Kontrollsoftware machen, um das mit Stream Deck zu machen.","Du hast das, glaube ich, angeteasert.","Habe ich das schon erzählt, dass es das vorhatte? Dass es das vorhattest. Genau.\nDann habe ich das irgendwie auch so weit getrieben, nur um dann am Ende,\nals das eigentlich schon alles lief, festzustellen, dass Stream Deck die Eigenschaft\nhat, seine Plugins einfach mit einem SIG-Therm-Signal abzuschießen nach 30 Sekunden Inaktivität.\nAlso gefühlter Inaktivität.\nWeil, ja, keine Ahnung warum, weil sie die Erfahrung gemacht haben,\ndass die Plugins Speicher belegen oder sich sonst irgendwie die Karten legen.\nUnd sie haben einfach mal beschlossen, die killen wir einfach mal nach 30 Sekunden,\nwenn dann kein Button gedrückt wurde, weil die rufen wir dann auf,\nwenn wir sie wieder brauchen.\nIst natürlich super, wenn dein Programm ein permanentes Monitoring betreibt\nund die ganze Zeit laufen muss.\nUnd dann habe ich noch eine kleine Schwäche von Elixir und Erlang entdeckt,\ndass ich nämlich so ein SIG-Therm-Signal nicht ignorieren kann mit der VM.\nWas nochmal ein Problem für sich ist.\nKann man beheben, indem man dann nochmal so einen Rapper-Prozess irgendwie in\nwas anderem macht, aber ich wollte ja irgendwie pure bleiben.\nWas ich sagen will eigentlich ist, da war sehr viel Weg erforderlich, um überhaupt erstmal.\nDiesen Case durchzutesten, um festzustellen, geht das überhaupt,\nkann ich das überhaupt so machen und ganz am Ende kam dann irgendwie so die\nböse Nachricht mit so äh äh,\nweil irgendeine grundlegende Bedingung vorherrscht, kannst du diesen ganzen\nPfad vergessen oder hätte ich jetzt irgendwie wochenlang dran rum,\nentwickelt, um am Ende festzustellen, dass keiner den Schlüssel für die Tür hat.\nNaja, also wie man es dreht und wendet, ihr müsst das ja auch nicht machen.\nAber da ist eine ganze Menge Value drin. Und den Doomsayern,\ndie jetzt sagen, wir dürfen das nicht anfassen, weil Weltuntergang und Energieverbrauch und so weiter.\nJa, es gibt ja kein richtiges Leben im Falschen.\nUnd das Problem ist, also die Technologie ist da.\nMan muss sich damit beschäftigen. Das geht auch nicht mehr weg.","Das ist das Ding. Aber das ist auch so eine Club-Hacker-Sache,\nwo man halt sagt, okay, die Technologie ist da, jetzt müssen wir gucken,\nwie wir damit klarkommen.\nAlso was ich halt sehe, ist, dass glaube ich,\nalso es ist jetzt schon für Manager von Softwareentwicklern schwer einzuschätzen,\nwas ist wie viel Aufwand und wie gut ist das Ergebnis, was da rausgekommen ist.\nWeil du brauchst, um tatsächlich die Qualität eines Software-Systems zu erkennen,\nbrauchst du jemanden, der wirklich viel Erfahrung hat.\nUnd wenn du jetzt, sagen wir mal, das ist jetzt böse gesprochen,\nfünf Affen mit einer Software-AI anstellst und die hacken daran rum, bis es funktioniert.\nDann sieht das halt erstmal so aus, als hättest du, also als Manager,\ndass du viel Geld gespart hättest, hast aber letzten Endes kein Feedback darüber,\nwie geil oder scheiße ist denn die Lösung, die gebaut wurde.\nUnd sollte man das so tatsächlich machen?\nUnd das ist, glaube ich, was, wo die Industrie als Ganzes sehr stark drauf gucken\nmuss, machen wir uns da nicht auch irgendwie ein Problem,\nindem wir alle Hurra schreien.\nWir benutzen jetzt alle AI und in ein paar Jahren merken wir,\nwir haben Systeme gebaut, die kein Mensch mehr versteht, nur noch die AI.\nUnd das ist so das Bedenken, was ich da dran habe.\nUnd dann ist irgendwann so ein Wettrüsten angesagt, naja, das lösen wir halt\ndamit, dass wir noch mehr AI draufschmeißen.","Darüber stapeln.","Genau, genau. Und irgendwann hast du dann halt so ein Myzel von Software,\nwas einfach irgendwie, ja, nur noch so wuchert, keine Ahnung.\nVielleicht geht das auch einfach ganz natürlich dahin und wir können nichts\ntun, aber die Gefahr sehe ich halt.","Ja, also ich meine, am Ende ist es wie mit allen Hypes.","Troph of Dissolutionment kommt schon noch.","Genau, also wir sind jetzt erstmal so in der Phase der überzogenen Erwartungen\nund es wird jetzt auf alles angewendet werden und alle probieren das irgendwie\naus und das ist ja auch in Ordnung.\nUnd dann werden wir feststellen, dass wir da an diverse Grenzen stoßen und natürlich\nhaben wir ein Problem mit Energieverbrauch. Aber das ist natürlich etwas,\nwas sich, also das ist ein Problem, das muss sich irgendwie lösen.\nIch kann nicht sagen, ob wir das lösen werden und wie wir das lösen werden,\naber dieser nochmal gestiegene Energiebedarf ist natürlich enorm.\nAber man könnte zum Beispiel Bitcoin abschalten, dann hätten wir auf jeden Fall schon genug frei.\nJa, also das würde definitiv schon mal die ein oder andere Staatendimension\nvon Stromverbrauch eliminieren, aber das will ja auch keiner machen.","Also ich denke, das mit dem Stromverbrauch ist, ich finde, das ist so ein bisschen\neine Schattendiskussion, weil wo kommt der Strom her?\nEntweder aus erneuerbaren Energien oder ich verbrenne irgendeine Scheiße.\nUnd die Sachen, die wir verbrennen, da haben wir sowieso ein grundsätzliches Problem mit.\nAlso ob wir es jetzt so verbrennen oder anders, das müssen wir in den Griff kriegen.\nUnd erneuerbare sind, wenn wir weiterhin wie die bekloppten Solar zubauen und\ndie Netze so sind, dass sie den Strom verteilen und ich vielleicht auch,\nein System baue, wo ich sage, ich sende meine Requests immer an das Data Center,\nwo gerade die Sonne scheint, dann sehe ich den Stromverbrauch nicht als prinzipiell das große Problem.\nAlso wenn es ein großes Problem wäre, dann würde man den Scheiß ja nicht für\numsonst kriegen oder für wenig Geld.\nAlso am Ende des Tages, ja klar, wird da wahrscheinlich auch jede Menge Venture\nCapital verbrannt erstmal,\ndamit du einen Markt bekommst, aber irgendwann ist der Punkt erreicht,\nwo du für den Service mindestens so viel bezahlst, wie er tatsächlich kostet, auch an Energiekosten.\nUnd damit regelt sich das meiner Meinung nach auch halbwegs selber.","Wobei man sagen muss, jetzt hier im Bereich Coding, alle Modelle,\ndie wirklich was können, kosten was.\nIch kenne kein kostenloses LLM-Modell, was im Coding irgendwie ansatzweise brauchbar\nwirklich Ergebnisse ist. Das mag sich ändern.\nIch möchte nicht ausschließen, dass wir hier in drei Jahren auch auf einem lokalen\nModell irgendwie coden können.\nIch halte das für möglich, wenn man sich anguckt, wie in anderen Bereichen dadurch optimiert wird.\nAber derzeit ist es so, darum bin ich auch immer vorsichtig,\nwenn die Leute sagen, ja, ich habe XY ausprobiert, also auch irgendwie bei ChatGPT,\nja, hast du auch die richtigen Modelle ausprobiert oder halt nur das,\nwas da so umsonst drinsteht und dass da die Antworten peinlich sind,\ndas wissen wir halt alle, das ist jetzt no shocking news, also das sagt mir\njetzt nichts über den Status von LLM aus.","Nee, darum ging es mir nicht, es ging mir einfach darum, dass ich sage,\nder Stromverbrauch ist etwas, der geht ja nicht weg, also der wird sicherlich\noptimiert werden, Aber auf der anderen Seite ist, wenn Nvidia die nächste AI-Generation\nlostritt, die zehnmal schneller ist bei gleichem Stromverbrauch,\ndann wird halt das zehnmal größere Modell gerechnet und wir brauchen immer noch den gleichen Strom.\nAlso da wird sich nicht viel dran ändern.","Wobei das Rechnen der Modelle, das Training ist das Problem.","Nein, nein, schon das Expressieren der Modelle oder wie auch immer man das nennt.\nNein, ich sage nur, wenn die Hardware mehr hergibt, dann werden wir auch mehr davon benutzen.\nDann werden die Modelle entsprechend größer und dann sind wir, das ist eine Nullsumme.\nAlso du wirst immer so viel Strom verbrauchen, wie der Kunde bereit ist zu bezahlen.\nInsofern, wir müssen uns einfach wirklich darüber unterhalten,\nwas für einen Strom verbrauchen wir denn? Wo kommt der denn her?\nAlso, dass ein Teil davon, wie groß er auch immer sei, aus fossilen Energie\nkommt, das darf halt nicht sein.\nWeil da haben wir ein prinzipielles Problem. Also in Kalifornien brennen gerade\ndie Willen der Gutverdienenden ab. Vielleicht ändert sich jetzt mal was.","Nein, glaube ich natürlich auch nicht. Nur weil die Drittwelle abgebrannt ist, bleiben ja noch zwei.","Nee, also wie gesagt.","Ja, na klar.","Das ist wie bei Bitcoin. Ich meine, ja natürlich wäre es sinnvoll, Bitcoin abzuschalten.\nAber solange Leute denken, sie könnten damit Geld machen und vielleicht auch\nwelches machen, läuft es halt weiter.","Genau, jetzt ist der Scam und jetzt haben wir Trump, also Bitcoin werden wir\njetzt erstmal eine Weile nicht los, weil jetzt die ganzen Hodler jetzt irgendwie\nan der Macht sind. Aber ich wollte nicht mit Politik anfangen.\nEin weiteres Argument, was auch noch so kritisch mit reinkam, war ja auch so, oh,\nihr benutzt ja jetzt auch noch AI-generierte Bilder für euren\nPodcast Und damit promotet ihr ja den Diebstahl von geistesschaffenden Menschen\nund ihr reißt sozusagen das Einkommensgebäude von Künstlern.","Okay, das ist jetzt nicht an dir ein Argument zu rechtfertigen,\ndas du nicht gebracht hast, aber ich verstehe es nicht so ganz.","Ehrlich gesagt. Versuche nur zusammenzufassen, was mir so gegeneinander gesagt wurde.","Also das ist halt eine Frage, da kann man sehr stark über Urheberrecht und Verwertungsrechte streiten.\nAlso ein Modell, was an den Artworks von Leuten trainiert wurde und sie dafür\nnicht entsprechend beteiligt?\nGibt es dafür ein Lizensierungsmodell? Gibt es dafür ein Entlohnungsmodell?\nAlso das ist ja irgendwie, also das Thema geht ja nicht weg.\nMan muss sich eher darüber unterhalten, wie kriegt man das Problem in den Griff,\nwenn ich heute ein Bild male.\nKeine Angst, ich werde es nicht tun. und eine AI lernt das dann.\nDann weiß ich nicht. Und ich mache den großen neuen Stil,\nden irgendwie jede Galerie haben will und plötzlich kann man den Stil einfach kopieren,\nweil das Bild ist da draußen oder die Bilder sind da draußen mit dem Stil und\njeder kann mit der AI die gleichen Bilder machen und dann ist das Alleinstellungsmerkmal\nwieder weg. Also klar, die,\nDie Diskussion ist wichtig und das Problem ist da, nur zu sagen,\nwir würden jetzt das Problem befeuern, finde ich jetzt ein bisschen schwierig,\nweil Bildgenerierung per AI ist,\nso weit ich das mitbekommen habe,\nrelativ stark in der Mitte der Gesellschaft, auch so eine schöne Floskel, angekommen.\nAuch das ist so ein Zug, der ist aus der Halle, den kriegen wir nicht wieder zurück.","Also wo ich ja noch mitgehe, ist der Vorwurf, das wäre ja alles so etwas mit mediocre Ästhetik.\nUnd da muss ich auch zugeben, da sind dann sozusagen meine Prompting-Skills\nim Image-Generation-Bereich, die sind jetzt nicht Top-Level.\nAlso mir gelingt es ab und zu mal wirklich was Schneidiges hinzubekommen,\nauch in den letzten Folgen waren öfter mal ein paar Treffer dabei,\naber es gibt auch immer so Momente,\nwo ich irgendwie komplett verzichte, mir das Endergebnis anschaue und mir denke\nso, ja das ist sowieso, das ist jetzt so der typische AI-Slob,\nder jetzt irgendwie gerade rausgelaufen ist.\nDa bin ich jetzt gar nicht so richtig stolz drauf und da gehe ich auch irgendwie\nmit und ich würde es auch gerne besser machen, aber kriege es dann halt auch\neinfach nicht hin und auch nicht übers Herz dann gar nichts zu liefern.","Ja, auf der anderen Seite, ich finde es ja okay, man sieht, dass es AI generiert ist.\nAlso jeder, der weiß, wie das aussieht, sieht, dass es AI generiert ist.\nUnd am Ende des Tages, ich meine, du wirst ja wahrscheinlich nicht mit einem\nPrompt, sondern mit 20 oder 30 Prompt so lange rumprobieren,\nbis halbwegs was rauskommt und dann auch nicht das erste Bild nehmen,\nsondern dann eine runde Scrollen, bis du was gefunden hast, was wirklich gut aussieht.\nDas ist ja auch ein kreativer Prozess am Ende des Tages.","Oh ja, das auf jeden Fall. Das ist halt nur eine andere Art und Weise.","Was man natürlich auch sagen kann, ist, dass sich bei der Bildgenerierung halt\ndie Kritik vor allen Dingen daran aufhängt, wenn Stile kopiert werden.\nUnd das machen wir jetzt mit den Titelbildern ja explizit gar nicht.\nAlso da geht es ja quasi um das inhaltliche thematische Prompten,\nalso was ist zu sehen, aber nicht wie ist es zu sehen. Das heißt,\nda gibt es ja eigentlich, nehme ich das so wahr, niemals Stilkommandos ein.\nUnd das Ganze jetzt im Stile von Rembrandt oder von Van Gogh oder irgendein\nhipper Artist um die Ecke.\nSondern das ist ja eine totale Middle-of-the-Road-KI-Ästhetik vom Stil her.","Hätte ich jetzt auch kein Problem damit, Van Gogh zu zitieren.\nIch glaube, das ist irgendwie ausreichend abgeschüttet.","Aber auch das ist doch etwas, wenn ich jetzt, ich meine, wir sind hier im Prenzlauer\nBerg, wahrscheinlich gibt es schräg gegenüber irgendwo einen Künstler,\nden könnte man engagieren.\nMach uns ein Titelbild für die Episode.","Viel zu teuer Prenzlauer Berg für Prenzlauer mittlerweile.","Aber du findest jemand und der macht ja seine Bilder auch, der geht ja auch\nin Galerien, guckt sich Dinge an, kennt die Standardwerke und so weiter und\nverarbeitet alle diese Einflüsse in das Bild, was er getan hat.\nAm Ende ist das auch nur ein neuronales Netz, was trainiert wurde.\nAlso insofern ist dieser Unterschied zwischen ein Mensch hat den Stil gelernt\nund eine Maschine hat den Stil gelernt,\nkeine Ahnung, also ich will jetzt nicht sagen, das ist das Gleiche,\naber irgendwo verschwimmen die Grenzen dann doch irgendwann.\nAlso insofern, ich weiß nicht, also eine simple Kopie wird man immer als simple\nKopie erkennen, wenn ein Mensch sie tut, aber auch wenn eine Maschine sie tut.\nUnd bisher waren die Episodenbilder, fand ich jetzt nicht so,\ndass man sagen würde, du hast jetzt Künstler XY kopiert.\nGut, ich kenne mich auch nicht aus.\nAber weißt du, was ich meine?\nDas ist halt so der übliche Wahnsinn, der aus so Bildgenerierungen rauskommt,\naber dafür macht man es ja.","Außerdem ist das ja alles total ironisch.","Wenn wir diesen Clip von diesen zwei Mädels nochmal sehen.","Genau, es ist Meta-Mann-Chicket.","Genau, auf Ernst jetzt. Okay, dann machen wir doch jetzt mal richtig auf Ernst\nund machen hier nochmal Gadget Thursday.\nOh ja. Wir haben ja eine Spende erhalten von unserem lieben Freund Dominik, der Monkey Dom.","Oh.","Er hatte nämlich noch ein Apparat im Regal, von dem er meinte,\nbrauche er nicht mehr, also zumindest vorerst nicht.","Ist aber nur eine Dauerleihgabe, ist nicht eine wirkliche Spende.","Ja, ja, ist eine Dauerleihgabenspende-Gedöns. Und wovon reden wir?\nEs kann sich nur um ein Gerät handeln, der gehört ja zu den Leuten,\ndie gleich zugegriffen haben, als die Apple Vision Pro zu haben war.\nSodass das Ding jetzt hier nochmal bei uns umherzog.\nUnd zuerst, also ich habe es kurz nochmal getestet für das eine oder andere,\naber du hast es jetzt vor allem erstmal in der Mangel, Ralf und Roddy dann auch.\nUnd jetzt bin ich ja mal gespannt, was kommt.","Ja, ich war ja gespannt wie ein Flitzebogen, kann man sich vorstellen,\nweil ich habe ja schon das Thema 3D hier immer hochgehalten,\nals ich noch gar nicht Teil des Teams war.","VR. Ja, genau.","Und mit meiner Quest 3 war ich ja doch auch immer hinlänglich glücklich eigentlich.\nUnd jetzt endlich habe ich also dann mal etliche Stunden jetzt mit der Vision\nPro verbracht und ich habe, glaube ich, viele Erkenntnisse und viele,\nviele starke Meinungen dazu und die möchte ich natürlich jetzt nicht hinterm Berg halten.\nDas Erste ist, dass ich...\nEcht ein bisschen schockiert bin und zwar jetzt nicht über das,\nwas die Vision Pro macht so, die macht halt das, was jetzt technisch gerade\nirgendwie state of the art ist.\nIch werde auch viel Lobendes gleich noch sagen, aber ich bin etwas schockiert\ndarüber, wie das in den Tech-Medien eigentlich besprochen wurde oder verkauft wurde.\nWeil ich habe das glaube ich schon einigermaßen eng alles mitgelesen und mitgeschnitten,\nals die rausgekommen ist, was dort wo wie darüber geschrieben worden ist.\nUnd wenn man das jetzt selber ausprobiert, dann habe ich da echt Störgefühle.\nAlso diese Grundaussage von,\nwenn du die aufhast, merkst du gar nicht, dass du die aufhast,\nweil alles so hochauflösend ist und so gut aussieht und das Pass-Through der\nechten Welt so perfekt ist,\ndass du denkst, du hättest gar keine Brille auf.","Also wer das denkt, sollte dringend zum Augenarzt gehen. Eindeutig.","Das ist nicht nur gelogen, sondern das ist also einfach, das ist Hannebüchener Unfug.\nUnd aus mehreren Gründen ist das Unfug.\nDas erste, das mag aber damit zusammenhängen, dass die jetzt nicht perfekt auf\nmich eingepasst ist, ist dieses einfach mal schwer und unbequem.\nDas heißt also, es ist mir jetzt egal, mit welchem der...\nWir haben jetzt also hier zwei verschiedene Straps.","900 Gramm, sagte der Mann im Apple Store.","Also es ist schwerer halt als die Quest, obwohl der Akku nicht drin ist,\nim Gegensatz zur Quest 3.\nEgal mit welchem der beiden Haltebänder halt hier, es hat also wirklich viel\nDruck bei mir vorne aufs Gesicht produziert, sodass ich also vom Tragegefühl\nher so nach 30 Minuten eigentlich keine Lust hatte mehr, die weiter zu tragen.\nDas mag aber jetzt ein Physiognomie-Problem sein, komischer Kopf, viel zu große Nase,\nnicht die richtige Einpassform im Store ausprobiert, sondern jetzt einfach so\ndas übergeholfen bekommen, was wir halt jetzt hier ausgeliehen bekommen haben.\nVon daher würde ich den Punkt jetzt gar nicht zu stark machen.\nAber alleine, dass du da einfach mal so einen Klotz davor hast.","Da muss ich aber einhaken, weil ich war vorhin noch mal im Apple Store.\nIch hatte mir so eine Demo-Halbe-Stunde da geklickt und da haben sie mir mit\nEinmessen und die richtigen Einsätze und die Linsen,\ndie ich brauche und so weiter und alles und die saß eigentlich so gut, wie sie sitzen kann,\nund ich war trotzdem froh, als\ndie halbe Stunde rum war und ich das Ding absetzen konnte. Also ist so.","Also Tragekomfort, würde ich schon mal sagen, ist die Quest 3,\nda habe ich keine Probleme, zwei bis drei Stunden die aufzuhaben.\nBei der Vision Pro habe ich dieses Problem.","Die ist auch leichter, oder?","Die ist schon deutlich leichter, die Quest 3. So, das viel größere Problem aber ist für mich der,\nsuper eingeschränkte Sichtfeld. Und das ist etwas, das kapiere ich nicht,\ndass das so weggeschrieben wird da draußen.\nAlso, dass gesagt wurde, das sei\nalles so irgendwie weit und man hätte da überhaupt keinen Rand und sowas.\nLasst euch da keinen Quatsch erzählen. Ihr zieht euch eine Taucherbrille auf.","Ja, man guckt da in so ein Rohr rein.","Du guckst in ein Rohr rein. Es ist eben nicht, dass deine Augen die Ränder nicht\nerfassen können, sondern du hast, und zwar ist es nicht eine Taucherbrille,\ndie aus so zwei Einzelkapseln besteht, sondern so eine, die man so zum Schnorcheln irgendwie anhat.\nMit Abstand zum Auge und dann hast du halt vor dir ein Feld und dann guckst du durch.\nEs mag sein, dass das für Brillenträgerinnen weniger dramatisch ist,\nweil die ohnehin irgendwie eine stärkere Fokussierung nach vorne haben.","Ganz im Gegenteil. Du hast zwar als Brillenträger hast du zwar den Bereich, der scharf ist,\nden hast du ja also der ist im Prinzip etwas eingeengt, aber die Brille ist ja nicht wie die,\nVision Pro, so eine Tülle, wo der, der hat da ewig, der hat da ewig im Apple\nStore rum gemacht, ja und kommt jetzt da noch Licht rein und kommt jetzt da\nnoch Licht rein und kommt jetzt da noch Licht rein als wäre das das Wichtigste,\ndass ich da in einer virtuellen Dunkelkammer stehe und,\naber als Brillenträger hast du ja eine periphere,\nVision ganz normal, 180 oder 170 Grad oder so, nur halt unschärfer als eh schon.\nAber ich meine, als Normalsichtiger hast du da auch Unschärfe.","Ja, also vielleicht versuchen wir mal ein bisschen technisch zu beschreiben,\nwas diesen Tunneleffekt eigentlich bewirkt.\nSo, wenn man sich also jetzt diese Vision Pro anguckt, dann besteht die halt\naus drei Teilen, die man auch alle auseinander nehmen kann.\nDas erste Teil ist das eigentliche Modul, wo das Display drin ist und wo Linsen verbaut sind. Das was?","Der Gerät.","Der Gerät.","Der Gerät. So, dann haben wir dazwischen einen Adapter, dank des Adapters,\ndas sogenannte Light Seal.","Ja, die Muffe.","Die Gesichtsmuffe. Die Gesichtsmuffe. Das ist also ein Plastikgerät mit irgendwie\nein bisschen Stoff noch drumherum.\nDas im Wesentlichen dafür sorgt, dass zum einen die Augen einen Abstand bekommen\nzu den Linsen und zum anderen rundum halt jegliche Art von Licht wegblendet.\nAlso wirklich halt wie in einer Taucherbrille.\nSo, der Vergleich finde ich ist schon relativ gut.\nUnd dann obendrauf hat man...","Gut, der Rand der Taucherbrille ist ja nicht dafür da, dass er Licht wegblendet,\nsondern das ist einfach ein Konstruktionsmerkmal.","Ja, aber um halt abzudichten. Und dieses Abdichten ist halt hier optisch offensichtlich\neinen Wert, den Apple da sehr hoch hält.\nIch komme gleich dazu, warum das anders viel besser ist.\nSo, und das dritte Element, was man noch hat, ist, alles drei hängt magnetisch aneinander.\nDas dritte Modell ist dann nochmal eine Polsterung, damit das Ganze also etwas\nweicher auf dem Gesicht aufliegt.\nUnd diese Polsterung gibt es auch nochmal in verschiedenen Dicken,\num also noch mehr Abstand quasi Auge zu Linse auch herstellen zu können oder\nmehr Polsterung herstellen zu können.\nSo, und diese drei Komponenten kann man also alle zusammen klicken.\nSo und das muss man zusammen klicken und es gibt insgesamt, ich glaube,\n22 verschiedene Bauformen wirklich von diesem Mittelteil, das heißt von dem Leitziel.\nJe nachdem also, wie das Gesicht geformt ist, wird das also in unterschiedlichem\nAbstand und unterschiedliche Breite angeboten und das ist dieser Einpassungsprozess,\nden du jetzt auch im Apple Store entsprechend hattest.\nDas Ergebnis ist aber egal, wo man da landet bei welchen, so dass halt deine\nAugen grundsätzlich, wie viel wird das hier sein, zwei Zentimeter von den Linsen\nentfernt sind und das führt dann eben zwangsläufig zu diesem Tunneleffekt.\nSo und als jetzt Roddy aber bei mir war.\nUnd ich ihm die Division Pro übergeben hatte. Roddy hat ja jetzt bekanntlich eine Brille.","Ja, die passt auch nicht ins Leitziel rein.","Und die passt nicht, genau, das wussten wir auch vorher, dass sie also,\nes gibt keinen Weg, wie du eine Brille in dieses Leitziel irgendwie reinquetschen\nkannst, sondern man muss also dann die Brille abnehmen und halt diese Korrekturlinsen machen.","Genau, das habe ich ja am Anfang dann auch erst mal ohne Brille versucht.\nDa war das mit, das ist so scharf, als hätte man nichts auf.\nSchon irgendwie genau so, weil andere Seite.","Ich gucke jetzt gerade hier, wie bauen sich das denn irgendwie.","War das so? Keine Ahnung. Deswegen habe ich dann angefangen,\nda rumzuexperimentieren.","Ich mache gerade hier einen, achso, den orangenen Schnupse hier muss ich ziehen.","Genau, die Lippe.","Ich baue jetzt gerade hier nochmal einen der Gurte dran, damit man das Ganze\njetzt ein bisschen vor sich sieht.\nSo und was wir dann ausprobiert haben, mehr oder weniger aus purer Verzweiflung, ist,\ndass wir eben einfach diesen Leitziel ganz rausgenommen haben und Roddy seine\nBrille anbehielt und das drüber gezogen hat über die Brille und mit der Hand\nhast du dann die ganze Konstruktion festgehalten,\num überhaupt erstmalig sowas wie ein scharfes Bild zu kriegen dadurch.\nSo und parallel habe ich dann an meinem Rechner angefangen rum zu googeln,\nokay, wie ist denn hier das mit Brille und Leitziel und Vision Pro ohne Leitziel\nzu betreiben und da bin ich drauf getroffen,\ndass es eine kleine, aber feine Community gibt, die propagiert,\ndieses Leitziel sollte man generell weglassen.\nDas heißt also Brille hin oder her, völlig egal.\nNutzt einfach die Vision Pro so, dass ihr das Leitziel weglässt und du,\ndas ist jetzt etwas schwierig über dem Headset hier, du die direkt drauf setzt.\nDas habe ich doch mal ausprobiert. Was soll ich sagen? Ich habe das Licht gesehen.","Ja, vor allem, dass es von der Seite reinfällt.","Aber ohne Leitziel.","Aber eben nicht nur von der Seite.\nIch habe halt wirklich einen AB-Test gemacht mit einer Quest 3 und es ist so,\nwürde ich sagen, dass der Field of View mit diesem Leitziel,\nwürde ich sagen, ein Viertel enger ist als das, was die Quest 3 macht.\nWenn du das Leitziel weglässt und die Brille direkt vor den Augen hast,\nist der Field of View plötzlich, würde ich sagen, mindestens 30 Prozent breiter\nals das, was die Quest 3 hat. Es ist irre groß, der Field of View.\nPlus, du hast oben, unten, unten halt auch noch die echte Welt daneben.\nDas heißt, du hast überhaupt nicht mehr den Eindruck, du hast eine Tauchermaske\nauf, sondern du hast den Eindruck, du hast eine Brille mit etwas dickeren Rändern\nauf. Aber auch nur etwas dicker.\nDu denkst wirklich, du hast plötzlich eine normale Brille.\nDer Unterschied ist also phänomenal und total frappierend. Und es ist trotzdem\nalles scharf und es funktioniert.\nUnd du kannst trotzdem das Eye-Tracking machen und alles.\nUnd es gibt halt im Internet relativ viele auch YouTube-Videos,\ndie also genau das propagieren.\nUnd mir ist völlig unklar, warum Apple diesen Weg nicht einschreitet.\nWeil es ist jetzt erstmal so, so richtig problemlos ist es nicht,\nweil es sitzen halt erstmal sehr schwer auf der Nase, weil halt so die ganze,\nDämpfung nicht mehr funktioniert, die ganze Lastenverteilung nicht mehr funktioniert.\nDafür gibt es dann aber auch Alternativen und da hatte nämlich dann Dom in der\nTat auch schon sogar ja eins mit beigepackt und das ist nämlich dieses ominöse\nTeil, was wir hier hatten.","Achso, das ist da nicht drin.","Aber Genau, das ist ein nochmal zusätzlicher. Versteht man es nicht.\nWir haben fast eine Stunde rumgetüftelt,\nwie man das jetzt eigentlich dran kriegt und wofür das gut ist.\nIch kann aber ein paar Links dazu in die Shownotes reinwerfen.\nDas ist ein zusätzlicher Bügel nochmal, der über den Kopf drüber gezogen wird,\num die Last von der Nase wegzubekommen.\nSodass also wirklich die Brille frei vor deinen Augen schwebt und quasi überhaupt\nkeine... Kontakt mehr hat auf der Nase oder sonstiges Gesicht.\nDas heißt also schon mit der jetzigen Technik kannst du die in einem Modus betreiben,\nder dann wirklich beeindruckend ist, weil du den so noch von keinem anderen Device gesehen hast.\nUnd ich verstehe überhaupt nicht, warum Apple das nicht macht.\nAlso wenn ihr die Gelegenheit habt, das mal auszuprobieren.\nDas solltet ihr unbedingt mal tun.","Also die Gelegenheit habt ihr übrigens alle, wenn ihr in Reichweite eines Apple-Stores seid.","Ich bin mir nicht sicher, ob die einem das erlauben.","Was?","Einfach das Leitziel rauszunehmen und zu sagen, jetzt lass mich mal eine halbe Stunde alleine.","Ich möchte das jetzt mal ohne probieren.","Ich dachte, du meinst generell mal ausprobieren.","Nee, das glaube ich auch nicht.","Aber viele schreiben auch schon im Chat, das ist ein bisschen schwierig,\nwenn man das Ding nie aufgehabt hat, unsere Aussagen überhaupt irgendwie zu\nkontextualisieren, das kann ich auch ganz gut nachvollziehen.","Ich verstehe es ehrlich gesagt auch nicht mit dem Leitziel. Also wie gesagt,\nder Typ in dem Apple Store heute vorhin,\ndem war das so unglaublich wichtig, dass seitlich kein Licht reinfällt und dann\nbenutzt du die Brille aber im Wesentlichen sowieso als AR-Gerät.\nAlso sprich, du hast immer deinen Raum um dich rum und siehst durch die Kameras den Raum um dich rum.","Es hilft total der Immersion, dass du plötzlich auch am Rand noch den echten\nRaum einfach siehst, weil der ist ja eh nicht scharf, so weit draußen außerhalb deines Sichtfeldes.\nDas ist also völlig unschädlich, ob da noch eine Brille drüber ist oder nicht.\nAlleine, dass er dann da ist und nicht mehr einfach nur so ein schwarzer Rahmen,\nführt dazu, dass man viel mehr in diesem so, das ist jetzt halt eine AR-Anwendung,\nin der ich mich hier gerade bewege.","Ja, ich finde auch dieses AR, also man fügt Dinge im Raum hinzu,\naber hat den Raum noch, finde ich erstens viel angenehmer und auch viel spannender als dieses reine VR.\nIch bewege mich in einer komplett abgeschlossenen, dunklen Welt und weiß eigentlich\ngar nicht mehr so genau, wo ich bin. Gut, das...\nIst wahrscheinlich mit dem richtigen Spiel, mit der richtigen VR-Erfahrung ein anderes Thema.\nAber so für das, für was die Brille beworben wird, also die Vision beworben\nwird, dieses pack deine Fenster hier und da und hin und da und mach das und\nunterhalte dich mit Kollegen, während du die Brille auf hast und so weiter.\nDafür brauchst du das Leitziel nicht.","Und selbst ich habe dann mal halt diese immersiven Umgebungen ausprobiert,\nwo du dann da auf dem Mond stehst und wo du irgendwie da über den Bergen bist und so weiter,\num zu gucken, ob es mich bei denen denn dann total nervt, wenn ich das Leitziel\nweg habe und drumherum quasi meinen echten Raum habe. Und selbst das stört überhaupt nicht.\nAlso auch diese Rundum-Panoramen wirken viel realistischer, wenn man nicht diesen\nschwarzen Rahmen überall drumherum hat.\nAlso ich bin da ein bisschen wirklich völlig verwundert und verwirrt,\nWarum das A nicht thematisiert wird,\nweil die Informationen sind da draußen und B, warum Apple dort so eine Entscheidung\ntrifft oder sie können zumindest die Option anbieten.\nWenn sie schon irgendwie 22 verschiedene Varianten von dem Leitziel anbieten,\nwarum dann nicht auch eine Variante für Leute, die es einfach mal ohne haben wollen.\nAlso mal gucken, ob sich da noch irgendwo was tut.\nSo, das nächste, was mich irritiert hat, ist die Sache mit der Schärfe.\nTim, da hattest du ja schon in den letzten Sendungen immer gesagt,\ndu kriegst es eigentlich nicht so richtig scharf und bist dir immer nicht so\nganz sicher, liegt das jetzt eigentlich wirklich an der Technik oder an den\nLinsen oder es ist doch irgendwie deine Augen.\nUnd ich muss sagen, für mich ist die wirklich knackscharf, also richtig extrem scharf.","Also die User Interface Elemente.","Die User Interface Elemente, die sind wirklich knackscharf und die sind aber\nauch nur in der Mitte knackscharf.\nUnd jetzt kommen eben zwei Dinge rein, wo es dann eben überhaupt nicht scharf ist.\nUnd das erste ist halt alles, was durch Pass-Through durchkommt.\nDas heißt also, diese ganze Propaganda da draußen, dass die Auflösung des normalen\nZimmers, in dem man sitzt, so fantastisch wäre. Das ist ein grober Unfug.\nDu guckst dort wirklich auf eine abgefilmte, niedrigpixelige Variante deiner Umgebung.","Ja, wenn du versuchst, auf die Uhr zu gucken oder aufs Handy oder auf einen\nBildschirm, dann siehst du, dass.","Da wirklich wenig Pixel am Start sind.","Und teilweise auch Doppelbilder so in der Mitte, das ist so die Pixel so.","Es ist klar besser als das, was die Quest 3 hat, das ist überhaupt keine Frage,\naber es ist noch nichtmals doppelt so gut und es ist wirklich weit,\nweit, weit davon entfernt, irgendwie wirklich realistisch zu sein.\nDas heißt also, es reicht, um sich im Raum zu orientieren, es reicht,\num irgendwie zu gucken, so wo ist jetzt mein Glas Bier und wer sitzt da noch irgendwie.","Also ganz so kritisch würde ich es jetzt nicht sehen.","Aber du kannst dein Handy damit praktisch nur sehr schwer bedienen.","Ja, also siehst alles, es ist halt alles unscharf, aber du kannst halt nichts\nlesen im Großen und Ganzen.","Und das ist halt nicht das, was versprochen wurde, muss man einfach mal sagen.\nDas heißt, die Displays selber sind aber grundsätzlich scharf genug.\nDas heißt also, das Problem ist ja die Kamera.","Was wurde da versprochen?\nIn Bezug auf die Betrachtung des Raums?","Dass man gar nicht den Unterschied feststellen würde.","Achso, du meinst von den Journalisten versprochen?","Ja, genau.","Okay, aber nicht von Apple.","Naja, also müssen wir jetzt mal gucken, wie genau da die Statements sind.","Die sind dazu raus.","Also Apple ist geschickt genug, das so zu formulieren, dass sie keinen Unsinn erzählen.","Die Aussage gibt es nicht.","So, der nächste Punkt bezüglich Schärfe ist, und das hat mich dann wiederum\nüberrascht, Es gibt ja diese Methodik, dieses etwas schwierige Wort,\nso Foveated Rendering. Habe ich das richtig ausgesprochen?","Das weiß ich nicht.","Foveated Rendering.","Foveated Rendering. So, dahinter ist halt der Gedanke, was die wirklich super\nmacht, ist Eye-Tracking.\nSo, das heißt also, die Präzision.","Fand ich jetzt nicht so, aber ja.","Ja, your mileage may vary. Also das war bei mir echt gar kein Problem.\nDas heißt also dieses, wo guckt das Auge hin und wo wird der Klick ausgelöst,\ndas hat bei mir, würde ich sagen, wirklich perfekt funktioniert.\nZumindest der Augenpart, zum Klick komme ich gleich noch.\nSo und der Gedanke ist ja, dass um insgesamt Rechenpower zu sparen und es auch\nähnlich zu machen wie das echte Auge, nur der Bereich von der Vision Pro wirklich\nhochauflösend scharf gerendert wird,\nwo das Auge gerade hinguckt und drumherum wird es einfach unschärfer.\nSo das Konzept ist auch jetzt gar nicht komplett neu, das gibt es auch schon\nlänger und das ist mir also bewusst, dass es das gibt und im Prinzip könnte\ndas auch gut funktionieren.\nEs hat aber bei der Vision Pro einen großen Haken, nämlich dass die Qualität\nder Linsen dann eben doch nicht so exorbitant gut ist, dass wenn ich jetzt,\nden Kopf geradeaus richte und ich gucke nur mit den Augen nach links,\nso 20 Grad, und lasse den Kopf aber nach vorne.\nDas heißt also, ich sitze vor einem Monitor und lasse nur die Augen von links\nnach rechts über die Zeilen drüber gleiten, ohne den ganzen Kopf mitzubewegen. Dann.\nSehe ich natürlich, dass da etwas scharf geschaltet wird oder scharf sein möchte,\nlinks und rechts der Mitte, aber es ist, würde ich sagen, ein Schärfeabfall\nvon vielleicht 30 bis 40 Prozent im Gegensatz zu dem, wenn ich die Augen gerade nach vorne habe.\nDas Eye-Tracking funktioniert, er versucht die Schärfe nachzuziehen,\naber die Linse selber bringt es einfach nicht an der Stelle.\nUnd das führt dazu, dass wenn ich beispielsweise jetzt irgendwie Code schreiben\nwill damit über einen virtuellen Bildschirm, ist das prinzipiell gut möglich,\nich muss aber die ganze Zeit meinen Kopf hin und her bewegen.\nUnd das ist etwas, was schlecht ist.\nUnd das ist erstaunlicherweise bei der Quest 3 nicht der Fall.\nDie ist insgesamt nicht so scharf, aber viel konstanter über das ganze Blickfeld.\nDas heißt also, da lebe ich zwar damit, dass ich da ein paar Pixel sehe und\ndass ich ein bisschen Fliegengitter sehe.\nDafür habe ich aber überall über das ganze Gesichtsfeld eine ziemlich gleichmäßige Schärfeverteilung.","Also ich muss sagen, das Problem hatte ich weniger mit der Schärfe am Rand.\nIch hatte nur das Gefühl, dass am Rand so diese chromatische Aberration immer\nstärker wird und dass so harte Kanten plötzlich so Farbsaum ausbrechen.","Das habe ich generell öfter, nicht nur am Rand.","Wenn man die Brille drunter hat, wird das richtig krass, was irgendwie klar\nist, aber auch so fand ich das, also das mit dem,\nalso für mich ist es nicht so ein\ngroßes Problem gewesen, weil ich als Brillenträger sowieso gewohnt bin,\nwenn ich irgendwo hingucke, auch den Kopf dahin zu drehen.\nInsofern hatte ich da nicht so ein Problem mit, ehrlich gesagt,\nwenn man die Brille drunter hat dann funktioniert das Eye-Tracking sowieso so\ngut wie gar nicht mehr da muss man eigentlich immer direkt den Kopf auf das\nElement drehen was man angucken will und selbst dann trifft man es nicht immer aber.","Jetzt heute im Store hattest du ja Ausgleichlinsen drin.","Da hatte ich Ausgleichlinsen da war es besser, das Problem Was ich zusätzlich fand, war, dass die,\nDie Auswahlanimation, also die Art und Weise, wie dir das Vision OS anzeigt,\ndass du etwas anguckst und dass es ausgewählt ist und du interagieren könntest,\ndass die mir ein Ticken zu subtil ist und ich mir immer nicht so ganz sicher bin.","Habe ich da jetzt richtig gezielt gerade?","Habe ich jetzt, ich gucke das jetzt an, aber ist es jetzt selektiert oder nicht?","Da wäre eigentlich so ein Accessibility Mode nochmal ganz hilfreich,\nder das stärker hervorhebt. Das wäre technisch trivial. Ja,\nalso generell, das Eye-Tracking hatte ich ja gerade eben schon gesagt,\ndas finde ich, das ist super, das ist wirklich super.\nWas fast super ist, ist dann dieses mit der Hand schnipsen, um dann wirklich was auszulösen.\nDas funktioniert, hat bei mir so in neun von zehn Fällen funktioniert, würde ich sagen.\nWas gut ist, aber auf der anderen Seite eben auch in so einem Bereich von,\ndu kannst dich halt nicht drauf verlassen.\nIch hatte nie das Gefühl von totaler Stabilität und Sicherheit jetzt,\num nur mit den Händen in dieser GUI irgendwie mich zu bewegen.\nAlso in den meisten Fällen funktioniert es, aber manchmal funktioniert es nicht.\nUnd dann ist genau dieser Effekt, den du auch gerade beschrieben hast,\nliegt es daran, dass er jetzt meinen Schnips nicht erkannt hat?\nLiegt es daran, dass ich jetzt gerade doch ein bisschen daneben geguckt habe?\nMuss ich es jetzt nochmal irgendwie anders mich ausrichten und so.\nUnd das bringt so eine gewisse Unschärfe in die ganze Bedienung rein, die dann doch stört.\nAuch wieder im Vergleich zur Quest 3, da hast du halt diese Awkward-Controller geschenkt.\nAlso mit der Fingersteuerung fange ich gar nicht alles an mit der Quest 3,\ndie kann man vergessen. Aber wenn du diese Controller hast, das hat alles ultra\npräzise und ultra stabil.\nDa denkst du halt nicht drüber nach, ob das jetzt gerade klappt oder nicht,\nsondern da weißt du einfach, es funktioniert, solange die Batterien laufen.","Ja, also ich hatte Probleme mit dem Scrollen.\nWeil, wenn du normal die Finger zusammentappst, dann macht man die auch relativ\nschnell wieder auseinander, das erkennt er dann.\nAber wenn du scrollst, dann musst du dir angewöhnen, nach dem Scrollen,\nwenn du den Scrollvorgang beendest, die Finger wirklich wieder weit auseinander\nzu machen. Sonst erkennt er nicht, dass du die Finger nicht mehr zusammen hast.\nUnd dann folgt er deiner Hand und die Liste, die du gerade scrollst,\nscrollt weiter hoch und runter. Es ist irgendwie so.","Ja, scrollen ging bei mir wiederum gut. Das hatten wir auch schon bei mir im\nWohnzimmer. Das war dann wirklich gar kein Problem. Also das war eine der Sachen,\ndie, finde ich, konstant gut funktioniert haben.","Keine Ahnung, vielleicht hat er auch meine Hände nicht richtig eingemessen.\nAlso ich hatte massiv Probleme mit diesem Fingerbedienung. ich hätte da ja gerne\nlieber irgendeinen Controller und wenn es nur ein kleiner Button ist,\nden man irgendwo drückt.","Naja, man kann halt natürlich jetzt eine Tastatur und Trackpad halt anschließen.\nDas ist dann ganz cool auch. Also selbst wenn du den Bildschirm nicht spiegelst,\nkannst du das ja trotzdem als Eingabeinstrumente darüber verwenden.\nDas geht natürlich, aber dann hast du halt wieder Kram, der irgendwo halt auf\ndem Schoß oder sonst wo liegt.\nAber dann kommt natürlich sofort diese Stabilität in der Bedienung rein.\nUnd ansonsten von den Anwendungen her, dieses Spiegeln des MacBook-Screens,\ndas ist schon cool, wenn du dann also plötzlich da so ein 50 Zoll Monitor vor dir schweben hast.","Das hat bei mir auch ohne Probleme funktioniert.","Die Geschwindigkeit ist top. Null Latenz, wirklich extrem geschmeidig.\nAlso da hatte ich keinerlei Gefühl so, da zieht jetzt was nach und wenn ich\ndie Sachen durch die Gegend scrolle oder durch die Gegend ziehe oder sowas.\nWas wir da über ein normales WLAN hinbekommen ohne Kabel, das fand ich schon\nbemerkenswert. Also das war richtig gut.\nIst allerdings auf der Quest 3 mittlerweile auch ziemlich gut.\nDa gibt es eine Software, wer die Quest hat, die habe ich dann danach auch mal mir rausgesucht.\nDie heißt Immersed, mit der ist es fast so gut. Nicht ganz so gut,\naber fast so gut. Aber wer das also quasi eine Quest 3 hat und mal ausprobieren will.","Aber du hast doch auf der Quest 3 nicht ansatzweise diese Auflösung.","Du guck dir mal die Specs an, so viel weniger.","Ich hab da durchgeguckt.","Das ist ein Drittel weniger, das ist nicht so. Und dadurch, dass du aber dafür\nüberall im Sichtfeld die gleiche Schärfe hast, fand ich es für Computerbedienung\nim Ergebnis angenehmer.","Also ich fand,\ndieses Mac Display Mirroring oder wie auch immer das dann heißt,\nfand ich mitunter das absurd best funktionierende Feature.\nWeiß ich nicht. Für 4000 Euro kriegt man aber auch andere gute Monitore. Also insofern.","Naja, du kannst es natürlich halt überall einfach schnell aus der Tasche auszaubern.","Also mich hat der Typ im Apple Store auch gefragt, ob ich denn damit dann mal\narbeiten würde. Und dann meine ich so, ja gut, da gibt es ja keine Software dafür.\nWas ich denn benutzen würde? Ja, X-Code. Ja, hier Mirroring von App und so weiter.\nUnd dann sage ich, ja gut, vielleicht im Zug oder im Flugzeug.\nAber ansonsten zu Hause setze ich mich nicht mit dem Ding hin, um zu arbeiten.","Also ich habe eine Stunde Coden ausprobiert. Eben genau, einfach nur im Mirroring.\nUnd grundsätzlich von der Größe her, was du plötzlich am Platz hast.\nIch habe jetzt hier nur ein 14 Zoll MacBook Pro, was du also plötzlich alles\nan Fenstern nebeneinander arrangieren kannst.\nTop. gar keine Frage, aber dieses ich muss den Kopf nachziehen,\num es wirklich scharf zu haben, das funktioniert bei mir einfach nicht.","An der Stelle kurz mal reingegrätscht, noch eine Erfahrung, die ein Freund von\nmir erzählt hat, der halt auch für Mac programmiert und.\nDer arbeitet mit der Brille sehr gerne, vor allem per Programming Remote.\nDas heißt, er arbeitet mit dem FaceTime-Sharing sozusagen, kannst du dann eben\nauch deinen Bildschirm sharen.\nUnd dann hast du noch eine andere Person im Raum, die dann auf deinem Sofa sitzt\nsozusagen, diesem Avatar.\nUnd beide haben denselben Bildschirm.\nUnd er meinte, das wäre der totale Gamechanger für so eine kooperative Arbeit über große Distanzen.\nUnd er hat dann auch mit der Brillenanpassung keine Probleme sozusagen gesehen.\nAlso es ist alles scharf. Ich bin da noch nicht ganz so angekommen,\naber schön, wenn es so ist.\nJa, dann kann ich mir das auch super vorstellen. Das ist definitiv eine Anwendung,\ndie natürlich jetzt sehr singulär ist und das hat natürlich jetzt nicht jeder,\naber das ist natürlich auch etwas, was du mit gar nichts repliziert bekommst.\nEs gibt schon so Szenarien, wo immer mal wieder eine interessante Konstellation,\naufpoppt und ich glaube, so muss man dieses Gerät auch sehen.\nIch meine, du kritisierst es jetzt so ein bisschen aus so einer.\nHallo neues Consumer-Produkt Perspektive.\nIch glaube ja nach wie vor, die Vision Pro ist eigentlich eine totale,\nBeta-Prototyp wir testen mal was geht Variante.","Das ist eine Public Beta.","Aber sowas von. Genau, also aber eine sehr gute. Also sie haben sich eine Menge\nMühe gegeben und hatte ich auch schon mal erzählt, ein paar Sachen funktionieren ja wirklich Bombe.\nAlso diese Stabilität im Raum, also das eigentliche Tracking.","Das ist auch hammerhart. Also so rocksolide, wie das ist.","Da zittert nichts.","Da zittert nichts. Also ich hab das in keiner anderen Brille gesehen.\nAlso nach ein paar Updates hat das die Quest 3 nahezu genauso gut.\nAlso da stehen nahezu genauso.","Also nicht genauso.","Dichter dran als die Klickrate, Failrate bei der Vision Pro oder den Unschärfeabfall.\nAlso die kleinen Fehler, die du da alle paar Minuten mal drin hast,\ndie nehme ich da gerne im Kauf dem gegenüber.","Mag ja alles sein. Ist ja auch schön, wenn Apple da auch noch was aufzuholen\nhat oder noch nicht ausreichend viel besser ist etc.\nIch denke, allen ist irgendwie auch relativ klar, was jetzt geschehen muss.\nUnd es ist auch klar, dass das nochmal den nächsten,\ntechnologischen Hardware-Schritt braucht, der nicht von heute auf morgen kommt.","Naja, Software-Schritt auch.","Ja, na sicher, klar, die Zeit ist ja jetzt auch da. Sie gewinnen ja jetzt eine Menge Erfahrung.\nErstmal, was schlägt bei den Leuten überhaupt ein, was nicht?\nWir erinnern uns, bei der Apple Watch war das am Anfang auch,\nda haben sie irgendwie drei, vier, fünf verschiedene Sachen postuliert,\nwofür die Uhr irgendwie gut wäre.\nWas hat sich am Ende durchgesetzt?","Fitness.","Fitness, Notification und Gesundheit. Das sind die drei Killer-Apps und dieses\nGanze, wir kommunizieren hier und mein Puls wird übertragen und so weiter.\nDas sind keine Anwendungen für die Uhr. Und überhaupt Apps haben sich auch auf\nder Apple Watch nur sehr begrenzt überhaupt durchgesetzt.\nAlso es gibt ja fast gar keine Diskussion darüber.","Also was ich an Software gerne sehen würde, das war erstens ein Multi-User-Modus.\nAlso der fehlt ja auf dem iPad schon.\nGut, iPads sind jetzt nicht so teuer. Was heißt es mit Multi-User?","Also, dass man jederzeit wechseln kann und auch eine andere.","Also, du musst dich ja in deinem Apple-Account anmelden, um irgendwas Sinnvolles tun zu können.","Ja, jetzt wie beim iPad.","Genau, und dann bist du eigentlich komplett mit deinem Account drin und fertig.","Aber es gibt doch einen Gästemodus angeblich, ne?","Keine Ahnung.","Den haben wir ja nicht ausprobiert.","Den haben wir nicht ausprobiert.","Das ist doch auch nicht wie.","Also, er misst halt den Augenabstand neu ab, wenn wer anders die Brille auf hat.\nAlso, er versucht zumindest erstmal, da ein bisschen entgegenzukommen.\nAber die ganze App-Struktur ist natürlich die von dem, wo der Account mitgekoppelt ist.","Das wäre auch vom Marketing eigentlich sinnvoll, dass du mal eben die Brille\nmal jemand anders geben kannst.","Die kostet 4000 Euro, aber du kannst sie zumindest gleichwertig mit deiner Frau teilen.","Ja, ja, genau. Oder irgendeinem Freund mal ordentlich zeigen.\nUnd dann, wie war das, 28 verschiedene Muffen?\nWarum? Also warum sind die nicht in der Lage, eine Brille zu bauen,\ndie mehr oder weniger für alle Köppe passt?","Das ist sehr schwierig und unmöglich. Außerdem kostet jede 219 Euro.","Was, jede Muffe?","Ja.","Naja, wie auch immer.","Die Billen sind billiger.","Entschuldigung, wenn das gerade so ein bisschen Mantra wird,\naber die Quest 3 hat es hinbekommen. Die haben keine wechselbaren Muffen.\nDas beschwert sich niemand drüber.","Das ist Quatsch. Was ich auch sehen würde gerne ist, bei dem Mac-Modus ist,\ndass man auch da einen Immersion-Modus hat, wo sämtliche Fenster des Macs einzeln positionierbar sind.","Also, dass der Desktop quasi weg ist.","Das kann doch nicht so schwer sein. Ich meine,\nder Window-Manager vom Mac ist sowieso so ein 3D-Ding, wo Texturen einzeln auf\nFenster gelegt werden und rumgeschoben werden und so weiter.\nDa kann auch jedes Fenster einzeln dargestellt werden, weil dieses verdeckte\nDinge neu rendern, das macht das Betriebssystem schon lange nicht mehr.\nSo ein Modus, wo du einfach so peng, dann hast du dein Dock irgendwo und dann\nsind alle Fenster irgendwo und dann kannst du sie rumschieben, wie du sie brauchst.","Was du eigentlich willst, ist, dass die Vision Pro selber ein Mac ist und dass\ndu da nicht nochmal einen brauchst, auf den du drauf schaust.\nSo reden wir ja derzeit von einem Remote Access System auf Screen Basis.\nUnd was du eigentlich möchtest, ist, dass die Software in deiner Brille läuft\nund dann hast du natürlich auch die volle Freiheit, die Fenster irgendwo zu\nplatzieren, weil der gesamte Raum da ist.","Aber das Vision OS ist ja mehr oder weniger nur ein abgespecktes iOS.\nDa läuft ja kein komplettes Betriebssystem.","Naja, aber wir wissen, dass iOS auch nur ein abgespecktes macOS ist.\nAlso es wäre überhaupt nicht das Problem, auch macOS darauf noch laufen zu lassen,\naber ich glaube auch nicht, dass sie das...\nTun werden, aber ich denke, dass in dem Moment...","Ich will die Möglichkeit haben, mich mit einem Rechner zu verbinden,\nwo ich Peripherie dran habe, die ich nicht an die Brille kriege,\nwo ich ein Terminal habe, wo ich Kommandozeilentools starten kann,\ndie mir sinnvolle Dinge tun, wo ich ein ordentliches Dateisystem habe und, und, und.\nEin professionelles Gerät. Nur weil Apple Pro dran schreibt,\nist die Vision Pro überhaupt nicht Pro.","Ja, aber weißt du, was du machen musst, damit du diese Features bekommst?","Was denn?","Na, du musst über einen populären Podcast berichten und dann wird dir zugehört\nund dann werden diese Features irgendwann kommen.","Gut, das habe ich jetzt getan.","Also das, was ich gelesen habe, da drin ist ja ein M2. Ist da ja verbaut.","Ist das nicht ein M1?","Nee, ist ein M2.","Und dass viel von dessen Kapazität halt drauf geht für dieses Ganze,\nich werte die Kamerasignale aus, das sind ja zig Kameras, die da drin verbaut\nsind und muss noch mal ein Eye-Tracking machen und so weiter und so fort.\nUnd dass dann nicht mehr so rasend viel für hartes Computing übrig bleibt und\ndass sie darum quasi dort derzeit Kompromisse machen.\nAber gut, in die nächste Fassung können sie halt ein M5 reinbauen,\ndann sieht die Welt schon wieder anders aus.","Ja, aber natürlich wirst du kein Final Cut Pro auf der Brille laufen lassen und Videos schneiden.\nOder ein Logic da drauf laufen lassen. Ja, wie kriege ich denn mein externes\nKeyboard angeschraubt?","Achso, du meinst jetzt native?","Ja, native auf der Brille.","Aber im Prinzip müsste es doch sogar schon geben. Es gibt doch Final Cut Pro\nfür iPad, das müsste ja hier einfach laufen.","Das habe ich nicht versucht.","Das müsste laufen, aber Final Cut Pro für iPad ist ja nun auch eine extrem runtergedampfte Variante.","Das müsste eigentlich schon laufen und ich weiß jetzt nicht,\nja klar, dann Kapazität, Speicherplatz, bla bla bla.","Genau, für die 4000 Euro kriegst du nämlich nur auch 256 Gigabyte Filesystem.","Was denkst du denn? Weißt du, was das kostet, so viel Gigabyte?\nUnbezahlbar okay gut.","Okay also noch mit der Hardware, man ahnt es hadere ich gerade,\nalso ich sehe das so wie du das ist jetzt für den ersten Aufschlag ist das erstaunlich\nund es ist besser als alles was ich bisher gesehen habe aber es ist,\ndu hast halt umso deutlicher finde ich jetzt so die Karotte vor der Nase hängen\nso wie man es eigentlich haben will,\nund ein paar Sachen finde ich, das stellen sich halt selber ein Bein wie mit\ndiesen Lightseals und bei anderen Geschichten müssen wir halt einfach noch irgendwie\neinige Generationen abwarten.\nAber ich finde zum Beispiel, es würde wenig bis gar nichts bringen,\ndie Displayauflösung weiter hochzuziehen.\nWeil sie sind da meiner Meinung nach oder meiner Augen sagen wir schon im Retina-Bereich.\nDas heißt also, wenn sie da jetzt noch, also was ist, du siehst keine Pixel,\ndu hast super glatte Kanten an den gerenderten Elegern.\nAlso wo sie investieren müssen.","Ist die Kameratechnik. Wenn du so einen großen 40, 50 Zoll Bildschirm da simulierst,\nder ja native über 10.000 Pixel hätte.","Aber auch einen Abstand zu dir hat.\nDer steht ja nicht direkt vor dir drauf. Du kannst ja nicht eins zu eins die\nPixeldichte des anzuzeigenden Monitors machen, sondern du musst mit reingerechnen\ndie Distanz, die du quasi im virtuellen Raum dazu hast.","Ja, aber ich glaube, also die Auflösung muss sich mindestens nochmal vervierfachen pro,\nalso du brauchst mindestens so 8K pro Auge und dann wird das,\nich meine, du hast ja eben auch selber gesagt, du guckst in den Raum,\nda kommt natürlich jetzt auch noch die Auflösung der Kameras dazu und auch da\nwird es sicherlich noch besser werden können,\naber grundsätzlich glaube ich schon, dass noch ein bisschen mehr Auflösung,\nalso am Ende wissen wir es nicht, es ist halt eine Vielzahl von Dingen.\nDie eigentliche Frage, die sich ja mir stellt, ist nicht so sehr,\nist jetzt diese konkrete Hardware heute schon so oder so,\nsondern ist eigentlich diese Idee des Spatial Computing, also dass du wirklich\ndurch so einen Teil durchschaust und damit irgendwie längere Zeit deinen digitalen Erlebnis,\nEntspannungskonsum,\nProgrammierer, was auch immer, Kreativspace erlebst versus du benutzt.\nIrgendeinen der anderen klassischen Systeme. Hat das Zukunft?\nIst das sozusagen der richtige Weg? Oder ist das ein Weg, der für manche richtig\nsein kann oder besser sein kann?\nDas reicht ja auch aus, weil nichts wird für alle sein und nicht für jeden Moment sowieso nicht.\nSondern ist es sozusagen ein Gerät, was dann auch eine Rolle spielt?\nDas ist ja auch von Anfang an meine Grundskepsis gewesen.\nIch hadere ja schon mit dem iPad. Ich finde zwar ein iPad irgendwie toll,\nich habe auch meine Anwendung für ein iPad, Aber mein iPad ist halt nur für\nsehr wenige Anwendungen mein Go-To-Device.\nAlso für die wenigsten Anwendungen von allen, die ich jetzt habe mit meinem ganzen Gerätepark.","Im Prinzip konsumieren.","Genau, Filme gucken, aber das auch nur in bestimmten Situationen.\nSo im Bett irgendwie. Kalender gucke ich auch gerne. Wenn man unterwegs ist.\nJa, Kalender, ja, nee, das würde mir schon, nee.","Nein, besser als auf dem Phone.","Ja, aber schlechter als auf dem Mac.","Richtig, aber den habe ich meistens nicht dabei.","Ja, aber ich, ja, aber dann, klar, wenn es schnell gehen soll und ausnahmsweise,\nund man kann das auch mal machen.\nMein Go-To-Device ist ja, die Definition von Go-To-Device ist,\nwas ist das Gerät, wenn ich alle zur Verfügung habe, welches nehme ich?\nSo. Und da würde ich derzeit in meiner Anwendungsrealität sagen 90% Mac,\n80% Mac, sagen wir es mal so.\nWeil das iPhone oft, das stimmt eigentlich auch nicht.\nEs ist schwierig, ja das iPhone, es gibt eine bestimmte Kategorie von Sachen,\nda ist halt einfach das iPhone die Nummer 1.\nDas hat aber auch mit der Verfügbarkeit von Apps zu tun, weil es die halt auf dem Mac nicht gibt.\nApps, die ich auch auf dem Mac starten kann, also iPhone-Apps,\ndie ich auch auf dem Mac starten kann, da gehe ich auch lieber an den Mac.","Es kommt drauf an, also im Prinzip alle Kommunikations-Apps haben bei mir einen iPhone-Fokus.","Herzhaft. Also wenn ich Messages auf dem Mac machen kann, dann ziehe ich das immer Touch vor.","Naja, sagen wir mal so, Das iPhone ist immer dabei, ist immer am schnellsten aus der Tasche.\nRappelt, wenn eine Notification reinkommt und du kannst halt schnell eine Antwort\ntippen oder reinlabern, wenn du was machen möchtest.\nAlso deswegen ist so dieses echte Text-Message, Sprach-Message,\ndieser ganze Krempel ist für mich, also das iPhone sehr ein Kommunikations-Device.\nWährend für mich das iPad mehr ein Konsumier-Device ist, also so,\nkeine Ahnung, YouTube oder irgendwelche kleinen Spiele oder irgendein Kram.\nZum Beispiel gehst du zum Arzt, was machst du im Warteraum? Ja,\neinen Rechner rausziehen kann man schon machen.\nAber wenn du dann nochmal einen Termin ausmachst, dann hole ich halt das iPad\nraus und gucke, weil da habe ich irgendwie, das passt noch an übliche Plexiglas-Dinger,\ndie bei Ärzten irgendwie inzwischen überall rumstehen und so weiter.\nDann nimmst du halt das iPad und fertig.\nAlso weil auf dem iPhone im Kalender habe ich eigentlich nie so richtig genug Überblick.\nUnd das ist auf dem iPad gut genug.\nAuf dem Mac wäre der Kalender jetzt noch einen Ticken größer.\nAber wenn man es sich anguckt, das ist keine Revolution mehr.\nKlar, man kann besser tippen, aber das war es dann auch schon.\nUnd ansonsten richtig arbeiten natürlich nur auf dem Mac. Womit sonst?","Also bei dem Punkt, bei der Frage, die du stellst, ist das jetzt ein guter Proof\nof Concept dafür, wie wir in Zukunft etliche Dinge irgendwie machen wollen?\nIch finde das ganz schwer zu beantworten, weil das hat man gerade eben auch\nschon gesagt, die Softwareseite halt noch so unausgegoren ist.\nIch habe mich halt jetzt doch ein bisschen länger auch durch diese ganzen Demos,\nmuss man wirklich sagen, es sind ja alles eigentlich nur Demos durchgearbeitet,\nalso sprich irgendwie das Alicia Keys Konzert mit den verschiedenen Standpunkten\nund dieses Slackline Video,\nwo da die Frau über die Slackline irgendwie in Finnland rüber geht.\nUnd da siehst du diese klassischen Probleme von 3D-Filmen und 3D-Präsentationen,\ndass die eben in so einer ganz ungesunden Welt sind von wir wollen fast alles\nscharf zeigen, aber unsere Aufnahmelinsen sind wieder nicht scharf genug,\ndass das richtig gut klappt.\nUnd dann bist du es halt eigentlich als Mensch gewohnt, ich möchte jetzt da\nhinten, der Musiker interessiert mich, den gucke ich jetzt an und der wird nicht\nscharf, sondern der ist so leicht unscharf.\nAber er ist auch nicht so unscharf, dass du es als künstlerisches Mittel interpretierst\nund du ärgerst dich, dass du eben den jetzt nicht scharf bekommst.\nAnders oder wirklich völlig anders ist die Wirkung in diesem Film Submerged\nder ist ja jetzt gerade auch erst vor ein paar Wochen, Querstrich Tagen rausgekommen,\nund das ist quasi der erste wirklich professionell,\nkonzipierte geskriptete und gedrehte Mini-Kurz-Kinofilm für die Vision Pro den.","Habe ich leider nicht mehr geschafft bevor ich das Ding dann nicht abgetreten.","Habe ja den Ding guckt ihr mal an weil das ist sehr, sehr geil.","Das ist im Prinzip das Boot nachgedreht mit einem zu großen U-Boot.\nIch habe nur den Anfang gesehen und das wurde direkt lächerlich, weil das ist eine Halle.\nDieses U-Boot ist eine Halle. Da kannst du dich quer reinlegen und ausstrecken.","Das mag aber ein Problem auch der Perspektive sein, weil auch die Figuren wirken\nin dem 3D nicht so ganz stimmig in der Größe. Also da mag auch noch der eine\noder andere Haken drin sein.\nAber was dieser Film hervorragend macht, ist grundsätzliche Schärfe.\nAlso das ist wirklich so IMAX-Schärfe, die du da plötzlich hast.\nUnd dann eben ein sehr künstlerisch bewusster, vernünftiger Umgang mit Tiefenschärfe\nfür einen 3D-Film. Dass du eben zum einen Einstellungen hast,\nwo einfach mal alles super scharf ist, weil du halt einfach die Blende entsprechend eingestellt hast.\nAlso super kleine Blende, was weiß ich, also nicht nur F8, sondern F20,\nwas die auch immer da genommen haben.\nDas heißt, du kannst selber entscheiden, wo möchte ich gerade hingucken und alles ist scharf.\nUnd der andere Modus ist eine künstlerisch sehr klar eingesetzte Blende.\nTiefen und Schärfe, dass du also gesagt hast, so dieses Porträt im Vordergrund\nist jetzt scharf und alles andere ist so blurry, dass mein Auge gar nicht erst\nauf den Gedanken kommt, da zu versuchen scharf zu stellen, weil es einfach kapiert,\ndas ist jetzt so gemeint.\nUnd dann merkst du plötzlich zum einen, was dieses Display eigentlich kann in\ndieser Brille, was diese Kameras, die da drin verbaut sind, alles überhaupt\nnicht ansatzweise umgesetzt bekommen, dass du also plötzlich,\noh, so hatte ich es mir jetzt eigentlich vorgestellt, wenn ich diese Brille\naufsetze, dass alles so aussieht.\nPlus, dass es eben einfach mal offensichtlich mal ein Künstler war,\nder sich jetzt mal ein bisschen austoben konnte.\nDas ist ja auch der, der hier diesen einen bekannten Film gemacht hat.\nDie Story ist jetzt nichts berauschendes und sowas, aber guckt euch das mal\nan, wenn ihr da irgendwie die Gelegenheit zukommt.\nSo kann das schon ganz gut funktionieren.\nSo eine andere Anwendung, die haben wir auch zusammen ausprobiert,\ndie mich völlig umgehauen hat, ist Sky Guide.\nDas heißt hier, das haben wir schon mal besprochen, als ich erzählt habe,\nwo ich da in der Rhön war, in diesem Sternenpark und weil nur Nebel war.\nSo und so eine App, mit der man ja die Sterne findet und wo steht eigentlich\ngerade hier, wo stehen die Planeten und wo finde ich meinen Saturn,\nist eben Skyguide. Gibt es fürs iPhone.\nGibt es auch verschiedene Apps in der Richtung, aber für Skyguide gibt es eben\njetzt auch eine Vision Pro App.\nUnd die habe ich mal ausprobiert und,\nSo hätte ich es ja gerne in der Rhön gehabt. Das heißt also,\nda kommt dieses Display eben auch zu sich selbst.\nWeil da kommt eben, ist das eigentlich ein OLED?","Ich fand die App aber ein OLED-Dreffverbot.","Also es ist auf jeden Fall ein super tiefes Schwarz. Da macht plötzlich dann\nauch das Leitziel Sinn, dass du also auch überall Schwarz hast.","Siehst du mal, siehst du mal?","Das ist aber auch die einzige Anwendung, die ich hatte.","Aber darauf kommt es an.","Aber in dem Moment war es gut. So und dann hast du wirklich diesen Sternenhimmel.\nUnd das ist alles knackscharf, zumindest halt in der Mitte, wo du hinguckst,\naber alles andere, da verwischte sich, war es nicht so dramatisch,\nwenn ich halt irgendwie auf Text gucke einfach.\nPlus du hast noch diesen Modus, dass du dann noch so ein virtuelles Fernglas\naufsetzen kannst, um dann also die Andromeda-Galaxie etwas stärker als bisher\nnoch mal hier ranziehen zu können.\nSondern auch da funktioniert dann plötzlich halt dieses, ich habe eine Taucherbrille\nauf, Moment viel besser, weil du dann eben denkst, so jetzt gucke ich wirklich\nhier durch ein Fernglas durch.\nAlso das war, ich würde nicht sagen ein spiritueller Moment,\naber da kommt diese Technologie dann wirklich zu sich selber.\nSo möchte man eigentlich immer gerne Sterne gucken können.\nDas war also wirklich wie in einem guten Planetarium vom Insekt her.\nProbier das dann auf jeden Fall auch nochmal aus.","Im Prinzip ja, ich fand die App nicht so geil. Also ich bin ja Stellarium gewöhnt,\nweil ich das immer benutze und Stellarium ist halt einfach auch besser in dem, was es zeigt.","Das habe ich dann gleich auf der Quest 3 ausprobiert, weil das geht nämlich\nfür die Quest 3 Stellarium.\nAber da fällt dann das Display echt zurück, weil es halt kein OLED ist.\nUnd du dann halt auf so ein dunkles Grau guckst, dann sind die Sterne dann eben\nan doch auch nicht wirkliche Punkte, sondern dann schon eher so als Flächen gerendert.\nAlso das ist einer der Punkte, wo ich sagen würde, da ist dann die Quest 3 wirklich\nnicht hinterhergekommen an der Stelle.\nSo, wieder auf die andere Seite rum. Ich habe mir dann mal etwas intensiver\ndiese immersiven, selbstgemachten Videos und Bilder angeguckt.\nJa, wo du dann also plötzlich deine Kinder filmst und dann die in 3D hast und\nich mach 3D Bilder und sowas.\nEy, was ein Scheiß. Also das ist auch wieder etwas, wo der Diff zwischen dem,\nwie es beschrieben wurde, dass du plötzlich wieder genau in der Szene drin bist und sowas.\nDu guckst da in einen relativ kleinen Schuhkarton.\nUnd den kannst du dann zwar ein bisschen größer ziehen, dass er immersiv wird,\naber das ist von dem, was aufgenommen wird von der Kamera, ist es echt.","Du redest jetzt von 3D-Video.","Was du mit dem Telefon aufgenommen hast. Nee, die ich mit der Brille aufnehme.","Ach so, okay, das geht ja auch.","Aber ehrlich gesagt, selbst das Werbematerial, was sie in der Apple-Demo im\nApple-Store zeigen, sind die Filme von so niedriger Qualität,\ndass du denkst, das ist jetzt nicht euer Ernst.","Die Auflösung ist nicht toll.","Also die Kameras sind dermaßen schlimm.\nEin Foto, was bei Mittags Sonne aufgenommen ist und trotzdem Farbrauschen hatte,\nweil die Kamera irgendwie nicht genug Leck gekriegt hat oder so.","Ich weiß es nicht Also Technikjournalistinnen die sagen, dass das jetzt irgendwie,\nirgendwas beeindruckendes wäre da kann ich nur sagen, ihr seid aber sehr leicht\nzu beeindrucken. So, wieder andere Seite.","Wenn die schreiben alles scheiße dann klickt doch keiner auf den Artikel Ja.","Mag sein Doch auch.","Wenn sie schreiben alles scheiße dann vielleicht schon.","Das stimmt Was ich ausprobiert habe Simple Piano.\nIch habe ja bei mir ein Stage Piano rumzustehen im Wohnzimmer.","Simply Piano.","Und da gibt es halt diese App, die dir dann virtuell vor dir deine Noten langfliegen\nlässt und erkennt, dass du vor einem echten Klavier sitzt und das,\njustierst du einmal entlang der Tasten, dass du also sagst, guck mal hier,\nda ist das C und da ist das hohe C und dazwischen sind die schwarzen Tasten\nund dann kriegst du also eingeblendet in der Vision Pro,\nwo du wann welche Taste zu drücken hast. Das ist cool.","Funktioniert das gut?","Ja, ist super.\nAber gibt es auch auf der Quest 3. Habe ich seit anderthalb Jahren.\nAber das ist cool. Also das ist eine Sache, die kann man auch echt mal ausprobieren.\nSo als Musiklerninstrument.","Ich habe es ohne Klavier ausprobiert. Es gibt ja auch den ohne Klaviermodus.","Dass man so die Tastatur quasi einfach nur so virtuell auf dem Tisch drauf bietet.","Richtig, er hat nicht mal den Tisch erkannt.\nDann habe ich den in die App geschlossen. Das war mir dann zu doof.","Also mit einem echten Klavier hat das echt florist funktioniert.\nAlso das ist auch so eine Geschichte, wo man sofort merkt, okay,\nhier wird so eine Ebene aufgemacht, oft gemacht, die du mit anderer Technologie\nüberhaupt nicht hinkriegst.\nAlso genau das Beispiel, was du eben so diese Kategorie, die du einforderst,\nvöllig zu Recht. Also das kriegst du ansonsten nicht hin.\nSo und ein sehr versöhnliches Ende, dann habe ich sie wieder abgetreten,\ndie Brille war Brettspiele.\nIch habe einfach mal Schach gespielt damit und eine Runde Schiffe versenken.\nUnd das macht irgendwie sonderbar viel Spaß,\nweil du halt wirklich dann so ein wirklich sehr,\nsehr schönes Holz-Schachbrett einfach sauber vor dir auf den Tisch gerendert\nbekommst und du kannst dann wirklich mit deiner Hand die Figuren nehmen und\ndie auf dem Schachbrett vernünftig durch die Gegend ziehen.\nBeim Schiffe versenken kannst du kleine, lustige Mini-Bötchen irgendwo reinsetzen\nund dann explodieren die und saufen ab und du kannst wirklich rangehen und das\nist alles richtig sauber, gut gerendert.","Dann macht es Puff und alle Kühl fallen um?","Genau. So ich Genau, voriges Java-Merla-Matter Ich habe da ein paar Screenshots\ndabei Warte mal, das ist wirklich, wirklich schön Das hier ist jetzt das Schachspiel, was ich jetzt hier.","Reinwerfe Also was mich ja total wundert dass bis jetzt offensichtlich gibt\nes noch also korrigiert mich, aber ich habe weder was gehört noch geschweige\ndenn irgendwas entdeckt Ähm,\nEs gibt doch nun diese 3D-Render-Realtime-Engines.","Kommen wir noch zu.","Genau, das bringt Roddy gleich rein. Ich bin jetzt auch gleich durch.\nSo, ich habe jetzt hier noch zweimal ein paar Screenshots vom wirklich Schiffe\nversenken. Das bleibt halt ein stumpfes, doofes Spiel.\nAber so der Grat an...","Das ist ja weird, da ist noch so ein Hafen außenrum.","An Bells and Whistles, der da aufgefahren wird, ist schon süß.","Meine Herren, meine Herren.","So und auch sowas gibt es alles auf der Quest 3, aber da fehlt dann halt so\nder letzte Tucken Render-Qualität und Schärfe, der dann hier bei der Vision\ndann doch ganz gut funktioniert.\nUnd wenn du halt irgendwas Spannendes vor dir hast, ist es in dem Moment dann\nauch nicht so tragisch, dass dein Zimmer halt nicht so toll gerendert wird.\nAlso das blendet das Auge dann, finde ich, stärker aus, als wenn du so einen\nflachen Monitor vor dir hast.\nIrgendwie fehlt dann da halt so diese Dreidimensionalität, die dann das Gehirn\nnochmal anders überlistet.","Aber ehrlich gesagt, das mit dem, dein Zimmer wird jetzt nicht so besonders\nscharf gerendert, hat mich jetzt so sehr auch nicht gestört.\nEs sei denn, du versuchst irgendwo in deiner Umgebung irgendwas anzugucken und\ndu hast dann so diesen Instinkt, ja gut, dann nehme ich die Brille halt schnell ab.\nWas halt irgendwie auch nicht geht, weil du hast es ja gerade so fest gebamselt, dass sie richtig sitzt.\nUnd dann kriegst du das Teil auch nicht von der Fresse.\nGut, zum Thema Software und Spiele, da muss ich noch das, wie auch immer man\nes ausspricht, Luna, glaube ich, mit Doppel-O-N-A geschrieben, Cozy Puzzle Games.\nDas war auch so ein Minispiel. Ich habe da jetzt leider kein Screenshot von,\naber ich kann den Namen mal eben einfügen, wenn er das denn macht hier.","Wir brauchen nur links.","Da hast du halt so komische 3D-Szenen, wo du dann einzelne Teile immer dran\nklebst, damit die dann bunt werden und so weiter.\nDas war so als Zeitvertreib ganz niedlich irgendwie. Also es ist jetzt kein aufwändiges Spiel.\nAber ich dachte, ich versuch's dann tatsächlich mal. Genau, und dann sitzt immer\ndieses Blau-Vieh im Menü.\nWarum, was auch immer dieses Blau-Vieh ist. Egal.\nDann dachte ich, ich versuche mal eine richtige 3D-Anwendung.\nJetzt, weiß ich nicht, ich kenne im Wesentlichen drei.\nDas ist Fusion 360, dann gibt es OnShape und dann gibt es Shaper 3D.\nFusion und OnShape.","3D-Modeling-Software.","Genau. Also CAD-Programme im weitesten Sinne. Genau.\nFusion und Onshape gibt es soweit ich weiß nicht auf der als Vision OS App.\nAber Shaper 3D gab es und das habe ich dann mal ausprobiert.","Gibt es auch immer noch.","Gibt es auch immer noch, ja. Ich denke nicht, dass sie es heute rausgenommen\nhaben. Gestern war es noch drin.\nUnd es ist nur leider kein richtiges 3D-Programm, sondern was sie machen ist, dass sie das,\nwas sie quasi auf dem Back haben als Fenster, da trennen sie so ein paar Paletten ab,\ndie kannst du dann einzeln irgendwo aufstellen und hast in der Mitte aber dann dein flaches Fenster,\nwo sie dann eine 3D-Figur flach reinrendern.","Aber da glaube ich nach wie vor, da haben wir wahrscheinlich nur den richtigen\nSchalter nicht gefunden. Also das kann eigentlich nicht sein.","Doch, ich denke, das kann schon sein.\nDa haben sie den Aufwand nur noch nicht reingesteckt, das dann tatsächlich 3D\nzu machen. Und dem Programm traue ich es zu, dass sie es irgendwann hinkriegen.\nWeil das ist also auch so ein bisschen mein Tipp, wenn man anfängt mit 3D-Modeling-Software\nund weiß noch nicht so richtig, was man da so tut. Shaper 3D ist...\nIn der freien Variante kann man nicht so fürchterlich viel mitmachen,\naber es verhält sich wie eine normale Mac-App und man kriegt damit Dinge geregelt\nund man versteht auch die Konzepte dahinter.","Aber zum Beispiel, ich bin jetzt gerade auf der Seite von denen und die haben\ndoch jetzt hier so Szenen, wo man sieht,\nda kannst du dann deine Kaffeemaschine, die du gerade zusammengebaut hast in\n3D, kannst du dann in einer echten Welt positionieren und um sie rumlaufen und\nvon allen Seiten betrachten und so weiter.\nAlso da wird es echt was geben, was wir einfach noch nicht gefunden haben.","Keine Ahnung, ich bin die Menüs soweit durchgegangen, das Programm ist eh nicht\nso fürchterlich aufwendig, es ist eher ein etwas kleineres Programm,\naber wie gesagt, zum Anfang ist Shaper 3D, ich bin da ganz angetan von.","Benutze es aber nicht. irgendwas, was mal Realtime den ganzen Kram gemacht hat\nmit Unity oder mit so Unreal Engine.\nAlso ich meine, wir haben doch diese ganze Gamer-Kram und das sollte ja das\nGerät auch schnell genug sein, um einfach in Echtzeit auf meine Bewegungen zu\nreagieren und eben auch wirklich anders als diese ganzen Demo-Apps und Videos,\nwo sozusagen deine Position immer eingebrannt ist,\nwo du dich ja reinbewegen kannst und dann kann das ja auch alles in Echtzeit\nneu gerendert werden und du kannst 360 Grad um dich herum gucken und im Prinzip\nwäre das ja eine komplett immersive Geschichte, sowas muss es doch geben.","Also diese immersiven Szenarien sind so.","Es gibt ja diese Saurier-Demo.","Auf dem Mond kannst du da rumlaufen. Wirklich.\nDas verschiebt sich alles richtig. Das war ja meine Frage auch in der früheren Sendung von mir.\nIst das dann eine feste Kamera oder ist es wirklich 3D gerendert und diese immersiven\nUmgebungen sind wirklich sauber 3D gerendert. Da kannst du drin rumlaufen.","Wie weit kannst du da laufen? Ein paar Meter. Ja, aber die ganzen Objekte sind\ndoch alle fünf Kilometer entfernt.","Ja, geht so.","Da ist ja kein nahes Objekt, da ist ja nichts.","Die Mondoberfläche unter dir, da sind schon einiges an Steinen und sowas,\num die du rumläufst. Also da ist das eine oder andere.","Hast du diesen Dinosaurier-Dingsi ausprobiert?","Ja, klar.","Da kommt ja am Anfang der Schmetterling angeflogen, den kannst du dir ja auf\ndem Finger, der sitzt ja dann auf deinem Finger, wenn du die Hand ausstreckst irgendwie.","Ich hab mich nur gefragt.","Und die benutzen garantiert Unity oder Unreal Engine.","Was auch immer. Ich hab mich nur gefragt, warum gibt es keine Apps,\ndie das benutzen und da mit Vision Pro was machen, weil das wäre ja sozusagen\nout of the box, komplett 360 Grad.","Die Spiele, die Ralf jetzt vorgestellt hat und dieses komische Luna-Puzzle-Game,\ndie benutzen garantiert auch eine dieser Engines.","Aber sie funktionieren halt immer so, du hast etwas Gerendertes und das setzt\ndu irgendwo auf den Tisch in den realen Raum. Ja, klar.","Du bist nicht in so einem kompletten Environment.","Keine Ahnung. Achso, eine Sache habe ich noch versucht. Und zwar habe ich versucht,\ndie Vision mit meinem Steam-Account zu verbinden oder zumindest mit dem Rechner,\nauf dem Steam-Games laufen,\num die dann quasi als Anzeige-Device für 3D-Games zu verwenden.\nAber da habe ich nichts gefunden, was auch nur im Anhieb irgendwie funktionieren würde.\nDa sind wir dann noch nicht so weit. Das hat mit der Quest 2,\nhabe ich es mal ausprobiert, das war zwar auch eine sehr wonky Experience,\naber immerhin hat es funktioniert.","Also da zieht vielleicht wirklich halt so Apples Grundstrategie so,\nwir wollen da jetzt erstmal keine Games drauf sehen und entforcen das in keiner.","Verboten ist es ja nicht.","Aber es gibt da auch echt keinen Support. Und du hast auch irgendwo halt so das Eingabeproblem.\nSo mit deinen Händen kannst du dann halt auch nicht so rasend viel machen versus\neinem Controller, wo du dann halt doch diverses Freiheitsrader hast.","Das ist richtig. Also dass es keinen Controller gibt, das könnte man natürlich\nauch als Nachteil werten.\nIch meine, ich bin mir relativ sicher, die schauen jetzt erstmal zu.\nDie haben es nicht eilig. Die haben dieses Produkt rausgebracht,\ndamit es erstmal einen Proof of Concept ihrer Vision gibt.\nUnd ich wäre nicht überrascht, wenn die nächste Generation,\ndie wahrscheinlich auch erst in zwei Jahren ansteht, auch wenn sie natürlich\nmit Vision OS Updates auch schon nochmal was drehen können, aber dass erst mit\nder nächsten Generation Hardware der nächste große Schritt kommt und dabei eine\nganze Menge über Bord geworfen wird.","Hoffentlich auch der hohe Preis.","Ja, sicher, aber ich meine der hohe Preis ist wahrscheinlich mit den Komponenten,\ndie du da drin hast, auch irgendwo zu vertreten.","Wobei ich jetzt echt sagen muss, das ist jetzt wahrscheinlich auch ein bisschen\ndurchgekommen. Mein Respekt vor dem, was Meta hier mit der Quest 3 zu einem\nZehntel des Preises abgeliefert hat, der ist echt gestiegen jetzt seitdem.\nWeil der Unterschied ist mal definitiv\nnicht Faktor 10, der ist nicht mal Faktor 2 von der Qualität her.\nUnd das ist dann eben schon Komponenten hin oder her. Aber das ist doch die.","Die du mir hier aufgesetzt hast. Das war doch total Pixel-Gitter-Welt. Das war doch alles...","Ja, deine Augen, Tim.","Nee, aber ich meine, das ist nicht Faktor 10, das ist einfach eine andere Kategorie.\nAlso ich meine, da siehst du sofort, dass du auf den Bildschirm guckst und das\nist bei der Vision Pro überhaupt nicht der Fall.\nAlso, sorry, aber den Vergleich lasse ich überhaupt nicht gelten,\nweil da, finde ich, spielt diese Meta-Geschichte überhaupt nicht in derselben Liga.","Sehe ich komplett anders. Also ich nutze die täglich jetzt.","Ja, das kann ja sein, dass man die täglich benutzt, aber es ist halt,\noptisch ist das nicht in derselben Liga, also das ist nicht ein bisschen schlechter oder so.","Genau, die ist scharf, die Vision Pro ist unscharf, außer ich gehe direkt in\nden Kopf, weil wir haben da jetzt unterschiedliche Prioritäten.","Wir reden jetzt gerade über die Auflösung des Bildschirms und wenn ich in diese\nMeta reinschaue, dann ist es halt...\nGitter, Muster. Ich sehe jeden Pixel als solchen und das sehe ich halt in der\nVision Pro nicht. Also, ist doch ganz offensichtlich.","Ja, aber wenn es dann unscharf ist, nutzt es mir nicht, dass da viele Pixel sind.","Du hast auch gesagt, es ist alles scharf.","In der Mitte, in einem sehr kleinen Bereich, direkt in der Mitte.\nSobald ich mit meinen Augen nach links oder rechts gehe.","Ist es sofort unscharf. Ja, das ist diese Motion Blur, dass es erst nachschärft\nund du hast es immer wo du hinkommst.","Auch dann ist es nicht mehr scharf, sondern du hast diese Doppelstrukturen,\ndu hast diese, wie heißt es, chromatische Abiteration kommt immer stärker rein.","In der Mitte, also wenn du wirklich geradeaus guckst, ist es scharf,\naber wenn du nach links guckst, ist es nicht mehr scharf, oder was?","Genau. So, und so gucke ich nun mal auf einen Monitor. Wenn ich vor einem Monitor\nbin, dann bewege ich mich die ganze Zeit meinen Kopf, sondern ich bewege nur meine Augen.\nSo, und das funktioniert mit der Quest 3 besser. Und von daher,\nja, da ist dann ein Fliegengitter, das stört mich aber weniger,\nals dass ständig alles unscharf ist, wo ich mit meinen Augen hingucken will.","Das ist ja quasi alles, ja, egal. Ich weiß nicht, ich fand dieses Gitter,\nhabe mich einfach total abgeturnt, gleich von vorne rein. Das war für mich irgendwie\nüberhaupt keine Option.\nNaja, mal schauen. Also ich werde das Ding jetzt auf jeden Fall nochmal etwas intensiver testen.\nIch habe da so ein paar Szenarien, die ich ganz gerne mal überprüfen möchte,\nob das sozusagen als Arbeitsmodus funktioniert.\nUnd dann werde ich berichten.\nSo, jetzt haben wir aber auch, glaube ich, alles dazu erzählt, oder?","Vermutlich.","Vermutlich? Vermutlich.\nIch hoffe auch, dass euch das alle jetzt was gebracht hat.\nAlso ganz ehrlich, man kann natürlich jetzt über die Vision Pro der einen oder\nder anderen Meinung sein. Das wird auf jeden Fall heiß diskutiert.\nWer die Möglichkeit hat, sich das mal anzuschauen und nicht selber gesehen hat,\nkann ich nur raten, mal diese komische Demo da im Apple Store zu machen,\nwenn man einen in der Reichweite hat. Das ist auch nicht jeder Apple Store.","Keine Ahnung. Ich weiß nicht, wie viele Apple Stores in Berlin gibt,\naber zwei hatten das Angebot.","Ja, ich rede ja nicht von Berlin nur, sondern generell Deutschland und bin mir\nnicht ganz sicher, ob alle Apple Stores in Deutschland, Österreich,\nSchweiz auch immer eine haben. Das kann sein, das weiß ich bloß nicht.","Also auf jeden Fall waren da massiv Termine frei.","Jaja, das ist jetzt nicht überrannt. Also das meinten die auch.","Also wer einen Apple Store in der Nähe hat, einfach Termin klicken,\nhingehen, freundlich sein zu den...","Dinosaurier angucken.","...die den Leuten, die einem das Ding vorführen. Und ansonsten, ich meine,\nKaufreflex hat es bei mir jetzt nicht ausgelöst, obwohl sie mir noch eine nette\nE-Mail geschickt haben, so nach der Art, das ist die Konfiguration,\ndie du dir angeguckt hast und darunter ist ein blauer kaufenbutton.","Gut dann sind wir eigentlich durch oder?","Ich denke mal.","Du denkst das mal. Wenn du das denkst, dann ist es so.","Ich habe keine Einwände, euer Ehren.","Wir haben gerade jetzt doch noch mal kurz geguckt, die Auflösung pro Auge.\nDer Quest 3 ist 2000 mal 2200 und die von der Vision 3600 mal 3200.\nAlso es ist ungefähr ein Drittel mehr, aber dann eben auch nur.\nEs ist nicht das Doppelte, nicht das Vierfache.","Ja gut, vielleicht sagst du nochmal die Zahl.","Bitte.","Also wir können ja mal einfach runden. 2000 versus...","Du sagst mir jetzt die Zahl.","2064 mal 2208.","2208 sind 4,5 Millionen Pixel.","Genau, 4 Millionen Pixel und die Vision hat 3660 mal 3200.","Das sind 11,7 Millionen.","Ja, das ist ungefähr die Pixelanzahl von 4K. Also 4K sind um die 10 Millionen.","Also Faktor 2,6.","Mehr Pixel, ja. Es kann natürlich sein, dass die Displays tatsächlich besser\nsind, dass sie weniger Zwischenräume zwischen den Pixeln haben.\nAlso du siehst natürlich bei gleicher Pixelgröße mehr Gitter,\nwenn die Pixel kleiner sind.\nUnd mehr Zwischenräume zwischen den Gittern sind. Keine Ahnung,\nwie die Displays so gebaut werden.","Der Schwarzwert ist viel besser, dank OLED.","Es kann natürlich durchaus sein, dass sie tatsächlich ein bisschen unschärfer\nist und dadurch du sie nicht so viel Gitter siehst.\nAber ja, also ich fand sie jetzt nicht unscharf, aber ja.","Your mileage may vary.","Ansonsten halt eher Crickets und Tumbleweed Weed im App Store.\nDas ist halt das, wo ich sage so, hey, was will ich denn damit,\nwenn ich damit nichts tun kann?","So, Leute, jetzt machen wir hier mal zu den Laden und spielen das beliebteste\nOutro, Podcast-Outro Deutschlands ab.\nOder? Das ist schon das Beste. Mindestens, ich finde es am besten.\nGibt nichts Besseres. So, sagen wir noch schön Tschüss. Nächstes Mal bin ich\naus der Ferne mit dabei, aber Freakshow geht es natürlich weiterhin.","Wir sind schon ganz aufgeregt.","Und ihr seid schon ganz aufgeregt. Ich auch. Und dann gucken wir mal,\nwas dabei rauskommt. Also wir sagen Tschüss. Bis bald.","Tschüss.","Tschüss."]}