{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:00:23",
      "text": "In einer Welt der Unsicherheit, der Instabilität, alles, die Wirtschaft liegt am Boden.\nDer Papst ist tot. Der Papst ist tot. Es ist alles.\nDem Untergang geweiht."
    },
    {
      "speaker": "roddi",
      "time": "0:00:38",
      "text": "Donald ist immer noch da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:00:40",
      "text": "Gibt es denn noch Stabilität in dieser Welt? Und die Antwort lautet,\nes gibt noch die Freakshow.\nUnd hier ist sie wieder für euch.\nUnd deswegen ist alles nicht so schlimm.\nWeil ihr könnt euch jetzt einfach zurücklehnen und wieder Hoffnung schöpfen. Oder?"
    },
    {
      "speaker": "roddi",
      "time": "0:00:58",
      "text": "Was für ein Intro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:00:59",
      "text": "Ja. Man muss ja mal den Punkt machen."
    },
    {
      "speaker": "roddi",
      "time": "0:01:04",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:06",
      "text": "Okay, während die anderen beiden total fahren sind hier von meinem Einstieg,\nsage ich erstmal herzlich willkommen zur Freakshow.\nIch bin's Tim, Tim Rittlaff und mir gegenüber sitzt Roddy. Hallo Roddy."
    },
    {
      "speaker": "roddi",
      "time": "0:01:17",
      "text": "Hallo, guten Abend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:19",
      "text": "Ich bin etwas geschockt, der Scheitel sitzt auch nicht mehr ganz so sicher."
    },
    {
      "speaker": "roddi",
      "time": "0:01:24",
      "text": "Naja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:25",
      "text": "Zu meiner Linken, der Ralf. Hallo Ralf."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:01:28",
      "text": "Einen wunderschönen guten Abend. Heute mal richtig gesund. Was? For the record."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:33",
      "text": "Ich rede hier gerade über Stabilität und Kontinuität und jetzt bist du auf einmal gesund.\nAh, Rudi hat das übernommen, sehr schön. Alles klar."
    },
    {
      "speaker": "roddi",
      "time": "0:01:43",
      "text": "Ja, man hört es vielleicht ein bisschen, dass ich leicht belegt bin im Hals."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:48",
      "text": "Okay, gut. Dann muss ich dich jetzt wahrscheinlich irgendwo rausschneiden.\nJa, die Nachbearbeitung. Ganz wichtig. Ja, Freakshow-Nummer.\nWas haben wir denn heute?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:02:01",
      "text": "291."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:02",
      "text": "Ist das so?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:02:02",
      "text": "Das ist so. Das steht zumindest hier in unserem Pad."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:05",
      "text": "Wenn es im Pad steht, dann muss es wahr sein. Genau. Manchmal komme ich dann\ndoch ein bisschen durcheinander mit den Nummern."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:02:12",
      "text": "Die letzte war 290. Von daher stehen die Chancen hoch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:15",
      "text": "Ja, ich habe zum Beispiel jetzt diese Sendung.\nWie konfus ich manchmal bin. Die Sendung speichert gerade unter UKW 133 ab.\nKeine Ahnung, wie ich da jetzt drauf gekommen bin."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:02:31",
      "text": "Na gut, dann reden wir halt über die Ukraine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:35",
      "text": "Zuletzt hatte ich das Thema Serbien, um mal ein bisschen Abwechslung in die\nSache reinzubringen. Da geht es ja auch rund.\nJa, aber wir machen heute keine Politik. Also zumindest keine,\nüber die wir ohne weiteres hinweg sehen können."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:02:49",
      "text": "Also ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:51",
      "text": "Das könnte sein, dass es noch welche gibt, die wir auch nicht ignorieren können,\naber ja, so weiß es aber nicht.\nIch bin jetzt final wieder da und das mal so ein bisschen for the record."
    },
    {
      "speaker": "roddi",
      "time": "0:03:04",
      "text": "Final wieder da klingt wie ein Widerspruch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:07",
      "text": "Naja, letztes Mal war ich ja noch nicht ganz wieder da.\nDa war ich zwar kurz wieder da, aber dann war ich ja auch gleich schon wieder\nweg und ich habe nochmal eine kleine Reise, eine Doppelreise hinten angestellt\nund ich war auf einer Elixierkonferenz.\nDas war eine sehr gute Idee, dass ich auf einer Elixierkonferenz war."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:03:24",
      "text": "Wo war die Elixierkonferenz?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:25",
      "text": "Die Elixierkonferenz war in Braga."
    },
    {
      "speaker": "roddi",
      "time": "0:03:28",
      "text": "Und wo ist Braga?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:30",
      "text": "Das ist die drittgrößte Stadt welches Landes."
    },
    {
      "speaker": "roddi",
      "time": "0:03:34",
      "text": "Wenn ich es wüsste, würde ich nicht fragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:35",
      "text": "Ich weiß. Ich tue das jetzt trotzdem noch ein bisschen raus."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:03:38",
      "text": "Ich versuche nicht zu googeln, es gelingt mir nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:41",
      "text": "Alle Hörerinnen und Hörer denken mit. Der Chat sagt, Portugal, 100 Punkte an Halifax."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:03:48",
      "text": "Oh Gott, die Treppe bin ich schon mal hochgelaufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:50",
      "text": "Welche Treppe? In Braga."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:03:52",
      "text": "Sehr große, lange Treppe in Braga, wenn ich das so richtig sehe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:56",
      "text": "Du bist schon mal die Treppe in Braga hochgelaufen und weißt nicht, dass es Braga gibt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:03:59",
      "text": "Ich kann mir doch Namen nicht merken. Leider weder von Menschen,\nwas schwierig ist schon gar nicht von Stetten, aber auf diese Treppe bin ich hochgelaufen.\nDas ist eine wirklich sehr, sehr lange Treppe. Wirst du die auch hochgelaufen?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:09",
      "text": "Die zur Basilika unserer lieben Frau von Samero führt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:04:13",
      "text": "Exakt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:14",
      "text": "Tatsächlich nein, aber ich war im Stadion von Braga."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:04:17",
      "text": "Tja, so sind unsere Prioritäten verteilt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:19",
      "text": "Das Stadion von Braga ist auch eine Erwähnung wert. Es ist tatsächlich eine,\njetzt kannst du wieder mal so einen, wie wir hier sehen, Moment einführen in diesem Podcast.\nUnd ja, das Stadion von Braga ist nämlich auch sehr speziell.\nRoddy guckt schon wieder so. Ich werde jetzt das einfach mal hier kurz visualisieren.\nOkay."
    },
    {
      "speaker": "roddi",
      "time": "0:04:43",
      "text": "Oder muss man ganz schön für rechts, links gehen?\nAchso, nee, das Stadion. Das Stadion ist jetzt..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:52",
      "text": "Das Stadion ist an so einer Steilklippe gebaut und ist halt eines der wenigen\ngrößeren Stadien, die tatsächlich nur aus zwei Tribünen besteht.\nAlso hinter den Toren jeweils ist nichts.\nAuf der einen Seite ist halt diese Steilklippe,\nund sozusagen die Anzeigetafel. Und auf der anderen Seite ist halt einfach das\nauslaufende Tal, sodass man von der Tribüne nicht nur auf den Fußballplatz schauen\nkann, sondern eben auch so in die Weite gucken kann, wenn es denn nicht schon\nso spät ist, dass die Sonne untergegangen ist."
    },
    {
      "speaker": "roddi",
      "time": "0:05:26",
      "text": "Also ich will nicht den Eindruck erwecken, ich würde mich mit Fußball auskennen,\nweil so ist es nämlich auch nicht. Aber für mich scheint das jetzt keine so große Tribüne zu sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:36",
      "text": "Das unterschätzt du maßlos, das geht acht Stockwerke hoch, das ist richtig hoch,\nalso bis man da ganz oben ankommt und ich musste das tun und es gibt keinen Fahrstuhl,\nda kommt man ganz schön ins Keuchen und wenn du auch mal genau hinschaust, das Besondere ist,\ndass die beiden Tribünendächer sich sozusagen gegenseitig festhalten,\ndas heißt sie sind mit so Kabeln überspannt,\nDas heißt, es ist mehr oder weniger ein durchgehendes Dach in gewisser Hinsicht.\nNur in der Mitte sind halt nur die Kabel freilaufend.\nUnd das ist aber so eine hängende Hängekonstruktion."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:06:16",
      "text": "Können die dann noch so Plane drüber ziehen, wenn es regnet?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:20",
      "text": "Nein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:06:21",
      "text": "Weil es sieht so aus, als wäre es genau dafür gebaut."
    },
    {
      "speaker": "roddi",
      "time": "0:06:25",
      "text": "Oder Abschattung oder irgendwas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:26",
      "text": "Ja, also das ist aber auch mal wieder ein interessantes Beispiel.\nAlso ich meine, das ist natürlich grandiose Architektur aus rein konstruktiver Sicht."
    },
    {
      "speaker": "roddi",
      "time": "0:06:38",
      "text": "Also mich würde es nervös machen, wenn ich da jetzt erzähle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:42",
      "text": "Ja, ich weiß nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:06:45",
      "text": "Von wann ist das Stadion?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:47",
      "text": "Das Stadion ist gebaut worden, schauen wir mal, 2003 ist es eingeweiht worden.\nDas ist noch relativ neu und ist halt..."
    },
    {
      "speaker": "roddi",
      "time": "0:07:01",
      "text": "Nach Berliner Rechnung hat es dann noch 30 Jahre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:05",
      "text": "Ich weiß nicht, ob Berliner Rechnung so ist. Wenn du mal hier die Bilder vom\nBau anschaust, dann siehst du, dass es doch sehr hoch geht.\nDie Tribüne zieht sich sehr nach oben und es liegt halt sehr malerisch."
    },
    {
      "speaker": "roddi",
      "time": "0:07:18",
      "text": "Also gut, ich habe bewiesen, dass ich mich nicht auskenne. Sehr gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:21",
      "text": "Genau. Und das ist, ich weiß gar nicht, was ist die Kapazität dieses Stadions?\nDie ist gar nicht mal so groß.\nSteht das hier irgendwo? Das muss ja irgendwo stehen. 30.000.\nWas im Wesentlichen jetzt wiederum daran liegt, dass es quasi ja nur zwei Tribünen\nsind, weil du eben hinter dem Tor und auch an den Ecken nichts hast.\nSo, sieht also toll aus, architektonisch alles ganz O und A und man muss das\nirgendwie von allen Winkeln fotografieren, wenn man da ist und das machen sich\nja auch eine ganze Menge Leute, selbst die, die da nicht zum Fußball gehen,\nweil es halt einfach so ein architektonisches Kleinod ist.\nEs ist aber leider als Stadion ein bisschen scheiße,\nweil durch diese offene Bauweise geht halt sozusagen jeder Gesang einfach in\nder Ferne verloren und du hast halt irgendwie nicht so diese Dichtheit eines Hexenkessels."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:08:11",
      "text": "Die Stimmung ist halt innerkur."
    },
    {
      "speaker": "roddi",
      "time": "0:08:12",
      "text": "Hält die Atmo nicht?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:13",
      "text": "Ja, ist mehr so eine Hexenpfanne."
    },
    {
      "speaker": "roddi",
      "time": "0:08:15",
      "text": "Eine Hexenpfanne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:16",
      "text": "Ja. Aber mit Kessel willst du halt irgendwie, brauchst halt hohe Wände,\ndamit das irgendwie auch alles..."
    },
    {
      "speaker": "roddi",
      "time": "0:08:22",
      "text": "Bubble, bubble, toil and trouble."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:23",
      "text": "Genau. Naja, auf jeden Fall ist Praga ein sehr netter Ort und Praga ist vor\nallem auch ein sehr netter Ort, um dort eine Konferenz zu besuchen oder dort abzuhalten.\nDenn da ist es halt,\nEnde März auch schon sehr angenehm mit den Temperaturen. Das war jetzt nicht\nsuper warm, aber es war auf jeden Fall so. Portugal eben."
    },
    {
      "speaker": "roddi",
      "time": "0:08:44",
      "text": "War T-Shirt warm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:45",
      "text": "Genau, war T-Shirt warm und ist eine sehr hübsche Stadt, kann man sagen.\nAlso ich empfehle das sehr. Aber du warst ja schon da, Ralf.\nErinnerst du dich daran?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:08:54",
      "text": "Ja, genau. Also ich bin mit Claudia mal zwei Wochen komplett durch Portugal durch mit dem Auto.\nGanz vom Südosten bis zum Nordwesten.\nund hatten wir schon vorhin beim Essen so eine der wenigen Ausreiselocations,\ndie ich mir vorstellen kann.\nAlso Portugal finde ich ein ganz tolles Land und in Braga waren wir dann nur ein paar Stunden.\nDiese Treppe hoch, das ist so ungefähr, wer das kennt, Kassel,\nWilhelmshöhe, wenn man da so hoch läuft, so ungefähr in der Größenordnung ist das.\nAlso da hat man dann schon ordentlich was getan, wenn man dann da oben ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:31",
      "text": "Na, da habt ihr ja noch die wunderschöne Altstadt verpasst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:09:35",
      "text": "Ja, durch die sind wir auch durchgelaufen. Also wir haben das schon immer versucht.\nDa hatten wir noch keine Kinder, da hatten wir für sowas noch Zeit.\nDa konnte man noch irgendwie vernünftige Sightseeing machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:43",
      "text": "Verstehe."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:09:44",
      "text": "Und ansonsten aber, sobald es um Porto geht, besonders Portugal sage,\nPortugal geht, sage ich das immer für das Protokoll.\nJa, vergesst hier Dingenskirchen, Hauptstadt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:00",
      "text": "Portugal?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:10:00",
      "text": "Ja, Lissabon, genau, vergesst Lissabon, geht nach Porto.\nDas ist die schönste Stadt Europas. Diese Brücke, ein Wahnsinn,\ndas ist von einem der Schüler, die mit am Eiffelturm gebastelt haben und recherchiert das mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:18",
      "text": "Europas wird es schwierig, würde ich sagen.\nAlso ich war auch gerade in der Stadt, von der ich bisher immer behauptet habe,\ndass es die schönste Stadt Europas ist, aber das liegt ja dann,\nwie es so schön heißt, immer auch im Auge des Betrachters."
    },
    {
      "speaker": "roddi",
      "time": "0:10:33",
      "text": "Die da wäre?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:35",
      "text": "Edinburgh."
    },
    {
      "speaker": "roddi",
      "time": "0:10:36",
      "text": "Edinburgh. Na mein Favorit wäre jetzt Barcelona."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:10:41",
      "text": "Echt?"
    },
    {
      "speaker": "roddi",
      "time": "0:10:43",
      "text": "Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:10:44",
      "text": "Also Barcelona rangiert bei mir echt immer so als Betonwüste.\nIch finde, das ist irgendwie,\nSchachbrett. Also klar, da gibt es auch andere Ecken."
    },
    {
      "speaker": "roddi",
      "time": "0:10:53",
      "text": "Schachbrettig ist es ein bisschen. Aber ansonsten fand ich das ganz nett."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:58",
      "text": "Also gut, wir sind in einer sehr subjektiven Diskussion angelangt.\nDas tut ja auch alles nix zur Sache.\nMan könnte in Europa, glaube ich, noch 10, 20 andere Städte reinwerfen und sagen,\nhier, das ist ja auch irgendwie alles ganz schick.\nAllerdings finde ich, dass Edinburgh so ein bisschen mit diesem Vulkanfelsen\nmitten in der Stadt, auf dem so dieses kolossale Schloss ist,\nwo sich dann so diese pittoreske Altstadt dran ansiedelt, hat auf jeden Fall schon mal,\nspielt auf jeden Fall schon mal so in der Top Ten."
    },
    {
      "speaker": "roddi",
      "time": "0:11:29",
      "text": "Ja, das kann man so sagen. Ich war vor 30 Jahren oder so mal in Edinburgh,\nnee ist sogar noch länger her und da hatten wir eine Kameramagiker besucht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:42",
      "text": "Die Kamera Obscura."
    },
    {
      "speaker": "roddi",
      "time": "0:11:43",
      "text": "Kamera Obscura, genau. Und das war schon sehr, sehr witzig, das zu sehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:47",
      "text": "Das ist oben direkt am Schloss so ein dunkler Raum, wo man dann irgendwie durchs Loch gucken kann."
    },
    {
      "speaker": "roddi",
      "time": "0:11:52",
      "text": "Nee, die haben einen Spiegel, einen drehbaren Hohlspiegel, der fokussiert und\ndann sitzt du da im Kreis um so eine Art runden Tisch und dann wird das, was draußen ist,\nauf den Tisch projiziert, dadurch, dass du diese Hohlspiegel-Lochkamera gedönst da hast.\nMan braucht mal ein bisschen, damit sich die Augen irgendwie an die Dunkelheit\ngewöhnen, aber dann ist es faszinierend anzugucken, weil du wie mit so einem\nTeleobjektiv einmal durch die ganze Stadt gucken kannst.\nAlso das kann ich empfehlen, das ist ganz lustig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:23",
      "text": "Genau, das von oben sozusagen. Genau, schön schick.\nJa, ja, Europa hat einiges zu bieten. Kann ich sehr empfehlen,\nfalls ihr auch gerade dabei seid, eure USA-Reisen zu streichen."
    },
    {
      "speaker": "roddi",
      "time": "0:12:36",
      "text": "Dann Ich hatte keine geplant."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:39",
      "text": "Ja, ich auch nicht, aber vielleicht gibt es ja Hörerinnen und Hörer,\ndie das durchaus auf dem Zettel hatten und nach Alternativen sich sehen.\nAlso Braga und Edinburgh kann man auf jeden Fall mal so eben besuchen,\nohne dass man irgendwie groß was verpasst.\nJa, aber warum war ich denn jetzt eigentlich da? Ich war auf der Alchemie oder\nsagt man Alchemie? Konf?\nEs ging also um Alchemie."
    },
    {
      "speaker": "roddi",
      "time": "0:13:04",
      "text": "Also in Berlin sagt man Alchemie. Woanders nicht, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:10",
      "text": "Alchemie. Konf. Ja, da war ich. Und da bist du ja schon, worum es geht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:13:17",
      "text": "Um Elixier, hab ich gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:19",
      "text": "Genau, hab ich schon gesagt, stimmt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:13:21",
      "text": "Schon gespoilert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:21",
      "text": "Schon gespoilert, genau. Das ist nämlich jetzt gerade so ein bisschen mein Kink.\nIch finde das irgendwie sehr angenehm, mal auf so super vertikalen Themen einzusteigen.\nweil es ja dann sozusagen vollkommen klar ist, was das Interesse aller ist da\ngibt es dann irgendwie relativ,\nwenig Diversität also in dieser Elixierwelt teilt sich das sozusagen eigentlich\nnur in zwei Teile also entweder sind das halt so alte Erlang-Graubärte,\ndenen das schon immer genug war und dieses neumodische Zeug,\ndas brauchen wir gar nicht und die anderen 95% das sind halt alles dann so die,\nhippen Elixier-Web-Developer, die ganz beglückt sind, dass sie das Licht gesehen haben.\nJa, und so ist dann halt auch so ein bisschen die Stimmung dort.\nIch finde das immer ganz gut, wenn man sich dann so Communities aufhält, die so.\nDie wissen, was sie daran haben, wo sie sich da sozusagen gerade befinden und\nso ein bisschen so immer dieses Living the Future Moment quasi so mit leben.\nDas war dann auch sehr purzig, ich will auch gar nicht so viel drüber erzählen,\nes war halt einfach eine Konferenz, wo es uns poemieren ging und was sie aber\nsehr lustig gemacht haben, war so die Eröffnungsveranstaltung,\nwo sie mit so einer fast leeren Bühne gestartet sind und dann kam irgendwie\nso einer auf die Bühne getrabt und dann so, oh ja, wir brauchen eine Eröffnungsveranstaltung\nwir haben ja noch gar kein Konzept, was machen wir denn jetzt?\nUnd dann hat sich dann sozusagen so ein theatralischer Dialog mit einer AI sozusagen\nauf dieser Bühne entwickelt also nicht live mit einer AI, sondern sozusagen\ngespielt wir reden jetzt mit der AI.\nOh, liebe AI, wir brauchen jetzt hier ein bisschen Dekoration auf der Bühne.\nUnd dann kamen sie die ganzen Props auf die Bühne gefahren und das war alles\nsehr unterhaltsam. Ja, ja.\nJa, und da war ich dann zwei Tage und dann habe ich noch eine Woche durch England\nund Schottland gedüst und jetzt bin ich wieder hier.\nJa.\nSind wir dann fertig?"
    },
    {
      "speaker": "roddi",
      "time": "0:15:43",
      "text": "Das war die Sendung 291."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:51",
      "text": "Kommen wir noch zu den Updates. Ralf, ich sehe gerade was. Du hast Severance geguckt. Wow."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:15:57",
      "text": "Genau, Update zur letzten Sendung. Wir erinnern uns, da hast du ja ein großes,\nwirklich hoch angehängtes Loblied gesungen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:05",
      "text": "Gekündet habe ich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:16:06",
      "text": "Und ich hatte ja so ein bisschen die Gegenposition so, irgendwann mal,\ndas ist ja wirklich schon drei Jahre her, dass die erste Season rauskam und\ndamals die ersten drei Folgen geguckt und hat nicht gezündet, wir erinnern uns.\nUnd wie versprochen, habe ich\njetzt also mit Claudia das Ganze mal gebingewatched über die Feiertage.\nBeide Seasons durch und fühle mich jetzt also auskunftsfähig.\nRoddy hat eben schon gesagt, er hat sich jetzt auch schon vorbereitet zum Schauen,\naber noch nicht geguckt.\nDas heißt, ich werde jetzt versuchen, es wieder irgendwie hinlänglich spoilerfrei zu halten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:42",
      "text": "Das ist schwierig, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:16:43",
      "text": "Und trotzdem irgendwie eine gewisse argumentative Plausibilität jetzt irgendwie reinzubringen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:50",
      "text": "Was, Roddy?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:16:51",
      "text": "Mal schauen, ob das läuft."
    },
    {
      "speaker": "roddi",
      "time": "0:16:52",
      "text": "Musst du jetzt keinen abbrechen wegen mir?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:16:54",
      "text": "Ja, aber es gibt ja draußen ja vielleicht noch andere Hörerinnen und Hörer,\ndie das noch vor sich haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:59",
      "text": "Da ist immer die Frage, wann ist dann eigentlich so der Punkt, ab dem man,\nspoilern darf."
    },
    {
      "speaker": "roddi",
      "time": "0:17:06",
      "text": "Ab dem man sagen darf, dass Darth Vader der Vater von..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:11",
      "text": "Nein!"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:17:12",
      "text": "Dumbledore dies on page 573. Habt ihr damals die T-Shirts gesehen?\nDas war schon echt fies. Das war Harry Potter Band 6.\nEs gab dann Dumbledore stirbt, die große Vaterfigur von Harry Potter.\nUnd dann gab es wirklich Arschlöcher, die mit T-Shirts rumgelaufen sind.\nDumbledore dies on page 573.\nDas war schon gemein.\nSo, also wann ist der richtige Zeitpunkt? Also Season 2 ist ja jetzt noch relativ\nfrisch. Das heißt, die letzte Folge war glaube ich vor drei,\nvier Wochen oder sowas. Noch gar nicht so lange her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:43",
      "text": "Oder? Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:17:45",
      "text": "Season Final wäre. Das ist definitiv zu frisch, um jetzt zu sagen.\nDas ist schon, kann man hier schon als Gemeingut setzen, von daher.\nBemühe ich mich da jetzt nach Kräften, aber so ein paar Dinge muss man natürlich trotzdem ansprechen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:57",
      "text": "Ja, mal so, irgendeiner wird immer leiden. Also wenn man halt zu spät auf der\nParty ankommt, dann Naja, dann ist halt irgendwie das eine oder andere gelaufen.\nBut ja, Hugs are available on request."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:18:10",
      "text": "Genau, es gibt Kapitelmarken. Ihr könnt ja auch einfach vorspringen,\nwenn ihr meint. Die Gefahr ist zu groß.\nAlso wo wir, glaube ich, sofort irgendwie diverse Haken hinter machen können,\nist das, was du letzte Sendung auch schon gesagt hast.\nAlso diese ganzen formalen Dinge, die Ästhetik, die Farbgebung,\ndie Kameraeinstellungen, die Musik, die Fonts.\nIch mag in der Tat diese Schrift sehr, sehr gerne. Also die Ikonografie und sowas.\nAlso vom Style-Faktor her würde ich mal sagen, ist das sicherlich totale Champions\nLeague, die da abgeliefert wird. Gar keine Frage.\nUnd was ich auch durchaus gutieren kann, ist, dass sie in der zweiten Season\ndeutlich experimentierfreudiger werden. Ähm,\nAlso das ist erstmal eine Serie, die sich glaube ich sehr dafür anbietet,\ndass man binge-watcht so und nicht jeweils irgendwie eine Woche oder länger\nwarten musste von Folge zu Folge und schon gar nicht nach dem Cliffhanger von\ndas Episode des Season 1 Finales drei Jahre warten muss, bis dann die Geschichte weitergeht.\nAlso das ist schon eine harte Strafe.\nUnd auch da kann man sicherlich einen Haken drunter machen. Das Season Final\nvon der ersten Season ist fantastisch.\nUnd ich würde sagen, das von der zweiten ist auch fantastisch.\nAus ganz unterschiedlichen Gründen. Aber das funktioniert beides schon sehr, sehr gut.\nUnd wie gesagt, dass sie in der zweiten Season sehr viel experimentierfreudiger sind.\nWas erzählen wir jetzt gerade hier für eine Geschichte und welche Perspektive\nhaben wir jetzt hier und jetzt werden wir mal in einer ganzen Folge mal nur\ndieser einen Perspektive und alles andere wird komplett ausgeblendet.\nDas mag ich alles ganz gerne.\nJetzt gibt es aber drei Punkte, die mich dann jetzt auch nach komplett durchschauen\nimmer noch interessieren.\nziemlich stören, muss ich sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:14",
      "text": "Du hast nicht verstanden, worum es geht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:20:15",
      "text": "Nee, ich glaube, ich bin, ich habe jetzt nicht komplett Reddit geflutet,\naber ich habe nebenbei zwei Recap-Blogs durchgelesen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:24",
      "text": "Das hilft auf jeden Fall sehr."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:20:25",
      "text": "Und hatte danach aber auch den Eindruck, okay, 80 Prozent hatte ich schon beim Schauen verstanden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:30",
      "text": "Aber es gibt so viele kleine Details. Es ist so reich an hier nochmal eine Andeutung\nund da nochmal was. Das ist einfach irre."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:20:38",
      "text": "Ja, aber da sind wir auch schon ein bisschen bei den Problemzonen des Ganzen.\nAlso das Erste, was mich schon rasend macht, ist wirklich diese Langsamheit.\nAlso ich bin ja jetzt nur auch ein älteres Remester und ich bin nun wahrlich\nnicht auf, ich kann nur noch YouTubes Clips gucken, die sonst wie gecuttet sind.\nJa und 2001 habe ich null Schwierigkeiten, das mir zu geben.\nIch bin aber der festen Überzeugung, wenn man Severance sagen wir mal ein Drittel\nschneller geschnitten hätte, wäre eine bessere Serie dabei rausgekommen.\nIch kann es einfach nicht über Gebühr feiern, wenn du eine 150-Sekunden-Einstellung\nhast, wo jemand durch weiße Räume läuft.\nAlso gefühlt ist ein Viertel der ganzen Serie nur dadurch, dass Leute durch\ndiese weißen Gänge laufen.\nUnd das einfach ein Drittel einkürzen. Das hätte echt der Sache nichts weggenommen."
    },
    {
      "speaker": "roddi",
      "time": "0:21:32",
      "text": "Musik-Video-Generation."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:21:34",
      "text": "Ja, also wie gesagt, eigentlich bin ich da glaube ich unverdächtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:37",
      "text": "Aber ich meine, die Bedrückung, die das auslöst, ist ja auch Teil der Erzählung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:21:45",
      "text": "Ja, ich verstehe das alles, aber..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:48",
      "text": "Kann man so sehen, kann man anders sehen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:21:50",
      "text": "Mich hat es dann nicht so reingezogen, sondern ich fange dann an, auf die Uhr zu gucken.\nUnd dann ist das Wirkungsziel halt irgendwie nicht erreicht an der Stelle.\nSo, der zweite Punkt, das mag jetzt aber eine individuelle Geschichte sein.\nich konnte auch nach Season 2 mit den Charakteren nicht so richtig,\nSo und das tut mir ein bisschen leid. Das hätte ich gerne anders gehabt,\nweil das, was ich da so lese, dass die Leute also Nervenzusammenbrüche bekommen\nund in Tränen ausbrechen und sowas.\nIch war bis zum Schluss der ganzen Sache gegenüber relativ distanzlos.\nAlso ob sich da jetzt jemand kriegt oder ob sich jemand in die Haare bekommt\noder was dort irgendwie mit den Leuten passiert.\nDas hat mich sehr interessiert. Ich fand das interessant und spannend,\naber es hat mich emotional nicht abgeholt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:41",
      "text": "Wer fängt da an zu weinen? Zuschauer."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:22:44",
      "text": "Zuschauer, ja.\nEs gibt ja hier Reacts to Videos und sowas alles, wo die Leute völlig durchdrehen bei diversen Szenen so.\nUnd das ist bei mir ungewöhnlich, weil ich normalerweise total dicht am Wasser gebaut bin.\nIch flenne sofort los, wenn irgendwo was einigermaßen melancholisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:05",
      "text": "Emotional ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:23:07",
      "text": "Das ist nicht so flennen, aber ich bin super Fan von Rome Cons,\nSchmonzetten, Boy Meets Girl. Habt ihr mich sofort.\nIch feiere das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:21",
      "text": "Ich feiere genau, dass es das nicht ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:23:24",
      "text": "Ja, aber solche Momente gibt es dann dort ja dann eben auch und die lösen dann\nbei mir aber nichts aus und das ist ungewöhnlich für mich so.\nDas kann ich jetzt erstmal nur beschreiben und habe noch gar nicht so im Detail\ndurchanalysiert, warum das eigentlich so ist.\nSo und der dritte Punkt und das ist aber eigentlich das Entscheidende und ich\nglaube, da ist unsere Wahrnehmung dann wahrscheinlich am weitesten auseinander. Ich finde...\nBei allem, was sie so versuchen, an Plottwist und an originellen Ideen zu verbauen,\nsind sie am Ende doch sehr konventionell unterwegs.\nAlso die Geschichte, die sie\nda erzählen, ist erstmal von der Grundkonstruktion her super cool gebaut,\naber sie bleiben eigentlich immer innerhalb ihrer eigenen Erzählung und kommen\nniemal auf so eine Meta-Ebene raus, um mal einen echten Perspektivwechsel irgendwo hinzulegen.\nDas führte dann auch dazu, dass so von den drei, vier Big Reveals,\ndie das Ganze hat über die zweite Season, Claudia und ich, glaube ich,\nmindestens drei vorher gesehen haben und gesagt haben, hier, das ist genau so.\nUnd dann zwei Folgen später kam es dann auch genau so. Also es ist.\nFinde ich, vom ganzen Erzählen her nicht weder wirklich radikal,\nnoch, glaube ich, auch wirklich clever.\nUnd ich weiß, ich nerve da vielleicht einige draußen. Ich bin halt ein Lost-Kind.\nSo, ich halte also für, was Narrative angeht, für Erzählstrukturen halte ich\nLost für den heiligen Gral der Seriengeschichte.\nUnd es interessiert mich überhaupt nicht, ob das Finale gut war und ob die letzte\nSeason funktioniert hat.\nWas die vorher machen. Nur mal ein Beispiel, was zwischen Season 1 und Season 2 in Lost passiert.\nSo, das ist lange genug abgehangen, dass man spoilern kann. So,\ndas Grundsetting von Season 1 Lost ist, Flugzeug bricht in der Luft auseinander.\nStürzt auf eine Insel ab, Leute müssen überleben.\nSo, da passieren dann Dinge, aber das ist das Grundsetting.\nSo und man kommt also super dicht an diese ganzen Figuren ran und hat dann viele\nRückblenden, lernt die kennen und lernt die lieben und mit jedem einzelnen aus\ndem Cast habe ich super gebondet im Gegensatz hier zu Severance.\nSo, dann kommt Season 2, stellt sich hin und sagt, hm, habt ihr nicht eigentlich was vergessen?\nDieses Flugzeug ist in zwei Teile abgestürzt. Was ist eigentlich aus dem zweiten\nTeil geworden? Interessiert euch das gar nicht?\nSo, hm, äh, okay. So, was passiert?\nSeason 2 bist du erstmal fünf oder sechs Folgen lang mit dem Trupp aus der hinteren\nHälfte des Flugzeugs unterwegs.\nDu kennst keinen von denen. Das ist quasi eine komplett neue Serie,\ndie anfängt. Völlig neue Charaktere, die haben ganz andere Chemie, ganz andere Settings.\nUnd du bist total sauer, weil es ist nicht die Geschichte, die du sehen willst.\nDu willst auch sehen, wie es mit deinen Helden aus der ersten Season weitergeht.\nSo, und dann, weil die aber einfach geil geschrieben ist, diese Serie,\nlernst du die dann eben auch lieben.\nSo, und dann clashen diese beiden Trupps zusammen, treffen sich quasi in der\nMitte der Insel, jetzt vereinfacht gesprochen.\nUnd dann hast du plötzlich einen totalen Loyalitätskonflikt,\nja, weil du nämlich jetzt schon mit deinem eingetrübten Blick aus der zweiten\nCrew auch wieder auf deine eigentlich geliebte erste Crew drauf guckst und siehst\nso, okay, so ganz koscher ist das wirklich alles hier gar nicht.\nSo, und solche Konstruktion macht Lost bei jeder einzelnen Season.\nJa, dass sie also wirklich einen sehr radikalen Perspektivwechsel reingeben\nund alles, was du quasi bisher glaubtest, was dort funktioniert und warum die\nSachen wie funktionieren, das habe ich bei keiner anderen Serie in der Güte gesehen.\nUnd demgegenüber ist Severance eigentlich dann sehr geradlinig.\nJa, eben gegenüber dem so, wie gehe ich mit den Charakteren um und das eine\noder andere Überraschende passiert, man kriegt ein bisschen Backstory und die\nganze Lore wird ein bisschen aufgebaut und so, aber das haben wir schon anders gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:11",
      "text": "Ja gut, da hast du auch sechs Staffeln gesehen. Jetzt haben wir hier gerade mal zwei.\nDas lässt ja noch Raum für Erweiterung.\nUnd ich habe schon so den einen oder anderen Konflikt jetzt auch gerade zum\nEnde der zweiten Staffel entwickelt,\nweil du ja auf einmal innerhalb derselben Person dich zwischen Inni und Auti\nirgendwie entscheiden musst.\nAlso das sind schon so Elemente mit drin.\nAber man kann das jetzt bewerten, ich will das auch gar nicht groß diskutieren,\nzumal es jetzt eh ein bisschen absurd ist, die ganze Zeit nur in Andeutungen\nüber so eine Serie zu reden.\nUnd alle, die wissen, was wir meinen, die mal mögen uns zustimmen und alle anderen\ndenken sich nur so, ist jetzt das, die Freakshow ist jetzt nur noch vier Stunden\nrumgeeiert und wir kommen nicht mehr zum Punkt. Ja, kann schon sein."
    },
    {
      "speaker": "roddi",
      "time": "0:28:00",
      "text": "Als ob es vorher anders gewesen wäre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:03",
      "text": "Du kannst ja mal sagen, wie das für dich ist. Hat das jetzt irgendein Interesse\nerzeugt, dass du sowas sehen willst oder denkst du dir nur so,\nach diese Leute, die immer Fernsehserien gucken, ist doch irgendwie alles Quatsch."
    },
    {
      "speaker": "roddi",
      "time": "0:28:13",
      "text": "Mein Problem ist, dass ich in die meisten Fernsehserien einfach nicht reinkomme.\nDa gucke ich dann irgendwie drei Episoden oder auch nur anderthalb und dann\ngeht es mir auf den Sack und dann war es das irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:24",
      "text": "Ja, ich kann das auch nachvollziehen. Mir geht das mit manchen Serien halt auch so.\nIch hatte ja Severance deshalb ausgepickt, weil ich eben der Meinung bin, das ist jetzt mal,\nWirklich mal so eine Nummer, da sollte man die ersten drei Episoden dann vielleicht\ndoch mal auch durchhalten.\nUnd Ralf, du kannst mir jetzt nicht sagen, das hätte sich jetzt nicht gelohnt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:28:44",
      "text": "Es hat sich natürlich gelohnt. Es hat aber auch nicht diesen Effekt,\nden ich hier bei, na wie hieß da die Mars-Serie, die ich da auch schon mal besprochen hatte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:55",
      "text": "Die Mars-Serie."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:29:01",
      "text": "Hier diese Hard-Sci-Fi-Szene mit den Erden.\nIhr Chat hilft doch mal kurz hier. Die von allen Gehypte.\nNee, nicht For All Mankind älter."
    },
    {
      "speaker": "roddi",
      "time": "0:29:12",
      "text": "Also ich kann nur über For All Mankind sprechen und da muss ich sagen,\ndass ich echt zu viele Episoden gesehen habe, weil ich fand das richtig schlecht.\nIrgendwie war das nur, Leute brüllen sich an. Mehr war es einfach nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:29:25",
      "text": "The Expanse, da hatte ich ja die These aufgestellt, man muss die ersten drei\nFolgen durchhalten, weil dann ab Nummer vier bekommt man eine komplett andere Serie präsentiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:35",
      "text": "Ich habe es glaube ich auch nur bis zur dritten geschafft."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:29:38",
      "text": "Ja, ab der vier geht diese Serie wirklich los und das ist bei Severance anders.\nDas heißt also, wenn man da schon mit den ersten zwei, drei Folgen überhaupt\nnicht irgendwie connected, sollte man sich nicht zu viele Hoffnungen machen, dass es anders wird.\nAlso es passiert natürlich noch vieles und sie haben, glaube ich,\nich habe auch ein paar Interviews gelesen hier mit dem Writer, der hat ein totales...\nLost-Paranoia, das ihm hinterher vorgeworfen wird. Er hätte so viele Mysteries-Box\naufgemacht und dann nicht wieder geschlossen und Dinge nicht genug erklärt.\nUnd da würde ich mal sagen, das machen sie wirklich schon sehr gut.\nDie erklären ja wirklich viel.\nAlso es sind immer noch nach Ende von Season 2 sind noch Sachen ungeklärt,\naber sehr vieles ist dann auch schon einigermaßen gut interpretierbar von dem,\nwas da so passiert ist. Das finde ich wieder auch ganz gut.\nAber ja, also es lohnt sich auf jeden Fall zu gucken.\nalleine um irgendwie mitreden zu können muss man das glaube ich schon gesehen\nhaben und wie gesagt alleine von der ganzen Machart und Design her ist es natürlich\nschon jetzt total stilbildend und Kult und es gibt auch wirklich sehr sehr viele kultige,\nEinzelszenen, das muss man auch sagen, das ist ja auch ein riesiger Memengenerator\nAbsolut Es gibt wirklich Sequenzen, die sind natürlich wirklich zum Schreien\ngut Also im Finale alleine die,\nElevator-Szene da habe ich mich echt eine Minute nicht eingekriegt vor Freude.\nDas ist so eine lustige Idee, was sie da machen.\nAlso da passieren schon auch wirklich sehr, sehr schöne Dinge. Gar keine Frage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:09",
      "text": "Vor allem die musikalischen Einlagen sind immer sehr speziell."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:11",
      "text": "Aber es ist kein zweites Twin Peaks und es ist kein zweites."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:14",
      "text": "Es ist, naja, aber es ist auf jeden Fall, es ist es selbst, es ist Severance\nund ich glaube, da werden sich so einige dran,\nmessen müssen. Und ich würde auch sagen, die T-Shirt-Qualität der Quotes ist sehr hoch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:37",
      "text": "Was mich ein bisschen gewundert hat, ich habe mal versucht rauszukriegen,\nso der Writer, was das eigentlich für ein Typ ist, der hat ja vorher praktisch gar nichts gemacht.\nIst das eigentlich noch irgendein Meta-Hoax, der noch irgendwann mal aufgedeckt wird?\nAlso der hat wirklich nichts vorher im Bereich Serien, Film,\nWriter auf dem Kerbholz gehabt. Das finde ich schon Denn irgendwas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:03",
      "text": "Ne?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:04",
      "text": "Finde ich schon bemerkenswert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:06",
      "text": "Wie heißt der? Denn?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:08",
      "text": "Nee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:11",
      "text": "Regie?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:13",
      "text": "Regie ist ja Ben Stiller, der ist ja auch, also zumindest der meisten Folgen. Die haben glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:19",
      "text": "Im falschen Severance gerade gelandet."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:22",
      "text": "So Dan Erickson."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:23",
      "text": "Genau, Dan Erickson."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:25",
      "text": "Die Bilder von ihm erlebt, aber er hat nichts getan.\nVorher. So und das dann so aus dem Start als Erstlingswerk, als Writer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:37",
      "text": "Na guter Start würde ich sagen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:38",
      "text": "Finde ich schon verdächtig, wenn es dann gleichzeitig um so ein Material geht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:45",
      "text": "Ja, ich meine, man hatte auch, glaube ich, Ben Stiller nicht unbedingt jetzt\nso als Regisseur auf dem Schirm für so ein Ding, weil er ja dann eigentlich\neher aus diesem Comedy-Bereich kommt.\nUnd man, also auch wenn es durchaus lustige Szenen gibt in Serens,\naber unter Comedy läuft das nun wirklich mal gar nicht.\nNaja, lassen wir uns überraschen.\nMal gucken, vielleicht wird das jetzt auch eher zu teuer in den USA,\nalles irgendwie noch weiter zu produzieren und wir kriegen gar nichts mehr. Who knows?\nNa gut, machen wir die Fernsehabteilung erstmal zu."
    },
    {
      "speaker": "roddi",
      "time": "0:33:17",
      "text": "Das Einzige, was ich noch berichten kann, ich war mit meinen Kids in einen Minecraft-Film."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:33:22",
      "text": "Oh ja, ich auch."
    },
    {
      "speaker": "roddi",
      "time": "0:33:25",
      "text": "Ich fand den sehr lustig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:27",
      "text": "Du fandst den sehr lustig?"
    },
    {
      "speaker": "roddi",
      "time": "0:33:28",
      "text": "Ja, er war schön bunt, er war schön drüber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:31",
      "text": "Ich muss sagen, der Film, das ist die Kategorie, also dieser Film hat mir erstmal\ngesagt, dass der Film war nicht für mich gemacht. Ganz offensichtlich."
    },
    {
      "speaker": "roddi",
      "time": "0:33:44",
      "text": "Ja gut, das war er für mich auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:46",
      "text": "Ich habe im Nachhinein verstanden, für wen er gemacht ist. Ich kann das allerdings\nnicht ausreichend als Entschuldigung annehmen.\nWeil der Film ist ja an sich eine totale Beleidigung.\nAlso es ist ja einfach, man wird ja verhöhnt geradezu als Zuschauer.\nWieso? Ja, weil der so furchtbar schlecht ist.\nAlso das war wirklich der schlechteste Film, den ich.\nIch habe Schwierigkeiten, mich zurückzuerinnern an irgendetwas,\nwas mich so angekotzt hat die ganze Zeit. Der Film war einfach nur scheiße.\nEr war laut, es war ein einziges Geschrei.\nDie ganze Story wurde nur abgespult, da gab es überhaupt keinen Twist,\nnichts hat sich irgendwie entwickelt.\nalles wurde irgendwie einfach so runter erzählt und fand irgendwie statt und\nim Nachhinein habe ich dann verstanden so dass der Joke ist,\ndass er halt total überfüllt ist mit Anspielungen\nauf irgendwelche Streamer die teilweise da auch in Persona in diesem Film auftreten\nund dass die ganze Zeit irgendwelche Memes aus dieser Minecraft-Fan-Gemeinde\ngemacht wird und die Kids drehen total durch und machen da jetzt so eine Rocky\nHorror Picture Show-Geschichte draus und explodieren da und schmeißen mit Popcorn durch die Gegend,\nweil es ist halt einfach so unglaublich finden und da muss ich sagen,\nda habe ich dann auch glaube ich das Alter erreicht, wo ich mir denke,\ndie Jugend von heute weiß ja nicht mehr, was gut ist und das kann ja wohl nicht\neuer Ernst sein und früher haben wir das noch anders gemacht.\nAlso ganz ehrlich, dieser Film hat mich in so einen totalen aggressiven Scheißezustand\ngebracht und ich fand einfach alles katastrophal schlecht."
    },
    {
      "speaker": "roddi",
      "time": "0:35:23",
      "text": "Also ich meine, handlungsmäßig war er jetzt tatsächlich nicht so,\ndas Größte der Welt. Aber ich fand erstens die Typen geil und zweitens mal fand\nich einfach schön, mit welcher Liebe diese Minecraft-Welt gemacht hat.\nAlso das fand ich, das hatte was.\nIrgendwie die Piglins und einfach diese ganze Welt, die man sonst halt nur so\nals blockige Welt kennt, so richtig in Kulisse gebaut zu sehen,\ndas fand ich schon sehr, sehr geil, muss ich sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:56",
      "text": "Ja, aber wie kann man in den ersten drei Minuten des Films im Prinzip schon die ganze...\nAlles wegspoilern, es gibt keinerlei Entdeckungsmoment, keine Einführung,\nkein grandioses, mysteriöses Herausfinden, dass es diese Welt überhaupt gibt.\nSondern nein, da kommt so ein Typ und so, ja, ich hab das und das gemacht und\ndann war ich da, pling, plump und dann war ich auch auf dieser Welt und dann\nirgendwie einmal alles durcherzählt.\nEinfach um erstmal so ein bisschen Fakten zu schaffen. und dann finden Sachen\nnur noch statt und es explodiert die ganze Zeit irgendwas und Leute rennen schreiend,\nbrüllen einen die ganze Zeit an.\nEntschuldigung, ich bin wirklich vollkommen frustriert."
    },
    {
      "speaker": "roddi",
      "time": "0:36:36",
      "text": "Das ist jetzt ungefähr so, als würdest du dich beschweren, wenn ein Film die\nSchlümpfe heißt, das nicht großartig eingeführt wird, warum es da Schlümpfe gibt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:36:47",
      "text": "Tim, ich habe das alles vorher auch gelesen und mein Erwartungshorizont war\nso auf minus 30 und entsprechend konnte ich da also nicht mehr so hart enttäuscht werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:59",
      "text": "Weil ich das alles Ich bin da auch mit minus 30 rein, aber ich bin bei minus 100."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:37:02",
      "text": "Rausgekommen Weil ich das also alles schon eingepreist hatte.\nAlso ich finde beide Ebenen haben recht. Wir spielen zu Hause wirklich sehr viel Minecraft.\nIch hatte es hier berichtet, wir haben eine eigene Welt und spielen da zu viert\nauf unserer Familieninsel und bauen Kram und meine Kiddies gucken sehr viel\nzu viel YouTube-Videos von Minecraft-Leuten, die dort also sonst was immer aushacken\nund bauen das dann nach, was dann wiederum irgendwie ganz cool ist.\nSo, ich würde sagen, wir haben so 70 bis 80 Prozent der ganzen Anspielungen\nhaben wir live und in Echtzeit dechiffriert und auf der Ebene funktioniert dieser\nFilm wirklich ziemlich gut.\nDas heißt also, es wird schon eine Menge gezeigt, womit man sofort weiß,\nwarum ist das jetzt da so und wie ist das da so.\nIch bin aber schon bei Tim, dass ich während des Filmes einen einen harten schmerz hatte,\nWarum? Es wäre, glaube ich, nicht schwierig gewesen, daraus einfach mal einen\nvernünftig brauchbaren, guten Film zu machen und all das andere trotzdem zu haben.\nDie liebevolle 3D-Welt und die ganzen Anspielungen. Trotzdem,\nja und dieses Storytelling, da hat Tim einfach völlig recht.\nAlso dass da einfach die Exposition in den ersten zwei Minuten,\ndie ist so bescheuert, so eine Geschichte zu erzählen. Als Dr.\nHerr der Ringe anfängst mit, so, also Frodo hat ja den Ring,\nhat ja gewonnen und den Ring in den Vulkan geworfen und jetzt erzähle ich euch\nnochmal ein bisschen die langweilige Geschichte davor.\nDas hätte, und dann fangen vor\nallem alle Echtzeit in der Echtwelt Geschichten waren dann viel zu lang.\nDie ersten 20 Minuten ziehen sich da wirklich bescheuert hin.\nDas hätte man irgendwie viel anders.\nSo, also da wäre, glaube ich, mit überschaubarem Aufwand mehr drin gewesen.\nIch möchte mal zwei vergleichbare Filme nennen, wo das viel besser funktioniert.\nDas eine ist der Super Mario Film, habe ich auch schon mal kurz gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:52",
      "text": "Mit dem können wir gleich nochmal separat besprechen, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:38:55",
      "text": "So, also der macht das nämlich auch mit diesen ganzen Insider-Geschichten,\nja, aber hat entwickelt einen ganz anderen Flow und eine ganz andere Dynamik\nund trotzdem kannst du deine Haken dran machen, wie du alle Welten und alle Charaktere und,\nmein totales und das zweite Beispiel sind die Lego-Movies die beiden,\ndie ich als Film selber eigentlich scheiße finde, die aber ein jeweils fantastisches Ende haben,\ndas heißt also wenn ihr irgendwie mal so Richtung Sixth Sense oder,\nähnliches mal wieder so einen richtigen What-the-Fuck-Moment haben wollt dann\nmüsst ihr euch die Lego-Movies angucken.\nDie liefern da wirklich ab. Und zwar nicht nur in Bezug auf,\nda passiert was Überraschendes und XY ist gar nicht der, die wir dachten,\nsondern da wird das durchexerziert, was ich bei Severance eben eingefordert habe,\nauf eine Meta-Ebene den Film hochzuholen, die so fantastisch und genial ist,\ndass du dir denkst, boah, ihr seid so cool, Leute, was ihr hier gerade macht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:54",
      "text": "Was heißt denn die Lego-Movies?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:39:56",
      "text": "Also es gibt Lego-Movie 1 und 2. Und die haben beide ja, da habe ich mir todsicher,\nweil ich habe sie bestimmt 15 Mal mit meinen Kids gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:08",
      "text": "Ich versuche das hier gerade nur in der Wikipedia nachzuvollziehen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:40:11",
      "text": "Lego The Movie Teil 1 und dann ein paar Jahre später kam Teil 2.\nUnd Teil 2 würde ich sagen, ist als Film sogar insgesamt besser als Teil 1."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:22",
      "text": "Ich weiß gar nicht, ob ich den gesehen habe, um ehrlich zu sein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:40:24",
      "text": "Die haben wiederum das andere Problem, dass die Filme dazwischen mich total\nannerven, weil das viel zu hyperaktiv und alles gleichzeitig und laut und bunt und so.\nAber das Ende und die Grundgeschichte, die dann eigentlich erzählt wird,\ndie ist für so eine Art Film völlig fantastisch. Und ich bin mir ziemlich sicher,\nauch sowas hätte man mit dem Thema Minecraft gut hinbekommen können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:49",
      "text": "Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:40:50",
      "text": "Und sie versuchen es ja dieses, es gibt ja quasi so eine Line,\ndie versucht das Ganze zusammenzuhalten.\nJa, erschaffen ist schwieriger als zerstören und darum sind das meistens auch\ndie Cleveren, die erschaffen und sowas.\nAus diesem Grundthema von Minecraft hätte man glaube ich einen sehr coolen Metaplot spinnen können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:09",
      "text": "Machen müssen hätte man das. Man hätte es tun müssen und es ist nicht getan\nworden und ich empfinde das wirklich als eine Beleidigung und deswegen bin ich\nauch gar nicht bereit, weiter über diesen Film zu reden, aber,\nSpecial Mention nochmal.\nDer Super Mario Film ist fantastisch.\nAlso wie du schon sagtest, das hat alles erfüllt, da bin ich mit plus 30 reingegangen\nund mit plus 100 rausgegangen,\nweil da, also abgesehen davon, dass es von der ganzen Zeichnung und so weiter\nist, es ist alles da und es wird einfach von Anfang an spannend,\neine schlüssige Herleitung, warum es überhaupt Super Mario gibt.\nja, diese Klempner-Existenz sein Bruder wo diese Welt auf einmal auftaucht und,\nbim, bim, bim, jedes kleinste Detail, jeder Pixel irgendwie in deinem Spiel,\nwird irgendwann poppt in diesem Film auf, aber nicht einfach mit so reinschmeißen\nund dann liegt das da so rum sondern es ist eigentlich mit jedem Detail immer\nso eine witzige, kleine Geschichte noch mit dran und so eine Erklärung und so eine Herleitung,\nes ist einfach wahnsinnig gut.\nAlso wer den noch nicht gesehen hat, ja, also Minecraft Movie, spart es euch wirklich.\nAuch nicht wegen ich muss mir das angucken, weil keine Ahnung,\nSelbstkasteiung ist wieder angesagt oder irgendwie sowas, ja.\nOder ich werde ja gezwungen oder meine Kinder wollten das unbedingt.\nErspart das einfach euren Kindern."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:42:49",
      "text": "Also meine Kinder fanden es super. So um sechs und acht Jahre und die sind da auch voll abgegangen."
    },
    {
      "speaker": "roddi",
      "time": "0:42:53",
      "text": "Ja, meine Kids fanden es auch ziemlich gut, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:55",
      "text": "Ja"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:42:57",
      "text": "Die Zielgruppe sind halt einfach\nKiddies, die den ganzen Tag diese YouTube-Videos zu Minecraft gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:05",
      "text": "Das ist die Hauptzielgruppe."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:43:06",
      "text": "Das sind glaube ich nicht wenige."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:07",
      "text": "Nein, auf gar keinen Fall. Der macht ja auch irgendwie riesen Umsatz,\naber es macht mich einfach fassungslos.\nDa entfernt man sich einfach von der Welt und denkt sich so,\nja, okay, gut, das ist jetzt halt eine neue Welt, die hat mit mir nichts mehr zu tun.\nDas ist ja so ein separates Universum, was sich abspaltet und wir können da\nnicht dran teilnehmen. Aber es geht auch anders.\nEs gibt sozusagen das große, einigende Projekt und das ist definitiv dieser\nSuper Mario Film, der einfach herzlich ist, geile Story hat,\nspannend ist, die ganze Zeit lustig ist, alles erklärt, wunderbar gezeichnet ist,\nwirklich toll, auch musikalisch alles aufnimmt, was sozusagen diese Mario-Welt\nausmacht, aber nie so billig, sondern immer nice.\nAlso es ist einfach toll.\nIch bin ein großer Fan von Super Mario und ich muss sagen, Minecraft,\nsorry, vielleicht erklärt das auch, warum ich selbst Minecraft selber auch nie\nso richtig einen Zugang gefunden habe.\nAber ich fremde immer noch mit Minecraft.\nIch habe es nie verstanden."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:44:14",
      "text": "Würde ich sagen, ist nicht zu Unrecht das erfolgreichste Spiel aller Zeiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:18",
      "text": "Ist es?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:44:19",
      "text": "Ja. Bei far."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:21",
      "text": "Bei what measure?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:44:24",
      "text": "Bei measures of Szenapotenzen. Muss man eben gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:29",
      "text": "Was ist da die Einheit? Was ist denn erfolgreich?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:44:33",
      "text": "Spieler pro Jahr? irgendwie sowas."
    },
    {
      "speaker": "roddi",
      "time": "0:44:35",
      "text": "Ja, überhaupt auch Länge des Spiels an sich, wie lange es das gibt,\nwie lange es tatsächlich auch die Leute bei der Stange hält und so weiter.\nIch meine, Minecraft ist halt das Spiel, was Lego hätte mal machen sollen.\nAlso das ist so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:51",
      "text": "Ja, okay, good point."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:44:53",
      "text": "So, also es gibt einen Wikipedia-Artikel zur Liste der erfolgreichsten Computerspiele,\nund da ist Minecraft auf Nummer 1 mit 300 Millionen verkauften Einheiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:06",
      "text": "Okay, also Verkäufe."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:45:08",
      "text": "Und Platz 2 ist GTA 5 mit 210.000.\nAlso ich habe die Größenordnung drunter und dann Tetris mit 100.000 und dann\nsind wir schon bei unter 100.000. Also das ist schon..."
    },
    {
      "speaker": "roddi",
      "time": "0:45:18",
      "text": "Okay, verkaufte Einheiten ist natürlich ein brauchbarer Metrum,\nsolange man keine Free-to-Play-Spiele beguckt.\nOder so Service-Games oder sowas in der Art.\nAber ich glaube auch gegen viele Service-Games, die lange gelaufen sind.\nAlso ich meine, World of Warcraft gibt es wahrscheinlich immer noch, keine Ahnung.\nAber das ist auf jeden Fall auch nicht unerfolgreich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:42",
      "text": "Laut Halifax im Chat ist Chat-GPT der Meinung, dass das nicht bei World of Warcraft\nso sei. Aber was weiß Chat-GPT schon?"
    },
    {
      "speaker": "roddi",
      "time": "0:45:51",
      "text": "Ja, Fakten, nicht Chat-GPT."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:53",
      "text": "Ja, naja gut, also ist schwierig.\nAlso ich denke, man kann festhalten, dass Minecraft mit Sicherheit,\nalso wenn es nicht das populärste Spiel ist, dann ist es auf jeden Fall ein\nAnwärter für das populärste Spiel.\nUnd populär würde ich halt jetzt auch wirklich festmachen an,\nist es so ein Forever Game? Also und das scheint es mir ja zu sein.\nAlso Minecraft findet immer wieder neue Kunden quasi.\nJa, ich denke schon. immer wieder neue Spieler und andere Spiele sind dann halt\nauch irgendwann raus aus der Zeit.\nAlso diese Zeitlosigkeit, das ist da.\nUnd ich wollte das jetzt auch nicht, ich hab auch gar nichts gegen Minecraft,\ndas ist halt einfach nur, ihr kennst ja, meine Schwäche mit Spielen ist,\nich weiß nicht, mir fehlt da irgendein Gen, ich kann mich einfach mit Spielen\nnicht so lange beschäftigen."
    },
    {
      "speaker": "roddi",
      "time": "0:46:50",
      "text": "Also es kommt drauf an, für mich ist Minecraft auch kein Spiel.\nIch kann verstehen, was die Leute daran finden, die etwas daran finden,\ndas kann ich gut nachvollziehen, aber für mich ist es halt nix,\nweil so Sandbox- Spiele sind sowieso nie so mein Ding gewesen.\nTrotzdem, ich meine, man muss Minecraft mal zugutehalten, dass sie ein Genre\nbegründet haben und eigentlich immer noch der einzige Player in dem Genre sind.\nAlso das ist schon, das musst du mal hinkriegen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:47:21",
      "text": "Ja, also für mich ist es einfach das absolut perfekte Familienspiel.\nHatte ich ja schon vor anderthalb Jahren oder sowas mal ausführlich in der Sendung.\nIch habe jetzt gerade nochmal hier meinen Artikel Minecraft in der Familie spielen.\nSo, macht das überhaupt pädagogisch Sinn und was muss man technisch machen und\nsowas. Habe ich mich immer ein bisschen länger zu ausgelassen.\nJa, also ich spiele das jetzt halt auch schon, glaube ich, zwei Jahre mit meiner kompletten Familie.\nUnd es ist halt wirklich so, du, morgens beim Frühstückstisch werden schon Ideen aus Baldowat,\nwas man dann abends nach der Schule und nach der Arbeit gemeinsam in der Welt\nirgendwie bauen möchte und erforschen möchte.\nUnd Papa geht wieder auf Reise und nimmt seine Karten mit. Und die Jungs bleiben\nzu Hause und zittern, ob er wohl Leben zurückkommt. und so.\nSowas hat einfach kein anderes Spiel da draußen, dass du also bis zu einem gewissen\nGrad auch wirklich so einen,\nLebenssimulator irgendwo hast an der Stelle, wo du auch als Familie dich wohlfühlen\nkannst und einen Modus findest, wo jeder irgendwie so seine Rolle hat und auch\nder Kleinste kann schon irgendwie anfangen nach Gold zu schürfen und Dias zu meinen."
    },
    {
      "speaker": "roddi",
      "time": "0:48:29",
      "text": "Wie ich gesagt habe, also ich kann das total gut nachvollziehen,\ndass die Leute das geil finden. Für mich selber ist es nix."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:37",
      "text": "Okay, halten wir fest, the game is mysterious and important."
    },
    {
      "speaker": "roddi",
      "time": "0:48:40",
      "text": "Ja, ist it."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:45",
      "text": "Alright."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:48:49",
      "text": "Womit wollen wir denn mal weitermachen?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:50",
      "text": "Ja."
    },
    {
      "speaker": "roddi",
      "time": "0:48:51",
      "text": "Wo wir schon bei Super Mario und Klempnern waren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:54",
      "text": "Ja."
    },
    {
      "speaker": "roddi",
      "time": "0:48:56",
      "text": "Das ist jetzt eine sehr holprige Überleitung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:48:58",
      "text": "Gar nicht so, finde ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:01",
      "text": "Guten Vorn."
    },
    {
      "speaker": "roddi",
      "time": "0:49:05",
      "text": "Also, kleiner Nebenkriegsschauplatz. Bei mir wurde ja eine Wärmepumpe installiert.\nDas haben die Jungs auch weitestgehend gut gemacht.\nHaben ein bisschen Verwüstung im Garten hinterlassen.\nWas wahrscheinlich nicht auf deren Kappe ging, aber trotzdem nicht mehr funktionierte,\nals ich versucht habe, das wieder in Gang zu setzen.\nAm Anfang der, wie soll ich sagen, Gartensaison ist das Hauswasserwerk, das ich im Keller habe."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:49:34",
      "text": "Ich glaube, du musst da bei mir jetzt echt bei den Basics anfangen.\nWas genau macht ein Hauswasserwerk?"
    },
    {
      "speaker": "roddi",
      "time": "0:49:39",
      "text": "Hauswasserwerk. Man stelle sich vor eine einigermaßen gute Pumpe,\ndie aus einem Brunnen oder aus einer anderen, aus einer Zisterne oder so Wasser hochpumpen kann."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:49:51",
      "text": "Wo ist dieser Brunnen bei dir?"
    },
    {
      "speaker": "roddi",
      "time": "0:49:53",
      "text": "Der Brunnen ist bei mir im Prinzip ein Loch unter dem Haus."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:49:57",
      "text": "Dafür gegraben oder war es schon vorher da?"
    },
    {
      "speaker": "roddi",
      "time": "0:49:59",
      "text": "Das kann ich dir nicht sagen, weil ich habe das so gebraucht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:50:02",
      "text": "Entweder du hast es gegraben oder es war schon da."
    },
    {
      "speaker": "roddi",
      "time": "0:50:04",
      "text": "Es war schon da, als ich das Haus erworben habe. Um...\nDazu kommt ein Druckausgleichstank, sowas, was auch so ein normaler Heizkreislauf hat.\nDas ist so ein pillenförmiges, größeres Ding mit einer Gummiwand in der Mitte\nund auf der einen Seite ist ein Ventil,\nwo man Pressluft reindrücken kann und dann kann dieses Gerät einen Wasserdruck halten."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:50:32",
      "text": "Dadurch."
    },
    {
      "speaker": "roddi",
      "time": "0:50:33",
      "text": "Dass da quasi Luftdruck in die Gummiwand…."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:50:38",
      "text": "Um das Wasser aus dem Keller eben auch in den zweiten Stock irgendwie hochzukriegen."
    },
    {
      "speaker": "roddi",
      "time": "0:50:41",
      "text": "Und der Trick am Hauswasserwerk ist, die dritte Komponente ist ein Druckfühler,\nder die Pumpe ein- und ausschalten kann.\nSo, wenn man die drei Dinge kombiniert, dann bekommt man ein Gerät, was in der Lage ist,\nwenn du da sagen wir, du schließt deinen Wasserhahn an und schaltest das Ding\nein, dann pumpt das Wasser, bis das Wasser einen bestimmten Druck hat.\nUnd dann schaltet es sich wieder aus. Jetzt kannst du an den Wasserhahn gehen,\nWasser zapfen und sobald der Druck zu weit sinkt, pumpt das Teil nach."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:51:18",
      "text": "Aber auch nur so lange, bis es wieder seinen Zieldruck erreicht hat."
    },
    {
      "speaker": "roddi",
      "time": "0:51:21",
      "text": "Genau und diese Konstruktion nennt man Hauswasserwerk, sowas kann man für gar\nnicht so viel Geld im Baumarkt oder bei den Hersteinern halt dann kaufen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:51:33",
      "text": "Aber da ist jetzt keine Wiederaufbereitung drin, so wie bei Dune und den Fremen,\ndass du deinen eigenen Urin durchfilterst."
    },
    {
      "speaker": "roddi",
      "time": "0:51:41",
      "text": "Ich sag mal so, wenn ich jetzt in den Garten pinkeln würde, dann hätte ich das\nirgendwann auch im Wasser, nehme ich mal an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:48",
      "text": "Es ist keine Kläranlage, es ist ein Pumpwerk."
    },
    {
      "speaker": "roddi",
      "time": "0:51:51",
      "text": "Es ist nur die Pumpe. Also die Pumpe enthält noch einen kleinen Filter,\nder verhindert, dass größere Steinchen irgendwie ins Pumpwerk gehen und das zerstören.\nAber ansonsten macht das Ding nichts mit dem Wasser, auch bereitungsmäßig."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:52:04",
      "text": "Musst du die irgendwie genehmigen lassen?\nAlso im Sinne von Wasserqualität, Messung, irgendwann sind da mal die Stadtwerke\nbeigegangen und haben gesagt, jawohl, da ist Prüfsiegel drauf."
    },
    {
      "speaker": "roddi",
      "time": "0:52:15",
      "text": "Nee, das ist ja nur Gartenwasser. Also ich pumpe das ja nur hoch,\num es den Pflänzchen dann vor die Füße zu kippen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:52:21",
      "text": "Ah, weil du hast gerade eben von Wasser hin und so. Also das nimmst du jetzt,\nokay, also ist das jetzt nicht dein Kochwasser?"
    },
    {
      "speaker": "roddi",
      "time": "0:52:28",
      "text": "Nein, nein, nein, nein, ich bin ganz normal an das Wassernetz der Stadt Berlin angeschlossen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:52:34",
      "text": "Könntest du es denn als auch normales Wasser nehmen oder ist das dann verboten?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:39",
      "text": "Du trinkst, ist ja deine Sache. Also die Vorschriften gelten ja nur für das\nWasser, was dir sozusagen von außen zugestellt wird."
    },
    {
      "speaker": "roddi",
      "time": "0:52:46",
      "text": "Also ich weiß nicht, ob der Konsum safe ist und ich würde es auch nicht ausprobieren wollen.\nAber ich wüsste jetzt auch niemanden, der es mir verbieten will.\nAlso was man genehmigen lassen muss, ist den Brunnen bohren."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:53:01",
      "text": "Ja, genau, schreibt Zielheit hier auch gerade."
    },
    {
      "speaker": "roddi",
      "time": "0:53:04",
      "text": "Wenn er schon da ist, dann hat hoffentlich der Vorbesitzer oder der Vorvorbesitzer\nda eine Genehmigung für gehabt, ansonsten Pech.\nJa, und da ist quasi eine Gartenbewässerungsanlage,\ndran, so eine komische Zeituhr, die dann Ventile freischaltet und dann läuft\ndas durch so Plastikrohre und in so Regnern und so ein Kram. Ähm,\nSagen wir mal so, das hat vorher schon nicht so richtig geil funktioniert.\nVor allen Dingen, weil, glaube ich, eins der Ventile nicht so richtig in Ordnung\nist und nicht so richtig zumacht.\nAber nach der Wärmepumpenaktion funktionieren jetzt von den vier Strängen nur\nnoch zwei. Aus dem einen kommt gar nichts raus und aus dem anderen entsteht\nein großer See an einer Stelle.\nDas heißt, da muss ich wieder ausbuddeln und gucken, was sie da gemacht haben,\num das wieder ans Laufen zu kriegen.\nAber das, ja. Und ja, jetzt habe ich, also nachdem das kaputt war, halt ein neues gekauft.\nDas hat mir das schicken lassen und bin dann zweimal in den Baumarkt,\nalso erst bin ich in den Baumarkt, um eine größere Rohrzange zu kaufen, weil dieses Ding,\num von dem Brunnenrohr das abzuschrauben, der saß so fest und meine bisherige\nRohrzange war einfach zu klein.\nDas Ding hatte irgendwie sieben Zentimeter Durchmesser, so eine Maulweite von\nsieben Zentimetern, das hast du nicht mal eben zu Hause.\nHat aber dann funktioniert und dann habe ich gemerkt, was sind da alles für\nTeile, es war ewig, bis ich die Pumpe weg hatte, was sind da so für Teile und\nwelche Adapter und so weiter, bin ich nochmal in den Baumarkt gefahren."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:54:51",
      "text": "Dank des Adapters."
    },
    {
      "speaker": "roddi",
      "time": "0:54:53",
      "text": "Genau, habe,\nAdapter Mario Edition gemacht und ja, jetzt funktioniert es wieder.\nAlso dieses Gerät, was ich da gekauft habe, das schlechtest ablesbare Display,\ndas ich jetzt zu Hause habe, das ist echt ganz schlimm. Aber ansonsten tut es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:11",
      "text": "Zeigt es denn an, welchen Druck es liefert?\nAlso meine Frage ist eigentlich eher, was ist denn eigentlich der Druck, den man haben will?\nOder ab wann ist ein Wasserdruck ausreichend?"
    },
    {
      "speaker": "roddi",
      "time": "0:55:26",
      "text": "Ich glaube, das ist ein richtiges, kommt darauf an.\nAlso normalerweise, wenn du so eine Pumpe oder so ein Hauswasserwerk kaufst,\ndann sagt er dir, wie viel Förderhöhe er schafft.\nJetzt ist es aber so, also wenn du mehr Druck haben willst, dann hast du auch\neine geringere Fördermenge.\nUnd wenn du aber eine höhere Fördermenge haben willst, hast du auch weniger Druck.\nKeine Ahnung, die Pumpe zeigt an, was für eine Fadermenge sie gerade macht.\nDas Maximum sind wohl, was war das, 4800 Liter in der Stunde,\naber gesehen habe ich bisher nur 2000. Aber das liegt wahrscheinlich daran,\nwas da hinten dran hängt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:56:09",
      "text": "Also kein Display, irgendwo wie viel Bar Druck."
    },
    {
      "speaker": "roddi",
      "time": "0:56:12",
      "text": "Also da ist noch so ein Analog-Anzeiger, aber da habe ich jetzt ehrlich gesagt\nnicht drauf geguckt, sondern ich hatte nur geguckt, wie viel Durchsatz macht das Ding jetzt.\nda die Werte auf der alten Pumpe irgendwie nicht so ganz klar waren,\nhabe ich halt eine gekauft und gehofft, das funktioniert und siehe da,\nes funktioniert auch ansonsten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:37",
      "text": "Ja\nWenn du damit fertig bist, hätte ich nämlich gleich ein passendes Anschluss Thema."
    },
    {
      "speaker": "roddi",
      "time": "0:56:44",
      "text": "Anschluss, ja, dann schließ mal an Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:45",
      "text": "Wo wir gerade beim Anschließen auch sind."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:56:48",
      "text": "Ihr nun wieder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:49",
      "text": "Ralf hat mich ja in der letzten Sendung auch gefragt gefragt,\nnachdem ich meine Asienreise hinter mich gebracht habe, ob ich denn irgendwas\nrausgefunden habe, was die anderen alle richtig machen.\nUnd man kommt so nach Hause und denkt sich, warum machen wir denn das nicht\nschon längst so? Und da hatte ich in dem Moment so recht keine Antwort drauf.\nIch habe dabei nochmal drüber nachgedacht und ja, da gibt es tatsächlich etwas\nund das ist dann quasi jetzt auch eine Fortsetzung meines beliebten Blogs in\nder Frischung. Das Scheißthema.\nJa, also wir müssen mal wieder,\nüber solche Themen reden.\nWas war das größte Problem, als wir irgendwie die Corona- Covid-Krise hatten? Gleich zu Beginn."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:57:37",
      "text": "Toilettenpapier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:38",
      "text": "Toilettenpapier. Alle schrien irgendwie von ihrem Donnerbalken,\ndie Gestalten, schrien sie nach Klopapier."
    },
    {
      "speaker": "roddi",
      "time": "0:57:48",
      "text": "Ja, weil aber die Hamster auch echt gehamstert haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:52",
      "text": "Die Hamster haben eigentlich gar nicht so richtig gehamstert,\nsondern das ist halt einfach ein fragiles Lieferkettensystem,\nwas dort einfach aus seiner Frequenz, aus seiner normalen Betriebsfrequenz herausgepusht wurde."
    },
    {
      "speaker": "roddi",
      "time": "0:58:06",
      "text": "Ja, aber weil Leute mehr gekauft haben, als sie gebraucht haben eigentlich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:58:11",
      "text": "Ja, du wusstest ja aber nicht, wie lange das denn nun alles irgendwie mit man\nkann nirgendwo mehr hin und was kaufen anhält."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:16",
      "text": "Ja, aber es ist ja eigentlich kein Problem, wenn sich jetzt jemand entscheidet,\nnochmal ein Paket Klopapier zu kaufen.\nEs ist ja nicht so, dass alle in den Supermarkt gegangen sind und zehn Pakete gekauft haben."
    },
    {
      "speaker": "roddi",
      "time": "0:58:28",
      "text": "Naja, aber es reicht ja einer, damit es leer ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:30",
      "text": "Es reicht halt einer mehr als sonst, damit es irgendwie aus dem Tritt kommt,\ndann sind halt mal auch für einen Tag die Regale leer und das führt dann wiederum\ndazu, dass alle losrennen und sagen, oh Gott, es gibt kein Klopapier mehr,\nwährend es halt Hallen tonnenweise voll, es gab genug Klopapier,\ndass sich irgendwie Deutschland hätte sich noch 10 Jahre den Arsch abwischen\nkönnen mit dem, was bis dahin produziert war und schon irgendwie auf Halle lag,\naber naja, Wir wissen ja alle, wie es gelaufen ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:59:02",
      "text": "Wisst ihr übrigens, was das zweite Gut war, was nicht zu kriegen war? Hefe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:06",
      "text": "Stimmt."
    },
    {
      "speaker": "roddi",
      "time": "0:59:08",
      "text": "Und Nudeln waren auch eine Weile lang aus."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:59:10",
      "text": "Nie wieder werden wir zum Bäcker können. Wir müssen selber backen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:14",
      "text": "Okay, aber bleiben wir mal beim Klo. Weil das ist halt auch so etwas,\nwo die Leute sehr sensibel sind. Man sehnt sich ja nach Hygiene."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:59:23",
      "text": "Da muss es schon laufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:24",
      "text": "Und der Gedanke, in so einer Krise zu Hause festzusitzen, in der eigenen Scheiße sozusagen.\nDas hat den Leuten auch das nochmal besonders unangenehm gemacht.\nUnd das hat dann auch diese Nachfrage nach Toilettenpapier nochmal verstärkt.\nUnd ich sag dir mal eins, in Asien gab es dieses Problem auf gar keinen Fall,\nweil die einfach mit dem Thema ganz anders umgehen.\nUnd das ist mir tatsächlich auch schon auf meiner Reise vorher aufgefallen,\nals ich irgendwie in den Vereinigten Arabischen Emiraten war und da irgendwie\nauch mal auf so ein Dubai auf so ein,\nRestaurantklo ging.\nUnd dann dachte so, hier gibt es ja gar kein Klopapier. Was ist das denn?\nIch denke, ich bin hier gerade in Dubai, in diesem Luxusding,\nwo alles mal auf so einem Minimalstandard ist.\nUnd dann bin ich irgendwie in einem Restaurantklo und es gibt noch nicht mal Klopapier."
    },
    {
      "speaker": "roddi",
      "time": "1:00:28",
      "text": "Ja, die haben diese Brause, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:30",
      "text": "Die haben diese Brause."
    },
    {
      "speaker": "roddi",
      "time": "1:00:33",
      "text": "Die gab es in Indien auch überall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:35",
      "text": "Und das ist halt einfach mal der Standard in Asien.\nund das macht auch einfach mal so viel Sinn.\nWir reden also über Reinigungsbrausen. Vielleicht könnte man auch BD-Brause sagen oder so.\nDa gibt es diese verschiedensten Begriffe. Ich glaube bei Amazon läuft es unter,\nReinigungsbrause. Ganz dezent.\nKann man aber wahrscheinlich über tausend Namen suchen."
    },
    {
      "speaker": "roddi",
      "time": "1:01:00",
      "text": "Brause kommt Wasser raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:01",
      "text": "Ja, Brause kommt Wasser raus und es ist halt einfach mal also nachdem ich dann\nda war, habe ich das irgendwie bei mir auch installiert.\nDie Meta-Ebene ist sozusagen mit einer Reinigungsbrowser ausgestattet.\nUnd wenn man die mal konsequent zum Einsatz bringt, dann hat das irgendwie zwei Effekte.\nErstens, damit wird einfach auch mal wirklich alles sauber und zweitens,\nman verbraucht überhaupt kein Klopapier mehr.\nIch kann mich gar nicht mehr daran erinnern, als ich das letzte Mal Klopapier\ngekauft habe, weil das Thema einfach weg ist.\nSo, jetzt bin ich aber gerade dabei, in eine neue Wohnung einzuziehen,\nbeziehungsweise habe das jetzt gerade getan und diese Wohnung verfügt nicht\nüber Reinigungsbrausen."
    },
    {
      "speaker": "roddi",
      "time": "1:01:49",
      "text": "Also musst du die jetzt auch nachrüsten?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:51",
      "text": "Selbstverständlich muss ich die nachrüsten und jetzt entwerfe ich natürlich schon Pläne dafür.\nDie Wohnung ist aber relativ hoch gelegen, also vom Stockwerk her relativ hoch gelegen.\nUnd ich habe so ein bisschen Bedenken, was den Wasserdruck betrifft.\nDeswegen habe ich jetzt gerade mal gefragt, was eigentlich so der Wasserdruck\nist, der so als der normale Wasserdruck gilt.\nDa werde ich einfach mal einen Manometer besorgen müssen, um da mal entsprechende Tests zu machen.\nIch möchte euch aber generell einfach dazu ermutigen, eure Heime,\nwenn ihr sowieso schon in so einem Handwerkerwaren seid, dann doch auch einfach\nnochmal mit Reinigungsbrausen auszustatten.\nDas ist nämlich in der Regel relativ einfach.\nWenn man so einen Spülkasten hat, so einen externen Spülkasten,\nalso klassisches WC mit Spülkasten extern und man kann oben so einen Deckel\nabnehmen und so, dann ist ja meistens auch die Wasserzuführung von der Seite.\nDas heißt, dann geht dann ohnehin irgendwie schon mal ein Rohr rein.\nDa gibt es dann tausend Anschlussmöglichkeiten, um mal eben nochmal so einen\nAbzweig ranzubammeln und schon ist man irgendwie dabei.\nKnifflig wird es halt nur, wenn man so komische integrierte Spülkastensysteme\nhat. Das ist ja so ein bisschen so ein Trend.\nAlso so Spülkasten ist ja irgendwie hässlich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:03:04",
      "text": "Dann hast du heute in die Wand eingebaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:06",
      "text": "Genau. Und total zugekachelt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:03:08",
      "text": "Ja, hab ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:09",
      "text": "Und das ist ja dann mal, ich frage mich ja, wie man sowas servist.\nAlso wie baut man denn das um? Muss man dann sozusagen..."
    },
    {
      "speaker": "roddi",
      "time": "1:03:16",
      "text": "Na, wie so ein Gynäkologe, alles durch die gleiche Öffnung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:03:18",
      "text": "Nee, es gibt normalerweise ein, zwei Kacheln, die öffnenbar sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:22",
      "text": "Meinst du?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:03:23",
      "text": "Ja, das meine ich nicht, zumindest bei uns ist das so. Weil wenn da nämlich\nmal was klemmt, dann mache ich die auf und komme dann an die Innereien dran.\nEs ist ein bisschen fruckelig, das schon, aber es geht.\nDie Kacheln sind nicht das, was sie schicken."
    },
    {
      "speaker": "roddi",
      "time": "1:03:37",
      "text": "Genau, Revisionsöffnung wird hier im Chat geschrieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:40",
      "text": "Eine Revisionsöffnung, naja okay, aber wenn die Revisionsöffnung aber sozusagen\nnur für das Servicen der Spülkastenmechanik gemacht ist,\nerlaubt es ja immer noch nicht eine problemlose Ergänzung des Systems um einen\nweiteren Wasserabzweig, die man unter Umständen nicht hat."
    },
    {
      "speaker": "roddi",
      "time": "1:03:57",
      "text": "Naja, dann müsstest du halt durchbohren, um da einen Abzweig hinzumachen und\ndann alles intern verdrahten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:04",
      "text": "Ja, die Frage ist, ob man die Fliesen auch so entfernen kann,\ndass man sie wieder ranbambeln kann."
    },
    {
      "speaker": "roddi",
      "time": "1:04:09",
      "text": "Eher nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:10",
      "text": "Das ist aber doof."
    },
    {
      "speaker": "roddi",
      "time": "1:04:12",
      "text": "Also gut, ich weiß nicht, moderner Fliesenkleber ist jetzt nicht mehr eine gemörtelte\nFliese, aber der hält also in der Regel schon sehr gut, sodass du wahrscheinlich,\nwenn du versuchst, die Fliesen abzumachen, sie dann auch kaputt machst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:25",
      "text": "Kann man die nicht mit so einer kleinen Säge aufsägen, so wie man so einen Gips\naufsägt, mit so einem Frequenzsäger?"
    },
    {
      "speaker": "roddi",
      "time": "1:04:32",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:33",
      "text": "Mit so einem Multitool?"
    },
    {
      "speaker": "roddi",
      "time": "1:04:34",
      "text": "Naja, aber die Fliese ist ja in ihrer Fläche hinten festgeklebt an der Wand\noder an der Trockenbauwand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:46",
      "text": "Das ist ja die Umbauung eines Spülkasten, das ist ja ein Hohlraum."
    },
    {
      "speaker": "roddi",
      "time": "1:04:50",
      "text": "Richtig, aber das sind ja so Trockenbauwände, so Rigipskram und da wird dann\ndie Fliese draufgeklebt mit sogenanntem Fliesenkleber und das Zeug ist relativ\nfieses Zeug. Wenn das einmal abgebunden ist, hält es schon ganz gut.\nUnd zwar wahrscheinlich so gut, dass du die Fliese nicht abkriegst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:05",
      "text": "Okay, gut. Das ist ja auch nur mein privates Problem. Ich wollte sozusagen Reinigungsbrausen\nmal in euer Bewusstsein werfen und ich kann euch sagen,\nwas euch diese Sendung jetzt einfach schon an Klopapierkosten erspart hat durch\ndiese Maßnahme, das lässt sich kaum beziffern."
    },
    {
      "speaker": "roddi",
      "time": "1:05:23",
      "text": "Naja, wann sich das amortisiert. Ich meine, so teuer ist Klopapier jetzt nun auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:29",
      "text": "Man kauft das aber relativ oft."
    },
    {
      "speaker": "roddi",
      "time": "1:05:33",
      "text": "Ja nun, hilft ja nichts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:34",
      "text": "Man muss da auch immer hinfahren und das holen und es braucht relativ viel Volumen."
    },
    {
      "speaker": "roddi",
      "time": "1:05:38",
      "text": "Ja, aber das tut man ja, wenn man andere Dinge auch kauft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:41",
      "text": "Ich finde einfach diesen Gedanken, dass ja die ganze Zeit irgendwelche Bäume\nzusammengepresst werden und gebleicht werden,\nnur damit man sich damit irgendwie den Arsch abwischt, um es dann einfach sofort\nwieder wegzuschmeißen und dann auch noch die Klärung dieses Wassers zu erschweren,\nweil das ja dann alles sich darin auflösen muss und so weiter,\nfinde ich ehrlich gesagt so ein bisschen kontraproduktiv.\nAlso wenn man mal so ein bisschen drüber nachdenkt, wie die Welt halt eigentlich\nsein sollte, ist Klopapier irgendwie eine Scheißidee."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:06:09",
      "text": "Also, um jetzt mal wieder in meiner Lieblingsrolle des besorgten Vaters aufzutreten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:16",
      "text": "Bitteschön."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:06:17",
      "text": "So, nehmen wir mal an, wir hätten das jetzt also alles so umgebaut und müssten\nkein Klopapier mehr kaufen.\nWie genau lernen dann deine Kinder den sachgemäßen Umgang mit Klopapier,\nwas kein einfacher Skill ist? auch je nachdem, wie die verdaust."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:31",
      "text": "Wie lernen deine Kinder den sachgemäßen Umgang mit einer Reinigungsbrause?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:06:34",
      "text": "Ja, und in der Schule und in der Kita, da haben die das auch alles?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:38",
      "text": "Nein, aber dann muss es sein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:06:40",
      "text": "Ach so, Tim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:42",
      "text": "Ja, heute schon an morgen denken. Das ist ein zukunftsorientierter Podcast."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:06:46",
      "text": "Aber du siehst meinen Punkt, ja?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:48",
      "text": "Naja, klar, mit der Realität muss man sich schon vertraut machen,\naber nur, weil man jetzt irgendwie diesen Skill lernt, den man da draußen braucht,\nheißt ja noch lange nicht, dass man das in den eigenen Wänden genauso machen muss.\nDu lernst ja auch Französisch, aber du quatschst ja nicht die ganze Zeit zu Hause.\nDas ist ja nur, um den Kontakt der Außenwelt in irgendeiner Form zu ermöglichen.\nDas verstehe ich schon, dass Klopapier manchmal die einzige Option ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:07:14",
      "text": "Eigentlich immer außer bei dir zu Hause."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:16",
      "text": "Ja, oder in Asien oder in Arabien oder halt irgendwie in all diesen,\nich meine, diese Länder tendieren ja dazu, manche Dinge auch wirklich besser\nzu machen als wir. Und das gehört definitiv dazu."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:07:30",
      "text": "Es ist gerade im Chat hier auch eine ganz lustige Debatte über die Schambehaftigkeit\nvon Klopapierkaufen, die so knapp unterhalb von Kondomekaufen rangiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:41",
      "text": "Echt?"
    },
    {
      "speaker": "roddi",
      "time": "1:07:42",
      "text": "Ich finde, da ist nochmal ein bisschen Luft."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:07:47",
      "text": "Ja, gut, also wie so häufig, im Prinzip bin ich bei dir. Also ich glaube auch,\ndiese Gesellschaft wäre eine bessere, wenn wir das alle umgestellt hätten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:55",
      "text": "Hier wird noch gefragt, wie hat man den sachgemäßen Umgang mit einer Reisungsbrause?\nAlso man muss das Thema ja noch ein bisschen erweitern. Es gibt auch noch eine\nandere Option und das ist halt sozusagen, wenn man ganz bis ans Ende von Asien fährt."
    },
    {
      "speaker": "roddi",
      "time": "1:08:08",
      "text": "Wo ist denn das Ende von Asien?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:10",
      "text": "Das Ende von Asien ist Japan."
    },
    {
      "speaker": "roddi",
      "time": "1:08:12",
      "text": "Okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:14",
      "text": "Und die Japaner waren schon immer ganz weit vorne, was das Scheißthema betrifft.\nDa ist ein Klo nicht ein Loch mit Wasser, sondern so eine Art Wellness Center.\nWellness Center, das trifft es glaube ich ganz gut.\nUnd die haben ja schon ganz früh angefangen, also bei denen ist es natürlich\nauch so ein bisschen schambehaftet.\nDas japanische Klo hat ja oft so Features wie,\ndass du so Meeresrauschen abspielen kannst, weil es dann den Japanern peinlich\nist, wenn ihre Pullerei irgendwie akustisch zu hören ist und so weiter oder\nvielleicht auch um sie auch selber zu besänftigen.\nDa kann man halt also wirklich drüber diskutieren.\nAber, was sie auf jeden Fall auch mit auf den Markt gebracht haben,\nund das kann man auch hier in Deutschland erwerben, und da kann man auch einfach\nseine Kloschüssel austauschen, wenn man die gerade sowieso austauschen muss,\ndie halt einfach direkt eine Reinigungsbrause sozusagen ausfahrbar fest installiert haben.\nUnd dann kommt dann einfach von hinten der Strahl direkt schön warm reingeschossen.\nJa, und je nach Ausführung, also je nach Modell, also ich hatte da jetzt auch\ngerade verschiedenste Varianten am Start auf meiner Fahrt, gibt es dann so Tasten,\ndie dann so einen Wiggle-Mode auch noch machen, ja, also,\ndann geht das Wasser auch so richtig schön so vor zurück, vor zurück,\nvor zurück und es ist einfach so angenehm, ja, also da kannst du also wirklich\nmal so, ich meine, die Puperze ist ja auch ein erotischer Ort.\nJa, das bringen wir jetzt so normalerweise mit dem Abortieren nicht so ohne\nweiteres zusammen, aber das kann halt auch einfach ein Übergang sein,\nwas eben noch eine Beschwernis war und du denkst jetzt schon wieder so,\nwie viele Blätter Klopapier werde ich jetzt verwenden müssen?\nNehme ich drei, nehme ich vier, bin ich ein Knüller oder bin ich ein Falter?\nDas sind alles so Fragen, die einem jedes Mal wieder durch den Kopf gehen und\ndu bist ja irgendwie nie sicher.\nUnd dann hast du irgendwie schon so mehrere Kilogramm Papier in dieses Klo reingebracht,\nnur weil du dir irgendwie eigentlich nicht so richtig sicher bist,\nob du dich jetzt schon ausreichend hygienisiert fühlst.\nDieses Problem existiert nicht, wenn du das Ganze mit Wasser,\naber schon gar nicht mit warmem Wasser machst.\nUnd wenn du dann auch noch so eine Maschine hast, die dann so noch verschiedene\nWiggle-Modes unterstützt, und Brauseprofile und wie breit jetzt sozusagen,\nalso du kannst ja auswählen,\nob du sozusagen so gezielt jetzt nur am Ortsgeschehens arbeiten willst oder\nob du nicht vielleicht mal den ganzen Arsch abspülen möchtest.\nAlles ist möglich mit japanischer Technologie."
    },
    {
      "speaker": "roddi",
      "time": "1:10:40",
      "text": "Haben die dann auch so einen Side-Stick wie im Airbus?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:43",
      "text": "Zum Steuern? Nö, das ist gar nicht nötig irgendwie. Das ist auf jeden Fall ausgereifte Technologie."
    },
    {
      "speaker": "roddi",
      "time": "1:10:51",
      "text": "Also zu dem Thema fällt mir immer wieder die Story ein, die mir eine Bekannte\nvor Jahren mal erzählt hat.\nUnd zwar ist die halbe Japanerin und ihre Tante. Also dazu muss man sagen,\nin Japan gibt es ja beheizbare Badewannen.\nAlso du sitzt in der Badewanne und das Wasser wird nicht kalt,\nweil es von der Badewanne nachgeheizt wird.\nUnd ihre Tante ist in so einer beheizbaren Badewanne gestorben und erst Wochen\nspäter gefunden worden. und die Badewanne war immer noch warm."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:11:24",
      "text": "Immer noch warm. Jetzt mal wieder irgendwie die kritische Perspektive eingenommen.\nWie verhält sich das auf den Wasserverbrauch? So Stichwort Dürre und Wassersparen.\nUnd können wir uns das dann leisten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:39",
      "text": "Tim? Das ist nicht dein Ernst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:11:42",
      "text": "Naja, also ich meine..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:44",
      "text": "Das ist äquivalent zu Händewaschen."
    },
    {
      "speaker": "roddi",
      "time": "1:11:47",
      "text": "Du musst fairerweise musst du natürlich die Wassergestehungskosten einer Rolle\nKlopapier gegenrechnen Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:11:55",
      "text": "Die aber nicht unbedingt bei uns anfällt sondern irgendwo wo es Grundwasser noch im Überfluss gibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:01",
      "text": "Ist ja egal wo das anfällt, fällt ja an Also ich meine auf Klopapierproduktion\nkomplett zu verzichten würde auf jeden Fall mehr bringen als jetzt abzurechnen ob meine drei Spritzer,\ndie ich hier sozusagen vor dem Spülen von mehreren Litern Wasser im Klo noch zusätzlich nutze,\num irgendwie gezielten Reinigungen herbeizuführen.\nDas fällt jetzt also wirklich nicht mehr groß ins Klo."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:12:25",
      "text": "Ja, vermutlich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:28",
      "text": "Nun denn, du hast alles versucht.\nIch meine, man kann natürlich darüber diskutieren, ob eine Toilette auch einen\nStromanschluss braucht, aber ich glaube da, that ship has sailed.\nAlso wir haben irgendwie schon alles unter Strom, wenn es das Klo auch noch dazu kommt."
    },
    {
      "speaker": "roddi",
      "time": "1:12:44",
      "text": "Die viel interessantere Frage ist, ob das Klo auch einen Internetanschluss braucht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:50",
      "text": "Also naja, also tatsächlich geht das ja bei den Japanern schon auch wirklich\nin die Richtung, dass die Klos noch mehr tun, ja, also die messen dann auch\nnoch deine Temperatur und das ist dann sozusagen auch noch so ein Analysezentrum.\nIch weiß jetzt nicht, ob dir dann auch schon."
    },
    {
      "speaker": "roddi",
      "time": "1:13:04",
      "text": "So die Apple Watch am Arsch?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:07",
      "text": "Naja, also ich meine, ich weiß nicht, inwiefern sie das schon ab Wasser untersuchen,\naber denkbar wäre das natürlich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:13:14",
      "text": "Braucht es denn da eigentlich zwingend Strom für?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:17",
      "text": "Na, wenn du da so ein User-Interface hast und da hinten dieser Apparat ausfährt mit einem Motor.\nJa, man könnte das natürlich auch mechanisch bauen. Ich weiß nicht,\nob es sowas gibt mit so einem Hebel oder so, meinst du?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:13:28",
      "text": "Ja, also da könnte man doch Abstriche machen an der Stelle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:31",
      "text": "Ja, das wäre natürlich ganz gut, dass man sozusagen..."
    },
    {
      "speaker": "roddi",
      "time": "1:13:33",
      "text": "Ganz falscher Ausdruck in dem Zusammenhang."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:36",
      "text": "Nicht ausgerechnet, wenn sozusagen jetzt Stromausfall ist, wie jetzt gerade\nin Spanien, dass dann auf einmal alle wieder nach Klopapier schreien.\nweil ihre BD-Brause nicht funktioniert. Aber da reicht ja normalerweise eben\nder normale Wasserdruck, wenn der halt da ist. Dann brauchst du ja eigentlich nur einen Wasserturm."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:13:58",
      "text": "Tja."
    },
    {
      "speaker": "roddi",
      "time": "1:14:00",
      "text": "Wie kommen wir aus diesem Thema wieder raus?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:03",
      "text": "Naja, also ich meine das sind Dinge, die sind einfach auch irgendwo wichtig."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:14:12",
      "text": "Vielleicht bleiben wir auch einfach gleich beim Ort des Geschehens.\nweil direkt neben der Toilette bei mir ist meine Badewanne und da habe ich drin\ngesessen wie ich das, ich bade gerne Aha."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:23",
      "text": "In der Badewanne."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:14:23",
      "text": "Baden aber dann über Wasserverbrauch diskutieren Ich bade oder dusche aber so\nlange dass sich das glaube ich wieder egalisiert vom Verbrauch her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:31",
      "text": "Ach du duscht erst so lange dass du denkst, jetzt kann ich doch auch gleich das baden?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:14:35",
      "text": "Genau, es würde eine sehr lange Dusch-Session kompensiert.\nSo und ihr kennt das sicher, sowohl unter der Dusche als auch in der Badewanne\nmacht man sich dann ja immer so tiefe Gedanken über die letzten Fragen des Lebens."
    },
    {
      "speaker": "roddi",
      "time": "1:14:48",
      "text": "Zumindest hat er dann immer das Gefühl, es wäre so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:52",
      "text": "Soll ich Severance gucken?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:14:54",
      "text": "Und,\nSo ein Thema, was mich wirklich schon seit vielen Jahren umtreibt,\nist Zukunftsgläubigkeit und die feste Gewissheit, dass es immer noch irgendwo\nbesser geht und die Leute einfach noch nicht lange genug nachgedacht haben.\nIch ahne, dass ihr beide da vielleicht auch ein klein bisschen ähnlich gepolt sind,\nweil ich auch einfach wahrnehme, so in meinem Alltag, ständig werden nochmal\nDinge optimiert und das kommt völlig aus der Kalten, wo man dachte,\ndas Thema ist völlig auserzählt und dann kommt jemand daher mit einer pfiffigen\nIdee und macht das einfach mal viel besser und man fragt sich,\nwarum nicht 40 Jahre vorher, die Komponenten waren alle da.\nBeispiel hier meine Fahrradtasche, die ich mit einem Handgriff in den Rucksack\numbauen kann. So hatte ich in der vorherigen Sendung auch schon mal gebracht.\nSuper Sache, funktioniert einfach.\nSo und mein Ansatz war jetzt, okay, jetzt leben wir ja im Zeitalter der KI und\nwo wir Dinge jetzt einfach mit unglaublicher Computing-Power auch einfach mal durchrechnen können.\nGibt es eigentlich so Alltagsprobleme oder Weltprobleme, wo man einfach mal\njetzt eine KI draufsetzen kann nach dem Thema,\nlöst mir das mal und gib mal einen völlig frischen Ansatz dazu, wie man das machen kann.\nUnd ich war ja in meinem früheren Leben mal Wissenschaftler.\nIch habe dann überlegt, was wäre denn aber ein gutes Setup, um das dann auch\nirgendwie benchmarken zu können, ob das denn wirklich jetzt eine gute,\npraktikable Idee ist. Und worüber ich schon seit Wochen nachgegrübelt habe,\nist die Schiffsschraube.\nUnd wer sagt uns eigentlich, dass eine Schiffsschraube die beste denkbare Form\nhat, um ein Schiff durch Wasser anzutreiben?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:34",
      "text": "Du meinst, welche Form die beste ist, um einen damit anzutreiben oder ob eine\nSchiffsschraube an sich die beste Methode ist?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:16:41",
      "text": "Vielleicht ist ja auch irgendeine andere Form noch denkbar, die sich um eine\nAchse dreht, die einfach nochmal 20% mehr Hub produziert."
    },
    {
      "speaker": "roddi",
      "time": "1:16:51",
      "text": "Du weißt, dass es sowas wie CFD gibt und Leute, die sowas schon seit Jahren machen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:16:58",
      "text": "Es wird gleich alles sehr peinlich für mich, das kann ich schon mal versprechen.\nAber den Hergang fand ich für mich ganz hilfreich, das mal durchgespielt zu haben.\nGut, also war da also in der Badewanne und dachte mir, okay,\nwie benchmarkst du das jetzt aber?\nUnd das Setup, was ich mir überlegt hatte, war, okay, wir machen einfach einen\nBrute-Force-Ansatz versus einen KI-generierten Ansatz.\nDas heißt, Brute-Force, erstelle einfach ein Modell,\ndas sämtliche denkbaren Formen durchrechnet in Bezug auf ihre Antriebsfähigkeit\nund dann Benchmarke gegen das, was eine KI quasi als optimale Form rausbringen würde.\nsoweit verständlich das Grundsetup also alle denkbaren Möglichkeiten durchgerechnet\nversus okay KI streng dich mal an, was glaubst du, was ist die optimale Form\nund dann kann man gucken, wie dicht ist sie denn Ich frage mich gerade."
    },
    {
      "speaker": "roddi",
      "time": "1:17:54",
      "text": "Was für eine KI du da fragst, die bitteschön mit welchen Daten gefüttert wurde ChatGPT oder was."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:18:00",
      "text": "Es wird vielleicht einfacher, wenn ich jetzt mal das Modell als solches erkläre\nIch habe mir gedacht, okay, wir machen es jetzt erstmal ganz ganz simpel Wir nehmen einen 10er Kubus,\nDas heißt, eine Kantenlänge von 10 und das als Würfel.\nAlso wie so ein quasi Rubik's Cube, nur dass er nicht drei, zehn Punkte."
    },
    {
      "speaker": "roddi",
      "time": "1:18:21",
      "text": "10 mal 10 mal 10, 1000 Zellen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:18:23",
      "text": "Genau, Zellen. Also quadratische kleine Zellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:27",
      "text": "Orte."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:18:27",
      "text": "Orte, so. Ist natürlich viel zu wenig, um jetzt irgendwie stromlinienförmig\nwas Elegantes zu machen, aber ich wollte erstmal so ein Grundmodell haben,\num überhaupt erstmal irgendwo anzufangen.\nSo, das heißt also 10 mal 10 mal 10 Kantenlänge und eben tausend verschiedene\nPunkte, in denen man da drin ist.\nDas finde ich schon mal intuitiv, als jemand, der irgendwie denkt,\nso mit exponentiellen Geschichten kommen wir nach Corona alle viel besser klar\nals vorher, finde ich das schon mal verstörend, dass in so einer kleinen Form\nwirklich schon mal tausend Elemente drin sind.\nAber ist so, kann man einfach durchrechnen, 10 mal 10 mal 10 halt."
    },
    {
      "speaker": "roddi",
      "time": "1:19:05",
      "text": "Das Kubik ist gemein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:08",
      "text": "Mathematik für Anfänger."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:19:09",
      "text": "Mathematik für Anfänger, genau. Und dann kam aber der nächste Schritt und dass\nich halt dann gefragt habe, okay, und das habe ich dann in der Tat Chat-GPT\ngefragt, irgendwie die aktuelles O1 irgendwas Modell.\nSo, berechne doch jetzt mal, wie viele mögliche Formen kann ich denn jetzt eigentlich\nin diesem Kubus abbilden?"
    },
    {
      "speaker": "roddi",
      "time": "1:19:31",
      "text": "Du meinst jetzt so quasi binär, hier ist was und hier ist nichts."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:19:35",
      "text": "Genau, exakt so. an, aus. Das heißt also, jede dieser tausend Positionen kann\njetzt genau zwei Zustände haben, nämlich entweder null, dann ist da nix,\noder eins, dann ist da ein Element, was theoretisch irgendein Schuh produzieren kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:48",
      "text": "Aber muss schon irgendwie miteinander verbunden sein, dann die Pixel sozusagen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:19:51",
      "text": "Genau."
    },
    {
      "speaker": "roddi",
      "time": "1:19:52",
      "text": "Zwei hoch tausend?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:19:53",
      "text": "Genau, zwei hoch tausend, völlig richtig, Roddy."
    },
    {
      "speaker": "roddi",
      "time": "1:19:57",
      "text": "Das ist viel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:19:57",
      "text": "Wenn du erstmal gar keine wenn du erstmal gar keine weiteren Bedingungen reingibst,\nhast du ein Modell mit zwei hoch tausend Optionen.\nDas ist mal ganz schön viel.\nSondern hat ChatGPT auch schon gemeint, das ist eine verdammt hohe Zahl mit\nwirklich, wirklich vielen Nullen dahinter.\nDa habe ich gesagt, ja, aber ganz so kompliziert brauchen wir es ja nicht.\nWir haben ja Zusatzbedingungen. Ich brauche also einen Antriegspunkt.\nDas heißt, es ist schon mal nur noch die Hälfte, weil es ja ein 0-1-er-Zustand\nschon gesetzt ist, wo nämlich quasi die Kurbelwelle irgendwie dran liegt.\nUnd dann kannst du noch alle Modelle rausrechnen, die keinen Nachbarn haben,\nweil das sind ja quasi tote Punkte. Die fallen dann ja zu Boden und sind nicht\nTeil eines irgendwie gearteten Antriebs.\nVersteht ihr? Es muss eine zusammenhängende Form sein.\nDa hat er dann eine Hochrechnung gemacht. Ja, dadurch fallen nochmal irgendwie\n40.000 raus, aber es wird halt nicht signifikant viel kleiner,\ndiese Zahl, die da rauskommt.\nDas waren immer noch irgendwie 2 hoch 300 irgendwas. was.\nSo, dann dachte ich, naja, aber ich habe jetzt hier ja MacBook Pro,\nApple Silicon und so. Wird schon gehen.\nMach doch jetzt mal eine Hochrechnung, wie lange das denn jetzt dauern würde,\ndiese ganzen Varianten jetzt einfach mal durchzurechnen in Bezug auf Schubkraft,\nwenn sich das Ganze irgendwie dreht."
    },
    {
      "speaker": "roddi",
      "time": "1:21:15",
      "text": "Du hast nicht mehr den Speicher dafür, oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:21:18",
      "text": "Nicht nur das. So, und dann fing er schon schwer an zu nölen und Und meinte\nso, jetzt müssen wir erst mal gucken, was für eine Schubformel nehmen wir da überhaupt?\nWie kompliziert soll es denn irgendwie sein? Ich habe immer gesagt,\nnimm das Einfachste, was du irgendwie findest.\nHat dann irgendwie vier, fünf verschiedene physikalische Modelle mir hingeworfen,\nwelches ich denn jetzt haben wollte.\nDa habe ich gesagt, nimm das, was am wenigsten Computing Power braucht und das\nnimm dann mal entsprechend.\nSo und das habe ich dann in der Tat getan und dann hat er dann einen Wert rausgeworfen,\nwie lange denn jetzt die Berechnung dauern würde, um dieses kleine Problem zu brute forcen.\nUnd die Antwort werfe ich dann mal eben in den Chat rein hier.\nDie Berechnung würde also ungefähr\n10 hoch 283 mal länger dauern als das bisherige Alter des Universums."
    },
    {
      "speaker": "roddi",
      "time": "1:22:16",
      "text": "Naja, aber das ist ja auch gerade mal 15 Milliarden Jahre alt. 13.\nJa, 13. Ich habe das jetzt aufgerundet, aber ist egal. Also ich meine, aufgerundet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:27",
      "text": "Das ist, sagen wir mal, die Krise der Kosmologie, die machst du dann doch viel schlimmer."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:22:32",
      "text": "So, und ja, die Mathematiker und Physiker da draußen mögen jetzt schwer mit\nden Augen rollen, ich kann das gut verstehen, aber ich finde das in der Sache\nirgendwie frustrierend,\ndass du also so ein kleines Modell hast, 10 mal 10 mal 10 und nicht ansatzweise\nhaben wir irgendeine Computing Power, um nur diesen kleinen Witzel durchzuberechnen."
    },
    {
      "speaker": "roddi",
      "time": "1:22:52",
      "text": "Ergo, da hast du dich aber natürlich auch maximal blöd angestellt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:22:57",
      "text": "Du kannst es halt weiter vereinfachen, aber mit dem Blutforts-Ansatz kommst\ndu irgendwann einfach nicht. Ich habe nur noch gefragt, was ist denn,\nwenn wir jetzt einen Quantencomputer haben und so.\nJa, ist halt nur ein bedingt gutes Problem dafür und sparst du vielleicht nochmal\nFaktor 4 ein, aber mehr geht da nicht und es ist deprimierend."
    },
    {
      "speaker": "roddi",
      "time": "1:23:15",
      "text": "Damit du jetzt nicht frustriert rausgehst, wenn du Zugriff zu einem 3D-Drucker\nhast, dann kann ich dir folgendes empfehlen, was ich neulich gerade erst gedruckt habe.\nUnd zwar handelt es sich um den Hochgeschwindigkeitspropellerwerfer eines gewissen Lukas Hannert.\nEin wunderschönes Gerät. Das sieht ein bisschen aus wie eine größere Pfeffermühle.\nHat drei Planetengetriebe drin."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:23:47",
      "text": "Alter."
    },
    {
      "speaker": "roddi",
      "time": "1:23:47",
      "text": "Und du drehst unten und dann dreht sich das oben extrem schnell und dieses Propeller-Ding,\nwas da oben drauf ist, das fliegt dann weg.\nIch habe das tatsächlich gedruckt und zusammengebaut. Funktioniert auch relativ gut."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:24:03",
      "text": "Wie weit fliegt das denn?"
    },
    {
      "speaker": "roddi",
      "time": "1:24:06",
      "text": "Naja, sagen wir mal so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:24:07",
      "text": "Also er macht hier 18.000 Umdrehungen pro Minute."
    },
    {
      "speaker": "roddi",
      "time": "1:24:10",
      "text": "Wir wollten ja eigentlich jetzt nicht über die Easter Hack reden,\naber bei der Easter Hack hatte jemand so ein Teil.\nUnd wir haben es dann in der Halle fliegen lassen und das fliegt ganz locker bis an die Decke.\nAlso so dritter Stock, vierter Stock oder so.\nDas fliegt weit. Weil da ist, also die Übersetzung, was sagt er,\n1 zu 64 steht da, die führt schon dazu, dass dieser Propeller sehr stark beschleunigt\nwird und ordentlich Lift macht.\nIch habe die Propeller extra in orange gedruckt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:46",
      "text": "Ich habe mich gewundert, dass die Dinger die ganze Zeit oben an der Decke hängen\ngeblieben sind, so hoch sind die geflogen.\nOkay, gut, aber bist du denn jetzt sozusagen, also war das jetzt schon das Ende deiner Forschung?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:24:58",
      "text": "Das war das traurige Ende meiner Forschung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:00",
      "text": "Aber hast du denn schon von dem toroidalen Propeller gehört,\nder vor kurzem erfunden wurde und der sozusagen in dieser Schiffswelt diese\nselbe Frage auch neu aufgebracht hat, ob wir denn jetzt sozusagen den neuen\nheiligen Gral der Schiffsschraube gefunden haben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:25:14",
      "text": "Nee, aber erzähle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:15",
      "text": "Also der toroidale Propeller ist ein Ergebnis von irgendeiner Universität aus\nden USA und das ist quasi eine andere Form,\neines Antriebs und das ist halt nicht nur fürs Wasser, sondern sozusagen,\ntheoretisch halt glaube ich auch für Luft, ich bin mir nicht so ganz sicher."
    },
    {
      "speaker": "roddi",
      "time": "1:25:40",
      "text": "Sie haben es vor allen Dingen erstmal für Luft gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:42",
      "text": "Sicher?"
    },
    {
      "speaker": "roddi",
      "time": "1:25:43",
      "text": "Ja, ich weiß schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:45",
      "text": "Ich dachte es ist erstmal für Wasser."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:25:46",
      "text": "Diese solche Formen wollte ich..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:48",
      "text": "Beides."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:25:49",
      "text": "Weil das sieht so kontraintuitiv aus."
    },
    {
      "speaker": "roddi",
      "time": "1:25:53",
      "text": "Ja und Naja, normalerweise hast du am Ende des Propellerblatts einen fürchterlich großen Wirbel,\nund Wirbel kostet immer Energie, deswegen hast du ja an modernen Verkehrsflugzeugen auch diese Winglets,\ndiese komischen hochstehenden Dinger, die viel stärker verhindern,\ndass sich ein riesiger Wirbel bildet und wenn du jetzt aber gar kein Ende des\nPropellerblatts hast, dann kannst du da auch keinen Wirbel haben und insofern\nist, wenn man das Ding ordentlich,\noptimiert, völlig klar, dass der effektiver ist als ein Propeller, der eben Enden hat."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:26:28",
      "text": "Wobei jetzt hier in einem Wikipedia-Artikel steht, dass deren Hauptvorteil die\nGeräuschlosigkeit ist, dass die weniger Krach machen, aber nicht mehr Antrieb."
    },
    {
      "speaker": "roddi",
      "time": "1:26:34",
      "text": "Ja, aber warum machen sie weniger Krach? Wegen weniger Wirbel.\nWirbel ist immer das, was Krach macht. Das hast du auch bei so Windkraftanlagen.\nJe effektiver die sind und je weniger Wirbel die machen, desto leiser sind sie auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:52",
      "text": "Also ich habe das, das ist irgendwie, wann wurde das Ding, also es mag schon\nmal vorher gemacht worden, aber das Thema kam vor ein paar Jahren neu auf.\nIch weiß nicht so ganz genau, also\nder Wikipedia-Artikel hat jetzt hier so verschiedenste Zeitmarken, 2010."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:27:12",
      "text": "Was mich jetzt hier bei dem Bild auf Wikipedia verstört, ist,\ndass zwar, also wir können mal versuchen zu beschreiben.\nAlso in dem Wikipedia-Artikel habe ich quasi drei Kreise, die sich so scheinbar\nso ein bisschen überschneiden, aber halt doch irgendwie so aneinander geflanscht\nsind, in einem Dreieck mehr oder weniger.\nUnd zwei dieser Kreise sind quasi so angeschrägt, dass man sofort erkennt,\nja da wird irgendwie einen Schub mit erzeugt.\nUnd der dritte Kreis sieht aber irgendwie komplett anders aus.\nIst das jetzt, weil es doof fotografiert ist auf Wikipedia?"
    },
    {
      "speaker": "roddi",
      "time": "1:27:42",
      "text": "Das ist die Perspektive, glaube ich. Weil die ja alle schräg sind, die Flächen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:27:46",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:46",
      "text": "Glaube ich auch."
    },
    {
      "speaker": "roddi",
      "time": "1:27:47",
      "text": "Deswegen sieht der eine dünner aus."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:27:49",
      "text": "Aber ihr wisst, was ich meine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:52",
      "text": "Meines Wissens sind die alle drei. Der ist nicht asymmetrisch im eigentlichen Sinne.\nNee, es geht einfach darum, dass es quasi nicht offen ist, sondern geschlossen.\nEs gibt also verschiedenste Ansätze.\nGenau, der Chat füllt sich jetzt auch schon mit diversen YouTube-Material.\nIch habe mir mal ein paar davon angeschaut, weil als das so rauskam als Paper,\nwar das halt so, ja, hier, die neue Form, alles wird besser.\nUnd ich habe diverse Tests gesehen, wo Leute sich die dann halt 3D geprintet\nhaben und gegen ihre Standardpropeller verglichen haben und es war nicht effektiv.\nGenerell so, dass die Dinger mehr Schub oder weniger Verbrauch an Energie gehabt hätten oder so.\nDie sind jetzt auch nicht so nennenswert viel schlechter, aber sie sind auch\nnicht zwangsläufig jetzt durch die Bank besser und die Methode.\nNichtsdestotrotz ist, du hast da schon so einen Punkt,\nalso man kann über das Motor- und Propeller-Design ein paar interessante Aspekte noch verbessern.\nMir fällt zum Beispiel der Motor ein, den Candela verwendet.\nIch weiß nicht, ob wir überhaupt über Candela hier schon mal gesprochen haben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:29:13",
      "text": "Glaub nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:13",
      "text": "Candela ist so quasi, in Anführungsstrichen, verzeiht mir den Vergleich,\nist nicht mehr so opportun, quasi das Tesla der Bootswelt.\nDas ist eine schwedische Company und Candela baut Tragflächenboote mit Elektromotor.\nDas sind also komplett elektrische Boote, die bemerkenswert leise sind,\nweil sie halt Tragflächenboote sind und das heißt ab einer bestimmten Geschwindigkeit\nhebt sich das ganze Boot sozusagen aus dem Wasser.\nDas sind so Katamaran-Konstruktionen und andere und die haben mittlerweile glaube\nich auch drei oder vier verschiedene Modelle.\nDas ursprüngliche war halt so ein Luxussportboot und dann haben sie kürzlich\nauch so ein mittelgroßes Passagierboot gebaut, was insofern bemerkenswert ist,\nals dass es eben jetzt auch zugelassen ist im schwedischen, im Stockholmer Hafengebiet.\ndort fahren zu dürfen und es fährt halt sehr viel schneller als ein normales\nBoot mit sehr viel weniger Energiebedarf.\nUnendlich elektrisch und ganz leise."
    },
    {
      "speaker": "roddi",
      "time": "1:30:33",
      "text": "Also Tragflächenboote sind ja insofern genial, als dass sie ja im Prinzip den\ngesamten Rumpf aus dem Wasser...\nholen und dann nur diese Tragfläche unter Wasser ist und deswegen deutlich weniger Widerstand hat.\nIch glaube, dass das mit Elektromotoren deutlich besser geht, weil die einen höheren,\nDrehzahlumfang haben als ein Verbrennungsmotor. Du müsstest wahrscheinlich,\nwenn du das mit einem Verbrennungsmotor betreiben willst, ein Getriebe haben,\nwo du dann schaltest und so.\naber ja klar also aber die gibt es auch es gibt die auch glaube ich zum Treten\nund so also da gibt es auch interessante Dinge wo du halt dann wie auf so einem\nFahrrad aber dann ist es so ein Tragflächendings Konstruktion sieht auch total geil aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:22",
      "text": "Kurz noch zu den Booten und dann vor allem noch zu dem Motor also gerade dieses\nPassagierschiff hat also dreht also in Stockholm sozusagen da diesen Transport\nalso das ist ja eine relativ wenn ihr\neuch mal Stockholm von oben anschaut Hafengebiete, es gibt da sehr viel.\nWasserkanäle und Seen und so weiter.\nDas heißt, die Verbindung mit Passagierschiffen ist ein wichtiger Teil des ÖPNV.\nIch war noch nicht da, aber ich habe das irgendwie alles so gelesen.\nUnd das Problem ist, dass du aber in diesem Hafengebiet natürlich wegen des\nWellengangs auch eine bestimmte Geschwindigkeit bisher nicht überschreiten durftest.\nDurch dieses Tragflächenprinzip machen die Dinge halt auch noch deutlich weniger\nWellengang und können von daher auch sehr viel schneller fahren.\nAlso sie sind billiger im Betrieb, sie sind leise, Sie haben halt keinen Öl-Scheiß,\nden sie ins Wasser lassen können und sind halt dabei auch noch viel schneller.\nAber das Besondere ist halt dieser Motor und der Motor ist halt so eine Art Kiel, der...\nAlso es ist nicht am Schiff direkt dran hinten wie so eine Schraube,\nalso es hat natürlich auch Schrauben, aber es sieht mehr aus wie so ein kleiner\nTorpedo, der so unten am Kiel hängt und der vorne und hinten solche Propeller hat.\nAlso er hat sozusagen so zwei gegeneinander laufende Propeller.\nIch suche hier gerade ein gutes Bild, das hat sich irgendwie alles ein bisschen\nverändert, die Webseite, seitdem ich das letzte Mal geschaut habe.\nEs gibt hier auf jeden Fall eine ausführliche Dokumentation über ihre Pott-Elektromotoren\nund die entsprechende Propeller, die sie dann halt dort haben.\nAlso Candela, das sind so Boote, die man eigentlich haben will, aber es ist halt teuer.\nAber genauso wie bei Motorrädern muss ich sagen, also auch Boote finde ich ja\nirgendwie ganz nett, aber ich hasse Boote für ihren Lärm.\nUnd so Elektroboot, da wird das Thema für mich dann auch mal interessant,\naber vorher irgendwie nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:33:17",
      "text": "In Deutschland müssen die wahrscheinlich dann extra Geräusch machen,\ndamit sie nicht zu leise sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:25",
      "text": "Ja, genau. Also es ist schon ein interessantes Thema, gar keine Frage.\nDa tut sich auf jeden Fall so einiges.\nJa, die KI. Jetzt bist du ja schon so ein bisschen hier wieder in die Wissenschaft,\nabgeglitten. Ich wollte,\nja, das können wir auch später machen. Wollen wir uns über AI unterhalten?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:33:53",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:59",
      "text": "Ja, also ich finde das ja ganz interessant, diese Wahrnehmung,\nwie so dieses Vibe-Coding gerade so reflektiert wird.\nDu bist ja jetzt Botschafter, Roddy. Du bist jetzt AI-Botschafter."
    },
    {
      "speaker": "roddi",
      "time": "1:34:23",
      "text": "So genau weiß ich das noch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:25",
      "text": "Aber,\nJa, sprich dich aus."
    },
    {
      "speaker": "roddi",
      "time": "1:34:31",
      "text": "Nee, ich will dazu eigentlich gar nicht so richtig viel sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:33",
      "text": "Okay, aber auf jeden Fall, ich mache nach wie vor gute Erfahrungen damit und\nwill auch nochmal kurz betonen,\ndass meine Darstellung davon jetzt nicht heißt,\ndass das bedeutet, dass jetzt alle Menschen programmieren können,\ndie es vorher nicht konnten.\nSondern es ist nach wie vor auf einem Level,\nwo wir im Wesentlichen ein Werkzeug in die Hände legen können für Leute,\ndie eigentlich schon im Wesentlichen wissen, was sie tun und jetzt so ein bisschen\ndiesen Turbo noch zugeschaltet bekommen.\nAlso auch auf dieser Konferenz, wo ich war, also wenn du mal so ein bisschen\nrumfragst und so, wie haltet ihr das so?\nIrgendwie arbeitet ihr mit Claude und so? Und dann kriegst du einfach nur so\nein so ein Nicken und so ein, ja, weißt du noch damals irgendwie der ganze Boilerplate.\nSo, das ist jetzt irgendwie alles vorbei.\nJa, mein Lieblingstool Cursor macht weitere Fortschritte.\nAlso fast in jeder Sendung können wir ein neues Release berichten.\nDas ist jetzt wieder der Fall.\nCursor 4.9 und man kann eigentlich sagen, die Truppe hört gut zu.\nWir werden da gleich nochmal ins Detail gehen.\nJa, aber man merkt, sie lernen.\nAlso ich habe immer wieder diesen Effekt, sie machen so ein Update und dann\nist wieder irgendwas gefixt, was mich wirklich sehr genervt hat.\nUnd mittlerweile bauen sie auch so Sachen ein, über die ich hier schon zuletzt\nals Erfahrung berichtet hatte.\nAlso zum Beispiel das so, wenn man halt sozusagen damit sich Code erzeugen lässt,\ndass man sich nicht nur den Code erzeugen lässt, sondern es auch ganz praktisch\nist, sich dabei Dokumentationen zu machen.\nMittlerweile gibt es hier richtig eingebaute Funktionalitäten und Automatiken,\ndass wenn du jetzt eine längere Konversation hast und der Cursor dann selber\nauch irgendwann meint so.\nDas wird jetzt hier ein bisschen zu lang mit deinem Thread, weil dann hast du\nzu viel Blabla drin und dann kannst du so einer LLM halt auch nichts Neues mehr,\nabverlangen. Das kennen wir ja alle.\nSodass das Ding sich irgendwann nicht mehr groß bewegen lässt und sich einfach\nso ein bisschen so angedickt hat mit dem ganzen Kontext, den man erschaffen hat.\nUnd dann gibt es jetzt zum Beispiel eine Funktion, wo du sagen kannst,\nso ja, okay, ich schließe jetzt diese Konversation ab, aber die Essenz dieser\nKonversation, also das, was wir so gelernt haben, das, was wir jetzt hier quasi\ngemeinsam beschlossen und festgestellt haben.\nDas kann dann sozusagen in ein Textdokument abgelegt werden und als Rule festgelegt werden.\nUnd auch das ganze Rule Management ist jetzt etwas selektiver,\ndass man die Dinger ablegt und genau für jede Rule sagen kann,\ngilt die immer, gilt die manchmal.\nWird die automatisch bei bestimmten Dateitypen nur dazu geschaltet und so weiter.\nWeil du musst ja auch dein Kontext dann auch irgendwie nicht immer von vornherein\nmit den Rules aufblähen. Das ist auch ein Problem.\nGenau und jetzt kann man dann eben sich auch explizit auf solche Sachen beziehen,\ndas heißt du legst deinen Rules sozusagen einfach fest, wie du es gerne haben\nmöchtest, was du sicherstellen möchtest,\nworum es in deinem Projekt geht oder was auch immer, wie dein Datenbankdesign\nist, wie du irgendwie generell mit deiner Programmiersprache arbeiten willst\noder welche Funktionalitäten du vielleicht irgendwie gar nicht haben willst,\nwas es auch immer ist und du kannst dich dann in deinem Dialog auch selektiv\nauf einzelne Regelwerke beziehen und sagen so, das ist jetzt hier relevant für\ndiese Konversation. Das machen wir damit weiter.\nAlso entwickelt sich und es bleibt spannend und ich finde, die Ergebnisse werden\neigentlich immer besser."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:38:33",
      "text": "Meistens wird es dann auch beachtet, was da in den Rules drin steht, aber auch nicht immer.\nAlso ich hatte auch Fälle, wo\nich dachte so, okay, das hatte ich doch aber eigentlich alles in der Art."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:42",
      "text": "Hast du dir ins richtige Format gebracht? Weil den Fehler habe ich nämlich am\nAnfang gemacht. Ich dachte nämlich am Anfang, es reicht einfach Textfiles reinzulegen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:38:48",
      "text": "Ja, sondern?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:51",
      "text": ".mdc müssen diese Dateien heißen und dann kriegen die auch einen entsprechenden\nHeader und wenn du sie in .mdc umbenennst,\ndann erscheint automatisch im Editor oben eine Liste von Optionen,\ndie du einstellen kannst für diese Rule und dadurch wird die eigentlich erst so richtig eine Rule."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:39:10",
      "text": "Also ich habe das einfach in den Settings gemacht, wo es ja den eigenen Reiter\nRules gibt, sowohl für User Rules als auch Project Rules."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:16",
      "text": "Ich meinte jetzt so per, achso in den Settings User Rules ähm achso hier Project Rules."
    },
    {
      "speaker": "roddi",
      "time": "1:39:31",
      "text": "Live-Vibe-Coding mit der Freakshow."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:33",
      "text": "Achso, ja, das habe ich da, habe ich das mal gemacht? Sie haben ja irgendwann\ndieses Punkt Cursor-Rolls eingeführt und dann, oder jetzt Punkt Cursor-Rolls,\nund dann habe ich eigentlich nur noch das verwendet.\nIch dachte, das wäre hier gar nicht mehr drin in den Settings, aber ist es wohl noch.\nJa, aber ich würde dir empfehlen, das sozusagen in das Projekt zu verlegen.\nNaja, interessiert ja jetzt vielleicht auch nicht unbedingt alle,\nAber wir müssen jetzt nochmal über den Support-Fail diskutieren und vielleicht\nauch nochmal so ein paar andere Security-Aspekte, die jetzt hier mit dem ganzen\nVibe-Coding neu aufs Tablett kommen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:40:11",
      "text": "Genau, es begab sich vor zwei Wochen ungefähr, dass Nutzer von Cursor in ein\nProblem reingelaufen sind,\nwo ich lustigerweise eine Woche vorher auch reingelaufen bin,\nnämlich, dass so von einem Moment auf dem nächsten es nicht mehr ging,\nCursor auf verschiedenen Plattformen zu betreiben.\nIch hatte das Problem, hatte ich auch schon mal erzählt in einer frägerigen\nShow, ich habe das mal so als Experiment bei uns in der Bibliothek gemacht,\nmit Laien Vibe Coding ausprobiert und hatte dann insgesamt acht Laptops am Start\nmit also quasi acht Teams, die dann einfach ein bisschen rumexperimentiert hatten\nund dann sind auch coole Sachen bei rausgekommen.\nund als ich das abends vorher vorbereitet hatte, hat er plötzlich so ab dem\nsiebten Laptop angefangen zu meckern und gesagt so, ich bin gerade auf ganz\nschön vielen Plattformen gleichzeitig unterwegs.\nIch schalte jetzt mal deine Lizenz ab.\nDas ist nicht das, was man haben will, wenn man am nächsten Tag einen Workshop\ndarauf irgendwie aufbaut.\nHat das dann technisch umgangen. Das war jetzt aber noch nicht die Dimension,\ndie es vor zwei Wochen hatte, wo es nämlich schon quasi bei dem zweiten Gerät\nnicht mehr funktionierte. und die Lizenz irgendwo stillgelegt wurde.\nUnd das führte dann doch nachweislich zu einigen Chaos und Aufschrei in der\nCommunity und Leute haben angefangen sich zu beschweren, weil also,\ndass man noch nichtmals auf zwei Geräten das machen kann, das ist dann schon\nvon heute auf morgen, ohne das irgendwie mal mit ein bisschen Vorlauf zu kommunizieren,\nja schon ein wilder Ritt.\nUnd dann haben die Leute halt angefangen, an die Support-E-Mail zu schreiben\nund bekamen dann eine Antwort auch schnell.\nJa, das sei jetzt Ausdruck von einer neuen Policy, wie jetzt eben hier mit den\nLizenzen umgegangen wäre.\nUnd Leute haben angefangen zu kündigen und Aufruhr auf Reddit und das Übliche.\nUnd dann kam raus, dass diese Support-E-Mails von der KI geschrieben worden\nsind und überhaupt nicht von irgendeinem Support-Team von Cursor.\nJa, so grundsätzlich finde ich ja Eat Your Own Dog Food immer erst schon mal gut.\nDas heißt also Dinge, die ich verkaufe, die muss ich auch täglich selber nutzen,\nansonsten habe ich keine Ahnung von dem, was ich da eigentlich irgendwie mache.\nWenn ich Ultraschall promote, dann muss ich es auch selber nutzen,\nwenn ich einen Podcast mache. Das geht, finde ich, nicht anders.\nAber jetzt die Support-Schiene darüber LLM regeln zu lassen,\nnach dem Motto, wir sind jetzt hier die Experten in Sachen KI und wir wissen,\ndass das funktioniert, das ist schon risky.\nUnd hier ist es einfach denen mal so richtig ins Gesicht geflogen.\nUnd ich glaube nicht, dass sie da einen langfristigen Schaden jetzt raus davonziehen.\nKlar, irgendwie Hacker News ist irgendwie heiß gelaufen und alle regen sich\nauf und wir haben es schon immer gesagt und dieses KI-Zeug und Untergang des Abendlandes. aber.\nAlso ich finde es ist jetzt so ein schönes Anekdötchen, was man wieder dranhängen kann so dass,\nauch die in Anführungszeichen Profis nicht davor gefeilt sind,\nsich da mal über den Fuß zu schießen, aber ich glaube nicht dass es langfristig\njetzt an der Reputation von Cursor viel drehen wird vielleicht bin ich da auch naiv."
    },
    {
      "speaker": "roddi",
      "time": "1:43:32",
      "text": "Aber das zeigt wie viel Feuer immer noch in diesem,\nempfundene neuen Technologie, die man jetzt unbedingt einsetzen muss,\num Geld zu sparen, wie viel in dieser Hype-Curve noch drin ist,\ndass Leute das tatsächlich auf die Idee kommen, das wäre eine gute Idee."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:43:52",
      "text": "Also in der Sache ist die offizielle Erzählung, dass es halt einfach ein Konfigurationsfehler\nwar und dass es diese Policy nie gegeben hat.\nJa, Severance lässt grüßen, wir wissen es natürlich jetzt auch nicht.\nVielleicht war es auch irgendwie ein Experiment und Versuchsballon,\num zu gucken, okay, können wir noch die Monetarisierung ein bisschen hochschrauben,\nindem wir mehr Lizenzen für mehr Devices verkaufen und sowas. Ist ja auch das denkbar."
    },
    {
      "speaker": "roddi",
      "time": "1:44:17",
      "text": "Das ist auch immer wieder gerne bei den Usern."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:44:20",
      "text": "Genau, ein Drittel der User schalten wir es ab, dem anderen nicht. Wir wissen es nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:25",
      "text": "Also ich glaube, Cursor ist definitiv noch nicht in der In-Shitification-Phase.\nAlso dafür wächst das ganze Projekt derzeit noch viel zu sehr.\nAlso die können jetzt einfach noch punkten, indem die Sache besser wird.\nDeswegen glaube ich, ist das halt einfach nur ein bekloppter Fail gewesen.\nUnd dieses, wir probieren jetzt mal hier eine LLM bei Support-Mails aus.\nOkay, ich würde sagen, so zum Filtern und zum Verstehen und zum Zuleiten vielleicht\neine gute Idee, automatische Antworten damit generieren, keine gute Idee.\nUnd das dürfen sich dann da in der Abteilung wahrscheinlich auch rumgesprochen\nhaben, dass sie sich damit halt mal schnell ihren ganzen Laden dicht machen können."
    },
    {
      "speaker": "roddi",
      "time": "1:45:11",
      "text": "Ja gut, aber ich meine, es ist natürlich schon so, dass du mit einer LLM da\ndeutlich Geld sparst, weil wenn du da so ein Heer von Menschen ransetzt,\ndenen du dann auch irgendwie überhaupt erstmal kommunizieren musst, was sind die Fehler,\nwas sind die Policies der Company,\nwenn sich jemand über das und das beschwert, kriegt er einen Refund oder kriegt\ner dies oder kriegt er jenes, das ist schon,\nes kostet schon eine Menge Geld, wenn man sowas unterhalten will, also insofern."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:45:39",
      "text": "Also es ist ja ein ewiges Thema hier in dem ATP-Podcast der Apple Support und\ndas nicht existierende Bug-System,\nwo immer gesagt wird, ja es ist halt einfach für eine Firma wie Apple auch einfach\nein Skalierungsproblem mit zig Milliarden Nutzern.\nkannst du gar nicht genug Supporter auf die andere Seite stellen,\num irgendwie das Ganze irgendwie aufzufangen.\nAlso dass da alle hinterher sind, dort irgendwie Effizienzgewinne einzufahren,\ndas kann ich schon nachvollziehen.\nAber wie Tim sagt, du kannst es glaube ich gut machen für Klassifizierung,\ndafür sind diese Dinge einfach ziemlich gut geeignet.\nDa experimentieren wir auch in die eine oder andere Richtung.\nAber wenn es dann darum geht, konkrete Lösungen anzubieten, merkst du eben dann\ndoch so, ja das wird in 80% der Fälle funktionieren, aber die anderen 20% sind kritisch."
    },
    {
      "speaker": "roddi",
      "time": "1:46:26",
      "text": "Dass das ursprüngliche Problem ein Konfigurationsfehler war,\ndas glaube ich Ihnen auch.\nSolche Sachen passieren einfach. Aber,\nhinterher das Support mit einer LLM, das war kein Konfigurationsfehler.\nDas haben die doch absichtlich gemacht, oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:46:45",
      "text": "Das haben sie mit Sicherheit, natürlich, klar."
    },
    {
      "speaker": "roddi",
      "time": "1:46:47",
      "text": "Das ist halt peinlich, dass der Bruder das passiert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:46:53",
      "text": "Schon. Wir können ja mal so eine Zeitkapsel jetzt auch auswerten."
    },
    {
      "speaker": "roddi",
      "time": "1:46:57",
      "text": "Also bei Microsoft wäre es jetzt keine Erwähnung wert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:47:02",
      "text": "Wir können ja mal jetzt hier an die Hörerinnen und Hörer eine Zeitkapsel.\nIn drei Jahren erinnert ihr uns daran, wie gang und gäbe ist dann eigentlich\nschon, dass Support durch LLMs nur noch abgeliefert werden.\nIch kann mir vorstellen, dass wir in genau so einer Welt landen,\nweil die Firmen sagen, 80-20 reicht uns und Menschen im Support machen auch\nFehler und es ist so schwierig, gute Leute zu finden und alles schwierig."
    },
    {
      "speaker": "roddi",
      "time": "1:47:26",
      "text": "Ich glaube, dass du einen First-Level-Support damit tatsächlich halbwegs abgebügelt\nbekommst, das ist halt eine Risikofrage.\nWeil dann die LLM entscheidet, ist die Frage eine First-Level-Frage oder eine Second-Level-Frage.\nAlso das ist so, naja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:45",
      "text": "Ja, anderes Problem, was diese ganze Vibe-Code-Reihe jetzt auch noch mit sich bringt,\nist, dass natürlich jetzt wieder die Bösewichte versuchen alles auszunutzen,\nwas irgendwie schief gehen kann und da ja wir es hier mit einem sehr diffusen\nWerkzeug zu tun haben, tun sich dort auch eine ganze Menge neue Möglichkeiten\nauf, Leute über den Tisch zu ziehen.\nNeuester Trend, Slop-Squatting."
    },
    {
      "speaker": "roddi",
      "time": "1:48:12",
      "text": "Wenn ich das gelesen habe, dachte ich so, meine Herren."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:48:15",
      "text": "Habe ich in der Tat noch nicht von gehört und bin es gespannt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:19",
      "text": "Gut, Slop ist ja so der mittlerweile etablierte Begriff für Dreck,\nden die AI rausschmeißt.\nEigentlich halt mehr in dem Sinne, dass man das Internet damit zu ballert,\num was weiß ich, Fake News zu verbreiten etc.\noder Suchindizes umzulenken und so weiter, der SEO-Kram.\nUnd das ist sozusagen der eigentliche Slop, also so Zeug, was halt irgendwie\nin Massenhaft rausgeneriert wird und so tut, als wäre es irgendwie echt,\num andere Systeme dazu zu bringen, hier irgendwie das Falsche zu tun.\nUnd jetzt kennt man das auch, wenn man mit diesen Assistenten,\nich weiß gar nicht, wie man die nennen soll,\narbeitet und sagt so, was weiß ich, jetzt möchte ich jetzt hier irgendwie so ein Problem lösen.\nSagen wir mal, ja, ich möchte jetzt hier gerne in meiner Lieblingsprogrammiersprache,\nmöchte ich jetzt gerne MIDI-Daten versenden, um mal so ein Beispiel zu nennen."
    },
    {
      "speaker": "roddi",
      "time": "1:49:24",
      "text": "JavaScript."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:25",
      "text": "Gibt es denn da schon irgendwie eine Library dafür, die ich da verwenden kann?\nOder muss ich dafür eine verwenden?\nGrübel, grübel, ja, alles kein Problem, dann musst du nur hier irgendwie das\ninkluden, dann nimmst du hier so lib midi x und alles gar kein Problem und dann,\nich erzeug dir schon mal den Code und...\nPackage-Manager lädt dann diese Library auch automatisch runter.\nProblem ist nur, LibMidiX gibt es gar nicht.\nLibMidiX hat sich halt die LLM in dem Moment einfach ausgedacht,\nweil bei Python gab es das. Ja, halluziniert.\nBei mir sprache nicht. Da bin ich also gerade am Anfang mit Elixir laufend reingefallen.\nWie geil, echt wirklich sowas gibt es? Und dann haben wir so nachgeguckt und\ndann Github, Nix, Hex, irgendwie ganzen Package-Manager alle nur im Kopf geschüttelt.\nNaja, das haben aber jetzt sozusagen Leute für sich nützbar gemacht,\nweil die halt auch dieselben Prompts abwerfen und merken,\nwelche Library-Namen sie sich ausdenken und jetzt werden sozusagen von Malicious\nHackers genau diese fehlenden Libraries in die entsprechenden Repositories hochgeladen.\nDann gibt es nämlich auf einmal LibMediX, aber LibMediX macht halt nicht unbedingt\ndas, was die AI gesagt hat, was BDX macht, sondern irgendwelches andere böse Zeug."
    },
    {
      "speaker": "roddi",
      "time": "1:50:47",
      "text": "Ein Supply Chain Attack nennt man sowas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:49",
      "text": "Eine Supply Chain Attack, genau. Das ist, glaube ich, das Richtige.\nUnd das führt natürlich dann dazu, dass wir jetzt so eine neue Generation von\nSlop haben, also Code, der keiner ist.\nDer nur dafür generiert wird und unter sozusagen Platzhalternamen platziert\nwird, damit du dann irgendwie drauf trittst auf diese Tretmine und das benutzt.\nEs gab auch, glaube ich, schon mal so einen ähnlichen Fall, der jetzt nicht\nso AI-related war, wo genau dieses Problem auch war. Das war doch mit irgendeiner.\nBitcoin-spezifischen Library, die auch jemand, nee, es war eine,\nnee, stimmt, das war auch aus der LLM.\nDa hat die LLM gesagt, ja hier, du musst irgendwie, genau, du musst diese Web-API\nbenutzen und das war dann irgendwie,\nBitcoin-Plattform XY-API.com,\nJa, die es aber nicht gab, sondern die quasi von jemandem, der LLM so zugedichtet\nwurde mit entsprechendem Slop.\nAlso sie haben es halt sozusagen im Web gehabt und irgendwie dafür gesorgt,\ndass auch diese LLM das irgendwie ordentlich gepasst hat, weil da ganz viel\nDokumentation dabei ist und dann steht das da drin.\nda schickst du dann deine Wallet irgendwie hin weg war die Wallet also it's\na real thing und da muss man natürlich super aufpassen aber das ist halt wieder\ndieses selbe Ding wenn man halt einfach so,\nja so blander ans Internet herantritt und sagt so ja gib her ich lade mir alles\nrunter ich benutze jede API, jede Webseite ich gucke mir."
    },
    {
      "speaker": "roddi",
      "time": "1:52:22",
      "text": "Nichts einmal an aber das ist ja ein allgemeines LLM Problem Also LLM ist ja\nim Prinzip Quelle Internet und du weißt nicht, was dahinter steckt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:33",
      "text": "Ja, genau."
    },
    {
      "speaker": "roddi",
      "time": "1:52:36",
      "text": "Und ob das jetzt stimmt, was dir die LLM erzählt hat oder ob das halt nur irgendein\nWacko auf irgendeiner Webseite behauptet hat?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:45",
      "text": "Das ist sehr schwierig nachzuvollziehen und deswegen brauchst du andere Verifikationsmaßnahmen.\nUnd da muss man natürlich dann als agierender und Profiteur solcher Systeme\nauch ein wenig Eigenaktivität entwickeln, weil noch, denke ich mal,\nist es absolut zumutbar,\ndass man eben auch hier, wie auch bei Nachrichten, eine Verifikation betreibt,\nspeziell wenn man programmiert.\nweil das ne, with the great programming languages comes great power und auch,\nmit great power hat man auch große Verantwortung für sich und andere so,\nwenn man solche Systeme baut und dann muss man schon ein bisschen aufpassen\nGelernt bei Spiderman, ja,\nOder wie Hollywood uns,\nmoralisch auf Vordermann bringt Ja, ja So ist das."
    },
    {
      "speaker": "roddi",
      "time": "1:53:42",
      "text": "Wo wir schon bei Dingen, die im Internet schief gehen, sind,\nwollte ich kurz über Spiele sprechen.\nUnd zwar, das habe ich wirklich nur sehr am Rande gefunden, es gibt etwas,\ndas nennt sich der Digital Fairness Act.\nDa hat also tatsächlich Leute in der EU angefangen, sich mal Gedanken darüber\nzu machen, was denn Spiele bitteschön nicht machen sollen.\nUnd da steht eigentlich alles drin, was man an modernen Spielen so nicht mag.\nAlso Dark Patterns in Interfaces, Addictive Design, Personalized Targeting,\nbla bla bla, diesen ganzen Kram.\nWitzigerweise, ich habe nicht so ganz verstanden, ob das schon eine Richtlinie\nist oder ob die noch nicht durch ist,\naber in Schweden wurde tatsächlich schon eine Firma verknackt,\ndeswegen und zwar Star Stable heißen die.\nirgendwas mit Pferden, also nee, das Spiel heißt Star Stable,\nirgendwas mit Pferden, aber da ist es, ähm, da ist es tatsächlich auch so,\ndass man so von der Lootbox über,\näh, irgendwie, äh, man muss in-Game-Währung kaufen, um irgendwelche Dinge,\ndigitale Dinge in dem Spiel zu kaufen, aber die Pakete sind so geschnürt,\ndass du dann hinterher Coins über hast, Die du aber trotzdem bezahlen musst\nund so weiter und so weiter.\nUnd also wenn das noch weitergeht, kann ich jetzt auch nicht so richtig viel\ndazu sagen, wie der Fall jetzt weiterläuft,\ndann wird es großen Einfluss auf die Spieleindustrie haben und zwar vor allen\nDingen auf die, würde ich mal sagen, Mobile Games, die wirklich mit all diesen\nmiesen Tricks arbeiten,\num die Leute abhängig zu machen und ihnen dann mit.\nAnderen Sachen irgendwie das Geld aus der Tasche zu ziehen da ist die EU mal\nwieder Vorreiter darin die Amis einzugrenzen in dem was die Firmen dort machen dürfen,\ngibt so viele Leute, die sich über die DSGVO aufregen, aber ich finde es ja nach wie vor sehr gut,\nwas da passiert ja, ich wollte es nur mal erwähnt haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:25",
      "text": "Also diese Webseite, die du da gerade gepostet hast, bist du sicher,\nalso das ist ja von einer deutschen Firma gepostet."
    },
    {
      "speaker": "roddi",
      "time": "1:56:35",
      "text": "Der Digital Fairness Act?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:37",
      "text": "Ja, das ist die Cyber Risk GmbH und ich versuche gerade so aus diesem Text ein\nwenig herauszulesen, was es denn jetzt vor sich hat, also es gab wohl ein Digital Fairness,\nFitness-Check, der von der europäischen Kommission oder im Auftrage derselben durchgeführt wurde.\nAber von einem Act in dem Sinne ist jetzt hier glaube ich noch nicht so richtig die Rede.\nOkay, also es wird diskutiert, wenn ich das richtig sehe."
    },
    {
      "speaker": "roddi",
      "time": "1:57:16",
      "text": "Es wird, ja, ja genau, es wird diskutiert. Genau, ist noch kein ist noch keine echte Sache im."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:27",
      "text": "Mitte,\n2026 kann man frühestens mit einem Vorschlag rechnen für einen solchen Act."
    },
    {
      "speaker": "roddi",
      "time": "1:57:42",
      "text": "Richtig, aber trotzdem sind sie schon gegen diese Star Stable Entertainment\nAB vorgegangen und wenn sie damit auch ohne diesen Act durchkommen,\ndann wird es natürlich relativ knapp gegenüber Firmen.\nAlso ich meine, die Sache mit den Lootboxes, ich weiß nicht,\nob ihr das mitbekommen habt, Lootboxes sind ja im Prinzip Kisten,\ndie man kaufen kann, wo dann irgendwas drin ist.\nPer Zufall bekommt man da gute Items oder auch schlechte Items."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:11",
      "text": "Also meinst du so zurückgesendete oder nicht zugestellte Pakete oder nicht angenommene Pakete?"
    },
    {
      "speaker": "roddi",
      "time": "1:58:16",
      "text": "Nee, Lootboxen ist in einem Spiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:18",
      "text": "Ach so, innerhalb eines Spiels."
    },
    {
      "speaker": "roddi",
      "time": "1:58:20",
      "text": "Kannst du eine Kiste mit Dingen kaufen, die spielerelevant sind und das sind\nentweder bessere Dinge, also\nRare Items oder Legendary Items oder halt irgendwelches nutzloser Tant.\nUnd da hat ja schon, haben EU-Gerichte ja schon entschieden, dass das,\nGlücksspiel wäre und dass die entsprechenden Spiele, die sowas anbieten,\ndann ab 18 bitte sein müssen und dann ging es plötzlich ganz schnell Und dann\nhaben die Firmen sich gegen die Lootboxen entschieden, zumindest im europäischen Markt.\nAllerdings scheint diese Idee von der Lootbox immer noch nicht so ganz raus\nzu sein aus den Köpfen derer, die da in Spieleindustrie größere Menschen sind.\naber,\nalso da tut sich was ich finde das sollte man auf jeden Fall mal weiter begucken\nich kann ja jetzt auch so viel nicht mehr zu sagen aber ich fand es ganz interessant\ndass das tatsächlich auch dieses,\ndie Leute über den Tisch ziehen mit solchen kleinen Spielen dass das tatsächlich\ninzwischen auch bei der Legislative angekommen ist und sich da was bewegt,\nAll right."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:44",
      "text": "So, ich habe dann noch eine Frage. Und zwar, ich habe mich ja irgendwie in meiner,\nwie nennt man das, Karriere?\nNee, in meinem digitalen Leben.\nKarriere, scheiß Wort.\nSeit ich mich also mit Computern beschäftige, habe ich immer mal so Phasen gehabt,\nwo ich mich so intensiv mit einem bestimmten Genre von Software auseinandergesetzt\nhabe, um dann, sagen wir mal, so ein bisschen meinen Führerschein darin zu machen.\nAlso nicht wirklich, dass mir jetzt jemand abnimmt, aber ich habe mich so intensiv\nzum Beispiel mit Textverarbeitung mal beschäftigt, dass ich irgendwie mich berufen\nfühle, darüber qualifiziert abzuranden,\nwas ich irgendwie gut oder schlecht finde an Textverarbeitungssystemen."
    },
    {
      "speaker": "roddi",
      "time": "2:00:36",
      "text": "Hörer der Freakshow wissen Bescheid."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:38",
      "text": "Ich bin einfach in der Lage, große Dokumente zu erstellen und ich weiß,\nwas man so erwarten kann von seiner Textverarbeitung.\nAlso das habe ich zum Beispiel intensiv betrieben.\nIch habe auch mit so Photoshop ähnlichen Programmen sehr viel Erfahrung gesammelt.\nIch hatte mal eine sehr intensive Auseinandersetzung mit Freehand,\nsodass ich auch über Vektorprogramme weitgehend Bescheid weiß.\nIch habe, glaube ich, auch mich genug in Typografie eintauchen lassen,\num richtig einschätzen zu können, was ist und auch in der Lage zu sein,\nimmer das richtige Werkzeug zu wählen, um in irgendeiner Form digitale Inhalte zu erstellen.\nWo ich eigentlich immer einen großen Bogen drumherum gemacht habe, ist 3D-Software.\nUnd ich habe da einfach keinerlei, mit 3D-Software ist so ein bisschen wie mit\nSpielen, also da habe ich irgendwie so,\nkeine Ahnung, nie eine Anwendung für gefunden und das hat mich irgendwie alles\nnicht so beschäftigt, sodass ich da jetzt relativ unbelesen bin in diesem Bereich.\nUnd jetzt würde ich aber ganz gerne,\nweil wir jetzt dann doch langsam vor zunehmendem Maße in die Situation kommen,\ndass so dreidimensionale Planung ein Ding ist,\ngerne da ein bisschen mehr Tuchfüllung aufnehmen.\nJetzt gibt es natürlich so die absoluten Mega-Profi-Tools, keine Ahnung,\nso AutoCAD und die ganze Architektur-Kram oder was ihr verwendet für eure 3D-Drucker\nzum Beispiel, verschiedene Tools."
    },
    {
      "speaker": "roddi",
      "time": "2:02:25",
      "text": "Naja, das sind ja CAD-Software im Allgemeinen.\nAlso ich persönlich bin jetzt ein bisschen auf dem Fusion 360-Trip,\nalso wahrscheinlich wird die Hälfte der Hörerschaft jetzt die Hände über dem\nKopf zusammenschlagen, aber für mich funktioniert es halbwegs.\nJa, weil es halt Autodesk ist halt seit AutoCAD eigentlich seit den 80er Jahren schon dabei.\nMan merkt es der Software auch irgendwie recht stark an und dann haben die halt\nauch so, du musst dich immer einloggen, wenn du diese Software benutzen willst und so weiter.\nDas ist alles nur so mittelgeil, aber für mich funktioniert sie halbwegs gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:04",
      "text": "Okay, aber das ist natürlich so Software, um dreidimensionale Objekte zu erzeugen Primär."
    },
    {
      "speaker": "roddi",
      "time": "2:03:11",
      "text": "Engineering aller Art, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:13",
      "text": "Genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:03:14",
      "text": "Also mein erster Ansatz war halt, da brauchst du eine Gaming Engine.\nAlso jetzt gar nicht im Profi."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:22",
      "text": "Ich habe ja noch gar nicht gesagt, was ich halt machen will."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:03:23",
      "text": "Achso, ja genau, dann erzähl doch was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:26",
      "text": "Und mir geht es ja weniger jetzt um, ich will irgendein Objekt erzeugen,\nsondern mir geht es eigentlich mehr so um so Raumplanung.\nAlso sozusagen Modellierung großer Räume oder um es mal anders auszudrücken\noder konkreter zu werden vielmehr.\nWenn ich jetzt solche Sachen mache wie Blinkenlights, also solche Lichtinstallationen\nim Raum in einem beliebigen Space, das kann ein Platz sein, ein Haus sein,\neine freie Fläche sein, dann ist es jetzt ein bisschen verlockend mit all diesen\nMöglichkeiten und insbesondere natürlich auch als Besitzer einer Apple Vision Pro.\nWeil es jetzt wirklich die Möglichkeit gibt, diesen 3D-Kram sich auch mal dreidimensional\nanzuschauen und so zu erfahren, um dann eben auch zu testen,\nokay, habe ich jetzt hier die richtigen Dimensionen gewählt?\nHabe ich die richtigen Abstände gewählt? Wie wirkt das im Kontext von irgendwas anderem?\nAlso wäre es schön, ein Modellierungs-Environment zu haben, was einem jetzt\nnicht zu viel abverlangt,\num solche Szenerien einerseits zu erschaffen,\nAuch auf einem zweidimensionalen Screen schon mal leidlich zu modellieren und\ndann eben im Idealfall auch dreidimensional sich zu visualisieren.\nJa, und da habe ich jetzt gar keine richtige Antwort drauf. Das ist auch ein relativ neuer Gedanke.\nTatsächlich, ich habe da jetzt noch nicht viel Zeit mit verbracht,\naber das wäre natürlich schon ganz interessant und die Frage ist halt auch,\nmuss es dann auch so ein Stück Software sein in dem Sinne oder geht man da nicht\nvielleicht am besten sogar gleich programmatisch ran?\nweil während jetzt 3D-Programmierung außerhalb meines Scopes war bisher,\nwürde ich halt sagen mit Vibe-Coding werden halt auch solche Sachen auf einmal\nganz interessant, weil mir geht\nes ja mehr so eine, ich will ja kein Game entwickeln, sondern ich will ja,\nprototypisch eine relativ einfache Szene machen,\naber wenn man dann eben so ein Runtime-Environment bespielt wo man Dinge platzieren\nkann und Und dann kann man sich das irgendwie halt dynamisch anschauen und sich\nda drin bewegen, um mal zu gucken, wie sieht es denn aus.\nWäre das ja unter Umständen auch eine Anstrengung wert."
    },
    {
      "speaker": "roddi",
      "time": "2:05:47",
      "text": "Also meine Meinung nach ist, probiere eine Game Engine aus.\nAlso Unreal Engine ist sehr full-featured.\nAlso du hast hinterher, wenn du die richtigen Assets einsetzt,\nfasst einen fotorealistischen Blick auf die Welt.\nUnity ist, jetzt mal abgesehen davon, dass es um die Lizenz ganz fürchterlich\nStreit gab, eigentlich auch ein Blick wert.\nDazu kann ich ja nichts sagen, weil ich das noch nicht mal runtergeladen habe irgendwo."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:06:21",
      "text": "Genau und als Open Source gibt es noch Godot 4."
    },
    {
      "speaker": "roddi",
      "time": "2:06:25",
      "text": "Stimmt, Godot wurde immer als der Nachfolger von Unity gehandelt,\nbesonders für kleinere Spiele."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:32",
      "text": "Godot ist tatsächlich insofern interessant, dass das jetzt sogar durchgesickert\nist, dass Apple die Godot Entwicklung fördern möchte für die Apple Vision Pro."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:06:42",
      "text": "Genau, mein Hauptpunkt war halt so, wie du es vorhin erzählt hast,\nsind halt vor allen Dingen so eben Landschaftssachen irgendwie jetzt dein Fokus.\nAlso sprich ein kleines Wäldchen, in dem irgendwas passiert oder ähnliches,\nalso irgendwas Outdoor.\nUnd da ist man, glaube ich, dann bei den Gaming-Engines einfach grundsätzlich\nschon mal richtig aufgehoben, weil das halt deren Home-Turf ist."
    },
    {
      "speaker": "roddi",
      "time": "2:07:04",
      "text": "Ja, besonders wenn du es schaffst, irgendwo eine Terrain-Map runterzuladen,\nso ein Höhenprofil, da setzt du ein paar Bäume rein und dann hast du schon relativ\ngute Vorstellungen, wie das Ding tatsächlich ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:07:15",
      "text": "Genau, also all diese drei, die wir jetzt hier hatten, Unity,\nUnreal und Codo, die haben alle drei halt so einen Terrain-Editor,\nwo du einfach erstmal so Parameter reingibst.\nSo und so ist das Höhenprofil, so und so viel Prozent ist der Bewuchs und baue\nmal und dann kriegst du schon eigentlich eine perfekte Szene und dann musst\ndu nur noch deine im Assets-Store nachgucken, was sieht so aus wie das Element,\nwas ich eigentlich habe, was kommt dem möglichst ähnlich und dann platzierst\ndu die rein und dann bist du ehrlich gesagt wahrscheinlich in sehr kurzer Zeit schon fertig.\nUnd dann hast du natürlich keinerlei jetzt irgendwie Logik drin,\nja, so, wenn dies, dann tue das, aber auch den Pfad hast du ja auch noch offen.\nDas heißt also, wenn du dann so kommen willst, okay, du willst dann auch wirklich\neine Animation drin abspielen oder es soll interaktiv sein oder sowas,\ndas nimmt dir dann auch keiner weg, sondern dafür sind die Game Engines natürlich\ndann auch ganz hervorragend geeignet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:05",
      "text": "Ja, das stimmt."
    },
    {
      "speaker": "roddi",
      "time": "2:08:07",
      "text": "Die Frage ist halt, wie ist die Lernkurve dieser Engines, das kann ich überhaupt nicht einschätzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:12",
      "text": "Ja, die Frage ist eher, was wissen die LLMs über diese Engines?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:08:17",
      "text": "Könnte ich mir vorstellen eine Menge, weil es natürlich total Middle-of-the-Road-Technik\nist seit Jahrzehnten ja fast abgehängt ich meine Unity oder hier Unreal,\ndas da haben wir vor 25 Jahren schon bei den Medienwissenschaften mit rumgeprockelt Naja."
    },
    {
      "speaker": "roddi",
      "time": "2:08:33",
      "text": "Sowohl Unreal als auch Unity haben wir sehr sehr viel Energie da reingelegt\ndass das das Erstellen von Spielen und Modellen und Umgebungen und so weiter gut zu machen ist.\nAlso es ist nicht einfach nur ein Stück Technik, was hinterher ein fertiges\nModell gut rendert, sondern es ist tatsächlich auch ein Authoring-Tool.\nAlso beide eigentlich.\nInsofern ja, keine Ahnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:01",
      "text": "Godot Vision. Interesting."
    },
    {
      "speaker": "roddi",
      "time": "2:09:06",
      "text": "Also das glaube ich lohnt einen Blick, wenn man sowas machen möchte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:10",
      "text": "Mhm.\nGenau, aber das scheint ja, okay, jetzt Support eher noch für Volumes,\nalso sozusagen für Objekte, bis man da wirklich so eine Umgebung hat.\nDas wollen wir mal gucken."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:09:27",
      "text": "Genau, also darauf musst du halt achten, also dein Fokus ist eben nicht die\nperfekte Modellierung eines Objektes, dass dann möglichst realistisch und die\nOberflächentexturen sitzen, sondern\ndu willst eine Szenerie möglichst niedrigschwellig halt irgendwie bauen.\nDas sind schon zwei sehr unterschiedliche Szenarien."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:46",
      "text": "Okay, aber Unity scheint auch explizit einen Vision OS Support zu haben."
    },
    {
      "speaker": "roddi",
      "time": "2:09:52",
      "text": "Ja, ich glaube Unreal Engine eigentlich auch, obwohl sich ja die Unreal Leute\nund die Apple Leute so gar nicht mögen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:01",
      "text": "Ja, das ist so ein bisschen so ein Problem. Ich weiß nicht, was ist denn so\ndie beste Engine? Weiß man das?"
    },
    {
      "speaker": "roddi",
      "time": "2:10:07",
      "text": "Die beste Engine ist immer wofür."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:10:09",
      "text": "Genau."
    },
    {
      "speaker": "roddi",
      "time": "2:10:11",
      "text": "Also ganz offen Offensichtlich gibt es mehrere davon, weil sie alle ihre Nische gefunden haben.\nDie Unreal Engine ist halt die große AAA Game Engine, wo inzwischen halt wirklich\nviele Spiele mitgemacht werden.\nJa, okay, ob die gut ist oder nicht, das muss jeder für sich entscheiden.\nAber das ist zumindest wirklich eine Hausnummer und ein fettes Ding.\nFür deine Anwendung ist es eventuell ein bisschen over the top?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:10:44",
      "text": "Also, wenn ich das alles noch richtig recalle und nach zwei,\ndrei Recherchen hier gerade.\nDie Unreal Engine hat eine deutlich steilere Lernkurve als die anderen Sachen.\nDafür hast du dann quasi hinterher die beste Grafikqualität.\nAber es ist einfach so das Profitool, wenn es pixelperfekt alles sein muss.\nSo, die Unity Engine hat große Community, einsteigerfreundlich, viele Assets.\nDamit kommt man sicherlich gut klar.\nUnd die Godot ist noch einfacher, wohl vom Einstieg her, noch weiter unten drunter,\nist aber halt in Sachen Grafikqualität dann sehr deutlich hinter der Unreal\nund auch noch deutlich unterhalb der Unity."
    },
    {
      "speaker": "roddi",
      "time": "2:11:25",
      "text": "Ja, das ist schon sehr, sehr so ein Independent, wenige Leute Game Engine,\nwo du halt ein simples Spiel mit einer simplen Engine baust."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:11:35",
      "text": "Ja, also von daher jetzt so Pi mal Daumen hätte ich gesagt,\nguck dir vielleicht mal kurz Godot an und wenn du den Eindruck hast,\ndas ist irgendwie dann doch alles noch nicht so auf dem Niveau,\nwie du es hättest, dann bist du wahrscheinlich bei Unity richtig aufgehoben. Unreal halte ich für."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:52",
      "text": "Übertrieben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:11:53",
      "text": "Sind sinnlos."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:54",
      "text": "Und die heißen Apple. Das geht ja gar nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:12:00",
      "text": "Sie haben sich halt mit Apple angelegt. Die 30 Prozent und so.\nDieser Epic-Chef, wie heißt er denn? Keine Ahnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:13",
      "text": "Mal schauen.\nJa, wir sind ja ein bisschen von unserem Haus Einrichtungsthema ein bisschen weggekommen.\nAber ich könnte auch noch mal von meiner Reise berichten.\nIch habe ja auf dem auf meiner Fahrt durch Großbritannien,\nWisst ihr, was Großbritannien ist?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:12:40",
      "text": "Ja, da war mal was. Die gehört mal zu Europa. Naja, so England."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:45",
      "text": "Nee."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:12:48",
      "text": "Wie?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:48",
      "text": "Also ja, auch irgendwie, aber kennst du den Unterschied zwischen Großbritannien und,\nden britischen Inseln und Irland und England und Wales und Fortschland und dem\nVereinigten Königreich."
    },
    {
      "speaker": "roddi",
      "time": "2:13:09",
      "text": "Auf dem Festland interessiert es niemand. Das sind die Inselaffen und fertig."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:13:13",
      "text": "Wir hatten es auch in der Sendung schon mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:15",
      "text": "Naja, man muss ja konkret sein. Und ich war halt in Großbritannien."
    },
    {
      "speaker": "roddi",
      "time": "2:13:21",
      "text": "Also nicht in UK."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:22",
      "text": "Großbritannien ist die rechte Insel von den britischen Inseln."
    },
    {
      "speaker": "roddi",
      "time": "2:13:26",
      "text": "Die große Insel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:26",
      "text": "Ja, die große rechte Insel, die größte und die deckt halt die Fläche von England,\nWales und Schottland ab.\nDa war ich und ich war aber nicht in Wales, sondern ich war nur in England und in Schottland."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:13:41",
      "text": "Also warst du nicht in ganz Großbritannien?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:43",
      "text": "Nein, nur in kleinen Großbritannien."
    },
    {
      "speaker": "roddi",
      "time": "2:13:48",
      "text": "Nordirland ist eine Reise wert, allerdings muss man eine gewisse Vorstellung\nvon Abenteuerurlaub haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:53",
      "text": "Ja, naja, also ich hatte auch eine gewisse Vorstellung von Abenteuerurlaub und\nhabe mir einfach ein elektrisches Mietauto genommen.\nDas war dann schon mal so eine Sache, weil ich wollte natürlich auf gar keinen\nFall einen Tesla zugeteilt bekommen und man hat ja immer so keine klare Macht\ndarüber, was man denn nun am Ende wirklich für ein Fahrzeug bekommt,\nweil du kriegst halt das, was auf dem Hof steht und die anderen sind halt alle aus.\nich hatte dann allerdings,\nGlück kann man das so sagen, naja ich habe dann ein BMW iX1 gefahren,\nehrlich gesagt ein Auto von dem ich vorher gar nicht wusste, dass es das gibt."
    },
    {
      "speaker": "roddi",
      "time": "2:14:36",
      "text": "Was ist ein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:37",
      "text": "BMX? BMW iX1 die macht es einem auch nicht leicht also es ist,\nist auch ein merkwürdiges Fahrzeug Also fahren tun die sich immer gut,\naber wenn dann die Software kommt, dann wird es irgendwie ganz schauderig.\nAlso ich verstehe nicht, was bei BMW, was sie für einen Film fahren mit ihren\nUser Interfaces. Also es ist einfach...\nIch staune immer wieder, wie kompliziert man einfache Sachen machen kann.\nEs ist nicht ganz so schlimm, wie man es annehmen könnte, aber es ist halt auch\nnoch beileibe nicht so gut."
    },
    {
      "speaker": "roddi",
      "time": "2:15:14",
      "text": "Das sind Bayern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:15",
      "text": "Ich weiß auch nicht ganz genau, ich will jetzt auch nicht so sehr auf BMW schimpfen,\nweil tatsächlich hatte ich am meisten Probleme mit CarPlay und hatte die ganze\nZeit irgendwelche Disconnects und habe geflucht,\nweil dieses Fahrzeug natürlich nur Wireless CarPlay gemacht hat und nicht einfach\nmal Kabel ran und dann ist es da und so.\nnein, Bluetooth-Pairing, hier diese Nummer eingeben, ja, jetzt nochmal rechts\nden Rahmen streicheln, warten Sie,\nbis das Gerät die richtige Temperatur hat und dann tausend abfragen,\nmöchtest du all deine Kontakte auf dieses Auto kopieren? Nein, will ich nicht.\nAuf gar keinen Fall. All diese ganzen Unsinn. Und wenn du dann mal durch bist,\ndann hast du vielleicht halt auch wirklich mal CarPlay und dann find erst mal\nwieder raus, wann dann jetzt irgendwie kannst du dann, wenn dann die Navi von\ndeinem iPhone drauf ist?\nWarum kann man dann nicht mehr in die normale Navi rein? Warum kann man die nicht beide verwenden?\nDas sind alles so Fragen, die jetzt hier auch nicht weiter interessieren.\nIch habe also mich ein wenig mit diesem Auto geboxt.\nIch muss aber eben sagen, zur Ehrenrettung von BMW,\nich hatte ja diese ganzen Connection-Probleme und musste mich permanent neu\nconnecten, dass kurz danach kam irgendwie iOS 18.4.1 raus mit dem Hinweis des CarPlay.\nDie CarPlay-Probleme sind jetzt weg.\nJa, vielen Dank, gerade irgendwie zwei Stunden, nachdem ich das Auto wieder zurückgegeben habe."
    },
    {
      "speaker": "roddi",
      "time": "2:16:38",
      "text": "Ja, das ist mir auch aufgefallen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:41",
      "text": "Ja, tatsächlich jetzt mit CarPlay-Problemen oder was?"
    },
    {
      "speaker": "roddi",
      "time": "2:16:44",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:44",
      "text": "Achso, okay, gut, it's real."
    },
    {
      "speaker": "roddi",
      "time": "2:16:46",
      "text": "War mindestens zum Teil auch ein Apple-Problem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:49",
      "text": "Ja, okay, gut. Von daher nehme ich sie jetzt da mal raus, aber sie hätten ja\ntrotzdem einfach auch Wired CarPlay unterstützen können und dann hätte ich diese\nProbleme unter Umständen gar nicht gehabt."
    },
    {
      "speaker": "roddi",
      "time": "2:16:57",
      "text": "Das macht mein Auto und das ist eigentlich immer relativ zuverlässig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:01",
      "text": "Genau, das wäre auch für mich ein Kaufkriterium, wenn ich jetzt erwogen hätte,\ndieses Auto zu kaufen, was ich nicht habe.\nAnyway, ich war also mit diesem Fahrzeug unterwegs und naja,\nda stellt sich dann halt immer wieder die Frage, okay, was ist denn jetzt die\nElektrofahrrealität in Großbritannien und die Fahrrealität in Großbritannien ist?"
    },
    {
      "speaker": "roddi",
      "time": "2:17:21",
      "text": "Auf der linken Straßenseite."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:22",
      "text": "Auf der linken Straßenseite, ja auf jeden Fall.\nSie ist eigentlich, ich würde sagen, es ist genauso wie in Deutschland.\nMit anderen Worten, du hast genug Infrastruktur für Autos.\nDu hast eine scheiß Infrastruktur, wenn es um AC-Laden geht.\nJetzt war ich nicht mit dem Motorrad unterwegs und auf AC angewiesen.\nAber während halt du an jeder großen Ladesäule, also ausnahmslos,\nich habe keine Ladekarte dabei gehabt oder so.\nIch habe natürlich die Autovermietung gefragt, haben sie einfach mal eine Mietwagen-Ladekarte,\ndie überall funktioniert?\nIch meine, warum haben die sowas nicht?"
    },
    {
      "speaker": "roddi",
      "time": "2:18:07",
      "text": "Haben die denn Tankkarten, die überall funktionieren?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:11",
      "text": "Also Tankkarten, weiß ich nicht, ob die die haben. Das war aber,\nsagen wir mal, auch noch nie jetzt wirklich ein Problem zu tanken und es ist\nauch nie ein Problem fürs Tanken zu bezahlen.\nAber es ist sehr wohl ein Problem zu laden und fürs Laden zu bezahlen.\nZumindest in Deutschland.\nUnd es ist jetzt tatsächlich kein Problem gewesen zu laden und auch kein,\nalso weitgehend kein Problem gewesen zu laden und auch kein Problem dafür zu\nbezahlen, weil ausnahmslos alle,\nDC, also Gleichstrom, Ladesäulen in England, alle konnten mit Kreditkarte betrieben werden.\nPiep, Uhr ranhalten, lädt.\nAlso es gab mal eine, da war es kaputt, aber sie hatte das.\nIch habe keine einzige Ladesäule in England angetroffen, wo ich nicht mit einer\nKreditkarte, direkt so mit der Apple Watch, irgendwie Apple Pay, zack, laden konnte.\nSoweit Pluspunkte."
    },
    {
      "speaker": "roddi",
      "time": "2:19:09",
      "text": "Haben die das da im Gesetz vorgeschrieben?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:11",
      "text": "Das weiß ich nicht, aber es ist auf jeden Fall Realität."
    },
    {
      "speaker": "roddi",
      "time": "2:19:14",
      "text": "Okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:16",
      "text": "Und davon sind wir in Deutschland ganz weit von entfernt."
    },
    {
      "speaker": "roddi",
      "time": "2:19:20",
      "text": "Aber hallo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:20",
      "text": "Ja, wovon allerdings Deutschland auch ganz weit von entfernt ist,\nsind die Preise. Das ist nämlich so arschteuer in Großbritannien."
    },
    {
      "speaker": "roddi",
      "time": "2:19:28",
      "text": "Was kostet das denn da?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:29",
      "text": "Unfassbar. Also ich habe bis zu 1 Euro pro Kilowattstunde bezahlt."
    },
    {
      "speaker": "roddi",
      "time": "2:19:33",
      "text": "Das schaffst du in Deutschland auch mit, wenn du die falsche Ladekarte oder\ndie falschen Anbieter doch schaffst?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:40",
      "text": "Maximal 90 Cent. Mehr habe ich noch nie gesehen. Noch nie. 1 Euro auf gar keinen Fall."
    },
    {
      "speaker": "roddi",
      "time": "2:19:47",
      "text": "Das ist eine Weile her, aber ich habe schon mal 1,20 Euro gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:50",
      "text": "Ja. Ernsthaft? Okay, gut. Vielleicht sind die Zeiten schon wieder vorbei."
    },
    {
      "speaker": "roddi",
      "time": "2:19:55",
      "text": "Aber die sind volatil, die Preise. Es passt sich immer mal wieder an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:58",
      "text": "Aber es war überall teuer. Also es war nicht so, dass ich auch mal bis zu einem\nEuro kam und ansonsten war es die Hälfte. Unter,\n90 Cent war irgendwie nichts zu holen. Also total blöd.\nJa. Was soll ich sagen?"
    },
    {
      "speaker": "roddi",
      "time": "2:20:22",
      "text": "Aber funktioniert hat es schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:24",
      "text": "Es hat funktioniert. Man kriegt nicht unbedingt immer die Ladegeschwindigkeit,\ndie man so erwarten würde."
    },
    {
      "speaker": "roddi",
      "time": "2:20:38",
      "text": "Was erwartest du denn?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:39",
      "text": "Naja, das Fahrzeug kann 120, 130 Kilowatt."
    },
    {
      "speaker": "roddi",
      "time": "2:20:44",
      "text": "Ja, aber?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:45",
      "text": "Und die Ladesäulen konnten eigentlich alle so, wenn sie 150 konnten,\ndann bin ich einmal bei 110 angekommen und ansonsten haben sie meistens so mit\n75 geladen, also ungefähr die Hälfte von dem, was sie theoretisch könnten.\nUnd die 50 Kilowatt Ladesäulen, die haben bestenfalls so 35 gemacht."
    },
    {
      "speaker": "roddi",
      "time": "2:21:09",
      "text": "Du kennst aber die typische Ladekurve eines Autos?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:14",
      "text": "Ja, aber wenn das Ding so zu ein Viertel geladen ist..."
    },
    {
      "speaker": "roddi",
      "time": "2:21:21",
      "text": "25% kriegst du oftmals noch nicht das Maximum. Du musst weiter runterfahren auf 15 oder so.\nUnd dann bekommst du das Maximum an Ladegeschwindigkeit auch nur für ein paar\nProzentpunkte und dann geht die Kurve schon runter.\nDas ist ganz normal. Machen alle Autos."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:40",
      "text": "Ja, aber ist dann halt auch langsam."
    },
    {
      "speaker": "roddi",
      "time": "2:21:44",
      "text": "Nee gut, ich meine oberhalb 80 Prozent wird es langsam, oberhalb 90 Prozent wird es sehr langsam."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:51",
      "text": "Ja, das ist mir schon klar. Aber so in der Mitte irgendwann,\nich meine, das Blöde ist eigentlich, dass diese Ladesäulen einem einfach auch\nkeinen Dienst leisten in dem Sinne, als dass sie mal einem die Ladekurve anzeigen würden."
    },
    {
      "speaker": "roddi",
      "time": "2:22:04",
      "text": "Nee, die Kurve nicht, sondern nur die gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:07",
      "text": "Was gerade passiert. Du stehst ja nicht eine Stunde daneben und schreibst ja\nalle 10 Sekunden auf, was da jetzt gerade an Kilowatt angezeigt wird.\nAber es ist ja auch vollkommen unmöglich, auf so einem riesigen DIN A4 Display,\nwas sie da haben, was voll ist mit Werbung und sinnlosem Text,\nvielleicht einfach mal die fucking Ladekurve anzuzeigen, damit man es weiß.\nAber nein, das ist alles nicht möglich."
    },
    {
      "speaker": "roddi",
      "time": "2:22:31",
      "text": "Da kann ich aber mit dienen und zwar..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:22:35",
      "text": "Schickt einem sowas dann nicht das Auto aufs Smartphone? Hätte ich jetzt irgendwie... erwartet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:40",
      "text": "Das Auto auf Smartphone. Oh ja, ich habe natürlich auch versucht,\nmein Telefon mit diesem Auto zu paren."
    },
    {
      "speaker": "roddi",
      "time": "2:22:47",
      "text": "Es gibt von Fastnet. Fastnet ist ein niederländischer Anbieter.\nGibt es auf dieser Seite, die ich da gerade gepostet habe, gibt es einen Überblick,\nwelche Autos welche Ladekurven haben, weil die tatsächlich,\ndie entsprechenden Daten,\nda erheben und dann Kurven plotten. Und was hattest du, den iX1?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:21",
      "text": "IX1, ich gucke auch gerade mal."
    },
    {
      "speaker": "roddi",
      "time": "2:23:22",
      "text": "Der sieht so aus, der müsste etwas über 120 können, bis er ungefähr bei 40%\nist. Und dann geht er linear runter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:30",
      "text": "An einem 300 Kilowatt Charger, maximal 130. Ja, also das kann ich halt nicht\nbestätigen, das hatte ich da irgendwie nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:23:36",
      "text": "Okay, gut, das kann am Charger liegen, das kann am Auto liegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:41",
      "text": "Ja, was auch immer. Also ist auf jeden Fall nicht so begrenzt befriedigend."
    },
    {
      "speaker": "roddi",
      "time": "2:23:49",
      "text": "Also Fastnet, Ladegeschwindigkeiten, diese Seite kann ich sehr empfehlen.\nWenn man Fragen dazu hat, was für ein Auto will man denn und wie schnell soll\nes denn bitteschön laden können, da kann ich wirklich sehr empfehlen.\nMachen die schon seit Jahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:07",
      "text": "So, dann habe ich den anderen Härtetest gemacht und bin mit meinem anderen BMW,\nmit meinem Moped, meiner CE 04, habe ich mal den Sport gemacht und bin mal in\neine andere Stadt gefahren, also in eine andere Großstadt, sprich nach Hamburg.\n300 Kilometer zu überbrücken mit einem Fahrzeug, was so nominell 110,\n120 Kilometer Reichweite hat, so theoretisch oder sagen wir mal ab Werk offiziell\nbis zu 130, wie es so schön heißt.\nWas aber sagen wir mal sehr sehr viele kleine Sternchen dahinter hat und dann\nmuss man unten in der Fußnote."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:24:46",
      "text": "Wo der Rückenwind und der Mond steht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:48",
      "text": "Genau. Und die Temperatur und Gegenwind und naja, ich würde sagen,\nes macht halt einfach sehr viel aus, wie man fährt.\nAber wenn man jetzt irgendwie über die Landstraße fährt und eh ein paar Stunden\nunterwegs sein wird, dann will man ja auch nicht unbedingt 50 fahren. so.\nZumal eben..."
    },
    {
      "speaker": "roddi",
      "time": "2:25:09",
      "text": "Hypermiling ist ein Sport, aber..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:12",
      "text": "Ja, das ist... Das ist kein Reisemodus. Man muss sich das natürlich schon überlegen.\nAlso natürlich gebe ich jetzt nicht Vollgas und fahre irgendwie die maximale\nGeschwindigkeit, was bei dem Fahrzeug 120 wäre, weil dann ist der Akku halt\nin Nukumanix alle und dann komme ich halt nicht weit.\nUnd dann, weil das Laden noch so viel länger dauert als das Fahren,\nverzögere ich sozusagen alles noch sehr viel mehr.\nAlso man muss schon so eine Geschwindigkeit finden, die ein inakzeptabler Geschwindigkeit,\nmöglichst weit bringt, ohne dass man es zu sehr übertreibt, um dann die Pause\neinzulegen und weiterzuschauen.\nUnd das Ding ist, mittlerweile findet man halt bei diesen ganzen Routenplaner-Apps,\ndie es mal gab für Elektrofahrzeuge, nicht mehr viel Freunde als Motorradfahrer,\nweil man überhaupt erstmal eine findet, wo man sagen kann,\nmich interessiert nur AC oder mein Fahrzeug ist ein Motorrad."
    },
    {
      "speaker": "roddi",
      "time": "2:26:08",
      "text": "Hast du Pump versucht?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:10",
      "text": "Ja, Pump ist das Einzige, was für mich überhaupt so halbwegs funktioniert."
    },
    {
      "speaker": "roddi",
      "time": "2:26:15",
      "text": "Ich kann das bestätigen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:17",
      "text": "Auch nur so begrenzt, weil mittlerweile eben für Autos das Problem eigentlich weitgehend weg ist."
    },
    {
      "speaker": "roddi",
      "time": "2:26:27",
      "text": "Ja, wenn man schnell laden kann.\nDann kann man an der Autobahn eigentlich auch immer alle 50 Kilometer einen Schnelllader finden.\nJa gut, das ist jetzt vielleicht nicht in Brandenburg, aber ansonsten schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:40",
      "text": "Ja, aber wenn du jetzt von Berlin nach Hamburg fährst, dann könntest du einfach\nan jeder Autobahnraststätte wahrscheinlich mittlerweile laden, oder?"
    },
    {
      "speaker": "roddi",
      "time": "2:26:48",
      "text": "Ja, zumindest an jeder zweiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:49",
      "text": "Genau, und du brauchst dann eben auch mit den Reichweiten, die ein Auto hat,\nmusst du halt vielleicht einmal laden."
    },
    {
      "speaker": "roddi",
      "time": "2:26:56",
      "text": "Ging mir so, ja. Ich war ja auch in Hamburg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:59",
      "text": "Aber für Zweiräder, was ja sozusagen so ein Sport ist, der komplett ignoriert\nwird, weil erstens hat ja keiner ein elektrisches Motorrad.\nUnd warum haben die Leute kein elektrisches Motorrad? Weil keiner welche baut,\nweil die Leute nicht danach fragen, weil es die Infrastruktur dafür nicht gibt.\nHenne Ei, wieder von vorne, aber interessiert natürlich keinen Menschen,\nweil Zweirad ist ja sozusagen so ein Nischenthema.\nAber da müsst ihr jetzt durch.\nIch habe es halt einfach trotzdem probiert. Und das fängt halt schon mal damit\nan, dass ich eben nicht Autobahn fahren kann.\nObwohl es für mich ja eigentlich das Sinnvollste wäre, die Autobahn zu fahren,\nweil da kann ich dann schön mich hinter ein LKW hängen und im Windschatten fahren.\nDas hätte mir unheimlich viel gespart.\nAlso da hätte ich bestimmt eine Reichweite von 150 Kilometer erreicht.\nGeht aber nicht, weil in Deutschland gibt es einfach keine AC-Ladepunkte mehr an Autobahnen.\nExistiert einfach nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:27:51",
      "text": "Sie sind sehr selten geworden. Es gibt sie zwar noch, das muss man aber wissen,\nwo sie sind. und dann muss man hoffen, dass sie auch frei sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:58",
      "text": "Ja, vielleicht irgendwo in Baden-Württemberg oder so, aber zwischen Berlin und\nHamburg gibt es einfach genau keine."
    },
    {
      "speaker": "roddi",
      "time": "2:28:02",
      "text": "Doch, es gibt so vereinzelte Raststätten, die haben noch so einen ollen Triple Charger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:07",
      "text": "Nein, keiner. Kein einziger, ich habe ja geguckt."
    },
    {
      "speaker": "roddi",
      "time": "2:28:10",
      "text": "Ja, dann war es nach Süden. Aber sie sind sehr, sehr, sehr selten geworden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:14",
      "text": "Genau. Weil, braucht ja keiner.\nDas ist natürlich Quatsch, aber naja, ich verstehe es ehrlich gesagt nicht,\nweil so ein AC-Lader kostet dann irgendwie auch nichts.\nDas kann man auch nochmal hinstellen, aber existiert halt nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:28:29",
      "text": "Naja, wenn man jetzt ehrlich ist, dann ist AC-Ladung halt auch ein anderer Use-Case.\nAlso zumindest für Autos ist es ein anderer Use-Case. Das ist halt Marke,\nich bin in der Stadt unterwegs oder ich bin Laternenparker oder irgendwas und\ndann stelle ich das Auto halt da vier Stunden hin und dann ist es wieder voll. Das ist so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:50",
      "text": "Ich weiß, oder man hat ein Motorrad."
    },
    {
      "speaker": "roddi",
      "time": "2:28:52",
      "text": "Oder man hat ein Motorrad."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:53",
      "text": "Genau, so. Aber so können die Motorräder halt dann da auch nicht fahren,\nweil es gibt ja keine Ladesäulen.\nWeil man die Ladesäulen abgebaut hat, weil man ja nur in Autos denkt."
    },
    {
      "speaker": "roddi",
      "time": "2:29:03",
      "text": "Also das Ding ist, ich hatte ja vor meinem jetzigen Auto hatte ich ja eine Zoe\nund die Zoe hatte tatsächlich auch nur AC-Laden,\nwas nicht nur fürchterlich langsam war, sondern halt auch genau zu dem Problem\ngeführt hat und das wurde ja immer schlimmer über die Jahre.\nIch habe das Ding ja sechs Jahre gehabt oder so.\nWar dann auch der Grund, das Teil dann irgendwann endlich abzustoßen,\nweil ich es nicht mehr ertragen habe.\nMeine Herangehensweise war immer gucken, wo liegen kleinere Städte auf der Strecke.\nDann fährt man von der Autobahn runter, fährt in irgendeine Kleinstadt,\nwas weiß ich, Lutherstadt Wittenberg zum Beispiel.\nUnd da gibt es dann relativ viele städtische AC-Ladestationen,\nwo man sich ranklemmen kann und dann in Ruhe Mittag essen oder einen Kaffee\ntrinken oder irgendwie sowas.\nDas geht dann schon, aber das ist halt nicht wirklich Langstrecke fahren,\nsondern das ist dann mehr so verlängerte Spritztour, weil es dann auch wirklich\nsehr schnell sehr lästig wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:11",
      "text": "Genau. Meine Anwendung war, ich wollte nach Hamburg.\nMit einer Reichweite von 100 Kilometern, also effektiven,\nalso sagen wir mal, ich sage noch von der Temperatur abhängig,\nvon deinem Fahrstil abhängig, also 100 war so die Zahl, von der ich wusste,\ndie kriege ich auf jeden Fall hin.\nIch kriege unter Umständen noch 10 oder 20 obendrauf, je nachdem,\nwie warm es noch wird, wie sehr ich darauf acht gleichmäßig zu fahren oder ob\nnicht doch noch irgendwie ein Lastwagen vor mir fährt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:30:45",
      "text": "Also nochmal kurz zur Einordnung, die Distanz von Berlin-Hamburg ist so knapp 300 Kilometer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:52",
      "text": "Würde man ja sagen, zweimal laden und fertig."
    },
    {
      "speaker": "roddi",
      "time": "2:30:57",
      "text": "Je nachdem von wo in Berlin nach wo in Hamburg, aber ja, so ungefähr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:01",
      "text": "Pi mal da um 300 Kilometer, das war so ein bisschen das Ziel.\nIch wollte jetzt mal kurz aufdröseln, was da jetzt noch für Faktoren mit reinkommen,\ndie sozusagen diesen ganzen Spaß zu einer echt anstrengenden Sache machen,\ndie dann dazu führt, dass ich den ganzen Tag brauche,\num diese Strecke zurückzulegen, was ein bisschen absurd ist,\naber ich wollte es halt einfach mal ausprobieren.\nDas erste ist, dass ich gedrosselt bin natürlich durch meine Reichweite.\nDas zweite ist, dass ich dadurch gedrosselt bin, dass ich natürlich am Ende\nmeiner Reichweite nicht automatisch eine Ladesäule vorfinde.\nSondern naja, wie ist es denn jetzt eigentlich mit dem Abstand und da fangen\ndann auch schon diese ganzen Apps an total zu versagen.\nWeil wenn ich sage, liebe App, ich möchte jetzt von Berlin nach Hamburg,\nja kein Problem, da fährst du einfach hier lang und da kannst du da laden,\nkannst du da laden, kannst du da laden.\nAber sie zeigt mir natürlich nicht an, wo ich vorher vielleicht nochmal laden\nkönnte oder wo ich danach auch nochmal laden könnte, wenn ich da noch genug Akku habe und so weiter.\nAlso ich finde strategische und vor allem für eine dynamische Planung in dem\nMoment vollkommen ungeeignet. Also musst du selber dir die Karte anschauen und\nso habe ich dann ein sehr gutes Verständnis dafür bekommen, wo denn nun wirklich\neigentlich Ladesäulen sind.\nDa sind natürlich dann auch noch die Ladesäulen, weil ich hatte jetzt gerade\nwieder keine Ladekarte, wo ich mit meiner App laden kann und dann gibt es die\nLadesäulen, wo ich mit meiner App nicht laden kann, sondern wo ich vielleicht\nmit irgendeiner anderen dusseligen App arbeiten muss."
    },
    {
      "speaker": "roddi",
      "time": "2:32:32",
      "text": "Naja gut, ich meine man kann sich ein halbes Dutzend Apps runterladen und dann\nist man eigentlich ganz gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:36",
      "text": "Ich habe mir auch eine halbe Dutzend Apps runtergeladen, bloß diese halbe Dutzend\nApps, die sind halt einfach, jede arbeitet komplett anders,\njede hat eine vollständige andere Vorstellung davon, wofür man sich jetzt wieder\nregistrieren muss, welche Daten man da alles ablegen muss, mit welchem Account."
    },
    {
      "speaker": "roddi",
      "time": "2:32:51",
      "text": "Ich kenne das Problem, am schlimmsten war, dass sich irgendwie eine Runde Anbieter\neine White-Label-Lösung eingekauft haben,\ndie alle mit dem gleichen Authentifizierungsmodul gearbeitet haben und irgendwie\nhat der Anbieter des Authentifizierungsmoduls das nicht hingekriegt,\ndie Apps auseinanderzuhalten.\nWeswegen du immer das falsche Passwort gespeichert hattest irgendwie.\nUnd dann musste man sich eigentlich zum Einloggen immer irgendwie ein neues\nPasswort schicken lassen per E-Mail und so.\nAlso das ist, ja, diese Apps, die sind, es gibt einige gute,\naber sehr viele scheiße Apps.\nUnd das ist aber, was du gesagt hast, das hat mich an Pump eigentlich auch immer am meisten genervt.\nweil du sagst ihm ja, ich fahre jetzt los hab jetzt, was weiß ich, 85% State of Charge,\nund dann sagt er, ja gut, da fährst du jetzt da und da und da ran dann hast\ndu noch 10% und dann lädst du da so, jetzt fährst du aber natürlich.\nReal Kilometer und hast reale Verbräuche und dann ist es nicht so richtig einfach\nzu sagen, okay nimm mal 3% von meinem State of Charge runter Oder jetzt,\nweil ich habe mehr verbraucht.\nOder mach mal drei Prozent wieder drauf. Und dass er dann da automatisch neu\nrechnet und sagt, okay, ich muss dir eine andere Ladesäule suchen,\nfahr mal besser zu der hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:27",
      "text": "Ja, oder zeige mir einfach von vornherein noch die anderen Optionen,\ndie du theoretisch auch noch anfahren kannst.\nWeil es gibt ja auch noch andere Faktoren, warum du an einer Ladesäule nicht laden kannst.\nNämlich zum Beispiel, das hatte ich auf dieser Tour alles.\nDie Ladesäule ist bei einem Autohändler, aber es war halt Ostermontag und der\nhat dann halt zu und dann kannst du da nicht ran."
    },
    {
      "speaker": "roddi",
      "time": "2:34:46",
      "text": "Ja, mit dem Motorrad vielleicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:48",
      "text": "Nein, das Tor war zu und du konntest halt nicht ran.\nMit anderen Worten, ich habe drei, vier Ladesäulen angefahren,\ndie einfach schlicht nicht zugänglich waren an dem Tag. Sonst vielleicht schon."
    },
    {
      "speaker": "roddi",
      "time": "2:34:58",
      "text": "Das ist ein guter Punkt. Ladesäulen bei Autohändlern würde ich sowieso inzwischen grundsätzlich meiden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:05",
      "text": "Ja, aber siehst du ja vorher nicht unbedingt immer."
    },
    {
      "speaker": "roddi",
      "time": "2:35:07",
      "text": "Na doch, wenn du auf der Karte guckst und da ist auch gleichzeitig dort ein Autohändler."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:11",
      "text": "Ja, das ist aber beileibe nicht unbedingt immer transparent."
    },
    {
      "speaker": "roddi",
      "time": "2:35:16",
      "text": "Nicht immer, aber wenn es einem auffällt, würde ich die Ladesäule nicht anfahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:20",
      "text": "Ja klar, wenn es mir auffällt, dann habe ich das dann auch dann nicht getan.\nAber selbst wenn das so ist, könnten sie ja mal ihre fucking Ladesäule einfach\ntrotzdem irgendwie zugänglich machen.\nAnyway, das war auf jeden Fall ein Faktor. Der andere Faktor ist,\ndass ich eben automatisch eine gewisse Sicherheit einbauen muss.\nUnd das reduziert ja quasi nochmal meine Reichweite nochmal extra,\nweil ich quasi von meiner realen Reichweite eigentlich immer nochmal 20 Kilometer abrechnen muss,\ndie ich an Sicherheit brauche dass wenn die Ladesäule, die ich eigentlich erreichen\nwollte, aus irgendwelchen Gründen nicht funktioniert, ich da nicht bezahlen kann,\nsie irgendwie abgeschlossen ist oder keine Ahnung,\ndauerbelegt ist, kurz weil klar, als ich hingefahren bin, war sie frei,\naber dann kommt einer und dann lädt der dann halt eine Stunde und das ist dann\nder einzige Port der funktioniert, dann stehst du da halt doof da Also muss\nich quasi nochmal 20 Kilometer in der Sicherheit haben,\nweil es natürlich immer noch in Deutschland so ist,\ndass du nicht in jedem Kauf eine Ladesäule hast und ehrlich gesagt, dafür habe ich...\nbisschen wenig Verständnis, dass wir immer noch an diesem Punkt sind,\nwo nicht zumindest mal mindestens so zwei Ports lade sollen.\nIch meine, wir reden hier von einem Drei-Phasen- Strom-Wechsel- Strom-Anschluss.\nJa, das ist jetzt kein, oh, da müssen wir aber noch unsere Infrastruktur verbessern,\nweil sowas Merkwürdiges wie Drei-Phasen- Strom, das haben wir ja noch nie gesehen."
    },
    {
      "speaker": "roddi",
      "time": "2:36:46",
      "text": "Naja, jetzt redest du natürlich wahrscheinlich vor allen Dingen von Brandenburg,\nauch ein bisschen von McPom.\nDa ist es tatsächlich nicht so verbreitet. Im Süden findest du es öfter,\ndie viel belächelte Bürgermeister-Ladesäule, die vor dem Rathaus steht,\nweil der Bürgermeister muss ja seine eigene Ladesäule haben,\nsonst ist er kein richtiger Bürgermeister.\nJa, ich kenne all diese Dinge.\nMan gewöhnt sich auch dran anzugucken, dann in der App okay,\ndieser Ladepunkt hat vier AC-Anschlüsse.\nDas sieht doch gut aus. Da ist die Wahrscheinlichkeit, dass einer davon frei\nist oder funktioniert, beziehungsweise beides, relativ hoch.\nUnd dann siehst du so, nur ein AC-Anschluss, lieber nicht.\nAlso das ist so, ja, aber ich habe auch schon bei irgendeiner Molkerei geladen,\nalso das ist irgendwie, ja, die hatten so ein Besucherzentrum und dann hingen da halt zwei so Lade.\nSo Wallboxen an der Wand vom Parkplatz.\nDa konnte man da laden. Also es gibt all diese Dinge, aber es ist die Nerven,\ndie man dann irgendwann nicht mehr hat, ich kann das total gut nachvollziehen.\nWie gesagt, deswegen habe ich auch die Zoe verkauft, weil ich einfach keinen Bock mehr drauf hatte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:07",
      "text": "Aber ich habe dann noch, also das waren nicht die einzigen Probleme, die ich hatte.\nDas nächste Problem war, dass ich zu einem, das war dann glaube ich sogar meine\nerste Ladesäule, die ich anfuhr.\nUnd da dachte ich so, Das ist ja ein Volltreffer. Ein niegelnagelneuer EDK.\nFrisch auf den Acker gesetzt. 50% der Parkplätze sogar mit Solardach.\nAlso ganz moderne Zeug."
    },
    {
      "speaker": "roddi",
      "time": "2:38:33",
      "text": "Da wäre ich ja Mist raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:35",
      "text": "Zwei dicke, fette Ladesäulen, die also so richtig alles haben. AC und aber auch DC.\nUnd ich stecke mich da ran und kann bezahlen und funktionieren.\nlade, geh zum Edeka, hau mit dem Brötchen rein, die Sonne scheint,\nalles gut und dann komm ich so zurück und rück dieses Scheißteil irgendwie mein Kabel nicht mehr raus.\nNormalerweise, wenn ich halt\nbei mir das irgendwie Laden beende und so weiter, ja, stehst du dann da.\nIn meiner Verzweiflung hab ich natürlich dann erstmal diese Support-Telefon-Hotline\nnicht gefunden, die sie tatsächlich irgendwo auf dieser Säule hatten,\naber in so Dreipunktschrift irgendwo so rechts unten irgendwie noch Mit einer\nKI dahinter. Mit einer KI dahinter, genau.\nDa habe ich dann irgendwann angerufen und gefragt, was das denn jetzt wieder soll.\nDann muss ich dann die Nummer durchgeben. Ja, ich muss jetzt mal die Ladesäule rebooten."
    },
    {
      "speaker": "roddi",
      "time": "2:39:33",
      "text": "Ja, das war Handel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:35",
      "text": "Und wenn das nicht klappt, dann mit dem Kabel, dann fragen sie auch mal bei\nEdeka, da sollen sie mal die Sicherung ziehen und wieder irgendwie reinschalten.\nDann müsste es eigentlich freischalten."
    },
    {
      "speaker": "roddi",
      "time": "2:39:47",
      "text": "Das hatte ich noch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:48",
      "text": "Hat ein paar Minuten rebooted und hat da noch tatsächlich das Kabel wieder freigegeben.\nAber ich dachte mir so, was ist jetzt, wenn ich an so einer Ladesäule stehe\nund da ist dann irgendwie keine Support-Hotline irgendwie, die irgendwie so\nan der Bürgermeister-Ladesäule..."
    },
    {
      "speaker": "roddi",
      "time": "2:40:00",
      "text": "Nee, aber du hast bei Ladesäulen eigentlich immer eine Support-Hotline und die\nsind eigentlich auch immer in der Lage, die remote zu rebooten,\nwas sie wahrscheinlich auch relativ oft machen müssen, je nachdem,\nwas für ein Fabrikat das ist.\nUnd dieses also das hast du natürlich nur beim AC-Laden, wenn kein Kabel an\nder Säule ist, was aber bei AC in der Regel nicht ist, dann hast du halt das\nProblem, dass wenn die Säule das Kabel nicht freigibt, hast du halt,\ndas ist halt doof. Da hast du einen Scheiß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:30",
      "text": "Dann musst du dein 300 Euro Kabel da spenden, wenn du noch so viel weg bist."
    },
    {
      "speaker": "roddi",
      "time": "2:40:34",
      "text": "Es gibt Ladesäulen, das sage ich jetzt nur unter vorgehaltener Hand,\ndie haben auch einen Notausknopf.\nDas ist so die poor man's way, eine Ladesäule zu rebooten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:45",
      "text": "Gegen Treppen?"
    },
    {
      "speaker": "roddi",
      "time": "2:40:46",
      "text": "Ja, da drückst du den Note aus und dann machst du den wieder raus.\nDie haken ja meistens ein und dann kann man sie mit Drehen wieder rausziehen.\nJa, und dann rebootet die Ladesäule.\nJa, die sind relativ selten, weil ich glaube, da gibt es zu viele Idioten,\ndie dann da einfach draufdrücken.\nWissentlich oder unwissentlich oder wie auch immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:08",
      "text": "So, jetzt wollte ich noch irgendeinen Aspekt berichten, das hat mir wieder aus dem Tritt gebracht.\nUnd was sie auch nicht alle können, die Ladesäulen in Deutschland,\nist einmal zu sagen, wie weit die jetzt mit dem Laden sind.\nIch meine, da würde man ja mal erwarten, dass das irgendwie ein gelöstes Problem\nist, dass diese Apps, die in der Lage sind zu sagen, hier ist mein Geld,\nbitte mach da Strom rein.\ndie wird ja über das Netz freigeschaltet.\nMeine fucking App. Und dann ist diese Ladesäule nicht in der Lage zu sagen,\nich lade jetzt auch, so und so viel ist jetzt schon geladen oder ich bin mit dem Laden fertig.\nVollkommen unmöglich. Bei keiner einzigen Ladesäule gab es irgendein Signal,\ndass irgendwas fertig ist.\nDas konnte man nur ahnen, weil es in manchen Fällen, in manchen,\nnicht in allen, In manchen Fällen, sie haben zumindest gesagt,\nwie viel bisher geladen wurde, also wie viele Kilowattstunden reingeladen wurden.\nUnd wenn ich dann mir das sozusagen angeschaut habe und dieser Wert änderte\nsich dann irgendwann nicht mehr so richtig, dann war es wahrscheinlich fertig."
    },
    {
      "speaker": "roddi",
      "time": "2:42:25",
      "text": "Also das ist was, was Schnellladesäulen in der Regel besser machen,\nweil die Kommunikation mit dem Auto ist so gut, dass das Auto sagen kann,\nwie viel Prozent sind jetzt im Akku.\nDas heißt, die Ladesäule selber kann auch anzeigen, wie viel Prozent Akku hast du jetzt.\nDas funktioniert bei AC aber nicht, weil scheinbar ist das nicht Teil des Protokolls\noder so, das weiß ich nicht genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:42:50",
      "text": "Aber ich wiederhole meine Frage von eben, das muss doch dir dein Motorrad sagen können, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:55",
      "text": "Das ist ja das andere Problem, da habe ich ja schon drüber geratet,\ndass BMW irgendwie keine ordentliche Connectivity hinbekommt und das Motorrad\nselber hat kein Internet."
    },
    {
      "speaker": "roddi",
      "time": "2:43:07",
      "text": "Also du kannst das Motorrad nicht remote befragen, aber wenn du davor stehen\nwürdest, würde es auf dem Display stehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:15",
      "text": "Ja klar, dann drücke ich auf den Knopf und dann sehe ich das ja,\naber der Witz ist ja, man will ja nicht immer zu der Ladesäule hinrennen,\nman will halt vielleicht drei Straßen weiter sich irgendwo ins Restaurant setzen\nund gucken, wie weit ist es denn noch und dann zack, jetzt bezahle ich mal und fahre weiter."
    },
    {
      "speaker": "roddi",
      "time": "2:43:32",
      "text": "Also meine Herangehensweise an das Problem, das war auch eher so ein bisschen\nworkaroundig, ist, dass man hat es ja irgendwann im Gefühl, wie lange lädt denn\ndas Teil, wenn es wie leer ist.\nund dann ist so üblicherweise alles länger als, also bei der Zoe war das so,\nlänger als eine Stunde laden bringt nichts.\nDa ist sie zwar noch nicht voll, weil das letzten 10% nochmal eine Stunde brauchen,\naber man kann weiterfahren, weil man dann über 80 ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:03",
      "text": "Ja, Rodi, aber ich brauche keine Strategien, wie ich damit kopen kann.\nIch möchte einfach nicht kopen. Ich möchte einfach, dass das funktioniert.\nIst denn das so viel?\nJa, da bist du hier falsch. Weil Deutschland ist hier einfach falsch.\nWie soll denn das was werden?\nVor allem, ich finde diese Missachtung von AC-Ladepunkten einfach eine Katastrophe.\nAll diese ganzen Verbesserungen, die jetzt kommen.\nDu musst mit der Kreditkarte bezahlen können, da muss ein Kabel dran sein,\nbla bla bla, alles muss irgendwie sein.\nEs ist alles nur für Autos. Es ist alles nur für große Karren.\nUnd was könnte man für geile Fahrzeuge bauen für die Leute, wenn man halt einfach\ndieses Casual-Laden mit AC einfach auch mal genauso convenient machen würde.\nAllein zu sagen, in einer Stadt eine AC-Ladesäule.\nAlso erstens, jede Gemeinde muss eine haben.\nDie müssen auch Laternen haben. Die müssen alles mögliche haben.\nDie haben eine Feuerwehr, die haben ein Abflusssystem, keine Ahnung.\nDie haben alles mögliche müssen die haben.\nSie müssen auch AC-Ladesäulen haben. Und diese AC-Ladesäule muss ein Kabel haben.\nDas verstehe ich halt auch nicht. Wieso?\nBist du schon mal an eine Tankstelle gefahren?"
    },
    {
      "speaker": "roddi",
      "time": "2:45:25",
      "text": "Und hast einen eigenen Schlauch mitgebracht?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:28",
      "text": "Hast du noch nie gemacht, oder?"
    },
    {
      "speaker": "roddi",
      "time": "2:45:30",
      "text": "Ja, aber Tankstelle ist auch Schnellladen. Wenn du jetzt zum Krauter mit dem\nContainer gehst, dann brauchst du auch deinen eigenen Schlauch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:39",
      "text": "Was? Zum Krauter?"
    },
    {
      "speaker": "roddi",
      "time": "2:45:40",
      "text": "Zum Krauter und einen Reservekanister kaufst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:43",
      "text": "Achso, ja gut, aber darüber reden wir ja nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:45:46",
      "text": "Naja, du hast natürlich recht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:48",
      "text": "Ja, aber dann würdest du sozusagen sofort eine neue Generation von Fahrzeugen enablen, die einfach,\nkein Kabel mehr mitführen musst, weil diese Kabel sind teuer.\nAlso so ein Typ-2-Ladekabel, da legst du dreistellig hin. Und zwar ganz easy peasy."
    },
    {
      "speaker": "roddi",
      "time": "2:46:07",
      "text": "200, 300 musst du mindestens investieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:10",
      "text": "Genau. Und die sind auch schwer und groß und die musst du irgendwo verstauen.\nUnd damit fällt sozusagen eine komplette Kategorie von leichten Mopeds einfach weg.\nWeil du eben dieses Kabel nicht\nmitführen kannst, beziehungsweise das Mitführen so eine Pine ist. Na?\nIch habe jetzt zumindest, weil ich mache mir gerade darüber Gedanken,\nalso der Trend geht ja ganz stark zum Zweitelektromotorrad.\nDas ist ja euch sicherlich auch schon aufgefallen.\nUnd ich weiß noch nicht so richtig, ob ich bei diesem Trend schon bald mitziehe\noder nicht, aber ich brauche einfach mehr Reichweite.\nDas ist einfach erforderlich. Das Fahrzeug, was ich jetzt habe,\nist für die Stadt ganz wunderbar.\nSozusagen Spaß über Land haben will, brauchst du einfach mehr."
    },
    {
      "speaker": "roddi",
      "time": "2:47:00",
      "text": "Du wirst mit 100 Kilometern nicht so richtig glücklich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:02",
      "text": "Nee, das muss man schon so eher in den 250 Kilometer Bereich einsteigen.\nSowas ist auch möglich, aber...\nGepäck ist natürlich gerade, wenn du mit dem Motorrad verreist, so ein kritisches Gut.\nUnd wenn du dann erstmal so ein riesiges, dickes, fettes Ladekabel immer noch\nmitführen musst, um überhaupt laden zu können, das ist schon mal,\nfinde ich, sehr unangenehm.\nund man hätte das problemlos, ich meine, du bräuchst genau ein Ladekabel pro\nSäule und das wär's dann.\nStattdessen haben wir jetzt ein Ladekabel pro Fahrzeug.\nJeder hätte seinen eigenen Schlauch dabei, um an jeder Tankstelle auch wirklich\nSprittank zu bringen. Das ist ja sozusagen die Denke.\nUnd dann hab ich noch das spezielle Elend, ich muss mich ja natürlich absichern,\nwegen all dieser ganzen eben aufgeführten Probleme, dass, wenn ich jetzt partout\nkeine Ladesäule finde, wo kriege ich deinen Strom her?"
    },
    {
      "speaker": "roddi",
      "time": "2:48:01",
      "text": "Aus der Steckdose."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:03",
      "text": "Aus der Steckdose, genau."
    },
    {
      "speaker": "roddi",
      "time": "2:48:05",
      "text": "Also hast du auch noch den Ladeziegel mit?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:08",
      "text": "Ja, Ziegel, beziehungsweise da gibt es auch schon relativ elegante Kabel,\nwo das sozusagen in diesem Typ 2 Stecker der Ziegel mit drin ist.\nSowas habe ich auch jetzt schon.\nAlso da gibt es schon relativ elegante Lösungen. Ich habe sogar noch eine elegantere Lösung gefunden.\nUnd zwar von der hervorragenden Ladekabelfirma Metron."
    },
    {
      "speaker": "roddi",
      "time": "2:48:29",
      "text": "Metron?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:30",
      "text": "Metron baut die geilen Ladekabel. Und Metron baut nicht nur die geilen Ladekabel,\nsondern Metron baut auch mobile Wallboxen.\nUnd das ist wirklich cool."
    },
    {
      "speaker": "roddi",
      "time": "2:48:47",
      "text": "Von welchem Produkt redest du denn?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:50",
      "text": "Ich rede von einem kompakten, mobilen Ladeadapter, der sozusagen die Konversion\nmacht von Schuko auf Typ 2,\nBuchse. Das heißt, ich habe ein Typ 2 Kabel, was ich für die normale Ladesäule\nbrauche, will aber nicht nochmal so ein 3 Meter Monster mitnehmen mit irgendwie dicken Stecker.\nStattdessen könnte man halt diesen mobilen Ladeadapter nehmen,\nden steckt man dann an Schuko ran und dann kann ich das normale Kabel,\nwas ich ohnehin schon dabei habe, nehmen und habe dann dieses Problem auch noch..."
    },
    {
      "speaker": "roddi",
      "time": "2:49:30",
      "text": "Ja, solche Lösungen gibt es schon länger. Ich komme jetzt nicht auf den Namen,\nda gab es mal eine deutsche Firma, die hat sowas sehr robust und in so eine\nMetallzylinder verbaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:43",
      "text": "Also ich kann über Metron nur das Beste berichten, das ist wirklich hervorragend verarbeitet.\nVor allem dieses System kann halt auch an einer CEE 16 Dose angeschlossen werden."
    },
    {
      "speaker": "roddi",
      "time": "2:49:56",
      "text": "Die blaue Campingdose?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:57",
      "text": "Nee, das ist die CEE 1, die eine Phase hat. Du kannst, wenn du einen dreiphasigen Anschluss hast,\nwenn du irgendwo Drei-Phasen-Strom hast,\ndann kannst du den da ran machen und machst sozusagen aus der Drei-Phasen-Steckdose\neine Ladesäule, wo du dann eben mit deinem Typ-2-Kabel rangehen kannst.\nDas mal so als Lifehack. Interessiert jetzt wahrscheinlich keinen,\nweil keiner Elektromotorrad fährt, aber ehrlich gesagt, ich kann euch nur sagen,\nihr verpasst was. Es ist so geil.\nMotorräder habe ich ja nie verstanden. Ich wusste mal nicht,\nwas die Leute daran so finden, weil es so viele Dinge hat, die ich hasse, wie die Pest.\nLärm, Stink, schüttelt einen durch, schmierig, scheiße heiß,\nGenau, schmierig, Öl, irgendwie Abgase, all dieser ganze Kack.\nUnd ich weiß ja, ich weiß, was Motorradfahrer dann immer sagen,\naber ich halte es halt alles für Unsinn.\nUnd ich finde halt, durch Elektroantrieb wird dieses Zweirad-Erlebnis überhaupt erst real.\nDa muss man auch nicht schalten, zum Beispiel."
    },
    {
      "speaker": "roddi",
      "time": "2:51:14",
      "text": "Mich musst du von Elektroantrieb nicht überzeugen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:51:17",
      "text": "Wie lange hast du jetzt gebraucht de facto bis Hamburg? Und warst du auf der\nRückfahrt schneller, weil du noch eine bessere Strategie hattest?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:24",
      "text": "Also bei der Hinfahrt hatte ich, sagen wir mal, ohnehin einen geplanten Übernachtungshalt.\nVon daher zählt das nicht so richtig.\nAber ich habe, glaube ich, die Rückfahrt sieben oder acht Stunden gebraucht\ninsgesamt, weil ich halt drei Ladestops hatte."
    },
    {
      "speaker": "roddi",
      "time": "2:51:38",
      "text": "Ah, wie lange?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:42",
      "text": "Stunde? Ja, so Stunde ungefähr, ja.\nAlso ich musste so drei Stunden reines Laden plus diese ganze Umschiffung der sonstigen Probleme,\nbis das dann mal wirklich alles auch funktioniert und startet und so weiter finden.\nMusste diese Ladeorte ja auch noch, teilweise musste ich halt irgendwie noch\ndie zweiten und dritten aufsuchen, also es gab so diverse Verzögerungen und\ndas Schlimmste war, bei der einen Ladesäule habe ich mich dann halt dran gesteckt,\nbin dann essen gegangen."
    },
    {
      "speaker": "roddi",
      "time": "2:52:18",
      "text": "Und dann hat die aber abgebrochen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:21",
      "text": "Und mir natürlich das nicht gesagt. Und ja, dann durfte ich nochmal woanders,\nmusste ich dann erstmal gucken, ob woanders eine funktioniert,\nso wie man dann da bezahlt, weil die dann wieder mit der App nicht gingen und so weiter.\nAlso dann hat mich das sozusagen gleich nochmal so zwei, drei Stunden gekostet,\nnur um irgendwie nochmal 100 Kilometer weiterzufahren."
    },
    {
      "speaker": "roddi",
      "time": "2:52:43",
      "text": "Alles schon erlebt. Aber ein Teil des Problems ist schon auch dieses BMW-Motorrad."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:48",
      "text": "Ein Teil des Problems ist, das Motorrad hat sich gegen gar nichts gewehrt."
    },
    {
      "speaker": "roddi",
      "time": "2:52:56",
      "text": "Ja, na gut, aber ich meine, du willst natürlich schon eine App haben,\ndie dir anzeigt, wie viel Ladung du jetzt drin hast und die dir auch eine Push-Notification\nschickt, wenn die Ladung abbricht aus irgendwelchen Gründen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:06",
      "text": "Ja gut, aber das könnten die Ladesäulen halt selbst eigentlich viel besser machen."
    },
    {
      "speaker": "roddi",
      "time": "2:53:10",
      "text": "Ja, aber dann hast du wieder das Problem mit,\nApp deines Zahlungsdienstleisters muss mit dem System des Ladesäulenbetreibers\nrichtig kommunizieren,\ndamit diese Daten auch in der App von dem Zahlungsdienstleister korrekt ankommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:33",
      "text": "Ich habe das Problem, die haben das Problem, das müssen die natürlich lösen,\nich meine die wollen ja auch an mir verdienen."
    },
    {
      "speaker": "roddi",
      "time": "2:53:38",
      "text": "Du hast das Problem, dass die das Problem nicht lösen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:42",
      "text": "Das ist überhaupt mein Problem, dass die anderen Leute nicht meine Probleme lösen."
    },
    {
      "speaker": "roddi",
      "time": "2:53:47",
      "text": "Ja, süß du mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:48",
      "text": "Ich prangere das an.\nHören wir mal zu den Fortschritten auf der Welt. Habt ihr mitbekommen,\nwas die Chinesen alles so angekündigt haben an Batteriewahnsinn?"
    },
    {
      "speaker": "roddi",
      "time": "2:54:05",
      "text": "PYD?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:06",
      "text": "Mit den Ankündigungen ist das ja immer so eine Sache. Die müssen ja auch liefern,\naber sie reden ja schon von Massenproduktion.\nAber es ist wirklich, wirklich interessant, was in diesem Bereich gerade passiert.\nAbgesehen davon, dass sie halt ihre LFP-Batterien permanent verbessern und verdichten\nund irgendwie noch mehr Energie auf den gleichen Raum bekommen."
    },
    {
      "speaker": "roddi",
      "time": "2:54:27",
      "text": "PYD hatte so eine komische hybride Batterie angekündigt,\nwo sie die Batterie quasi Hälfte, Hälfte oder ein Drittel, zwei Drittel klassische\nTechnologie und irgendeine neue Technologie, die langsam lädt.\nNee, nicht Natrium, das war auch Lifepo, die langsamer lädt und dann kann man\nangeblich 1500 Kilometer fahren.\nNaja, aber ja, Natrium ist ja schon länger im Gespräch.\nKeine Ahnung, kann man das jetzt kaufen oder kann man es nicht kaufen?\nIch glaube Natrium konnte man in kleinen Stückzahlen schon länger kaufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:05",
      "text": "In China schon. In China gibt es sogar Autos, die da mit rumfahren.\nKleine Autos und so weiter, aber das ist generell, ich meine,\ndas wäre jetzt mal eine Chance noch gewesen für Europa und für Deutschland,\nhier, nachdem man den Lithiumzug eigentlich weitgehend verpasst hat,\nzumindest auf den Natrium-Train mal aufzuspringen."
    },
    {
      "speaker": "roddi",
      "time": "2:55:27",
      "text": "Nein, also eigentlich sind die europäischen Kompanies in Nickel-Mangan-Technologie\nrelativ weit und holen da immer noch viel raus.\nDas ist kostentechnisch glaube ich nicht ganz so. So Natrium-Batterie kostet\nja nicht viel, ist aber von der Energiedichte auch nicht besonders doll.\nAlso eine Natrium-Batterie würde ich mir in den Keller stellen,\naber nicht ins Auto schrauben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:51",
      "text": "Doch, die würdest du ins Auto schrauben, weil das ist nämlich jetzt genau das,\nwas sie auch noch mitbringen.\nAlso man darf jetzt zwei Sachen nicht verwechseln. Das eine ist,\nwie verhält sie die Natrium-Ionen-Batterie im Vergleich zur Lithium-Ionen-Batterie?\nUnd das ist klar, sie ist schwerer, weil sie mehr Raum braucht,\nweil mehr Atome und so weiter. Niedrigere Energiedichte.\nGenau, hat aber dafür andere Vorteile, die halt die Lithium-Batterien so nicht\nhaben, wie zum Beispiel lädt auch\nnoch bei minus 20 Grad, was halt so eine Lithium-Batterie halt nicht tut.\nDa musst du dann irgendwie eine Heizung einschalten, sonst kriegst du da keinen Strom rein."
    },
    {
      "speaker": "roddi",
      "time": "2:56:30",
      "text": "Beziehungsweise du solltest da auch keinen Strom reinpressen bei den Temperaturen,\nweil du dann die Batterie kaputt machst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:37",
      "text": "Genau und deswegen verhindert das, also die verhindert dann,\ndass sie geladen wird und schaltet sich halt ab und wenn sie halt warm ist,\ndann kannst du sie auch wieder laden.\nNatrium-Ionen-Batterien kannst du halt auch noch laden bei Minustemperaturen\nund vor allem kannst du sie auch betreiben bei Minustemperaturen und was CATL angekündigt hat,\nist, dass sie halt auch noch in diesen Batterien auch noch bei einem sehr niedrigen\nLadezustand noch sehr hohe Spannungen liefern können.\nAlso während die Lithium-Batterien halt dann auch immer schwächer werden gegen\nEnde und dann so auslaufen und dann aus dem letzten Loch pfeifen,\nhast du also hier noch eine sehr viel bessere Versorgungskurve,\nbis das Ding dann halt auch wirklich mal leer ist."
    },
    {
      "speaker": "roddi",
      "time": "2:57:21",
      "text": "Gut, tief entladen will keine Batterie werden, aber das nur am Rande."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:57:25",
      "text": "Wir kommen gleich noch dazu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:27",
      "text": "Und die Besonderheit, die jetzt bei dieser letzten Ankündigung von CATL noch\nmit dabei war, ist, dass sie jetzt vor allem die Natrium-Ionen-Batterie in einer\nspeziellen Variante als Ersatz für die immer noch sehr verbreiteten 12 Volt bzw.\n24 Volt Bleibatterien pushen werden, weil sie da alle Features sozusagen haben,\ndie man eben auch braucht für eine Starterbatterie.\nAlso funktioniert auch noch, wenn es kalt ist, die sich aber eben fast nicht\nentladen und die auch nicht kaputt gehen, wenn sie mal zu 50 Prozent leer sind,\nauch nicht, wenn sie zu 10 Prozent leer sind.\nDas heißt, es kann jetzt durchaus sein, dass die nächste Batterierevolution\naus China bedeutet, dass alle Bleibatterien durch Natrium-Ionen-Batterien ersetzt\nwerden. in den Starterbatterien, die ja auch in allen Lithium-Ionen,\nAutos noch mit drin ist. Also auch ein Tesla fährt noch mit so einer Bleisäurebatterie\ndurch die Gegend. Absurderweise."
    },
    {
      "speaker": "roddi",
      "time": "2:58:31",
      "text": "Fährt nicht damit, aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:33",
      "text": "Ja doch, der fährt die die ganze Zeit rum. Die ist da drin. Er fährt nicht aus\ndieser Batterie, aber startet, also die Grundversorgung sozusagen."
    },
    {
      "speaker": "roddi",
      "time": "2:58:42",
      "text": "Die Bordelektronik wird davon Der Strom."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:47",
      "text": "Den du brauchst, um deine eigentliche Batterie überhaupt erstmal anzusprechen\nund die ganzen Scheiß zum Laufen zu bringen."
    },
    {
      "speaker": "roddi",
      "time": "2:58:52",
      "text": "Die Relais freizuschalten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:54",
      "text": "Bleisäure, genau. Und das kann also sehr gut sein, dass das demnächst durch diese Natrium,\nich bin jetzt ein bisschen optimistisch auf Basis ihrer Ankündigung,\naber so liest sich das und es macht ja auch total Sinn, weil diese Technik eben\ndafür ist und wenn die Preise halt dann auch so sind, dass sie mit den,\nBleisäure-Akkus mithalten können, wonach es aussieht, dann hast du zumindest\nin LKWs demnächst diese Batterien.\nIch habe jetzt nur von vier 24 Volt oder 25, 6 Volt Batterien gelesen.\nKann aber auch sehr gut sein, dass sie das auch noch für die 12 Volt Variante auch noch mitbekommen.\nDas ist natürlich auch ein Riesenmarkt, weil du quasi alle Autos auf der Welt\nmal eben mit einer anderen Batterie ausstattest. Und zwar auch die Verbrenner.\nJa, finde ich bemerkenswert."
    },
    {
      "speaker": "roddi",
      "time": "2:59:42",
      "text": "Ja,\ngut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:45",
      "text": "So Ralf, du hast aber auch noch ein Autoproblem."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:59:47",
      "text": "Ich habe auch noch ein gelöstes Problem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:50",
      "text": "Ein gelöstes Autoproblem."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:59:51",
      "text": "Genau, wenn Wir wenden uns ab von diesem ganzen neumodischen Batterie-Elektro-Kram\nund kommen wieder zu den alten Benzin-Verbrennern.\nDie Älteren unter uns werden sich erinnern, vor einem Jahr ungefähr habe ich\nhier in der Sendung mal rumgefragt, ob es da draußen eigentlich Spezialexperten\ngibt für Autoschlüssel.\nDie ihre Programmierung verloren haben und was man da eventuell irgendwie drauf\nrumlöten, wie auch immer muss, um die wieder zu reaktivieren.\nUnd da gab es nicht so wirklich irgendwie eine Rückmeldung. Und der Hintergrund\nwar halt, wir hatten jetzt viel BMW gehört. Ich fahre aus Gründen eine alte\nMercedes B-Klasse von meinem Vater geerbt.\nAnsonsten hätte ich mir niemals so ein Auto gekauft, aber jetzt habe ich es halt.\nUnd wir hatten zwei Schlüssel. Den einen Schlüssel, der funktionierte ganz normal\nund den anderen Schlüssel hatte meine Frau. Und die fährt nur ganz, ganz selten ein Auto.\nUnd dort war also dann die Batterietiefen entladen.\nDas, was wir gerade eben schon gehört haben, was man ja nicht möchte.\nSo, und was ich natürlich dann schon gemacht habe, ist Batterie halt irgendwie\naustauschen. Und der Schlüssel funktionierte aber trotzdem nicht.\nSo, und dann bin ich damit dann zur Mercedes-Werkstatt meines Vertrauens gefahren.\ndie ansonsten eigentlich immer einen guten Job machen, nicht Mercedes selbst,\nsondern halt so ein Budi, ihr kennt das und habt denen das Problem geschildert\nund als erstes, haben sie denn schon mal die Batterie? Ja, ich habe die Batterie schon.\nJa, lassen sie mich mal machen.\nSo, die traut mir also nicht zu, dass ich es schaffe jetzt, also diese Batterie selber auszutauschen."
    },
    {
      "speaker": "roddi",
      "time": "3:01:30",
      "text": "Du, wenn ich Mercedes-Händler wäre."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:01:34",
      "text": "Würdest du das auch probieren. So gut, die also nochmal die Batterie ausgetauscht,\nfunktioniert ja trotzdem nicht.\nTja, dann guckte er mich schon ganz traurig an und meinte, naja,\ndas sei jetzt schon ein Problem.\nWeil das dürften sie als Werkstatt gar nicht machen. Da jetzt also irgendwie\nwas mit dem Schlüssel programmieren und dort irgendwie müsste man einen Code\nanfordern und alles ganz, ganz schwierig.\nDa müsste ich schon jetzt in den Flagship-Store von Mercedes fahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:02",
      "text": "Das ist so das Iq-Alenso-Tan-App von der Sparkasse freischalten."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:02:08",
      "text": "Gut, dachte ich mir, gut, muss da halt irgendwie jetzt einplanen,\ndass da halt irgendwie dann mal einen Tag irgendwo zu Mercedes fährst.\nAchso, da habe ich erstmal verschiedene Mercedes-Läden durch Telefonieren.\nIch meine Berlin, da gibt es halt ein paar.\nOh, nee, das machen wir nicht. Da müssen sie wirklich in den Flagship-Store."
    },
    {
      "speaker": "roddi",
      "time": "3:02:27",
      "text": "Wo ist denn der Flagship-Store?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:02:28",
      "text": "Der Mercedes-Flagship-Store. Ich glaube, der heißt nicht so.\nDas habe ich jetzt gerade erfunden. Aber er ist es de facto."
    },
    {
      "speaker": "roddi",
      "time": "3:02:36",
      "text": "Den muss man wahrscheinlich mal gesehen haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:38",
      "text": "Salzufer in Berlin, oder nicht?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:02:39",
      "text": "Das ist ein Riesenkomplex. Genau, welches Ufer hast du gerade gesagt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:45",
      "text": "Salzufer."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:02:46",
      "text": "Genau, also an der Spree ist das."
    },
    {
      "speaker": "roddi",
      "time": "3:02:49",
      "text": "Da habe ich studiert in der Ecke."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:51",
      "text": "Ja, es ist ein riesiger Glaspalast, wo ganz viele Leute rumlaufen,\ndie einem nichts über Elektroautos erzählen können. Das habe ich auch schon mal ausprobiert."
    },
    {
      "speaker": "roddi",
      "time": "3:02:59",
      "text": "Flachschiff-Store hier."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:03:00",
      "text": "Die können einem, wie sich gleich zeigen wird, auch zu anderen Dingen nicht viel sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:04",
      "text": "Das gibt kein Zweifel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:03:07",
      "text": "Also dieser Riesenkomplex, wenn man da reinfährt, das ist schon alles recht\neindrucksvoll, muss man sagen.\nVorne ist dann also so ein riesen Verkaufstower und Verwaltung ist da auch drin\nund woran ich aber natürlich nur Interesse hatte, war dann der eigentliche Werkstattbereich.\nSo und auch dieser Werkstattbereich ist ein Riesengebäude und von außen ist\ndas Ganze schon verwirrend,\nweil man fährt eben nicht in irgendeine Garage rein, sondern du fährst in gefühlt\nhalt ein Verwaltungsgebäude rein mit deinem Auto."
    },
    {
      "speaker": "roddi",
      "time": "3:03:44",
      "text": "Da fährst du rein?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:03:45",
      "text": "Da fährst du rein, genau. Ich habe jetzt gerade ein Bild im Chat gepostet."
    },
    {
      "speaker": "roddi",
      "time": "3:03:48",
      "text": "Das sieht eher aus wie ein normaler Personeneingang."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:03:50",
      "text": "Genau, es ist auch gar nicht so riesig groß, wahrscheinlich kommt man mit einem\nSUV da schon noch auch so rein, aber es ist schon jetzt nicht ein riesiges Garagentor,\ndurch das man da fährt und du fährst dann halt in ein Glaspalast rein und dann,\nvielleicht seid ihr da irgendwie weniger empfindlich, aber ich habe sofort Störgefühle,\nwenn ich im Inneren von einem Gebäude mit dem Auto fahre, sowas macht man normalerweise nicht.\nUnd es sieht eben nicht aus, wie ich tucker jetzt mal zwei Meter in der Garage rein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:17",
      "text": "Also mit einem Verbrenner ist das komisch."
    },
    {
      "speaker": "roddi",
      "time": "3:04:21",
      "text": "Mit einem Elektroauto hätte ich da keine Probleme mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:23",
      "text": "Ich auch nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:04:24",
      "text": "So, jetzt kommt also quasi die nächste Phase. Ähm,\nJetzt könnte man sehen, ein Bild, wenn es hochgeladen ist, wo man dann also\nan seine Service-Säule fährt mit dem Auto, die parken alle nebeneinander.\nOben drüber sind schöne Displays, wo die einzelnen Service-Stationen durchnummeriert\nsind, von irgendwie 1 bis 10 haben die da und wo du dann eine Farbkodierung\nhast, welche frei sind und welche nicht, weil das sieht man ja auch nicht mit bloßem Auge."
    },
    {
      "speaker": "roddi",
      "time": "3:04:56",
      "text": "Dass dein Auto steht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:04:57",
      "text": "Dass dein Auto steht. Und dann,\nist es ja auch alles dann schon auch digital, das heißt also du gehst dann an so eine,\nDigitalsäule, wo die dann also auch gleich irgendwie dein Auto auf Herz und\nNieren durchtesten können und dann gehst du rein in den eigentlichen Servicebereich,\nwas halt auch eher so aussieht wie eine Hotellobby.\nWartest dann da auch nicht lange, sondern wenn du dann da deinen Platz hast,\ndann hast du also quasi auch garantiert, dass du sofort dann da deine Service-Person\nhast und stehst dann also quasi dann da im Hotel mit deinem Auto, so vom Feeling her.\nAlso in Bezug darauf so Überwältigungsästhetik und irgendwie Eindrucksschinden,\ndas haben die da schon ganz gut drauf.\nAlso man hat ja schon einen sehr erhabenen Moment mit seinem Auto.\nDas ist sehr anders als das, was man so in der Werkstatt kennt."
    },
    {
      "speaker": "roddi",
      "time": "3:05:46",
      "text": "Und so der Preiszähler im Hinterkopf zählt auch schön hoch, oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:05:50",
      "text": "Ja, passt auf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:51",
      "text": "Auch sehr erhaben. Sehr erhabener Preis."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:05:54",
      "text": "So, ich den...\nDann dort also einem jungen, sehr motivierten, ich würde sagen so Mitte 20 war\nder Service-Menschen, ich glaube der hatte auch einen Anzug an,\ndann also mal ein Problem geschildert und er natürlich dann als erstes,\nhier haben sie denn auch schon ein Problem?\nJa, wir haben schon zwei, dreimal die Batterie ausgetauscht,\ndas ist es wirklich nicht.\nOh, ja dann wird es schwierig, meinte er dann.\nJa, aber alle schicken mich hier zu Ihnen. Wenn jetzt jemand dieses Problem\nlösen kann, dass dieser Schlüssel nicht funktioniert und ich brauche einen neuen\nSchlüssel, dann sind Sie das doch jetzt, der dieses Problem lösen kann.\nJa, da müsste er jetzt erstmal schauen. Dann hat er halt erstmal irgendwie Daten\naus meinem Auto rausgelesen.\nDie haben ihn aber nicht schlauer gemacht, weil da natürlich nur die Informationen\nüber irgendeinen Schlüssel drin zu finden waren.\nund dann fing er an in seiner Support-Datenbank zu recherchieren und sein Gesicht\ntrübte sich immer stärker ein,\nund dann meinte er, okay also ich weiß jetzt, was wir hier tun können und ich\nhabe eine schlechte Nachricht und eine sehr schlechte Nachricht für Sie.\nDas fand ich schon mal eine interessante Kommunikationsstrategie.\nIch so, ja, sagen Sie mir zuerst die schlechte Nachricht. Das wird richtig,\nrichtig teuer. Es kostet 600 Euro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:06",
      "text": "Das war die schlechte Nachricht. Das ist die sehr schlechte."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:11",
      "text": "600 Euro für einen neuen Schlüssel für mein Auto."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:16",
      "text": "Ein Schlüssel?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:17",
      "text": "Ein Schlüssel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:19",
      "text": "Also so ein Fernbedienungsschlüssel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:20",
      "text": "Genau, der hat eine Fernbedienung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:23",
      "text": "600 Euro. Und das ist was nicht schlecht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:27",
      "text": "Was ist, was um Himmels Willen ist jetzt die sehr schlechte Nachricht.\nEs dauert leider vier Monate."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:42",
      "text": "Oh, mein Gott."
    },
    {
      "speaker": "roddi",
      "time": "3:07:44",
      "text": "Ich habe ein bisschen Mercedes."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:46",
      "text": "Oh Gott, was ist denn alles? Ist der kaputt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:07:52",
      "text": "Ich wollte, ihr ahnt es, ich wollte es nicht glauben.\nDa meinte er, die seien halt mit ihrem Service so voll gebucht und es ging jetzt\naber auch wirklich nur über die, aber wir könnten gerne diesen Bestellvorgang\njetzt machen und vielleicht wird es auch nur drei Monate dauern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:08",
      "text": "Warum, hat er das erklärt, was 600 Euro kostet an diesem Vorgang?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:08:13",
      "text": "Das sei das, was das System ihm als Kosten für einen neuen Schlüssel,\nder dann funktioniert, für mein altes Auto kosten würde.\nDas ist so kriminell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:23",
      "text": "Da geht man doch gleich zur Polizei irgendwie mit dieser Information."
    },
    {
      "speaker": "roddi",
      "time": "3:08:25",
      "text": "Bauen die da die halbe Elektronik aus?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:08:28",
      "text": "Passt auf, es wird jetzt wirklich nicht besser.\nIch habe diese Geschichte lange vorbereitet, lange liegen lassen für diesen heutigen Anlass."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:39",
      "text": "Für diesen Moment."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:08:39",
      "text": "Für diesen Moment. Gut, also ich bin dann abgezogen und habe gesagt,\nnein, mit 600 Euro und drei Monaten wären wir jetzt nicht handelsseilig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:47",
      "text": "Vier Monate."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:08:48",
      "text": "Vier Monaten, ich wollte eigentlich nächste Woche in den Urlaub fahren und einen\nSicherheitsschlüssel haben.\nDas löst jetzt hier mein Problem nicht. Wir brechen das hier mal ab.\nDa hatte er dann auch großes Verständnis dafür. Also das war ein ganz netter\nKerl. Also an ihm hat es vielleicht gar nicht mal unbedingt gelegen.\nGut, ich dann also in den Urlaub gefahren, zu meinen Schwiegereltern,\nhabe meiner Schwiegermutter, wie ich das so mache, dann mein Leid geklagt.\nUnd die meinte dann hemmsärmelig, wie sie ist. Sie fragt einfach mal bei sich\nin der Werkstatt, was sie dazu sagt.\nIch so, ja, die werden dir sagen, ja, haben sie denn schon die Batterie gewechselt?\nNein, bitte sag gleich, ja, die Batterie habe ich schon gewechselt.\nSo, sie dann trotzdem ihre Werkstatt kontaktiert und die Rückmeldung war dann\ndoch etwas diffus, die meinten, wieso, neuer Schlüssel, das sei schon klar,\nder sei Tiefenentladung,\nder sei nicht mehr programmiert auf das Auto, aber den könnte man doch wieder anlernen.\nOkay, anlernen, ja, gut, bitte mehr Details.\nSo, gab es ja nicht, aber dann guckt man halt im Internet nach und dann findet\nman in der Tat Seiten, natürlich nicht von Mercedes,\nwas man denn eigentlich tun muss, um einen Mercedes-Schlüssel selber wieder anzulernen.\nUnd das ist eine wirklich schöne Seite, die ich jetzt hier verlinke."
    },
    {
      "speaker": "roddi",
      "time": "3:10:07",
      "text": "Oh, Motor Talk."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:10:11",
      "text": "Ja, Vorsicht, komische Werbung und sowas alles. Also im Jahr 2021 hat er also\nein Dössaisos geschrieben,\ndass er also das ganz exakte selbe Problem hat und stundenlang recherchiert\nhat und er sei zu mehreren Lösungsvarianten gekommen, die angeblich funktionieren\nwürden und er hätte die mal durchprobiert.\nDiese Varianten sind wirklich schön. Ich lese das jetzt mal vor.\nVariante 1. Tür mit Zweitschlüssel öffnen. Hatte ich ja.\nAnzulernen den Schlüssel 1 in das Zündschloss stecken und dort für eine Stunde belassen.\nNach einer Stunde auf dem Schlüssel 1 die Öffnen-Taste zweimal betätigen.\nDas wäre also Variante 1 gewesen. Variante 2, gleiches wie Variante 1,\nnur mit einmal 2 Stunden und einmal 8 Stunden.\nVariante 3, Fahrzeug öffnen mit Zweitschlüssel, Schlüssel 1 auf den Rückspiegel,\nKamera richten und dreimal die Öffnen-Taste drücken, Schlüssel 1 in Zündschloss\nstecken und auf Stufe 2 stellen.\nVariante 4, Schlüssel 1 mehrfach ins Zündschloss bis zu 10 Mal stecken und abziehen.\nLeider blieben alle diese Varianten erfolglos und so weiter und so fort.\nAber ich dachte mir, ja nun Gott, der hat das schon mal irgendwie herrecherchiert,\nprobier es da einfach mal aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:28",
      "text": "Das bezieht sich jetzt konkret auf B-Klasse. Okay."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:11:32",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:33",
      "text": "Also genau dein Modell."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:11:34",
      "text": "B-245, exakt mein Modell ist das. Irgendwie 14 Jahre alt oder sowas ist der jetzt.\nSo und habe ich mir diese Varianten halt angeguckt und habe versucht jetzt irgendwie\nrauszukriegen, okay, acht Stunden warten jetzt, ob es klappt oder nicht,\nfinde ich jetzt ein bisschen doof.\nHabe also die Mitte erst Variante 1 ausprobiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:55",
      "text": "Halt, bevor du fortfährst, würde ich gerne kurz nochmal eine,\nWahrscheinlichkeitseinschätzung abgeben, was ich jetzt denke,\nwelche dieser Varianten plausibel klingen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:12:06",
      "text": "Ja, nur du."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:07",
      "text": "Also Variante 1, also den Schlüssel ins Zündschloss stecken und eine Stunde\nbelassen und dann die Taste auf dem Schlüssel drücken. Würde ja bedeuten..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:12:20",
      "text": "Wobei nicht klar ist, ob man ihn drinstecken lässt oder abzieht.\nMöchte ich noch hinzu. Also da ist auch diese Anleitung hier etwas unpräzise."
    },
    {
      "speaker": "roddi",
      "time": "3:12:26",
      "text": "Wenn, dann würde ich den Schlüssel da drin belassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:31",
      "text": "Ja gut, aber die eigentliche Frage ist, ist das Auto in der Lage,\nmit einem eingesteckten Schlüssel direkt zu kommunizieren?\nDas ist ja sozusagen das, was das hier impliziert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:12:43",
      "text": "Und was tut das nach einer Stunde, was es nicht nach zehn Sekunden könnte?"
    },
    {
      "speaker": "roddi",
      "time": "3:12:47",
      "text": "Ich würde sagen, nein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:49",
      "text": "Nach einer Stunde ist es einfach, das ist einfach die Zeit,\ndie dann, wenn der eine Stunde lang hier drin ist, dann ist es auch deiner und\ndann darf der das auch irgendwie so, würde ich das mal deuten.\nUnd das mit einmal zwei Stunden, einmal acht Stunden, diese Variante zwei,\nda würde ich sagen, also wenn das erste wahrscheinlich ist, warum es dann so\nkompliziert und so lang machen, weil wenn es wirklich ein Service-Ding ist,\ndann ist es ja viel zu lange.\nAlso ich sage Variante 2 eher unwahrscheinlich.\nVariante 3, Roddy, halte mal die Pferde kurz.\nSchlüssel auf den Rückspiegel, Kamera richten und dreimal, ist denn da ein Infrarotsender\ndran an diesem Schlüssel?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:13:40",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:40",
      "text": "Ein Infrarotsender? Ja. Hast du das mal mit einer Kamera gefilmt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:13:46",
      "text": "Nee. Also ein Empfänger ist da dran."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:51",
      "text": "Im Schlüssel?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:13:52",
      "text": "Der Schlüssel selber sendet Infrarot, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:54",
      "text": "Also was jetzt, empfängt oder sendet? Infrarot. Du musst den optisch,\nder hat doch kein Infrarot."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:14:02",
      "text": "Nee Gott, jetzt muss ich eben gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:03",
      "text": "Das ist doch ein Funkschlüssel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:14:05",
      "text": "Ja, richtig. Ich behaupte das Gegenteil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:07",
      "text": "Aber hier auf eine Kamera richten, kann ja nur Infrarot sein."
    },
    {
      "speaker": "roddi",
      "time": "3:14:12",
      "text": "Ja, das ist Humbug auf jeden Fall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:14",
      "text": "Also entweder ist es Humbug oder Quatsch."
    },
    {
      "speaker": "roddi",
      "time": "3:14:18",
      "text": "Ach so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:21",
      "text": "Was haben wir noch? Variante 4 zehnmal reinstecken und abziehen.\nAlso ich würde sagen, Variante 4 und Variante 1 sind so meine Kandidaten für,\nwenn eine davon funktioniert, dann ist es eine von den beiden.\nDas wäre jetzt mal so, also wenn. Es kann aber auch sehr gut sein,\ndass keine davon funktioniert, weil offensichtlich hat ja der Forum-Schreiber\ngar keinen Erfolg gehabt mit diesen Methoden."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:14:44",
      "text": "So, ich hatte Erfolg, es hat funktioniert mit Variante 3."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:49",
      "text": "Wirklich?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:14:50",
      "text": "Der Rückspiegel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:52",
      "text": "Also er hat ja doch einen Infrarotsender."
    },
    {
      "speaker": "roddi",
      "time": "3:14:54",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:55",
      "text": "Hat er?"
    },
    {
      "speaker": "roddi",
      "time": "3:14:56",
      "text": "Hat er."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:56",
      "text": "Hast du ausprobiert?"
    },
    {
      "speaker": "roddi",
      "time": "3:14:58",
      "text": "Ja. Das sieht man in der Kamera."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:00",
      "text": "Jaja, der sendet also die ID quasi. Ja, der bringt das Brot."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:15:04",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:04",
      "text": "Okay."
    },
    {
      "speaker": "roddi",
      "time": "3:15:05",
      "text": "Also was ich mir noch vorstellen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:07",
      "text": "Warte mal, warte mal, halt.\nDas hat gereicht und Mercedes wollte dir 600 Euro für diesen Vorgang, den sie bestellen?\nIch meine, haben die eigentlich Kontakt zu ihrem Unternehmen?\nDas steht doch in den technischen Unterlagen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:15:28",
      "text": "Tja, scheinbar eben nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:30",
      "text": "Oh Gott, oh Gott."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:15:33",
      "text": "So und das Mercedes, das irgendwie..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:35",
      "text": "Bist du da hingefahren? Ich würde da hinfahren und den einfach auf den Tisch pinkeln.\nJa, ich meine, das ist doch eine Frechheit."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:15:44",
      "text": "Ja, natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:45",
      "text": "Ohne Ende. Also entweder ist es eine Frechheit oder ist es ein Dokument ihrer Dummheit.\nDie können dann aussuchen, ob du sie anpickelst oder auslachst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:15:57",
      "text": "Also, vielleicht bin ich da jetzt ein bisschen schräg gewickelt,\naber ich bin eigentlich saurer auf meine eigene Werkstatt.\nWeil die müssten sowas wissen. Das sind die, die Alltagsprobleme irgendwie auf dem Tisch haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:06",
      "text": "Ja, aber ist das eine Mercedes-Spezial-Werkstatt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:16:09",
      "text": "Die heißen sogar Sternwarte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:11",
      "text": "Ah, okay. Da kannst du auch hinpinkeln."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:16:16",
      "text": "Denen habe ich eine Mail geschrieben in der Tat."
    },
    {
      "speaker": "roddi",
      "time": "3:16:19",
      "text": "Tatsächlich ist da vorne ein Infrarotsender eingebaut.\nEs ist interessant. Ich frage mich,\nob das Ding noch irgendwelche Wireless Charging Coils oder so drin hat.\nSprich, wenn du den Schlüssel einsteckst, ob er dann vom Auto Strom bekommt.\nDas könnte nämlich diese für Stunde bla und so weiter drin lassen,\nerklären, weil dann vielleicht noch Dinge in dem Schlüssel geladen werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:53",
      "text": "Da ist bestimmt eine ganz normale CR2032 Batterie drin."
    },
    {
      "speaker": "roddi",
      "time": "3:17:00",
      "text": "Aber es gibt vielleicht auch eine Variante, wo ein Akku drin ist oder so.\nAlso das kann natürlich auch sein, der dann irgendwie geladen wird.\nAber ja, also die Front-Facing-Camera vom iPhone, die kann Infrarot anzeigen,\ndie auf der Rückseite nicht.\nDie haben einen guten Infrarot-Filter drin."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:17:18",
      "text": "Die Frage für mich ist halt so ein bisschen, was lernt man jetzt so daraus?\nAlso erstens, das scheint ja schon ein wirklich sehr, sehr ungewöhnlicher,\nseltener Fall zu sein, dass irgendjemand seinen Zweitschlüssel irgendwie zwei\nJahre nicht benutzt. Das finde ich schon mal erstaunlich."
    },
    {
      "speaker": "roddi",
      "time": "3:17:33",
      "text": "Dass das ein seltener Fall ist? Ich glaube nicht, dass es ein seltener Fall ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:17:36",
      "text": "Ja, aber dann, also ihr glaubt ja nicht wirklich, wie viele Leute ich auch abtelefoniert habe.\nUnd keiner hatte auch nur Anlernen als Stichwort für dieses Szenario,\nwas ich klar beschrieben habe. Das müssten die doch dann wissen aus ihrer Praxis."
    },
    {
      "speaker": "roddi",
      "time": "3:17:50",
      "text": "Nein, ich glaube, was das eigentliche Problem ist, und zwar,\ndas habe ich neulich in einem YouTube-Video gesehen, wo das mal jemand rausgefunden hat.\nDie Frage ist ja, wie ist die Kommunikation zwischen Schlüssel und Auto?\nSo, früher war das halt ein einfacher Code, den du mit einem einfachen Replay-Attack\ndann auch verhindern, also auch auslösen konntest.\nAlso du hast ausgelesen, was schickt der Schlüssel und konntest später zum Auto\nhingehen, das gleiche normal schicken und das Auto ging auf.\nSo, dann haben die Firmen angefangen, rotierende Schlüssel zu verwenden.\nDas heißt, der Schlüssel hat sich gemerkt, welchen Schlüssel habe ich verwendet.\nNach einem Algorithmus wurde ein neuer Schlüssel generiert und dann wurde der nächste geschickt.\nDas Auto wiederum protokolliert natürlich mit, was ist der letzte Schlüssel,\nden ich gesehen habe, den akzeptiere ich nicht mehr.\nSo, wenn du jetzt lange genug nur einen der Schlüssel benutzt,\ndann fällt der andere Schlüssel aus der Rotation raus und das Auto erkennt nicht mehr,\ndass der Tastendruck auf dem anderen Schlüssel noch gültig ist,\nbeziehungsweise wenn er sich tief entlädt, kann es halt auch sein,\ndass der Zähler wieder bei 1 ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:19:08",
      "text": "Das halte ich für wahrscheinlich an der Stelle."
    },
    {
      "speaker": "roddi",
      "time": "3:19:11",
      "text": "Aber das muss doch Mercedes alles wissen. Dann kann es dir halt passieren,\ndass du den auch nicht mehr verwenden kannst.\nEs sei denn, du drückst ihn 3000 Mal und dann bist du wieder in dem Fenster, wo es wieder geht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:19:24",
      "text": "3000 Mal habe ich den definitiv nicht gedrückt."
    },
    {
      "speaker": "roddi",
      "time": "3:19:27",
      "text": "Naja, aber du weißt, was ich meine."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:19:28",
      "text": "Jaja, verstehe das schon."
    },
    {
      "speaker": "roddi",
      "time": "3:19:30",
      "text": "Und dadurch, dass du...\nDie Sache mit dem Spiegel, keine Ahnung, das kommt mir schon.\nAlso ich glaube nicht, dass der Schlüssel, der tief entladen war,\nein komplett leerer Schlüssel ist, den du einem beliebigen Mercedes anlernen kannst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:19:51",
      "text": "Unklar."
    },
    {
      "speaker": "roddi",
      "time": "3:19:52",
      "text": "Sondern ich glaube eher, dass der immer noch mit der eigentlichen Schlüsselanlage\ngepaert ist, sondern dass er nur halt aus dem Sync rausgefallen ist.\nund du ihn durch diese Spiegel-Dingster-Aktion das Auto wieder darauf gesynkt\nhast, dass der Schlüssel jetzt wieder an der Stelle ist und das Auto es dann wieder akzeptiert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:20:12",
      "text": "Also das würde auch hier von Haley Facts im Chat das Security-Problem geben,\nweil jetzt nach meiner Variante müsstest du halt einfach nur mit einem generischen\nSchlüssel ankommen und könntest damit halt mit dieser Geschichte quasi jeden\nbeliebigen B-Klasse dann vom Parkplatz fahren."
    },
    {
      "speaker": "roddi",
      "time": "3:20:29",
      "text": "Wie alt ist das Auto?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:31",
      "text": "Naja, wenn es aufgeschlossen ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:20:32",
      "text": "Wenn es aufgeschlossen ist. Ja, gut, also die Frage ist, ja,\ngenau, du musst ja ans Schlüssel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:38",
      "text": "Naja, also du musst ja schon aktiviert sein. Ich meine, rein zufällig ist mir\nirgendwie heute Morgen beim YouTube-Verklicken irgendwie so ein YouTube-Short\nvorgeworfen worden, wo tatsächlich so ein.\nAdAccess Denied Car Keys Account, ja, also auch so viel Spezialisierung gibt\nes an der Stelle schon kaum noch überraschend.\nSo ein irgendwie, ja, Fahrzeugschlüssel ist nicht mehr richtig gepaart.\nTyp fährt mit seinem kleinen Laster als On-Demand-Service vor und löst das Problem in 10 Minuten.\nIndem er halt hier an den Diagnostik-Port geht. Ich weiß nicht,\num was für ein Fahrzeug es jetzt hier geht, aber der hat irgendwie so eine ganze\nKiste voll mit Schlüsseln mit so generischen Smart-Car-Keys und so weiter.\nsucht sich da irgendwie den passenden raus und geht dann halt mit so einem Spezialgerät an den,\nDiagnostikport und geht dadurch ein paar Menüschritte durch und dann paert er\nirgendwie den neuen Schlüssel und so weiter. Also das ist sozusagen,\nvermutlich bei allen Fahrzeugen gibt es so eine Prozedur, weil es ist doch vollkommen irre.\nAlso wirklich, ich würde den Leuten, ich würde denen ja so einen Einlauf geben\nda im Salzufer. wenn du da hinfährst, ich komm mit.\nDas ist einfach, verstehst du, dass die sich, also die müssen dir eigentlich\nein neues Fahrzeug mitgeben.\nJa, also so eine Peinlichkeit.\nBitte Mercedes hier irgendwie, was ist ihr Claim?\nWir haben das Auto erfunden und alles. Ja, geht scheißen.\nAlso wirklich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:22:21",
      "text": "Tja."
    },
    {
      "speaker": "roddi",
      "time": "3:22:23",
      "text": "Naja, vielleicht müsste ein Techniker einfliegen, der das kann.\nDer die Secrets überhaupt wissen darf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:28",
      "text": "Das ist einfach, das muss die technische Datenbank hergeben.\nDas muss jeder da auf dem Hof wissen, wie das funktioniert.\nDas können die mir nicht erzählen, dass das irgendwie alle fünf Jahre mal passiert.\nDas passiert wahrscheinlich permanent. Die haben Millionen von Autos auf der Straße."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:22:41",
      "text": "Ja, das ist halt der Punkt, den ich nicht verstehe. Wie gesagt,\nmeine eigene Werkstatt wusste es nicht.\nUnd ich habe, bevor ich zu denen hinfahre, weil das ist einfach mal ein bisschen\nweiter weg von mir, habe ich halt drei andere,\nOriginal-Mercedes-Werkstätten antelefoniert und keiner von denen hatte dieses\nStichwort anlernen und kommen sie vorbei und da probieren wir durch und wird schon.\nSondern nee, das können wir nicht. Das geht nur im Flagship-Store.\nTja, aber ich habe jetzt zwei voll funktionsfähige Schlüssel alles gemacht."
    },
    {
      "speaker": "roddi",
      "time": "3:23:17",
      "text": "Die 600 Euro klingt wirklich so, als würden sie irgendwie das Authentifizierungsmodul ausbauen,\nneues Authentifizierungsmodul einbauen und die beiden Schlüssel,\ndie dazu gehören, mitliefen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:30",
      "text": "Und du solltest mal gucken, ob du bei Mercedes sozusagen einen unprogrammierten\nSchlüssel für irgendeinen erträglichen Betrag erwerben kannst.\nDann kannst du nämlich noch einen dritten Schlüssel machen. Als Backup."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:23:43",
      "text": "Nicht, dass ich es bräuchte, aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:46",
      "text": "Backup braucht man immer erst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:23:48",
      "text": "Wenn es zu spät ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:50",
      "text": "Genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:23:52",
      "text": "Tja, Deutschland, deine Autonation.\nAber jetzt haben wir einen neuen Verkehrsminister und alles wird super."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:57",
      "text": "Ja, was haben wir denn für einen? Wer ist denn jetzt Verkehrsminister?\nIch habe es auch noch nicht mitbekommen."
    },
    {
      "speaker": "roddi",
      "time": "3:24:04",
      "text": "Wird schon so eine Nase sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:06",
      "text": "Ist es CSU oder CDU?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:24:09",
      "text": "Zum Glück endlich mal."
    },
    {
      "speaker": "roddi",
      "time": "3:24:11",
      "text": "Hör auf, die Laune war gut."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:24:14",
      "text": "Ich formuliere es andersrum. zumindest nicht CSU. So, das war der Satz der..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:20",
      "text": "Ja, was denn sonst?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:24:21",
      "text": "Also C, C, D, U ist es. Aber wer... Müssen wir jetzt mal gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:27",
      "text": "Was sagt ihr, das ist..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:24:29",
      "text": "Ah, wo ist denn ihr Kabinett? Kabinett im Erz, ging doch gestern alles rum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:34",
      "text": "CDU-Politiker Patrick Schnieder, er organisierte Demos für den Autobahnbau.\nNun wird er Verkehrsminister. Da wird ja alles gut."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:24:42",
      "text": "Genau, ja, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:48",
      "text": "So, so, Herr Schnieder."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:24:51",
      "text": "Ja, Kulturstaatsminister wird ein Verleger. Das wird auch interessant,\nder bisher Fokus gemacht hat.\nund die Welt und sowas alles.\nDas wird eine lustige Kultur, glaube ich, die wir da kriegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:05",
      "text": "Eine lustige Kultur? Also wenn das solche Torfnasen sind, wie jetzt hier die\nCDU in Berlin an den Start gebracht hat, die versagen ja auch wirklich hier auf ganzer Linie, oder?"
    },
    {
      "speaker": "roddi",
      "time": "3:25:20",
      "text": "Ja, vor allem sind sie so reaktiv und keine Ahnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:23",
      "text": "Okay, lass uns nicht mal politisch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:25:25",
      "text": "Ja, das lassen wir jetzt."
    },
    {
      "speaker": "roddi",
      "time": "3:25:25",
      "text": "Nee, nee, nee. Wo wir schon bei Fails sind. Komm, dann mache ich jetzt kurz\nden Rant über Apples Image Playground."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:25:33",
      "text": "Dass er sowas überhaupt benutzt."
    },
    {
      "speaker": "roddi",
      "time": "3:25:35",
      "text": "Ich habe es halt ausprobiert, weil es hat mich interessiert. Was ist das?\nDas ist irgendwie so ein Programm, da kann man halt Bilder mitmachen,\nindem man da Keywords reinschmeißt.\nund naja, da sagt man Katze, kommt eine Katze bei raus, das ist jetzt irgendwie\nnicht so nicht so fürchterlich spannend eigentlich.\nInteressant ist eher, was nicht geht. Also du kannst zum Beispiel sagen,\nich will eine dünne Katze haben, dann kriegst du eine dünne Katze.\nAlso Katze, komm mal dünn, das ist eine dünne Katze. Wenn du jetzt sagst, ich will eine Katze."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:26:15",
      "text": "Eine dicke Katze, dann ist das Bodyshaming."
    },
    {
      "speaker": "roddi",
      "time": "3:26:17",
      "text": "Dick, das geht nicht. Wenn du sagst, ich will eine Katze, die ist fett, das geht wieder."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:26:24",
      "text": "Okay."
    },
    {
      "speaker": "roddi",
      "time": "3:26:24",
      "text": "Also offensichtlich ist dieses eine Wort in einem...\nIst in einem Film, na ja, dicke Katze. Ah ja, dicke Katze scheint zu gehen. Doch.\nAlso zumindest das Wort dick ist wohl im Spam-Filter hängen geblieben bei denen.\nSo und dann habe ich noch weitere Dinge probiert und dann wurde es immer merkwürdiger.\nDann wollte ich eine Maus haben.\nDann sage ich Maus und dann sagt er mir, er möchte aber gerne jetzt noch ein\nFoto haben. Eine Person auswählen.\nDu kannst also eine Maus nicht machen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:26:58",
      "text": "Tim probiert das gerade live. Fahre fort, indem du eine Inspiration für die\nPerson in deinem Bild wählst. Eine Person aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:05",
      "text": "Eine Inspiration für die Person in deinem Bild."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:27:10",
      "text": "Und das, obwohl ich eigentlich noch eine Maus haben wollte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:13",
      "text": "Wieso denn? Was denn für eine Person? Ich wollte eine Maus haben. Dicke Maus."
    },
    {
      "speaker": "roddi",
      "time": "3:27:20",
      "text": "Du, du, ja, egal. Komischerweise braucht man ein Menschenfoto.\nWenn ich jetzt sage Ratte, Ratte geht ohne Bild von einer Person.\nObwohl eine Ratte und eine Maus jetzt so vom Aussehen her jetzt auch nicht unbedingt\nso unglaublich unterschiedlich sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:38",
      "text": "Tatsache, das ist ja bekloppt. Was soll das denn?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:27:42",
      "text": "Ich versuch's gerade mal mit etwas mehr."
    },
    {
      "speaker": "roddi",
      "time": "3:27:43",
      "text": "Du musst es nochmal löschen, was du da hast. genau, mach mal die Maus weg,\ndann hast du nur noch die Ratte und jetzt hast du eine Ratte.\nKann das irgendjemand erklären?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:27:55",
      "text": "Also ich habe jetzt einfach mal ein Bild von mir ausgewählt,\nda macht er jetzt halt so einen pseudolustigen Cartoon von mir mit Katzenohren."
    },
    {
      "speaker": "roddi",
      "time": "3:28:02",
      "text": "Mäuseohren meinst du?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:28:03",
      "text": "Wahrscheinlich, genau, Mäuseohren, genau, das ist jetzt wahrscheinlich also irgendwie so ein,\nAusnahmefall, den sie da genommen haben nach dem Motto, wenn die Leute Maus\ntippen, dann wollen sie selber als Maus aussehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:14",
      "text": "Ich verstehe das ja für ihr komisches Genmoji oder wie sie das nennen,\nalso wenn man sozusagen jetzt für eine Person da ein Bild wählt,\naber warum muss man hier eine Person angeben für eine Maus, so ein Quatsch."
    },
    {
      "speaker": "roddi",
      "time": "3:28:27",
      "text": "Ja, habe ich auch nicht verstanden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:29",
      "text": "Hast du noch was anderes gefunden, wo man das braucht?"
    },
    {
      "speaker": "roddi",
      "time": "3:28:31",
      "text": "Ja, aber das habe ich jetzt nicht aufgeschrieben. Ich habe noch mehr Tiere durchprobiert\nund es gab noch einige andere Tiere, also Hund geht ohne Person, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:42",
      "text": "Dicker Hund, ist ja ein dicker Hund."
    },
    {
      "speaker": "roddi",
      "time": "3:28:45",
      "text": "Dicker Hund."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:28:47",
      "text": "Dicker Hund will auch eine Person."
    },
    {
      "speaker": "roddi",
      "time": "3:28:48",
      "text": "Diese Beschreibung kann nicht verwendet werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:51",
      "text": "Das ist ja ein dicker Hund."
    },
    {
      "speaker": "roddi",
      "time": "3:28:53",
      "text": "Ja, und dann gab es so ein paar Sachen, die hat er halt überhaupt nicht hingekriegt.\nAlso ich habe es mit einem Capybara versucht. Capybara kannte er nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:02",
      "text": "Fetter Hund. Fetter Hund geht, aber dicker Hund geht nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:29:07",
      "text": "Ja, ist wie bei der Katze. Also dick scheint echt ein verbotenes Wort zu sein bei denen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:29:13",
      "text": "Also selbst Hund alleine geht bei mir jetzt hier auch nicht.\nOder er ist jetzt gerade irgendwo festgefahren."
    },
    {
      "speaker": "roddi",
      "time": "3:29:17",
      "text": "Es kann sein, dass du die Keywords noch hast von den anderen Versuch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:29:22",
      "text": "Ja, dann müsst ihr mir doch die anzeigen, damit ich sie löschen kann.\nDafür haben sie ja auch eine GUI."
    },
    {
      "speaker": "roddi",
      "time": "3:29:25",
      "text": "Ja, dafür gibt es irgendwo da oben diesen Fertigknopf, glaube ich.\nAlso was es nicht gab, zum Beispiel das Capybara, kannte er gar nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:36",
      "text": "Ich sage dicker Dobermann."
    },
    {
      "speaker": "roddi",
      "time": "3:29:37",
      "text": "Und dann habe ich mal in der Wikipedia nachgeguckt, auf Deutsch heißt Capybara\neigentlich Wasserschwein.\nAber wenn man Wasserschwein eingibt, dann macht er ganz komische Dinge.\nAlso es ist, es ist, äh, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:50",
      "text": "Bei Wasserschwein?"
    },
    {
      "speaker": "roddi",
      "time": "3:29:53",
      "text": "Also es sieht nicht nach einem Capybara aus, sagen wir mal so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:57",
      "text": "Nee, es sieht mehr nach einem Wildschwein aus."
    },
    {
      "speaker": "roddi",
      "time": "3:30:00",
      "text": "Was so leichte Mausanmutung hat, wenn ich das mal so sagen darf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:05",
      "text": "Vielleicht hat er die dicke Maus da reingemischt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:30:08",
      "text": "Also ich habe jetzt fetter Hund Berlin Fernsehturm gemacht.\nDa kommen aber eigentlich ganz brauchbare Sachen aus. Das ist also ein ersichtlich\ndicker Hund vor einem erkennbaren Berliner Fernsehturm.\nManchmal hat der Hund den Turm so aus dem Kopf raus, aber da sind dann drei\nTürme. Dann hat der Turm mal noch so ein Zwischendeck."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:31",
      "text": "Für einen Dobermann muss ich auch nur eine Person auswählen. So ein Unsinn.\nOkay, das ist unbrauchbar. Also ich glaube, dieser ganze..."
    },
    {
      "speaker": "roddi",
      "time": "3:30:39",
      "text": "Oh, ich kriege zwei Fernsehtürme."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:41",
      "text": "Dieser Apple-Intelligence-Kram ist wirklich..."
    },
    {
      "speaker": "roddi",
      "time": "3:30:46",
      "text": "Ist schon peinlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:47",
      "text": "Es ist eigentlich unbrauchbar. Es ist komplett peinlich. Es ist ein totales Non-Feature.\nIch meine, wir haben uns ja hier irgendwie, als das angekündigt wurde,\nhier vor einem Jahr ja auch so ein bisschen gefragt, okay, wo geht da die Reise\nhin? Und ich dachte mir so, naja, die werden ja wohl schon irgendwie..."
    },
    {
      "speaker": "roddi",
      "time": "3:31:05",
      "text": "Naja, wir hatten uns damals mit Max gefetzt und man muss zugeben,\nMax hat schon recht behalten.\nAlso das, was Apple da jetzt..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:14",
      "text": "Max hat ja nur gesagt, es kommt nicht. Es wird nicht fertig.\nDas war ja sein Punkt. Nicht, dass es nichts..."
    },
    {
      "speaker": "roddi",
      "time": "3:31:20",
      "text": "Ja, gut, aber ich meine, wenn du dir... Auch dieser Image-Playground,\ndas kannst du eigentlich als fertig bezeichnen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:27",
      "text": "Nein, das ist es ja auch nicht, aber das wusste man ja nicht und das ist ja\nin dem Sinne auch ein bisschen was Neues für Apple, dass sie so ein Main-Feature-Ding,\nWie dieses Apple Intelligence, also sozusagen so hier unser neues Betriebssystem\noder nicht nur eins, sondern sozusagen unsere komplette Garde von Betriebssystemen auf allen Devices,\njetzt neu mit AI und wir nennen es auch noch Apple Intelligence und mischen\nsozusagen auch unseren Namen mit rein.\nUnd dass das offensichtlich alles gegen die Wand gefahren wurde und sie in ihrer\nEinschätzung darin, wie bald sie das wie gut hinbekommen,\nkomplett daneben gelegen haben,\nsagt einerseits ein bisschen was darüber aus, wie es Apple gerade geht. Auf der einen Seite."
    },
    {
      "speaker": "roddi",
      "time": "3:32:22",
      "text": "Viel zu gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:23",
      "text": "Und auf der anderen Seite, naja, nicht so gut. Weil ich meine,\ndas ist ja im Prinzip eine Abkehr von ihren bisher gelebten Prinzipien.\nAlso sie haben zwar ab und zu auch mal was angekündigt, was dann nicht sofort da war.\nAber dann haben sie sich halt herangesetzt und haben halt ganz viel Energie reingesteckt.\nUnd dann war es halt irgendwann fertig. Also sie konnten,\nsagen wir mal, die klassischen Features, die wir bisher immer gesehen haben\nin Betriebssystemen, das war etwas, das konntest du mit etwas Kreativität und\nviel Fleißarbeit am Ende dann auch hinbekommen.\nweil mehr oder weniger klar ist was der Weg dahin ist der ist vielleicht steinig\nund schwierig und lang aber er ist klar während bei diesem ganzen AI Kram,\nspeziell jetzt mit es ist sicher und ich meine dicker Hund ich weiß nicht was\nsie verhindern wollen aber sie wollen halt irgendwas verhindern Dickpics natürlich.\nJa, okay, gut, stimmt. Was halt absurd ist irgendwie.\nUnd klar, das kann man irgendwie auch verstehen aus ihrer Perspektive,\nnur die Einschätzung war ja, wir werden das schon irgendwie hinbekommen.\nUnd das Problem ist, bei so einer Technologie, wo du eigentlich am Ende nie\nsagen kannst, was jetzt eigentlich genau das Neuron ist, was hier die falsche\nAbzweigung genommen hat, was die falsche Gewichtung in diesem Model war.\nDann ist es halt wahrscheinlich auch einfach unmöglich, hier irgendwelche Versprechen\nzu machen. Also ich weiß nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:34:03",
      "text": "Ja gut, aber hätten sie die Versprechen auch nicht machen dürfen, ganz ehrlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:08",
      "text": "Gar keine Frage, sie hätten das so nicht machen dürfen, aber sie haben es getan\nund das ist nicht gut und vor allem ist da halt viel Energie reingegangen und\nviele andere Sachen, die vielleicht mal dringend nötig wären,\ndie ich ehrlich gesagt viel lieber gesehen hätte als diesen Quatsch,\nnaja, die sind halt irgendwie auf der Strecke geblieben.\nAlso mal so Bugs fixen zum Beispiel oder sowas, das wäre ja mal ganz geil.\nEinfach mal die Scheiße stabil machen mal wieder.\nJa, also ich finde es underwhelming.\nIch finde es halt natürlich auch irgendwie kacke, dass die paar Features,\ndie sie jetzt wirklich gebaut haben, die wirklich praktisch sind,\ndass die halt jetzt nicht kommen, wegen der Auseinandersetzung mit der EU.\nVielen Dank, EU, an der Stelle.\nIch hatte das ja mal in der Beta, ich weiß nicht, hast du auch mal so zwischendurch\nso eine Beta installiert? Also ich hätte mal diese,\n15, 4 Beta laufen gehabt, also die developer-Beta von macOS."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:35:10",
      "text": "Habe ich drauf bei mir, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:12",
      "text": "Hast du immer noch drauf?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:35:13",
      "text": "Ja, aber ich habe generell immer die Dev-Beta drauf bei mir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:17",
      "text": "Also als ich in... Und hast du iPhone-Synchronisierung?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:35:22",
      "text": "Geht nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:24",
      "text": "Als ich in Vietnam war und die Beta fuhr, ging das.\nAlso ich durfte das mal testen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:35:32",
      "text": "Ja, aber das wird dann mit wieder irgendwie..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:35",
      "text": "Es wurde im Release dann wieder kassiert, es war dann weg, aber ich hab's halt\nzumindest mal eine Weile benutzt und das ist halt ein geiles Feature. Das hätte ich gern.\nStattdessen gibt's nur diesen Quatsch und wegen der unklaren Regelungen mit\ndiesem Digital Markets Act gibt es halt jetzt die geilen Features gibt es halt\nalle nicht. Und das wird jetzt wahrscheinlich noch eine Weile so weitergehen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:35:57",
      "text": "Aber auf meinem iPhone kann ich jetzt endlich wieder Menschen finden.\nWir nennen uns, das ist aus Südkorea und war darum irgendwie 150 Euro günstiger,\naber hatte dann halt so die Privacy Security,\nEinschränkungen auch von Südkorea und die konnten sich irgendwie zehn Jahre\nlang nicht mit Apple einigen über,\ndas Find My Feature, wie man das irgendwie mit südkoreanischem Recht zusammenbringt\nund da ging es schon vor ein paar Monaten rum so, die hätten jetzt eine Einigung\nerreicht und es würde jetzt kommen und seit dem letzten Update,\ngeht es einfach so. Immerhin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:35",
      "text": "Kaum macht man es richtig, funktioniert es auch gleich."
    },
    {
      "speaker": "roddi",
      "time": "3:36:39",
      "text": "Dieses eine Person auswählen, das macht mich wahnsinnig. Ich habe gerade Alien\ngesagt, einen relativ uninteressanten Alien. Okay, Alien auf einem Pferd.\nHat er hingekriegt, der Alien sitzt auf einem Pferd. Sag ich,\nAlien auf einem Pferd vor dem Todesstern.\nWas sagt er? Fahre fort, indem du eine Inspiration für die Person in deinem Bild wählst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:04",
      "text": "Fahre fort, indem du eine Inspiration wählst.\nWas ist denn das für eine Sprache auch? Also ich muss auch sagen,\ndas schmerzt einfach wirklich."
    },
    {
      "speaker": "roddi",
      "time": "3:37:20",
      "text": "Okay, hier ist jetzt weder ein Alien noch ein Pferd drauf. Immerhin ein Todesstern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:26",
      "text": "Apple, bitte macht einfach, ich will einfach nur einen geilen Computer haben.\nIch brauche diesen ganzen Unsinn nicht.\nAlso ich weiß auch nicht genau, ich kann sie ja irgendwie verstehen.\nDie ganze Welt hat jetzt irgendwie nach AI geschrien, Aber normalerweise haben\nsie sich ja eigentlich immer ganz gut dagegen gewehrt, das zu tun,\nwonach alle schreien. Aber hier haben sie wirklich mal nachgegeben.\nUnd in gewisser Hinsicht müsste es ja eigentlich bedeuten, dass sie den Wert gesehen haben.\nUnd das hatte ich ihnen zugetraut, dass sie in den Anwendungen die AI potenziell\neröffnet, die Anwendungen sehen, die wirklich sinnvoll sein können.\nUnd okay, Textzusammenfassung.\nAlso ich weiß nicht, mein Leben hat es jetzt nicht um 180 Grad gedreht,\ndass jetzt so ein Summary von einer E-Mail angezeigt wird in der Notification,\ndass ich irgendwie mit einem Blick schon sehen kann, wenn die Notification kommt,\nwas so in etwa der Inhalt dieser E-Mail ist.\nIch würde sagen, es ist vielleicht ein bisschen besser, als wenn er nur das\nSubject anzeigt, aber wenn das alles ist,\nansonsten weiß ich nicht, gibt es überhaupt irgendein AI-relevantes Feature\nin den Apple-Betriebssystemen, wo wir jetzt sagen würden, wenn das jetzt ausgeschaltet\nist, dann würden wir es sofort vermissen?"
    },
    {
      "speaker": "roddi",
      "time": "3:38:55",
      "text": "Also die Kategorisierung von E-Mails fand ich ganz gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:58",
      "text": "Das habe ich sofort abgeschaltet."
    },
    {
      "speaker": "roddi",
      "time": "3:39:00",
      "text": "Die funktioniert bei mir ganz brauchbar."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:39:01",
      "text": "Bei mir auch, aber hat Google auch gefüllt seit 15 Jahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:04",
      "text": "Was kategorisiert die denn bei dir?"
    },
    {
      "speaker": "roddi",
      "time": "3:39:06",
      "text": "Na, wichtig und Shopping und Community."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:39:12",
      "text": "Forengeschichten und Werbung."
    },
    {
      "speaker": "roddi",
      "time": "3:39:16",
      "text": "Ja, das ist schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:18",
      "text": "Und wie benutzt du das dann?"
    },
    {
      "speaker": "roddi",
      "time": "3:39:20",
      "text": "Ich schalte das ein und dann sehe ich die Liste der E-Mails."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:39:24",
      "text": "Und 90% der Zeit arbeite ich nur im Wichtig-Ordner. Das habe ich aber vorher\nschon per Hand gehabt, indem ich VIP,\ndiese VIP-Funktion ganz massiv nutze und alle\nanderen e-mails eigentlich mehr oder weniger ignoriere weil\nalle leute das e-mail ist sowieso überhaupt nicht mein medium die leute wissen\ndass sie mich über chat und dms und mastodon und sonst wo erreichen und nicht\nüber e mail und die wenigen dinge die ich noch per e mail irgendwie brauche\ndie habe ich alle in vip kontakte gepackt und die gucke ich mir regelmäßig an alles andere."
    },
    {
      "speaker": "roddi",
      "time": "3:39:57",
      "text": "Du hast gefragt, welches Feature ich benutze."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:59",
      "text": "Ja, ja, ich grübel gerade, ob ich der AI-Zutrauer einzuschätzen,\nwas für mich wichtig ist. Und da habe ich so ein bisschen meine Zweifel."
    },
    {
      "speaker": "roddi",
      "time": "3:40:07",
      "text": "Sagen wir mal so, ich habe mein E-Mail-Postfach etwas ausufern lassen und habe\nschon lange nicht mehr konsequent auf viele Newsletter unten abbestellen gedrückt.\nInsofern ist es ganz gut, dass diese Klassifizierung halbwegs in der Lage ist,\nMails, die tatsächlich in einen Newsletter auch gehören, da auch reinzutun.\nAlso das ist schon die Sachen, die ein bisschen interessanter sind,\nals wichtig zu kennziffern, kennzeichnen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:41",
      "text": "Naja, gut. Ich würde sagen, wir sind durch, oder? Keine Themen mehr."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:40:47",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:47",
      "text": "Wir bemühen uns mal um einen nicht ganz so nach hinten geschobenen Termin für\ndie nächste Sendung. und gucken wir mal, wie viel Erfolg wir damit haben werden.\nUnd ja, mir fällt jetzt nicht mehr so richtig viel ein.\nDas war jetzt eine Sendung des Wehklagens. Wir hatten irgendwie nur gemeckert. Ein Meckeronkel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:41:11",
      "text": "Dann müssen wir nächstes Mal was Positives."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:13",
      "text": "Genau, nächstes Mal machen wir wieder was total Positives."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:41:15",
      "text": "Wo bleibt das Positive?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:17",
      "text": "So sieht es nämlich aus. Stimmt's?"
    },
    {
      "speaker": "roddi",
      "time": "3:41:21",
      "text": "Ja, wahrscheinlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:22",
      "text": "Ja, wahrscheinlich. Gut, dann können wir ja mal hier Outro machen. Die schöne Musik.\nUnd die begleitet euch jetzt hinaus zum nächsten Podcast, der in eurer Liste\nist. Und Freakshow kommt auch bald wieder.\nUnd da freut ihr euch jetzt am besten schon mal drauf. Wir freuen uns auf jeden Fall auch.\nUnd sagen bis dahin. Tschüss und bis bald."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:41:47",
      "text": "Tschö."
    },
    {
      "speaker": "roddi",
      "time": "3:41:47",
      "text": "Freut euch gefälligst. Tschüss."
    }
  ]
}