{"v":1,"episode":292,"speakers":["Tim Pritlove","Ralf Stockmann","roddi"],"t":[21,37,42,61,62,63,65,72,74,78,83,84,94,94,98,99,103,105,139,141,143,146,149,156,157,160,186,188,211,219,225,238,263,264,271,273,301,302,304,306,308,327,392,395,406,411,414,417,421,422,423,450,451,462,467,468,472,488,493,501,504,512,549,557,594,598,600,600,643,645,654,668,673,683,687,692,697,723,753,756,760,761,762,772,774,786,799,802,804,806,810,813,825,827,837,838,957,958,973,977,1005,1038,1047,1048,1064,1065,1093,1095,1103,1109,1112,1116,1124,1125,1131,1133,1135,1140,1142,1156,1157,1184,1186,1221,1233,1235,1236,1254,1256,1258,1282,1284,1297,1308,1311,1314,1370,1422,1423,1435,1436,1439,1440,1445,1447,1449,1471,1500,1511,1512,1518,1534,1535,1562,1567,1574,1575,1600,1611,1659,1662,1666,1667,1668,1669,1670,1671,1674,1680,1683,1719,1724,1728,1774,1778,1784,1798,1814,1833,1835,1837,1850,1882,1890,1895,1904,1906,1907,1912,1914,2087,2092,2165,2167,2168,2169,2174,2177,2202,2215,2267,2269,2476,2478,2552,2555,2559,2584,2589,2596,2599,2626,2630,2643,2646,2657,2662,2744,2800,2879,2881,2899,2919,2969,2970,2974,2977,2980,2982,3005,3010,3046,3068,3077,3087,3092,3095,3127,3132,3136,3157,3158,3249,3250,3251,3254,3257,3258,3259,3260,3264,3271,3360,3362,3363,3364,3365,3368,3371,3375,3377,3379,3383,3384,3439,3440,3444,3447,3448,3452,3468,3472,3474,3476,3505,3508,3511,3523,3533,3539,3545,3547,3549,3559,3560,3571,3584,3586,3587,3587,3588,3589,3594,3596,3597,3598,3600,3602,3641,3642,3728,3729,4156,4157,4219,4221,4253,4279,4281,4317,4329,4336,4339,4390,4393,4399,4402,4430,4702,4712,4714,4715,4716,4718,4719,4724,4726,4758,4758,4760,4769,4774,4775,4778,4809,4825,4858,4858,4859,4869,4884,4889,4893,4947,4962,4985,4992,4995,5001,5008,5032,5038,5058,5059,5072,5074,5090,5096,5107,5112,5122,5124,5136,5137,5160,5170,5172,5250,5254,5262,5264,5292,5293,5318,5325,5327,5387,5389,5466,5468,5470,5472,5473,5478,5480,5482,5484,5486,5488,5490,5492,5494,5494,5499,5501,5502,5503,5506,5552,5553,5557,5573,5575,5577,5580,5585,5587,5608,5641,5642,5723,5853,5854,5861,5861,5883,5891,5900,5907,5910,5911,5913,5930,5944,5945,5948,5978,5981,5983,5986,5988,5992,5992,6003,6005,6009,6011,6016,6017,6020,6021,6029,6031,6039,6040,6041,6047,6049,6049,6051,6053,6054,6054,6093,6095,6108,6109,6120,6126,6127,6131,6136,6138,6164,6176,6183,6184,6190,6191,6202,6204,6223,6227,6286,6289,6297,6303,6304,6306,6313,6314,6322,6324,6326,6335,6340,6457,6470,6472,6488,6498,6505,6512,6516,6528,6538,6539,6540,6543,6562,6576,6605,6605,6680,6684,6708,6709,6741,6744,6751,6754,6758,6761,6765,6768,6822,6832,6837,6839,6841,6920,6972,6975,7112,7112,7135,7164,7165,7201,7241,7244,7249,7288,7295,7298,7309,7379,7392,7404,7434,7789,7810,7825,7834,7838,7849,7912,7926,7951,7955,7968,7970,7978,7985,8077,8125,8135,8138,8152,8160,8161,8163,8230,8243,8430,8431,8447,8453,8500,8542,8553,8554,8602,8608,8744,8749,8751,8753,8795,9008,9011,9019,9020,9031,9033,9036,9038,9041,9043,9047,9048,9052,9060,9064,9068,9072,9074,9082,9083,9092,9109,9112,9124,9129,9149,9152,9165,9169,9170,9176,9179,9180,9189,9193,9195,9196,9198,9200,9209,9222,9224,9236,9245,9248,9278,9287,9306,9307,9329,9334,9337,9339,9347,9355,9377,9421,9429,9438,9450,9453,9460,9485,9486,9488,9491,9502,9511,9516,9517,9526,9543,9556,9557,9561,9570,9575,9579,9580,9582,9587,9604,9605,9610,9614,9617,9618,9620,9639,9646,9650,9657,9673,9687,9688,9692,9693,9701,9704,9705,9706,9706,9709,9711,9715,9721,9743,9747,9777,9781,9798,9799,9801,9809,9828,9830,9866,9878,9880,9881,9882,9893,9898,9899,9903,9956,9975,9976,9978,9979,10100,10103,10153,10155,10156,10170,10171,10192,10195,10204,10209,10220,10221,10271,10272,10288,10289,10317,10318,10383,10384,10397,10405,10406,10408,10418,10419,10436,10440,10447,10448,10449,10452,10453,10453,10455,10456,10461,10464,10466,10471,10472,10475,10480,10489,10490,10494,10520,10523,10526,10529,10530,10538,10540,10541,10545,10546,10556,10557,10561,10562,10564,10566,10608,10612,10623,10625,10628,10630,10632,10633,10634,10635,10638,10638,10642,10644,10657,10661,10662,10668,10671,10711,10716,10737,10739,10740,10749,10754,10810,10812,10828,10830,10841,10849,10860,10862,10874,10875,10879,10879,10895,10898,10907,10909,10910,10912,10949,10952,10955,10956,10958,10962,10973,10976,10979,10984,10988,11005,11019,11034,11059,11061,11082,11084,11160,11162,11171,11180,11238,11244,11246,11247,11280,11288,11642,11658,11728,11745,11760,11764,11765,11766,11790,11819,11876,11880,11882,11885,11956,11962,11997,12007,12016,12019,12027,12033,12070,12073,12074,12088,12128,12136,12141,12145,12157,12161,12165,12167,12173,12177,12184,12234,12237,12239,12256,12257,12257,12260,12262,12263,12269,12273,12276,12281,12312,12332,12336,12366,12368,12412,12413,12416,12418,12425,12451,12455,12465,12490,12498,12513,12516,12538,12540,12543,12546,12560,12572,12575,12576,12584,12587,12594,12597,12601,12657,12660,12661,12666,12667,12672,12687,12689,12714,12722,12732,12733,12743,12747,12748,12750,12753,12755,12760,12764,12772,12791,12800,12801,12806,12859,12862,12870,12874,12882,12885,12897,12920,12922,12926,12932,12941,12957,12959,13022,13032,13032,13071,13091,13101,13120,13141,13145,13146,13148,13149,13159,13178,13230,13233,13234,13274,13276,13294,13390,13395,13424,13428,13431,13467,13477,13479,13500,13515,13517,13520,13521,13542,13545,13550,13558,13568,13571,13577,13581,13583,13594,13623,13624,13627,13630,13631,13633,13633,13671,13681,13689,13695,13696,13698,13709,13710,13716,13716,13727,13732,13741],"s":[0,1,0,2,0,1,0,2,0,1,2,0,1,0,1,0,2,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,2,1,0,2,0,2,0,2,0,1,0,2,1,2,0,2,0,2,1,2,1,0,2,1,2,1,0,2,0,2,0,1,0,2,0,2,0,2,0,2,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,1,2,0,2,0,2,0,2,0,2,0,2,0,2,1,0,2,0,2,0,2,0,2,0,2,0,1,2,1,2,1,0,2,0,1,0,1,2,1,2,1,2,1,2,1,0,2,0,1,2,1,0,2,0,2,0,1,0,1,0,2,0,1,2,0,1,0,1,0,2,0,2,1,0,2,0,2,0,1,0,1,0,1,0,1,0,1,0,2,0,2,1,0,2,0,2,0,2,0,2,0,2,0,2,1,2,1,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,2,0,1,0,1,2,0,1,0,1,0,1,2,0,2,0,2,0,2,0,1,0,2,0,1,0,1,0,1,0,2,0,2,0,1,0,2,0,2,0,2,0,2,0,1,0,2,0,2,0,1,0,1,0,2,0,1,0,1,2,0,2,1,0,1,0,1,0,1,2,0,1,2,1,2,1,0,1,0,1,0,2,0,1,0,1,0,1,0,1,0,2,1,0,2,0,2,0,2,0,1,0,1,0,2,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,2,0,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,2,0,1,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,1,0,1,2,1,0,1,0,1,0,2,0,2,1,0,1,0,2,0,2,1,0,2,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,1,0,1,2,1,0,1,0,2,0,2,0,2,1,2,0,1,2,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,0,2,0,1,0,1,0,1,0,1,2,1,0,1,0,2,0,2,0,2,1,2,0,1,0,2,0,2,0,1,0,2,0,2,0,1,0,1,0,1,0,1,0,1,2,1,0,2,1,0,2,1,0,1,2,1,2,1,2,0,2,0,2,0,2,0,1,0,1,2,1,2,0,2,0,2,0,2,0,1,0,1,0,2,1,0,2,0,1,0,2,0,1,0,1,0,1,0,1,0,2,1,0,1,0,1,2,1,0,1,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,0,1,0,1,0,1,2,0,1,0,1,0,1,0,1,0,1,2,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,2,1,0,1,0,1,0,1,2,0,1,2,1,2,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,2,0,1,2,0,2,0,2,0,1,0,1,2,0,1,2,0,1,0,1,2,0,2,0,1,0,1,0,1,0,1,2,1,2,1,0,1,2,1,0,2,0,2,0,2,0,2,0,2,0,1,2,1,0,1,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,0,2,0,2,0,1,2,1,2,0,2,0,2,0,2,0,2,0,2,1,2,1,0,2,0,2,0,2,0,1,2,1,2,1,2,0,2,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,2,1,0,2,0,2,0,2,0,2,0,2,1,2,0,2,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2],"x":["Herzlich willkommen.\nIch habe die Falsch-Taste gedrückt. Die hat mich gerade erschreckt.\nHerzlich willkommen, was habe ich gesagt?\nZur Freak-Show Nummer 292.\nOh Mensch, wir müssen uns Gedanken über die 300 machen.","Ja, das erzählen wir aber auch schon seit einem Jahr. Wir könnten einfach mal anfangen.","Ja, wir könnten mal anfangen, uns darüber Gedanken zu machen.\nGenau, wir schreiben den, was schreiben wir? 22. Mai.\nOh, morgen ist der 23. Mai. Fällt mir gerade auf. Also 22. Mai 2025.\nUnd wir sind's. Hallo, ich bin's Tim. Und Roddy ist da. Hallo, Roddy.","Guten Abend.","Und Ralf ist da.","Einen wunderschönen guten Abend.","And this is what you get. Keine Gäste, keine Überraschung. Hier wird alles nach\nbewährtem Rezept zubereitet.","Auch keine ehemaligen?","Ne, keine ehemaligen, einfach nur straight unsere Linie.","Manche würden sagen, leider.","Ach, wer würde sowas denn sagen?","Ein bisschen deprimiert, wir müssen ihn noch ein bisschen aufbauen.\nEr hatte einen harten Tag.\nDas ist ja auch okay. Man kann ja auch mal einen harten Tag haben.","Danke.","Aber immerhin bist du gesund.","Genau, wenigstens etwas.","Ja, das ist doch schon mal ein Schritt nach vorne.","Stimmt, kommt auch nicht so oft vor.","Genau.\nJa, Leute, ich dachte mir, wir fangen heute mal an mit Feedback,\nweil Feedback ist immer gut und wir hatten so viel und das ist durchaus,\nich habe auch das Gefühl, man muss sich dazu nochmal äußern zu bestimmten Themen\nund nachfragen und so mit den Kommentaren und mit dem Feedback ist das ja so eine Sache.\nDa kommen ja auch manchmal so ein paar Spitzen, also manche sind ja auch ganz schön angespitzt.\nManchmal, so bei bestimmten Meinungsäußerungen oder so.","Wie das im Internet so passiert.","Wie das im Internet so ist, ja.","Unter anonymen Namen.","Das wissen wir nicht. Leider heißen die ja wirklich so.","Wahrscheinlich heißen die einfach wirklich Schiffsschraube. Genau.","Man weiß es nicht.","Grüße.","So und ich blicke erstmal hier auf meine Notizen und stelle fest,\nich habe mich hier ein bisschen verformatiert,\ndas werde ich jetzt mal ganz schnell nochmal korrigieren und weil es so schön\nist und weil ich das irgendwie wichtig finde und weil es auch andere Leute aufgegriffen haben,\nmöchte ich gerne beginnen mit dem Scheißthema vom letzten Mal.","Das gab viel Feedback.","Genau, also das hat die Leute wirklich in Wallung gebracht und das finde ich\neigentlich auch ganz gut, weil sowas ja auch gedacht.\nAlso nicht unbedingt, dass ich aufrührerisch wirken wollte, aber ich dachte\nmir so, das ist schon so ein Thema, das muss man mal ansprechen.\nUnd das ist ja auch schwierig so mit dem Fäkalen, das gehört ja nun mal zu unseren\nschambehafteten Themen. Genau, zu den Tabuzonen.","Ich finde zu Recht, aber vielleicht ist ein bisschen zu viel Tabu dabei,\ndas kann natürlich sein.","Zu Recht, warum findest du, dass das zu Recht so ist? Warum ist das Recht?","Naja, ich sag mal so, es ist jetzt auch kein wirklich ein Thema,\nwas einen so durch den Tag trägt.\nAlso dich vielleicht schon, aber mich nicht.","Naja, die Befindlichkeiten sind ja sehr ungleich verteilt. Also ich habe es\nja zum Beispiel wiederum mit dem Blut und finde ja dann irgendwie,\ndass andere Leute sich darüber so unterhalten. Das finde ich ja ganz furchtbar.\nAlso naja, ist jetzt auch nicht so, dass ich jetzt gerne oder viel darüber nachdenke.\nIch finde nur, es ist wichtig, darüber nachzudenken.\nIm Prinzip war das ja auch schon der zweite Teil. Der erste Teil,\nden hatten wir ja auch schon mal. Und da ging es ja um ganz generelle, allgemeine Fragen.","Sägespäne und anderes Ding.","Ja, und auch irgendwie, wie gehen wir mit unseren ganzen Stoffen so um?","Die bereits gewechselt sind.","Die, aber auch die, die wir so hinzufügen über die Kanalisation und so weiter,\nMedikamente, was da alles irgendwie abgeht.\nAlso wir verbreiten ja sozusagen auch so eine biochemische Grundsuppe in der\nNatur von Depressiva und was nicht alles.\nTim Silleri hat mal von LSD im Trinkwasser geträumt und was haben wir jetzt? Antidepressiva,\nim Fäkalkanal.","Ja nun.","Ja nun was?","Ja, ist ein Problem.","Haben wir also akzeptiert.","Naja gut, ich meine, dass Medikamente nicht ins Klo gehören.\nNaja gut, die Nachricht ist vielleicht noch nicht bei allen angekommen und dann\nmuss man sich halt darüber unterhalten.\nWie kriegt man den Scheiß da wieder raus? Also nicht den Scheiß,\nsondern die Medikamente natürlich.","Genau, aber mir geht es ja gar nicht um die Medikamente, sondern mir geht es ja ums Feedback.\nIch lese mal, was geschrieben wurde. Zum Beispiel kam hier, da ist auch wieder\ndie Frage, ist das der richtige Name?\nFlutschfinger in dem Zusammenhang interessant gewählt, würde ich mal sagen.\nFlutschfinger schreibt, bei dem Scheißthema kamen ja ein paar wichtige Punkte zu kurz.\nBei Anschluss an den, also kurzer Rückblick für Leute, die letztes Mal nicht\ngut zugehört haben. Wir haben uns ja über Bidetbrausen unterhalten.\nAlso so eine Art Handdusche in der Nähe des Klos.\nDie kann man dann für alles Mögliche verwenden, aber primär ist es natürlich fürs Gesäß.\nOder was man untenrum sonst noch so bestrahlen möchte. Naja, also.\nFlutschfinger schreibt, bei Anschluss an den Spülkastenzulauf ist das Wasser\nnicht zu kalt, gerade im Winter? An dieser Körperstelle.","Das wurde von mehreren geantwortet, nein.","Ja, und also erstmal scheint die Temperaturempfindlichkeit da nicht so ausgeprägt\nzu sein, das ist natürlich eine sehr subjektive Geschichte, da kann ich jetzt\nnicht unbedingt für andere sprechen.","Weißt du denn, welcher Körperstelle des Menschen am meisten temperaturempfindlich ist?","Finger? Lippen?","Erste-Hilfe-Kurs? Nicht aufgepasst?","Nee, ich bin ja, wird ja mal ohnmächtig, bevor es wieder kommt.","Der Nacken.","Der Nacken?","Der Nacken des Menschen, ja. Das heißt also, wenn du den Nacken des Menschen,\ndarum ist ein Schal auch so effektiv.\nWenn also der Nacken eines Menschen warm ist,\nstrahlt das so quasi aufs Gesamt-Temperaturempfinden des Menschen aus.\nWas aber auch tückisch sein kann, wenn nämlich deine Füße schon gerade abfrieren,\naber dein Nacken warm ist, dann kriegst du das auch eventuell zu spät mit.\nVon daher Vorsicht bei beheizten, was auch immer, Nackenkissen.","Tod durch Fußballschal sozusagen.","Das kann man auch einfach ausprobieren. Ja, nehmt einen Schal und rubbelt den\nmal so links, rechts an eurem Nacken entlang.\nDas wird dann sehr schnell sehr wohlig warm im ganzen Körper.","Okay, ich rubbel mal so ein bisschen hier. Rubbeldi, rubbeldi, rubbeldi, rubb.","In den ersten 5 Minuten.","Da muss man so alt werden.","Wenn ihr Leute ärgern wollt und so richtig, also im Sinne von richtig fies ärgern,\ndann kannst du noch den Trick machen, dass du einen Eiswürfel nimmst und jemand\nanders vorher eine Zigarette zeigst und dann hinter ihm stehst und ihm dann\nden Eiswürfel in den Nacken rein drückst.","Lass mich geraten und weil man zwischen heiß und kalt nicht so richtig unterscheiden\nkann, sondern nur die Differenz wahrnimmt, denkt man...","Du wirst gerade abgefoltert mit einer Zigarette. Mach das nicht zu Hause, Kinder.","Also sowas, sondern nur in der Schule oder was?","Dinge, an die ich mich aus meinen Erste-Hilfe-Kursen erinnere.\nDa haben wir exakt das beigebracht bekommen.","Okay. Das ist interessant, aber ich kann euch versichern, Leute.\nAm Arsch ist eigentlich scheißegal. Abgesehen davon, dass die Vorstellung,\ndass das Wasser, was so aus dem Wasserhahn kommt, immer eiskalt wäre,\nist ja auch absurd. Also ich meine, das hat man wirklich sehr selten.\nNormalerweise die Menge an Wasser, die man dort zum Einsatz bringt,\nstand sowieso schon in einem Rohr, was stundenlang irgendwie von einem Haus mitgewärmt wurde.\nAlso da fallen ja keine Eiswürfel raus, sondern das ist halt einfach unproblematisch.","Bis es richtig kalt wird, muss man schon eine Weile laufen lassen.\nNormalerweise hängt, weiß nicht, vielleicht gibt es auch Häuser, wo das nicht so ist.","Und ich war gerade tatsächlich in Polen, dazu später mehr,\nin so einer Apartment-Wohnung zum Übernachten und dort gab es eine relativ moderne\nWohnungsinstallation und die hatte tatsächlich auch eine BD-Browser am Start,\nzu meiner größten Freude. Und nicht nur das.\nDie BD-Brause hatte sogar einen eigenen Thermomischer, eine eigene Mischbatterie.\nDas heißt, man konnte dort tatsächlich auch Warmwasser wie am normalen Waschbecken\nquasi sich zusammenmischen.","Hatte die zwei Rohre Anschluss oder wie?","Offensichtlich.","Okay.","Also den Luxus haben sie sich dann einfach mal geleistet. Ich meine,\ndas ist so ein Meter vom Waschbecken entfernt gewesen, dann führst du halt auch\nnochmal das warme Wasser dort auch noch hin und dann kannst du eben auch warmes\nWasser rauslaufen lassen.\nDas allerdings, habe ich ausprobiert, an der Stelle, in die Richtung bin ich\nda schon eher empfindlich. Also zu warm ist gar nicht mal so gut.\nKalt ist eigentlich ganz geil.\nNaja, schämt ihr euch schon alle, es geht noch weiter.\nFlutschfinger führt fort. Achso, den Aspekt hatten wir jetzt.\nEine Heizung, die immer ein Reservoir warm hält, könnte auch zukeimen.\nDa hat er recht. Ja, aber da ist ja keine Heizung.","Nein, wenn da eine Heizung wäre.","Ja, aber wenn da ein Warmwasseranschluss ist, dann ist das derselbe wie in deinem\nnormalen Wasserhahn und der könnte auch zukreimen.","Man nennt es Legionellen und es gibt relativ viele Warmwasserinstallationen,\ndie Probleme mit Legionellen haben, weil sie das warme Wasser nicht warm genug machen.","Das hatten wir bei uns Anfang des Jahres, bei uns im Haus.","Also es wird auch immer öfter gemessen, deswegen kommen die Einschläge näher.\nAber Legionellen sind ein Problem, also da hat er einen Punkt.","Ja, aber wo kommen die jetzt her?","Wo die genau herkommen, weiß ich nicht, aber sie scheinen in wärmerem Wasser ganz gut zu gedeihen.","Ja, aber das Problem haben wir doch mit jedem warmen Wasser,\ndas hast du ja dann auch unter der Dusche.","Da ist das Problem auch besonders groß, weil man wohl besonders empfindlich\nist, wenn man die quasi in die Lunge bekommt.\nUnd dadurch, dass die Dusche so viele Tröpfchen macht und so weiter und Dampf\nund so weiter, kann das sein, dass man die einatmet und das ist wohl besonders ungesund.\nDeswegen will man halt wirklich gucken, dass man keine Legionellen hat.\nAm Arsch sind sie vielleicht nicht so schlimm.","Darum haben wir dann, also das war bei uns im Haushalt mehr Parteienhaus, hier mit alter,\naltem Heizkörper halt unten fürs Wasser im Keller, der halt nicht genug auf\nTemperatur gekommen ist, weil das ist ein echtes Problem und das haben sie über\nWochen, ich bin versucht zu sagen Monate nicht in den Griff bekommen.\nund dann sind wir umgestiegen auf Duschköpfe mit legionellen Fettelter. Die gibt es nämlich.\nUnd dann kannst du zumindest sicher sein, dass deine Kinder nicht verseucht\nwerden, weil die sind dann nochmal besonders betroffen.","Kinder und alte Leute, wie immer.","Und diese Filter, die halten dann halt so irgendwie vier Wochen oder sowas.","Vier Wochen?","Das ist aber nicht lange.","Das ist nicht lang. Dann siehst du denen aber auch schon an,\ndass da schon irgendwie sonst was durchgesuppt ist und dann musst du wieder auswechseln.\nGibt es aber. Kostet glaube ich so 30 Euro oder sowas.","Das wusste ich nicht, aber na gut.","Also das ist ein leidiges, das nämlich wegzukriegen, ohne eine neue Heizung.\nDu darfst unser Chat einen Produktlink hinzufügen. Ja, ich gucke mal, ob ich da was finde.\nDas war wirklich sehr leidig.","Aber ich glaube, die Wahrscheinlichkeit, dass man jetzt bei der Po-Reinigung,\nwährend man auf dem Klo sitzt, dann noch einen tiefen Atemzug von dieser Situation,\nreinzieht, halte ich für überschaubar.","Ja, ich halte das auch nicht für ein zentrales Problem.","Ich wollte nur sagen.","Prinzipiell hat er recht.","Gut.\nWeiter führt er oder sie.","55 Euro, ich dachte, das wäre günstiger gewesen.","Der Finger, der Finger. Der Finger, ja.\nJe nach Jahreszeit, jetzt wird es ein bisschen eklig, je nach Jahreszeit,\nGesundheitszustand oder einmaligen speziellen Mahlzeiten kann man unterschiedliche\nKonsistenzen feststellen. So, so.","Wer kennt es nicht?","Wer kennt es nicht? Von der Sprühwurst bis zum Kantholz ist alles dabei. Kann man?","Kantholz.","Wie reinigt man die zusätzlichen Artefakte der Sprühanlage selbst,\nwenn es mal alles kreuz- und querflucht?\nDas bezieht sich jetzt wahrscheinlich auf die Klos, die sozusagen keine separate\nHandbrause haben, sondern das irgendwie eingebaut haben.\nDa habe ich keine gute, nicht viel Erfahrung, aber ich würde mal sagen,\nso eine Handbrause, wenn man die noch zusätzlich hat, ist hervorragend zum Reinigen\nvom Klo. Also sowas will man sowieso haben.\nNa, also besonders wenn alles kreuz und quer flog. Der Clou der Toilettenschüssel\nist auch der, dass alles glatt und einfach designt ist, damit man es leicht reinigen kann.\nStellt euch vor, in der Sprühdose Sprühdüse hängt sich was fest und starrt euch\ndann immer bräunlich unansehlich an.\nMan fragt sich, wie es die Japaner überhaupt ins 21. Jahrhundert geschafft haben.\nDass sie nicht alle schon von Legionellen und Sprühwürsten dahin gerafft wurden.\nJa, also ich würde einfach mal sagen, die Praxis es zeigt, dass es alles beherrschbar.\nSo, jetzt kommen die anderen Detailfragen. Was, wenn genau das einem Besucher\npassiert? Oha, ja, naja, Gott.\nDer muss ja auch irgendwie sein, ähm, das in den Griff kriegen, ne?\nBekommt ein Sprühstrahl wirklich alles ab? Tja.\nDazu habe ich gleich noch einen passenden Einspieler. Muss man sich nach dem\nSprühstrahl nicht trotzdem abtrocknen?\nDas kam übrigens, das kam so oft, das war überhaupt der Trigger,\nwarum ich mir dachte, da muss ich jetzt echt nochmal drauf einsetzen.\nDie Vorstellung, dass wenn man jetzt sozusagen den Po reinigt mit Wasser,\ndass das irgendwie dazu führen würde, dass danach der ich weiß gar nicht,\nwie man sich das vorstellt, der Po wie so ein nasses Handtuch irgendwie ist und.\nVor Wasser nur so trieft, also das regnet jetzt einfach irgendwie alles ab und\ndann kann man halt auch und das ist ja nicht das Ende des Klopapiers,\nsondern kann man einfach Ein einzelnes unbeflecktes Blatt aus dieser Klopapierrolle entnehmen.","Ein gut gewähltes.","Ein gut gewähltes, mit einem schönen Muster auch. Das appliziert man dann und\nschon hat man sowohl noch Nutzen aus seinen Restbeständen als auch so einen proggenden Hintern.\nSo trunken war er wahrscheinlich noch nie.","Ein Full House, ein Straight Flush, je nachdem ein gutes Blatt halt.","Jetzt wird es irre. Ist ein Föhn zwingend? Nein.\nToilettenpapier kann man auch zum Ohren- oder Nase-Säubern und so weiter verwenden.\nIst also nicht schlecht. Ich habe auch nicht gesagt, das ist schlecht.\nIch habe nur gesagt, wir verbrauchen unnötig viel davon.\nUnd es tut nicht das, was es tun sollte.\nUnd wir können uns einfach mal kurz auch anhören, wie das in Finnland so bewertet\nwird, die ganze Situation.\nDas klingt dann nämlich so. In Finland, we have.","This thing called käsisuipu, a.k.a.\npussy telephone. This is why we are so happy, because we have so clean,\nRantala from Madventures said one time, if you fall face first in shit,\ndo you wipe it with paper or do you actually use water as well?\nI, for instance, like to use. water.\nSo that's why I'm so happy. So please.","Start using these. They are very handy, when you have the squirts. Like that.","Das wird erstmal geklärt.","Ja, also ich finde, das ist jetzt irgendwie abschließend geklärt.\nVielen Dank für den Link.\nIch habe es gerade nicht notiert, wer mir das geschickt hat.\nDas war auch irgendwo in den Kommentaren. Genau.\nJa, ich will es jetzt gar nicht übertreiben.","Achst du schon.","Ja, dann mach ich weiter. M verweist noch auf das Produkt Happy Po.\nHappy Po, was nicht alles gibt. Ja, und ich dachte mir, was kann denn Happy Po sein?\nUnd Happy Po ist sozusagen, gibt's wirklich, Happy Po ist quasi das Bidet to go.\nAlso das ist halt einfach im Prinzip wie so eine elektrische Zahnbürste,\nbloß da vorne Wasser rauskommt.","Das ist aber nicht elektrisch, oder?","Doch. Oder nicht? Achso, du meinst, das ist nur gepumpt? Das kann sein.\nEntschuldigung, ich dachte, das wäre tatsächlich eine elektrische Lösung.","Ich würde jetzt sagen, das ist\neine irgendwie aus Silikon bestehende Flasche, wo man gut drücken kann.","Du hast wahrscheinlich recht.\nOkay, ich nehme alles zurück.","Besonders für die 11,99 glaube ich, ist da nichts elektrisches.","Ja, da hast du recht. Aber dafür gibt es das sowohl in Pink als auch in Minze. Dunkelblau.","Ja, wenn es das in Pink gibt, bin ich schon...","Genau, da wird alles nur gedrückt. Entschuldigung, das hatte ich gerade...\nDas sah gerade so elektrisch aus, ehrlich gesagt.","Macht sie aber nicht schlechter.","Eher besser.","Genau, und das ist gepumpt und das ist halt dann to go, sozusagen.\nDann hast du es halt auch mal dabei.","Depot to go.","Da ist sozusagen für alles gesorgt, egal wo du jetzt gerade bist.\nSepp fügt dann noch an, der deutsche Begriff für Schataff, ich weiß nicht,\nfiel der Begriff bei uns?","Nee.","Ist Bidet, Spritze oder Handbidet? Ein Schataff ist eine Art Handbidet,\ndie in muslimischen Ländern oft verwendet wird, um sich nach der Toilettennutzung zu reinigen.\nSolche Bidet-Spritzen gibt es auch in Finnland, hatten wir gerade in Hotels.\nsind diese oft mit dem Waschbecken verbunden und man kann daher auch warmes Wasser nehmen.\nVorsicht, der Anus kann sehr empfindlich auf heiß reagieren, hatten wir gerade.\nIm Finnland, und nicht kalt. Kalt ist nicht das Problem, heiß ist das Problem.","Aua, die Vorstellung allein.","Im Finnland hatte ich häufig gesehen, dass jedes Klo auch ein kleines Waschbecken\nhatte, an dessen Verrohrung dann die BD-Sprisse angeschlossen war. Genau so. Ja.\nGenau, hier hätte ich jetzt eigentlich mein finnisches Video einspielen können,\naber Da habe ich jetzt das Timing ein bisschen.\nAber ich verschone euch jetzt mit weiteren Ausführungen zu diesem Thema.\nIch will nur klar machen, also ich habe wirklich viele begeisterte Kommentare\nauch noch so sonst wie bekommen, die aller Meinung sind, das ist the way to go.\nHappy Po.","Naja gut, ich finde, es ist ja auch Opt-in.\nWer damit nicht klarkommt, der soll es halt bleiben lassen.\nGilt für viele andere Dinge im Leben auch.","So ein bisschen wie mit Elektromobilität.","Ja.","Genau. Gibt halt ein paar Leute, die wollen halt weiterhin schmieren.\nKommen wir zum anderen Thema.\nLLM als Support. Das war nochmal gleich der Bereich, den wir da bejammert haben, dieser Vorfall.","Von Cursor.","Genau, von Cursor.","Eine Freundin, JSN schreibt, eine Freundin arbeitet bei einer weltbekannten\nFintech-Bude, hat mir gerade erzählt, dass derzeit 70% der Support-Tickets von\neinem LLM beantwortet werden. 70.\nUnd die Mitarbeiter nutzen das Tool intern auch, weil die Anfragen teilweise\nsehr komplex sind bei Produkten wie Futures, Hebeloptionen etc.\nDie machen Copy und Paste. Die LLM hat Zugang zu den Nutzerdaten und Transaktionen\nund kann solche Anfragen dann gut beantworten.","What could possibly go wrong?","Also ich muss sagen, ich habe gerade bei solchen Support-Anfragen,\nman muss es ja fast überall benutzen.\nAlso es ist ja die totale Seuche mit diesen ganzen Chats, die dann auch alle\nnoch so komische Namen haben. Frag doch Fred!","Aber jetzt mal ganz ehrlich, LLM hat Zugang zu den Nutzerdaten und Transaktionen, schreibt er da.\nWhat could possibly go wrong?","Ja, everything could possibly go wrong.","Also das ist so, na gut, Fintech.","Aber ich meine, der Punkt ist schon, wir wissen ja alle, dass die LLMs nicht ohne Qualität sind.\nAlso die können bestimmte Dinge sehr viel besser.\nAlso du kannst halt mal eben die komplette Transaktionshistorie reinsaugen und\nwenn das Ding gut drauf trainiert ist, dann können da sehr viele solidere Schlüsse\ndaraus gezogen werden, zumindest als generelle Einschätzung.\nNur meistens ist es mit diesen Detailproblemen immer so,\ndass da genau eine Sache konkret scheiße läuft und die wird halt bei solchen\nSummarizer-Ansätzen oft auch übersehen oder halt komplett falsch interpretiert\noder genau andersrum, als es halt eigentlich ist und da wird es dann immer schwierig.\nUnd ich finde, Support muss ja manchmal ein spezifisches Problem lösen und für\ndie spezifischen Probleme sind die Dinger nicht so gut, aber für die allgemeinen\nAnfragen mit Sicherheit ganz tauglich.","Ich wäre jetzt eher so auf dem Ding, dass du halt eine Prompt Injection machen\nkönntest, theoretisch.\nAlso ist das LLM, was da läuft, gut genug dagegen geschützt,\ndass jemand halt nicht nur die Daten, zu denen er eigentlich Zugriff haben sollte,\nsondern auch zu anderen Daten über das LLM bekommt.\nAlso ich habe mich selber an Prompt Injection versucht, bin nicht besonders\nweit gekommen aber gut, das ist vielleicht auch irgendwie, aber,\nEs gibt die Möglichkeit, irgendwie eine LLM-Daten zu entlocken,\ndie sie eigentlich nicht Lust freigeben soll. Also das ist so.","Ja.","Insofern sage ich, dass die LLM hat Zugang zu den Nutzerdaten und Transaktionen.\nWenn die das richtig machen und sie hat nur Zugang zu dem Nutzer,\nder gerade authentifiziert ist, okay, dann mag das seine Berechtigung haben.","Du verstehe ich das hier auch nicht.","Ja, das wird jetzt nicht in die Trainingsdaten einfließen.","Nee, das auch nicht.","Aber klar, du könntest über eine Prompt Injection dir theoretisch ja auch Zugang\nauf einen anderen Account irgendwie erschleichen.","Richtig, richtig, das meine ich.","Das eine oder andere ist ja schon durchaus denkbar.","Ja, klar. Da muss dann natürlich das System entsprechend designt sein,\ndass das gar nicht erst möglich ist.\nGut, dann gab es noch einen Hinweis hier zu Batterien. Ich hatte ja behauptet,\ndass die Teslas auch alle noch mit Bleisäure-Akkus rumstehen.\nEs stellt sich raus, ich habe keine Ahnung von dem Scheiß.\nSollte besser das Maul halten. Tesla verbaut seit 2022 keine Bleisäure-Starter-Batterien\nmehr, sondern Lithium-Ionen-Batterien.","Was auch sinnvoll ist, weil Bleisäure-Batterien ihre Stärke bei Anlassern haben\nund nicht bei sonstiger Bordelektronik.\nUnd es ist auch ein logischer Schritt, weil wahrscheinlich so ein Tesla sowieso\nauch nicht so eine dicke Bleisäure-Batterie braucht, sondern mit einer kleineren\nLithium-Ionen-Batterie wahrscheinlich sowieso besser fährt.\nÄhnliches dürfte für andere Elektroautos gelten.","So, wollen wir beim Autothema wären und jetzt kommt die Mercedes Schlüssel Story.\nMagst du vielleicht den Kommentar von Nick hier kurz aufgreifen?","Der ist sehr, sehr lang.","Ja, wir können ja so Absatz für Absatz aufgreifen, aber wenn du schon mal anfängst\nvorzulesen, ich bin gleich wieder da.","So, Nick Stohn schreibt, Als Fahrer einer A-Klasse W169, dem kleinen Bruder des besagten B-Elchs,\nmuss ich, glaube ich, ein wenig Klarheit in die ganzen Spekulationen rund um\nSchlüsselthematik bringen.","Na, dann mal los.","Die Kamera im Rückspiegel, die im verlinkten Motor Talk Beitrag erwähnt wird,\nist nur eine einfache Fotozelle, die für das Abdunkeln des Rückspiegels bei\nBlendung zuständig ist.\nDer Abgleich zwischen Steuergerät und Schlüssel, um den Rollcode wieder in den\nrichtigen Takt zu bringen, darüber hatten wir ja gesprochen,\npassiert nur über das Zündschloss, wo sich entsprechend das Gegenstück zum Infrarotfenster\ndes Schlüssels befindet.","Er sagt eigentlich sollte das nicht funktionieren oder was sagt er?","Ja, im Kern glaube ich schon. Also wir erinnern uns, ich hatte ja glaube ich\nfünf Szenarien vorgelesen.","Ungefähr, ja.","Irgendwie sowas mit dem Dreh. In den Kommentaren sind jetzt noch mal mindestens\nfünf andere Varianten übrigens auch noch mal erwähnt worden.\nAlso es bleibt schon so ein bisschen Voodoo. Aber es mag natürlich sein,\ndass die Variante, die dann bei mir geklappt hat,\nnicht dadurch klappte, dass ich sie vorher auch einmal an den Rückspiegel gehalten\nhatte, wie diese Variante empfohlen hat, sondern dann quasi eben die Prozesse\ndanach im Schloss, die eigentlich entscheidenden waren.\nDas kann ich natürlich nicht nachvollziehen. Das kann schon gut sein.","Was natürlich auch sein kann, ist, dass die auch innerhalb einer Baureihe einen\nRolling Change gemacht haben und dass tatsächlich sein Auto halt anders funktioniert\nals deins. Das kann durchaus sein.","Auch das ist denkbar. So, bei dem nächsten wird er, denke ich,\nmit Sicherheit recht haben, nämlich das Öffnen und Schließen passiert seit den\n2000ern ausschließlich über Funk.\nDie ersten modernen Schlüssel Mitte der 90er sprachen noch über Infrarot.\nDa gab es entsprechende Empfänger an der Unterseite der Rückspiegel,\nalso generell schon richtige Location.\nUnd neben den Notschlössern am Heckdeck und der vorderen Türrand.\nStimmt, ich bin irgendwann mal durchs Heckdeck in mein Auto auch rein,\nals alles andere kaputt war. Das war aber ein anderes Auto.\nDiese wurden dann aber bereits mit den 98er S-Klasse Baureihe 220,\nalso hier ist jemand, der sich auskennt,\nzumindest in diesem Mercedes-Universum, durch die neuen Schlüsseltypen abgelöst,\ndie wir bei unseren Elchen ohne klappbaren Schlüsselbart auskommen.\nWissen die eigentlich die Jüngeren noch, was mit den Elchen gemeint ist?","Ich weiß auch nicht, ob wir Jüngere überhaupt hier noch zuhören.","Sind wir die Jüngeren schon? Nein, eigentlich nicht, aber wissen es auch nicht.","Du darfst das gerne nochmal aufbringen.","Du weißt es aber, oder?","Nein.","Was hier gemeint ist, der Elchtest?","Der A-Klasse.","Der Elchtest der A-Klasse, ja, den, ja.","Die A-Klasse, also Hintergrund, die A-Klasse wurde irgendwann mal vorgestellt, das war 90er Jahre?","Ich glaube, müsste 90er gewesen sein.","Ich tippe auch, das ist ein typisches 90er-Jahre-Produkt. Die A-Klasse bei Mercedes,\ndas war quasi das erste kleine Auto von Mercedes.\nUnd wir stellen fest, dass es 1997 auf den Markt kam.\nUnd dann werden ja mal so diverse Sicherheitstests durchgeführt.\nUnter anderem der Elchtest. Und der Elchtest ist im Wesentlichen die Situation,\ndass ein Elch auf die Straße gelaufen kommt und das Auto muss dem aufweichen.\nUnd ausweichen konnte das Fahrzeug?","Sehr erfolgreich. Dem Elch ist nichts passiert.","Aber der Rückspiegel war kaputt. in this process?","Nein, Dinge passierten, weil die A-Klasse ist ja schon besonders von der Konstruktion,\nzumindest damals gewesen, weil es nämlich in der sogenannten Sandwich-Bauart gebaut wurde.\nDas heißt, der Motor war nicht vollständig irgendwie vorne wie beim normalen\nAuto, sondern zumindest Komponenten und Teile davon waren nach unten verbaut.\nDas heißt, die A-Klasse ist viel höher gewesen als ein anderes Mittelklasse-Auto\nin der Form und das führte aber natürlich dann auch zu einem nach oben verlagerten Schwerpunkt.\nUnd dann hat halt diese hektische Links-Rechts-Ausweich-Bewegung dazu geführt,\ndass diese arme A-Klasse umgekippt ist. Da gibt es ja bestimmt 13 Millionen YouTubes-Videos zu.\nUnd das sieht natürlich dann schon sehr traurig aus, wenn einfach so ein Auto,\nnur weil es ausgewichen ist, plötzlich so auf der Seite liegt.\nElchtest. So und dann seit...","Ja, der Chat ist schon... Genau.","Ja, stimmt, die A-Klasse. Ja.","Das war für die wirklich ein Problem, ja, also dass das Ding irgendwie da fast\numgekippt ist, das war einfach nicht geil für Mercedes, das ist so schnell nicht los geworden.","Das haben sie dann, wenn ich mich richtig entsinne, auch nur durch Elektronik\nbehoben, zumindest bei der ersten Baureihe.\nOtto war ja immer so, wie es war und dann haben sie halt irgendwie ABS,\nwas auch immer, halt schärfer eingestellt und weniger dynamisch und weniger\nsportlich und bist du dann in den darauffolgenden Modell rein.","Dass dann… Aber wenn ich das richtig in der Renauung habe, war das ursprünglich\nmal von irgendwelcher schwedischen Presse irgendwie lanciert worden.\nUnd die machen das wohl immer noch und gerade amerikanische Autos schneiden\nda wohl gerne mal schlecht ab.","Naja, auf jeden Fall.","Deshalb wird jetzt der liebevoll von Elchen.","Von Elchen gesprochen, genau. Also die kleinen, die A-Klasse, B-Klasse und so weiter.\nAber der klappbare Schlüsselbart ist dann irgendwie weg. Jetzt gucke ich gerade,\nist der Rest des Kommentars eigentlich noch relevant?","Also hier den Pro-Tipp würde ich nochmal vorlesen, weil das zeigt,\nin was für einer Welt wir hier unterwegs sind.\nPro-Tipp bei der Gelegenheit. Falls der Schlüssel mal gar nicht will und man\ndas Fahrzeug abschließen muss, Beide fahrerseitigen Türen öffnen,\nSchlüssel ins Zünnschloss stecken, Fahrzeug manuell über die Tasten der Türinnentafel\nlinks abschließen, Schlüssel ziehen und Fahrertür schließen,\nüber die Fonttür an der Fahrerseite den hochgesprungenen Schließstift wieder\nrunterdrücken und dann die Fonttür schließen.","Sie müssen nur den Nippel durch die Lasche ziehen, an der kleinen Kurve ganz nach oben drehen.","Was er jetzt nicht so genau sagt, ist, man muss da einmal quer durchs Auto turnen, um das zu machen?","Nee, dachte ich auch zuerst. Man muss nur rechtzeitig Schlüssel abziehen und\ndann kann man auch wieder raus.\nAlso man muss jetzt nicht durchs Auto durch. Nichts richtig verstanden habe.","Jetzt über die Fronttür an der Fahrerseite.","Früher war alles einfacher.","Das ist auf jeden Fall so der Konami-Code für Türschlüsse öffnen.","Holla.","Naja.\nGenau. Volkmar hatte dann auch noch einen ähnlichen Kommentar hier Mercedes-Benz\nE-Klasse. Das scheint so ein richtiges Thema zu sein.\nHier funktionierte mein Schlüssel auch nicht mehr. Dachte, die Platine ist endgültig\nkaputt, da neue Batterie schon ein paar Wochen, nach ein paar Wochen gewechselt werden musste.\nLösung 4. Bei Ebay nach neuem Schlüssel gesucht. 30 Euro im Netz.\nNach anderen Möglichkeiten Anlernmöglichkeiten gesucht. Entschuldigung.\nDas war mir alles zu spooky. Mein Schrauber gefragt, ob er den anlernen kann, negativ.\nIm Internet-Profi in meiner Nähe, in Klammern 100 Kilometer gefunden,\nder behauptet, alles für 200 Euro anlernen zu können, Absage bekommen.\nHabe ich dann nicht gemacht. Lösung 0, zum Mercedes gelaufenen neuen Schlüssel\nfür ca. 500 Euro gekauft.\nDer Schlüssel kam dann auch mit fertigen Hardware-Notschlüssel.\nLösung 5, nach deinem Beitrag, deinem Beitrag Ralf, habe ich den defekten Schlüssel\nnochmal mit Batterie bestückt und er geht.\nIch werde wahnsinnig ohne anlernen. der geht. Jetzt habe ich drei Schlüssel. Das ist der Wahn.\nTja, mein Beileid folgt mal.\nJa, so ist das.\nJa, dann habe ich noch ganz viel Feedback bekommen zu meiner Auslassung zum\nThema, man müsste ja mal was mit 3D machen und das Lustige ist,\nich habe tatsächlich in der Zwischenzeit was mit 3D gemacht.\nZu meinem vollkommenen Überraschung eigentlich was ganz anderes,\nweil ich nämlich das erste Mal in meinem Leben dann wirklich diesen Moment hatte\nmit oh scheiße, da ist jetzt ein Plastikstück mit einer komischen Form kaputt gegangen.\nWas ich aber unbedingt brauche, um die Funktion eines viel teureren Gerätes,\nin dem Fall eine Dunstabzugshaube, sicherzustellen.\nDas ist so eine Dunstabzugshaube, wo man so die Abzugsklappe,\nalso die sozusagen diese ganzen Filterkram beinhaltet, so nach unten lösen muss.\nUnd die Klappe hält eigentlich nur, weil sie so durch zwei Plaste nippelt,\ndie man so um 90 Grad dreht, so links und rechts sich festhält.\nund der eine davon war porös und ist gebrochen und es war so ein kompliziertes.\nZweiteiliges System, wo man den einen Nippel in den anderen so reindrehen und\nreinploppen lassen musste.\nIn meiner ganzen Verzweiflung bin ich dann zum dachte ich mir so,\ndas wäre doch mal jetzt was für ein 3D-Drucker, jetzt ist vielleicht der Moment gekommen.\nIch habe natürlich keine, ich habe auch keine Ahnung von 3D,\nich habe auch ehrlich gesagt keine Ahnung von CAD gehabt an sich.\nIch habe noch nie ernsthaft ein CAD-Programm benutzt in meinem Leben.\nBin dann ins X-Hein gerannt, gleich irgendwie auf einen netten Nerd getroffen,\nder sich dankenswerterweise sofort meines Problems stundenlang angenommen hat\nund dann saßen wir dort und haben gemeinsam dieses Teil nachgebaut in FreeCut.\nFreeCut ist quasi so das Gimp des CAD.","Es ist eher das VI des CAD.","Man könnte aber auch sagen, Gimp ist das VI des Photoshop. Also ich will gar\nnicht Schlechtes sagen über FreeCuts, die üblichen Cross-Plattform-Probleme\nmit User-Interface und so weiter.\nAber was ich sehr viel beeindruckender fand, ist die Denke, wie man in CAD überhaupt\nbaut. Also das war mir bis dahin noch komplett nicht bekannt,\nalso die Logik, die man überhaupt walten lassen muss.\nAlso du denkst da in Flächen, die extrudieren,\ndie in andere hinein, da was heraus subtrahieren,\ndas ist mehr so ein mathematisches Ding und tatsächlich hatten wir nach ein\npaar Stunden also ein fast funktionsfähiges Teil da auch aus dem Drucker dann\nentnommen, das kam dann aus so einem Prusa 3D-Drucker heraus.\nUnd es hätte wahrscheinlich auch alles perfekt funktioniert,\nwährend ich im letzten Durchlauf so eine Subtraktionskugel so einen Millimeter zu groß geraten,\nsodass die Software in dem Moment noch so Stützstege da innen reingemacht hat,\ndie ich dann nicht manuell rausbekam und dann habe ich das irgendwie rausgebohrt\nund dann war das Loch aber zu groß und dann hat dieser Schnappmechanismus nicht funktioniert.","Wie groß war denn das Teil?","Relativ klein.","Wie habt ihr da die Maße genommen?","Mit einem,\nelektronischen Schieberrigger.","Genau.","Und es musste jetzt nicht unbedingt alles auf 0,1 Millimeter genau sein.\nSchon so auf Millimeter, würde ich sagen. Und das ging so.\nAber sehr viel mehr Gedankenschmalz musste eigentlich investiert werden in diese intrinsische Logik.\nVon woher baut man das Ding auf und so.\nIch wäre komplett gescheitert, wenn ich das alleine probiert hätte.","Da wird man doch eigentlich auch erwarten, dass das doch mittlerweile mit so,\n3D-Kamera im iPhone verbaut.\nMan filmt es mal von allen Seiten und dann wird schon mal eine Leerung gemacht\nund dann muss man nur noch dagegen kutschen und optimieren.","Das dachte ich am Anfang auch, dass es so eine reine wie sieht das von außen\naus Nummer ist. Aber hier war auch entscheidend, wie sieht das von innen aus.\nUnd da hätte dir diese 3D-Kamera genau überhaupt nicht geholfen,\nweil das eine Teil, was ich in das andere reinstecke, das hat so eine Verdickung,\nund quasi das Weibchen, was ich so eigentlich modelliert habe,\nmuss dann quasi so ein Loch haben, was so gerade nur ein kleines bisschen enger\nist, dass wenn man es da reinsteckt, dass es so richtig so rein snappt und sich dadurch festhält.\nUnd dieser Snap-Effekt war am Ende dann zu gering, sodass, als ich das dann\ninstalliert habe, die Dunstabzugshaube, dieser Deckel, das dann immer noch auseinandergerissen hat.\nIch habe versucht zu verkleben und so weiter, auch wieder alles nicht funktioniert,\nweil ich wahrscheinlich den richtigen Klebstoff gehabt habe.\nAnyway, ich werde bei Gelegenheit noch mal refinen, das noch mal ausprobieren\nund vielleicht dann hier auch Vollzug melden können. Fand ich auf jeden Fall sehr interessant.","Ich bringe auf jeden Fall mal mit das Teil.","Ja, da habe ich jetzt leider nicht dran gedacht.\nAber insofern mit FreeCut kann man offensichtlich schon irgendwie arbeiten.\nMan muss diese Software dann so ein bisschen kennenlernen und die Quirks und\nso weiter und die Logik und vor allem auch die Sprache, also die Begriffswelt quasi verstehen.\nInsofern war das ganz interessant. Ich hatte aber auch noch einen anderen Neben-3D-Ausflug,\nder sich eher zufällig ergeben hat, weil ich festgestellt habe,\ndass es mittlerweile MCP-Server gibt für Blender.\nWurde auch in den Kommentaren nochmal erwähnt, hatte ich aber vorher schon entdeckt,\nhabe ich auch mal ein bisschen mit rumgespielt.\nUnd auch hier wie beim Programmieren mit AI, wenn man keine Ahnung hat von dem,\nwas man da benutzt, hilft einem AI auch nur begrenzt. ja.\nTrotzdem habe ich es geschafft, das zum Laufen zu bekommen.\nAlso das zum Laufen zu bekommen ist auch nicht so schwierig.\nDu musst halt so ein Python-Plugin in Blender starten, dann macht der einen\nServer auf, einen MCP-Server, der dann quasi die interne Funktionalität von\nBlender eben über dieses MCP-Protokoll.\nBereitstellt.\nDann sagst du halt dem Desktop-Client, den du verwendest, in dem Fall habe ich\nClaude von Anthropic verwendet, gesagt so, ja hier, MCP-Server, kennst du, ne?\nKannte er dann auch und dann habe ich so, dachte ich mir so,\nokay, was ist so das grundlegendste 3D-Ding, was du so kennst und dann habe\nich gesagt, ja okay, mach doch mal ein Rubik's Cube hier in Blender.\nUnd dann macht es so pop, pop, pop und irgendwie eine Millisekunde später sind da so,\ndreimal drei Würfel vor meinen Augen und sieht schon so ein bisschen sieht schon\nso ein bisschen Rubik's Cube mäßig aus und dann habe ich noch gesagt Ja,\nkannst du dir auch mal die typischen Rubikskub-Farben geben?\nUnd dann hat er das halt auch die Farben an der richtigen Stelle.\nDas hat alles super funktioniert. Dann dachte ich so, ja, okay,\njetzt gehst du mal hier auf die 12.\nUnd hab dann irgendwie versucht, so, ja, jetzt will ich das aber auch irgendwie,\nwie kann ich das machen, dass sich das auch bewegt und animieren lässt,\nwie ein Rubik's Cube, ne, mit den Seiten.\nUnd man hat, ja, eigentlich kein Problem, musst du halt dann immer nur temporär\ngruppieren und dann gemeinsam die Gruppe rotieren und so.\nAber dann ist das irgendwie mit Python-Skripten, die dann erstellt werden,\nda wurde es dann irgendwie schnell kompliziert, da hab ich dann irgendwie gegen die Wand gefahren.\nAber es war so, okay, funktioniert grundsätzlich, Aber es ist halt nochmal eine\nganz andere Welt als diese Cut-Welt.\nAlso Cut und Bauen und Konstruieren ist nochmal anders als das,\nwas Blender macht, zumindest soweit ich das verstanden habe.\nAber naja, okay, war auf jeden Fall alles ganz interessant.\nund letzter 3D-Teil, weil das, was ich ja eigentlich wollte,\nist ja so für, wir machen ja so Lichtinstallationen und dann ging es ja so da\ndrum, okay, wenn man das jetzt so in die Welt stellt, wie sieht das eigentlich aus?\nWelche Abstände sind die richtigen Größen?\nWie kann man sich das räumlich vorstellen in so einem Large Scale?\nUnd mit der Intention, dass wenn man es in 3D modelliert, dass man es dann vielleicht\neben auch mit der Apple Vision Pro sich angucken kann.\nUnd naja, da gibt es jetzt noch nicht viel zu vermelden, aber was jetzt wohl\nder Kandidat ist, ist tatsächlich was relativ Einfaches, nämlich ein JavaScript-Framework,\ndas nennt sich 3.js, also 3.js.","Ja, Punkt.js heißen sie alle.","Ja, also was das sozusagen macht, ist glaube ich relativ klar.\nDas ist halt ein System, in dem du eine 3D-Szene beschreiben kannst und die\nrendert dann halt quasi in Echtzeit immer zwei Bilder und das kann man dann in diesem Web.\nXR oder WebAR Format in eine Webseite packen und in der Theorie sollte so eine\nApple Vision Pro in der Lage sein,\nsich dann dieser Seite zu bemächtigen und die dann eben auch wirklich dreidimensional anzuzeigen.\nIch habe mit so ein paar Beispielen rumgeprobiert und mit ein paar Beispielen\ngeht es und mit ein paar Beispielen geht es nicht und ich habe noch nicht so\nganz verstanden, was, wann es nicht geht und wann es geht.\nIch glaube, die Web XR haben nicht funktioniert und die Web AR haben funktioniert oder so.\nAber ich weiß überhaupt nicht, wo da wirklich der nennenswerte technische Unterschied\nist oder ob da nur ein Bug in den Examples war oder ein Bug in der Apple Vision Pro ist.\nAber das werden wir uns auf jeden\nFall noch mal ein bisschen anschauen und vielleicht klappt das ja auch.\nAber da tut sich auf jeden Fall ein bisschen was und vielleicht noch so hinterher,\nich bin auch gerade so ein bisschen dabei, meine Meinung über 3D zu ändern.","Also Was war denn deine bisherige Meinung?","Naja Ungefähr so wie zu Computerspielen würde ich sagen.","Na Also Man ist ja, also abgesehen von der echten Welt ist man ja 3D jetzt nicht\nso viel in der Medienausspielung jetzt nicht so viel,\nbegegnet man dem ja nicht so oft sondern es gab eigentlich nur 3D Kinos und\nes gab halt dieses Brillen bisher und die Brillen bisher waren mir einfach visuell\nwar mir einfach zu unattraktiv mit diesem Unterhabenmuster.","Spiele in 3D gehören da jetzt nicht zur Medienausspielung bei dir?","Naja, die Spiele finden ja auch nur auf diesen Brillen statt,\ndie diese schlechte Auflösung haben und diese schlechte Auflösung fand ich halt einfach Ja.","Oder auf Monitoren, die eine große Auflösung haben.","Ja, auf Monitoren ist es ja nicht dreidimensional. Ich rede jetzt von wirklich,\nich nehme das dreidimensional wahr.\nAlso über eine echte, nicht ein 3D-Objekt auf 2D wird mir angezeigt ist,\ndarum rede ich nicht, sondern ich rede jetzt von, wann ist es wirklich ein Gewinn,\nein Zugewinn, dass es dreidimensional auch konkret perzipiert werden kann,\nversus es ist einfach nur bei 2D und bei Filmen.","Also du gehst jetzt auf maximale Immersion.","Ja, Immersion ist ja nochmal ein anderer Aspekt. Ja, also Immersion heißt ja,\ndu bist in 180 oder 360 Grad Environments und egal wo du hinschaust,\nhast du quasi die Welt. Das ist das, was Immersive meint.","Kann man so definieren? Kann man auch anders definieren?","Nee, kann man nicht. 3D ist jetzt nicht per se Immersion. 3D ist ja auch,\nwenn du so ein 3D-Objekt hier einfach in AR einfach hier im Raum schweben lässt\nsozusagen, während du sonst alles genauso weißt.","Immersion ist schon, wenn du dich in dieser Welt fühlst, aber das kannst du natürlich Okay.","Egal. Es spielt jetzt auch keine Rolle. Was ich nur sagen möchte ist,\nmeine primäre Wahrnehmung waren halt diese anderen Brillen und Kino.\nDas waren eigentlich die einzigen Orte, wo mir in irgendeiner Form 3D-Szenen\nüber Medium dargereicht wurde.\nUnd weder im Kino noch auf diesen normalen Brillen hat mich das irgendwie nennenswert\nüberzeugt und ich war speziell immer von den Filmen nicht begeistert,\nweil mir das Ganze immer so layered vorkam.\nIch weiß nicht, ob es auch so geht und es ist auch, glaube ich,\nin den meisten Filmen so gemacht,\nalso dass die so Post-Production-mäßig erst so 3D-fiziert werden,\nda habe ich nicht wirklich den Einblick, aber mir war das einfach zu wenig und\nmich hat das im Kino eher gestört.\nAlso mir hat das im Kino nicht genug gebracht, als dass ich sagen würde,\ndas habe ich jetzt mehr erlebt, als ich jetzt den 2D-Film erlebt habe.\nWeil unser Hirn leistet genug für, wie wir das wahrnehmen wollen.\nUnd wir haben uns alle schon in 2D-Filmen komplett verlieren können.\nDa war jetzt 3D nicht unbedingt erforderlich. Da arbeitet der Film an sich erstmal\nmit den Bildern und ganz unabhängig davon, ob er 2D wird.","Vor allen Dingen, das ist halt auch ein Problem der Parallaxe.\nAlso du musst ja, damit du eine echte 3D-Sicht hast, müssen die zwei Augen ja\nunterschiedliche Dinge sehen.\nDas können sie ab einer bestimmten Entfernung aber nicht mehr,\nweil der Winkel zwischen den Augen so gering ist, dass es sowieso alles flach ist.\nUnd also ich finde gerade im Kino, wo man sowieso...\nUnd mehrere, viele Meter weit von der Leinwand entfernt sitzt,\nhast du dann immer so das Gefühl, du bist in so einer Welt, alles ist flach\nund plötzlich ragt irgendwas aus dem Bildschirm raus.\nDann, ob das jetzt irgendwie die Ecke vom Flügel, vom Raumschiff ist oder weiß\nich nicht, irgendeine Fresse von irgendjemandem oder so.\nUnd ich fand das immer, also erstens ein sehr platten Effekt und zweitens eher\nunangenehm als etwas, was mir einen Mehrwert bietet.","Also wie der Chat hier richtig streibt, Steffen Gerdes ist leider wahr,\nrichtig in 3D gedrehte Filme wie Avatar sind leider die Ausnahme und sehen auch deutlich besser aus.\nDas stimmt grundsätzlich, das heißt also wir können unterscheiden zwischen welche,\ndie wirklich stereoskop mit zwei Kameras aufgezeichnet sind,\nja dann ist immer noch, wie du sagst schon, der Augenabstand ein Problem,\ndass das trotzdem noch realistisch ist, versus das, was in der Post-Production\ndann halt 3D reingerechnet wird.\nWas ständig immer besser wird, aber was halt trotzdem nicht wie das Original ist.\nWir erinnern uns auch an die Sendung, wo ich das hier mit dem Standbilder in 3D umrechnen habe.\nDer Punkt ist aber, und da bin ich jetzt quasi mittlerweile fast noch extremer\nals bei Tim, das klassische Beispiel dafür, wo das richtig gegen die Wand gefahren\nist, ist die Hobbit-Trilogie von Peter Jackson.\nSo, wir erinnern uns, Herr der Ringe, alles super, ewiges Meisterwerk,\nzig Oscars, erfolgreichste Filme, jada jada.\nSo, und dann hat er die Hobbit-Trilogie hintereinander gelegt und wollte technisch\nnochmal so ein richtiges Fund draufsetzen.\nUnd er hat zwei Sachen gemacht, zum einen wirklich ganz super sauberes 3D,\nso alles mit so einer Dual-Kamera abgefilmt und zum anderen hat er 60 Hertz gefilmt.\nDas heißt also nicht wie im Kino üblich 24 Bilder pro Sekunde oder 30,\nsondern quasi doppelte Frame-Rates, so wie beim Shooter, damit das alles schön\nflüssig ist. So und das führte dann aber dazu.","Shooter nicht unter 120.","Das führte im Kino dazu. Es war 3D, es war super flüssig. Das sah aus wie Fernsehen.\nweil also die Psychologie, dass ich sitze im Kino und gucke da jetzt etwas,\ndas war so fremd und so störend, dass man da saß und dachte so,\nwas ist das für ein scheiß Film hier.","Das ist etwas, was ich überhaupt nicht nachvollziehen kann mehr FPS, mehr gut,\nund dass man bisher die technische Limitierung hatte, dass man nur 24 Frames\nauf die Screen kriegt, dass man die mal bricht und mal ein bisschen flüssigere Animationen hat.\nAlso ganz ehrlich, dieses Jammer kann ich nicht nachvollziehen. So gar nicht.","Auf jeden Fall, ich glaube, ich hatte das sogar schon mal hier in der Sendung.\nIch habe vor ein paar Jahren mal so einen\nArtikel gelesen von irgendeinem Filmkünstler, der das propagiert hat.\nLeute, schaut euch den Hobbit einfach mal in der Standard 2D 24 Frames Per Second\nVersion an. Das kann man nämlich einstellen auf der Blu-Ray,\nwelche Version du guckst.\nUnd plötzlich ist das ein sehr viel besserer Film. Das heißt also all das,\nwas einen vorher ständig irgendwie so irritiert und warum sieht das so komisch\naus und die Action-Sequenzen wirken auch irgendwie alle so ganz sonderbar.\nUnd plötzlich denkst du so, der Film ist gar nicht so viel schlechter als Herr der Ringe.\nSo, kann man machen. Also von daher da draußen, wenn ihr auch,\nwie ich, traumatisiert dann nur im Kino die Version habt, guckt euch mal vor\nallem die Special Edition an.\nInsbesondere die Endschlacht im dritten Teil. Die ist spektakulär gut.\nDa haben sie nämlich noch 20 Minuten Bonusmaterial reingeschnitten,\ndas vorher nicht drin war.\nUnd da gibt es fantastische Schlachtensequenzen.","Traumatisiert.","Also wer auf Fantasy-Schlachten steht, das ist schon ein echter Goldstandard.","Aber jetzt.\nAber der Hobbit war 3D, oder was?","Der Hobbit war 3D, genau, 60 Hertz.","Auch mit 3D-Kameras.","Mit 3D-Kameras, genau. Und das war einfach eine Scheißidee. Und derselbe Film\nin 2D24 sieht sehr viel besser aus und funktioniert als Film komplett anders, psychologisch.\nUnd von daher, wir hatten ja hier, als wir die letztes oder vorletztes Mal auch\ndie Vision wieder besprochen hatten, dieser U-Boot-Film, hast du den mittlerweile gesehen?","Der jetzt bei Apple TV drin ist. Alles gesehen, was da jetzt zu sehen war.","Das ist ja, würde ich sagen, vom 3D-Effekt her der am künstlerischen wertvollste,\nwo es jetzt nicht irgendwie um Action geht, sondern schon auch so,\nwie ist die Bildkomposition und ähnliches.\nAber dieses 60-Hertz-Problem bringt der halt auch wieder mit.\nDas heißt also, du bist dann zwar so, denkst dann, du bist jetzt in dem U-Boot,\naber du denkst halt nicht, du bist in einem künstlerischen Film.\nDas heißt also, da muss die Generation nach uns noch diesen Sprung machen zwischen\nKino ist halt leicht ruckelig und Shutter, Unschärfe 24 Frames per Second versus 60.","Ja, interessant. Also ich werde nochmal da ein bisschen mehr schauen zu meiner Überraschung.\nAlso ich habe einfach mit der Apple Vision Pro merke ich einfach, dass das,\nmehr auf einen zurollt.","Während du noch nachdenkst, Steffen schreibt gerade bei 48 Hertz,\nalso das Doppelte von 24. Das klingt plausibel.\nHat aber denselben Effekt.","Ja, wirkt dann einfach zu echt, ne? Kann man sagen.\nOder? Würdest du das so beschreiben? Zu echt? Zu videomäßig?","Zu Video. Es wirkt halt wie so eine Soap-Opera und nicht mehr wie ein monumentales Fantasy-Epod.","Aber vielleicht ist das ja auch nur ein Gewöhnungsding.","Das hat Peter Jackson dann behauptet. So Leute, ihr müsst euch daran gewöhnen\nund in zehn Jahren ist das der totale Mainstream und dann werdet ihr diesen\nFilm völlig anders sehen.\nDer hat das also sehr energisch vertreten.\nDas war auch damals ähnlich wie Avatar, so eine Geschichte, so jetzt müssen\ndie Kinos für diesen Film dann jetzt nochmal auf 48 Hertz aufrüsten und so weiter.\nAber ich würde mal hier und heute behaupten, bis heute hat sich das nicht ansatzweise\ndurchgesetzt. Ich weiß gar nicht, der letzte Avatar, Avatar 2,\nweiß jemand in welcher Bildrate der im Kino war?","Der war High Frame Rate, sagt zumindest Chat-GPT.","Ah, okay.","Ich habe mir gerade mal versucht eine Liste mit so Filmen, die wirklich in nativen\n3D aufgenommen wurden und das sei wohl auch schon beim ersten Avatar der Filme der Fall gewesen.\nBeim zweiten dann mit High Framerate, dann die von dir erwähnte Hobbit Trilogie\nund dann auch Gravity und sowas.","Gravity kann ich mir nicht.","Tron Legacy auch. Teilweise mit nativen 3D gefilmt. Teilweise konvertiert.\nJa, und Pina von Wim Wenders, das ist auch alles schon irgendwie zehn Jahre\nher und der Einzige, der irgendwie erst hier vor kurzem gedreht worden ist, ist Avatar 2?\nEcht? Und sonst keiner?\nNaja, was ich eigentlich nur sagen möchte ist, mit der gesteigerten Bildschirmqualität,\nsetzt bei mir eine Gewöhnung ein.\nAlso was mir am Anfang noch vielleicht auch komisch vorkam, dass...\nsetzt sich langsam irgendwie fest. Also ich habe auch das Gefühl,\nman muss im Kopf ein bisschen mitgehen. Man muss so mitlernen.\nMan muss sozusagen das Neue auch akzeptieren.\nUnd vieles von dem, was einen vielleicht am Anfang gestört hat,\nwird dann am Ende auch nicht mehr so von mir nicht mehr so negativ bewertet.\nAlso ich glaube, das kann sich noch ändern. Mal schauen.\nGut.\nRalf, du nimmst ja am Internet teil.","Ja.","Kann man schon sagen.","Du nimmst am Internet teil.","Aber Tierlisten kanntest du nicht.","Kannte ich nicht.","Ja.","Richtig.","Erstaunlich, aber kannte ich nicht. Ja, und Roddy, du kanntest die.","Ich kannte die, ja. Hab denen nie so richtig Bedeutung beigemessen, aber Ich auch nicht.","But it's the thing. Also das muss man einfach mal so sehen.\nUnd der Jack darf uns gerne mal Tipps geben für richtig gute Tierlist Webseiten,\nGeneratoren oder Programme, mit denen man Tierlist machen kann.\nWer von Tierlist noch nichts gehört hat, Tierlist ist einfach so ein,\nkommt wahrscheinlich aus der Videogame Kultur wahrscheinlich.\nEs ist im Prinzip ein einfaches Rankingsystem, wo man innerhalb einer bestimmten\nGruppe von Dingen diese Dinge in so Level einstuft. In Tears eben.\nUnd diese Tears werden dann üblicherweise in naja sieben oder weniger Level eingestuft,\nvon denen aus irgendwelchen Gründen der beste S heißt und die anderen dann von A bis F gehen.\nUnd je nach Auslegung wird dann auch mal sowas wie E oder so weggelassen,\nje nachdem wie sehr man das aufspreizen möchte.\nUnd der Sport ist, dass man sich dann halt irgendeine Definitionsgruppe von\nDingen, die miteinander verwandt sind offenbar,\nnimmt und dann eben in freier Diskussion darüber Klärung erzeugt,\nwas denn nun in welche Kategorie gehört und ob irgendwas davon S ist.\nUnd ich dachte mir, das wäre ja auch mal etwas für uns.","Das hört sich nach uns an.","Hört es sich, oder?","Ja, unbedingt.","Meinung haben wir.","Meinung, Subjektivität haben wir auch.","Mäßig Ahnung, Meinung haben wir.","Genau, mäßig Ahnung und viel Meinung.","Aber auch Haltung.","Genau.","Weiß irgendjemand, wo sich dieses S herleitet? Sowas macht mich immer ganz wuschig.","Supreme, super.","Ich meine, dass das so ein bisschen unklar ist. Also da gibt es verschiedene Meinungen zu.\nWas das bedeuten könnte, es könnte super oder superb heißen.\nIst halt einfach das Tollste.\nSuperb, super, superior, special oder Sugoi, was auch immer das jetzt ist.\nSugoi can be used for expressing something extraordinary, meaning something\nlike wow or amazing or incredible in English.\nOder im Japanischen steht das S für Schuh, which is the Japanese word for excellent.\nUnd dann ist es wohl auch noch in japanischen,\nSchulnoten,\nAcademic Grading in Japan.","Achso.","S ist also, ja, das S ist für so besondere Leistungen.","Weil A bis F ist ja auch Ami-Schulnoten.","Ja.","Wobei F mehr oder weniger immer als Fail oder Flunked übersetzt wird.","Ja, aber S ist einfach das Außergewöhnliche. Ja, also wenn etwas auf ein S-Tier\nkommt, dann muss es mehr als nur gut sein.\nSondern es muss irgendwie besonders\nviel Impact haben oder einfach so eine außergewöhnlich geile Idee sein.","Also mehr als eine 9,0 bei IMDb.","Wie Georg gerade sagt, saugut.","Saugut.","Genau, ist das jetzt saugut. Genau, und da wir so unkreativ sind,\ndachten wir, ihr könnt uns ja mal Vorschläge machen für so Gruppen.\nAlso was naheliegendes wären zum Beispiel,\nSchnittstellen.\nJa. Also zu Schnittstellen, da habe ich auf jeden Fall eine Menge Meinung und\nes gibt auch eine Menge davon.","Was wir bitte nicht machen, Programmiersprachen.","Warum nicht?","Anderthalb Stunden Lebenszeit verbrennen, weil sowieso,\nLinux-Distributionen Elixier nicht von S wegzukriegen ist.","Das ist auch geil. Das werden wir nicht tun.\nAngenommen, wir würden uns über Linus-Distributionen unterhalten.\nWas wäre die Folge davon?","Ich würde die nur nach dem Klang des Wortes oder im Screenshot bewerten.","Wir würden das dann mal machen, egal was die Kriterien sind.\nNur nach dem Namen oder so oder keine Ahnung.","Ich glaube, wir.","Würden auf der Straße erschossen werden.","Die Kommentare wären eigentlich kaum lesbar dann.\nNenne ich es mal vorsichtig.","Genau.","Ja, aber es mag ja weniger kontroverse Kategorien geben, die trotzdem Spaß machen.\nDenkt euch doch mal was aus und schreibt uns das mal für die nächste Sendung\nund dann picken wir uns da mal so ein paar lustige raus.","Das ist halt das Ding. Wir müssen uns vorbereiten. Also das können wir nicht ad hoc machen.\nIch würde jetzt mal Schnittstellen in den Raum werfen, es sei denn,\nuns fallen noch was Besseres an, was wir vorher machen wollten.","Du redest von Hardware-Schnittstellen?","Ja.","Okay.","Ich rede von...","Ich wollte es nur klarstellen.","Ja, nee, du hast ja recht. Also so Interfaces im Sinne von Dinge,\ndie die Dinge verbinden.","So ein SCSI zum Beispiel.","So was zum Beispiel.","Dank des Adapters.","Dank des Adapters.","Apple Desktop-Bus, sag ich nur.","Ja, da gibt es eine Menge und das müssten wir dann auch zentral sammeln und\nso ein bisschen ranken und so weiter.\nUnd man müsste ja auch ein bisschen Gefühl dafür bekommen, weil man kann sich\nja natürlich stundenlang darüber unterhalten. Aber man müsste ja dann auch wirklich\nüber jedes einzelne Ding reden und abstimmen und da muss man mal den richtigen\nRahmen finden, dass nicht die ganze Sendung da mit drauf geht.\nAber ich fand das mal irgendwie einen schönen Gedanken.\nJa, Tierlist, also the Internet ist vor Tierlist. Ist, genau.\nUnd vielleicht bringt uns das ja auch alle irgendwie ethisch-moralisch irgendwie weiter.","Ethisch-moralisch.","Ja, ethisch-moralisch.\nSo, was mich weitergebracht hat, war der Besuch einer weiteren Konferenz.\nUnd ich hoffe, das interessiert euch jetzt, das Thema.\nWeil ihr müsst ja eine Frage stellen. Aber ich wollte mal ein wenig dazu sagen.\nAlso ich hatte das ja auch schon angekündigt. Ich war auf der Elixier-Konf.\nund da fällt mir gerade noch ein, dass ich vergessen habe, eine bestimmte Notiz noch vorzunehmen.\nDie Elixierkonf 2025, es ist eine Konferenz, die findet halt jedes Jahr statt\nund wie der Name schon sagt, es geht um Elixier, die tollste Programmiersprache\nder Welt und Esstier auf jeden Fall.\nAbsolut Esstier, ja, also No we're talking,\nOder auch A Also man muss sagen, weil Also,\nDas ist ein bisschen Man könnte auch das Man könnte es ja auch das 10er System\nnehmen Und ihr wisst auch Worauf auch immer man das 10er System anwendet Was ist die goldene Regel,\nWisst ihr überhaupt, wovon ich rede, wenn ich sage 10er-System?\nMan bewertet Dinge nach dem 10er-System.","Also von 0 bis 10?","Ja, oder von 1 bis 10. 1 ist schlecht,\n10 ist das Bestmögliche, aber generell im 10er-System muss eigentlich immer\ngelten, 10en gibt es nicht und 1en gibt es eigentlich auch nicht,\nweil nichts kann so schlecht sein und nichts kann so gut sein.\nJa, ja, ich sage nur. Aber das S-Tier-System sagt, es kann S geben.\nBei Programmiersprachen könnte es schwierig werden.\nAlso das ist definitiv ein Thema.\nSo, warte mal, wo ist denn jetzt hier die Information, die ich noch kurz abrufen wollte?\nÄhm ah ja genau hier und zwar wollte ich mal kurz grüßen und zwar den Stefan,\nden Steffen den Friedrich, den Marc den Per und den Julian und den Martin die\nich auf der Elixier Konf getroffen habe und die alle frikscheuern ja sowas und nicht nur das,\nAnna erzählte mir sogar weil ich mal angefangen habe von Elixier zu reden in\ndiesem Podcast hat dazu geführt, dass er dann in seiner Firma Exit eingeführt\nhat und deswegen war er letzten Endes auf dieser Konferenz. Da war ich ein bisschen stolz.\nAuf jeden Fall war ich da und es war ganz interessant, auch wenn ich sage,\nich hadere ein wenig mit Programmieren.\nAlso auf der einen Seite finde ich das halt einfach super spannend und interessant,\nweil da eben so diese ganze Community zusammenkommt und da herrscht so ein ganz guter Knowledge Level.\nAlso man wie sagt er, äh,\nMan muss alles 0,7 mal erklären, bevor es einer versteht.\nAlso schon so advanced. Und ich habe mir bloß die ganze Zeit darüber Gedanken gemacht,\nauch über dieses Konferenzdesign selber, weil das ist irgendwie ganz schön eingefahren\nund irgendwie völlig anstrengend.\nund wir sind ja jetzt auch so ein bisschen den Kongress gewohnt und der Kongress\nist ja so dermaßen anders als so andere Tech-Veranstaltungen,\naber das ist halt so eine normale Tech-Veranstaltung und dann hast du dann erstmal,\nich würde sagen ungefähr,\nMänneranteil von 96% da geht es dann schon los, irgendwie schwierig,\naber was noch ein bisschen anstrengender ist, das fängt dann irgendwie morgens\num neun geht das dann schon los.\nDas ist aber schon schwierig. Und dann enden die um 18 Uhr.\nUnd dazwischen ist dann aber auch totale Dauerbeschallung mit relativ kurzen\nAbständen zwischen den Talks.\nUnd wenn dann das Programm auch noch so interessant ist, und das war relativ\ninteressant, ja, dann will man sich natürlich auch irgendwie alles anschauen\nund es total überlastet. Das war eine Zweitagesveranstaltung.\nDann war an dem einen Abend könnte man dann mal, da war dann so am Abend so,\nund jetzt machen wir noch eine Stunde irgendwie, es gibt Drinks.\nWoraus dann zwei Stunden wurden, weil sie irgendwie alle nicht aus dem Hotel\nbekommen haben. Also weil das ja immer in so Hotels stattfindet.\nUnd am zweiten Abend, als die Veranstaltung dann zu Ende war,\nwar sie dann halt auch sofort zu Ende um 18 Uhr und dann sind irgendwie alle\nschon wieder woanders hingegangen.\nGut, Leute wollen dann vielleicht auch irgendwie sich irgendwo nochmal separat\ntreffen und nicht zusammen rumhängen, aber der ganze Wert einer solchen Konferenz,\nweil man ja auch online daran teilnehmen kann und sich die Talks so anschauen kann,\nder Wert des Vorort liegt ja im Wesentlichen am unmittelbaren Gespräch und am\ndirekten Austausch, Dass man halt all die Leute mal direkt am Schlawittchen\ngreifen kann, die an irgendwas arbeiten, wo man weiß, da müsste sich mal was\nändern und hier lalala, lass mal reden.\nDa kann man dann eben mal sehr gut seinen Punkt machen und mit so einem 5-Minuten-Pitch\nunter Umständen auch mal wirklich Dinge in Bewegung bringen,\nwas halt online so irgendwie nicht möglich ist.\nUnd deswegen hadere ich immer ein wenig mit diesen total einformatierten Konferenzen,\ndie sehr wenig Wert darauf legen,\nden eigentlichen Wert, nämlich die Kommunikation und das direkte Gespräch,\ndem genug Raum zu geben, indem die Pausen zu kurz sind.\nDas After-Conference-Geschehen nicht ausgedehnt genug ist und dann,\nauch wenn dann der letzte Tag gekommen ist, nicht auch nochmal einen Abend hinten dran zu hängen.\nDas wäre jetzt so meine primäre Kritik.\nAllerdings, und das ist ja gerade im Vergleich zu dem Kongress aus bekannten\nGründen, dann in meinen Augen ein Vorteil,\nin zunehmendem Maße kommen ja diese Konferenzen mit so Specialized Conference\nApps und da gibt es ja mittlerweile schon sehr viel,\ndie einem ermöglichen sich da irgendwie zu registrieren und dann bist du halt\nauch automatisch connected mit allen anderen Teilnehmern.\nund siehst die Avatare und kannst mit den Leuten über die App direkt chatten\nund dich verabreden und so weiter.\nDas finde ich wiederum ganz cool, auch wenn die Apps teilweise so ein bisschen saugen.\nIn diesem Fall kam ein System zum Einsatz, das nennt sich Swapcard,\nalso was wohl so eher von dem Gedanken ausgeht, dass man irgendwie Businesskarten ausgibt,\nHat ja jeder so seine eigene Vorstellung davon, wie man das,\nwas man da so als wichtigstes Feature benennt.\nDas war so, ja okay, also hat als, ich finde so als Web-App nur so bedingt gut\nfunktioniert, weil es irgendwie seinen State nicht gut gemanagt bekommen hat.\nDa hat man schon gemerkt, dass es nicht in Elixier programmiert ist.\nMit Elixir wäre das nicht passiert.\nAber immerhin du hast halt irgendwie die Agenda die Videostreams waren dann\ndirekt bei den Talks dabei und auch nach der Veranstaltung tauchen die Aufnahmen\nda auf, ist irgendwie alles gut zugeordnet,\nman findet sich zurecht und du kannst halt auch noch über die Konferenz hinaus\nso diese ganze Chat-Systematik verwenden und das ist,\neigentlich eine gute Sache,\nist jetzt nur die Frage, wie macht man eben diese Apps also das war jetzt ganz\noffensichtlich wieder so eine Web-App die dann halt auch als Native-App kommt,\nteilweise werden ja auch Native-Apps gemacht, jetzt am Montag fängt ja die Republika\nhier an in Berlin, die haben jetzt auch glaube ich erstmalig eine eigene App rausgebracht,\ndie man sich runterladen kann, die auf mich auch erstmal so ein bisschen einen,\nEindruck macht, als wäre sie eine Web-App.\nAber ehrlich gesagt, jetzt noch nicht so richtig viel Zeit damit verbracht,\nweil das ist irgendwie alles gerade ganz neu.\nImmerhin, auf Zuruf, weil die App kam halt raus und ist natürlich dann für iPhone\nund iPad. Und für was ist sie nicht?\nFür einen Mac war dann wieder nicht angehakt. Ich mich dann gleich beschwert\nauf Mastodon und dann hat der Developer tatsächlich den Haken dann noch gesetzt,\nsodass man es jetzt auch auf dem Mac machen kann.","So ist es richtig.","Ja, nicht, dass es jetzt besonders überzeugend rüberkommt, weil es ist halt\neher, sagen wir mal so typische,\nja, du kannst die iPhone-App auch auf dem iPad starten und dann ja,\nnichts passt sich wirklich an, an das Format, du hast nicht so verhältst du\ndann wie eine iPad-App, da taucht dann kein Sidebar auf, weil der Platz auf\neinmal da ist und so weiter.\nGut, geschenkt immerhin, es läuft so, ich finde das ganz gut,\nWeil manchmal ist einfach so eine App auch auf dem Mac besser zu verwenden,\nals das Ganze immer nur im Webbrowser zu machen mit den üblichen Problemen,\ndie so Webbrowser so mit sich bringen.\nAber da hast du dann natürlich gleich wieder diese Accessibility-Probleme,\ndu kriegst den Font nicht größer und so weiter und dann wird es schwierig.\nIch weiß nicht, ob ihr mal gute Erfahrungen gemacht habt mit solchen Apps.\nToto, der ja schon mal hier in der Freakshow war vor einiger Zeit,\nder hat ja seit Jahren eigentlich auch diese Republika immer mit seiner App,\ndie er auch für den Kongress anpasst und für andere Veranstaltungen anpasst, beschickt.","Die funktioniert auch eigentlich immer sehr gut.","Die funktioniert eigentlich auch immer ganz gut. Ich weiß jetzt nicht,\nob er sie jetzt für die Republika jetzt überhaupt noch rausbringt.\nWeiß ich gar nicht. Habe ich jetzt nicht gesehen.\nGenau. Aber wie seht ihr denn das generell auf so Konferenzen,\nweil es ja immer so dieses Spielball ist aus Privacy auf der einen Seite,\naber auch so Kommunikationswunsch auf der anderen Seite.\nIst das überhaupt noch, ist der Privacy-Gedanke da überhaupt noch aktuell in\nZeiten von LinkedIn und Xing und so weiter?","Also meine Grundposition wäre ja immer, alles kann, nichts muss,\nsolange es freiwillig ist und man ein Opt-in hat in solche Vernetzungsfeatures,\nspricht da erstmal rein gar nichts gegen.\nAlso ich kann da jetzt heute noch nicht so ganz viel zu sagen,\naber in ein paar Monaten vielleicht so im Bibliotheksbereich planen wir da gerade was in die Richtung.\nAber nicht für Konferenzen, sondern für Workshops, die wir machen in unseren Räumlichkeiten.","Was ja eigentlich das gleiche ist.","Was vom Grundprinzip her gleich ist, aber auch ein bisschen anders gelagert,\nweil die Leute sollen noch mehr arbeiten.\nDas heißt, da geht es dann auch eher darum, denen dann eine Arbeitsumgebung\nbereitzustellen. Also die haben sich einmal getroffen und treffen sich vielleicht\nauch vier Wochen wieder, aber dazwischen soll auch nochmal was passieren.\nIn dem Bereich werden wir uns ein bisschen tummeln. Also ich glaube daran,\ndass da grundsätzlich ein Potenzial ist.\nLeute treffen sich im physisch-realen Raum und wollen aber auch irgendwie digital\nwas zusammen weitermachen, weil sie merken, oh, ich bin ja gar nicht alleine\nhier mit meinem exoten Interesse.\nIch glaube, da ist noch was zu holen, quasi der Verbindung vom Hyperlokalen rein ins Digitale.","Also ich verstehe es nicht so ganz. Eigentlich ist so eine Konferenz halt auch zum Networken da.\nUnd wenn man da jetzt, keine Ahnung, irgendwie anonym auftreten will,\ndann ist es so ein bisschen.","Das spricht so ein bisschen der Teilnahme an sich, ne? Ja, finde ich auch.","Aber gut, das ist ja jedem selbst und so.","Man läuft dann auch auf der Konferenz ja nicht physisch mit einer Maske rum,\nalso auf manchen Konferenzen vielleicht schon und klar, Cosplay und so, alles auch prima,\naber so in der echten Welt siehst du ja auch, was ist das für eine Nase,\nwarum soll man das dann nicht parallel dazu auch in einem geschützten System,\nalso ich würde dann schon sagen, so der Preset sollte dann sein,\nes sind dann aber auch wirklich nur die Leute,\ndie dann da mit einem Ticket auch wirklich rumlaufen auf der Konferenz,\nAber dass die sich dann in einem geschützten Raum digital vernetzen können,\nfinde ich per se erstmal total naheliegend und wenig anrüchig.\nMan muss halt gucken, was für Mehrwert generiert man dann auch wirklich für die Leute.\nWenn es dann nur so endet, so okay, hier hast du meinen WhatsApp-Handle,\ndann ist es halt ein bisschen wenig.\nDarum versuchen wir halt so ein bisschen über die Feature-Leiste zu kommen.\nWas brauchen die Leute eigentlich und wie kriegt man sie von Google Docs weg\nund solche Fragen werden wir versuchen zu beantworten.","Mhm. Wirst du denn auch auf der Republika sein?","Nee, ich werde nicht da sein, weil ich auf der Next Library Konferenz bin in Aarhus.","Aarhus. Ah, Aarhus, da war ich schon mal.","Doc 1, so eine der Pilgerbibliotheken, wo man hinpilgert im internationalen\nBibliothekswesen, wenn man sehen will, was da so on vogue ist.\nUnd da ist jetzt die Next Library von Sonntag bis Dienstag.\nSo, weltweite Konferenz für so,\nwas sind die nächsten hippen Themen im öffentlichen Bibliotheksbereich.\nUnd da war ich überhaupt noch nie, weil ich bin ja auch erst seit einem Jahr\nöffentliche Bibliothek.\nUnd da bin ich schon ganz gespannt, was die Dänen da so machen und Dänen und alles dazwischen.","Ja, vielleicht nur so ein, zwei kleine Snippets noch, was auf dieser Elixierkonferenz\nmich besonders erwischt hat.\nIch will jetzt nicht über die Details von Elixier-Talks reden,\ndas war zwar alles super interessant und echt high level und wirklich,\nalso da passieren geile Sachen,\naber zwei Dinge vielleicht, also auf der einen Seite, es gibt ja immer so die\nTalks über Technik und dann gibt es so die Talks über, was wir alles damit gemacht\nhaben und dann merkt man dann manchmal überhaupt erst, was in was implementiert\nist, das weiß man ja heutzutage nicht.\nUnd ich habe auf dieser Elixier-Konferenz gelernt, dass BBC.com eine Elixier-Webseite\nist, seit einiger Zeit bereits und dazu beigetragen hat, dass diese mächtige\nDatensammlung, die das sozusagen ist,\nweil es sozusagen das Frontend für den kompletten Radio- und Fernseh- und Dokumentationsfilminhalt\nvon BBC, also alles läuft über eine Elixier-App und der Talk hat halt schön gezeigt,\nwie sie das alles realisiert haben und was sie da für coole Features eingebaut\nhaben, um sozusagen auch die Stabilität der Links und die Stabilität des Systems\nlangfristig zu sichern. Das fand ich auf jeden Fall sehr interessant.\nAber was mich so richtig umgehauen hat, war ein Talk über Metaprogrammierung in Elixir.\nAlso Metaprogrammierung ist ja sozusagen das Programmieren von Programmieren.\nAlso zum Beispiel Makros, wenn man so eine Programmiersprache hat,\ndie Makros unterstützt, die also quasi in dem Moment, wo das Programm übersetzt\nwird, dass man Code, der dann später läuft,\nselbst zu diesem Zeitpunkt noch mal aus Makros anderen Code generiert und sich\ndamit eine ganze Menge so Boilerplate-Code,\nalso so Code, den man immer wieder auf dieselbe Art und Weise in derselben Struktur\nin seinem Programm versinken muss, sich damit ersparen kann.\nDafür wird es typischerweise eingesetzt, aber in einem Talk ging es richtig wild zur Sache,\nweil hier so ein paar Features von Elixir kombiniert wurden,\num die Sprache mit einem LLM zu verbinden.\nUnd das beginnt erstmal ganz einfach mit einer Bibliothek, die einem generell\nerstmal den Zugriff auf LLMs erlaubt.\nAlso wenn du quasi mit all diesen APIs von OpenAI und Anthropik und so weiter sprechen möchtest,\ngibt es halt eine Lektierbibliothek, die das irgendwie einfach macht,\nwo du einfach nur sagst, mit wem möchtest du denn gerne reden und du musst nicht\ndie spezifischen APIs implementieren.\nDas war schon mal ganz nice, das gab es aber schon vorher und das war ja nicht nur der Anfang.\nUnd dann hat er irgendwie mit diesem System, jetzt muss ich nochmal kurz meine\nGedanken zusammen kriegen, nicht, dass ich das wieder komplett falsch erzähle,\naber es war eh so facettenreich, das kriege ich jetzt nur im Ansatz.\nAuf jeden Fall hat er ein Prompt-LLM-Frontend, in dem Fall halt Cloud,\nglaube ich, also die Cloud-Desktop-App, mit seinem eigenen Code verbunden,\nso über einen MCP-Server und war dann in der Lage,\nin diese Cloud-Desktop-App Onstage rein zu diktieren, ja, nach dem Motto, ja, ja,\nIch möchte gerne jetzt hier Code schreiben, weil dieser MCP-Server konnte dann\nauch, hatte auch Filesystemzugriff auf den Source Code.\nDas heißt, er hat ihm dann live gesagt, füge diesem Programm,\nmit dem ich gerade rede, ein weiteres Modul hinzu, was das und das tut.\nund dann hat Claude sozusagen in dem laufenden Programm ein weiteres Modul hinzugeschrieben\nund das lief dann da auch und hat dem gesagt, was dieses Tool machen soll,\nja und immer wenn irgendwie.\nHier, wenn ich Success sage, dann sollst du irgendwie die Konfetti-Kanone auf\ndem Bildschirm irgendwie explodieren lassen,\nalso schwer zu beschreiben, wenn dieser Talk irgendwann mal öffentlich ist werde\nich ihn nochmal verlinken,\naber es war so mindblowing wie super mega dynamisch das ging,\ndass du sozusagen in einem laufenden Programm Code rein diktieren konntest,\nalso nicht den Code diktieren, sondern eine Anweisung rein diktieren konntest,\ndie dann dazu geführt hat, dass Code geschrieben wird, der in dem Moment dann\nauch gleich wieder läuft und Dinge tut,\nohne dass er irgendwas nochmal starten musste, sondern einfach die ganze Zeit\nnur, wo er im Laptop stand und mit der Maschine geredet hat.\nDas war schon echt wirklich future-proof.\nEcht total next-level geiles Zeug.\nNaja, also ich hatte auf jeden Fall meinen Spaß in Krakau und ich werde auf\njeden Fall diesen Train weiter bereisen.","Da könnte ich vielleicht mal reingehen, so Thema Programmieren und Live und\nso. Was habt ihr denn letzten Samstag gemacht?","Schon so lange her.","Letzten Samstag?","Letzten Samstag.","Gesungen.","Selbst gesungen?","Ja.\nManche Leute singen auch selber.","Es war Samstag, 17. Mai.","Kann ich dir sagen. Also erst habe ich erklägliche neun Stunden im Zug verbracht,\num von Krakau wieder zurückzukommen, weil die Bahnverbindung von Polen,\nalso von diesem Teil in Polen,\nDie furchtbar schlecht sind. Also nicht nur, dass es zusätzlich noch Verspätung\nhatte, es ist auch an sich keine ausgebaute Hochgeschwindigkeitsstrecke.\nEs gibt sowas zwar, aber es führt alles nur nach Warschau.\nEs ist alles total zentralisiert in Polen. Und als ich dann sehr verspätet endlich\nzu Hause war, dann habe ich mir diesen ESC angeschaut.","Aha.","Darauf wolltest du doch wahrscheinlich hinaus.","Darauf wollte ich in der Tat hinaus. Am 17., also letzten Samstag,\nwar der Eurovision Song Contest.\nWie hieß der früher eigentlich nochmal? Weißt du das noch?","Ja, der Grand Prix de la Chanson de Revision. Wundervoll.","Das war noch Zeit.","Das war noch ein besserer Name.","Genau, abgekürzt ESC heutzutage. Ja, und Guilty Pleasure.\nIch gucke den wirklich, seit ich denken kann. Das heißt also bestimmt irgendwie\n40, 45 Jahre so. Meine Eltern haben den geguckt.\nAlso ich habe, jetzt ist es wirklich schlimm. Ich habe ein einziges Jahr,\nkonnte ich den nicht gucken, weil ich da auf einer Familienfeier war.\nUnd das war das Jahr, in dem Lena gewonnen hat. Man stellt sich diese Schmach vor.\nVorher irgendwie 45 Jahre ESC guckst und dann sowas. Gut, also auf jeden Fall,\nder war jetzt wieder letzten Samstag.","Das ist ja auch eine interessante Tierlist-Veranstaltung. In gewisser Hinsicht.\nOkay, ich weiß, da geht es um finales Ranking. Aber auch hier muss dieses Problem\ngelöst werden, dass man sich da irgendwie über irgendwas einigen muss.\nUnd insofern war gerade diese Veranstaltung sehr interessant.","Ja, okay. Auf jeden Fall, ich hatte auch ein Problem.\nUnd zwar, ich finde, der ESC macht vor allen Dingen dann so richtig Spaß,\nwenn er halt auch irgendwie digital begleitet ist.\nSo und früher hat man das natürlich irgendwie auf Twitter gemacht und hat dann\nalso ESC Twitter-Begleitung geschrieben.\nDas verbietet sich heutzutage auf X, ist klar. Aber auf Mastodon ist auch echt was los.\nDas heißt also da gibt es einfach doch viele, viele Leute, sowohl international,\naber auch und gerade in Deutschland, die dann da also wirklich eine lustige,\numfangreiche Begleitung machen.\nAber was ist dann immer das Grundproblem?","Sekunde.","Ja, ja.","Hast du auch Freunde, die mit dem ESC nichts anfangen können?\nJa, schon. Die dich nicht checken? Bemühst du dich da irgendwie um Vermittlung?","Seit ich Kinder habe, irgendwie nicht mehr, weil das alles so schwierig zu organisieren ist.\nUnd die haben da gar keinen Bock drauf, was ich anprangere. Ich denke mir,\nes gibt auch irgendwie auch keine coolere Kinderveranstaltung.\nMan ist diese ganzen Irren da auf der Bühne mit ihrem bescheuerten Kostüm und so.\nAber es perlt völlig ab an meinen Chiddies.","Das ist so Rollis Blick. Ich glaube, Rolli gehört auch in diese Kategorie.","Zu viel schlechte Musik auf einmal, das ist einfach nichts für mich.","Also ich finde vor allen Dingen toll, so ein bisschen raus zu schnüffeln,\nwas die Trends des jeweiligen Jahres für diese Veranstaltung eigentlich sind.\nEs gibt halt irgendwie Jahre, in denen hast du plötzlich überall Trommeln.\nSo diese Tribal Drums waren irgendwie mal wichtig.\nSo dann sind irgendwie wichtig jetzt plötzlich diese ganzen Digitalprojektionen\nnatürlich, weil es ja auch einfach die technische Bühne ist,\ndie sie halt irgendwie haben und wie unterschiedlich das aufgesetzt wird.\nUnd dann gibt es die Gegenbewegung, dass sie wieder zurück ins Analoge und wieder\nrichtige Bühnen aufbauten und nicht nur digital sich auf die Leinwand verlassen.\nUnd welche Songs setzen sich jetzt gerade durch? Singst du auf Englisch?\nSingst du in deiner eigenen Sprache?\nSondern es gibt immer so ganz vielfältige, mehrdimensionale Trends,\ndie sich so von Jahr zu Jahr teilweise fortsetzen.\nDann hast du wieder einen Cut und das, was letztes Jahr funktioniert hat,\nfunktioniert dieses Jahr überhaupt nicht.\nUnd gerade so in der Konstanz, so über 10, 15 Jahre, finde ich das total spannendes\nFernseh- und Kulturexperiment einfach.","Ich bremse dich nochmal ganz kurz aus, um Roddy mal noch mitzunehmen,\nalso du bist ja so es gibt ja verschiedene also okay, schlechte Musik hast du\ngesagt ist das das einzige was du wahrnimmst von dem ESC, also nimmst du das\nals reine Musikveranstaltung wahr?","Ich nehme es größtenteils als Musikveranstaltung wahr, ja ich weiß da gehört\nauch viel Bremborium außenrum dazu,\nmit, wie du schon sagtest Bühnenaufbauten und Trickkleidern und Leute,\nWindmaschine Windmaschine, Leute hängen an Seilen und werden durch die Halle\ntransportiert und so weiter. Mir ist das einfach alles so dänelig.","Okay, und würdest du akzeptieren, dass der ESC, also ist dir klar,\nwie populär diese Sendung ist?","Äh, ja, es gibt Leute, die sich das angucken.","Es ist nach Sport die größte Fernsehveranstaltung der Welt.","Naja gut, Fernsehen ist sowieso nichts für mich und Sport angucken finde ich\njetzt auch langweilig, aber ja.","Ja, geschenkt, also ich glaube auch nicht, weder will ich dich da irgendwo hin\nretten, ich will nur mal kurz klar machen, wie populär das ist.\nAlso dieser ESC ist sozusagen Europas, jenseits von Fußball,\nist es sozusagen Europas größter Kulturexport.\nIch meine, das ist die einzige Gelegenheit, wo die Welt überhaupt mal checkt,\nwie viele europäische Länder es gibt, wie die heißen und wie die Hauptstädte heißen.","Und nur 24 singen und aber das Dreifache darf abstimmen, weil die es alle gar\nnicht ins Finale geschafft haben und oh meine Güte.","Genau, aber ich finde diese, es gibt kaum eine Veranstaltung,\ndie das Wort Vielfalt dermaßen abstrahlt.\nAußerdem ist es glaube ich in der schwulen und generell LGTBQ,\nwie viele Buchstaben da noch alles mittlerweile dazukommen, ist es überhaupt\nder totale Megakult, weil da ja auch einfach schon seit Jahr und Tag.","Das ist schon immer gewesen.","Schon in den 70ern. Immer queere Menschen, schräge Vögel und bärtige Diven und\nalles mögliche, nicht nur gesungen und performt, sondern auch gewonnen haben.","Conchita Wurst habe ich mitbekommen.","Conchita Wurst, ganz grandios. Für mich überhaupt einer der größten Erfolge,\ndie diese Veranstaltung jemals hat feiern können. Das war einfach ein Geniestreich.\nDieses Jahr war ich nicht ganz so happy mit dem Ergebnis, aber egal.","Für wen warst du? Was war dein Lieblingstitel?","Ehrlich gesagt, weiß ich gar nicht, ob ich einen hatte.\nUnd es ist ja so, außerdem schwingt ja immer noch ein bisschen Gesellschaftspolitik.","Unbedingt. Vor zwei Jahren Ukraine gewonnen. Hatten aber auch wirklich einen\nguten Song, muss man sagen.","Ja, absolut verdient. Also da haben sie alles geleistet und Ukraine ist auch ein starkes Popland.\nAlso ich finde auch, Ukraine ist einfach auch Musik-Pop-technisch einfach auch ganz vorne.","War auch davor schon immer gut platziert.","Und hat auch schon ein paar Mal gewonnen, also überhaupt nichts Neues in der\nHinsicht, ansonsten ist halt Schweden auch immer hart am Wind,\nweil es sind eh sozusagen die Pop-Könige, nicht erst seit ABBA.","Und das ist lange her.","Ja, ich weiß nicht, ob ich diesmal so einen richtigen Favoriten hatte,\naber ich habe natürlich mit Interesse wieder auf dieses Spiel mit Israel geschaut\nund da gab es ja diesen Effekt, dass halt, also das Abstimmungssystem des ESC\nist ja ein Politikum für sich.\nFrüher war das, gab es glaube ich, korrigiere mich, es gab früher kein Juryvoting.","Also ganz früher, bis ich glaube in die 80er rein, gab es nur ein Expertenjuryvoting.\nÜberhaupt keine Menschen durften abstimmen.","Weil das war technisch auch noch gar nicht machbar.","Wer technisch vielleicht nicht gegangen war, irgendwie Demokratieverständnis,\nPartizipation, das war da alles noch nicht so irgendwie verwurzelt im Fernsehen.\nUnd da hat dann also immer eine Expertinnen-Jury vom jeweiligen Land bestellt,\ndann irgendwie abgestimmt, wie drei, fünf Hanseln, müsste man gucken,\nwie da genau der Modus war.\nSo, dann gab es diese Mischform mit,\nes gibt sowohl Publikumsstimmen und die waren dann sehr, sehr viel wert versus\nauch noch irgendwie ein leichter Anteil an Fachjury,\naber nicht allzu viel und das haben sie dann auch wieder irgendwann umgedreht\nin, dass es jetzt quasi 50-50 zählt.\nDas heißt also, die Stimmen einer Expertinnen-Jury pro Land zählt genauso viel\nwie das, was die Leute anrufen.\nUnd man darf nicht für das eigene Land anrufen, sondern nur für andere.\nUnd konnte auch im Internet abstimmen, muss dann da aber auch dieselben Handygebühren\nbezahlen. Das fand ich irgendwie so.\nDa drehen sich mir irgendwie die Fingernägel hoch, wenn ich auf einer normalen\nHTML-Seite irgendwie für, ich drücke auf einen Button, soll ich dann Geld bezahlen?\nDas ist schon klar, dass die Bots raushalten wollen und so, aber alles ein bisschen weird.\nNaja, so ist auf jeden Fall derzeit jetzt der Modus. es zählt 50-50 und bei\nIsrael war es halt so, die in den,\nIn der Expertinnenjury war es ganz ordentlich platziert, aber nicht überragend.\nDie waren, glaube ich, in der zweiten Hälfte irgendwo, so um Deutschland rum\nauch fast, glaube ich, relativ dicht dran.","Ja, aber in keiner Hinsicht irgendwie als Favorit.","Genau, und dann kam halt das Publikumsvoting und haben die dann also fast auf\nden ersten, aber dann eben doch mit 50 Punkten Abstand, glaube ich,\nauf den zweiten Platz gespült.","Am Ende, ja.","Die hatten allerdings auch einen super Auftritt. Das war ein schönes Beispiel\nfür eine gute Verbindung von Bühne.\nDie hatten so einen Turm aufgebaut, wo sie dann so eine Glastreppe,\nWendeltreppe, wo sie so hochgeschritten ist.\nUnd währenddessen dann aber dahinter auch die Projektion auf den Leinenwänden\ngut abgestimmt war. Also das hatte schon auch viel Schönes.\nWobei den coolsten Auftritt von der Bühne her fand ich in der Tat das,\nwas im Inneren einer Sanduhr gespielt hat.\nUnd wo die ganze Performance lang von oben Sand runtergerieselt ist.","Was wohl eigentlich Kork war.","Was wohl Korkstücke waren und dann drehte sich aber quasi dieser Werfer dann\nplötzlich beim Refrain und dann hattest du nicht mehr so einen linearen Sandstrom,\nsondern so zwei sich verschränkende, das war, fand ich auch total hübsch.\nAber ich will dir recht geben, dieses Jahr musikalisch war ich enttäuscht,\nmich hat eigentlich kein einziger Song musikalisch so richtig mitgenommen,\naber man kann auch nicht alles haben.","Die Lettinnen waren, dachte ich mir so, das war mal, das hat mir zugesagt.","Das waren diese sechs Mädels.","Die so elfenartig da hatten und Fäden da rumtanzten, die wohl auch in Lettern\neine ganz große Nummer sind.\nAber so einen richtigen Favoriten hatte ich nicht. Ich fand dann aber das Ding\nmit Israel, weil das halt auch wieder alles so böse war.\nUnd sogar der jetzige Gewinner, dieser JJ, hat sich jetzt dafür ausgesprochen,\ndass Israel diesmal nicht teilnehmen soll. Das ist einfach so furchtbar peinlich.\nNaja, also wie auch immer, man merkt einfach, ich will das nicht überbewerten,\naber schon mit der Ukraine und jetzt auch so ein bisschen mit diesem Israel-Publikumsvoting,\nauf einmal merkst du so eine...\nStimme Europas, die zugegebenermaßen weit gefächert ist, weil Australien darf ja auch mit abstimmen.\nJa, auch nochmal so eine Nuance.\nAber irgendwo spürst du, dass eine politische Diskussion im Raum und wie es\nwirklich wahrgenommen wird, teilweise große Differenzen aufweisen kann.","Und sich dort dann abbildet.","Genau, und sich dann einfach in so komischen Punkten auf einmal so abbildet.\nAber dann spürbar ist, weil du hast richtig gemerkt, die haben so,\nwas weiß ich, 240 Punkte oder sowas bekommen, während alle anderen so bei 100\nschon aus dem Häuschen waren.\nUnd dann war das so richtig so ein, oh was, wirklich?\nWeil auch niemand anders auch nur ansatzweise irgendwie in diesen Punkten bereits gekommen ist. so.\nUnd das finde ich, das sind so kleine Wirkungskräfte.\nIch will so eine Show nicht überbewerten, aber ich finde es generell ganz bezaubernd\nan dieser Veranstaltung, dass sie so diesen internationalen Wettbewerb,\nso dieses komm, lass uns doch einfach gegeneinander singen, anstatt dass wir uns die ganze Zeit,\nabschießen, wo Fußball ja auch so eine Variante von ist. Ähm,\nDass das sozusagen gelungen ist, auch noch über diese europäische Idee hinweg\ndas so in die Öffentlichkeit zu bringen und zu so einem witzigen Ding zu machen,\nweil irgendwie ist es ja auch witzig.\nSelbst wenn einem die Musik nicht gefällt, diese ganzen Tönekinds,\ndie ja im Vorfeld schon läuft und auch teilweise die super, super witzigen Performances\nda teilweise bei rauskommen.\nDiesmal war es glaube ich nur diese Espresso Macchiato.","Der war aber die schon ziemlich gut.","Der war in der Tat auch wirklich ziemlich lustig.","Und Schweden war halt auch schon sehr lustig, muss man sagen.","Das war auch gut.","Also im Vorfeld habe ich die beiden mitbekommen, den Espresso Macchiato.","Ich würde sagen, da hast du fast alles Wesentliche erfasst.","Die Finnen in der Sauna, das fand ich schon sehr gut.","Ach ja, genau, die mit ihrer Sauna.","Ja, aber das waren ja die Schweden. Die Schweden waren in der Sauna.","Ja, das waren die finnischen Schweden.","Das waren die finnische Schweden.","Nein, das ist der Teil von Schweden, der Finne spricht.","Ah, okay, siehst du die Details.","Genau.","Okay, also halten wir fest, kann man wirklich gut machen. Ja,\nnatürlich ironisch, aber wie du schon sagst.","Du willst ja sicherlich noch auf irgendwas hinaus.","Ich will eigentlich noch was ganz anderes.","Ja, ja, das dachte ich mir schon.","Aber ich dachte, der Einstieg ist gut und es war wirklich so,\nwie ich gleich beschreibe.","Ja, ist gut. Und wo wir gerade dabei sind, dich vom eigentlichen Thema abzuhalten,\nwürde ich auch nochmal das Voting-System ansprechen.\nWeil ich finde, bei so vielen Teilnehmern ist es schon wichtig,\ndass noch mehr Nuance rauskommt. Weil wir hatten ja auch tatsächlich dann zwei Fälle, glaube ich.\nAlso ich glaube, Island hat überhaupt gar keine Punkte bekommen am Ende.\nAlso weder vom Publikum noch von der Jury.\nUnd die Franzosen, die sich schon fast auf den Siegeszug wenden,\nsind dann einfach auch mal mit null Punkten im Publikumsvoting und haben echt\nnicht schlecht gestaunt.\nDas war schon so richtig so, ja nee, das hat uns jetzt einfach mal gar nicht gefallen.\nUnd dann habe ich mich halt gefragt, was für eine Null ist das?\nIst das so eine Null, so eine Null, Null oder ist es nur eine Cut auf Null?","Das ist eine Cut auf Null.","Genau, weil es ja immer nur eine Top Ten gibt, die die Punkte bekommt.","Plus die Zwölf.\nHör zu Tim. Es werden Punkte vergeben von 1 bis 10 und dann gibt es aber halt\nquasi noch den eigentlichen Gewinner, der bekommt 12 Punkte. Es gibt keine 11 Punkte.","Die 9 wird nicht vergeben.","Die 11 wird nicht vergeben.","Nur die 11 wird nicht vergeben. Okay, dann ist es eine Top 11.","Von 1 bis 10 plus 12. La Le Manille, du es point.","Der zweite Platz kriegt keine Punkte?","Germany, 12 Points. Nein, das ist einfach ein Abstand zwischen,\nder zweite Platz kriegt 10 Punkte, der erste Platz kriegt 12 Punkte.\nDas war schon immer so und ist historisch gewachsen.\nAber der Mechanismus, auf den du vielleicht hinaus willst, ist,\ndass es halt diese zwei grundsätzlichen Abstimmungsrunden gibt.\nNämlich erst werden nur die Jury-Ergebnisse verkündet.","Nee, nee, darauf wollte ich nicht hinaus, sondern ich wollte darauf hinaus,\ndass es sich ja also erstmal sehr löblich finde ich ja, dass es generell ein\nPreferential Voting gibt, weil ich finde das Preferential Voting als Konzept\nist meiner Auffassung nach für so etwas das richtige Voting.\nWeil es quasi, du rankst halt mit das fand ich am besten und die anderen fand\nich weniger gut, aber du hast nicht so nur eine, einer kriegt eine Stimme und\nalles andere fällt raus.\nAber dadurch, dass es nur eine Top 10 ist, und es wie viele Teilnehmer sind im Finale?","24 waren es, glaube ich.","Genau. Heißt es, dass mehr als die Hälfte, jedes Mal, 26 sind es sogar,\nalso deutlich mehr als die Hälfte, also 15 kriegen keine Punkte, 11 kriegen Punkte.\nund das finde ich nicht okay weil dafür ist hier zu viel Nuance gefragt und\ngenerell finde ich es auch gemein,\ndiese Künstler, die ja teilweise wirklich was leisten mit so null Punkten irgendwie\nauch nur in einzelnen Votes nach Hause zu schicken, also irgendwas sollten sie immer bekommen,\ndamit sie irgendwo auch weißt du, ein bisschen recognition muss irgendwie dabei\nsein meinetwegen kann ja der 26.\nwirklich null kriegen aber eigentlich auch nicht und ich weiß der ganze Eurovision\nist verliebt mit 12 points das ist halt irgendwie so man muss da irgendwie 1 auf die 12 kriegen,\n12 ist halt auch irgendwie eine geile Zahl aber das Ding hieß halt auch schon\nmal Grand Prix de la Chanson de Eurovision,\nund dann haben sie es Eurovision genannt, da kann man das mit der 12 auch nochmal\nüberdenken So, so viel wollte ich dazu sagen.\nOb eine Jury jetzt überhaupt erforderlich ist und was bringt,\nDas ist eine andere Diskussion.","Wofür ich nochmal werben wollte, ist dieser Spannungsmechanismus,\nden Sie da reingedrillt haben.\nDer ist noch gar nicht so alt, den haben Sie glaube ich so seit sieben Jahren oder sowas.\nDas ist also die erste, also es gibt grundsätzlich drei Teile oder gut,\nwenn man genauer hinguckt noch mehr, aber am Anfang wird halt ganz viel gesungen\nund währenddessen kann man schon irgendwie abstimmen.\nNee, nicht währenddessen, sondern ich glaube erst, wenn alle gesungen haben,\ndann gibt es einen Zeitraum X, in dem alle abstimmen dürfen und dann gibt es\ndann noch irgendwie Begleitprogramm, damit nicht für die früheren Platzierten\nschon länger abgestimmt werden kann und so weiter.\nDas ist also ein festes Intervall, in dem man abstimmen kann.\nDann kommt die erste Wertungsrunde der Profi-Juries, die halt dann 1 bis 10\nPunkte vergeben und Gewinner nochmal 12 obendrauf und die werden mehr oder weniger,\nich weiß gar nicht, ob das alphabetisch ist.\nWerden die aufgerufen und vergeben ihre Punkte und alle werden sofort irgendwo\nreingeschrieben und nur die 12 Punkte werden dann nochmal besonders angesagt\nund alle freuen sich besonders.\nUnd danach hast du dann halt ein Ranking von den 26 Ländern und die sind halt\nin der Reihenfolge, wie sie sind.\nUnd der Clou ist dann bei der zweiten Runde, wo dann nochmal halt pro Land quasi\nein bis zehn Punkte vergeben werden, plus dann nochmal die zwölf Punkte für\nden eigentlichen Gewinner.\nDas wird dann nicht mehr aufgerufen pro, wie hat die Bevölkerung des Landes\nX abgestimmt, sondern die gehen die Summe aller für jeweils Einleitung. von hinten hoch.\nDas heißt, sie fangen mit dem letzten Platz an.\nDas heißt also, wenn jetzt Island null Punkte in der Jury gehabt hat und auf\nPlatz 26 ist, ganz weit unten und das Publikum das aber toll gefunden hätte\nund denen 100 Punkte gegeben hätte, dann wären die hochgeklettert,\ndas ist dann auch schön animiert,\nan allen anderen vorbei, die noch keine 100 im Jury-Voting hatten und landet\ndann auf Platz, was weiß ich, 15 oder sowas. Und dann wird der.\nZweitschlechtplatzierteste aufgerufen und bekommt seine Punkte.\nDas heißt also, das Feld wird dann wirklich im wörtlichen Sinne von hinten aufgerollt.\nJa, und du merkst dann schon, okay, die kommen alle so ein bisschen hoch,\naber mit dem Sieg haben sie nicht wirklich was zu tun.\nUnd bei Israel war es dann aber wirklich so, die waren, glaube ich,\nich meine, ich ungefähr auf Platz 15, haben dann halt diese irren 200x Punkte\nbekommen und waren mit riesen Abstand auf Platz 1.","Zwei.","Zu dem Zeitpunkt 1. Die waren zu dem Zeitpunkt auf Nummer 1,\nweil ja quasi jetzt in Österreich noch keine Public-Vote gekommen sind.","Genau, das waren andere.","Die 1-Punkte hatten. So, und dann kommt quasi, danach kamen noch 14 andere Länder\nund du hast auch gemerkt, oh, keiner von denen kann sich jetzt,\nobwohl er vorher schon mehr Punkte hatte, schafft es sich an Israel vorbeizuschieben\nund werden die noch vom Thron gestoßen oder nicht und das erzeugt wirklich,\nhat häufig zumindest in den letzten Jahren eine irre coole Spannung erzeugt, weil du halt wirklich.","Ja, so sollte man mal Bundestagswahl verkünden.\nOder Kanzler wählen.","Großer Fan von diesem, es ist ja nicht unbedingt der Abstimmungsmechanismus,\nsondern der Präsentation der Zahlenergebnisse.","Die Zahlen stehen natürlich alle fest. Es muss irgendwie more fine-grained werden.\nIch finde, das Ranking muss irgendwie...","Die Bestrafung der letzten Plätze ist zu hart.","Ja, man kann ja auch...","Was häufig die Deutschen waren in den letzten Jahren.","Man kann ja auch, sagen wir mal, die Punkte irgendwie nach so einem logarithmischen\nDing vergeben. In gewisser Hinsicht ist das ja schon so ein bisschen mit der Eins.\nDie kriegt ja sozusagen nochmal so einen Boost. Dann könnte man das ja auch\nsagen, was weiß ich, die untersten Plätze kriegen alle einen Punkt. Weißt du?","Jetzt haben wir beide Unrecht, Tim. Hier, Alex Zalex schreibt es gerade.\nDer sagt, dass es jetzt so ist, dass es Eins bis Acht gibt, Zehn und Zwölf.\nDas heißt, die 9 fehlt und die 11 fehlt. Beide fehlen.","Habe ich doch recht gehabt.","Also quasi erster und zweiter Platz sind jeweils rausgehoben.","Genau, top 10. Also 16 kriegen keine Punkte,\n10 kriegen jeweils Punkte und man könnte genauso gut auch sagen,\ndie letzten kriegen alle einen Punkt und dann geht es mit zwei weiter und dann\nnimmt man die 9 wieder mit rein und dann passt das auch.\nUnd dann haben sie auch wieder ihre Dusepoint und irgendwie einen Punkt Vorsprung und alles ist gut.\nAber ich finde so, bei den schlechten, also wenn die dann alle gleich sind,\ndann sollen sie nicht null Punkte geben, sondern einen Punkt geben. Was soll's?","Ja, aber es sind ja nicht alle gleich schlecht.","Okay.","Das ist mein Gerechtigkeitswahr. Wie dem auch immer sei.","Ja, kommt aus dem eigentlichen Thema.","Nächstes Jahr kannst du dich ja live auf Mastodon darüber beschweren.","Wirklich.","So, aber damit du dann auch dort gelesen und wahrgenommen wirst zu diesem Thema,\nbrauchst du auf Mastodon was? viel mehr noch als auf Twitter damals, früher.","Was brauche ich wo was?","Damit deine Postings zum ESC gut verbreitet und wahrgenommen werden.","Eine Mastowall für den ESC.","Ja, jein, kommen wir auch noch zu, aber damit die überhaupt funktioniert, braucht es was?","Datenbank.","Nee, Hashtags.","Ah, Hashtags.","So, weil wir wissen, Mastodon, Suche über alles gibt es mittlerweile,\naber dein Server muss mitspielen und du musst es konfiguriert haben, jada jada.","Was ist dein eigentliches Ziel jetzt?","Da kommen wir jetzt in wenigen Sekunden hin. Jetzt sag doch mal,\nwas ist denn das richtige Hashtag für den ESC gewesen?","ESC.","Meinste.","Na, was heißt das Richtige? Das Richtige ist das, was die meisten verwenden\nund ich würde sagen, ESC ist das, was am meisten verwendet wird.","Siehst du, das glaubst du jetzt?","Ja, glaube ich.","Ich wollte es gerne wissen.","Ja, wissen tue ich es nicht. Achso, du wolltest es wissen.","Ich wollte es wissen.","Okay.","So, und ich hatte die Idee schon mal irgendwie vor ein paar Monaten und hab\nversucht, das in die Masterwall mit rein zu konfigurieren und da ist aber damals\nChatGPT kläglich dran gescheitert,\naber jetzt haben wir ja Claude Sonnet 37 und es war 20 Uhr und ich hatte noch\neine Stunde Zeit und dachte ich mir so, jetzt mal los.\nSagst du also, ich wollte ein Tool haben, wo du einen Hashtag oder ein Thema\neingibst und wo dir herausgerechnet wird, was zu diesem Event,\nwas gerade auf Mastodon präsent ist, die populärsten Hashtags sind,\ndie du dann für deine Postings nehmen kannst.","Auf Basis von?","Auf Basis von. Ich kann jetzt erstmal die URL reinschmeißen.\nDie kannst du vielleicht mal aufrufen.\nDann hat man das Ganze schon mal vor Augen und wir werden euch beschreiben, was da zu sehen ist.","Mastotags.","Mastotags habe ich das genannt. Neben der Mastowall und Mastothread gibt es\njetzt also auch Mastotags von mir.\nSo, es ist also eine ganz simple, olle Webseite.","Written by Claude Sonnet Prompting, Ralf Stockmann. Was heißt das denn? Das ist ja Quatsch.","Ne, ist exakt so. Es ist ja passiert.","Schreibst du auch sonst eine IDE hin? Also ich meine...","Also ich finde, es ist wichtig, dass man sowas transparent macht. Finde ich so? Ja.","Warum? Finde ich nicht.","Also alleine damit Leute irgendwie einsortieren, also erstmal so,\nes ist KI-Code, ist Vibe-Prompting, ist es jetzt nicht Vibe-Coding,\nist es jetzt nicht irgendwie, ich bin nicht selber aus den Fingern gewrungen mit allen Pros und Cons,\nund ich finde, es ist auch ein permanenter Proof-of-Concept,\nso was geht und wie es geht.\nIch habe gleich noch die Prompt History dazu, die publiziere ich halt auch immer.\nIch finde es gut, sowas transparent zu machen, wo wir da stehen, technologisch.","Ich gebe lieber damit an, dass ich das alles so gemacht habe.\nMan muss ja trotzdem viel drüber nachdenken. Die Programmierleistung ist ja im Kopf nicht im Tippen.","Jetzt hast du also hier dein Suchfeld und jetzt tippst du einfach mal ESC ein.","Oder irgendwas anderes.","Ja, aber machen wir mal mit ESC, damit sich das jetzt hier auch von der Story her her leitet.","Okay.","So, und da sehen wir, das war offensichtlich nicht die beste Wahl.\nSo, sondern ESC schafft es also nur auf Platz zwei als populärster Hashtag.\nUnd auf Nummer eins ist Eurovision.","Ja, aber was sind denn das hier für Zahlen? 50 und 63?","So, das erzähle ich dir jetzt alles, Tim. So, also was sehen wir?\nWir haben jetzt eine Trefferliste mit lustigen bunten Balken, wo man jetzt sehen kann,\nEine Zahl wird da angegeben, die die Verbreitung dieses Hashtags in Postings auf Mastodon angibt.","Moment, Moment, Moment. Wie kommt der denn von ESC auf Eurovision?","So, das erkläre ich dir doch jetzt alles. Also der Mechanismus dahinter ist folgender.\nDu hast halt eine Ahnung, zu welchem Thema du was suchst, bist dir aber halt nicht sicher.\nIst das jetzt schon das perfekte Hashtag? Das heißt, wenn dort jetzt eine Suche abgegeben wird,\nwerden die ersten 40 Beiträge von Mastodon Social ausgewertet,\ndie dieses Thema oder diesen Hashtag haben.\nUnd sämtliche Hashtags all dieser 40 Beiträge werden nochmal in eine Rangliste\ngebracht und die fünf besten davon,\nüber die wird im Hintergrund nochmal eine zweite Suche losgetreten und die Ergebnisse\nsämtlicher Hashtags daraus kommen auch in die erste Gesamtliste.\nUnd daraus hast du dann aus quasi diesen sechs Suchen zusammengebaut eine Top-Liste,\ndie hinreichend präzise ist.","Okay, stopp, stopp, stopp. Syntax-Error in 10.","Kannst du nochmal?\nSo schwierig ist es nicht.","Ich habe einen Parsing-Fehler gehabt. Also was, kannst du das nochmal leichter\nerklären in den Algorithmus?","Also pass auf.","Ich gebe was ein.","Die Grundannahme ist, Leute versuchen, um Reichweite zu kriegen,\ngeben sie mehr als ein Hashtag in ihren Beiträgen rein.","Das tun sie auch oft.","Das tun sie auch oft, ja. So, wenn du jetzt was über die WWDC schreiben willst,\ndann schreibst du WWDC, WWDC25 und Apple.","Schauen wir nochmal.","Genau.","Apple ganz vorne, dann WWDC, dann WWDC25, iOS 19.\nBWD 2025.","Aber wenn ich hier Eurovision angebe, dann kriege ich Gaza und Israel.","So, da kommen wir gleich zu. Das heißt also, da bilden sich jetzt dadurch,\ndass jetzt hier keinerlei semantische Interpretation drin ist.\nAlso was weiß ich, da ist jetzt nicht nochmal eine KI zwischengeschaltet,\nso oh es geht um Musik, dann filtere ich mal alles raus, was jetzt mit Israel und Gaza zu tun hat.\nJa, aber das war eben, wie du gerade eben ja beschreibst, ein präsentes Thema\nund das war auch auf Mastodon ein präsentes Thema.\nDarf Israel jetzt eigentlich hier gewinnen und sollten die überhaupt mitmachen?\nSo, und das bildet sich eben auch in den Hashtags ab.\nSo, warum man jetzt also auch nicht einen Automatismus oder ich jetzt wirklich\nnicht empfehlen würde, stumpf immer nur die ersten drei zu nehmen,\nwenn du jetzt beispielsweise mal WWDC eingibst, also sprich,\nman will sich jetzt schon mal darauf vorbereiten, wie können wir denn über das\nnächste Apple-Event schreiben.\nSo, dann hast du halt als Top-Treffer Apple. So, der ist dann aber so breit,\ndass er dir also jetzt für eine Masterwall beispielsweise überhaupt nicht hilft,\num dich da auf dem Laufenden zu halten, weil da kommt ja dann noch alles mögliche an Beifang.\nDas heißt, du nimmst dann jetzt als Hashtags WWDC, WWDC25 und WWDC 2025.\nDas sind die drei bestplatzierten thematischen Hashtags genau für diese Konferenz.\nSo, und das Feature, was ich dann noch reingepromptet habe, ist,\ndu kannst jetzt also bis zu drei von diesen Hashtags,\naussuchen und kannst die markieren und kannst dann oben mit einem Klick eine\nMasterwall dazu starten, ohne die noch irgendwo anpassen zu müssen oder ähnliches.\nDas heißt also wenn jetzt einfach mal,\nalso auch nur bis zu drei, weil die Masterwall kann ja nur drei,\naber wenn du jetzt irgendwie drei beliebige anwählst über die Checkboxen und\ndann auf Masterwall geht, wird ja direkt dazu eine aufgebaut.\nUnd umgekehrt werde ich die Connection auch noch machen.\nDu kannst in der Masterwall ja oben auf die Hashtags draufgehen,\num die anzupassen. Dann werde ich dort quasi auch nochmal einen Button reinbauen zu Explode.\nHinweise für bessere Hashtags noch für deine Masterwall, damit das Ganze noch\nbesser irgendwie zusammenpasst.","Super, was man hier kriegt, wenn man auf Freakshow geht. Wie AfD-Dancing-Memes,\ndu mit einer Vision Pro und irgendwas mit Trump.","Das sind alles andere Freakshows.","Genau, das sind alles andere Freakshows. Das ist natürlich jetzt ein totaler\nGemischtwarenladen. Aber auch dafür hilft jetzt so ein Service halt zu gucken,\nokay, was sind jetzt halt Hashtags, die thematisch einigermaßen drinstecken.\nSo, also jetzt Siehst du ja, wie dieser Dienst jetzt hier gebaut ist.","Was spricht dagegen jetzt nicht über ein Hashtag einzusteigen,\nsondern über einen Suchbegriff?\nAlso wenn ich jetzt sage, dass er sich gerade beschwert, dass das irgendwie\nkein Space enthalten darf.","Ja, ein Space nicht. Also es muss in einer, könnte ich reinprogrammieren,\nim Moment ist es lassen. Im Moment ist es so, dass es quasi keine.","Er nimmt ja an, es wäre dann sozusagen ein Hashtag. Er sagt Invalid Hashtag Format.","Ja, da ist die Fehlerausgabe jetzt nicht spezifisch genug.","Genau, ich möchte hier 1. FC Union Berlin mit richtigen Leerzeichen eingeben\nund danach sucht er und dann guckt er, was da unter dem Suchbegriff für Tags\nzu finden sind, weil sonst muss ich ja erstmal mit dem Tag starten,\nwenn ich gar nicht weiß, was das erste Tag ist.","Genau, du kannst schon, dann ist es derzeit so, dass du halt nicht nach mehreren\nWörtern suchen kannst, das könnte ich mal, muss aber halt dann auch klar machen,\ndass es dann halt nicht, also er sucht jetzt.","Sag das mal deinem Klot.","Ja.","Ja, das hat dir allein gelassen.","Gut. Was ich aber halt bemerkenswert fand, also es ist jetzt überschaubar komplex,\naber es sieht irgendwie hinreichend brauchbar aus, finde ich,\nund tut das, was es so irgendwie soll.\nUnd rat mal, wie lange ich dafür gebraucht habe und wie viele Promts.","Nicht lang. Also nicht mehr als Nachmittag und ich würde sagen,\nmit deiner Erfahrung, 10 bis 20 Promts?","Also ich habe gebraucht 20 Minuten, weil ich hatte ja auch nur eine Stunde und 12 Promts.\nSo und das habe ich mal einfach in die Zwischenablage geworfen und habe das\nmal auf meinem Pad gemacht und jetzt kann man sich das hier mal angucken.\nin meinem Headstock, wo ich solche Sachen immer versuche, irgendwie ein bisschen\nrunter zu dokumentieren. Kannst du ja mal draufklicken auf das Dokument.","Das hier?","Genau. Da habe ich jetzt nicht, also ich habe von dem ersten Prompt habe ich\nquasi die Antwort auch mit reinkopiert.\nDanach habe ich mir das gespart, weil das wenig Erkenntnisgewinn gebracht hätte.\nEs ging jetzt wirklich nur darum, okay, wie, wenn ich jetzt so ein Projekt mache,\nwas ist da quasi so meine Prompt-Strategie?\nUnd den ersten lese ich vielleicht mal vor, weil dann merkt man schon mal,\nwas so ein guter Startpunkt für so Vibe-Coding ist. Hallo, ich möchte einen\nkleinen Webservice bauen, Mastotex.\nEr soll das Problem lösen, zu großen Events wie Wahlen, Sportevents etc.\nden richtigen Hashtag für eigene Posts auf Mastodon zu finden.\nAlso der Hashtag, der gerade zum jeweiligen Thema die größte Verbreitung hat.\nEntwickle erst einmal eine Idee, wie man das technisch angehen könnte.\nBitte noch keine Implementierung.\nGrundlage soll sein, JavaScript, Bootstrap und die Mastodon API auf Mastodon Social.\nEs soll ohne Login funktionieren, es muss nichts gepostet werden,\nbetrieben soll es auf GitHub Pages.\nDas ist also der erste Prompt und dann macht er ein technisches Konzept,\nwas ich mir vorher schon genau so vorgestellt hatte und dann geht es dann auch\nschon los direkt danach.","Ach, das schöne dezentrale Netzwerk mastodon.social.","Genau, weil das ist halt das, wo ich hatte jetzt keine Lust,\njetzt irgendwie 20 verschiedene Server irgendwie noch abzufragen und ähnliches,\nsondern das folgt halt alles so dem Prinzip, okay, wenn es um Events geht,\ndie gerade irgendwie relevant sind, dann sind die auch auf Mastodon Social gut\nabgebildet und dann reicht es,\nwenn man nur eine API anstresst und nicht noch irgendwie 20 andere Server abgreift.","Ja.","Naja und jetzt kann man halt durchlesen, wie man sich der Sache dann nähert\nund ich finde das schon interessant,\nich habe sowas jetzt schon wirklich häufig gemacht, aber diese 20 Minuten,\n12 Prompts und dann war das viel, bis auf irgendwie ein paar Designdetails,\ndie ich danach noch gemacht habe, die sind jetzt hier nicht dokumentiert,\naber das war nur noch reines Pixelschubsen danach.\nEs gab bei der Geschichte jetzt keine einzige Stelle, wo er irgendwie rumgezickt\nhat und irgendwas getan hat, wo ich dachte, so jetzt aber nicht.","Das hast du jetzt hier nicht mit drin.","Genau, sondern es sind jetzt die einzelnen Blöcke sind jeweils einzelne Queries\nhier, die zwölf Stück und dazwischen kamen dann halt Antworten von ihm,\naber die kann man sich vorstellen.","Jetzt schon der Schleimer hier, danke, super.","Ich rede immer sehr, sehr höflich mit meinen LLMs.","Das ist dein Sklave, da kannst du auch mal klare Ansagen machen.","Nein, das mache ich nicht.","Das bist du, ist dir wert.","Es gibt auch die Theorie, dass das die Ergebnisse verbessert.\nNaja, ich finde das überhaupt nicht abwegig, weil wir ja hier mit diesen Dingen,\nalso wir triggern ein neuronales System.\nUnd alles, was als Antwort kommt, reagiert auf das, was wir reinschicken.\nund jedes einzelne Wort, was wir da reinschicken, aktiviert bestimmte Zellen und bestimmte nicht.\nWenn du also danke super toll reinschreibst, dann ist danke super toll als Belohnungselement\nsozusagen auch in gewisser Hinsicht in deine Gewichtung mit drin.\nUnd wenn es nur dazu führt, dass du auch freundlicher zurück angesprochen wirst,\ndas hilft ja auch schon mal.\nIch finde es immer toll, wenn du sagst, das ist ein super Gedanke, Tim.\nWas für eine geile Idee.\nIch wäre da nicht drauf gekommen.","Wo du es gerade erwähnst, ich habe mich gewundert, dass das hier nicht passiert ist.\nIch glaube, da hat Claude was rumgetunt an der Stelle.","Nee, du hast aber nicht so gute Ideen. Also ich werde immer richtig gelobt.","Oder so. Das wird es sein.","Wir loben ihn mal weg.","Es ist halt jetzt Claude Sonnet 3.7. Mit dem Modell hatte ich jetzt from scratch\nnoch nichts gemacht, sondern ich hatte das nur auf bestehende Projekte bisher\ndrauf gescheucht und hatte da eher so gemischte,\nErfahrungen, habe ich ja auch schon mal ein bisschen erzählt,\ndas war mir ein bisschen übereifrig, aber jetzt mit einem Projekt von null hoch,\nwürde ich sagen, war es nahezu perfekt.\nAlso das sieht man jetzt wirklich bei der Prompt History, da ist kein irgendwie\nGegenwirken und nee, das ist gerade irgendwie eine falsche Richtung, in die du da läufst.\nKlar ist es jetzt ein überschaubar, komplexes Projekt, aber jetzt auch nicht\nkomplett trivial mit dieser Logik, so, nimm nochmal jetzt die fünf Top und mach\nim Hintergrund nochmal eine zweite Suche und aggregiere das zusammen und bring\nes in eine vernünftige Anzeige Logik, also das ist jetzt auch nicht,\nkomplett irgendwie trivial, was da so passiert und dafür hat Claude Zonnet das\necht richtig gut hinbekommen, muss ich sagen.\nNaja, Code kann man sich angucken auf GitHub, wie üblich.\nIch verschränke das jetzt nochmal mit der Masterwall und es ist nebenbei jetzt\nhalt einfach ein schöner, einfacher Masterwall Generator.\nAber so, okay, ich will sicher sein, dass ich jetzt zur Republika die richtigen\nHashtags erwischt habe und was sollte ich beim Posting selber schreiben,\nauf jeden Fall verwenden,\ndamit ich da gut gefunden und gelesen werde. Ich hoffe, es ist nützlich da draußen.","Ja, also es ist schon wirklich erstaunlich, mit welcher Geschwindigkeit diese\nCode-Assistenten an Qualität dazu gewinnen.\nAlso da mag jeder so seine eigenen Erfahrungen mit machen.\nEs gibt ja auch noch ein paar Leute, die noch am Wimmern sind.\nUnd speziell was Claude betrifft, also Apple hat sich ja jetzt wohl auch mit\nAnthropik zusammengetan, um mal irgendwie ihren unfassbaren Rückstand zu verjüngen irgendwie.\nAlso wenn Apple nicht sehr bald da Fortschritte erzielt, dann wird es irgendwie dünn.\nDann laufen sie langsam Gefahr, da den Anschluss zu verlieren.\nAndererseits bin ich jetzt auch bei den ganzen übertriebenen Zukunftsaussagen,\ndie die ganzen AI-Firmen so von sich geben, auch weiterhin milde skeptisch.","Hast du die Google I.O. dir schon angeguckt?","Also ich habe mir eine 30 Minuten Zusammenfassung der wichtigsten Ankündigungen\nangeschaut, die im Wesentlichen immer mit Project und dann irgendein Name und jetzt mit AI waren.\nund da waren natürlich ein paar ganz bemerkenswerte Sachen dabei in the Demo,\nalso so wie sie es da halt auf der Bühne demonstriert haben.\nIch habe relativ wenig Erfahrung jetzt mit Gemini und auch relativ wenig Erfahrung\nmit den Google-Diensten, aber\nsie machen, also sie versuchen zumindest interessante Sachen zu lösen.\nAlso wir sind dem Babelfisch wirklich sehr nah.\nAlso so Echtzeit-Übersetzung, das haben sie ja zum Beispiel demonstriert.\nIch kriege jetzt gerade nicht alles zusammen, was sie da angekündigt haben,\naber es war auf jeden Fall eine ganze Menge in dieser Richtung und haben halt\nda ihre Modelle sehr zugänglich gemacht und vor allem bauen sie es halt in alle\nihre Dienste, alle ihre Apps überall ein.\nHaben jetzt auch, glaube ich, bei der Google-Suche jetzt generell so ein AI,\njetzt suchen mit AI quasi so ein Perplexity-Modus.\nDas war irgendwie auch klar.\nIch kann es schwer einschätzen, was ihre Aussagen taugen.\nIch meine, sie haben einfach so einen Track-Rekord, dass sie einfach extrem\nviele Dienste ankündigen, nur um so drei Jahre später wieder alle einzustellen.\nUnd wie auch bei Apple muss man halt gerade, was diese ganzen AI-Sachen betrifft,\nsehr vorsichtig sein, was so die Qualität betrifft.\nWeil das Target ändert sich halt permanent.\nAlso selbst wenn es heute gut funktioniert, kann es morgen auch schlecht sein.\nUnd das ist eine, wir haben es jetzt hier mit einer Technologie zu tun,\ndie gleichzeitig so krass nützlich ist,\naber auch auf der anderen Seite so furchtbar fragil sein kann in ihrem nicht\nvorhandenen Determinismus.\nMinismus, also die Vorhersagbarkeit.\nAlso hast du irgendwie früher mal ordentliche Algorithmen scharf geschliffen\nbekommen und gut rund gekriegt über die Zeit, dann kommt da einfach rocksolide\nSoftware drauf, wo du dich einfach drauf verlassen kannst.\nAber schon mit diesen ganzen Netz-APIs und diesen ganzen Services,\ndie da im Hintergrund wirken, wurde das alles schon so wattig.","So ein bisschen fassi.","Und jetzt werden halt die Algorithmen quasi auch nochmal rund gehobelt und irgendwie\nwie blubbert das alles wie so ein biologischer Haufen und du weißt jetzt nicht,\nist das jetzt hier irgendwie Schimmel oder Hefe, was da jetzt gerade am Start ist.\nJa, also backen wir jetzt hier Brot oder frisst sich das jetzt alles schon wieder selber auf?","Obwohl ich muss sagen, ich hatte jetzt gestern einen erstaunlichen Erfolg mit\ndem neuesten Chat-GPT-Modell.\nDas kam ziemlich left field und zwar habe ich ihn so gefragt,\nsag mal, kannst du mir einen Text übersetzen, der auf rhetoromanisch ist?\nUnd rhetoromanisch ist ja jetzt nicht die...\nDie meistgesprochene Sprache Europas.","Aber immerhin wird sie gesprochen.","Sie wird gesprochen. Kam als Antwort zurück, ja, ja, kann ich dir machen.\nIch kann dir auch sagen, in welchen der fünf Dialekten das Rete-Romanisches geschrieben ist.\nund dann habe ich ihm diesen Text vorgeworfen, also ich hatte von dem Text auch\neine Übersetzung und dann hat er tatsächlich diesen Text korrekt übersetzt und\nhat auch noch zu allen Worten erklärt,\nwas die so heißen und wie so genau die Varianten sind, was es alles sonst noch\nso für Bedeutungen haben könnte.\nDas fand ich relativ erstaunlich, weil das hatte ich jetzt nicht erwartet.","Das geht auch für tote Sprachen. Also ein ehemaliger Kollege von mir von der\nStabi-Staatsbibliothek, der hat das mal mit Kirchen-Slawisch gemacht.\nUnd zwar das waren noch wirklich die ganz frühen Chat-GPT-Modelle und der war\nalso völlig von den Socken wie gut, die eine Sprache konnten,\nwo er selber meint, so rasend viele Texte zum Anlernen gibt es da draußen überhaupt gar nicht.\ner könnte sich kaum herleiten, wo da überhaupt das Drehlingsmaterial jetzt dafür\nso ohne weiteres herkommt.\nJa, also ich glaube aber auch Airpods als Babelfisch Live-Übersetzung,\ndas werden wir glaube ich echt sehr bald erleben.","Für die nächsten Airpods im September.","Gerade mit diesem Transparency Mode und so, das macht ja total Sinn, das zu machen. Ja.","Da wird es natürlich haarig werden, wenn dann mal falsch übersetzt wird.\nFrüher haben wir uns ja immer auf Weltverständigungen gefreut, so ja Internet Chat,\ndas bringt alle zusammen und so und was hat es uns gebracht ja auf einmal hassen\nsich alle und Verschwörungstheorien noch und nöcher und auch im Anhalter hieß es ja auch schon,\ndass der Bubblefish zu diversen Kriegen geführt hat also da,\ngarantiere ich nicht für ein goldenes Zeitalter,\nja also so die 30er da mache ich mal keine Aussage zu. Ich lag auch schon bei den 20ern so daneben.\nDa fange ich gar nicht erst mit den 30ern an.","Die Frage, die bei uns in der Firma neulich aufkam, ist, wie lange dauert das\nnoch, bis die ersten Buden zumachen?","Welche Buden?","Firmen, die irgendwas mit Internet machen, weil sie so viel Vibe-Coding machen\nund so viele echte Programmierer rausgeworfen haben, dass sie irgendwie ihre Codebase zerschroten.","Es gab jetzt eine schöne...\nSchöne Debatte vor zwei Wochen oder sowas ging das raus. Ich weiß gar nicht\nmehr, wer die losgetreten hatte.\nWenn denn jetzt Vibe-Coding so das neue große coole Ding ist,\nwarum sehen wir davon nichts in Open Source Repositories?\nso von großen Projekten, also die großen Linux-Distributionen,\ndie großen Web-Projekte, die ja doch irgendwie ganz überwiegend auch Open-Source sind.\nSo, warum sind denn da eigentlich nicht Pull-Requests jetzt mal,\ndie auf der einen Seite offen liegen, so das ist jetzt hier Vibe-Coding und\ndas hat aber auch wirklich Hand und Fuß und bringt diese Software wirklich nach vorne.\nScheint es derzeit wirklich praktisch noch nicht zu geben.\nDas kann natürlich unterschiedliche Gründe haben, so entweder die Leute,\ndie an solchen Projekten arbeiten,\nfassen das einfach aus auch guten, nachvollziehbaren Gründen mit der Kneifzange\nnicht an oder sie tun es und legen es aber nicht offen, dass 80% Vibe-gecodet\nwurde und sie nur nochmal 20% selber draufgeschüttet haben und das ist einfach nicht bekannt.\nAber den Ansatz so als Messinstrument zu nehmen, so welche Rolle spielt Vibe-Coding\neigentlich bei prominenten wirklich gut laufenden Softwareprojekten, finde ich spannend.","Das ist glaube ich noch ein bisschen schambehaftet so. Das will man jetzt noch\nnicht unbedingt zugeben.\nDa gibt es nicht jetzt so viele wie wir. Wir setzen uns ja hier hin und sagen,\nhey, Vibe-Coder from hell.","Naja gut, wahrscheinlich ist es auch eine Komplexitätsfrage.\nIch glaube, dass ab einer bestimmten Codebase-Größe Vibe-Coding auch einfach\nüberhaupt nicht mehr funktioniert.","Es gab, glaube ich, so eine Welle so vor einem halben, dreiviertel Jahr,\nwo dann mal irgendwie offengelegt wurde, Oder so, das meiste von diesem Pull-Request\nwar entweder, ja, hat dann doch den Code nicht verstanden oder irgendwelche\ntotal trivialen Sachen, nur Kommentare irgendwie hinzugefügt an Stellen,\nwo sie eigentlich echt nicht nötig gewesen wären und sowas.\nDas hat, glaube ich, auch viele Leute abgeschreckt nach dem Motto,\nokay, da kann man sich auch nur eine blutige Nase holen in dem Thema.\nNaja, aber ich glaube auch die Bastion wird früher oder später fallen. Also schauen wir mal.","Ich denke, diese ersten Impressionen hängen halt viel mit diesen frühen Fehlern der ersten Coding-LNM.\nDas haben wir ja hier auch besprochen, dass da teilweise nur kurz dabei rauskam.\nAls ich irgendwie das erste Mal mit ChatGPT versucht habe, Elixier-Code zu erzeugen,\ndann merkst du so richtig,\ndass der da irgendwie nur so zu 50% in der Elixier-Welt drinsteckte und mit\n50% mir irgendwelche anderen Programmiersprachenkonzepte da reingemischt hat\nund ich ihn immer wieder darauf hinweisen musste,\ndass es sich hier um eine funktionale Programmiersprache handelt und da kann\nman nicht irgendwelche Werte ändern.\nSo, ah ja, jetzt wo du es sagst und so.\nund das ist irgendwie schon, ich würde nicht sagen komplett weg,\naber auf jeden Fall spielen wir da jetzt schon in einer ganz anderen Liga, nach einem Jahr und,\nähnlich wird sich das auch weiterentwickeln und ich glaube, ähnlich wird sich\nauch die Akzeptanz damit weiterentwickeln, weil.\nWir werden das jetzt bald sehen, dass größere neue Projekte auf diese Art und\nWeise geschrieben werden und sehr schnell aus den Startblöcken kommen.\nUnd dann muss man halt schauen, wie gut das mit der Maintenance und der Weiterentwicklung etc.\nFunktioniert. Aber ich sehe jetzt nicht, warum das komplett unmöglich sein sollte,\nweil es ist im Wesentlichen Erfahrungswerte wieder, die hier eine Rolle spielen.\nSo wie du generell mit Programmierung erfahren, Erfahrung sammeln musst,\nmusst du auch mit dem Vibe-Coding an sich und auch speziell mit den Modellen,\nmit denen du arbeitest, Erfahrung sammeln und daraus leitet sich dann erst die\neigentliche Produktivität und der potenzielle Produktivitätsgewinn ab.\nJa und von daher bin ich da milde optimistisch.\nAndererseits gibt es natürlich auch in zunahmendem Maße so diese Slop-Problematik\nauf einer anderen Ebene.\nAlso ich glaube Google hat auf dieser I.O. auch angekündigt,\ndass sie jetzt GitHub auch so für PR erstellen, für Reviews erstellen und so\nweiter auch irgendwie ihre AI-RPIs bereitstellen.\nDas heißt, da werden dann die Open-Source-Leute auch nochmal zugeschmissen mit\nautomatisch generierten Fehlersachen, was ja jetzt auch schon ein Thema war,\ninsbesondere wenn du so Bug-Bounties hattest. Also dafür war das da total das Problem.\nDie Leute gesehen, oh, hier kann man Geld verdienen und so. Und du wirst ja\nimmer, wenn es um Geld geht, alles vorbei.\nHilft auch die Sparkasse nicht mehr. Ja, AI angeschmissen, ja,\nsuch mal hier irgendwelche Fehler und dann gleich machen wir mal die Einreichung für die Bug-Bounty.\nAlso so durchautomatisierte Teilnahme an solchen Coding-Wettbewerben.\nUnd das ist natürlich nicht im Sinne des Erfinders.\nDa ging es ja darum, dass wirklich Leute honoriert werden, die viel Zeit aufwenden,\nsolche Fehler zu finden.\nUnd jetzt ist es auf einmal ganz einfach, vielleicht auch erstmal nur triviale\nFehler, aber immerhin Fehler zu finden.\nUnd Leute versuchen halt da, die Kohle abzuziehen. Und ich glaube,\ndas sind alles so gegenläufige Bewegungen, wo noch nicht ganz klar ist, wie das am Ende ausgeht.\nUnd ja, müssen wir mal schauen, was ist. Die Contributions, denke ich mal.\nWerden von daher erstmal kommen durch neuen Code.\nAlso es wird neuer Code entstehen, der sozusagen AI-first entstanden ist und\nvon daher auch sehr viel fresher ist,\nwährend ja gerade die Open-Source-Projekte, die vielleicht jetzt nach Kontributionen sich sehnen,\nvor allem diese deshalb nicht bekommen, weil es sich halt teilweise um uralte Code-Bases handelt.\ndie irgendwie noch am Leben gehalten werden, von genug Leuten benutzt werden\nund dadurch einen Wert haben,\naber die so keiner mehr jetzt neu schreiben würde und die Schwierigkeiten haben\nauch mit den neuen Environments, dem neuen Web, den neuen OS-Features,\nVMs und so weiter, was es auch immer im Einzelnen ist, damit klar zu kommen.\nUnd das ist dann natürlich jetzt auch vielleicht nicht unbedingt das Erste.\nAndererseits glaube ich, dass die Programmierer, die vielleicht derzeit nach\nKontributionen schreien, diese Kontributionen auch wiederum sehr viel direkt\nvon der AI bekommen können, indem sie nämlich einfach AI-Tools für die Analyse verwenden.\nIn dem Zusammenhang könnte ich auch nochmal so eine neue Bewegung in der Elixierwelt machen.\nAlso wir hatten ja über die MCP-Server schon mehrfach gesprochen,\nvorhin hatte ich es auch nochmal erwähnt mit dem Blender und was jetzt auch dazu kommt,\ndas heißt Tide Wave heißt das bei Elixier.\nDass eben auch die VM selber,\nalso die Laufzeitumgebung, wo dein Programm drin läuft, einen MCP-Server bekommt\nund du quasi zur Laufzeit mit einer LLM-Codeanalyse im laufenden Programm vornehmen kannst.\nDu kannst also schauen, guck mal nach irgendwelchen Prozessen,\ndie irgendwie Message-Stau haben und die irgendwie ihre Dinger nicht abarbeiten\noder andere Parameter, was es auch immer ist, Speicherbelegung etc.\nAlso alles, was du quasi systemisch, telemetrisch aus dem laufenden System abfragen\nkannst, steht dir in Echtzeit zur Verfügung, um dann darauf mit einer LLM irgendwie\ndeine Analysen zu machen.\nund sowas werden wir sehen, auch das andere Beispiel, was ich vorhin aus dem\nVortrag gemacht habe mit der Metaprogrammierung.\nAlso alles greift auf einmal so ganz tief rein und es sind jetzt auf einmal ganz andere.\nDebugging-Prozesse, ganz andere Optimierungsprozesse möglich und damit ist unter\nUmständen auch komplexere Software auf einmal möglich, die vorher vielleicht\nnicht so richtig maintainable war.\nAlso es ist noch völlig offen das Rennen, aber ich glaube, es wird eine sehr\nunterhaltsame Reise werden.","Ich habe jetzt für die Shownotes den Artikel nochmal gerade gefunden.\nIf AI is so good at coding, where are the open source contributions?\nAlso den würde ich sagen, echt gerne mal durchlesen, wenn euch generell irgendwie\nso Coding interessiert.\nUnd egal, ob ihr jetzt Vibe Coding cool oder scheiße findet,\nder Artikel ist, finde ich, für beide Perspektiven hilfreich.","Jaja, also da gab es ja auch diese Meldung, darauf bezieht sich ja dieser Artikel\nunter anderem auch, dass irgendwie Nadella meinte, 30% des Codes,\nder bei Microsoft entsteht, sei jetzt irgendwie mit AI gemacht worden,\naber naja, who knows, ob das stimmt.","Ja und ob das dann am Ende nicht doch irgendwie, ja er hat mal auf Autocomplete\nirgendwie Tab gedrückt, ne? Achso.\nIch kann mir das noch nicht vorstellen, dass die schon...","Ja, endlich Kommentare im Kurs. Auf einmal 30 Prozent größer geworden.","Auch gerne.\nWir wissen es nicht. Wenn ihr es wisst, fragt es uns gerne zu.\nAber die Zahlen finde ich irgendwie zu fussy, um sie zu glauben.","Ja, ich glaube die klassische Open Source im Sinne von Free Software.\nAlso vielleicht muss man da auch nochmal ein bisschen unterscheiden.\nAlso ich glaube so das Free Software Movement, kann ich mir vorstellen,\nist auch so ein bisschen schockiert von diesem Trend, weil es ja auch so ist,\ndass derzeit der ganze AI-Coding-Bereich komplett eben von Firmen dominiert wird.\nEs gibt halt in dem Sinne keine Open-Source- Engine, die wirklich nennenswert mithalten können,\nmithalten kann oder die in irgendeiner Form von irgendeinem Konsortium, einem,\nöffnen Konsortium, der allgemeiner zur Verfügung gestellt wird,\nwas glaube ich auch derzeit noch gar nicht möglich ist, weil einfach sich,\nalles so dermaßen im Fluss befindet, die Ressourcen, die dafür notwendig sind,\nso in hoher Nachfrage sind, dass die Kosten einfach so hoch sind,\ndass sie nur von den großen Unternehmen derzeit auch bezahlt werden können.\nUnd die Modelle, die halt auf eine bezahlbare Hardware laufen gelassen werden.\nKönnen, einfach noch nicht die Prowess haben, die man dafür braucht.","Naja, diese ganzen RA-Companies werden ja auch mit Venture Capital zugeschissen.\nAlso die können sich das leisten, irgendwie die völlig überzogenen Preise von\nNVIDIA irgendwie zu bezahlen, was du dir als Open-Source-Projekt natürlich nicht leisten kannst.","Genau, und man muss natürlich auch sagen, es ist ja auch so ein gewisser Sustainability-Aspekt\nmit drin, der jetzt nicht nur Open-Source betrifft, aber auch Open-Source betrifft.\nJetzt haben wir diese Systeme gerade. Wir wissen, die entwickeln sich irgendwie\nganz gut, Aber es ist auch so, dass derzeit der Betrieb von diesem ganzen Kram\nnur möglich ist, weil da so viel Future...","Weil da so viel Venture Capital verbrannt wird.","Genau, weil es wird einfach gerade sehr viel Geld verbrannt und sicherlich wird\nes auch ein paar Gewinner geben in diesem Markt.\nAber wie das immer mit den Hypes ist, irgendwann wird sich da die Spreu vom\nWeizen trennen. Und ob das Rennen am Ende...","Oder die Bubble platzt, könnte man auch sagen.","Oder die Bubble platzt. glaube ich aber jetzt nicht, weil,\nJa gut, die finanzielle Bubble, die kann natürlich platzen.","Die Technologie geht nicht mehr weg, das ist klar. Aber dieses overhyped Bubble-Ding.","AI für alles und auf jedes Marmeladenbrot muss jetzt irgendwie auch noch AI\ndrauf und jeder Kühlschrank wird auch nur noch mit AI verkauft, habe ich schon gesehen.\nAlso es ist alles irgendwie völlig gaga.\nDas wird natürlich weggehen. Ich denke mal in zwei Jahren ist dieser Hype,\nDann wird wieder die nächste Sau, die durchs Dorf gejagt wird.\nKeine Ahnung, was es sein wird, aber irgendwas. Auf jeden Fall, das hält nicht ewig.\nUnd dann ist eben die Frage, was bleibt und wer kontrolliert das, was bleibt?\nUnd wie verfügbar ist das und zu welchen Preisen? Und wenn du dich halt jetzt\nauf ein Development-Modell einlässt, was quasi nicht nur AI nutzt,\nsondern so viel Komplexität im Prinzip ermöglicht und dadurch ins Projekt bringt,\nsodass du nicht mehr genug Wissen in deinem Personalbestand hast,\negal ob es jetzt Firma oder Open Source ist,\ndass du das auch gar nicht mehr gefixt bekommst ohne AI.\nAber dann hast du auf einmal diesen Zugriff auf diese AI nicht,\nweil du es entweder nicht bezahlen kannst oder es aus irgendwelchen anderen\nGründen auf einmal weggegangen ist.\nDann könnte es halt knifflig werden. Und das muss man sich schon gut überlegen,\nwenn man ein Sustainable-Projekt haben will, wie man das gut ausbalanciert.\nAndererseits, und das habe ich jetzt auch auf dieser Elixier-Konferenz wieder\ngesehen, wenn man sich mit den Leuten unterhält, die Nützlichkeit zweifelt einfach niemand an.\nAlso das ist einfach, alle verwenden das, alle benutzen das, alle haben das.","Die Erwartung von weiter oben in so Firmen ist aber sehr, sehr groß.\nAlso das darf man nicht unterschätzen.\nDass es da draußen größere Firmen geben wird, die größere Mengen an Programmierern\nrauswerfen, weil sie der Meinung sind,\nmit AI sind sie so viel effektiver, dass sie die Leute alle nicht mehr brauchen\nund dann in eine Situation kommen, wo sie ein Problem kriegen.\nAlso damit rechne ich fest, weil das wird alles so als magisches Wasser verkauft.\nAlso das ist so, wie du so schön sagtest, auf jedes Marmeladenbrot muss AI drauf.","Ja.\nJa.\nSo viel dazu.","So viel dazu.","Und jedes Marmeladenbrot braucht auch Johnny Ive, der wieder aus der,\nich weiß nicht, ob er wirklich in der Versenkung verschwunden war,\naber sagen wir mal, im öffentlichen Interesse war er nicht mehr ganz so im Mittelpunkt.","Hat der nicht zwischendurch Weihnachtsbäume designt oder so?\nWar das Johnny Ive? Oder war das der Typ von Tesla?","Das weiß ich jetzt.","Ist egal, ist auch nicht wichtig.","Also wer Johnny Ive nicht kennt, Johnny Ive war über einen sehr langen Zeitraum\nseit Mitte der 90er Jahre bis ungefähr vor 5 Jahren,\nalso ungefähr für 25 bis 25 Jahre war er,\nder quasi Chefdesigner.\nDer Chefdesigner, erst Hardwaredesigner und dann irgendwie auch der Designer,\nwobei die Ära ist nicht so gut gelaufen bei Apple.\nEiner der Vertrauten von Steve Jobs und gemeinsam haben sie halt so Dinge wie\nden iMac, den iPod und so weiter.\nAlso all diese ganze die Produktserie, die quasi Apple wieder aus der Versenkung,\ngeholt hat und zur erfolgreichsten Firma der Welt gemacht hat.\nDas war unter anderem auch sein Werk.\nEr ist Brite, er redet sehr bedächtig und sehr langsam mit so einer mehligen\nStimme war dann in diesen Produktankündigungs-Videos immer so die Background-Voice,\ndie dann geschrieben hat, die intricate Design.","Er hat vor allen Dingen nie Aluminium gesagt, sondern immer Aluminium.\nDas haben die Amis immer, immer, jedes Mal, gab es da irgendwie,\nja Shitstorm ist vielleicht zu viel gesagt, aber es wurde immer bemerkt.","Ja, ich bin mir auch sicher, dass er Color mit OU geschrieben hat,\nalso das mussten sie dann hinnehmen Aber wir wissen ja, wie die Amerikaner so sind.\nEgal, Johnny Ive ist dann aber irgendwann weggegangen von Apple und ich glaube,\ndas war auch ganz gut so, weil man schon das Gefühl bekam,\ndass so sein rigider Minimalismus mittlerweile mehr kaputt gemacht hat, als gut war.\nund ja, also immer zu wenig Schnittstellen und,\nwofür er auch am Ende dann zuständig war oder an welchen Verfehlungen er für\nwelche Verfehlungen er wirklich verantwortlich war, das wissen wir jetzt so\nnicht, aber es war die Luft war raus und dann ist er halt dann auch irgendwann gegangen,\nnach einem längeren Ablösungsprozess und hat dann die Firma Love From,\ngegründet und jetzt hat er wieder eine neue Firma gemacht.\nIch weiß jetzt nicht, ob Love From jetzt damit zu Ende ist oder seine Beteiligung\nda zu Ende ist oder ob das jetzt nur ein zusätzliches Venture ist.\nAuf jeden Fall gibt es jetzt eine Bude, die IO heißt und die irgendwie mit Open Air zusammen.\nIrgendein mysteriöses Produkt entwickeln soll, was irgendwie so Next Generation,\nDevices ist, was du dir irgendwie in die Tasche stecken oder auf den Tisch legen\nkannst und mit dem du irgendwie rum AI'en kannst.\nJa, das ist so das Versprechen und es gab so ein völlig,\nalso vor ein paar Tagen kam schon so ein Interview mit ihm raus,\nwo er da irgendwie auf der Bühne von, ich glaube von der Stripe-AP-Konferenz\nrumsaß, warum auch immer.\nund dann so ein bisschen darüber geplappert hat, wie so seine Philosophie ist\nund was ihn so an Silicon Valley so fasziniert hat und auch meint,\ndass sich Silicon Valley verändert hätte und es\nwar ja mal so der kulturelle Polarstern und alle wären ja Idealisten gewesen\nund in letzter Zeit würde es irgendwie nur noch von Macht und Geld dominiert\nwerden und wäre nicht mehr so geil und ein paar Tage später kündigt er dann\nautomatisch auch noch ein Projekt an mit irgendwie Sam Altman zusammen,\nwo die beiden dann wie so Best Buddies irgendwie in so einer San Francisco Bar\nrumhängen und sich irgendwelche Plattitüden erzählen.\nDas war also wirklich schon sehr, sehr, sehr, sehr cringy anzuschauen.\nJa, und zumal er ja auch meinte, er wäre ja mehr so für Creation,\nals irgendwie immer alles kaputt zu machen, weil irgendwie dieses ganze Breaking\nStuff auch nichts bringt und generell mehr Visionen einklagt.\nAlso ob er das nun zu OpenAI trägt und ob es ihm wirklich gelingt,\nein Device zu erzeugen, was die Masse braucht und was in irgendeiner Form ist,\nschafft sich neben Watch und iPad und Vision Pro und iPhone,\noder welche Produktkategorie man jetzt auch immer ranholen will oder Brüllwürfel\nauf dem Tisch, mit denen man reden kann.","Krawallkugel.","Ja, so eine Krawallkugel. Also wo sich das einbetten soll, ist mir noch unklar,\naber es gibt wohl einen Prototypen und dann werden wir wahrscheinlich auch irgendwann davon erfahren.","Naja, wahrscheinlich ist es sowas wie der AI-Pin gewesen ist oder sein sollte.","Das steht natürlich zu befürchten, dass es wieder so ein Objekt ist, mit dem du redest.\nAber I don't know. Warten wir mal ab, was kommt.\nJohnny Ive ist sicherlich ein guter Designer. Ob er ein guter Internet-Device-Erfinder\nist, weiß ich nicht. Das ist auch, glaube ich, nicht seine Rolle in diesem Spiel.\nsondern da scheint sich irgendwie OpenAI selber in irgendeiner Form eine Hardwarebude geholt zu haben.\nOb die dann nur die Fehler der anderen wiederholen oder wirklich nennenswert\netwas anderes im Kasten haben, weiß ich nicht.\nAber mit den Fähigkeiten, die diese Systeme haben, ist es natürlich denkbar,\ndass ihnen da irgendein Brückenschlag gelingt, irgendwas gängig werden zu lassen.","Naja, man muss OpenAI zugestehen, dass sie seit längerem dafür bekannt sind,\ndass sie ganz brauchbare LLMs machen.\nWas die Bude da, diese AI-Pin-Bude war, ist nicht damit groß geworden,\nein super funktionierendes LLM zu haben, sondern die kamen plötzlich mit so\neinem Stück Hardware raus und haben das Blaue vom Himmel versprochen.\nalso insofern halt halte ich ob er für in der lage was zu produzieren was,\nWeiß ich nicht, dass den Apple-Leuten vielleicht die eine oder andere schlaflose Nacht beschert.","Also weil Tim hier gerade rumscrollt, während wir sprechen in der Sendung hat\nClaude uns zu ehren das Claude Sonnet 4 Modell veröffentlicht.","Jetzt hast du die Überraschung gespoilert.","Gerade eben sprach ich noch über 3.7 und jetzt sind wir also bei 4 und das soll\njetzt nochmal 10% besser im Coding sein als schon das 3.7 und man wird sehen, wir werden es testen.\nJa, zu der Geschichte mit Eif und OpenAI.\nAlso ich frage mich halt, wenn es irgendwie Hardware ist, was für verschiedene\nVarianten haben sie, um da irgendwas zu integrieren und was könnte dann der\nJob von Eif bei der ganzen Geschichte sein?\nUnd ich glaube nicht daran halt,\ndass Audio-Only funktioniert mit so einem allmächtigen KI-Assistenten.\nDas ist vielleicht irgendwie spannend, aber am Ende des Tages will ich halt\nauch auf irgendeine Liste gucken können und will irgendein Bild ansehen oder was rausnehmen.","Vor allem musst du Zugriff auf deine privaten Daten haben, ohne deine privaten Daten freizugeben.","Na gut, das ist ja eine Convenience-Frage. Da kannst du ja sagen,\nhier ist mein Login für Google, da ist mein Login für XY.\nWenn Leute so verrückt sind, das zu machen, dann können sie es ja tun.\nAber ich frage mich jetzt erstmal nur auf die Interface-Frage runter reduziert.\nMeiner Meinung nach, das was ich glaube, was am besten funktionieren würde,\neigentlich ist in Kombination mit einer Brille.\nSo, du sprichst mit deiner Brille und siehst die Sachen aber halt in die echte Welt augmented rein.\ngebaut. Also halb durchlässig Display.\nDas ist das Szenario, wo ich denke, wo es irgendwann hinlaufen sollte,\nwenn es darum geht, ich unterhalte mich mit einem KI-Assistenten.\nIch will da eigentlich gar kein Gerät in der Hand halten mit einem kleinen Display,\nsondern wenn ich irgendwie rede, dann will ich die Hände frei haben und will\nin der Gegend rumgucken und will mit dieser Umwelt durch Sprache,\ndie ich spreche, interagieren.\nUnd im Prinzip würde ich sagen, ist die Technik da, bis auf die Brille.\nJa, das heißt also alles andere, dass du jetzt also irgendwie ein Live-Kamera-Feed\nauswertest und dort OpenAI in Analyse macht, so was guckt der gerade an und.\nSelbst auch schon sowas wie ein rudimentäres Verständnis von dem halt,\nwie so Welt funktioniert und was man da gerade sieht, das kann ich mir alles\ntotal gut vorstellen. Ich glaube, da sind die nicht weit entfernt von.\nEchtzeitsprache machen sie ohnehin schon gut, also ihre aktuellen Modelle,\nmit denen kann man sich ja wirklich, richtig gut flüssig unterhalten.\nJa, wir haben uns vor einem Jahr dieser Skandal, wo sie von Scarlett Johansson\ndie Stimme genommen hatten. Das funktioniert jetzt schon ziemlich so.\nVielleicht ist jetzt die Betonung nicht so edgy, wie sie es damals irgendwie\nimmer präsentiert haben, aber vornherein flüssig.\nAlso wir haben bei uns zu Hause am Abendtisch relativ häufig die Situation,\nPapa, frag doch mal die allwissende Müllhalde.\nDas heißt also, Papa und Mama wissen irgendwas nicht, die Jungs wollen aber\ndie Antwort haben, wie Pokémon Monster X die große Schwäche hat.\nDann lege ich das iPhone hin und mache ChatGPT auf im Voice-Modus und frage, hier,\nerklär mal zu Pokémon XY, wie kann ich das besiegen in Dings XY und dann erzählt\ner einem das und meine Jungs stellen Nachfragen und es ist für die völlig normal,\ndass da die allwissende Müllhalde auf den Tisch liegt und alles über Pokémon\nweiß. Das stellen die überhaupt gar nicht in Frage.","Wikipedia ist nicht mehr die allwissende Müllhalde, ChatGPT ist jetzt die allwissende Müllhalde.","So und wir versuchen das noch zu framen.","Am Ende ist es immer Marjorie.","Man darf nicht alles glauben, was einem da zählt, wie jetzt so. Aber das ist auch...\nClaudia hatte noch eine Zeit, wo sie meinte, das guckt man doch besser alles in dem Wiki nach.\nWir haben jetzt gerade wieder so ein neues Pokémon-Spiel auf der Switch angefangen\nund es ist einfach so viel bequemer, halt einfach dein Handy zu fragen,\nwährend du dein Spiel daddelst. Ich will den Controller gar nicht weglegen.\nSo und ich glaube aber, dass Audio-Only halt nicht reicht. Das heißt also die\nKombination aus Audio auf der einen Seite und ich sehe aber etwas auf der anderen\nSeite, klappt meiner Meinung nach so richtig flüssig nur über eine gute Brille,\ndie halt halb transparent ist.\nSo, also Google Glass im Prinzip aber mal in geil. So, das ist ein Produkt,\ndas würde glaube ich funktionieren.","Was ja Google jetzt auch auf dieser I.O. wieder zum x-ten Mal angekündigt hat,\ndass sie jetzt so mit verschiedenen Brillenherstellern solche Produkte rausbringen\nwill, wie es Meta ja auch schon getan hat, mit der Brille, mit der Max schon\ndie ganze Zeit durch die Gegend läuft.\nAndererseits meine ich, ich habe das jetzt nicht zu sehr verfolgt,\naber ich meine in dieser ganzen Debatte um Johnny Ive und OpenAI sei auch so\ndie Einschätzung von Ive durchgesickert,\ndass er nicht der Meinung ist, dass eine Brille die Antwort ist.\nich hatte es eher als etwas, was man irgendwie auf den Tisch legen und in die\nTasche tragen kann, aber so viele richtig Details haben sie auch noch nicht\ndazu veröffentlicht. Das ist jetzt alles so ein bisschen,\nTeeblätter lesen, aber naja.\nBin skeptisch. Generell, also als Auskunftsmaschine, so wie du es jetzt auch\nschon verwendest, reicht mir auch das iPhone.\nAlso als Public Information und man muss ja eh unterscheiden,\nwas soll die LLM für einen tun? Soll sie nur übersetzen?\nSoll sie ein Gesprächspartner sein? Soll sie ein emotionaler Begleiter sein?\nIst es eine Wissensquelle? Was glaube ich die schwierigste Aufgabe ist,\nweil wir eben so hohe Erwartungen haben an die Richtigkeit von etwas und das\nwird uns noch eine Weile begleiten.\nAber Wissen heißt halt vor allem, ich durchkämme das Internet und ich bin quasi,\nalso als LLM, in allen Datenbanken drin und Und ich versuche so viel wie möglich\nhier zusammenzufassen.\nKlein genug sein, damit es noch effizient ist, groß genug sein,\num auch genug abzubilden.\nAber am Ende wird es immer eine Kompression des Internets sein,\nwas diese Maschinen rausspucken.\nUnd die eigentliche Stärke, und da bin ich ja durchaus d'accord mit Apples Vision,\nauch wenn sie selber gerade nicht in der Lage zu sein scheinen,\ndiese Vision umzusetzen, dass du halt.\nDu ausgehst mit der Intelligenz von deinen privaten Informationen,\naber eben durch eine richtige Architektur versuchst zu verhindern,\ndass diese Daten einem öffentlichen zentralen System zugestellt werden und deswegen\ndie Intelligenz in das Device zu verlegen, beziehungsweise da,\nwo die Performance des Devices nicht ausreicht,\ndas eben über diese gesicherte Architektur ins Netz zu legen,\ndie sie vorgestellt haben. Ich finde die Idee nach wie vor super.\nIst natürlich schade, wenn sie es nicht auf die Kette kriegen,\nwas auch immer der Grund ist.\nIrgendwie scheinen sie sich da organisatorisch komplett verhaspelt zu sein.\nAber es ist halt schon wichtig, dass so ein Gerät, wenn es für dich ein persönlicher\nAssistent sein soll, also wenn das das Ziel ist hier und nicht eine moderne\nWikipedia und ein moderner Babelfisch,\nwas auch eine okaye Anwendung davon ist, aber was anderes ist als der persönliche Assistent.\nWenn es der persönliche Assistent sein soll, muss es meine Daten kennen und\nes muss mit meinen Daten umgehen können,\nohne meine Daten zu verraten und das ist die Quadratur des Kreises,\nan der Apple sich gerade die Zähne ausbeißt,\naber auch für OpenAI wird es nicht einfacher mit ihrem Ansatz in diese Domäne einzubrechen.\nUnd deswegen ist für mich total offen, was es für ein Gerät ist und welchen\nErfolg es hat, solange man nicht weiß, was eigentlich ihr Ziel ist,\nwas für eine Art Maschine am Ende dabei rauskommen soll.","Na gut, also nichts genaues weiß man nicht, wir müssen es abwarten.","Genau, so sieht es aus.\nNaja, Claude IV wird uns retten.","Bestimmt.","So.\nMal eine Kleinigkeit. Habt ihr das das Käming vom Papst mitbekommen?","Das Körning, ja.","Gott im Himmel, im wahrsten Sinne des Wortes.","Nee, nur sein Vertreter. Also.","Das fasst einen doch irgendwie ein bisschen an, oder?","What the fuck.","Einerseits ja, andererseits muss ich sagen so.","Einmal mit Profis.","Ich bin zu wenig Katholik, um dem jetzt irgendwie was abzugewinnen.","Wieso, da muss man ja wohl nicht Katholik sein. Also das ist ja sozusagen,\nalso das ist ja interkonfessionelle Problematik.","Ja, aber fremder Leute, Grabsteine ist nicht mein Ding. Also das ist so egal.","Achso, du kümmerst dich nur um deinen eigenen oder was?","Zugegebenermaßen habe ich keinen. Also nein, ich kümmere mich auch nicht um meinen Grabsteinen.","Noch nicht, noch nicht.","Aber der Grabstein vom Papst ist weit weg. Dass sie den verkackt haben,\nist ganz offensichtlich.","Ja.","Ähm...\nDass sie sich dabei dann auch noch so peinlich rausgeredet haben,\nist natürlich irgendwie lustig.","L'incredibile errore grafico sulla lapide di Papa Francesco.\nJa, also diese Grabsteinplatte für Leute, die jetzt immer noch nicht wissen, wovon wir reden.\nAlso der Papst ist da in irgendeiner Kapelle oder so wahrscheinlich begraben worden.","Dreht sich in diesem Grab um.","Genau, und damit er sich in diesem Grab besser umdrehen kann.\nhaben sie eine Platte draufgelegt, wo einfach nur sein Name draufsteht,\nFranziskus. Und wenn man sich das halt anschaut.","Dann sieht es aus wie Frau Franziskus.","Also, da fragt man sich wirklich, was kaputt ist und ob sie das irgendwie mit,\nwas kann denn da passiert sein?\nAlso erstmal, was sehen wir? Das ist ein,\nFRANCISCVS, Also so die alte lateinische, das römische U sozusagen.","Ja, die Lateine haben keinen Unterschied zwischen U und V gemacht.","Genau. Und zwischen dem R und dem A und dem A und dem N am Anfang,\naber auch zwischen dem C und dem V.","Das geht noch halbwegs. Aber dieses A, das steht schon sehr alleine.","Das A ist richtig.","Das hat rechts und links einfach mal, Also das sieht auch der Blindeste nicht.","Das C und das V geht auch nicht.","Ja, okay.","Worüber wir hier sprechen, der Fachterminus aus der Typografie ist ja das Körning.\nDas heißt also der Abstand einzelner Buchstaben.","Oder wie man auch sagt, Käming. Was?","Käming? Wenn es schief läuft.","Jetzt nicht Bad Käming?","Nee, das kenne ich nicht.","Na, denk mal nach.","Achso.\nSehr gut. Okay. I see.","Ja, aus Bad Kemping. Wenn das R und das N so zusammenlaufen,\ndass ein M draus wird, dann nimmt dein Körnig im Arten.\nAlso es kann halt zu eng sein und dann zu weit auseinander. Sehr schön.","Hat sich die Sendung schon gelohnt. Sehr gut.","Danke. In diesem Fall ist es definitiv nicht zu eng, sondern hier ist einfach\nmindestens ein Endspace, würde ich sagen, jetzt in typografischer Sprache, ist hier zu viel drin.","Also die große Kunst dieses Kernings ist ja, dass man unterschiedliche Buchstaben\nbraucht und unterschiedlich viel Abstand zueinander.","Damit sie so aussehen, als hätten sie den richtigen Abstand.","Damit es so aussieht, als hätten sie alle den gleichen Abstand.\nUnd das ist normalerweise eine Sache, die schon eher so den Typo-Nerds auffällt,\nwenn das Körning irgendwo mal nicht so richtig sitzt.\nAber das, was hier bei diesem Grabstein passiert ist, das ist irgendwie jenseits davon.\nDas heißt, dieses A, das ist ja fast ein Whitespace links und rechts davon hat das Platz.\nDas heißt, das ist nicht jetzt am Computer gesetzt und da hat jemand jetzt beim\nKörning gestammt, sondern da ist irgendwas ganz anders falsch gelaufen.","Und wenn der nicht Franziskus geheißen hätte, sondern Dranziskus,\nin der Schreibweise würde da ja stehen, Dr. A. M. Ziskus.","Ja, hätten das V-U, ist auch nicht toll.\nAber das ist, würde ich sagen, ein klassischer Kerning-Fehler,\nwo man sagen würde, ja sowas passiert, da hätte man drauf gucken müssen,\nein bisschen schlampig.\nAber dieses A, das ist eigentlich jenseits von Katastrophe, das geht gar nicht.\nDas heißt also, vielleicht hat da wirklich jemand Space gedrückt dazwischen.","Ja, mit Sicherheit.","Ja, aber du meinst, dass das gesamte Schriftwerk, wie es da ist,\nam Computer entstanden ist und an einem Rutsch gefräst wurde?\nFür mich sieht das eher so aus, als hätte da irgendwie einer mit einer ganz\nalten Maschine und beweglichen Lettern.","Das wäre den Römern so nie passiert.\nDas kannst du mir nicht erzählen.","Dazu hast du nicht genug alte römische Texte gesehen.","Mag sein.","Also nein, im Prinzip nicht. Das ist eher so, dass man merkt,\ndass ihnen am Ende der Zeile der Platz ausgeht und alles wird immer enger.","Das ist ein interessanter Punkt. Ich wäre jetzt gleich auf den Gedanken gekommen,\ndass es nicht am Computer entstanden ist. Aber das stimmt, das könnte natürlich Handarbeit sein.","Das ist einfach eine Fräsmaschine und dann hast du so eine Schiebelehre,\nwo du dann diese Vorlagenbuchstaben reinschiebst.\nUnd entweder war das alles locker und dann, naja, dann war das Ader schon so\nund dann ist der Stein so teuer und dann hat der Dienstleister halt irgendwie\neinen Festpreis verlangt und er hätte nichts mehr dran verdient.","Nee, ehrlich gesagt, ich tippe auf Computer, weil wenn da jemand traditionell\nmit so einer Schieblehrer weiter rangeht, die Leute machen alles richtig.\nHier hat einer irgendwie das eingetippt, ist dann irgendwie mit dem Ellenbogen\nnochmal gegen die Tastatur gekommen, hat da irgendwie zwei Spaces reingemacht,\ndann haben sie da einen Beamer drüber gehalten, das hat drauf gestrahlt und\nirgendjemand hat das abgemalt und jemand anderes hat es einfach abgemeißelt. gemeißelt.\nSo eine typische Trennung der Aufgaben, wo der eine dann nicht mehr weiß,\nwie das von den anderen Personen gemeint war und der Letzte,\nder das eingemeißelt hat, dachte sich, sieht komisch aus, aber wenn die das\nunbedingt so haben wollen, meinetwegen, ist ja bezahlt.\nUnd so läuft das irgendwie.\nAlso wer irgendwie was kann in diesem Job und dann Graveur ist,\nkann mir nicht erzählen, dass sowas nicht auffällt.","Also AKW hat eine interessante These hier. Es wurde maschinell erstellt,\ndie Datei war nicht in Pfade Vektoren gewandelt und die Schrift war nicht auf\nim Computer installiert.","Ja, so, das kann auch sein, dass da einfach der fucking Font im Arsch ist.\nEigentlich wollten sie es irgendwie in einem Areal machen.","Aber das, das muss doch auffallen, da muss man es halt nochmal neu machen, ne?\nAber wahrscheinlich ist das ganz bestimmte Marmor oder sonstigen besonderer Stein.","Den sie, Times Roman war nicht installiert.","Den sie, weiß ich nicht, irgendwo aus dem brasilianischen Urwald gehauen haben.","Brasilianischen Urwald? Das ist doch bestimmt irgendwie Carrara-Marmor aus Italien.\nIst ja auch egal, wir wissen das alles nicht. Auf jeden Fall sieht es scheiße\naus. Und ehrlich gesagt, was ich am wenigsten verstehe, ist, dass das passiert.\nOkay, meinetwegen. Aber warum ist das noch nicht gefixt?\nOder ist es schon gefixt worden? Haben die sich dazu geäußert?\nWenn die das nicht fixen wollen, dann werde ich ja nicht mal Papst werden wollen.","Wenn man so begraben wird.","Wenn das ein Dank ist.","Aber sonst schon oder wie?","Naja, keine Ahnung. Ich bin ja eigentlich schon Papst.\nWir sind ja alle Päpste. Ich bin ein diskronischer Papst.","Also ganz ehrlich, ganz ehrlich, wenn ich tot bin, ist mein Grabstein nicht mehr mein Problem.","So will ich nicht begraben werden. Also mit so einem scheiß Körning auf dem\nGrabstein, das könnt ihr komplett...","Brauchen wir den nicht kommen.","Könnt ihr komplett vergessen. Da drehe ich mich ja sofort wieder um und komme wieder zurück.\nUnd dann müsst ihr nochmal 500 Jahre Podcast hören. Also.","Also falls ihr da draußen irgendwo auf Insider-Information Die Geschichte dahinter,\nwie das entstanden ist, finde ich wirklich voll interessant. Ich wüsste das gerne.\nAlso falls da irgendjemand noch weitere Quellen hat, her damit.\nDas ist schon wirklich wild.","Das geht gar nicht.\nDer Papst. Ja.\nRalf.","Ja.","Du willst noch mal über Star Wars reden.","Ah, genau. Wir müssen über Andor reden.\nSo, aber du hast es selber noch nicht geguckt, das Ende der zweiten Staffel,\noder die zweite Staffel noch gar nicht angefangen.","Meintest du? Richtig, ich habe sie noch nicht mal begonnen.","Aus Gründen. Was auch immer, Roddy, du guckst das sowieso gar nicht, ne?","Nee.","Okay, so das heißt also, ich werde jetzt Spoiler...","Star Wars nicht oder Andor nicht oder generell keine Star Wars-Serien nicht.","Also ich habe bis jetzt keine Star- Serien gucke ich sowieso nicht, ist nicht so mein Ding.\nStar Wars bin ich irgendwann bei Episode 7 rausgeflogen, weil ich die so scheiße fand. Was?\nIch bin bei Episode 7 rausgeflogen, weil ich die so scheiße fand.\nJa, ich fand die scheiße.","7 ist super.","7? Das Rebirthing von Star Wars überhaupt?","Ja, sie erzählen Episode 4 nochmal nach, mit größerem Todessterben.","Aber mit Rey.","Aber mit Rey.","Mit BB-8.","Nichts kommt da überraschend in dem Film. Allein schon die erste Szene,\nwo der eine Sturmtruper irgendwie Blut abbekommt und damit markiert ist gegenüber\nallen anderen anonymen Stormtrooper, da weißt du genau,\nder nimmt den Helm ab und bekommt eine besondere Rolle in dem Film. Und natürlich.","Es hat noch kein Blut auf einer Stormtrooper Uniform vorher gegeben.","Ja, weil Stormtrooper waren halt bisher auch immer so schüttgut.","Und gerade in der Szene, Kylo Ren hält einen Laserstrahl in der Luft fest.\nDer Anfang ist schon saukool.","In dem Moment, wo er dieses Blut abbekommt, merkst du doch, okay,\nder ist jetzt markiert, der ist jetzt was Besonderes, mit dem wird jetzt was passieren.\nUnd das ist so ein billiges Plot-Device, dass ich gedacht habe,\noh Gott, Leute, das könnt ihr doch nicht machen.","Aber das ist eine Nerd-Krankheit. Ich kann es vorhersehen, wie sich hier irgendwas\nentwickelt, deswegen ist es schlecht.\nDu möchtest die ganze Zeit ausgekontert und überrascht werden.\nOkay, ich verstehe das ja auch, aber ich finde, man kann das auch übertreiben, weil Rey.","Wie, weil Rey?","Die ist halt einfach mal super. Die ist halt super.","Okay, wenn ihr meint.","Okay, also du bist nicht so richtig drin im Star Wars-Plot, ich verstehe das,\naber und dann kann ich ja mal kurz nochmal mal meine Position.","Aber ich spiele momentan Jedi Survivor und finde das eigentlich ganz cool.","Aha!","So, so.","Aha!","Da spielst du bestimmt auch Rey. Ach nee, kann man nicht.","Dann spielt man so Scarlet Jets und sowas.","Karl heißt der Typ. Ja, stimmt. Ich war jetzt gerade im falschen.","Das ist Karl. K-A-L, Karl. Der hat so einen komischen Roboter auf der Schulter\nsitzen, der irgendwie komische Dinge tut.","Gut, damit bin ich nicht vertraut. Also ich bin eigentlich so ein Star Wars Film,\nNeuntologie-Fan gewesen, hab dann diese Zwischenfilme wie Rogue One und Solo.\nRogue One fand ich ganz toll, Solo fand ich enttäuschend.","Rogue One hab ich auch gesehen, fand ich auch sehr cool.","Mandalorian fand ich toll. Und nicht nur wegen Baby Yoda, sondern,\nVor allem wegen der Musik. Ich finde das, also ich finde ja ein Star Wars,\nEpos muss auch immer einen guten Soundtrack haben, weil da ist einfach der Level so hoch gesetzt.\nAlso ich meine das einfach, Star Wars ist halt wahrscheinlich.","Naja, Williams hat da Standards gesetzt. Das ist schon richtig.","Die hat er auch in anderen Filmen gesetzt, aber ich glaube, die Star Wars der\nStar Wars Soundtrack ist so der Soundtrack überhaupt.\nAlso du brauchst nur wenige Töne und sagst da, da, da, da, da, da, da, da, da, da.","Das Darth Vader Team.","Und alle wissen Bescheid.","Der Imperiale Marsch. Er ist in Episode 5 übrigens dazugekommen,\nnicht im allerersten Star Wars Film. Gab es den nicht.","Also noch mehr als die eigentliche Intromusik, die ja auch schon ganz gut reingehauen hat.\nAber generell die ganzen Themen in Star Wars, waren einfach immer sehr stark.\nUnd die erste Serie, die aus diesem Star Wars-Universum rauskam,\nmich hat das früher deshalb nicht interessiert, weil das immer so Cartoon-Kram\nwar am Anfang. War das ja alles so Cartoon-Serien.","Clone Wars, inhaltlich super.","Ja, aber das hat mich nie abgeholt. Ich habe das auch mal probiert und kann\nes nicht ertragen. Sorry, aber ich brauche da richtige Menschen.\nDa bin ich irgendwie als schuld, glaube ich, in der Hinsicht.\nAuf jeden Fall, Mandalorian hat mich schon komplett an die Wand genagelt mit\ndem Soundtrack und ich fand die Serie,\nspannend genug, sagen wir es mal so. Rogue One fand ich grandios,\nweil da mit Abstand der beste Roboter ist vom ganzen Star Wars Universum.\nIch habe die Zahl gerade vergessen, aber den fand ich einfach saucool.","Er war auch relativ düster. Das fand ich eigentlich ganz cool daran,\ndass er so ein bisschen gebrochen hat mit den anderen Filmen und so eigentlich\neine Dystopie gezeigt hat.","K2SO ist das.","Der war wirklich...","Der lange Hagere.","Ja, ja, crazy. Den fand ich super. So, und dann kamen auch noch zwischendurch\nso Sachen, dieses Ashoka, das fand ich super schwach.\nUnd da kam Andor.","Book of Boba Fett gab es noch, müssen wir noch erwähnen. Und es gab noch Uliwan,\nmüssen wir noch erwähnen.","Fand ich auch ganz schlecht.","Da wird eine Kuh gemolken, Alter.","Also da war viel dabei, was mich nicht umgehauen hat.\nObi-Wan fand ich furchtbar langweilig, Solo fand ich nicht gut,\nAshoka fand ich pointless und Mandalorian fand ich gut.\nRogue One fand ich super und dann kam Andor und da war ich das erste Mal auf dem Level der Filme.\nAlso für mich war Andor sehr schnell richtig Teil der ganzen Star Wars Erzählungen,\nweil es ja auch mal endlich mal was Relevantes der ganzen Star Wars Erzählungen erzählt.\nAlso es ist ja nicht nur so ein, ja, jetzt haben wir hier nochmal ein Universum\naufgemacht und dann finden da Dinge statt und Mandalorian, ja okay,\nalles gut so, aber insgesamt ist dieser ganze Mandalorian-Epos nicht relevant,\nder stützt nicht die Gesamterzählung Star Wars.\nUnd Andor geht halt an die Essenz, so wo fucking kommt die Revolution her?","Wobei wir das jetzt vielleicht nochmal ein bisschen detaillieren können.\nAlso Rogue One erzählt ja quasi die 24 Stunden vor Episode 4.\nDas heißt also Episode 4 fängt ja an mit Leia auf dem Blockadebrecher und wird\nvon Darth Vaders Sternenzerstörer aufgebracht.","20 Stunden vorher?","Pi mal Daumen, lass es 48 sein.","Ja, okay, aber kurz davor.","Zeitlich sehr komprimiert und der Gap zwischen Ende Rogue One zur Intro-Sequenz\nvon Episode 4 sind wahrscheinlich,\nbestenfalls Stunden, vielleicht sogar nur Minuten, je nachdem wie schnell die\nwohin gesprungen und wieder aufgebracht worden sind.\nAlso das geht wirklich ganz direkt ineinander über.\nSo, und was jetzt Andor macht, ist quasi die Vorgeschichte zu Rogue One erzählen.\nDas heißt also nach Episode 3 und zwar etliche Jahre nach Episode 3 wie ist es jetzt zu der.\nRebellion oder wie sind die Urgründe eigentlich der Rebellion die dann quasi\nzu dem Anfangssetup von Rogue One führen.\nAchtung, wir müssen die Pläne vom Todesstern stehlen.\nDamit Luke irgendwann den Torpedo in den Schacht reinschießen kann.\nSo und ursprünglich war Andor auf fünf Seasons ausgelegt, also fünf Staffeln\nsollten es eigentlich sein und jeweils ein Jahr Abstand dazwischen und sie haben aber gemerkt, okay,\ndie erste Season lief für sie gut, im Sinne künstlerisch wurden sie dafür sehr\ngefeiert, kann da gleich noch was zu sagen,\naber sie haben dann gemerkt, okay, wenn wir jetzt in dem Tempo weitermachen,\nsind unsere Darsteller einfach zu alt, um das irgendwie plausibel in diese Zeitschnie noch reinzubringen.\nSie haben halt den Original-Hauptdarsteller aus Rogue One genommen oder den\nmännlichen Hauptdarsteller, es sind ja zwei, das ist ein Tandem in Rogue One.\nUnd der ist dann einfach mal in Real 20 Jahre älter, als wir Rogue One gespielt\nhaben. Das kriegen wir irgendwie auch mit digitaler Verjüngung,\ndas macht alles keinen Sinn mehr.\nWir machen nur noch eine zweite Season, das ist auch kommerziell nicht so ein\nRiesenerfolg gewesen, die erste Season.\nUnd wir komprimieren das so, dass wir dort Zeitsprünge einbauen.\nUnd zwar war schon Episode Season 1 schon so konzipiert, dass es immer so Dreierblöcke\nvon Serien, von Folgen gab.\nSo also Folge 1, 2, 3 bildeten so einen Arc, Folge 2, 3, 4 bildeten so einen Arc und so weiter.\nDie also in Sicht so eine Innengeschichte erzählt haben.","1, 2, 3 und 2, 3, 4.","Nein, 1, 2, 3, 4, 5, 6. Habe ich gerade Quatsch erzählt? 1, 2,\n3, 4, 5, 6, 7, 8, 9, 10, 11, 12. Waren vier Arcs.\nEiner davon war auf diesem Gefängnisplaneten und so weiter.\nso und das haben sie sich gesagt, so das machen wir jetzt bei Season 2 genauso,\nnur mit Zeitsprüngen dazwischen, ein Jahr das heißt also, um noch irgendwie\nauf ihre 5 Staffeln zu kommen, haben sie gesagt, so wir machen wieder diese\n3er Blöcke, das hat schon gut funktioniert beim ersten Mal und bauen jetzt die,\nso, dass man ein Jahr Gap dazwischen hat und,\nnehmen das quasi so als künstlerisches Mittel, so und mehr will ich jetzt in\ndie Inhalte da gar nicht reingehen, weil das wir dann spoilern und du musst\nes dir schon angucken Ich will aber eine Sache zeigen,\ndie finde ich interessant ist und wo dann vielleicht noch wir schon einen ersten\nEinstieg haben in, wie hießen deine Listen?","Welche Listen?","Tierlist.","Tierlist, ganz genau. So, ein Dienst, den ich hier schon ein paar Mal promotet\nhabe, Rating Graph, der, das muss jetzt mal meinen Link mal aufrufen und wir\nbeschreiben, was wir sehen, besonders beliebt in einem Podcast.","Ja.","So, also der Dienst, den ich hier wieder mal nehme, ist Rating Graph.\nWir erinnern uns, schon ein paar Mal hier vorgekommen in der Freak Show,\ndie greifen einfach die API von IMDb ab, also der zentralen Film- und Seriendatenbank\nim Internet, wo alle voten können, wie gut einzelne Episoden oder einzelne Filme sind.","War das das, was wir hatten mit dieser Trilogie-Geschichte und so?","Genau. So, jetzt kannst du ein bisschen nach unten scrollen.\nJetzt sieht man also hier, wie die beiden Seasons von Andor jetzt auf IMDb bewertet werden.","Die erste in schwarz mit Quadraten und die zweite in grün mit Dreiecken.","Und die zweite in grün mit Dreiecken, ganz genau. So, und wir sehen schon mal, dass...\nDas auch ja bei IMDb, wie hattest du es vorhin genannt? Nicht 10er System?","Ja.","Du hast ja schon gesagt, so 10 darf quasi nichts bekommen.\nDas stimmt auch. Ich glaube, es gibt praktisch nichts auf IMDb, was eine 10,0 hat.\nAber es gibt halt schon Dinge, die es über 9 schaffen. Ja.\nSo und es gibt nicht wirklich viele Folgen von Serien, egal wie renommiert,\ndie es über einen neuen schaffen.\nUnd wenn man sich die erste Season von Andor anguckt, dann haben es drei Folgen\ngeschafft von zwölf, über die 9,0 rüber zu kommen.\nNämlich hier die 06er, das ist der Abschluss vom 2.\nzweiten Arc, dann die E10, das ist quasi die Flucht aus dem Gefängnis,\ndas ist bisher die bestgeratetste gewesen.","Beginn des vierten Arcs.","Oder Beginn des vierten Arcs. Ja, aber es ist trotzdem inhaltlich das und dann\nhalt die Abschlussepisode.\nDie haben es alle drei über 9-0 geschafft und dazwischen ist dann aber so ein\nbisschen Kruppzeug, was irgendwie so um 8 rum sich platziert.\nKruppzeug.","Nur eine Arme und 8.","Wenn wir jetzt die zweite Season angucken, dann passiert dir etwas sehr,\nsehr, sehr Ungewöhnliches.\nSo, wir sehen nämlich so, der erste Arc ist unter 8, gar nicht mal so toll, alle drei Folgen.\nDer zweite Arc liegt zwischen 8 und 9, also so in dem, wo Andor bisher angesiedelt war.\nSo, und dann aber der dritte und\nvierte Arc haben wir fünf Folgen hintereinander, deutlich über eine 9,0.","Auch über 9,5.","Auch über 9,5. Das ist nahezu an Hört Off.\nKönnt ihr euch jetzt die alten Folgen anhören. Wir haben ja schon mal über Andor\ngesprochen und ich hatte mit der ersten Season große Schwierigkeiten aus verschiedenen\nGründen, die ich jetzt gar nicht alle wiederholen möchte.\nUnd war jetzt also gespannt auf die zweite Season und muss sagen, wie so häufig.\nMan kann jetzt diese IMDb-Score immer kritisieren, es ist alles Mainstream und\nso weiter, aber es gibt so ein paar Wahrheiten, die sich da schon abbilden.\nUnd eine dieser Wahrheiten ist, wenn es eine IMDb-Score größer 9 hat,\ndann passiert da schon was Relevantes.\nVon daher war ich entsprechend gespannt und ich bin hier voll auf dem IMDb-Trip unterwegs.\nDiese letzten 5 Folgen von Undor Season 2 sind wirklich spektakulär.\nWas sie da raushauen, nicht im Sinne von, es ist wahnsinnige Effekte oder sowas,\nsondern wie gespannt man da ist,\nwie sehr man da plötzlich in dieser Story drin ist, das ist schon sehr,\nsehr, sehr bemerkenswert, sodass ich da so jetzt meinen Frieden mit Andor definitiv gemacht habe.","Wie schön.","Jetzt ist aber an euch die Frage, was glaubt ihr denn, gibt es irgendeine andere\nSerie, die das geschafft hat, fünf Folgen hintereinander über 9-0 zu kommen?","Tja, also ich bin hier schon vom Chat gespoilt, wenn ich das mal so sagen darf.\nWo steht, dass es nur im Anime-Bereich bisher so war?","Das ist falsch.","Okay, dann, was ist die Wahrheit?","Obwohl, ja, ja, ja, also Steffen schreibt hier, Wertung 9,5 oder besser. Gut, das mag sein.\nIch würde jetzt jetzt ein bisschen aufweichen über 9.","Was erlaubt. Okay.","So, was glaubt ihr denn so? Wo ihr denkt, das sind Prämienserien,\ndie mal so einen richtigen Strike hatten.\nSeverance Na dann tipp doch mal ein in die Suche Der Chat darf live mitmachen.","Da habe ich jetzt wirklich wenig...","So, Steffen bringt Breaking Bad ins Spiel. Mach erstmal Severance.","Ich kann hier nichts eintippen.","Du kannst da nichts eintippen.","Weiß ich nicht, wahrscheinlich wegen irgendeinem...","Ach, Timme.","Was denn?","Ich kann auch nichts eintippen.","Technik.","Muss ich hier wieder erst meinen Inhaltsblocker ausschalten oder so?","Eigentlich mach mal einen Reload von der Seite einfach.","Habe ich schon...","So, eigentlich sollte die problemlos sich neu laden lassen.","Ja.","Kannst du mit dem Tab das Feld, was ist denn alles für komisches Zeug?","Ah, jetzt.","Die blöden Privacy-Cookies, Scheiße muss ich wahrscheinlich,\nja, jetzt geht's Severance. Severance 22.","So, da sehen wir.","Guck mal, hat hier drei, fast neun.","So, das Season Final von Severance Staffel 1 hat es auf eine sehr,\nsehr respektable 9,7 geschafft.\nDie davor, die aber auch schon nicht schlecht waren, alle unter 9.\nDas heißt, Season 1 hat es nicht geschafft und Season 2 von Severance hat drei\nFolgen über 9,0 hinbekommen, aber jeweils mit deutlich schlechter Bewerterin\ndazwischen. Das heißt also nicht 5 in a row.","Die wissen ja gar nicht, was gut ist.","So, jetzt machen wir Breaking Bad.","Was ich natürlich auch nicht gesehen habe Was?","Oh Gott im Himmel Ja.","Das ist irgendwie mit Nadeln und so Irgendwas.","So, müsste unten schon geladen sein.","Hoch.","Oh, this one goes to 11.","11?","So, und da sehen wir in der Tat, dass die letzte Season, also die Season 5 von\nBreaking Bad, fast durchgängig über 9,0 war.","Hier ist eine 10 auch.","Da ist auch eine 10,0.","Stimmt das?","Das stimmt, die Daten stimmen, ja.","Echt? Die wird immer besser? Okay.","Das heißt also da, ich habe die letzte Season auch nicht so stark in Erinnerung,\nwenn ihr mich jetzt gefragt hättest, hätte ich auch gesagt, so die 2 und die\n3 sind irgendwie so die besten,\naber das Internet ist da in der Tat anderer Meinung, genau.\nSo, das nächste, hätte ich auch nämlich gesagt, das von mir so geliebte Lost.\nUnd da sehen wir, Lost schafft es auch und zwar in Season 3.\nWo ich auch wirklich sagen würde, das Ende von Season 3 ist überhaupt das Beste\nan Television, was es je gesehen hat.\nUnd die schaffen auch 5 in a row über 9,0.\nBis auf eine schöne respektabel, ich glaube 9,8 oder sowas ist das.","Tja, keine Ahnung mehr, was da war in Season 3, aber war auf jeden Fall ganz schön spannend.","Das ist das mit dem Sprung in die Zukunft statt in die Vergangenheit. We have to go back, Kate.\nWo plötzlich das Pattern gebrochen wurde, dass es gar keine Rückblenden waren,\ndie man gesehen hat, sondern...","Schon zu lange her.","So, und jetzt mach aber nochmal Tschernobyl.","Sowas gibt's?","Sowas gibt's.","Als Serie?","Tim.","Ja?","Das hab ja selbst ich mitbekommen, aber wie schreiben die dich?","Ich nicht.","So nicht gerade. Du hast irgendwo einen Tippfehler drin. Mach mal...","Wie, was, wo? Chernobyl?","Das ist eigentlich eine Serie. Ja, nee. Ja, mach das mal an,\naber eigentlich ist das in einem\nJahr dürfte das nur sein. Muss man eben gucken. Irgendwo hast du dann.","Episode eine Serie, fünf.","Das ist eine Season, oder?","Naja doch, das stimmt schon. Jetzt stimmt auch die Jahreszahl 2019.\nSo, jetzt guck dir mal das Ranking an.","Eine Serie, die nur aus fünf Episoden besteht?","Die nur aus fünf Episoden besteht und alle deutlich über der 9-0.\nDas heißt also von 9-4 auf 9-6, auf einmal 9-3 runter und dann das Ende auf 9-8.\nDas heißt also, das ist von allem, ich habe da wirklich mal ein Stündchen rumgesucht\nund bin auch einfach so die 100 bestbewertetsten Serien insgesamt durchgegangen\nund von all denen ist Tschernobyl die einzige, die es schafft,\nwirklich sämtliche Einzelepisoden über 9 zu kriegen.\nWo ich auch sagen würde, völlig zu Recht.\nHabe ich auch schon mal hier im Podcast, bin ich mir relativ sicher,\nangepriesen. Ich würde sagen, dass Tschernobyl die derzeit beste Serie der Welt\nist, was so Konstanz und Kompression angeht.","Und das ist jetzt das Beste oder was sagt hier PMI oder von allen oder wie?","Genau, also da gibt es einfach keinen, das ist auch eine Serie,\ndie von den ersten 20 Sekunden dich schon packt.\nDie machen also wirklich keine Gefangenen. Also von Anfang bis Ende sitzt du\nda auf der Bettkante, obwohl du schon weißt, wie alles ausgeht.\nAlso wer das noch nicht gesehen hat, Tschernobyl, müsst ihr euch anschauen.","Ich wusste noch nicht mal, dass es das gibt.","Mann, Mann, Mann.","Deucht, ich wusste, dass es gibt. Die Diskussion, wie nah das an der Realität\nist, die hat sehr hohe Wellen geschlagen.","Okay. Weiß nicht, ob mich das so reizen würde, aber ja, okay.","Also wenn dich davon die ersten zehn Minuten nicht packen, dann kannst du es auch ausmachen.\nAlso das ist halt der Vorteil. Da weiß man sofort, was los ist.\nDas ist wirklich groß. Naja,\naber in dieser erlauchten Liga, Also es stand ja vorhin wahrscheinlich drin,\nso im Anime-Bereich gibt es halt dann noch etliche Serien,\nwo dann halt wirklich die jeweiligen Fanbases dann einfach entsprechend voten,\nwas auch total legitim ist, aber das halt nicht so richtig in den Mainstream\nhalt irgendwie reinschafft.\nund halt irgendwelche Serien, wo insgesamt irgendwie nur tausend Leute für abgestimmt\nhaben und die dann halt irgendwie ihren Fanclub motiviert haben.\nDie schaffen sowas schon auch, aber von den größeren Mainstream-Serien sind\ndas also jetzt die, die ich überhaupt nur gefunden habe.\nDa steht noch The Wire. Nee, The Wire kommt mit Sicherheit nicht in solche Regionen hin.\nEinzelne Episoden ja, aber mit Sicherheit nicht fünf in a row.","Nee, ich hab schon geguckt.","Ja, genau. Wir haben Einzelne, die drüber sind. True Detective kann ich mir\nauch nicht vorstellen, dass es da ist. Interessant ist auch Game of Thrones.\nDas ist auch ein Klassiker auch davon. Oh, was haben wir denn da?\nIst das True Detective gerade?\nAh, okay.","Der ist ja richtig abgestürzt.","Die erste Season liegt hier aber auch gut los. Okay, die True Detective Season\n1 ist auch in dem Club drin.\nDie haben sechs in a row über 9-0. Von überhaupt nur acht Folgen.","Aber baut dann alles total ab und das Season-Finale ist nicht so.\nOkay, hat keinen Spaß gemacht.","Game of Thrones kannst du nochmal machen. Da ist es sehr erwartbar.\nDie waren ja quasi bekannt dafür, dass sie halt auch so einzelne,\nsehr spektakuläre, herausragende Serien Folgen haben.","Okay, das Ende muss ja wirklich scheiße gewesen sein.","Die schaffen es halt so fast. Du kannst mal gucken, ob die vierte Season es\nvielleicht sogar schafft. Ob der eine Ausreißer genau auf der neuen Null sitzt.\nSiehst du das? die vierte Season und dann die letzten fünf Folgen.","Dieses Overlay hier nicht so nervig.","Das Blaue, links, links, runter, runter, runter.","Was soll ich?","Da jetzt den Episode 7 ist das glaube ich.\nDen rechts drüber. Der hat eine neue 0. Ah doch, okay. Game of Thrones schafft es auch mit Season 4.\nDie letzten fünf Episoden sind alle über 9-0.","Also, wenn man 9-0 als über 9-0 bezeichnet.","Ja, ja. Du klug scheißer, du.\nNaja, also, wenn ihr da draußen noch mehr Serien irgendwie findet, werft es mir mal rüber.","Hast du Game of Thrones auch komplett geguckt?","Ja, natürlich.","Und ist das Ende wirklich so scheiße?","Ah, wie viele Stunden haben wir denn Zeit? Also, das Problem ist ja,\ndas Problem ist ja, dass die letzten, ich glaube, anderthalb Seasons halt ohne\ndie Buchvorlagen von Romeo auskommen mussten.\nUnd die haben sich halt mit ihm abgestimmt, so was hast du denn ungefähr vor\nund wenn du es nochmal irgendwann schreiben würdest, was er jetzt glaube ich\nauch nicht mehr tut, ich glaube der hat einfach keinen Bock mehr,\nwie wird es denn dann ausgehen? Wir müssen es jetzt wissen.\nUnd das hat dann halt den Fans alles nur noch so semi gut gefallen,\nweil die Qualität der Dialoge wurde halt schwächer, viele Handlungsstränge,\ndie vorher sehr liebevoll aufgebaut worden sind.","Dass sie die Serie starten, bevor die irgendwie zu Ende geschrieben werden.","Ja, aber was willst du denn machen, wenn der Typ nur alle sechs Jahre ein Buch schreibt?","Dann wartest du halt noch sechs Jahre.","Ja, dann sind deine Darsteller aber zu alt.","Dann nimmst du halt andere. Fingst du gerade nicht erst an.","Also das Kreativ-Dilemma, da konnte ich schon nachvollziehen.\nAber jetzt das Season-Finale ist auch keine 4-0.\nUnd so schlecht ist die letzte Season auch nicht. Da passieren auch noch ganz coole Sachen.","Die Leute sind einfach nur...","Das ist schon Hater-Fandom hier.","Das siehst du aber bei The Witcher auch ganz gut, dass er richtig abgestürzt ist.","Ja, da haben sie den Lieblingshauptdarsteller auch ausgetauscht.","Ja, vor allen Dingen war der ja so, der war ja so ein Advokat für das Original\nund wie das richtig sein muss und so weiter und dann hat sie das genervt,\nhaben sie den ausgetauscht und haben dann irgendwie freigedreht und dann sind\ndie Fans davon gelaufen.","Tja, naja, das ist also finde ich ein schöner Sport, mal immer wieder gucken,\nwas da auf Rating Graph sich so abbildet.\nUnd von daher, also freut euch Andor Season 2, da habt ihr was vor euch.","Dann weiß ich ja zumindest, weil das werde ich mit Sicherheit tun,\nzu einem bestimmten Zeitpunkt.\nOkay, Roddy, wollen wir nochmal Spanien aufrufen kurz?","Ja, ich will das relativ kurz halten.\nEs hat ja wahrscheinlich jeder mitbekommen, wie lange ist es her?\nzwei Wochen oder so, dass in Spanien ein kompletter Stromausfall war,\nalso die gesamte iberische Halbinsel.\nSpanien und Portugal waren komplett dunkel.\nWenn ich das richtig in Erinnerung habe, auch irgendwie über eine Stunde oder sogar mehrere Stunden.","Das hat ganz schön lange gedauert teilweise, ja.","Das hat relativ lange gedauert.\nUm es kurz zu machen, ist es immer noch nicht so ganz klar, was da eigentlich\npassiert ist, was was da der Root Cause war.\nAber ich habe da so ein bisschen geguckt und es gibt bei YouTube ein Video zu dem Thema.","Eins, da gibt es viele.","Ja, da gibt es viele Videos von Leuten, die keine Ahnung haben.\nDas braucht man jetzt so nicht.\nAber ich habe eins gefunden. Na, okay, ich muss hier den Slack aufmachen oder ihr postet das mal eben.\nIch habe eins gefunden von zwei Professoren, die sich da unterhalten bzw.\nder eine macht einen Vortrag.\nUnd ich sag's mal so, wenn ihr nicht studiert habt und irgendwie das Gefühl\nhabt, euch ist was entgangen, weil ihr nicht studiert habt,\ndann guckt euch dieses Video an, guckt euch diese Folien an,\nguckt euch diesen Professor an, diesen Professor Fette, dann geht das Gefühl\nein bisschen weg, weil viele Professoren sind so.\nAlso die Folien sind richtig schlimm. Der Typ schwadroniert auch so ein bisschen\num den heißen Brei herum, beziehungsweise erzählt halt auch Dinge,\ndie er gerne erzählt, die nicht so ganz was damit zu tun haben.\nTrotzdem sind da sehr, sehr viele Erkenntnisse drin in diesem Video.","Und da steht Teil 3.","Da steht Teil 3, ja. Der dritte Teil ist auch der spannendste.\nMan kann sich auch die anderen beiden Teile noch angucken, wenn man so eine\ngewisse Leidensfähigkeit mitbringt.","Wie schlimm ist das denn? Was empfiehst du denn hier Sachen,\ndie irgendwie schlecht vorgetragen sind, aber auch schlechtes Leid haben und\nnoch nicht mal die Lösung bringen?","Ja, aber der Typ, der beschreibt relativ ausführlich, wie komplex es tatsächlich\nist, so ein Netz zu betreiben.\nUnd zwar, wir sprechen hier von dem europäischen Verbundnetz.\nEs gibt Leute, die behaupten, das europäische Verbundnetz wäre die größte Maschine der Welt,\nweil es geht halt von Portugal bis nach Lettland beziehungsweise runter Griechenland.\nIch weiß nicht, ob die Türkei auch noch dran hängt.\nBekannt sind so Phänomene wie, dass es tatsächliche Wellenphänomene gibt,\nOst-West in, ich glaube 0,15 Hertz waren das und Nord-Süd in 0,25 Hertz,\ndas sagt er glaube ich im zweiten Vortrag,\nInteressant ist dabei, ja genau, Türkei ist auch noch dabei.","Nicht nur das, auch Marokko, Algerien, Tunesien.","Ja.","Krass.","Ja, so und jetzt ist es so, Spanien ist an dieses Netz angeschlossen über zwei\nKopplungspunkte nach Frankreich.\nUnd das ist eine Besonderheit von Spanien. Die Franzosen wollen quasi ihre Kernkraft\ngut verkaufen und möchten möglichst wenig Solarstrom aus Spanien in ihrem Netz haben.\nDeswegen haben sie relativ schwache Verbindungsknoten in die iberische Halbinsel rein.","Aber das geht auch both ways. Also ich meine, wenn sie ihren Atomstrom verkaufen\nwollen, dann brauchen sie doch auch dicke Leitungen oder nicht?","Whatever. Auf jeden Fall führt es dazu, dass das Netz der iberischen Halbinsel\nstärker in sich selbst hineinwirkt als in den Rest des Netzes.\nTrotzdem ist es also so, dass in Spanien Schwingungen aufgetreten sind,\ndie man auch in Deutschland und in Lettland messen konnte.\nAlso die auch schon Tage vorher waren bzw. Stunden vorher am gleichen Tag.\nEs wird ja immer wieder gefragt, war das jetzt ein Hackerangriff?\nSehr wahrscheinlich nicht. Also klar, man kann es nicht sagen,\naber so wie die Kennzahlen aussehen, ist nicht so, dass die irgendwo ein Kraftwerk\nlahmgelegt haben und dann ist das Netz zusammengefallen,\nweil 2019, glaube ich, war das so, dass der...\nDass denen der Netzübertragungspunkt nach Frankreich ausgefallen ist oder die\nFranzosen hatten ein Problem.\nAuf jeden Fall ist in Spanien nur ein Teil des Netzes ausgefallen und nicht das gesamte Netz.\nInteressant, wie gesagt, sind diese Schwingungen, du hast jetzt gerade Wikipedia\naufgemacht, dieser Abfall der Netzfrequenz.\nDazu ganz kurz. Also das Netz wird geregelt einmal über die Netzfrequenz.\nWenn die runter geht, ist es ein Zeichen dafür, dass zu wenig Strom da ist.\nDas heißt, die Kraftwerke müssen mehr liefern. Wenn die Netzfrequenz zu hoch\nist, dann ist es ein Zeichen, dass zu viel Strom im Netz ist.\nDie Kraftwerke müssen abregeln. Das kommt aus einer Zeit, wo man Generatoren hatte, die drehen.\nUnd wenn quasi zu viel Last im Netz ist, also zu viel Strom wird verbraucht,\ndann bremst es die Generatoren zu stark und dann geht die Frequenz runter.\nWenn zu wenig Strom abgenommen wird, dann drehen die frei und werden schneller.\nDeswegen hat man diese Kopplung aus Frequenz und Netzbelastung.\nGleichzeitig hast du natürlich auch noch Spannung in dem Netz,\naber das wird zum Regeln irgendwie weniger verwendet.\nJetzt hast du das Problem, dass du relativ viele erneuerbare Energien hast.\nUnd erneuerbare Energien und Leute, die das alte Freakshow-Trinkspiel machen,\nihr dürft jetzt trinken, ich sage Wechselrichter.\nErneuerbare Energien haben in der Regel Wechselrichter, die einfach sich auf\ndie Frequenz synchronisieren, wie sie im Netz ist und fertig.\nDie machen sonst nichts weiter.\nDie wirken auf das Netz nicht so wie ein drehender Generator.\nDeswegen sagen viele, okay, die Erneuerbaren sind wahrscheinlich schuld.\nDas ist aber Quatsch, weil zum Beispiel Spanien hat noch deutlich mehr Generatorkraftwerke,\nals es zum Beispiel Deutschland hat, in Bereichen, wo sehr viele Erneuerbare im Netz sind.\nUnd es war glaube ich auch nicht mal ein Tag, wo besonders viele Erneuerbare,\nalso es waren Erneuerbare drin, aber die Parameter waren nicht so,\nwie sie die Wochen vorher nicht auch schon öfter gewesen waren.\nAuch da gab es so leichte Labilitäten.\nInteressant auch, neuartige Verbraucher nenne ich es jetzt mal,\nvor allen Dingen Elektroautos, aber auch viele andere Verbraucher,\ndie sehr viel Schmutz im Netz machen.\nAlso da gibt es dann Schwingungen anderer Art, die dadurch entstehen,\ndass zum Beispiel ein Laderegler für einen Akku für ein Auto halt immer an und\naus und immer aus und an und aus und an und aus macht und dann eine Frequenz ins Netz ausstrahlt,\ndie da nicht hingehört, die man aber mitunter schlecht wegdämpfen kann.\nAlso alle Frequenzen, die unterhalb der Netzfrequenz sind, kannst du eigentlich nicht dämpfen.\nEs sei denn mit diesen großen Generatoren, wenn sie nicht zu groß werden und so weiter und so weiter.\nDes Weiteren kommt dazu, schon\nin den 1940er Jahren gab es einen deutschen Elektrotechnik-Professor,\nDoktor, Nerd, sonst was, der bewiesen hat,\ndass also tatsächlich ein Netz, was nur aus rotierenden Erzeugern besteht,\nauch instabil werden kann.\nUnd das alles habe ich jetzt nur erzählt, um zu sagen, man kann nicht auf die\nErneuerbaren mit dem Finger zeigen,\nman kann auch nicht auf die neuartigen Verbraucher mit dem Finger zeigen,\nman kann letzten Endes auch nicht auf die Regelung zeigen, die die Spanier da gemacht haben,\nsondern es ist nach wie vor unklar, was da wirklich passiert ist.\nAlso es gibt keinen Abschlussbericht von irgendeiner Kommission.\nViele Leute haben viele komische Ideen, aber im Großen und Ganzen weiß man es immer noch nicht.\nIch fand das interessant, wie stark tatsächlich,\nwie schwierig es ist, so ein Netz tatsächlich zu betreiben und zu steuern,\nweil jede Regelung hat einen Hang zum Schwingen,\nwenn nicht ein Ingenieur genau ausgerechnet hat, wie er die auslegen muss,\ndass sie nicht schwingt oder die Evolution das hin evolutioniert hat.\nWie gesagt, also ich kann den Vortrag eigentlich verstehen, eigentlich empfehlen\nkann jeden, verstehe jeden, der sagt, das kann ich mir nicht angucken, das ist mir jetzt krass.","Aber der Herr Fette wird ja auch in der Wikipedia zitiert.\nMit der Aussage, dass die Vermutung aufgestellt habe, dass Inter-Area-Oszillationen\neine Ursache für den Netzkollaps in Spanien sein könnten.","Ja, Inter-Area, wie nennen die das? Inter-Area-Schwingungen.\nAlso das Problem ist so ein bisschen, das gesamte Netz schwingt natürlich so\nein bisschen wie eine Gitarrenseite beziehungsweise wie so ein Rohr von so einer Kirchenorgel.\nUnd dann hast du im Prinzip Reflektionen an den Netzgrenzen.\nWas dazu führt, dass du in der Mitte des Netzes und an den Netzen entgrenzen\ndie größten Ausschläge hast.\nWas man auch in den Daten sieht, wo zum Beispiel dann in Lettland auch große\nAusschläge registriert wurden.\nDie sind natürlich auf dem Weg dahin gedämpft worden, aber auch die konnten\nmessen, was die Spanier gemessen hatten,\nnämlich dass sie allerlei Schwingungen, besonders die Schwingung,\nich glaube doppelte Netzfrequenz, so um die 100 Hertz, hatten sie ein größeres\nProblem und die Schwingung ist ihnen auch so ein bisschen aus dem Ruder gelaufen,\nsodass man durchaus davon ausgehen kann, dass Schutzeinrichtungen abgeschaltet haben.","Das ist ja hier das, was hier steht. Über die Toleranzgrenzen hinausgehende\nFrequenz- und Spannungsschwankungen in den Netzen, die dann letztlich automatische\nSchutzvorrichtungen an Kraftwerken aller Art und Leitung Auslösung,\ndie dann kaskadenartig innerhalb von Sekunden das gesamte Netz kollabieren lassen.","Interessant an den Daten ist halt, dass du tatsächlich 20 Minuten vorher oder\nso eigentlich eine noch viel größere Schwingung siehst, als die,\ndie dann das Netz kollabieren lässt.\nWas auch so ein bisschen weird ist, aber keine Ahnung, wie da die Grenzwerte sind.","So ein bisschen wie beim Tsunami, wenn sich das Meer erstmal zurückzieht.","Vielleicht, ich weiß es nicht.","Was da nochmal richtig zuschlägt.","Also klar, als das Ding, als die Kaskade dann angefangen hat,\nwar natürlich alles zu spät, weil wenn erstmal genug Strom fehlt,\nsich dann nach und nach die ganzen Kraftwerke abschalten, weil sie halt das\ndann auch nicht liefern können.\nUnd irgendwie haben sie es auch nicht geschafft, irgendwie das Netz so weit\naufzutrennen, dass die Kaskade nicht durch die ganze iberische Halbinsel durchläuft.","Ich frage mich, ob sich generell in Zukunft diese Netzstabilität nennenswert\ndadurch erhöhen lassen wird, dass wir mehr Batterien auf Netzebene zum Einsatz bringen,\ndie da als Ausgleich dienen können.\ndass die diese Frequenzgeschichte so weit stabilisieren können,\num solche Resonanzvorgänge, gehen wir mal davon aus, das war jetzt der Grund,\nkeine Ahnung, verstehe ich auch eher alles nur zur Hälfte.","Ja, die Frage, da geht er in Teil 3 auch drauf ein, die Frage ist,\nwie schnell kann ich messen, was passiert, um gegenregeln zu können.\nUnd wenn ich zu langsam messe, um gegenzuregeln, dann kann mir das passieren,\ndass ich eher genau das Gegenteil erreiche von dem, was ich erreichen will,\nje nachdem in welcher Frequenz das Netz schwingt.\nUnd wenn ich ihn richtig verstanden habe, geht er davon aus,\ndass die Lösung wahrscheinlich eher ist, dass in der Zukunft Wechselrichter\nso ausgelegt werden müssen,\ndass sie tatsächlich bei einer Unterspannung auch die Frequenz nach unten ziehen.\nbeziehungsweise bei einer Überspannung auch die Frequenz nach oben ziehen,\nsodass die Gesamtregelung des Netzes einfacher wird.","Aber da müsste man ja quasi die Funktionen aller Wechselrichter ändern.","Im Prinzip ja.","Kann man das nicht mit AI lösen?","Bestimmt.\nAlso dieser Fette, das ist halt der aus dem Video,\nDer erzählt da auch noch ein bisschen mehr, zeigt auch ein paar Kurven,\ndie man nicht auf Anhieb versteht, selbst wenn man wie ich Elektrotechnik studiert hat.\nAber im Großen und Ganzen ist es so,\ndem traue ich noch am ehesten zu, dass wenn er sagt, ist nicht klar,\nwas da passiert ist, dass er das gut einschätzen kann und nicht andere Leute,\ndie sich schon drauf eingeschossen haben, was es jetzt genau war.\nJa, also ein Hackerangriff war es ziemlich sicher nicht.\nEs sei denn, da hat jemand sehr viele sehr leistungsstarke Wechselrichter irgendwie\ngehackt unter seine Kontrolle bekommen und in der richtigen Art und Weise manipuliert.\nDann würde das gehen, aber davon gibt es eigentlich bis jetzt keine Spur, dass das passiert ist.\nInsofern ist es wahrscheinlich alles einfach nur ein normales elektrotechnisches Phänomen.","Das ist schon krass, wie das alles so wegkippen kann.","Was erstaunlich ist, ist, wie schnell sie es geschafft haben,\neigentlich das gesamte Netz wieder an den Start zu bringen, weil andere Leute sagen immer,\nkompletter Kaltstart des gesamten Netzes ist ein Horrorszenario und die haben\ndas offensichtlich einfach mal so hingekriegt.\nAlso insofern ist es auch ein gutes Trainingsfeld oder ein gutes Anschauungsmaterial,\ndass man halt ein Netz auch irgendwie wieder anfahren können muss.","Okay, das ganze Video ist ja auf dem Kanal von Stefan Krauter,\nist das nicht der Solarpapst auf Mastodon?","Weiß ich nicht. Der ist auf jeden Fall jemand, der, ja, also du merkst,\ndie Leute leben in einer anderen Welt.","Ja.","Also ich weiß, ich habe von dem Krauter jetzt noch nicht so viel gesehen, aber ich, ja, ähm.","Schau gerade, ich meine, dass das der ist.","Wo du gerade sagst, erstaunlich, wie schnell sie es wieder hochgefahren haben.\nDas ganze Thema fasst mich insofern gerade etwas an, weil wir vor zwei Wochen\nan der ZLB mal in einer Spaß-Abend-Veranstaltung Neustart gespielt haben. Kennt ihr das?\nDas ist so ein halbdidaktisches Spiel.\nIch werfe mal einen Link in die Shownotes. wo es darum geht,\ndass man nach einem sehr ähnlich gelagerten Blackout eine Stadt verwalten muss.\nUnd jetzt ist hier irgendwie, eben hattet ihr die Schwierigkeiten,\njetzt kann ich hier gerade nichts in den Slack reinposten, warum das nicht?","Tja, so habt es überall nur Päpste, meine Herren.","Ja, ist krass, oder?","Und das dauert fünf Tage, bis da der Strom wiederkommt. Man muss quasi eine\nStadt, Kleinstadt managen, dass sie nicht in Anarchie und Chaos versinkt während\ndieser fünf Tage Stromausfall.\nGanz lustig.","Okay.\nIch denke, dass aus diesem Vorfall noch sehr viele Learnings entstehen werden.\nUnd ich denke, wir werden auch sehen, dass die Regularien zum Thema Wechselrichter\nnochmal angepasst werden.\nIch kann mir nicht vorstellen, dass das keine Folgen hat, was die Standardisierung\nvon den Dingern anbelangt.\nauch wenn die jetzt vielleicht nicht zentral die Ursache waren,\naber sie waren auf jeden Fall ein verstärkender Faktor,\nja interessant.","Also jetzt wollen sie wohl eine Kommission einsetzen die in sechs Monaten berichtet,\nwas jetzt wirklich der Grund war, vielleicht finden sie es ja auch aus.","Ich bleib dran, wenn da was interessantes in dem Dokument steht.","Dann wird Freakshow berichten Ja.","Naja, gut aber nur wenn was Interessantes drinsteht wenn da nur drinsteht,\ndass es auch nicht so ja okay, werden wir auch, egal,\nja","So, wir kommen langsam dem Ende entgegen. Wir könnten es mit Pizza abschließen.","Das ist doch eine gute Idee. Das machen wir.","Pizza ist ja auch für alle da irgendwie.","Pizza ist für alle da, schmeckt aber nicht immer gut.","Es gibt auch schlecht schmeckende Pizzas. So ist das Leben.","Man muss schon viel falsch machen. Weiß ich nicht, die Aussage ziehe ich zurück.","Besser so. Ich würde jetzt gar nicht so sehr in die Details der perfekten neapolitanischen\nPizza, wir wissen 400 Grad und nur 70, 80 Sekunden im Ofen und sowas,\nda würde ich jetzt gar nicht einsteigen, sondern in dem Problem,\nwas durch Lieferdienste entsteht, die dann diese schöne, perfekte Pizza aus\ndem Ofen nehmen, dem Steinofen mit irgendwie ordentlich Holz befeuert und sowas und in,\ndie Pappschachtel verladen und dann nach Hause bringen und dann packst du sie\naus und es ist labberig und lauwarm und man isst sie dann trotzdem ganz gerne,\nweil das gehört ja irgendwie so zum Feeling dazu,\naber dann schafft man es vielleicht nicht, sie ganz aufzuessen.\nUnd dann hast du sie da am nächsten Tag stehen, kalt und labberig.","Obwohl kalte Pizza am nächsten Tag sehr lecker sein kann.","Muss nicht schlecht sein.","Muss nicht schlecht sein. Aber was wäre, wenn ich euch sagen will,\ndass es mit sehr wenig Aufwand möglich ist,\ndiese labberige, kalte Pizza vom Vortag in einen Zustand zu bringen,\nder ziemlich dicht dran ist an dem ist, wie sie aus dem Ofen rausgekommen ist.","Ja, ich weiß auch, wie das geht.","Du weißt auch, wie das geht.","Man nennt es Heißluftfritteuse.","Nee.","Doch.","Also vielleicht auch, aber ich habe eine andere Methode, die noch einfacher\nist, weil du brauchst keine Heißloch-Fritöse für.","Genau. Dieses Wissen ist wahrscheinlich schon 20 Jahre alt.","Weiß ich nicht. Keine Ahnung. Ich habe das auch erst vor ein paar Jahren entdeckt.","Nicht breit genug verbreitet. Erzähl doch mal, was du tust.","Ich sage Pfanne. Einfach in eine Pfanne rein, vielleicht noch einen Schluck Wasser dazu.\nYour mileage may vary. Und dann einfach in der Pfanne heiß machen.\nmachen, ohne viel Brimborium, macht unten die Kruste wieder richtig schön kanackerig\nund die Hitze treibt nach oben und dann kannst du das wieder voll genießen.\nAlso aufpassen, dass man es nicht verbrennt, aber im Prinzip ab in die Pfanne,\nnicht irgendwie auf Backen oder Mikrowelle oder sowas ganz schlimm. Das macht alles kaputt.","Aber was brauchst erstmal alles richtig, aber was ist noch eine entscheidende Zutat für die Pfanne?\nEinen kleinen Tropfen Wasser oder so drei, vier Tropfen Wasser ist richtig,\naber damit das überhaupt wird, genau, ansonsten ist dein Wasser nämlich nichts\nwert. Ein Deckel muss drauf auf die Pfanne.\nAnsonsten bringt dein Wasser raus.","Ich weiß gar nicht mehr, wie ich es, ja, ja, wahrscheinlich habe ich das so gemacht.","So, und das ist, als ich das mir irgendwann mal vorbei, ich glaube in meiner\nInstagram Timeline irgendwie so durchgescrollt, da erfasst einen ja irgendwie\nso ein Kram und irgendwie hörte sich das alles erstmal nicht so richtig plausibel an.\nIch dachte mir, naja gut, aber probieren kannst es mal.\nUnd es ist verstörend, wie gut das funktioniert. Also die Art der Pfanne ist,\nwürde ich sagen, ziemlich egal.\nIst egal, ob Gusseisen oder beschichtet Teflon oder Edelstahl, was auch immer.","Hat der da einen Eiswürfel reingetan?","Der hat da einen Eiswürfel, also ich habe jetzt gerade ein Video gepostet,\ngibt es 150.000 von auf YouTube.\nNicht zu heiß, aber auch nicht zu kalt, also so, was weiß ich mal,\nvon 1 bis zwölf, die Stufen hat so eine Zehn, ist genau richtig.\nHeiß werden lassen, die Pfanne auch heiß werden lassen und dann in die heiße\nPfanne das Pizzastück mit so einem Teelöffel Wasser und sofort Deckel drauf.\nUnd das führt eben, wie du schon richtig sagst, unten wird es kross,\nrichtig kross und durch dieses Wasser, den Wasserdampf, der dann eben durch\nden Deckel in der Pfanne gehalten wird, kriegt sie halt genug Flüssigkeit,\ndass oben auch der ganze Käse wieder topfit wird.\nDas heißt also, wenn du dieses Stück Käse aus dieser Pfanne nimmst,\nist es wirklich exakt so als...","Das Stück Käse.","Von was für einer Pizza reden wir da? Das Stück Pizza aus der Pfanne nimmst.","Quattro Formaggi.","Ist es wirklich, als ob die aus dem Ofen kommt. Und denkst dir so,\nwarum wird einem das nicht viel früher beigebracht? 40 Jahre meines Lebens.","Also ich muss hier nochmal,\nWerbung für Airfryer machen.\nUnheimlich gute Geräte.\nIst im Prinzip genau das gleiche, nur dass du halt, du klappst halt das Ding\nauf, legst das Stück rein, machst einen Pluck Wasser dazu, machst das Ding an\nund dann nach Timer und bla und kommt das halt knackig raus.","Ja, wir schleichen seit Monaten um so einen Airfryer.","Airfryer sind ja technisch auch nichts anderes als Heißluftöfen.\nEs gibt ja da eigentlich keinen Netzwerkunterschied außer dem Volumen.","Aber der Airfryer, der macht mehr Wind und er heizt tatsächlich nur durch Heißluft.\nWas so ein Ofen ja im Prinzip, aber nicht wirklich macht.\nAlso Umluftofen ist mehr so, ich bewege die Luft mal ein bisschen,\naber ein Airfryer ist halt volle Lotte heiße Luft.","Und was hat das genau für eine Auswirkung?\nDas ist doch alles nur heiße Luft.","Richtig, aber es ist halt mehr heiße Luft. Ja, es ist mehr Luft.\nAlso der Klassiker ist, du schneidest Kartoffeln in handliche Stücke,\nmachst Öl drauf, packst es in das Körbchen.","Du machst Öl auf, die Kartoffeln direkt drauf.","Ja, also ich mache das immer so, dass ich die klein schneide,\ndann machst du sie in eine Schüssel.\nsalzen, Öl drauf, ordentlich durchwühlen und die Dinger so wie sie sind ins\nKörbchen vom Air Fryer und dann hast du hinterher Pommes.\nWeil das Ding halt die Dinger heiß macht, als würde man sie tatsächlich frittieren.","Schaltest du das Gerät selber ab?","Ja, also das, das ich habe, ja.","Weil du eine Zeit eingestellt hast oder weil er irgendwas misst?","Es gibt auch eine Möglichkeit, Der hat so einen komischen Modus mit so einem\nThermometer zum reinstecken, wo man dann irgendwelche Steaks auf dem Punkt noch grillen kann.\nAber das habe ich nie ausprobiert, weil ich das ein bisschen over the top fand.","Das Hauptproblem mit Airfryern ist, dass die allermeisten Geräte furchtbar hässlich\naussehen. Das ist auch das, was sie so mit Reiskochern verbindet.\nDas stimmt. Und ich so ein Problem im Moment habe mit so einem hauptischen Geräten.","Sie brauchen halt Platz. Das ist bei mir im Moment der Punkt so.","Den Platz.","Den Use Case hätte ich aber den Platz, den muss man sich jetzt erkämpfen und\ndafür müsste ich erst die Mikrowelle woanders hin verfrachten,\nweil die Kriste haben mit eben dann doch nicht abgelöst, finde ich.","Aber die Mikrowelle kann man überall hinhängen.","Ja, das ist auch der Plan, aber die Wand ist so gasdicht, da brauche ich nämlich\ndeinen Bohrhammer, um ordentlich Dübel in diese Wand reinzukriegen.","Ich habe jetzt einen zweiten Bohrhammer.","Der Trend geht zum zweiten Bohrhammer.","Naja, ich war vorletztes Wochenende in München, weil ich hatte irgendwie Abi, Treffen, bla. Ähm,\nWar auch wieder sehr lustig.\nGenug.\nAbi 90, die kannst du selber ausrechnen.\nUnd meine Mutter hat die Gelegenheit benutzt, mir alle Dinge mitzugeben,\ndie sie nicht brauchte, die von ihrem Mann, ihrem inzwischen verstorbenen Mann noch stammen.\nUnd da war unter anderem noch eine weitere Bohrmaschine und ein Bohrhammer.\nWeil ich mir aber in der Zwischenzeit selber einen gekauft habe,\nhabe ich jetzt zwei Bohrhämmer.\nUnd deswegen auch zwei Bohrmaschinen, aber die sind auch beide von dem ehemaligen Mann meiner Mutter.","Aber du hast nur einen Airfryer?","Ich habe nur einen Airfryer.","Und welchen Airfryer hast du denn? Ist das eine Marke oder ist das so ein Ninja?","Von Ninja, ja.","Ninja. Ist das eine etablierte Marke in diesem Was Airfryer anbelangt.","Ja. Die haben quasi einen Fanclub und die sind meiner Meinung nach auch recht gut.\nAlso ich kann jetzt nicht davon sprechen.","Oh, haben die viele Buttons.","Ja, die haben auch sehr viele Modelle.\nAlso ich kann nicht sagen, ob andere Firmen auch schöne Airfryer haben.\nDie haben sie bestimmt. Ich habe halt...\nIch weiß gar nicht, wie meiner heißt. Der hat nur einen Heizraum und den klappt man nach oben hin auf.","Gibt auch ein Ninja-Kombi 12 in 1, Multikocher, Ofen- und Heißluftfritteuse, 12 Kochfunktionen.","Ja, ja, ja. Also der kann relativ interessanterweise, was der auch kann,\nist, der hat eine Dryer-Funktion.\nAlso du kannst tatsächlich Dörr-Obst.","Dörren.","Eine Dörre-Funktion, genau. Das Lustige ist, dass man da die Zeit nur in Stunden einstellen kann.\nOkay.","Aber jetzt kommt ja die eigentliche Frage. Pizza im Airfryer?","Ja.","Is a thing oder was?","Also ich habe es einfach gemacht, weil...","Das ist aber ein ganz anderer Ansatz.","Aber wie lange dauert das dann? Also unsere Pfannentechnik dauert ungefähr eine\nMinute. Dann ist die top.","Naja, eine Minute. Ich kann dir nicht sagen, wie lange ich das gemacht habe.","Und je nach Größe der runden Pfanne kriegst du auch stattlich eine Anzahl an Pizzastücken rein.","Ja, das ist der einzige Punkt, dass der Airfryer, der ist zwar nicht klein,\naber er ist auch nicht riesig.\nIch habe deswegen die Stücke relativ schmal geschnitten und so gegenläufig reingelegt und so weiter.\nAber es hat für ein schnelles Pizza-Frühstück gereicht. Also, weil, ja.","Aber der Griff, ich erinnere mich jetzt gerade, ich glaube, ich habe das nämlich\ngerade irgendwo im Hals gesehen.\nKann es sein, dass dieser Griff, der so nach Metall aussieht, kein Metall ist?","Das kann durchaus sein.","Den kann man nicht in die Geschirrspüle stellen, weil dann geht nämlich das Chrom ab vom Plastik.","Also der, den ich habe, da kann man das Gerät selber natürlich nicht in die\nSpülmaschine tun, Aber alle Teile, die irgendwie mit Essen in Berührung kommen,\ndie kann man da ausbauen und in die Spülmaschine tun. Das ist alles irgendwie kein Problem.\nUnd weil wir vorhin beim Essen drüber sprachen, von dieser Firma Ninja habe\nich jetzt auch die Slush-Maschine gekauft.\ndie hat große Welle gemacht irgendwie unter den Foodbloggern und ist so ein\nbisschen Singled Purpose Device, aber das was sie macht,\nmacht sie schon sehr geil also ich bin,\nich bin nach wie vor sehr zufrieden damit man hat in relativ kurzer Zeit ein\nsehr sehr kaltes Getränk also Slush ist ja kein Getränk, aber du weißt was ich meine.","Wow, ist ja sportlich im Preis.","Ja, schon ein bisschen luxuriöser, das gebe ich zu, aber hat sich gelohnt bis jetzt.","Banköhrturm zu ihren Gunsten, wa?","Naja, also sagen wir mal so, andere Slush-Maschinen sind nicht wirklich wesentlich\nbilliger, geschweige denn besser.","Ja, okay, da ist ja so eine komplette Kühlgeschichte mit drin und so weiter.","Da ist ein richtiger Kompressor drin und der ist auch relativ stark der funktioniert\nrelativ gut trotzdem würde ich immer empfehlen das Zeug vorher ordentlich vorzukühlen\nweil sonst dauert es wirklich lang wenn.","Ich sowas zu Hause stehen hätte, wüsste ich nicht womit ich meine Jungs sonst\nnoch ernähren könnte so das wäre,\ngerade diese Slushie Maschinen hier weil so egal wo wir sind in welchem Urlaub,\nsobald eines dieser Viecher irgendwie erspäht wird geht der Terror los das Zuhause,\ndas wäre der totale Worst Case.","Es sei denn, sie gewöhnen sich dann so sehr dran.","Dass es wieder langweilig ist. Ja, die Hoffnung besteht.","Ja, ich weiß auch nicht, ob ich die ganze Zeit Pommes essen möchte.","Man kann im Prinzip alles damit warm machen, backen. Ich backe auch Brötchen\nauf und so ein Kram. Das passt irgendwie ja schon.","Gut, Leute, ich würde sagen, wir packen mal langsam ein. Packen wir es ein.\nNächste Sendung ist wahrscheinlich nach der WWDC.\nWir haben uns jetzt hier nicht groß im Glaskooling bemüht.\nAlso keine Vorhersagen, die sich überprüfen lassen.","AI, AI, AI.","AI, AI, AI. haben wir denn Wünsche?\nIch würde mir was, was ist, also vielleicht nochmal das kleine Segment.\nUnabhängig davon, ob wir erwarten oder der Meinung sind, dass es schon Gerüchte\ngegeben hätte, die in diese Richtung gehen.\nEinfach wünsch dir was. Was wäre das Gerät, was Apple,\nund gehen wir mal davon weg, dass es ja eigentlich eine WWDC ist und es geht nicht um,\nProdukte im eigentlichen Sinn, aber manchmal kommen ja auch noch Geräte raus\nund so rein theoretisch wäre ja auch wieder so MacBook-Zeit und so weiter vom\nZyklus, also man darf ja noch träumen,\nund wenn man das dann tut, was ist eigentlich so das Gerät, was fehlt im Line-Up,\nwo das jetzt so einen unmittelbaren Kaufreiz auslösen würde?\nAlso was wäre sozusagen das Produkt, mit dem Apple rauskommen müsste,\nwo dann doch der Griff in die Wallet einfach so passiert, weil es nicht anders geht?","Also ich würde für mich sagen, wenn sie eine VR-Brille bringen,\nwo der Preis tatsächlich nur dreistellig ist.","Dreistellig?","Ich würde sogar ein bisschen hoch gehen. Also eine Vision nicht pro für 1999,\naber nicht Dollar, sondern Euro, wo sie an allem sparen, außer am Display.\nAlso die Auflösung darf und die Brillanz des Displays darf nicht schlechter sein.\nAlles andere können sie Plastik, sonst was machen. und die vorne drauf,\nda können sie sofort wegwerfen, hier diese Augensimulation und sowas brauche ich alles nicht.\nAber eine Brille für 1,999 mit aber der Displayqualität, vielleicht noch eine\nschnellere CPU drin, dass da noch ein bisschen mehr geht.\nDa würde ich dann glaube ich sehr schnell schwach werden.","Also ich würde auf jeden Fall weiter runter gehen mit dem Preis,\nweil für 2000 Euro löst das noch keinen Kaufreiz bei mir aus.\nBei unter 1000, da, da könnte man nochmal reden.\nAnsonsten Devices,\nweiß nicht.","Also ich kaufe ja immer jedes Apple TV, wenn es neu rauskommt.\nHabt aber bei dem 4K jetzt auch noch nicht echt Schmerzen, dass ich denke,\nda müsste irgendwas jetzt groß anders.","Ich hab noch das allererste, wo TVOS draufläuft. Das kann noch kein 4K.\naber ich benutze es im Prinzip auch nicht so richtig viel also keine Ahnung so ja.","So ein HomePod, der irgendwie preislich ein bisschen attraktiver ist und deutlich\nbesser klingt als die Minis, fände ich irgendwie charmant.\nIch hätte gerne in der Küche eigentlich was geil Klingendes gerne,\naber das letzte Update von dem HomePod ist ja irgendwie, wurde es überhaupt jemals geupdatet?\nNee, es wurde noch gar nicht, der große wurde noch nicht geupdatet, oder?","Doch, der wurde einmal geupdatet und dann aus dem Programm genommen.","Nein, nein, der ist.","Ist der noch im Programm? Arm?","Ja, du kannst den großen...","So, und der ist mir irgendwie 100 Euro zu teuer für das, was er irgendwie macht.\nDen hätte ich in 100 Euro günstiger so irgendwas in der Liga.\nFände ich ganz spannend.","Ja, also 350 Euro für einen ist halt irgendwie auch eine Menge Holz,\nwenn man eigentlich Stereo-Sound mag.\nDas Hauptproblem ist halt mit\ndiesem ganzen Siri-Mumpitz, es funktioniert halt alles nur so begrenzt.\nAlso da müsste sich in der Tat richtig was ändern. Okay.","Ja, Hardware finde ich jetzt schwierig, weil momentan,\nalso außer bei jetzt der Vision, ich jetzt nichts sehe, wo Apple irgendwo an\nder Stelle ist, wo man so sagen würde, also wenn sie das Gerät nochmal richtig\nneu denken, dann hebt es das auf ein neues Level.\nVielleicht habe ich auch nicht die Fantasie dafür, aber ich meine iPhone ist auserzählt.\nWas wird da kommen? Eine bessere Kamera, mehr Sensoren, dann war es das.\niPad ist auch auserzählt, das wird nur noch dünner und leichter.\nBei den Macs, ja, keine Ahnung, das ist jetzt auch kein Ding,\nwo jetzt große Neuigkeiten, also ich meine,\ndie Sache mit dem, wir bauen da mal einen Funkchip ein, dass man von überall\nDaten hat, das hätten sie schon vor 20 Jahren tun können, wenn sie es hätten gewollt.","Aber das wäre bei mir genau der Durchbruch.","Ja, natürlich wäre es ein Durchbruch.","Ich habe eigentlich, also ich meine, Ich bin ja ein MacBook Air-Mensch,\nseit es MacBook Air gibt, habe ich mir keinen Pro-Laptop mehr gekauft.\nKeinen einzigen. Weil ich halt einfach, weiß ich nicht, für mich war das Leichte\nbei dem Laptop immer das Feature schlechthin und das hat irgendwie alles überstrahlt.\nUnd ich würde mir heute ein MacBook Pro bestenfalls kaufen wegen der Performance,\naber nicht wegen des Notch.\nAlso der Notch Richtig.","Du bist ja so notchempfindlich.","Das geht gar nicht. Aber würden Sie sagen, jetzt gibt es ein MacBook Pro mit\nso einem scheiß Notch und da ist ein LTE-Chip drin, oder ein 5G-Chip natürlich\nim Idealfall, dann würde ich wahrscheinlich schwach werden.\nUnd wenn Sie keinen Notch haben, dann ist es Shut up and take my money. Dann ist alles vorbei.","Also ansonsten, wie gesagt, hardwaremäßig schwierig.\nAlso die Uhr ist, ich will nicht sagen, die ist auserzählt, Da gibt es bestimmt\nnoch den einen oder anderen Sensor, den sie da einbauen können.\nAnsonsten ist da jetzt, also ich habe nicht das Gefühl, dass da jetzt irgendwas in der Pipeline ist.\nAuch bei anderen Geräten, wo ich sagen würde, hey, das muss Apple mal bringen, dann ist geil.\nAlso vielleicht mal irgendwie ein Mac Pro, der irgendwie sinnvoll ist.\nalso momentan gibt es halt dieses Ding was im Prinzip auch nur ein Mac Studio\nist mit ein paar Slots in einem riesigen Gehäuse, was zu teuer ist,\nich weiß es nicht, ein iMac hier schreibt jemand iMac, iMac den man als externen\nMonitor benutzen kann wenn sie\ndas wieder bringen dann wäre ich dabei vielleicht, mal sehen, keine Ahnung,\naber so ein iMac der halt irgendwie nicht lange hält, weil dann irgendwann gibt\nes das macOS dafür nicht mehr und dann hast du ein wahrscheinlich wunderbares\nDisplay, das du nicht benutzen kannst, weil die Hardware da drin irgendwie nichts mehr kann.\nNee, also gut, klar, man kann ja irgendwelche alten iMacs umbauen,\ndass sie dann ein externes Display sind oder so, aber solche Sachen, zu Kleinigkeiten,\nAnsonsten als Software-seitig, was ich halt gerne hätte, wäre Multi-User für iPad.","Ich meine Da treu mich schon lange von Und ganz ehrlich.","Der Vision würde es auch gut zu,\nins Gesicht stehen Multi-User zu haben jetzt mal abgesehen von aber ich meine\nman kann ja diese ganzen Teile kann man ja irgendwie zweimal kaufen und linsen\nund hast du nicht gesehen und kannst dann tatsächlich die Vision auch mit mehreren\nLeuten auch angepasst verwenden Also da spräche ja nichts dagegen.\nAber da sträubt sich Apple ganz besonders. Ich weiß nicht warum, aber gut.","Verstehe ich auch nicht. Das ist eigentlich Unsinn.","Gut, für iPhone wäre es ein bisschen sinnlos.","Nee, für das iPhone muss es nicht sein. Aber iPad und Vision Pro,\ndas sind schon so Dinge, die man weiterreicht und die auch, sagen wir mal,\neinen ganz anderen Wert hätten, wenn du weißt, das eine Teil kann von der ganzen\nFamilie jederzeit benutzt werden.\nJa okay, du musst halt vielleicht deine Einsetzlinsen wechseln,\naber die sind ja eh identifiziert und du kannst problemlos an deiner Iris erkannt werden.\nDu setzt das Ding auf, weißt ja sofort, welche Person das ist,\nist automatisch eingeloggt, fertig, aus.\nWenn da nicht die richtigen Einsätze sind, dann warnt er halt kurz und sagt,\nbist du sicher, dass du das jetzt so benutzen willst? Ja, zack, fertig. Fertig.","Vor allen Dingen so Multi-User wäre auch eine gute Einstiegsdroge,\num mehr von den Teilen zu verkaufen. Bin ich völlig von der Überzeugung.","Ja, das denke ich auch.","Also weil du dann hätte Apple die Möglichkeit, du hast das Familien-iPad und\ndann krähen die Kleinen, dass sie ein eigenes wollen und dann, keine Ahnung.\nDann wollen die Eheleute das auch je eins haben und sich keins teilen müssen.","Es wird ja einigermaßen schon seit längerer Zeit gemunkelt, dass neue AirTags rauskommen.\nDa warte ich jetzt auch in der Tat mit meinem nächsten Kauf,\num zu gucken, ob da jetzt was kommt.\nDa bräuchte ich nämlich immer wieder so einen Schwung, so eins fürs Auto,\nwenn ich doch wieder verpinnere, wo habe ich es eigentlich geparkt?","Was mich inzwischen an den AirTags...","Alle andere Fahrräder, ihr kennt die Geschichten.","Mit größerer Reichweite.","Was mich inzwischen an den AirTags nervt, ist, wie schnell sie eigentlich die Batterien fressen.\nAlso diese Batterielaufzeit von einem Jahr ist einfach nicht so gut.\nVielleicht habe ich auch schlechte Batterien gekauft.\nDas kann durchaus sein. Aber so AirTags, die man vielleicht auch mal aufladen\nkann oder so, das wäre eigentlich nicht verkehrt.","Das wird nicht passieren.","Ich sage ja nur, das wäre nicht verkehrt. Wir waren bei Wünsch dir was.","Ja, aber das macht das Ding ja viel zu groß und viel zu komplex dann.\nAlso ich glaube, das werden wir nicht sehen.","Auch vielleicht AirTags in anderen Formen. Also wenn Apple, ich habe ja so eine\nAirTag-Karte für das Portemonnaie und die funktioniert so schlecht.","Ja, meine auch.","Wenn Apple da tatsächlich eine eigene gut funktionierende Lösung bringen würde,\ndas wäre auch mal nicht verkehrt.","Flacher würde schon reichen.","Flacher wäre schon gar nicht verkehrt.","Ein Apple-Portemonnaie, da könnte man das doch alles drin integrieren.\nOder dann irgendwie das iPhone so rein schnappt und ein AirTag gleich drin verbaut ist.","Da muss ich jetzt mal ranten. Apple hat sich irgendwann auf die Fahnen geschrieben,\nnur noch vegane Dinge zu verkaufen und du kriegst keine Lederarmbänder mehr\nbei Apple für die Watch und wenn die ein Portemonnaie machen,\ndann ist das garantiert auch, weiß ich nicht,\nwas für ein Gewebe, dass sie dann einen tollen Namen geben, aber im Prinzip\nist es dann alles nur Plastik. Sorry, das will ich dann nicht.\nAlso gut, Leder hält jetzt auch nicht ewig, aber gut, das Gewebe hält auch nicht ewig.","Nichts hält ewig.","Nichts hält ewig, aber trotzdem, nee.","Nicht mal diese Sendung hält ewig.","Ja.","Jetzt machen wir Schluss, Leute.","Ja.","Vielen Dank fürs Zuhören, vielen Dank für eure Kommentare, vielen Dank für eure\nVorschläge, die ihr machen werdet für unsere Tierlist-Shootouts.\nGebt euch Mühe.\nWas haben wir noch für Wünsche oder Tipps oder Anforderungen?\nIhr könnt euch auch gerne zur Sendung 300 äußern, was euch da vielleicht vorschwebt.\nWir haben uns ehrlich gesagt noch keine Gedanken darüber gemacht,\naber wir werden diesen Sommer in irgendeiner Form nutzen, denke ich mal.\nSehr viel mehr gibt es eigentlich nicht zu erzählen, oder?\nSkepsis.","Ja gut, ihr könnt auch noch Fragen einreichen, wie wir Dinge finden,\ndie da bei Apple, bei der WWDC vorgestellt werden, aber ich denke,\nwir müssen sowieso drüber reden.","Genau, ihr könnt generell auch Fragen stellen, falls ihr möchtet,\ndass wir uns mal mit unserem außerordentlichen wissen.","Eine gute Frage kommt gerade noch über den Slack rein. Wo sollen die Tierlists\ndenn hingemeldet werden?","In die Kommentare.","In die Kommentare. Na gut.","Ja, einfach in die Kommentare. in die Sendung rein. Das werden wir dann schon machen.\nWir lesen die Kommentare. Tierlist-Vorschläge, Fragen. Wir lesen alle Kommentare.\nAuch die ein bisschen rantigeren lesen wir auch.","Beschimpfungen aller Art.","Beschimpfungen aller Art. Wir nehmen alles zur Kenntnis und manchmal haben wir\nes ja auch verdient. Manchmal.","Das stimmt.","Aber nicht immer. So. Und jetzt machen wir es zu den Laden. Vielen Dank.\nDas war's. Freakshow 292.\nDer Countdown läuft.","Mir wäre es gar nicht so verkehrt, wenn die Sendung mal kürzer wäre, ne, Ralf?","Das sagen wir immer. Das hat noch nie funktioniert.\nAlright, das war's. Tschüss.","Bis dann."]}