{"v":1,"episode":295,"speakers":["Tim Pritlove","Ralf Stockmann","Luka Dornhecker"],"t":[23,43,44,53,54,59,60,67,68,94,151,152,153,201,204,273,274,330,333,333,334,352,377,391,396,473,475,512,514,570,575,590,603,658,669,670,734,750,752,754,755,759,763,794,804,806,819,826,826,827,828,830,834,845,848,882,888,892,919,920,922,924,925,938,940,960,966,969,980,982,997,1002,1004,1026,1030,1033,1035,1072,1085,1087,1102,1110,1115,1116,1125,1176,1179,1182,1250,1251,1255,1270,1271,1274,1281,1330,1331,1377,1378,1423,1424,1425,1429,1437,1440,1448,1450,1509,1510,1511,1512,1525,1526,1529,1531,1532,1535,1537,1566,1569,1585,1587,1591,1592,1595,1597,1646,1663,1695,1720,1722,1728,1731,1733,1734,1737,1739,1741,1742,1745,1747,1748,1757,1771,1772,1780,1783,1789,1822,1824,1826,1830,1836,1837,1840,1856,1859,1863,1864,1877,1879,1883,1887,1889,1893,1899,1900,1911,1920,1944,2058,2061,2062,2066,2085,2086,2147,2148,2168,2173,2281,2286,2363,2366,2367,2382,2384,2388,2389,2391,2398,2404,2406,2407,2410,2527,2529,2612,2621,2622,2665,2667,2671,2672,2683,2687,2688,2691,2696,2702,2705,2708,2739,2751,2754,2783,2787,2793,2807,2808,2847,2850,2857,2863,2867,2869,2883,2959,2960,3024,3053,3060,3277,3304,3313,3316,3328,3328,3336,3341,3345,3352,3368,3381,3387,3390,3552,3554,3588,3597,3598,3611,3635,3636,3644,3648,3649,3657,3659,3670,3671,3672,3672,3695,3696,3724,3725,3726,3811,3813,3825,3826,3930,3982,3984,4017,4020,4022,4023,4025,4028,4033,4035,4055,4075,4077,4163,4167,4177,4180,4183,4198,4206,4207,4209,4210,4254,4262,4265,4266,4269,4273,4275,4280,4281,4282,4284,4287,4291,4331,4333,4335,4341,4379,4382,4391,4394,4414,4417,4431,4451,4456,4462,4465,4482,4489,4499,4522,4524,4610,4697,4700,4702,4773,4775,4873,4876,4933,4935,4981,4982,4997,4999,5015,5016,5097,5114,5117,5198,5242,5256,5263,5273,5275,5278,5342,5347,5355,5358,5371,5373,5432,5476,5506,5512,5575,5578,5581,5590,5595,5598,5608,5610,5712,5715,5813,5814,5816,5817,5828,5829,5831,5834,5836,5839,5840,5843,5848,5853,5854,5896,5905,5906,5906,5911,5916,5918,5920,5923,5926,5938,5942,5944,5947,5950,5953,5955,5957,5961,5996,5999,6004,6007,6010,6013,6015,6024,6028,6030,6034,6036,6047,6049,6052,6078,6080,6080,6082,6084,6092,6096,6098,6103,6106,6108,6110,6214,6215,6229,6232,6254,6256,6257,6260,6279,6291,6296,6302,6304,6309,6319,6328,6332,6334,6338,6344,6437,6439,6523,6525,6526,6533,6534,6535,6537,6541,6592,6596,6600,6622,6623,6657,6660,6662,6664,6670,6679,6681,6682,6687,6687,6689,6700,6702,6705,6707,6728,6728,6735,6738,6741,6742,6754,6757,6758,6764,6788,6792,6792,6793,6799,6811,6820,6820,6822,6827,6850,6853,6854,6855,6858,6863,6880,6881,6883,6887,6889,6896,6897,6905,6906,6953,6957,6959,6979,6985,6987,7018,7020,7027,7033,7038,7098,7099,7120,7125,7134,7147,7160,7163,7165,7165,7167,7199,7203,7211,7215,7228,7234,7241,7279,7280,7314,7319,7368,7370,7372,7374,7434,7444,7457,7468,7540,7543,7568,7593,7597,7599,7605,7605,7624,7628,7651,7655,7670,7673,7673,7674,7675,7677,7678,7683,7693,7695,7698,7699,7707,7742,7747,7754,7756,7782,7783,7792,7794,7802,7804,7815,7818,7819,7823,7831,7842,7847,7848,7851,7862,7868,7875,7880,7882,7884,7924,7937,7942,7950,7951,7953,8085,8086,8223,8226,8239,8279,8282,8284,8288,8294,8305,8403,8405,8434,8468,8475,8481,8487,8496,8508,8548,8564,8566,8579,8587,8597,8600,8601,8612,8616,8619,8623,8636,8639,8646,8648,8650,8653,8674,8676,8680,8681,8683,8686,8699,8704,8708,8711,8714,8736,8738,8756,8761,8778,8782,8799,8812,8834,8848,8855,8896,8927,8937,8938,8939,8944,8982,8984,8986,8992,8996,9007,9019,9025,9026,9037,9038,9081,9086,9127,9130,9143,9144,9195,9198,9203,9205,9206,9207,9212,9216,9218,9219,9230,9232,9233,9235,9261,9262,9297,9300,9329,9333,9338,9341,9398,9398,9414,9419,9435,9436,9437,9439,9443,9465,9482,9484,9494,9497,9523,9524,9525,9529,9533,9537,9540,9545,9549,9567,9568,9572,9575,9587,9590,9595,9597,9600,9602,9603,9608,9611,9613,9623,9637,9640,9643,9646,9646,9648,9650,9651,9652,9654,9657,9658,9669,9671,9673,9674,9678,9691,9693,9710,9718,9719,9723,9725,9806,9806,9815,9822,9822,9825,9825,9827,9835,9838,9854,9861,9864,9867,9874,9879,9881,9884,9906,9907,9930,9933,9940,9941,9945,9955,9959,9961,9962,9964,9971,9976,9990,9993,9994,9997,10015,10016,10050,10052,10057,10060,10122,10123,10154,10157,10168,10169,10173,10177,10180,10190,10193,10210,10219,10222,10226,10230,10243,10249,10259,10268,10276,10288,10308,10313,10316,10318,10321,10327,10331,10352,10354,10375,10376,10444,10448,10458,10467,10482,10491,10497,10504,10512,10532,10536,10554,10559,10560,10562,10571,10577,10581,10624,10627,10704,10726,10729,10731,10738,10741,10778,10789,10793,10796,10797,10800,10802,10820,10822,10931,10993,11022,11023,11023,11025,11078,11080,11110,11114,11115,11119,11155,11220,11222,11397,11441,11457,11505,11507,11528,11529,11566,11570,11572,11578,11579,11581,11583,11790,11791,11817,11822,11838,11841,11858,11860,11880,11907,11950,11954,11987,12097,12099,12108,12109,12118,12122,12124,12125,12134,12137,12145,12149,12155,12160,12162,12163,12164,12165,12166,12176,12181,12182,12183,12197,12203,12204,12205,12215,12217,12246,12247,12332,12334,12346,12349,12350,12357,12360,12364,12370,12383,12384,12385,12390,12392,12393,12411,12413,12416,12417,12446,12448,12453,12455,12460,12462,12465,12465,12467,12470,12473,12475,12476,12480,12483,12487,12515,12519,12521,12538,12539,12542,12549,12556,12558,12568,12570,12583,12588,12589,12605,12606,12610,12611,12629,12659,12663,12667,12672,12687,12688,12700,12701,12709,12715,12727,12729,12736,12737,12739,12744,12830,12834,12836,12837,12838,12838,12862,12864,12868,12873,12880,12881,12888,12890,12995,13002,13017,13018,13057,13080,13103,13107,13112,13130,13133,13144,13161,13162,13186,13189,13192,13370,13373,13378,13380,13382,13386,13387,13388,13388,13406,13408,13415,13417,13418,13419,13420,13423,13425,13429,13434,13435,13439,13451,13453,13458,13460,13471,13472,13492,13497,13504,13506,13507,13510,13511,13512,13515,13518,13535,13550,13557,13572,13576,13577,13580,13586,13600,13600,13606,13609,13612,13618,13620,13652,13653,13656,13659,13667,13673,13689,13691,13694,13696,13702,13705,13709,13710,13721,13726,13777,13811,13816,13838,13846,13847,13854,13856,13861,13864,13868,13868,13869,13902,13905,13927,13930,13932,13933],"s":[0,1,0,1,0,1,0,2,0,1,0,2,1,0,1,2,1,0,1,0,1,2,1,0,1,2,1,2,1,2,1,2,1,2,1,0,1,0,1,0,1,2,0,1,2,1,2,0,2,0,2,1,0,2,0,1,0,1,0,2,1,0,1,0,1,0,2,1,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,2,1,0,1,0,1,2,1,0,1,0,1,2,1,2,1,2,0,2,1,0,1,0,1,0,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,1,0,2,1,0,2,0,2,0,1,0,1,0,2,0,2,0,1,0,2,0,1,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,2,1,0,1,0,2,1,2,1,0,1,0,1,0,1,2,1,2,1,2,1,2,0,1,0,1,0,1,2,1,0,1,0,1,0,1,0,1,2,0,1,0,2,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,2,0,1,0,1,0,1,2,1,2,0,2,0,2,1,0,2,0,2,0,2,0,2,1,2,0,2,1,2,1,2,0,1,0,1,0,1,2,0,2,0,2,1,0,1,0,2,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,1,2,1,2,1,2,1,0,1,0,2,0,1,0,1,0,1,0,2,0,1,0,1,0,2,0,2,1,2,0,2,0,2,0,2,0,2,0,1,0,1,0,2,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,1,0,2,0,1,2,1,0,1,0,1,2,1,2,1,2,0,1,2,1,2,1,2,1,0,2,1,2,0,2,0,2,0,1,2,1,0,1,2,1,0,1,0,1,2,0,2,1,2,0,2,1,0,1,0,2,0,1,0,1,0,2,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,2,0,2,0,2,0,1,2,0,1,0,1,2,0,1,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,2,1,2,1,0,1,0,1,0,2,1,2,1,2,1,0,1,0,2,1,0,1,0,1,0,1,2,1,2,1,0,1,0,1,0,1,0,1,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,2,1,2,1,0,2,1,0,1,0,1,0,1,0,1,2,1,0,1,0,2,1,2,0,2,1,0,2,0,2,0,2,0,2,0,2,0,2,0,1,2,1,2,0,2,0,1,0,1,0,1,2,0,2,0,1,2,1,0,2,1,0,1,0,1,2,1,2,1,0,1,2,1,0,1,0,1,2,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,1,2,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,0,1,2,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,1,2,1,0,1,0,1,0,1,0,1,0,1,2,0,1,2,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,2,0,1,0,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,0,1,0,1,0,1,0,1,0,1,2,1,2,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,2,0,1,0,1,0,1,0,1,0,1,2,0,2,0,2,1,2,0,1,0,1,2,1,2,1,2,1,2,1,0,2,0,2,0,2,0,1,0,2,1,2,1,0,1,0,1,0,1,0,1,0,2,0,2,0,1,0,1,0,1,2,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,2,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,1,0,1,2,0,1,2,1,2,1,0,1,0,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,1,2,0,1,0,2,0,1,0,2,0,1,2,0,2,1,2,0,2,1,2,0,2,1,2,0,2,0,2,0,2,1,2,1,2,1,2,0,2,0,1,0,1,0,2,0,1,2,1,2,1,0,1,0,1,2,1,2,1,2,1,2,1,2,1,0,1,0,2,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,1,0,1,0,1,0,1,0,2,0,1,0,2,1,0,1,0,1,2,1,0,2,1,0,1,0,2,0,1,0,1,2,0,2,0,1,0,1,2,1,0,1,0,2,1,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0],"x":["Hallo, herzlich willkommen. Hier ist die Freak Show und es hat keine drei Jahre\ngedauert, bis wir mal wieder eine Sendung an den Start bringen konnten.\nIch bin Tim Pretlaff und ich begrüße alle zur Ausgabe 295.\nWir haben immer noch keine Idee, was wir mit der 300 machen.","Bedrohlich nah.","Bedrohlich nah. Wir schreiben den 21. August 2025 und ich begrüße Reif zu meiner Linken.","Einen wunderschönen guten Abend.","Und Roddy haben wir entsorgt nach China.","Vorübergehend.","Genau. Der ist mal kurz weg, aber dafür gibt es Luca heute wieder. Hallo Luca.","Moin moin.","Ja genau, moin moin. Da sind wir wieder.\nund gucken wir mal, ob wir im Sommer, den wir jetzt, was heißt,\nhinter uns gebracht haben, noch ist er ja nicht vorbei, aber er war feucht und dann war er heiß,\ndass wir was rausdestilliert bekommen.\nHast du denn was erlebt, Ralf?","Ich habe in der Tat ein bisschen was erlebt, ja.\nIch war zum ersten Mal seit, weiß gar nicht, zehn Jahren, 15 Jahren,\n20 Jahren, habe ich mal drei Wochen am Stück im Urlaub.\nNicht nur eine Woche, nicht zwei Wochen, nein, drei Wochen.\nUnd mit Familie und Kindern und nach Skandinavien hoch, erst Schweden anderthalb\nWochen und dann noch anderthalb Wochen Dänemark.\nSo eine Kurve mit zweimal Fähre.\nErzähle ich hinterher im anderen Kontext auch noch ein bisschen, was soll ich sagen?\nDas ist fantastisch, dieses Urlaub. Probiert das mal aus. Das ist völlig irre.\nEs hat wirklich alles funktioniert.\nEs war alles gut irgendwie vorgeplant. Wir hatten auch paartechnisch eine gute Aufgabenverteilung.\nDas finde ich ja gerade bei Urlaub ganz wichtig, wenn man dann so wirklich 24-7\naufeinander hängt, dass es da nicht zu Verantwortungsdiffusion kommt. Das heißt...","Verantwortungsdiffusion.","Ja, verantwortlich alle schuld.","Genau. Oder keiner wird es gewesen sein und jeder so ein bisschen.\nUnd nee, ich dachte, du hast aber. Und von daher hatten wir eine glasklare Aufteilung.\nClaudia macht Packen und Logistik, alles was irgendwie so mit Hardware zu tun\nhat und ich mache so das ganze Eventplanungsding,\nwas macht man dann eigentlich vor Ort und was für Routen macht man irgendwie\nund was für Aktivitäten und was guckt man sich an und was für sportliche Geschichten\nund das hat alles sehr, sehr gut funktioniert.\nUnd ich war dann basserstaunt, ich bin ja eigentlich nicht so der Selbstvermesser,\nhab aber ja seit vielen Jahren Apple Watch und da fällt ja doch das eine oder\nandere so an Statistik raus.\nUnd wenn man dann mal so drauf guckt und sich dann diese Charts anschaut,\nso Arbeitswoche, die letzten zwei und dann so nach zweieinhalb Wochen Urlaub,\nwas da so mit den Werten passiert.","Was passiert denn dann mit den Werten, mit welchen Werten denn überhaupt?","Also das Offensichtlichste sind erstmal die Schlafwerte. Also mein normaler\nSchlaftag, das ist mal so richtig Post-Privacy hier, sieht so aus,\ndass ich meistens die Racker noch ins Bett begleite und Eltern wissen,\nwas dann kommt, dann pennt man erstmal mit ein, weil es alles so schön gemütlich ist.\nFamilienbette haben wir schon länger hinter uns gelassen, aber trotzdem,\nwenn der Tag irgendwie lang und anstrengend war, dann spricht nichts dagegen,\nerstmal so eine anderthalb Stunden, zwei Stunden Nickerchen zu machen.\nSo, dann wird man aber irgendwann dann so wach um 22 Uhr.\nSo, dann macht man erstmal die Küche und Hausarbeit, was dann noch so alles\nanliegt und dann kommt irgendwann nochmal so Paar und Me-Time hinten dran.\nDann guckt man noch irgendwie eine Serie zusammen, gerade zum Beispiel White\nLotus, gebinged, watched, sehr zu empfehlen. So und dann ist man irgendwann\nso um zwei, drei Uhr, gehe ich dann ins Bett und habe in der Summe dann sechs Stunden Schlaf.\nWas so gerade eben reicht, aber halt auch echt nicht so üppig ist und vor allen\nDingen ist es halt so zerschossen in mindestens zwei Schlafphasen,\nwenn man dann nicht nochmal irgendwann aufwacht und nochmal wieder irgendwie\neinschläft mittendrin.","Das klingt nach wenig.","So, es ist wenig und es ist irgendwie zerschossen und es führt halt dazu,\ndass ich dann nicht krank bin in der Freakshow.\nSo, und jetzt hatten wir im Urlaub, ohne dass wir es besonders darauf angelegt\nhatten, ein ziemliches Sportprogramm.\nDas heißt also, wir sind richtig irgendwie so, also Raka sind ja sechs Jahre\nund acht Jahre und mit dem haben wir jetzt schon so ein bisschen Wanderung mal gemacht.\nSo richtig 15 Kilometer am Tag, was für so einen Sechsjährigen schon ganz ordentlich\nist. Das haben die auch ohne Murren alles mitgemacht.\nUnd ohne das, was wir gesagt groß geplant hätten, haben wir gerade die ersten\nzwei Wochen eigentlich jeden Tag irgendein richtiges Sportprogramm gehabt.\nUnd das hat dazu geführt, dass wir um 23 Uhr glücklich und müde im Bett lagen\nund dann bis 8 Uhr durchgepennt haben.\nUnd das siehst du halt wirklich glasklar in der Statistik von der Apple Watch,\nwie du aus einem Flickenteppich während der Arbeitszeit dann plötzlich zu einer\nvöllig homogenen Schlafmasse plötzlich irgendwie konvertierst.","Also du trägst deine Uhr auch konsequent immer beim Schlaf?","Ja.","Schon länger.","Das war früher anstrengend, aber jetzt gerade mit der Series 10 ist es völlig\nunproblematisch, weil die sich in 20, 25 Minuten komplett auflädt.\nDas hat dieses Problem, wenn ich sie über Nacht trage, dann ist sie morgens\nkomplett leer und dann muss ich aber zur Arbeit und wie kriege ich sie dann aufgeladen?","Genau das Problem kenne ich. Also ich habe vor kurzem meine Apple Watch Series\n4 versehentlich kaputt gemacht. Die ist irgendwie bei einem Freak-Accident durch\nden Raum geflogen und dann war das total im Arsch, das Ding.\nIch habe jetzt auch eine Series 10 und habe jetzt auch gemerkt,\nder Reku hält einfach so viel länger.\nIch kann die auch nachts tragen. Ich kann morgens Sport machen noch und dann\nnach dem Duschen ist das Ding wieder aufgeladen.","Ja, das ist schon ein Proof. Also das löst dieses, oh mein Gott,\nwarum hält die nicht drei, vier Tage? wenn sie halt nur 20 Minuten zum Laden\nbraucht, ist das halt auch die Krise morgens immer irgendwo vernünftig rein.\nUnd dann hält es halt wieder für den ganzen Tag.","Wenn du das neue Kabel hast mit USB-C und dann lädt er auch wirklich schnell.","Genau. Das hatten wir natürlich am Start. Naja und dann daraus leiten sich dann\nhalt noch so andere Werte ab.\nBeispielsweise so Ruhepuls, Aktivitätspuls und sowas.\nAtemfrequenz so während des Schlafes. Und egal auf welchen Chart du da jetzt\ndrauf guckst in der Health-App,\nda siehst du also wirklich irgendwie normales Leben versus irgendwie sportlich\ngeführter, vernünftiger Urlaub und das ist krass und ich war drei Wochen lang\nnicht krank, ja, spektakulär,\nfür die, die regelmäßig zuhören,\nund ja, ich kann das also nur empfehlen, probiert das mal mit diesem Urlaub.\nIch hatte jetzt keinen Digital Detox wirklich gemacht, aber wenn du halt um\n23 Uhr pennst, dann hast du da auch einfach mal nicht viel Zeit,\nnoch irgendwo Doomscrolling zu betreiben.\nUnd habe jetzt aber auch wirklich null irgendwie Arbeitssachen mitgenommen.\nDas war so auch der klare Plan.\nNicht jetzt noch irgendwie nebenbei stressen lassen und dann doch halblich in\nirgendwie Arbeits-E-Mails reingucken oder sowas.\nUnd da war so die klare Ansage, lasst mich in Ruhe, nur in den Tagen Katastrophen\nfällen, irgendwie melden.\nUnd das hat auch alles gut funktioniert. Und von daher war das also in der Gesamtsumme,\nwenn ich versucht zu sagen, so der entspannteste Urlaub meines Lebens.\nWann sagt man sowas schon mal? War cool.\nKlima super, 23 Grad, Sonne, leicht bewölkt, ab und zu, so nichts schwül.","Wie war es mit den Mücken?","Wie war es mit den Mücken? Lustigerweise in Schweden, also im Großen und Ganzen\nwaren wir in Südschweden und haben da so eine kleine Rundreise quasi gemacht.\nUnd überall da, wo Seen waren, war es gar nicht so schlimm.\nAlso überhaupt Schweden, das funktionierte mit den Mücken, war kein großes Drama.\nDie haben uns dann in den letzten Tagen Dänemark hart erwischt,\nals wir dann am Meer waren. Da war kein See weit und breit, aber Meer.\nUnd aus irgendeinem Grund, so die letzten zwei, drei Tage, als die Temperatur\nnochmal so auf 26, 27 Grad hochgegangen ist, da war dann echt Mückeninvasion.\nDas war dann fies. Da hatte ich dann so zehn Mückenstiche parallel.","Hast du irgendwie Spray dagegen gehabt?","Was hatten wir alles? Wir hatten Spray, wir hatten diese Vaporatoren in der\nSteckdose, die, glaube ich, überhaupt niemals irgendwo geholfen haben.\nUnd wir hatten Bite Away, so der neueren Generation.\nAlso diese müssen wir vielleicht mal kurz erklären für die, die es nicht kennen.\nDas Gift von Mücken enthält, so jetzt müsste mal jemand schnell nachrecherchieren,\nsind es die Eiweiße, die darauf reagieren.\nAuf jeden Fall einen Stoff, der, wenn man ihn erhitzt,\nSo zu verklumpen beginnt, dass angeblich der eigentliche Giftstoff,\nder dann zu den Entzündungen und Jucken und so weiter führt,\nsich nicht so schnell oder so umfangreich oder gar nicht irgendwie entfaltet in dem Stich.\nDer Stich ist immer noch da, aber er verläuft dann problemloser,\nindem ich so ein Hitzeteil für ein paar Sekunden drauf stecke.\nDas zirpt so ein bisschen. Das tut auch ein bisschen weh.","Es hört auf an der Stelle, wo man denkt, jetzt sollte es nicht doller werden.","Ja, da bin ich glaube ich generell ein bisschen unempfindlicher.\nEs dürfte gerne doppelt so wehtun, wenn es denn funktionieren würde.\nMeine persönliche Statistik ist irgendwie, dass es nichts bringt.\nSo Eiweiße schreibt der Chat, hatte ich richtig in Erinnerung.","Das ist auch die Erklärung, die ich kenne, aber ich habe auch schon irgendwo\ngelesen, dass das eigentlich gar nicht so richtig erforscht sei und bekannt\nsei, weshalb das wirkt und wie und überhaupt.\nAber da kann ich jetzt auch nicht sagen, ob das wirklich so ist.","Ja, also ich habe mich auf Mastodon beschwert und dann wurden mir in der Tat\nauch Studien entgegengeworfen, die das also dann klinisch mal durchgetestet\nhaben mit viel Langzeit und wo das angeblich also dann doch signifikanten Einfluss hatte.\nAlso ich hatte jetzt in Testreihe zehn Stiche, die Hälfte behandelt,\ndie andere Hälfte nicht behandelt und am Ende war alles scheiße.\nUnd was wirklich nervt sind so diese Stiche, die zwei Tage später noch irgendwie Ärger machen.\nDas ist so nach meinem Pi mal Daumen so ein Drittel bis ein Viertel der Stiche,\nwo mir auch nicht klar ist, was dazu qualifiziert, dass solche Langzeitprobleme\nwären, versus so nach zwei Stunden merkst du eigentlich nichts mehr.\nUnd definitiv waren bei diesen Langzeitstichen auch Behandelte mit dabei,\nvon daher hat es das also auch nicht irgendwie verbessert.\nAber im Großen und Ganzen war das weit von der Katastrophe entfernt, die man so mit Schweden,\nSeen und Mücken verbinden würde.","Ja, da kennt man einiges. Also ich habe in Schweden mal mit einer Schwedin geredet,\ndie nach Deutschland ausgewandert ist, mit der Begründung, es gibt zu viele Mücken in Schweden.","Okay.","Ich bin jetzt ein bisschen unruhig, weil ich fahre ja noch nach Schweden.\nAlso zum Thema Mückenschutz, das Einzige, was ich in meinem Leben definitiv\nsagen kann, was hilft, ist DEET, als Wirkstoff und so Mittelchen wie Antibrom.\nDas wirkt. Das hilft sofort, nachhaltig und umfangreich.\nDa kannst du auch noch in der Dämmerung kurz Nosen durch die Gegend latschen,\nwenn du dich da mit eingenebelt hast.\nKeine Ahnung, welchen Beitrag DEET zum Untergang der Welt beiträgt,\naber es hält einem definitiv die Mücken vor und bleibt so viel,\nkann ich schon mal sagen.\nAngeblich soll es auch gegen Zecken und so weiter und tropische Mücken und so auch helfen.\nAber es hilft vor allem zumindest in unseren Breiten gegen die Mücken.\nAchso, eine Frage zu diesen Mücken. Sind die genauso schlimm wie in Schottland?\nAlso sind die so super, super klein oder sind das eigentlich nur die gleichen wie bei uns?\nVon der Größe her machen sie auch so Geräusche.","Also ich hatte den Eindruck, dass die schwedischen Mücken sich signifikant unterschieben\nhaben von den dänischen Mücken.\nDie dänischen Mücken kamen ja alle sehr bekannt vor. Das waren so diese langbeinigen,\nrelativ großen Viecher. Die schwedischen, da waren sehr kleine auch am Start.","Klein so wie so Tagesfliegen?","Ja, schon genau.","So Ruchtfliegen mäßig.","Schon wirklich ziemlich klein.","Kannst du die schottischen Geräusche, kannst du die nachmachen?","Es gibt keine Geräusche, die befallen dich einfach nur und du denkst so,\noh, wo kommen die ganzen Eintagsfliegen her?\nUnd dann habe ich irgendwie so 120 Stiche gezählt, nur während ich mein Zelt\naufgebaut habe, das mache ich nicht nochmal.\nAlso Schottland und Mücken ist definitiv auch so ein Thema und da ja Schottland\nund Schweden so mehr oder weniger im selben Breitengrad unterwegs ist, vermute ich mal,\ndass die gegebenenfalls was miteinander zu tun haben, auch wenn die natürlich\ndurch ein Meer getrennt sind. Keine Ahnung, wie sich das so entwickelt hat.","Jetzt muss ich nochmal kurz erzählen, das ist D-E-E-T, das ist prophylaktisch.\nDas heißt also, das appliziert man sich vorher drauf, wenn man sich in die Mücken-Gefahrenzone bedient.","Hinterher bringt es nichts.","Und einsprühen. Ja, aber Nerds, wir brauchen es exakter.\nAlso im Sinne von so einreiben, wie man das mit Sonnenmilch macht oder reicht\nso grob über Hände und dann sind die Füße mitgeschützt.","Grob über die Zonen, die möglicherweise von Mücken befallen werden.\nAlso wenn du kurze Hosen trägst, auf die Beine.","Farbe Beine.","Genau.","Nacken.","Auch zu empfehlen. Vielen Dank.","Okay, nun gut. Das werde ich mir nochmal...","Also gibt es auch von verschiedenen Herstellern, ich bin mit Antibrom immer ganz zufrieden.\nIst nicht ganz billig, aber es wirkt besser als so Autan oder sowas.","Nee, das funktioniert gar nicht. Das wirkt einfach nicht.","Das wirkt einfach nicht. Vergessen.\nJa, ich wollte auch nochmal, ihr seid jetzt schon so schnell weitergerückt,\naber ich dachte mir, deine Health-Tracking.\nHast du dir dann auch mal die Langzeit-Statistiken angeschaut?\nWeil mittlerweile gibt es ja dann auch so Vitalzeichen und Herzruhezustand.\nKönntest du jetzt nach dem Urlaub eine langfristige Verbesserung von irgendwas messen?\nOder ist das nur so ein ich bin nicht mehr so krank?","Also ich bin jetzt erst eine Woche wieder hier. Das heißt also,\nder Diff reicht da jetzt an der Stelle noch nicht.","Wieso, der Diff ist ja vor drei Wochen.","Ja, aber also was ich halt gesehen habe, ist, dass schon in der Mitte der zweiten\nWoche gingen diese ganzen Vitalwerte schon wirklich signifikant in guten Bereich.\nAlso Ruhepuls, Aktivitätspuls und so weiter, das sah alles viel besser aus als vorher.\nDa habe ich jetzt ehrlich gesagt noch nicht drauf geguckt, ob die Woche das\njetzt schon alles wieder zurückgerissen hat.\nDa müsste ich gleich mal schauen, ob ich das jetzt hier so finde.\nEs gibt ja immer noch keine Health-App auf macOS. Warum eigentlich nicht?","Habe ich auch gerade festgestellt.","Warum?","Was erlaube, Steve?","Wegen der Sicherheit.","Ja, bestimmt. Also mein Schlaf ist schon mal wieder ruiniert. Das ist also...\nWirklich, also das seht ihr jetzt an den Empfangsgeräten nicht.\nAber hier mal so ungefähr.","Es ist einfach nur, wie viel besser es geworden ist.","Dieses Zerschossene und dann das Komprimierte.\nals ob man es durch einen Audiokompressor durchgeschickt hätte.\nDie Schlafzeit sah viel besser aus und jetzt ist man wieder genau in diesem\nzerhackten Modus vorher.\nDa hat sich natürlich jetzt langfristig überhaupt nichts verbessert.\nJetzt müsste ich mal gucken, wo haben wir denn hier irgendwo einen Wert?","Also mit anderen Worten, du hast es noch nicht reviewt und du kannst jetzt noch\nkeine klare Sache benennen, die jetzt besser funktioniert.","Hast du dich denn mehr bewegt?","Ja, sehr viel mehr. Also fast das Doppelte an kalorienumsatz tag das was sicherlich\nsehr viel auch das ist das was ich meinte mit sehr aktiver nahezu sportlich haben wohl auch.","Dann fühlst du dich auch tatsächlich müde abends.","Genau ganz besser einschlafen das darum 23 uhr ist und im normalen tag quasi\nnicht denkbar jetzt gucke ich gerade wo hier so ruhepulsen das ist ja auch eine app die irgendwie,\nschwierig in der GUI ist.","Ja, das findest du unter Herz, glaube ich.","Herzfrequenztraining.","Also mit diesen Werten ist das ja so eine Sache. Also man schaut die sich mal\ngerne an, wenn die sich gut entwickeln, aber kaum, dass es da mal böse wird,\ndann legt man das Telefon auch schnell wieder beiseite.\nUnd ich habe immer so ein bisschen Angst, dass mir das Telefon irgendwie erzählt,\ndass ich jetzt gleich irgendwie nur noch drei Monate zu leben habe und dann\nweiß ich nicht, was ich tun soll.","Herzfrequenz habe ich jetzt, aber da sehe ich jetzt keine Zeitverlauf.","Gut, musst du das nicht jetzt machen.","Ich reiche es im Zweifelsfall nach.","Wenn ich was finde. Lass uns lieber kurz auf das Feedback zur letzten Sendung eingehen.\nDa habt ihr uns ja überrollt. Also 193 Kommentare ist glaube ich Rekord.\nund gut, das mag jetzt auch sein, weil die Sendung so alleine da stand,\nes nichts anderes zu hören gab.\nAber ich glaube, die allgemeine Meinung zu unseren Tierlists,\ndem Durchführen und den konkreten Ausprägungen derselben, lässt sich mit manche\nsagen so, manche sagen so trefflich beschreiben.","Naja, also bei der ersten Sendung mit den Adaptern und Kabeln und,\nBei den Technik-Krams, da war es noch sehr durchwachsen, aber jetzt bei den\nSingle-Purpose-Küchengeräten.","Was ja keine Single-Purpose-Küchengeräte waren.","Ja, wie wir schon während der Sendung ahnten und dann in den Kommentaren auch\nnoch häufig genug um die Ohren geschlagen bekommen haben.\nDa war aber das Gesamtfeedback, dass das doch mal ein gutes Segment war,\nwar überwältigend positiv im Vergleich zu dem Technik-Segment davor.","Ich glaube auch viele Leute, die meinten, dass es die Kapitelmarken gibt,\nkonnte ich mir vier Stunden Sendung sparen.","Da müssten wir jetzt doch qualitativ drauf gucken. Es waren nicht viele Leute.","Du meinst quantitativ?","Es waren quantitativ nicht viele Leute. Die wenigen, also überhaupt war die\nQualität der Kommentare von der Sendung insgesamt viel besser als bei etlichen anderen Sendungen.","Ja, also es hat auf jeden Fall eine ganze Menge Respons getriggert,\ngar keine Frage. Weil wenn es ums Essen geht, hat jeder was beizutragen.\nDas ist ja auch in Ordnung, so soll es ja auch sein.\nUnd grundsätzlich denke ich, würde ich das mal zusammenfassen mit Wir müssen\ndas noch ein bisschen schärfen, das Werkzeug.\nAlso es ist extrem wichtig, dass du bei einer Tierlist sehr klar sagst,\nwas ist die Kategorie, über die wir jetzt sprechen.\nWeil wenn du dann links und rechts ausscherst, dann vergisst du die Hälfte auf\nder einen Seite und auf der anderen Seite hast du Sachen, die eigentlich damit\nnichts zu tun haben. Und dann wird es so ein bisschen bunte Tüte.\nAber ich nehme es mal einfach mal vorweg. Wir werden auf dieses Küchenthema auch nochmal eingehen.\nDazu besorgen wir uns dann noch einen Stargast. Und jetzt lassen wir das aber erstmal außen vor.\nEs sei denn, du hast noch zu bestimmten Kategorien was zu bemerken.\nUnd ich denke, du hast tatsächlich so was.","Ein paar Sachen fand ich dann doch interessant, was in den Kommentaren drin war.","Okay, dann mal los.","Zum Beispiel, was hatten wir hier? Knoblauchpresse. War ich ja sehr kritisch.\nUnd eine meiner Grundvorwürfe war ja, okay, so was mich persönlich am meisten\nstresst bei Knoblauch, auch wenn ich den irgendwie schneide,\nist so, ich muss den erstmal irgendwie schälen, ja.\nSo, und dann hast du sowieso schon die Hände irgendwie zugesuppt.\nUnd ob ich dann mit den zugesuppten Fingern den dann schnell mit meinem schönen\nSantoco-Messer klein hacke oder dann noch zusätzlich irgendwie stattdessen in\neine Presse, die ich dann noch irgendwie blöde reinigen muss,\nso, wo ist da der Mehrwert?\nDas war so ein bisschen mein Grundvorwurf bei Knoblauchpresse.\nUnd da kamen mehrere gute Hinweise in den Kommentaren, die gesagt haben,\nnein, nein, Ralf, you're holding it wrong.\nDas mit dem Schälen ist doch Quatsch. Du schneidest den Knoblauch in der Mitte\ndurch und tust ihn dann mit der Schale zusammen, so in die Presse rein,\ndass quasi die Schnittkante an dem Pressstück ist und dann quetschst du es einfach mal aus.\nDann hast du nämlich sehr viel kürzere Zeit, als wenn du das Ganze erstmal schälst\nund dann halt... Was soll ich sagen? Es stimmt, es funktioniert.\nWarum hat mir das nie jemand gesagt?","Das wäre ja zu einfach.","Welche Knoblauchpresse, Ralf, welche hast du probiert?","Ich habe eine relativ gute zu Hause sogar. Ich weiß es aber nicht mehr,\nob die von, ich glaube fast die ist von Tupperware, als sie noch gab.\nWusstest du übrigens, dass das Tupperware, Tupperware, wie spricht man die eigentlich\naus, dass die nicht mehr gibt?","Nee.","Dinge, wo man denkt, die würden es doch ewig geben.","Sie haben dann doch zu lange an ihrem Vertriebsmodell festgehalten und irgendwann\nwar das dann nicht mehr zeitgemäß. Das ist dann so von dem Internet ein bisschen überrollt worden.","Tja, irre. Auf jeden Fall, ich weiß nicht, ich würde nicht darauf schwören,\ndass es eine von denen ist, aber es ist eine, die eigentlich schon erstaunlich\ngut und einfach zu reinigen ist, weil die schon vom Aufbau her clever gedacht ist.\nAber trotzdem hatte ich halt dieses Problem, wenn ich schon den Knoblauch in\nden Händen habe, dann mache ich es doch mit dem Messer.\nAber durchschneiden mit Hülle einfach in die Presse rein, das ist der Clou. This is the way.\nDann gab es überwältigendes Feedback von der Reiskocher-Fraktion.\nAlso in einem Unmaß, in einem Ausmaß und einer Vehemenz, dass ich jetzt doch\nüberlege, ob man sich den vielleicht anschaffen sollte.\nIch habe mich dann aber doch in letzter Sekunde umentschieden und Platz in der\nKüche war ja eine Dimension, die wir hatten.\nUnd bin jetzt doch in die Airfryer-Fraktion stattdessen gewechselt.","Du Hipster, du.","Ich habe mich durchgesetzt zu Hause und wir haben jetzt also einen Airfryer.\nDa kann ich dann auch das eine oder andere in den nächsten Folgen vielleicht mal berichten.\nIch habe jetzt noch nicht so viel damit getestet, aber das poste ich mal kurz\nin den Chat rein, wie wir das Platzproblem mit dem gelöst haben.\nEine wichtige Kategorie der Tierlist der letzten Folge war, man hat halt nur\nsehr begrenzt Platz in der Küche.\nUnd wir haben jetzt eine Konstruktion uns hier gebaut, wo wir Airfryer und Mikrowelle übereinander stapeln.\nMit so einem kleinen, direkt dafür angebotenen Gestell, was man in der Breite\ngenau so justieren kann, dass es auf die Mikrowelle und Airfryer zugeschnitten ist.","Praktisch?","Und das funktioniert sehr gut und nimmt jetzt eben nicht mehr Platz weg,\nals es vorher ist, weil es ein Gerät, was vorher schon da war,\nhat jetzt noch ein Gerät unten drunter.\nEs ist aber jetzt auch nicht breiter. Wir haben dann unsere Mikrowelle nochmal\nausgetauscht. Wir hatten eine sehr, sehr große, die so eine spezielle Backfunktion hatte.\nDas haben wir dann weggelassen dafür und haben die kleinste,\nüberhaupt irgendwo am Markt erhältliche Mikrowelle stattdessen genommen,\nwo aber noch ein Standardteller reinpasst.\nUnd damit sind wir jetzt bisher ganz glücklich und jetzt, man ahnt es,\nmache ich ganz viele AB-Tests, wie denn jetzt Dinge im Airfryer gelingen versus,\nwenn ich sie auf dem klassischen Weg machen würde.\nWeil es ist ja so die Airfryer-Fan-Fraktion sagt dann ja, oh,\nda kannst du alles drin machen, so ungefähr wie hier in diesem Multimix.","Außer Reis.","Außer Reis, ja.","Den kriegst du auch mit der Mikrowelle nicht hin. Was machst du jetzt mit deinem Reis?","Ja, den koche ich immer noch im Topf wie vorher. Aber auch dazu gab es gute Rezeptvorschläge.","Kannst du auch in den Kaffee kochen, ja.","Das ist gerade von gestern Abend. Da habe ich also Hackbällchen gemacht für\ndie Kinder. Links aus der Pfanne, rechts aus dem Airfryer.","Links ist aber jetzt ein Stück Kohle gerade, oder?","Das sind Röstaromen. Das ist nicht Kohle. Das ist hier der Bima,\nder verzerrt das so ein bisschen.\nSo, da würde ich schon sagen, nein, die werden aus der Pfanne doch schon noch besser.\nAber das machen wir dann irgendwann nochmal in einer der nächsten Sendungen,\nwenn ich dann nochmal einen längeren Airfryer Review gebe.\nJa, so dann habe ich noch ein zweites Single-Purpose-Gerät mir mitgebracht, und zwar aus Schweden.\nDa sind wir nämlich vorbeigekommen an einem Outlet-Store von einer schwedischen\nTraditionsschmiede, die Gusseisenpfannen herstellt.\nUnd da habe ich hier mal ein schönes Stück mitgebracht von Ronneby Brooks, heißt die Firma.\nAus Ronneby ist glaube ich da die, ist das Kaff.\nUnd man sieht sofort, was man mit dieser Pfanne hier macht. Ich halte sie jetzt hier mal hoch.","Kleine Pfannkuchen.","Kühlchen.","Kühlchen.","Genau, das ist also eine Pfanne, die so glaube ich 24 Zentimeter Radius hat.\nUnd die besteht aus, ich glaube, sieben Vertiefungen.\nUnd darin macht man Pancakes. Das ist eine Pancake-Pfanne aus Gusseisen.","Maestro.","Und ja, das ist, glaube ich, jetzt nur irgendwie die Bezeichnung von diesen Dingen. Und wenn man...","Boah, ist die schwer.","Ja, Gusseisen halt.","Das ist ja echt jemand mit.","Das ist auch zur Selbstverteidigung.","Und die ist halt jetzt schon sehr Single-Purpose. Die Vertiefungen sind in der\nTat so klein, dass man da kein Spiegelei oder sowas drin kriegt,\nsondern wirklich nur Pancakes.\nJa, Tim, so wiegen vernünftige Pfannen.\nIrgendwann machen wir nochmal eine Fun-Nerd-Sendung. Da habe ich auch viel zu zu erzählen.\nSo, und die muss aber halt auch nicht bewegen. Das heißt, da muss sie dann nicht\naus dem Handgelenk irgendwie das Bratgut irgendwie drin schwenken oder sowas,\nsondern die steht auf dem Induktionsherd und dann ist es auch gut.","Ja, die fühlt sich irgendwie toll an. Cooles Ding.","Und die werden also top, da die Pancakes natürlich alle genau gleich groß und\nhaben so ihre Form, also 24 Zentimeter Pfanne, sieben Vertiefungen, alle genau gleich.\nAus Schweden. Sehr gute Sache, dieses Schweden.","Ronneby-Bruck.","Genau, das war wirklich mein Outlet-Store, der sich gelohnt hat.\nDa habe ich mir auch noch eine...","Welcher Stadt war das?","Das müsste... Ronneby.","Das ist der Ort, heißt so.","Ja, ich glaube, ich gucke aber gerade eben noch mal nach.\nRonneby, Schweden. Genau.\nJa, genau. Das ist so die Südost-Ecke von Südschweden, wo ich sagen würde,\nauch mit Abstand die schickste Ecke in Südschweden.\nDas ist so diese ganz super vielen kleinen Mini-Inseln, die man da hat.\nund das ist das in der Tat dort in Rönneby eine Traditionsschmiede,\ndie sie da haben und die haben einen Outlet-Store, der den Namen wirklich verdient,\nweil sie dann da beispielsweise,\nPfannen für ein Viertel oder Fünftel des Preises machen, die beispielsweise\ndann unten am Boden irgendwie ein bisschen unplan sind, was aber auf dem Induktionsherd\neinfach mal völlig wurscht ist.\nSo und da kann man also wenigstens mal richtig Geld sparen.","Was würdest du schätzen, wie viele Inseln Schweden hat?\nUnd was würdest du schätzen, wie im internationalen Inselhaben-Ranking Schweden so aufgestellt ist.\nEs gibt ja noch ein paar andere Länder.","Also Griechenland ist da sicherlich auch einschlägig.\nAlso,\nich würde sagen Anzahl an Inseln. Ich glaube, wir haben es während der Fahrt\nsogar auch mal nachgeguckt.\nAlso auf jeden Fall mehr als tausend, da bin ich mir relativ sicher.\nUnd im Gesamtranking, keine Ahnung, Top 10 würde ich sagen auf jeden Fall.\nDie haben glaube ich schon sehr, sehr, sehr viele Inselchen.\nAber du hast die korrekten Zahlen.","Ich bin mir nicht sicher, ob es korrekte Zahlen gibt, weil ich habe sehr unterschiedliche\nListen gefunden, die so dieses und jenes behaupten.\nManche sagen so, manche sagen so. Das scheint ein bisschen schwierig zu sein,\naber ich wäre bereit, bestimmte Dinge zu verallgemeinern.","Das war jetzt eine sehr diffuse Aussage.","Naja, ich dachte, du rätst noch, auf welchem Platz sozusagen Schweden ist.","Achso, hatte ich ja gesagt, auf jeden Fall Top Ten. Da wäre ich mir...","Nein, Top Ten ist jetzt ein bisschen ungenau.","Platz vier.","Platz vier. Und was wären so deine ersten drei?","Die ersten drei?","Ja. Also von welchen Ländern...","Da muss ich jetzt erstmal drüber nachdenken.","Wartest du? Naja, ich meine, okay, du sagst einfach mal Platz vier.","Ja, ich sag einfach mal eine Zahl.","Hier fällt sonst nichts ein.","Nee, ich habe da ehrlich gesagt kein Gefühl für, wie viele Inseln es so gibt.\nDa habe ich mich noch nie drüber nachgedacht.","Also Wikipedia behauptet, es gibt in Schweden sage und schreibe 267.570 Inseln,\nwomit Schweden Platz 1 in der Welt ist.","200.000, okay.","Vorher noch Norwegen, Finnland und Indonesien und anderen so inselreichen Sachen.\nUnd ich glaube Griechenland ist da eher unter Ferne liefen.","Aber mehr als 1000 war schon mal ganz gut.","Naja, aber zwischen 1000 und 200.000 ist nochmal so zwei Größenordnungen dazwischen.","Also ich meine, kommt natürlich auch darauf an, wie man jetzt zählt.\nWeil Schweden hat ja da so überall so kleine Steinchen, die da sozusagen im Wasser liegen.\nUnd dann ist es halt nochmal eine Insel. Das sind ja jetzt alles keine Rieseninseln.\nAber naja gut, es zählt halt, was von Wasser umschlossen ist,\nnur das mal so nebenbei. Ohne, dass ich jetzt besonders viel Ahnung hätte von Schweden.\nAuch wenn, wie schon angedeutet, auch mich die Reise dieses Jahr voraussichtlich\nbald nach Schweden führen wird.\nGenauer in zwei Wochen, oder?","Was machst du denn da in Schweden?","Na, ich fahre mit dir da hin.","Ach so. Und warum?","Reden wir gleich drüber. Auf jeden Fall, ja, sind wir mit der Küche.","Ich gucke nochmal.","Also ich habe ja auch noch ein Feedback.","Genau, eine Sache, da muss ich auch sofort sagen, ja stimmt, Eierschneider.\nWurde uns mehrfach vorgeworfen, dass es natürlich mitnichten Single Purpose\nist, weil man damit auch hervorragend Kartoffeln schneiden kann für Kartoffelsalat. Ja, stimmt. Punkt.","Ja, aber nur, wenn die Kartoffeln auch klein genug sind, dass sie da...","Ja, dafür nimmt man eine Mandoline eigentlich.","Eine Mandoline?","Ja, so nennt sich das, so ein Gemüseschneider-Ding. Das ist so eine Art Hobel,\nwo man das Gemüse von oben so reinführt, runterdrückt und dann fällt auf der\nanderen Seite ein Stück Gemüsescheibe raus.","Aha, Mandoline-Küchengereien.","Habe ich jetzt auch nicht gehört, aber gut.","Es gibt halt, ja Tatsache, es gibt offensichtlich.","Ja, da gibt es auch eine Disney-Serie zu.","Ach so, das heißt Mandoline. Also ja, einfach so ein Gemüse. Ach so ein Schaber.","Ja, aber mit Pläckertoffeln gibt es doch nur Matsche, wenn jeder rüber zieht. Das klappt nicht.","Mit dem Eierschneider nicht?","Nee. Da gehen ja die Drähte einfach glatt durch. Also die kleben danach wahrscheinlich\nnoch so ein bisschen ineinander, sodass man sich noch wieder ein bisschen auseinanderdividieren muss.","Ich hatte jetzt auch nicht an gekochte Kartoffeln gedacht, sondern du möchtest\nvielleicht selber Kartoffelchips machen oder so.","Ja, gut, das geht nicht mehr, das ist schon klar.\nJa, aber solche praktischen Hinweise gab es da in den Kommentaren.\nVon daher, also auch nochmal, wer, wem das Thema umtreibt und noch nicht in\ndie Kommentare reingeschaut hat, Da würde ich sagen, das lohnt sich echt mal\nbei der Sendung, die mal alle durchzulesen. Da war viel Schönes dabei.\nDanke auch mal nach da draußen dafür, dass ihr euch da auch die Zeit und Mühe gebt.","Ja, ich habe dann immer vor, jedes Jahr in meiner Hobbydisziplin Glamping immer\nwieder neue Höhen zu erreichen.\nMan kann einfach nicht luxuriös genug campen.\nAber es geht nicht einfach nur um viel, sondern man muss schon irgendwie das\nrichtige Zeug am Start haben.\nIch liebe es einfach, wenn irgendwie 20 Leute kommen und irgendwelche Requests\nhaben und ich ziehe das einfach aus einer Schublade. Das ist einfach geil.\nDer Beitrag, der dieses Jahr dazu kam, war eine Eiswürfelmaschine tatsächlich,\nhatte das auch glaube ich ein bisschen erwähnt, hatte noch keine Erfahrung damit\ngehabt. Jetzt habe ich welche und muss sagen, ist gar nicht so schlecht.\nAlso es ist wirklich für so einen mobilen Bedarf, wenn es dann so heiß ist.\nSelten hast du jetzt einen Kühlschrank am Start, der so viel Kühlleistung mit\nsich bringt, dass er dann wirklich nennenswerte Mengen macht.\nHätte ich eigentlich auch nochmal ausprobieren können, weil ich irgendwie arg\nunterschätzt habe, wie kalt ein Gefrierfach eines Absorber-Kühlschranks ist,\nobwohl der Kühlraum selber nie so richtig kühl ist.\nAber irgendwie das Gefrierfach ist immer arschkalt.\nKriegt problemlos so minus 15 Grad, 17 Grad oder so hin.\nHätte vielleicht auch noch funktioniert, who knows. Aber diese Maschine ist\nnatürlich ganz praktisch, wenn du Strom hast, wohlgemerkt, weil du frisst ja\ndann auch irgendwie 100 Watt.\nJa und dann klackern da so alle 10 Minuten die Eiswürfel raus,\nwas man einfach mal so eine Weile laufen lässt, dann kann man dann schnell das harvisten,\npackt es dann in den Tiefkühler und dann hat man einfach Eis.\nund die Entdeckung dieses Jahres für mich war einfach Eiskaffee.\nEs ist einfach erstaunlich, wie viel besser Kaffee ist, wenn er kalt ist.\nDas hätte ich ehrlich gesagt, das hatte ich nicht so ganz in Erinnerung.","Wie ist denn da dein Rezept?","Rezept?","Naja, du willst jetzt nicht einfach einen normalen Kaffee machen und dann da Eis reinkippen.","Was heißt normaler Kaffee? Was ist ein normaler Kaffee für dich?\nIch habe halt einfach so eine Bialetti-Kaffeekanne.\nIch darf jetzt nicht Espresso-Kaffee sagen, weil irgendein Kommentar meinte,\ndas wäre ja kein richtiger, was auch immer.\nAlso das, was da rauskommt, schöner, schwarzer, starker Kaffee,\nHafermich drauf, Eiswürfel drauf, fertig.","Okay.","Und mit Eiswürfeln ist es so ein bisschen wie mit Spanngurten und Kabelbindern und Meshbacks.\nDer eigentliche Wert kommt davon, dass du viel davon hast.\nSo einzeln sind die irgendwie nicht so relevant. Aber wenn du viel davon hast,\ndann ist das auf einmal eine ganz andere Nummer.\nWeil ein paar Eiswürfel im Kaffee.\ndas Ding muss geradezu eigentlich nur aus Eiswürfeln bestehen,\nweil erstens hält es damit dann sehr lange, auch wenn es scheiße heiß ist und\nes ist einfach nochmal was ganz anderes, ob der Kaffee kühl ist oder ob er wirklich\nrichtig kalt ist und wenn er so richtig richtig kalt ist und du hast dann so eine schöne schwere,\nBarista Hafer, die musst du auch gar nicht aufschäumen, einfach nur so in ihrer\nganzen Schwere dann ist das einfach süffig und dann hält der Kaffee auch viel\nlänger und kühlt auch noch dabei ab und es ist einfach grandios.","So und kein Zucker.","Ja sowieso nicht. Zucker und Kaffee.\nAlso wenn sich das hat einfallen lassen, hat auch nicht alle gehört.\nNaja. So. So viel zum Küchenthema. Wir wollen es nicht übertreiben.","Aber ihr könnt schon mal erwartungsvoll sein, da kommt noch so einiges in Zukunft.","Genau. Ich habe hier noch einen Kommentar rausgesucht, der war ganz vielfältig\nund zwar zum Thema USB-Laden.\nIch weiß nicht, ganz klar werde ich ihn jetzt nicht vorlesen,\naber Richard sagt, er kennt sich zu gut mit USB-C-Ladestandards aus und musste dazu noch was sagen.\nHat noch einen schönen Link abgeworfen, den findet ihr auch nochmal in den Shownotes.\nmit der Tabelle sieht man erstmal schön, was ein USB-Port pro Version so grundsätzlich kann.\nBei USB-C ist es halt 5 Volt mit 3 Ampere, also 15 Watt.\nMit anderen Worten, wenn man einen USB-C-Port hat, dann sollten da eigentlich\nlaut Standard mindestens immer 15 Watt rauskommen.\nBei dem Standard USB-A ist es ja ein halbes Ampere, also kriegst du so ein paar\nWatt raus. Das war es dann.\nEs gibt einen Haufen Ladestandards, die dann das natürlich noch hochdrehen,\nalso dieses USB-Power-Delivery-Protokoll und damit kann man natürlich heutzutage\nbis zu 240 Watt abrufen aus USB-C-Kabeln,\nwas ich ehrlich gesagt ziemlich bemerkenswert finde.\nAber das heißt dann halt auch, das Gerät muss das natürlich auch können und\ndann bist du irgendwie schon bei 48 Volt und es ist schon irre,\nwas da drüber zu übertragen ist.\nJa, lest euch den Kommentar durch. Ich lese den jetzt mal nicht komplett durch.\nIst auf jeden Fall sehr aufschlussreich. Wir verlinken da nochmal drauf.\nJa, wir waren dann auch auf Reisen, der Luca und ich und waren...\nAm Hacke. Ein bisschen.","Und es gab Eiskaffee.","Und es gab auch viel Regen, was nicht so schön war. Aber wir haben ja so ein\nbisschen als Hobby, als Sommerhobby, so dieses Blinklärtsprojekt,\nwas wir am Camp ursprünglich mal gemacht haben.\nDas holen wir jetzt einmal im Jahr auf den Nation of Gondwana raus.\nDas lief dieses Jahr nicht so gut, weil wir ein paar Fehler gemacht haben.\nKurz gesagt, wir haben diese Panels die wir mal fürs Camp gebaut hatten die\nwir da hinter diesem Fenster gemacht haben 10 Stück und haben noch 2 dazu gebaut\nund die jetzt so im Kreis aufgebaut,\nso ein 20 Meter Durchmesser und dann gucken die sich irgendwie so gegenseitig an quasi wie so eine Uhr,\nund du stehst in der Uhr und dann gab es noch so Buttons auch im Kreis für jedes\nPanel leider haben wir dann die Buttons nicht richtig befestigt und dann ist\ndie durch Überbenutzung der,\nTeilnehmer alle Kabel abgerissen und irgendwie nichts funktionierte und zwar\nein heilloses Desaster.\nAber wieder viel gelernt und dann haben wir schon sehr viel darüber diskutiert,\nwas man eigentlich hätte machen sollen.\nWas wir auch noch ausprobiert haben, war mit so Ultraschallsensoren Präsenz zu messen.","Was leuchtet denn dir aus?","Die Ultraschallsensoren.","Genau, also wenn man jetzt so diesen Kreis sich imaginiert, der war ja relativ groß.\nWir hatten den ja auch schon mal in der Sendung hier mit 3D,\nin der Vision Pro, Pre-Visualisierung und ähnliches.\nDas war ja schon ein Radius von 20 Metern oder sowas und noch mehr.","Genau.","Was davon haben denn dann die Ultraschallsensoren ausgeleuchtet?","Quasi gar nichts.","Naja, dann.","Ultraschallsensoren, das wussten wir auch schon vorher, die kommen halt nur\nso, naja, maximal so zwei Meter weit. und dann war es das eigentlich auch schon.","Die kommen theoretisch schon ein bisschen weiter, aber da werden dann die Messwerte\nziemlich noisy, haben wir festgestellt.","Und die waren an den Panels oder an den Buttons?","Ja, an den Panels.","Aber man hätte sie auch an die Buttons bauen können, weil die ja in der Mitte wahrscheinlich.","Ja, hätte aber relativ wenig an der Situation geändert.\nAlso uns war, sagen wir mal, die eingeschränkte Nutzbarkeit,\nwar uns natürlich bewusst, ob der Reichweite.\nDie Hoffnung war so ein bisschen, dass man zuverlässig oder vielleicht zuverlässig,\nfeststellen kann, wenn Leute am Panel vorbeigehen und darauf hätte man dann\nreagieren können und so weiter, was dann aus anderen Gründen nicht funktioniert hat.\nAber die sind dann doch sehr unzuverlässig und dann hast du auch noch das Problem,\nso Ultraschallsensoren, Outdoor, Staub, irgendwie, also,\ndann gab es halt schnell auch Ausfälle und du hattest einfach sehr unklare Messwerte\nund von daher war das ein bisschen schwierig, da wirklich was rauszuholen.\nAber die Idee an sich war natürlich ganz gut und jetzt wollen wir das irgendwie fixen,\nund wissen noch nicht so ganz genau, wir haben aber so ein paar Ideen und da\nwürde mich natürlich auch mal interessieren, was ihr alle da so für Erfahrungen\nvielleicht habt, weil eigentlich wollen wir halt,\nalle Personen, die sich innerhalb dieses Kreises befinden,\nmehr oder weniger genau tracken können in Echtzeit.\nUnd das soll dann der eigentliche Input sein für das, was diese Displays von sich geben.\nAlso so ein lebendiges System, was quasi auf die Personenpräsenz reagiert.\nUnd zwar sowohl auf ihre Zahl, auf ihre Position und gegebenenfalls halt auch\nnoch auf ihre Bewegung, Beschleunigung, Geschwindigkeit, Richtung, was auch immer.\nWas auch immer man aus diesen Daten herausziehen kann, wenn man sie eben über diese Zeit betrachtet.\nAber es ist jetzt gar nicht so einfach, sich eine Sensorik einfallen zu lassen,\ndie da zuverlässig funktioniert und die auch mal halbwegs bezahlbar ist.\nAlso bisher sind uns eigentlich nur drei verschiedene Technologien eingefallen, die da in Frage kommen.","LIDAR, genau.","LIDAR ist so die erste. LIDAR hat den Vorteil, damit kannst du natürlich super\npräzise schnell messen.\nWenn du, würdest du jetzt round robin da so drei, vier, fünf,\nsechs LIDARs aufstellen, dann würdest du sehr präzise jedes einzelne Bein erfassen können.\nDu musst natürlich eine gewisse Kalibrationsarbeit leisten.\nDamit ließe sich das tatsächlich schon machen.\nDas hast du aber mit allen Sensoren. Du musst natürlich dann auch schauen,\ndass du dann eben diese einzelnen Objekte auch zusammenfasst.\nAlso du musst zwei Beine einer Person zuordnen etc.\nund musst halt irgendwie so in regelmäßigen Abständen gucken,\nbewegt sich das jetzt irgendwo hin, korreliert das jetzt mit einer Position davor.\nAlles machbar, aber du brauchst natürlich erstmal die Daten.\nProblem bei Lida, arschteuer.\nAlso da kostet so ein Teil irgendwie in guter Qualität halt mal ein paar tausend\nEuro und das ist jetzt, sagen wir mal, für so ein kleines Spaß-Hobby-Ding,\nwas ein paar Tage läuft, ist das jetzt nicht so ganz die Investition, an die ich gedacht habe.\nund mit teuren Geräten kommt natürlich auch das Problem, nicht nur,\ndass sie teuer anschaffen muss, wenn sie dann kaputt gehen und so,\ndas ist alles nicht so schön.\nGenau, was ist das zweite, was dir einfallen würde, Ralf?","3D Stereo Vision Sensor, die auf optischer Basis funktionieren und das dann\naber im Gerät schon umrechnen in Punkte und Punktwolken.","Also mit Licht?","Ja, sowas haben wir in der Tat jetzt bei uns im FEP, an den Bibliotheken,\nbauen wir gerade ein. Wir haben da Xovis heißen die.\nIch kann den Link mal eben reinschmeißen.\nSo, am Ende des Tages sind das erstmal Kameras, wobei man die eigentliche Kamerafunktion\nhalt wirklich nur am Anfang einmal bei der Justage und Einrichtung braucht und\ndanach hast du dann in den ganzen Dashboards quasi nur noch Punktwolken, die du verwaltest.\nKriegst damit aber auch Höheninformationen raus.\nAlso wir messen beispielsweise, wie viele Kinder sind vermutlich reingelaufen,\nwie viele Erwachsene. Da können einen Threshold setzen anhand der Größe.\nAlles unter 1,30 gilt halt irgendwie als Kind. Hat alles Unschärfen,\nalles nicht perfekt, aber hinreichend gut.","Ist das dann so ein Infrarot-Ding?","Nee, es ist wirklich eine rein optische Geschichte.","Infrarot ist ja auch...","Ja, korrekt. Also sichtbares Licht wird da ausgewertet.\nIch weiß jetzt ehrlich gesagt gar nicht, was jetzt so ein Sensor Einzel.","Also das Ding sendet selbst keinerlei Licht aus.","Rein passiv.","Okay, interessant.","Das sind glaube ich die Teile, die auch in Supermärkten zum Einsatz kommen, kann das sein?","Das ist totale Feldwald- und Wiesentechnologie auf jeden Fall. Das ist jetzt nichts Ja.","Aber funktioniert das auch im Dunkeln.","Das funktioniert mit einiger Sicherheit nicht gut im Dunkeln.","Ja, und das natürlich für eine Lichtinstallation, die, wie du dir denken kannst,\nim Dunkeln betrieben wird.\nSo ein bisschen so ein No-Go.\nWir brauchen halt etwas, was wirklich in tiefschwarzer Nacht funktioniert und\nsich auch gegen andere Wirren wie Staub und so weiter erfolgreich durchsetzen kann.\nInsofern fallen so diese rein optischen Sachen ein bisschen raus,\nauch weil die natürlich so ein bisschen so ein Privacy-Problem haben.","Ja, das ist das Interessante, darum haben wir die auch ausgewählt.\nDa kommst du halt nie mehr auf den Kamera-Feed drauf danach,\nsondern es wird on-device umgerechnet in völlig abstrakte Punktdaten.","Nachdem der Kamera-Feed zum Hersteller geht.","Nee, das ist wirklich on-device. Also einmalig hast du wirklich ein Kamerabild\nund sagst, okay, hier ist jetzt der Bereich, wo die Leute irgendwie reinlaufen,\ndas hier ignorier mal völlig, das konfigurierst du dir einmal und dann wird\nes quasi eingebrannt von der Software her in das Gerät und dann kannst du nur\nmit einem Admin-Schlüssel auch das überhaupt wieder öffnen, um wieder irgendwo\ndas in den ursprünglichen Setup-Kamera-Modus zu schalten.\nSelbst wenn wir wollten, könnten wir da jetzt nicht auf irgendein Kamerabild\ndrauf. Das war bei uns als Bibliothek, ist das nicht Privacy-mäßig schon ein echtes Issue.","Aber es ist so Decken-Installationsmäßig.","Genau, das hängt oben. Vielleicht kann man es hacken, dass du damit auch ganz\nandere Setups irgendwie bauen könntest.","Es wäre dann halt interessant, wenn man zum Beispiel mit Infrarotlicht arbeiten kann.\nAlso wenn du quasi noch dazu einen Infrarot-Sender hast, der das eben alles\nin so Infrarotlicht macht und die Kameras eben damit funktionieren würden.","Das kann ich dir jetzt natürlich nicht beantworten.","Ist halt auch optisch, aber halt nicht menschenoptisch. ja genau also es gibt\ntatsächlich in diesem ganzen Supermarktbereich gibt es so verschiedene Techniken,\ndas eine davon gibt auch noch ein paar andere die,\nja ähnlich funktionieren und optisch, naja jetzt,\nwollen wir ja explizit Menschen trecken und das im Dunkeln das nächste was einem\nSinn kommt wäre natürlich Thermo,\nAlso dass du ein Wärmebild aufnimmst und schaust, dass du dann eben die Personen\nanhand ihrer Wärmekennung.","Der ist aber schon schweineteuer, oder?","Ja, es ist so ein bisschen unklar. Also es gibt so Sensoren,\nda wirklich von wenig bis extrem viel Geld.","Und funktionieren die dann auch in der Sonne? Obwohl eure Teile sind so hell,\ndass sie auch tagsüber doch funktionieren.","Es muss tagsüber nicht funktionieren, weil tagsüber die Installation nicht läuft.","Du siehst sie ja eh nicht.","Also die sind nicht so hell. Naja, es gibt ja LEDs, die so hell sind,\ndass du sie auch tagsüber probieren musst.\nDas ist nicht quasi der Use Case, sondern erst ab Dämmerung geht das Ganze on.\nOkay. Naja, kann man machen.","Ja, also,\nThermo hätte, wenn es funktioniert, den Vorteil, dass man dann mit einer relativ\neinfachen Bilderkennung, du musst ja im wahrsten Sinne des Wortes Hotspots erkennen,\ndie Software dafür existiert.\nDie Algorithmen sind da und dann gibt es auch ein paar AI-Models,\ndie das wahrscheinlich irgendwie mittlerweile sogar ganz zuverlässig machen,\naber du brauchst dann auch nicht mal Machine Learning vorher,\num solche Hotspots rauszurechnen.\nAlso das ist schon, ich will nicht sagen gelöstes Problem, aber es ist zumindest\nein verstandenes Problem,\nwo wenn man akkurate Daten bekommt und weiß, worauf man sich konzentrieren muss,\ndass man dann ganz gute Ergebnisse hat.\nAber es ist natürlich ein bisschen schwierig mit Outdoor und Party,\nweil dann weißt du nicht, hast du eine kalte Nacht, hast du eine warme Nacht,\nlaufen die Leute mit T-Shirts rum oder ist es kühl und alle haben dicke Jacken an.\nWie zuverlässig ist das dann noch?\nFramerates ist bei diesen Thermodingern meistens relativ niedrig.\nWenn du eine hohe Framerate hast, dann sind das sehr, sehr, sehr tolle Geräte.\nMir ist gar nicht klar, warum die eigentlich so teuer sind, um ehrlich zu sein.","Mir auch nicht.","Mich überrascht das, ehrlich gesagt. Zumal es ja, wie Roddy,\nhier hat der auch so einen China-Thermo-Sensor mit einer passablen,\nAuflösung, der dann halt, was weiß ich, hältst du irgendwo einen Dachstuhl und\ndann weißt du, wo irgendwie die Wärme rausläuft.\nAlso das ist mir selber noch nicht so ganz klar, was eigentlich so die Faktoren sind.\nDu hast natürlich da eine relativ große Matrix mit Framerate,\nPixelauflösung, generell Sensibilität dieser Teile, Zuverlässigkeit,\nsind die irgendwie industrial oder ist das irgendwie so Konsumer-Kram?\nAlso da weiß ich es ehrlich gesagt nicht, ich habe keinen wirklichen Überblick,\nfalls da jemand was weiß.\nAlso das Hauptziel ist ja vor allem, dass man mehrere Personen oder möglichst\nalle Personen in diesem Bereich trackt. Es muss nicht ein Sensor für alle sein.\n20 Meter Durchmesser ist schon ganz schön viel Fläche.\nAber wir haben ja sowohl die Möglichkeit, auf diesen Panels außen zu installieren,\nals auch vielleicht in der Mitte an einem Mast.\nDen wir nicht hatten, aber haben können.","Was man auch noch bedenken muss, ist bei möglichen Aufbauten von mehreren Sensoren,\nwenn du irgendwas hast, was aktiv irgendwie vielleicht Infrarot-Dots aussendet\noder so, wie dieses Kinect funktioniert.\nStört sich das gegenseitig? Oder theoretisch, die Überlegung hatten wir natürlich\nauch beim Ultraschall. Können wir damit Probleme haben?\nHatten wir jetzt nicht, weil die einfach dann doch eine Distanz hatten,\ndie groß genug war untereinander.\nAber das ist halt was, was man auch bedenken muss.","Seriously Pascal wirft gerade in den Chat rein, Radar.\nFür 9 Euro das Stück.","Ja, da kommen wir zu der nächsten Option.\nDas ist genau das, was er hier meint. Das ist halt Millimeter-Wave.\nMillimeter-Wave-Radarsysteme spielen so im 24 Gigahertz Frequenzspektrum ab\nund sind sehr günstig zu bekommen, wie er schon erwähnt.\nAlso man kriegt so kleine Radar-Detektoren wirklich für relativ wenig Geld.\nKleiner Bauform auf so einer Platine.\nKannst dann schön auch in so einen Plastikcase reinmachen, weil da strahlen die sowieso durch.\nDas Problem ist nur bei den Millimeter-Wave-Dingern, die sind halt gut so für\neine oder zwei oder drei Detektionen in einem bestimmten Abstrahlwinkel.\nAber es gibt auch ein paar, die sagen, ja, wir können hier auch mehrere Objekte\nentdecken und da wird es dann halt knifflig.\nRadar, genauso wie LIDAR, hat natürlich das Problem, du hast so Line of Sight\nund du gehst auf die Reflexion.\nDas heißt, du hast das Problem der Verschattung, du hast das Problem,\ndass du verschiedene rückkehrende Signale eben so weit trennen musst,\ndass du sagen kannst, da ist einer, da ist einer, da ist einer.\nWenn also jetzt Menschen relativ eng beieinander stehen, dann bezweifle ich,\ndass selbst ein Gerät, was mit mehreren Objekten umgehen kann,\ndie scharf auseinanderhalten kann.\nMuss nicht unbedingt ein Problem sein, aber es ist definitiv jetzt eine Anforderung.\nDann haben diese Millimeter Waves auch in der Regel, was ich gesehen habe,\neinen relativ breiten Abstrahlwinkel.\nDas heißt, wenn wir eh mehr als einen brauchen, weil die meistens nur so sechs\nMeter Reichweite haben, oder zumindest die normalen, die ich gesehen habe,\nhatten so sechs Meter Reichweite.\nMüsste man sowieso einmal ganz wahrscheinlich in der Mitte und außen überall\nwelche anbringen und dann strahlen die sich natürlich auch gegenseitig an.\nDas heißt, dann hast du wieder dieses Problem, dass du auf einmal Radarquellen hast,\ndie Interferenzen und Überschneidungen und Echos und so weiter erzeugen können,\nda habe ich relativ wenig Erfahrung mit, ob das jetzt hier auch wirklich ein\nProblem ist oder ob das irgendwie kein Problem ist.\nWenn es halt nur darum geht, so in einem Raum feststellen, bewegt sich da jemand,\ndann liegt an, okay, dann ist das\nirgendwie super, dann ist das genau die Technologie, die man haben will.\nAber für dieses spezifische Problem, du möchtest gerne in einem 20 Meter Durchmesser\nKreis idealerweise alle Personen einzeln tracken und,\nMit einer brauchbaren Frequenz, ich brauche jetzt keinen 30 Frames pro Sekunde, aber,\n10 wäre schon ganz gut, weil letztlich möchtest du gerne auch,\nwenn jetzt einer da anfängt im Kreis zu laufen, möchtest du den halt gerne verfolgen.\nUnd Menschen können dann schon ganz schön schnell sein und dann hast du auch\ndas Problem, dass dann vielleicht diese Bewegung von dem einen Sensor in den nächsten Sensor geht.\nAll das gesagt, würde ich sagen.\nAlso infrarot optisch, wo man von oben mit einem fetten Infrarotstrahler rein\nstrahlt, um das quasi für die Kameras hell zu machen und die machen was, wäre eine Option.\nThermo klingt eigentlich am sinnvollsten, weil da kannst du dann oben mit einem\nFischauge irgendwie alles abdecken und dann musst du nur noch die Hotspots finden,\naber da ist halt das Fragezeichen wie sensibel sind die nachts bei Leuten in Klamotten,\nund Und bei MillimeterWave brauchst du halt so Multipersonenerkennung und das ist alles schwierig.","Also Thermo, also nie irgendwas damit gemacht, ja, also ganz ungesundes Halbwissen jetzt.\nAber da brauchst du wahrscheinlich eine sehr adaptive Signal-Noise-Ratio-Anpassung halt.\nDass du also verschiedene Temperaturszenarien dann einfach abgleichen kannst,\num zu sagen, so okay, was ist jetzt noch Signal und was ist Rauschen drumherum.\nAber vielleicht gut gelöstes Problem. Da würde ich mal hoffen,\ndass in den Kommentaren vielleicht was dazu kommt, wo da jemand schon mal mitgebaut hat.","Es gab natürlich auch noch ein paar andere esoterische Vorschläge, wie so Katzenmatten.","Ich habe ja schon lange Katzen. Was sind Katzenmatten?","Da ist es, wenn du so eine Katzentür hast, dann gibt es so Kontaktmatten,\ndie kannst du dann hinter dir, also wenn du so ein Loch hast,\nwo die Katze rein und raus kann durch die Tür.\nDamit die Katze immer in die Wohnung kann, aber sonst keiner.","Ja.","Eine Katzenmatte legst du dann davor und das ist dann so ein Detektor,\nder dir immer sagt, wenn die Katze irgendwie rein oder raus ist.\nEs gibt die wildesten Produkte auf diesem Planeten.","Ich dachte, das sei auch optisch. Aber gut.\nIst es ein Drucksensor?","Ja, es gibt es irgendwie mit Kontakt auch.","Also ich kenne das nämlich, dass eine eingebaute Kamera ist und du noch gleich\neinen Screenshot bekommst auf dein Handy. Das steht schon wieder vor.","Der ganze Haustierbereich ist mir eh ein Rätsel. Naja, also so läuft es.\nGut, also vielleicht hat da jemand einen Kommentar. Wir sind da eigentlich nur\nauf der Suche und auf der Suche nach guten Ideen, was man nehmen könnte.","Du könntest jetzt aber, das hast du nämlich einfach mal bewusst oder unbewusst\nübersprungen, mal das eigentliche Wirkungsziel sagen.\nDas heißt also, wenn du denn dann diese Daten hast, was gedenkt dir denn mit\ndiesen Daten dann eigentlich genau zu tun?","Naja, das ist so eine Lichtinstallation. Die soll ja interaktiv sein.\nDas heißt, Leute sollen in der Lage sein.","Also ihr wollt weg vom Button hin zu anderen Interaktionsmöglichkeiten?","Ja, der Button ist dann doch sehr beschränkt. Das heißt nicht,\ndass der Button keine Rolle spielen kann, aber der Button ist alleine einfach zu wenig.\nDas ist für so Spiele ganz gut, aber mir schwebt halt mehr so eine wabernde,\nlebende Installation, die quasi ihr Inneres wie so eine Heatmap erfasst und\ndu kannst mit deiner Bewegung alles beeinflussen.\ndas Beispiel mit dem Laufen zum Beispiel, also laufen alle macht die Installation DISS,\nbleiben alle stehen, macht die Installation DISS und wenn wir so richtig überdreht\nsind, machen wir vielleicht auch das nochmal, was wir auf dem Camp gemacht haben\nund bauen noch überall einen Lautsprecher drauf und dann,\nkönnte man das eben auch noch akustisch begleiten, aber ich bin mir relativ\nsicher, dass ich bereuen werde, das überhaupt gesagt zu haben,\nweil es ist immer so ein bisschen erst Eidern, Gag, es sind alles Überlegungen,\nwie man das zusammenbringen kann, weil wir so ein bisschen,\nnicht so ganz dahin gekommen sind, wo wir hinwollten, aber das Setup sah einfach echt charming aus.\nAlso diese Panels, diese Größe, diese Erscheinung, das zieht einen so magisch an.\nAlle meinten auch so, ja, was ist denn das hier? Digitales Ton.\nUnd mit Ton und mit einer lebendigen,\ninteraktiven Grafikgestaltungen, die halt hochgradig auf diese Sensorik reagiert,\nkann einfach was Schönes machen, was ein Ort ist, der zum Verweilen,\naber auch zum Spielen einlädt.\nAlso es soll sozusagen immer irgendwie vor sich hin blubbern, wie so was weiß ich,\nleuchtende Auroren und in dem Moment, wo du aber Aktivität reinbringst,\ndann merkt das System das und du sollst es halt auch merken,\ndass das System das merkt und dann wird es halt spielerisch.\nEs gab ja auf dem letzten Camp schon so eine ähnliche Installation,\ndie hatten wir jetzt hier auch auf einer anderen Party nochmal gesehen,\ndie auch so ähnlich funktioniert tatsächlich mit LIDAR, wo dann oben so Strahler\nsind, die auf dem Boden strahlen und mit LIDAR wird halt gecheckt,\nwenn sich jemand diesem Strahler nähert oder beziehungsweise dem Strahler nähert, sondern dem Ort,\nwo der Strahler auf dem Boden aufschlägt, also da, wo der Lichtkegel ist.\nund in dem Moment, wo du dich diesem Lichtkegel näherst, will der so von dir weg.\nDas heißt, du kannst den so durch die Gegend schubsen und scheuchen und schieben,\nund das ist einfach sehr schön zu sehen, was das mit Leuten macht,\nweil dann alle auf einmal so, ich fang dich.","Kann man da mit Pong spielen?","Naja, man könnte vielleicht auch eine gute Idee.\nAber ja, ich finde das schön, das ist irgendwie was für den MINT und den Brein\nund das ist irgendwie was auch softwaretechnisch natürlich eine wirklich schöne,\nHerausforderung ist, aber es ist halt vor allem auch erstmal Hardware und Sensorik\ntechnisch eine Herausforderung.\nKeine Ahnung ob wir das dann wirklich so machen werden und hinbekommen,\nvielleicht werden wir auch feststellen, das ist viel zu teuer,\ndas ist viel zu schwierig, keine Ahnung oder dauert zu lange,\naber ich wollte den Gedanken zumindest mal durchspielen.","Euch ist schon klar, was ihr dann, wenn ihr denn mal euch auf diesen Pfad begeben\nhabt, was dann der Endgegner ist. Es muss natürlich Doom drauflaufen.","Das wird schwierig?","Und durch die Bewegung im Raum steuerst du dann, wie du in deinem 360 Grad Doom\ndurch die Gegend läufst und mit deinem Buzzer kannst du dann nach vorne schießen.\nSo muss es sein. Darunter geht es jetzt nicht.","Ich bin mir nicht so ganz so sicher, ob für die Zielgruppe das jetzt sozusagen das höchste Ziel ist.\nWir kommen gleich nochmal zu solchen\nIdeen mit es ist die Speerspitze der Entwicklung, wenn Doom draufläuft.\nDa haben wir gleich nochmal ein Beispiel zu nennen. Da kommen wir vielleicht sogar auch gleich dazu.\nDa können wir vielleicht sogar gleich dazu kommen, oder?","Ja, warum nicht?","Genau, weil wir waren ja dann nochmal woanders. und zwar waren wir in Holland.","Dem Land der Freiheit. Holland. Welcher Film?","Freiheit.","Chicken Run. Der von den Machern von Wallace and Gromit. Und da gibt es noch\ndieses holländische Huhn.","Ach echt?","Holländischer Akzent hat und irgendwann stürzt auch da dieser angeblich amerikanische\nHahn ab und sagt, er kommt aus dem Land der Freiheit.\nUnd dann sagt er so, Holland. Naja, egal.","Klingt gut.","Schöner Film.","Muss ich mir anschauen.","In der Tat, schöner Film. So, haben wir denn hier zu allem, was wir gerade gesagt\nhaben, schon die passenden Links im Chat? Ich bin mir nicht so sicher.\nWir müssen aber dafür sorgen, dass hier auch mal was ist hier.\nSchicken Run und Millimeterwelle und was nicht alles.\nJa, Holland, also wir waren auf der Y 2025.","What Hackers Yearn.","What Hackers Yearn. Also es gibt ja seit 1989 diese Tradition,\nin holländischen Hackerkreisen eine Sommerveranstaltung zu machen.\nUnd nachdem die erste Veranstaltung, die Galactic Hacker Party,\nGHC, indoor stattfand in Amsterdam, hat man sich gedacht, na wir sind ja Holländer.\nWas machen Holländer im Sommer?","Camping.","Campingplatz.","Campingplatz.\nDeswegen wurde das 1993 zur HEU, Hacking at the End of the Universe,\nwo dann das erste Mal das Ganze auf dem Campingplatz stattfand.\nDas war dann, sagen wir mal, campingtechnisch noch sehr überschaubar.\nAlso ich meine, da waren so 20 Zelte vielleicht.\nund ich hab bestimmt schon mal erzählt, also mehr war da nicht,\nalso es gab halt ein Veranstaltungsprogramm, es gab so ein Häuschen auf diesem Campingplatz,\nwas man halt mitgemietet hat, wo Vortragsraum war und man traf sich halt und\nquatschte und machte und tat und,\nnebenbei wurde sozusagen auf dem Gelände als besondere,\nals Forschungsprojekt sozusagen versucht, ein,\nInternetkabel, also ein Tenbase-T-Koaxialkabel von Zelt zu Zelt zu werfen.\nJa, so mit so diesen Steckern und so.\nUm am Ende vielleicht da Datenpakete drüber zu senden, um mehr oder weniger\ndie Möglichkeit zu haben,\naus einem Zelt vielleicht mit einem Computer ein Datenpaket ins Internet zu\nschicken, was von 2,19,2 Kilobit pro Sekunde Modems irgendwo in dem Haupthaus\ntheoretisch hätte ins Internet geschubst werden können.\nAlso das war so der Level an technischer Herausforderungen, der damals so existierte.","Hat es denn funktioniert?","Ich habe von Leuten gehört, die mal irgendwie ein paar Pakete abgesetzt bekommen haben.\nEs war natürlich, diese Koaxialkabel sind natürlich für so, also es war ja für\nOutdoor ist das sowieso nicht geeignet.","Es ist auch für Indoor nicht geeignet.","Es ist auch für Indoor nicht geeignet, für Outdoor schon gar nicht.\nInsofern war das alles ein bisschen Hanebüchen, aber es war halt irgendwie vor Selals.\nUnd irgendwie hat es wohl auch mal irgendwie funktioniert, aber das ist einfach\nso ein Wackelscheiß, der kann eigentlich gar nicht funktionieren.\nDarum ging es aber letzten Endes nicht. Naja, dann ging es weiter,\nverschiedenste Iterationen und sie finden halt alle vier Jahre so eine dreibuchstabige\nAbkürzung, wo ein H drin ist, irgendwas mit Hackern.\nSo, dann ging es irgendwie weiter mit HIP und What the Hack und Hacking at Random\nund HELL und kriegst du jetzt gar nicht an zusammen.\nUnd SHA und OOM und was war das letzte? MCH.\nGenau, und jetzt gab es halt die Y.\nNaja.\nWas soll man dazu sagen? Also es war Mixed Bag, würde ich sagen.\nAlso die Veranstaltung hatte schon ihren Reiz, aber es,\nman kann, wenn man jetzt so die anderen Veranstaltungen, die gerade so stattfinden,\nso Camp und Electromagnetic Field da so als Maßstab ranlegt,\nweil es nicht hatte es nicht so denselben visuellen Reiz.\nAlso viele weiße Zelte und irgendwie alles sehr so straight aufgebaut,\naber es hatte jetzt nicht so diese wilde Abenteuer Optik und es gab zwar ein paar nette,\nFeuerinstallationen hier und da,\nAber naja, also ich weiß nicht, kannst du ja mal sagen, Luca, was dein Eindruck war.","Also ich habe jetzt den Vergleich eigentlich nur mit dem Camp.\nEMF habe ich bis jetzt noch nie erlebt. Das Camp ist, wenn ich jetzt mit dem\nletzten Camp vergleiche, das Camp ist einfach deutlich bunter.\nWas einem sofort auffällt ist, dass das Y war eher weniger bunt beleuchtet,\neher funktional beleuchtet als dekorativ würde ich sagen.\nDas ist so eine Sache, die, ich will jetzt nicht sagen, dass es einfach ist,\ndas irgendwie besser zu machen, aber man kann es besser machen.\ndie Installationen hast du gerade gesagt Feuer gab es da es gab zwei doch finde\nich ziemlich coole Installationen,\neine hieß die Firewall das war so eine Strecke von 100 Metern bestimmt auf.","So einem Deich.","Entlang eines kleinen Weges das waren bestimmt 10 bis 20 Flammenwerfer würde\nich sagen die nach oben in die Luft Flammen geschossen haben.\nDrei Meter hoch, denke ich.\nUnd das war dann in verschiedenen Patterns, wie dann da Flammen sich ausgebreitet haben.\nAlso von dem einen Ende des Weges schießen die Flammen hoch und dann geht das\nwie so eine Laola-Welle rüber ans andere Ende.\nDas sah schon ziemlich cool aus in der Nacht. Also im Dunkeln sah das super aus.","Und das lief durchgängig? Nee, das lief.","Ich weiß nicht, wann das genau lief.","Ab und zu.","Genau, also man hat es immer mal gesehen.","Weil ansonsten teuer und Pff, Kammwelt und so.","Wahrscheinlich, ja. Das ist auch ein guter Punkt, ja.\nKeine Ahnung.","Je nachdem, was sie da so verbrennen.","Ja, keine Ahnung. Also das andere, was es an Feuer noch gab, war der Ring of Fire.\nDas war so eine Konstruktion, so 5, 6 Meter Durchmesser.\nAuf so einem Gerüst standen oben, ja oben standen die Propangasflaschen,\nglaube ich. Nee, Propangas war unten.","Propangasflaschen waren, also du hast so eine runde Trass gehabt,\ndie halt so 5, 6 Meter hoch war, wo dann so zehn Feuer-Outlets ungefähr waren,\nso in der größten Ordnung.\nUnd ja, die konnten quasi ferngestellt werden über so ein Relais,\nda konntest du dann nochmal mehr dazu machen, damit es halt macht.","Und das ging ja nach oben oder nach unten?","Nach oben. Aber der Clou war, das Ganze war mit so einer, auf dem Rechner lief\nso eine Lichtkontrollsoftware und da war dann wiederum ein MIDI-Keyboard angeschlossen.\nDas stand dann so in der Mitte und dann konnten da die Kids irgendwie quasi\nmit MIDI-Tasten drücken, die dann dazu führten, dass die eine oder die andere\nso und ich glaube die Idee war auch so ein bisschen, dass sie so unterschiedlich\ngetunt war, dass sie unterschiedliche Töne machen soll, dass man da Lied machen konnte.\nDas war so, na, ja, könnte man raushören.\nLetztlich konnte man also über den Rhythmus schon genug Eindruck erzeugen.\nDas hat dann auch großen Spaß gemacht.\nUnd da habe ich auch mal wieder was über Physik gelernt, weil wir hatten uns\nvorher die Installation angeschaut, als es noch nicht so ganz klar war,\nda war das noch nicht so ganz zusammengebaut und haben uns überlegt,\nwas ist denn das jetzt eigentlich genau?\nUnd dann gab es da halt diese Gasflaschen, also Propangasflaschen,\ndie so sechs oder acht Stück, die diese gesamte Installation quasi gemeinsam\nversorgen sollten, weil du brauchst ja mal relativ viel Gas auf einmal,\nso gerade wenn mehrere an sind.\nUnd naja, Und diese ganzen Gasflaschen standen in so einem halb aufgeschnittenen IBC-Container.\nWeißt du, diese großen Wasserwürfel-Container, wo meistens noch so ein Gitter\ndrumherum ist. Weißt du, was ich meine, oder?","Ich gucke gerade. Ja, ja, ja, ja.","Also diese IBC-Container, das ist ja so der Standard. Wofür steht das nochmal?\nIntermediate Bulk-Container, genau.","Das passt so ungefähr auf eine Palette drauf.","Ziemlich exakt auf eine Palette.","Ja, genau so. Und stell dir den halt einfach so in der Mitte durchgeschnitten\nvor, also wie so eine Wanne und da standen dann halt diese Dinger da drin.\nUnd das in der Nähe eines Teichs.\nUnd ja.","Also die Vermutung lag ja irgendwie nahe, dass da ist ein Teich,\nda ist Wasser. Wahrscheinlich pumpt man irgendwie Wasser irgendwo hin.","Aber warum?","Genau.","Jetzt für die Feuerinstallation?","Ja, wir haben diese Installation, als sie nicht im Betrieb war und es keiner\nerklären konnte, haben wir die Einzelteile da so stehen gesehen und haben uns\nhalt gefragt, was ist das, was macht das, wie funktioniert das?\nWas man halt so macht auf so einem Hackercamp.\nDa waren dann halt einfach diese sechs oder acht Propangasflaschen,\ndie über so einen Mechanismus quasi zu einer großen zusammengeschalt wurden.\nAlso quer liefen da so Rohre über alle Propangasflaschen, dass das letzten Endes\nalles in einen einzelnen Schlauch mündete, um einfach die Gesamtperformance\ndieser Probangasflaschen zentral irgendwie zu dieser Installation zu leiten.\nJetzt standen die aber in diesem IBC-Container. Warum?\nWarum standen die in einer Wanne?","Um mit dem Wasserdruck irgendwas auf Höhe zu kriegen oder so.\nAlso Kühlung denke ich mal nicht.","Nee, keine Kühlung.","Aber ist auch nicht so weit weg.","Wofür brauchst du Wasser? Also entweder Verkühlung oder...","Was passiert denn, wenn du Gas aus einer Flasche nimmst?","Was meinst du mit Gas aus einer Flasche?","Du hast eine Gasflasche und du drehst sie auf und das Gas kommt raus.\nUnd das Gas wird ja dann dekomprimiert.","Ja.","Was passiert, wenn...","Es dehnt sich aus.","Und was tut es dann noch?","Meistens nach oben steigen, weil es leichter ist als Luft.","Ja gut, das hängt dann vom Gas ab, aber... Aber wenn Gas expandiert, was tut es dann?\nNaja, es nimmt Wärme auf.\nWenn du das Gas komprimierst, wird es heiß. Wenn du das Gas ausdehnst, wird es kalt.\nDie Gasflasche wird kalt. Also wenn du, kennst das doch auch,\nwenn du so eine Luftflasche hast, wo einfach so Pressluft ist,\num deine Tastatur sauber zu machen. Dann fängst du an so, pschschsch.","Und dann wird die Flasche kühler.","Dann wird die Flasche auf einmal scheiße kalt.","Was ja dafür auch wichtig ist, dass Gas ist in Flüssigform.","Genau, es ist komprimiert, sodass es eine Zustandsänderung macht.\nDurch den Druck wird das Gas flüssig.\nUnd dann lässt es aus der Flasche raus und dadurch, dass es sich ausdehnen kann,\nwird es gasförmig. Und in dem Moment findet sozusagen ein Wärmeaustausch statt\nund deswegen wird diese Flasche kalt.\nWenn du also jetzt eine halbe Stunde da stehst und die ganze Zeit so machst\nund Unmengen an Propangas in diese Flammen da rein haust, damit es irgendwie\ngeil aussieht, werden diese Propangasflaschen arschkalt.\nUnd die werden so kalt.","Dass die außerhalb ihrer Spezifikationen laufen.","Außerhalb, die werden einfach super, super kalt. Da ist dann irgendwie Fetteis drumherum.\nUnd irgendwann gehen dann die Ventile auch zu. Und dann kommt da einfach nicht mehr genug Gas raus.","Und dann das Wasser, um nicht zu kühlen, sondern um zu wärmen.","Genau, das Wasser ist nämlich zum Wärmen gedacht. Das heißt,\nwir betrugen dann aus dem Teich das Wasser da rein.\nUnd die Flaschen stehen in diesem Wasser. Und während halt das Gas expandiert\nund die Flaschen kalt werden, übernimmt sozusagen das Wasser den Transport seiner\nWärme in diese Flaschen.","Also ein inverses Atomkraftwerk quasi. Genau.","Und wieder ein schönes Beispiel für eine Wärmepumpe.\nWas ja sozusagen, finde ich ja, man kann das ja nicht oft genug betonen,\nder Kühlschrank ist ja die Zukunft dieses Planeten.","Weil ich nochmal kurz den Schritt zurück will, also außerhalb der Spezifikation,\nsowas macht mich natürlich nervös.\nIch würde jetzt ja als Laie davon angehen, so du kaufst so eine Propangasflasche\nund die hat ein Ventil und egal wie weit ich dieses Ventil aufdrehe,\nich kann die komplette Flasche leerlaufen lassen, ohne dass es jemals aus irgendeiner\nSpezifikation noch ausläuft.","Kommt sicherlich drauf an, wie doll du die aufdrehen kannst, so eine Flasche.","Oder haben die die Ventile dann ausgetauscht, um da irgendwie mehr Druck schnell rauszukriegen?","Würde ich alles nicht ausschließen?","Hm. Na gut. Ja, aber prinzipiell verstanden.\nNur wie gesagt, dieses Sicherheitsding überzeugt mich nicht so ganz,\nweil ich vermuten würde, dass es so durchreguliert ist, dass man sowas nicht\nverkaufen dürfte, wenn man es nicht volle Pulle über eine halbe Stunde auftreten kann.","Na gut, aber was meinst du könnte passieren? Es ist ja jetzt nicht so,\ndass die heiß werden. Da würde ich mir auch große Gedanken machen.","Naja, es werden halt sehr kalt. Also so what. Sie frieren sich dann kaum bis zum Erdinneren durch.\nAber nun gut, es wird irgendeinen Grund geben.","Ich bin auf jeden Fall immer wieder begeistert, wenn ich Geräte sehe,\nwo Dinge die ganze Zeit zwischen gasförmigen und flüssigen Zustand hin und her\nalternieren, weil es einfach eine wunderbare Brücke ist, um Leuten zu erklären,\ndass der Kühlschrank die Zukunft dieses Planetens ist.\nIst dir das klar, Ralf?","Ja, durch die Wärmepumpe.","Durch die Wärmepumpe. Die Wärmepumpe ist überall und die Wärmepumpe ist toll\nund die Wärmepumpe wird uns alle retten.\nUnd es ist auch immer erstaunlich, wo es überall schon Wärmepumpen gibt,\nnämlich nicht nur in Kühlschränken und in Klimaanlagen.\nEs gibt ja mittlerweile Wärmepumpen in Flussdimensionen. Ist dir das aber bewusst?\nEs gibt riesige Wärmepumpeninstallationen in Flüssen mittlerweile,\nmit denen komplette Stadtteile geheizt werden.\nDu versenkst halt einfach Platten in den Fluss, das macht weder dem Fluss noch\nwas, noch tintieren irgendwas aus,\naber du pumpst halt diese Wärmedifferenz mit demselben Prinzip eines Kühlschranks\naus dem Fluss in dieses Kühlmittel,\nund durch einen Kompressor und durch diesen permanenten Kreislauf pumpst du\nquasi Wärme von da, wo es die im Überschuss gibt und der Fluss hat einfach mal\nextrem viel Wärme einfach raus und damit kannst du irgendwie heizen.\nDas ist einfach grandios. Früher haben wir Atomkraftwerke gehabt,\ndie haben die Flüsse aufgeheizt.\nJetzt machen wir es andersrum.\nAuf jeden Fall zurück zu der Installation und überhaupt zu diesem gesamten Ding. Die Y war,\ninsofern ganz auch interessant, weil es ein paar schöne Installationen gab.\nEs hätte auch gerne mehr sein können.","Vielleicht können wir nochmal die eine erwähnen, die fand ich ja wirklich sehr cool.\nEin kleines Häuschen stand auf einem Anhänger.\nAlso das Häuschen oder so, weiß ich nicht, vielleicht zweimal vier Meter in\nder Fläche und vielleicht zweieinhalb Meter hoch oder so.\nEs sah wirklich aus wie so ein bisschen wie so ein Hexenhäuschen, So ein spitzen Dach.\nEs war glaube ich auch kein echtes Holz. Es war ein verkleideter Trailer oder\nso, ein Anhänger, denke ich.\nEs sah ganz urig aus und es hatte Augen.\nEs hatte Halbkugeln vorne drauf, wo dann hinter, dahinter dann,\ngenau Tim, danke fürs Bild.\nWir hatten dahinter dann so Augen, die aus diesen Halbkugeln rausguckten und\ndiese Augen haben rumgeguckt, geblinzelt und auch diverse Emotionen,\nalso nur über diese Augen dargestellt.\nEs hat auch Geräusche gemacht und es war irgendwie ziemlich,\nrelativ creepy ehrlich gesagt, aber cool.\nWar cool. Und was das Ding dann auch noch konnte war, es stand irgendwie auf\nso einem kleinen Scherenlift.\nEs konnte sich ungefähr, glaube ich, so einen halben Meter bis Meter hochfahren.\nWas es auch manchmal scheinbar random getan hat.\nDa konnte man einfach vorstehen und es war seltsam, aber cool.","Ha, ha, ha.","Ja, sieht gut aus.","Das gab es auch noch. Ja, jenseits der coolen Installation, achso,\nja, es gab noch eine andere Installation, wo auch Millimeter Wave zum Einsatz\nkam, von dem Martin und seinen Freunden.\nDas muss man auch noch erwähnen, das war auch ganz nice und zwar haben die so,\nwie beschreibt man denn das,\nso runde Glaslampenkugeln Kugeln gehabt, zehn Stück, die sie auf einer Holzkonstruktion\nauf so Ständer gestellt haben und haben mit einem,\nLasertaschenprojektor, den sie irgendwie günstig auf Ebay geschossen haben,\nwas schon ein paar Jahre alt ist, weißt du, so diese kleinen Mini Laserprojektoren,\ndie zwar ein super scharfes Bild machen und der auch nicht in der Optik eingestellt\nwerden müssen, sondern immer scharf sind, egal wie weit du die schickst,\nhaben sie irgendwie auf Ebay gekapert und quasi von hinten in diese Kugeln reinleuchten lassen.\nWas dann im Dunkeln ganz gut funktioniert. Mit dem speziellen Clou,\ndass sie vor diesem Laserprojektor, also ein bisschen wie so eine SSD-Festplatte,\nirgendwie so in der Größenordnung.","Die können ziemlich klein gebaut werden.","Relativ klein. Aber davor haben sie dann noch so ein Fischaugenobjektiv dazu gebracht.\nDas heißt, mit diesem Laser, der halt scharf projiziert, ins Fischauge rein\nund damit sozusagen diese komplette Lampenkugel auch ausgefüllt und dort dann\neinfach so ein Auge rein projiziert.\nUnd an diesen Ständern waren dann auch nochmal diese Millimeter-Wave-Sensoren,\ndie, glaube ich, drei Punkte tracken konnte und haben das halt so im Verbund\nlaufen lassen und wenn dann halt Leute dran vorbeigingen,\nhaben halt alle Augen in die Richtung dieser Person geschaut.\nAlso auch wirklich super nice und sehr schick gemacht und so schön einfach auch.\nAlso wirklich eine geile Idee. Also das waren so, würde ich sagen,\nso ein bisschen die Highlights von dem, was uns aufgefallen ist.\nDann kommen wir erstmal zu den guten Sachen. Was auch ganz cool war, ist die Y-Map.\nAlso es gab halt eine Karte, eine Online-Karte, die gibt es auch immer noch unter map.y2025.org.\nund diese Karte enthält, wie man sich das so denken kann, halt alle.\nInfrastrukturelemente, also alle Zelte, alle Villages, alles,\nwo kann man parken, wo kann man zelten,\nwo sind die Workshop-Zelte, wo ist das Infodex, Pipapo, also wirklich eine richtig\ngute Karte, die dann eben auch noch verschiedene Layer hat, das gab es ja auch schon auf dem Camp,\nsoweit erstmal auch nichts sonderlich Überraschendes.","Genau, auf dem Streetmap sehe ich hier als Infrastruktur.","Klar, auf dem Streetmap basiert und sie haben auch spezielle GPS-Geräte verwendet.\nDas habe ich leider nur so am Rande mitbekommen, aber ich glaube,\ndie haben so hochpräzise Vermessungen vorgenommen vorher.\nAlso wirklich mit so kalibrierten GPS-Geräten das ganze Gelände und den Teil\nausgemessen, sodass die Karte also auch wirklich super akkurat war.\naber der absolute Brüller war es gibt auch noch ein Vehicle Layer,\nden man einschalten konnte, das kann man auch mal noch einschalten,\naber da kommt jetzt leider nichts aber es gab halt jedes Fahrzeug was dort rumfuhr\nund irgendwie einen offiziellen Auftrag hatte also diese ganzen kleinen Trucks\nteilweise Diesel, teilweise elektrisch,\ndie also irgendwas hin und her transportiert haben oder vielleicht auch das\nein oder andere waren die auch Fahrräder dabei?\nFahrräder und glaube ich auch noch ein paar Personen, die auch noch mit so einem\nTrecker rumgelaufen sind.","Ja, ein Helikopter auch.","Und das war eigentlich ganz geil und das ist vor allem relativ günstig zu haben.\nWas also nämlich hier zum Einsatz kam, war ein,\nSino, wie heißt das Teil? Sino Track 4G GDS.\nST915L. Ich hab hier mal so einen Amazon-Link.\nOhne Affiliate-Code.\nUnd ja, stehen jetzt hier mal so für 46 Euro. Kriegst du sicherlich irgendwie\nein Dutzend billiger. Keine Ahnung. Und das sind so Teile.\nDas hat so die Größe, so eine Handvoll Geräte ist das.\nUnd da kannst du eine SIM-Karte reinstecken.","Ah, okay.","Die hat halt LTE und hat GPS und dann kannst du das Ding konfigurieren,\nob es permanent oder nur, wenn es sich bewegt, eine,\nMeldung abgibt, dass sich die Position geändert hat.","Fette Magnete dran.","Richtig, mit Magneten kannst du einfach unten irgendwo an so ein Metallgehäuse\nranbammeln, musst es nicht groß festschrauben, keine Ahnung,\nwie sie es ja jetzt im Einzelnen gemacht haben, aber davon hatten sie irgendwie\nso einen Satz von, weiß nicht,\nwie viele Geräte haben wir gesehen, so 30 in der Größenordnung?","Ja, kommt hin, ja.","So in etwa, ne? Und das war halt dann wirklich sehr cool mit anzuschauen,\nweil du konntest dann einfach diese Map aufmachen und du sahst halt die Fahrzeuge\nrumfahren und abgesehen davon,\ndass das halt ganz lustig anzusehen war, wir haben nochmal bei der Projektleitung\ngefragt, wieso ihre Erfahrungen so sind und meinte so, ja, es wäre einfach total super,\nvor allem, wenn die Geräte halt irgendwo abgestellt, also die Fahrzeuge irgendwo\nabgestellt wurden und erstmal keiner weiß, wo die sind.\nKlar, ich meine, auf so einem riesen Gelände und dann, wo ist der Transporter?\nUnd dann hast du es halt einfach in Echtzeit gesehen und es war wirklich in Echtzeit.\nAlso es war echt interessant zu sehen, wie so das Treiben da sich auf dem Gelände\nabgespielt hat, aber du konntest dann eben nebenbei auf dem Laptop-Bildschirm\nauch noch sehen, so ja, da fährt er gerade, der Gator.\nDas war ganz cool und das Ganze wurde dann auch, und das ist auch auf jeden\nFall so eine Sache, also sowas muss auf jeden Fall auf ein Camp auch kommen. Also das,\nschrie so nach Willhabentechnologie.\nUnd zusätzlich zu diesen GPS-Trackern und dieser Y-Map gab es dann auch noch einen MQTT-Server.\nUnd ich muss sagen, ich hatte mit MQTT noch gar nicht so viel praktische Erfahrung bisher.\nSollten wir vielleicht mal kurz erklären, was das ist. Luca,\ndas wäre doch mal was für dich.","Ja genau, also MQTT, ich habe das vorher immerhin schon mal benutzt, jetzt nicht oft,\naber es ist der Message-Bus oder der Message-Broker, der in der IoT-Welt eigentlich der Standard ist.","Also IoT gleich Internet of Things.","Genau, du hast kleine Geräte, die wenig Strom verbrauchen und kleine Nachrichten hin und her schicken.\nDafür eignet sich MQTT gut, weil es hat einen relativ geringen Overhead,\nalso simples Protokoll einigermaßen, kleine Pakete, wenig drumherum.\nAlso jetzt halt nicht zu vergleichen mit irgendwie den anderen Message-Brokern\nwie, keine Ahnung, Kafka, RabbitMQ, was es da sonst noch alles gibt,\nauch in den Clouds gemanaged, gehostet, was auch immer.\nMQTT ist ein kleines, leichtgewichtiges Ding und es funktioniert so,\ndass du Messages auf einen Broker publishst und diese Messages,\ndie haben alle ein Topic.\nUnd so ein Topic ist so eine Hierarchie, so ein Segment, also aus einzelnen Segmenten bestehend.\nDas kann dann das sein wie bei der Y war es jetzt beispielsweise,\nes gab das Topic GPS slash Vehicles, glaube ich.\nUnd dann dahinter wurden die ganzen Messages gepublished, die die GPS-Informationen hatten.\nUnd das war nicht alles. Also es gab noch viel mehr Informationen neben GPS auf diesem MQTT.","Aber das hast du erstmal eingesammelt, mal mitgelockt für eine Weile und dann\nkonnten wir so eine Heatmap bauen aus diesen ganzen Aktivitäten der Fahrzeuge\nund das war dann sehr interessant,\nweil es sich das auch über das Gelände hinaus erstreckte,\nweil du konntest dann eben sehen, dass bestimmte Fahrzeuge auch Routen in die\nbenachbarte Stadt nach Alkmaar gemacht haben und du konntest halt genau sehen, ah,\nhier, der ist also der Bahn-Shuttle, der fährt immer so zum Bahnhof und holt\ndie Leute am Bahnhof ab und eine andere Route,\ndie sehr beliebt war, führte dann zu dem nächstgrößeren,\nJumbo-Supermarkt, wo dann viel eingekauft wurde und so weiter.","Ich habe hier übrigens auch nochmal geschaut, was denn die Kategorien waren\nan GPS-getrackten Items.\nTruck, Person, Crane, Helikopter, Ship Tractor, Bus, Car.","Trailer Bicycle Also wer hat mal nach diesem Helikopter gefragt,\nwas es denn damit auf sich hat.","Aber irgendwie Keiner, nee, also es sind auch nur zwei Datenpunkte da drin gewesen\nalso zwei GPS Punkte glaube ich.","Drohne wäre ja auch noch ganz nett gewesen.","Klar.","Es gab ab und zu mal welche. Es war jetzt nicht so, dass man die ganze Zeit\nda so Ukraine-Front-Feeling hatte, aber es wird einem immer schon so ein bisschen\nanders, muss ich sagen, wenn man jetzt so drohend über sich rüberfliegen gehört\nnach den letzten Jahren.\nUnd ja, also dieses MQTT ist echt wirklich sehr ergiebig und sie haben halt\nwirklich jeden Scheiß da reingeballert.\nAlso nicht alles, was irgendwie sinnvoll war, würde ich mal sagen.\nAlso du hast auch die ganzen Ticket-Sales und wie viele T-Shirts verkauft wurden,\nwaren alle bei MQTT abrufbar.\nKeine Ahnung, ob das Finanzamt das mittlerweile auch per MQTT überprüft,\naber naja, war halt einfach drin.\nWas viel interessanter gewesen wäre, wären dann die Check-Ins,\ndie haben sie dann komischerweise nicht drin gehabt.\nAlso das wäre ja mal interessant gewesen, wirklich in Realtime.\nWann die Leute anreisen und so weiter, wo sie eingecheckt werden,\nwann sie eingecheckt werden.\nDas wäre in der Tat mal ganz interessant gewesen, aber das wiederum wurde nicht generiert.\nGab es noch einen anderen Bereich, der aktiv war?","Ja, ich glaube, da gab es noch andere Sachen, die benutzt wurden,\naber die habe ich mir nicht genau angeschaut.","Also beim Camp gäbe es noch so viele Sachen, Stromverbrauch und all diese ganzen\nSachen könnte man halt darüber in Echtzeit channeln und auch in Echtzeit dann eben noch realisieren.","Nutzung der Access Points, wenn man das so durchsuchen will.","Ja, alles. Also eigentlich willst du halt alles, du willst alles über MQTT rausballern,\nwas jetzt nicht potenziell ein bisschen so Privacy-Probleme hat.","Security Nightmares produziert.","Ja, aber es ist halt spannend, weil es halt einfach dem ganzen Camp dann die Möglichkeit gibt,\nin Echtzeit auch mit diesen Daten zu arbeiten und sie aufzubereiten und nicht so, ja,\ndann warten wir mal am Schluss, wenn die dann ein paar Slides zeigen,\nsondern du kannst halt alles mögliche monitoren und es ist einfach ein schönes\nSpielzeug, würde ich sagen, für die Zeit der Veranstaltung.\nJa, soviel zu MQTT vielleicht. Achso, ich habe dann auch noch ein bisschen MQTT gemacht.\nIch habe ja irgendwie so meinen Teltonika-Router in meinem Wohnwagen und mein\nVictron-System und während der Teltonika GPS hat, konnte der andere,\nich habe es nicht mit MQTT gemacht, genau, es hat mit MQTT nicht funktioniert,\naber es hätte fast funktioniert.\nJa, egal. Ich habe da ein bisschen rumgehackt und dann irgendwie auch noch GPS-Experimente gemacht. Ja, was,\nauch noch gut war, es gab einen Supermarkt.","Der war fantastisch, ja. Ich habe jeden Morgen frische Brötchen geholt.\nEinfach geil. Also so ein Supermarkt ist schon ein Feature auf so einem Hacker-Event,\nwas ich eigentlich nicht mehr missen möchte.\nAlso die hatten nicht nur Brötchen, sondern auch so Fla.\nGenau, Fla hatten sie jede Menge Schweinereien in der Richtung gab es.\nDann so Sachen wie, keine Ahnung, Konservendosen mit Bohnen oder anderen Sachen.\nGetränke, aber auch so Hygieneartikel natürlich.\nZahnpasta, der ganze Kram. Das ist schon sehr praktisch. Relativ früh aufgehabt scheinbar.\nUnd frische Eier, frische Brötchen. Alles. alles.","Ja, das war wirklich gut. Also kann ich dir anders sagen.\nJa, und dann gab es aber auch noch so ein paar Sachen, die waren nicht so geil gelaufen.\nUnd das muss man auch nochmal aufgreifen, weil das einfach so eine komische Tradition auch ist.\nNämlich äh,\nDie Badges. Weißt du, was ich meine?","Das Giveaway, mehr oder weniger finanziert von Sony Ben.","Das ist ja so eine amerikanische Hacker-Konferenz-Geschichte.\nIch weiß nicht so ganz genau, wo das so seinen Anfang genommen hat,\naber ich würde mal vermuten,\ndas erste Device war halt auch wirklich einfach nur ein Badge in elektronisch,\nwo du deinen Namen quasi auf einem Display anzeigen konntest mit irgendwie einem kleinen LCD.\noder was weiß ich, was da die erste Iteration von gewesen sein mag. Vermute mal sowas.\nUnd dann haha, hast du es halt irgendwie elektronisch und es ist irgendwie ein\ngeiles Elektronikprojekt und dann gibst du das auch noch an alle Teilnehmer\naus und jeder hat so ein bisschen was mit nach Hause nehmen und hier guck mal mein Badge.\nUnd irgendwie ist das mit diesem Badge halt so eine Sache, die so komplett überhand\ngenommen hat, weil sich dadurch dann so dieses ist,\noh, wenn wir so eine Hacker-Konferenz machen, dann müssen wir da auch so ein\nElektronikteil produzieren, was es so vorher noch nicht gegeben hat und was irgendwas tut.\nUnd das wäre ja geil, wenn man da Punkt, Punkt, Punkt mitmachen könnte.","Doom drauflaufen!","Meinetwegen auch. Doom drauflaufen lässt, aber...","Ich bin alt genug, dass ich das Original Doom noch selber live bei Release gespielt habe.\nDas ist schon wichtig.","Ich bin genug, dass ich das schon ignoriert habe bei seinem Release.","93 war das glaube ich, wenn mich nicht alles täuscht.","Ja, da war ich schon zehn Jahre über Spiele hinweg gekommen.\nAnyway, worauf wollte ich hinaus?","Soll ich irgendwas tun und es uferte aus.","Naja und auch auf dem Camp und auch beim Electromagnetic Field gibt es halt\ndiese Tradition und wir haben da auch schon ein paar Mal drüber gesprochen über\ndas eine oder andere Projekt.\nUnd ich muss sagen,\nWährend ich es generell sehr erstrebenswert finde,\nso Projekte zu verfolgen, wo Leute Custom-Hardware bauen,\ndie dann auf das Interesse von Leuten, die damit was anderes bauen wollen oder\ndamit rumspielen wollen oder rumexperimentieren wollen, Also wo du sozusagen\nein Gerät hast, was Komponenten kombiniert, die du jetzt in so den Alltagsgeräten,\nwie jetzt im Smartphone oder früher mit Laptops hatten,\nso in dieser Kombination nicht gibt oder nicht in dieser Portabilität gibt oder\nnicht in dieser Anordnung gibt oder mit so Bells und Whistles und kleinen Interfaces\nund Schnittstellen und Outputs und was halt auch immer drin ist.\nüber die Jahre gab es da bestimmten so ein paar honorable mentions auf dem Camp\ngab es ja mal so ein Teil, das war dann irgendwie so ein Software Defined Radio\nmit ganz viel Funk und das war irgendwie super nerdy.\nDa dachte ich mir schon so, ja okay gut ich bin mir jetzt gerade nicht ganz\nsicher seht es mir nach, also manchmal war es so dieses Gerät wurde gebaut Und\nes wurde danach jedem Teilnehmer eins zur Verfügung gestellt.\nAlso man hat quasi mit in den Eintrittspreis das reinkalkuliert,\ndass dann auch die Baukosten von diesem Device mit abgedeckt sind.\nUnd dann hatte man aber auch quasi das Anrecht, sich eins abzuholen und dann\nhat man das dann irgendwo vor Ort eingesammelt.","Ich glaube, bei den letzten beiden auf dem Camp war das nicht der Fall.","Bei den letzten beiden nicht mehr. Das hat man dann irgendwann auch sein gelassen\nund hat gesagt, nur wenn du eins haben willst, kannst du jetzt hier mit deinem\nTicket gleich eins mitbestellen und dann liegt halt auch eins für dich da.\nDas finde ich auch sinnvoll.\nDas war diesmal jetzt nicht so.\nWahrscheinlich, weil das irgendwie Sponsoren gab, die das dann irgendwie komplett\nfinanziert haben und dann hat man halt gesagt, wir machen dann irgendwie für\njeden eins. Spoiler, hat nicht jeder eins bekommen.\nTrotzdem, diese Badges, ähm.\nSind dann irgendwie so ein bisschen ausgeartet in verschiedenen Richtungen.\nVor allem sind sie immer sehr viel größer geworden.\nAlso diese Flower-Batch, so schön es auch war, also das war ja schon so eine\nFlavor-Flav-Installation.\nAlso da musste man eigentlich noch dazu rappen, wenn man das Ding um den Hals hatte.\nAber es hat manchen Leuten gefallen. Es hat auch ein erstaunlich schickes Goui gehabt.\nUnd vor allem war es mal insofern was Innovatives, als dass es eben so speziell\nso mit Musik und Optik und so weiter gearbeitet hat.\nAlso eine schöne Idee und ein schönes Ding.\nNichts, was ich jetzt Badge nennen würde, auch wenn man irgendwie diesen Begriff\nfür dieses Default-Hacker-Konferenz-Device irgendwie immer noch so im Hinterkopf hat.\nNaja, also auf der Y gab es auf jeden Fall ein Badge. Das hieß auch Badge.\nDas Badge-Team hat dann irgendwie dieses Ding entwickelt und.\nDie Ziele waren mir nicht so ganz klar. Also ich weiß nicht so genau,\nworauf man hinaus wollte.","Ah, du hast es dabei.","Ich habe eins.","In einem Meshback, wie es sich gehört.","In einem Meshback, wie es sich das gehört. Und,\nnaja, du kannst es ja mal in die Hand nehmen und deine Eindrücke schildern.","Ich mag ja sowas.","Du magst sowas, okay gut.","Ich mag sowas. Also es hat so den Formfaktor von einem Palm.","Also ich würde so Postkarte sagen.","Hat der jetzt Game Boy gesagt?","Game Boy ist kleiner, oder?","Da bin ich zu alt. Also so ein Palm Pre oder so ähnlich.","Der originale Game Boy kommt von der Größe schon ganz gut hin. Vielleicht dicker.","Also es,\nmich spricht das an.","Okay, dich spricht das an.","Also was sehen wir? Wir haben halt ein quadratisches Display. Das ist ungefähr,\n3x3 cm, hätte ich gesagt, 2,5 x 2,5 cm und unten drunter halt eine vollständige\nQWERTY Tastatur, so und das ist halt schon mal irgendwie geil, die drückt sich gut,\ndas ist nicht irgendwie sowas Gummiertes oder so, sondern das ist so ATM Style,\ndas sind gute, auch mit meinen großen Fingern gerade noch zu drückende Taster.\nUnd ja, es ist halt jetzt mal irgendwie so ein Mini-Laptop-Computer-Dingsy.\nDas wäre so die erste Reaktion.\nDas ist jetzt nichts, was man sich um den Hals hängt, sondern es ist ein Mini-Computer,\nmit dem man irgendwelche Dinge tun kann.","Naja, es hat unten aber einen Anschluss für ein Lanyard.\nAlso es sind extra nochmal so zwei Klemmen, wo du so ein...","Aber es ist schwer.","Es ist schwer, ja.","Ist das jetzt hier die Standardausstattung mit diesen zwei großen Batterien? Okay.","Also ich habe dieses Lanyard auch mal zum Testen bei MIME angeschlossen und\ngeguckt, wie sich das um den Hals anfühlt.","Also schwer heißt 300 Gramm, 400 Gramm?","Fühlt sich echt schwer an, wenn man es um den Hals trägt.","Das baumelt vor allem halt rum.","Diese Antenne hier, die eine einer...","Ja, die Antenne gehört zu einem der echt coolen Hardware-Features,\ndie das Ding zu bieten hat. Es hat ein LORA-Modul drauf.\nLong Range, LORA, der Funkstandard.","Ich poste mal schnell dem Bild im Slack, damit die Leute überhaupt wissen.","Diese Antenne, das war auch...","Machen wir einen Kronkorken daneben, damit man den Maßstab hat.","Das ist eine Banane, Ralf, eine Banane, for scale.","Ja, haben wir jetzt hier aber nun mal keine.","Bananen sind nicht einheitlich groß.","Ja, doch, doch, doch.","So, also die Antenne ist...","Genau, bei der Antenne waren wir, das war das einzige Ding, was man tatsächlich assemblen musste.\nMan musste den Connector für die Antenne die man draufschraubt,\nden Connector, den musstest du einmal dran löten.\nDas ist jetzt nicht, glaube ich, das Problem, wenn man schon mal gelötet hat\noder jemand kennt, der das macht.\nJa, das war die Lora-Antenne.\nDas Blöde an dieser Lora-Antenne ist, am Ende hatte sie eigentlich gar keine Funktion.\nEs gab keine Verwendung dafür.","Wie auch für viele andere Komponenten dieses Geräts.","Wie auch die andere Komponente, die du da gerade schon angefasst hast,\nes gab einen Vibrationsmotor da dran.","Der aber irgendwie nicht richtig funktioniert.","Weiß nicht, ob der funktioniert. Er wurde nicht benutzt.","Ja, ich habe auch gehört, dass er irgendwie wohl...","Wo ist denn jetzt eigentlich der Ein-Ausschalter?","Der ist an der linken Seite. Oder an der rechten Seite, sorry.\nEinmal drauf drücken, dann geht's an.","Oh, eine beleuchtete Tastatur. Ihr seid ja wahnsinnig.","Ja, die Tastatur ist auch noch hintergrundbeleuchtet.","Also die ist aber schon geil, Tim. Diese Tastatur, die macht mich echt an.","Ich finde die eigentlich auch cool.","Ob man sie braucht und wofür aber vom Formfaktor her und wie sich das anfühlt, ist das super.\nOkay, und dieses Display ist auch erstaunlich hochauflösend. Snake. Ich hab Snake.","Es gibt auch Doom, bevor die Frage kommt.","Ja, ja, das hoffe ich doch. Das las ich.","Also man kann es nicht gut spielen, aber es startet irgendwie. Und naja.\nAlso es war auf jeden Fall schon ein ziemlicher Kampf, dieses Gerät überhaupt\nin diesen Zustand zu bringen, dem du jetzt hier irgendwie gerade versuchst zu benutzen.\nAber dir wird auch auffallen, viel ist da nicht drauf.\nAlso du hast halt irgendwie eine App, mit der du deinen Namen eingeben kannst\nund naja, dann irgendwie so Snake und Doom und Also Doom ist.","Jetzt hier nicht mehr drauf. Ich prangere das an.","Wie?","Was? Doom ist wieder weg?","Ist nicht mehr drauf?","Also ich habe hier sechs Apps drauf. Das ist Sponsors, OTA-Updater,\nName-Tag, Snake, Hello und System Settings.","Ja, dann gibt es kein Doom mehr. Dann ist das mit dem letzten Update rausgespielt.","Ja, die Lizenz ist ausgelaufen.","Ja, aber das war ja die Shareware-Version da drauf.","Checking for Updates. Connecting to WiFi.","Ja, da müssen wir erstmal noch...","Das war kein Touch-Display, ne?","Kein Touch-Display. Ja, naja. Es hat sich also leider um dieses Batch ein längeres\nDrama auf dieser Veranstaltung auch ergeben.\nAlso ich sag mal gleich vorneweg, ich will das, ich kann das alles nicht bewerten,\nweil ich nicht genau weiß, wie es genau gelaufen ist und mir ist es auch ehrlich\ngesagt am Ende ziemlich egal,\nwer da mit wem wie umgegangen ist.\nAuf jeden Fall hatten die Leute sich in den Haaren.\nUnd das ursprüngliche Team, was dieses Batch entwickelt hat mit dem ersten Design,\nhat sich wohl an Entscheidungen von Organisationsgruppen gerieben.\nUnd es gab Menschen, die nicht einverstanden waren mit bestimmten Entscheidungen,\nwas dann dazu führte, dass dann irgendwann dieses ganze Team den Löffel hat\nfallen lassen und ein anderes Team diese Arbeit von diesem Batch fortsetzte,\nein paar Design-Umentscheidungen gemacht hat.\nUnter anderem diese Batterien, die da hinten drauf kamen, haben wohl ein anderes\nBatteriekonzept ersetzt und so weiter.\nNoch ein paar andere Entscheidungen, von denen ich jetzt nicht genau weiß,\nwann, wie, wo, welche, von wem getroffen wurden. Auf jeden Fall hatte das alles...\nZur Folge, dass die Fertigstellung dieses Gerätes sich dann doch sehr verzögert hat.\nUnd ich finde es auch schön, mit welcher Beherzhaftigkeit du das jetzt so in\ndie Hand nimmst und da so hinten reingreifst, weil es gab nämlich einen riesen…\nDu spielst mit dem Feuer. Du spielst mit dem Feuer.","Wortwörtlich.","Die Hauptverzögerung war natürlich, dass das neue Design ein bisschen flott\nwar und man so verschiedene Firehazards ausfindig gemacht hat,\nwo so Kontakte nicht richtig abgedeckt waren und die Batterien sind auch relativ powerful.","Man hält hier eine Platine in der Hand, über die Strom läuft.","Ja, man greift sie auch so direkt an den Batterien, wenn da jetzt erstmal kein Gehäuse ist.\nDas kam natürlich nicht mit, auch wenn es natürlich so 3D-Druckvorlagen ohne Ende gibt.\nAber weil man dann eben auf den letzten Metern diesen Firehazard erkannt hat,\nwurden dann irgendwie all diese ganzen Platinen nochmal an Bestimmungen gestellt.","Mit Warnhinweisen versehen.","Nee, nicht mit Warnhinweisen.","Naja, das aber auch. Warnhinweise gab es nur wirklich viele.","Ja, das auch noch, aber das nicht alleine.\nEs wurden einfach strategisch verschiedene Stellen mit Epoxidharz noch überstrichen,\nsodass sie dann also noch am ersten und zweiten Tag dort mit diesen Platinen\nsaßen und das Epoxidharz in so UV-Lampen aus dem Nagelstudio ausgertet.","Ja, ich sehe es jetzt an den Batterien vorne dran. Ach du meine Güte. Naja, nun.\nTja, also da hätte er einfach in der Enclosure halt noch drum gemusst, ne?","Ja.\nHätte, hätte, hätte. Das Ding ist...","Doom Generic. So, ich arbeite mich vor. Ich habe das übrigens jetzt gerade hier\nmal in dein WLAN reingebracht und jetzt lade ich mal Doom runter.","Wie? Du kannst das jetzt runterladen?","Na, ich hoffe doch. Ich bin jetzt hier in dem System Updates und mir wird es\nhier angeboten. Dann gucken wir doch mal, ob das geht.","Und Doom wird dir in den System-Updates angeboten? Ja. Ah, okay.\nWir haben vorhin noch die neueste Version draufgeladen, die wir jetzt noch gar\nnicht ausprobiert haben, weil die davor waren einfach alle nicht benutzbar.","Ich habe das jetzt mal als App-Store interpretiert und es scheint zulässig gewesen zu sein.\nUnd er lädt jetzt hier Doom runter.","Ah ja, okay. Dann gucken wir mal. Genau. Wir hatten so unterschiedliche Erfolge mit Updates.","Spaß am Gerät, Tim.","Ja, ja. Das war ein bisschen schwierig am Anfang. Also man merkte auf jeden Fall.","Dass ich… Currently updating CrackMe. Okay.","Es gab jetzt nicht überbordend viel Dokumentation für dieses Gerät und es dauerte\neinfach sehr lange, bis man es überhaupt erstmal in Betrieb nehmen konnte.\nEs lief irgendwie tausendmal in Buttschleifen und was nicht alles.\nAlso das war insgesamt keine besonders schöne Experience.\nAber das Hauptproblem, was ich einfach mit diesem Teil habe, es ist halt kein Badge.\nUnd es ist vor allem auch kein Gerät, was irgendwie sagt, ich löse ein Problem auf diesem Event.\naußer mein Name, ich meine da kann man sich natürlich auch wirklich einfach\nein Badge ranhängen ans T-Shirt, aber wenn es dann halt irgendwie so krass kompliziert\nund aufwendig wird und dann noch ein Firehizard ist dann ist man schon so ein\nbisschen am Ziel vorbeigeschossen,\nund das ist irgendwie das, was ich mir wünschen würde dass wenn man jetzt für\nso ein Event nachdenkt was man da haben will dass man sich Gedanken darüber\nmacht, was tut wirklich Not Tut überhaupt irgendwas Not?\nMuss man jetzt hier noch mehr Elektronik, die nur in Schubladen landet, produzieren?\nOder schafft man halt irgendwas langfristiges, was wirklich über einen langen\nZeitraum entwickelt wird und so eine Iteration durchmacht?\nSo machen das im Übrigen die Engländer, sagen wir gleich nochmal was zu.\nOder beschränkt man sich auf so eine Kernfunktion und schafft etwas,\nwas wirklich eine Hilfe ist.\nUnd dann muss man sich natürlich fragen, okay, was wäre eine Hilfe?\nUnd ich habe das Thema hier glaube ich auch schon mal gehabt.","Wir hatten das schon ein, zweimal sogar.","Genau. Muss mich auch nicht unbedingt wiederholen, aber so im Kern,\nman will Leute finden, man will benachrichtigt werden, also es geht im Wesentlichen\nums Finden, Gefunden, Werden, etc.\nso eine Map im Web zu haben, wunderbar aber eine Map auf so einem Device wäre\nhalt sehr viel sinnvoller,\nGPS oder Lokalisierung mit WLAN oder mit Lora, das wäre dann halt ganz sinnvoll\nund da kann man dann hindenken, aber ich finde dieses Gerät ist viel zu groß, viel zu bulky,\nman trägt das nicht mit sich rum, diese riesigen Batterien, also da sind einfach\nsehr viele Entscheidungen gefällt worden, wo ich mich halt frage lohnt es, den Aufwand.\nAlso es ist, ich meine, man setzt ja hier eine Plattform in die Welt,\ndie sehr wenig User hat und die naja, nach dem Event halt dann auch erstmal\nkeine Rolle mehr spielt.\nDas ist dann auch so ein bisschen schade zu sehen, dass Leute da so viel Energie\nreinstecken und dann kommt es nicht wirklich zu so einer Anwendung,\nweil es sich verzögert auf der ganzen,\nKomplexität und dazu kommt halt auch noch dieser ganze andere Stress,\nder dann halt auf der sich dann auch leider am Ende der Veranstaltung auch nochmal\nfortgesetzt hat, dass sich da wieder Gruppen in die Haare bekommen haben.\nDann gab es dann irgendwie noch so ein Ragequid von dem Lagerteam und es war\neinfach alles ganz furcht.\nNaja, also jetzt hast du dein Doom gestartet, ja?","Jetzt haben wir hier Doom einen Start, genau.","Kannst du es auch spielen?","Und ich kann es auch spielen. Dann hat das auch WASD-Steuerung. Was?","Keine WASD-Steuerung?","Was soll das denn sein?","Gleich einschmelzen.","Ja, weil dann ist es natürlich irgendwie wirklich bescheuert spielbar.\nDa hat wieder jemand nicht nachgedacht.","Ja, vielleicht noch ein Satz zu dem ähnlichen Ansatz. Die entwickeln dann die\nPlattformen immer wieder weiter und hatten ja, das habe ich glaube ich beim\nBericht vom letzten EMF letztes Jahr schon berichtet,\ngab es ja sogar so Hardware-Module und so, das ist eigentlich ganz cool.\nAlso ich will jetzt eigentlich nicht alles schlecht reden, ich war nur so ein bisschen,\nunderwhelmed von dem Ansatz, weil man es sinnvoller wäre, was zu bauen,\nwas wirklich cool ist und zwar nicht cool im Sinne von, oh guck mal,\nwas das hier für Tech-Specs hat.\nJa, oh der Bildschirm ist groß, er hat viele Pixel und die Tastatur ist hinterher\nund beleuchtet, aber die Tastatur benutzt du halt die Hälfte der Zeit irgendwie nicht.\nUnd wahrscheinlich wäre ein anderer Formfaktor, der einfach kompakter ist, sehr viel einladender.","Aber es hat einen C64-Emulator drauf.","Ja, aber ohne das Kettenlaufwerk.","Ja, also wir hatten das Thema ja in der Tat schon ein, zwei Mal.\nSo sehr mich jetzt gerade dieses Gadget hier erfreut, In der Sache bin ich da ganz bei dir.\nDas ist toll, dass sowas jetzt irgendwie geht und diese Tastatur ist wirklich\ncool, aber es löst halt irgendwie kein Problem.\nIch finde die Grundfrage muss sein, welches Problem löse ich,\nwas mein Handy nicht besser kann.","Richtig.","So und daran muss man sich abarbeiten. Was ist ein Formfaktor,\nwas ist irgendwie ein Feature, wo ein Handy einfach zu unpraktisch,\nklobig, nicht drauf spezialisiert, batteriesparend genug, was auch immer ist.\ndie Grundfrage, an der muss man sich abarbeiten.\nDas sehe ich genauso. So, jetzt\nwill ich hier aber endlich wieder Basic programmieren. So, 10 Print hallo.\n20 Goto 10. So, kann mal einer die guten Poke-Befehle nochmal posten.","Wie die gingen? 53 280.","Gab da so manches.","Mach mal 53 280.","Ja, ich bin jetzt gerade erst nochmal bei meinem Print hier.\nWo ist denn hier die Anführungszeichen? Macht schon mal weiter.","Vielleicht kriegst du ja dieses Maze hin. Kennt ihr das? Dieses Maze,\nwas so die Backslashes und Forward Slashes ausgibt zufällig.","Ich hab recht gehabt. Ich hab recht gehabt.","Womit?","Mit dem Poke.\nIch habe es mir echt gemerkt, nach 30, 40 Jahren.","Ja, irre, ne?","Jetzt musst du es auch eintippen.","Ja, ja, sofort. Warte mal. 10-Print, hallo. Mal gucken, ob das hier auch alles\ngeht. So, 20, gut, oh, 10.\nDas hat man noch damals bei Carstadt.","Jetzt hast du aber keine Run-Stop-Taste.","Die du dann auf den Programm anhalten kannst.","Und auch keine Restore-Taste.","Das sehen wir dann danach. So, Run war das. Oder musste man Run 10?\nWeiß ich schon gar nicht mehr.\nNa, Run funktioniert. Na, guck.\nOkay. So, Escape.\nKannst du wieder neu starten. So, und jetzt nehmen wir nochmal deinen Poke.\nMoment, jetzt muss er sich erstmal wieder zusammenbooten hier.","Na?","Ach, damals. So. Jetzt ist er jetzt hier schon startklar. Ja,\nso, Poke. Was hast du gesagt?","5-3-2-8-0.","5-3 Was?","5-2-8-0.","2-8-0. Ich gehöre zu dem die sich nur noch vier Zahlen merken kann. Komma eins.\nEin weißer Hintergrund.","Der Rahmen ist weiß.","Fantastisch.","Und ich glaube 53281 ist dann die Hintergrundfarbe für den Innenbereich.","Gut, okay. Genug der C4. Ich habe irgendwo zu Hause auch einen C64 Hardware-Emulator.\nEin Hardware-Emulator? Ja, so eine dieser Mini-Teile, die es so vor ein paar Jahren mal gab.\nSo ein Viertelformfaktor vom Original C64, aber so, dass du noch so gerade eben\ndie Tastatur bedienen kannst und dann mit so voreingestellten 50 Klassiker-Games,\ndie dann über Emulator laufen. Das ist schon eine lustige Welt.","Da läuft dann ein kleiner Computer drin, der das macht.","Genau.","Ich habe nämlich...","Der auch so einigermaßen vom Timing her so getunt ist, dass er dann mit dem\nSpielen und dem Joystick, den gab es dann auch mit dabei.","Also worauf ich gerade gestoßen bin, ist auf Commodore.net verkaufen die so\nein Crowdfunding-Projekt scheinbar.\nEin FPGA-basierter C64.","Nee, ich glaube das ist kein Crowdfunding. Das ist tatsächlich eine Firma,\ndie jetzt mal wieder die ganzen Commodore-Rechte gekauft hat und dann tatsächlich\ndieses Produkt jetzt auf den Markt wirft.","Okay.","So habe ich das gelesen.","Ja, also okay, stimmt. Das ist so ein Batch, den die hier verkaufen.\nIch habe das als Crowdfunding interpretiert.","Also kurzer Nachtrag zu diesem Badge. Ich weiß schon, ich werde mit diesem Badge\nnicht wirklich irgendwas anfangen können.\nWenn es Leute gibt, die der Meinung sind, ja, ich will das jetzt auch wirklich\nprogrammieren und ich habe da auch eine geile Idee und ich habe mir auch die\nDoku vorher angeschaut und ich weiß, was auf mich zukommt, dann könnt ihr mir\ngerne eine Mail schreiben, dann spende ich das Ding vielleicht weiter,\naber bevor es bei mir einfach nur in der Schublade versauert.","Wie fährt man das denn runter?","Zweimal den Anschalter.","Genau.","Hm.","Ja, ja. So viel vielleicht zur Why. Es sei denn, du hast noch Fragen.","Fragen nicht, aber einen kleinen Nachtrag, der da vielleicht inhaltlich gerade\nreinpackt zur Hacker-Installation.\nJetzt nicht Outdoor, sondern auf einem Kongress. Was darf auf keinem Kongress fehlen?\nAn Event Space?","An Event Space?","Ein Bällebad.","Genau. Ein Bällebad. Wisst ihr eigentlich, Das war es wirklich?","Ja.","Das war nicht abgesprochen. Wisst ihr denn eigentlich, wer das Bällebad erfunden hat?","So generell.","So ganz generell. Wer eigentlich auf die Idee gekommen ist und das als erstes\nimplementiert hat. So, jetzt war ich ja in Schweden.","Ikea.","Richtig.\nRichtig, zwei Frauen haben das Bällebad erfunden.\nIch war nämlich im Ikea-Museum in Schweden. Im Geburts bin ich hingepilgert.\nTrotz meiner schlimmen Erfahrung mit dem Smallland Freakshow berichtete.\nLag das einfach sehr, sehr günstig. Und was soll ich sagen?\nDort war eine Ausstellung über so unbekannte Designerinnen im Wesentlichen auch,\ndie viel zu wenig Street Credibility bekommen haben.\nUnd dann dachte ich wirklich, ich traue meinen Augen nicht, dass dort also die\nErfinderinnen des Bällebards promotet wurden und ratet doch mal, in welchem Jahr das war.","Seit wann gibt es ein Ikea? Seit den 50ern?","Mhm, ungefähr.","Bällebart, Plastik, also ich würde sagen nicht vor den 70er oder 80er Jahren\nso Plastik in so Mengen rund irgendwie,\nEnde 70er, Anfang 80er.","Das ist das, was ChatGPT daher gelogen hat. Die habe ich dann nämlich gefragt, als ich da vorstand.","Ich habe jetzt nicht ChatGPT gefragt.","Natürlich nicht. Wir hatten eigentlich das Bellewart erfunden.\nDa hieß es ein Amerikaner,\nirgendwie 74, 76, aber in der Tat waren es eben zwei Frauen,\nauch deren Namen wollen wir jetzt hier mal verlesen, nämlich Charlotte Rude und Jördis Olson-Une.\nAuch wirklich coole Bilder, die sie da mit am Start haben. Das war 1971.\nAlso so konzeptionell haben sie es 1969 erfunden und dann die erste Installation\ndavon in einem Ikea war dann 1971.","71, so früh schon.","Was hat Ikea je für uns getan? Sie haben uns das Bällebad gebracht. Vielen Dank dafür.","Ja doch stimmt, Plastik war schon früher,\nOkay.","Und die waren von Anfang an auch schon da in diesen bunten Primärfarben?","Also auf jeden Fall waren sie farbig. Also man sieht jetzt hier auf den entsprechenden\nDokus jetzt erstmal nur ein Schwarz-Weiß-Bild von 71 Jahren.\nAlso generell, dieses Museum ist schon halt natürlich erwartbar.\nEs ist halt ein Propaganda-Instrument.\nSo machen wir uns jetzt mal nichts vor. Natürlich gibt es auch die ganzen kritischen\nSeiten, was alles nicht funktioniert hat bei Ikea und so, aber halt alles durch einen Filter.\nAm Ende des Tages sind wir dann doch die Größten.\nAber wenn man sich ein bisschen so für Design interessiert, Geschichte von Küchen,\nwie Küchenphilosophie sich geändert hat, gerade auch so in den 70ern,\ndiese berühmten schwedischen Studien,\nwo dann irgendwie Leute dazugesetzt haben, wie sind eigentlich die Laufwege\nin den Küchen, das wurde ja systematisch mal erhoben, warum müssen die Leute\nimmer irgendwie vom Abwaschen zum Herd so weit laufen und was kann man da optimieren.\nda war Ikea ja auch relativ weit vorne das ist schon alles ganz spannend also\nda kann man gut schon mal so 3-4 Stunden rumbringen Ikea Museum Wo ist das?","Hattest du das gesagt?","Das ist auch in Süd also ich schmeiß den Link mal rein das ist eine Geburtsstadt\nvon dem Ikea Gründer wo in der Tat dann auch der erste Ikea Store dann war,\nund das ist mal eben gucken wo Anfahrt Also in Almhült.","Plätterröd. Plätterröd in Almhült.","Plan your visit. Da ist doch bestimmt irgendwo...\nWebseiten, auf denen man wieder die...","Also da ist er zumindest geboren worden.\nDie historische Provinzname von diesem Ort heißt,\nSmallland.","Ja, das ist die Region, in der das ist. Genau.\nDas ist wild. Ich finde jetzt hier wirklich die Adresse nicht.\nDas darf ja nicht wahr sein. Mann, Mann, Mann, Mann. Gut, aber ihr habt es schon\nirgendwo gefunden im Chat und so.","Ich habe einfach geguckt, wo irgendwann Kamprad geboren ist. Das ist da.","Also es ist wohl in Elmhult.","Oder so.","Tim schon sagte eben.","Es gibt da auch das Ikea Hotel. Direkt nebenan.\nDa hatten wir überlegt, ob wir da Just for Fun irgendwie auch eine Nacht drin verbringen.\nHat uns dann aber dagegen entschieden, weil es relativ teuer war.\nUnd der einzige Gag ist halt, dass es in dem Hotel halt nichts gibt,\nwas nicht irgendwie von Ikea ist.\nDas habe ich auch zu Hause.\nUnd als wir davor standen, haben wir uns nochmal beglückwünscht,\ndass wir das nicht getan haben, weil das sieht von außen so scheiße aus.","Jedes Regal wackelt, jeder Schrank klemmt.","Nee, das sah so richtig irgendwie so nach Industriebrache aus von außen.\nDas war wirklich designtechnisch nicht schön.","Ja, mal gucken, kann sogar sein, dass wir da vorbeikommen irgendwie in der Gegend.\nWeißt du, das lohnt sich?","Also wenn man da in der Gegend ist und generell halt ein bisschen einen Fable\nhat für Industriedesign im weiteren Sinne.\nDie machen viel mit Materialkunde, das fand ich ganz spannend.","Würdest du sagen, so Overall, das hat sich sehr gelohnt, das würdest du weiterempfehlen?","Die Drei-Sterne-Skala-Umweg lohnt sich oder ist eine Reise wert?","Also in Anbetracht der Tatsache, dass ähnlich wie Lego,\nich habe ja auch das Lego Museum sehr gepriesen, da Ikea in meinem Leben einfach\neine gewisse Rolle gespielt hat und auch spielt und ich das so auch als popkulturelles\nPhänomen schon wichtig finde, so für die Welt,\nist das jetzt auf meiner Bucketlist definitiv ein Gut, dass ich da war. Punkt.\nSo und dieses Museum ist jetzt nicht spektakulär, aber wie gesagt,\nMaterialkunde fand ich zum Beispiel cool.\nAlso was machen die mit dem Holz? Was haben die für ökologische Ansätze,\num Dinge irgendwie anders auszutauschen?","Wenn man auch Zeit hat.","Dieses ganze Verpackungswesen, die waren ja nicht die ersten,\ndie diese Flachverpackung wirklich erfunden haben, aber die ersten,\ndie es quasi so im Industriestandard ausgepackt haben.\nWas ich schade fand, das ist eine verpasste Chance, ich hätte gerne was zu Anleitungen\ngehabt da. Weil ich finde ja, das ist einer der wesentlichen Merkmale,\ndieses so, wie sind diese Anleitungen eigentlich aufgebaut, wie sind sie da\nhingekommen, was waren so Zwischenstadien, was haben sie gelernt?\nAlso da hätte ich gerne was für gehabt, weil das finde ich auch bei Lego immer\nwichtig, so, wie macht man das so niedrigschwellig, wie überhaupt nur irgendwie\nmöglich, dass wirklich alle kapieren.","Stimmt, Lego-Anleitungen und Ikea-Anleitungen haben eigentlich eine Menge DNA gemeinsam.","Und das zweite, was mir da gefehlt hat, das prangere ich auch an,\ndie haben so einen kleinen Ausstellungsbereich über Joints, also Verbindungen.\nSo was, wie sich Verbindungen von zwei Holzteilen einfach verändert haben.\nUnd dass man das nicht ausprobieren kann.\nSo, da bist du also mitten in einem riesigen Ikea-Laden, die 10.000 dieser Elemente\nirgendwo rumstehen haben für Umme, dann mache ich doch da einen Selbstbaubereich,\nwo ich dann einfach mal eben so die 20,\n30 gängigsten Joint-Varianten der letzten Dekaden einfach mal zusammen und wieder\nauseinanderschrauben kann.\nund zu gucken, was war denn jetzt der Vorteil und der Nachteil.\nIch weiß nicht, wann habt ihr zum letzten Mal eine Küche aufgebaut?\nMuss es gar nicht unbedingt eine\nIKEA-Küche sein? Die Systeme sind ja alle relativ ähnlich mittlerweile.\nWie lange ist das her?","Konkret Küche oder überhaupt irgendwas?","Schon Küche.","Ja, wie selbst gemacht.","Weil da würde ich behaupten, so alle fünf, maximal zehn Jahre hast du dann einen\ntotalen Paradigmenwechsel, wie diese ganzen Elemente eigentlich aufgebaut werden.\nAlso du kannst, glaube ich, mittlerweile eine Küche weitestgehend ohne Schraubenzieher\nzusammenbauen, weil es alles nur noch geklickt wird mittlerweile.\nDas sind alles Konstruktionen, die ineinander gesteckt und dann mit Klickverbindungen funktionieren.\nSchubladen schraubst du nicht mehr.\nDu hast noch die Elemente, die Halterung der Schubladen, die musst du natürlich\nnoch reinschrauben in die Korpusgeschichte.\nAber auch die Korpuselemente selber schraubst du nicht mehr.\nAuch Klickkonstruktionen mittlerweile. Also ich weiß das, weil wir von einem\nJahr mal einen Schrank uns dazu gebastelt haben.\nUnd sowas stärker noch irgendwie so, was ja auch irgendwie so diese Kultcharakter\nirgendwie transportiert von so dieses selber zusammenschrauben.\nDas war mir unterbelichtet.\nAlso von daher, falls jemand von Ikea zuhört, ich hätte da noch ein paar Ideen,\nwas man da… Kein Zweifel.","Irgendwann macht ja auch irgendwie Spaß, die Sachen zusammenzubauen und also\ndas ist ja wohl auch irgendwie, die Leute wertschätzen es mehr,\nwas sie da haben, wenn sie es selbst zusammengebaut haben.","Der Chat schreibt gerade, Joint-Varianten ausprobieren. Gut,\nihr wisst, wovon ich rede.\nAlso die Verbindungen zwischen und so.","Ich meine, wenn man schon auf Joints eingeht, dann sollte man natürlich auch\ngleich, Ich meine, haben sie dann nur Ikea beleuchtet oder sagen wir mal generell\neine Architekturbetrachtung gemacht?","Also sie versuchen das schon relativ auch in diesen schwedischen Kontext einzubetten.\nAlso angefangen damit, dieses Smallland war wohl eine schwierige Gegend.\nDamals in der Zeit, was so den Entwicklungsstatus anging und daraus leiten sie\ndann halt auch so dieses Prinzip so mit ganz begrenzten Ressourcen und für ganz\ngünstig dann trotzdem was Wertiges machen, so bis wir überhaupt erstmal einen\nAcker bestellen konnten.\nDa im Smallland mussten wir diese ganzen riesigen Felssteiner erstmal von den\nAckern wegrollen und das prägt die Menschen über Jahrhunderte,\ndass sie also entbehrungsreich und ressourcenerfinderisch sind.\nSo ein Charakter ist drin und was sie relativ gut beleuchten ist so der Bruch\nder schwedischen Gesellschaft.\nDas heißt es gab in Schweden, ich glaube in den 60ern ja dieses riesige Wohnungsbauprogramm,\nirgendwie eine Million quasi in Anführungszeichen Sozialwohnungen in kurzer\nZeit hochgezogen und dafür brauchten sie halt irgendwie Möbel.\nund wo kommen die eigentlich her und hat sich halt Ikea total draufgeworfen\nund solche Zusammenhänge, ich hätte also gerne noch mehr gelesen,\nwenn ich nicht zwei Kiddies gehabt hätte, die muss man ja auch immer irgendwie\nso ein bisschen bespaßen, die kannst du nicht irgendwie sagen,\nguck dir mal vier Stunden jetzt hier die Tafeln an.","Probier doch mal die Joints aus.","Ja, das entspannt dich, geh mal da. Sie hatten dann in der Tat auch kein Bällebad\nda, wo ich also auch sagen würde, so okay, dann hätte man doch da jetzt auch\ndiese Smallland-Geschichte noch mal ein bisschen feiern können.\nAlso da ist noch Luft nach oben in diesem Museum. Von daher zögere ich da etwas\nauf deine Frage zurückzukommen. Würde ich es jetzt empfehlen oder nicht?\nIch könnte mir viele Dinge vorstellen, wie man dieses Museum noch sehr viel\ngeiler machen würde, aber ich bin trotzdem sehr froh, dass ich mal da war.","Okay, gut. Das war eine aufwendige Antwort auf unsere einfache Frage.\nMal schauen, was sich so ergibt.\nJa, ähm,\nWo sind wir denn jetzt? Ach ja, vielleicht sollten wir auch noch mal erzählen, wo wir hinwollen.\nDu ahnst es schon, wir wollen wieder auf...","Wenn ihr beide irgendwo hinfahrt, wo fahrt ihr wohl hin?","Das ist ein Hacker-Camp.","Und um welche Programmiersprache wird es da wohl gehen? Keine Ahnung.\nIch hole mir mal noch ein Bier.","Bringst du mir eins mit?","Ja, mir auch, bitte. Ja, naja, wir fahren wieder auf eine Elixier-Konferenz.\nDas wäre ein bisschen monothematisch.\nAber das Schöne ist, das ist halt diesmal eine,\nCommunity-Konferenz. Das wäre eher noch so.","Ja, schon irgendwie. Das ist eher eine kleinere, intimere.","Ein paar hundert Leute. Alles ganz kuschelig. Stellen wir uns das zumindest vor.\nDas Ganze ist in Warberg. Hast du davon schon mal was gehört?\nNein? Ich muss mal dein Mikrofon aufsetzen.\nDer Herr Klaschenöffner hat es nicht gerade ein fotografiert.\nDa liegt doch einer direkt bei dir.","Unter deinem Mikro quasi.","Genau. Ja, Warberg ist so ein kleines Kaff irgendwie auf einem halben Weg nach Göteborg.\nWo ich auch noch nie war. Ich war überhaupt noch nie in Schweden jenseits von Malmö.\nVon daher ist mir das das ist alles noch Neuland.","Also ich war da tatsächlich schon mal, habe ich erfahren.","Wo?","In Warberg.","Ach.","Aber da war ich halt noch nicht mal ein Jahr alt.","Ach so.","Deshalb kann ich mich da auch nicht so gut dran erinnern.","Ja, das ist der ganze Anlass. Und danach wollen wir noch so ein bisschen irgendwie\ndurch die Gegend gucken und mal schauen, was wir mit unserem frisch erworbenen\nWissen alles so anstellen können.","Wie schreibt sich das?","V-A-R und dann Berg.","Okay.","Naja, und da haben wir schon relativ viele Elixierkonferenzen mitgenommen dieses Jahr.\nAlso mehr geht, aber es wäre schwierig.","Ah, das ist die Westküste. Okay, ich sehe gerade hier. Ja, nee,\nda waren wir in der Tat genau halb nach Göteborg hoch.\nNee, da kann ich euch im Umland in der Tat jetzt auch nichts empfehlen, weil da war ich nicht.\nIch kann aber mal meine, ich mache ja auf Apple Maps immer so Rhön mit Kindern,\nSchweden mit Kindern, Dänemark mit Kindern Connections, da poste ich mal die\nLinks in die Shownotes rein.\nFalls also irgendjemand in Südschweden ist und irgendwie Locations sucht,\ndas sind Sachen, die haben wir selber ausprobiert und für gut befunden. Aber nix in der Ecke.","Ja, mal gucken. Wenn man es mit den Mücken übernimmt, dann hauen wir auch gleich wieder ab.","Nee, dann trinken wir Diet.","Prost.","So, Prost. Womit machen wir denn weiter? Wir haben noch so ein paar kleine Rans\nhier, glaube ich, vorbereitet.\nIch muss erstmal ein paar Haken setzen in unseren Notizen.\nwas wir denn hier alles schon weggeschafft haben.\nWas nervt dich denn am Internet am meisten gerade, Ralf?","Am Internet?","Ja, ist ja irgendwo aufgefallen, dass vor so ein paar Monaten hat was angefangen,\nwas jetzt irgendwie auf einmal so komplett überhanden nimmt.","Die allgemeine Entschitification.","Ja, die allgemeine Entschitification natürlich, aber Abteilung Login.","Ich habe es ja in den Shownotes gesehen, aber konnte mit wenig anfangen.","Ja, ist ja auch schon passiert, dass du dich irgendwo eingeloggt hast und anstatt\ndass du ein Passwort eingibst, kam ein, ich habe dir eine E-Mail geschickt.\nKlick auf diesen Link, gib diese Zahl ein.","Das fällt und dann bist du angemeldet.","Also du bist auch kein Fan davon.","Nein, ich bin kein Fan.","Wir suchen den Fan davon, weil irgendwie muss ja jemand das auf einmal ganz\ntoll gefunden haben, das überall einzubauen.","Tim, das ist interessant, dass du sowas aufbringst. Warum?\nWeil ich sehe das bei irgendwie drei, vier Diensten in der Tat seit ein paar\nMonaten, wo ich denke, was ist das denn jetzt für eine Idee?","Ich sehe das nicht bei drei, vier, ich sehe das bei 30, 40 Diensten pro Monat\nund das ist wirklich anstrengend.","Es nervt.","Also ist das irgendein Framework, was irgendjemand rausgeworfen hat?","Das setzt sich gerade so ein bisschen durch als Default-Authentication.\nIch könnte kotzen, es ist so nervig. Lasst mich einfach ein Passwort benutzen, bitte.","Naja, die Leute wollen sich halt einfach Accounts sparen. Ich würde sagen, das ist so ein Teil.","Das tust du damit ja nicht. Also Accounts sparen,\ndas machst du mit einem Authentication-Provider. Log in with Facebook.","Und der Account ist ja persistent, zumindest bei den Sachen.\nAlso der Account ist angelegt.","Ihr habt recht.","Du löst kein Problem.","Nee, man, ja, also sagen wir mal so,\nich kann ja verstehen, wenn man so ein einfaches System baut,\nwo man keine Accounts haben will und sagt einfach, ich merke mir einfach nur\ndeine E-Mail-Adresse und du bestätigst das durch diesen Klick und dann gilt\ndas, ja, dann muss ich nicht wirklich einen User anlegen.\nDa habe ich da irgendwie so meinen authentifizierten, Anführungsstrichen,\nauthentifizierten Cookie und damit könnte ich schon mal starten.\nDas wäre ja noch eine Erklärung.\nAber weil es ja ohnehin diese Accounts gibt und auch schon bestehende Passwörter\ngibt und so weiter, fragt man sich halt wirklich, warum gibt es das?\nAlso was führt eigentlich dazu, dass das jetzt alle einbauen?","Also wenn bei dir irgendwie ein Surprise-Backup gemacht wird,\nirgendwie Daten fließen ab plötzlich, dann steht immerhin nicht in den Nachrichten,\ndie Hacker sind an Passwörter gekommen.","Naja, das setzt ja voraus, dass es gar keine Passwörter gibt.\nEs gibt ja oft auch schon Passwörter.","Ja, zum Teil. Also ich habe jetzt auch schon Dienste gesehen,\nwo es keine Möglichkeit gibt, ein Passwort überhaupt noch zu konfigurieren.","Ja.","Also das ist das Allerschlimmste.","Genau, sie wollen irgendwie Passwörter loswerden und in gewisser Hinsicht das\nist ja auch ein erstrebenswertes Ziel und man hat sich ja gedacht,\nnaja, dann nehmen wir doch Passkeys stattdessen.\nUnd Passkeys sind ja eigentlich eine gute Idee. Du hast halt da Kryptografie\nund das Public-Private-Key und so wie man das halt eigentlich seit langer,\nlanger Zeit mit Verschlüsselung und Authentifizierungssystemen,\ndie auf Verschlüsselung basieren,\nmacht, dass man eben dieses getrennte Schlüsselpaar hat und seit ein paar Betriebssystem-Releases\nhaben die großen Plattformen halt auch überall in ihren Key-Managern.\nPass-Key-Support. Also der Mac hat das, Windows hat es sicherlich auch,\nnehme ich jetzt einfach mal an. Ich beschäftige mich damit ja nicht.\nIst ja auch egal. Auf jeden Fall, das war quasi die Idee.\nAber das Problem mit Pass-Keys ist natürlich, dass keiner genau definiert hat,\nwas sind jetzt, also wofür soll man Pass-Keys jetzt verwenden.\nWeil klar denkt man aber erstmal, ja wenn wir keine Passworte haben,\nnehmen wir halt einfach Passkeys stattdessen. Das ist so ein bisschen die Nerd-View.\nDas Problem ist natürlich, ein Passkey hast du nicht im Kopf.\nDu kannst nicht ein Passwort, was die Leute nur im Kopf haben,\nersetzen mit einem Passkey, weil den Passkey kannst du nicht im Kopf haben.\nAlso musst du den Passkey auf der Platte haben.\nUnd auf einem, in Anführungsstrichen, normalen Computer, wenn du so ein Passkey\nhast, dann musst du den ja auch irgendwo hinspeichern und da muss er dann auch\nirgendwie beschützt werden.\nGilt in gewisser Hinsicht natürlich auch für Passwort, also gibt es Passwortmanager,\ndie das dann vielleicht auch definiert abspeichern und im Idealfall auch definiert\naufrufen, wenn du auf der Webseite eine entsprechende URL anwählst und das matcht\ndann eben mit diesem Passkey über die Domain, dann kann das System halt sagen,\nja, guck mal, ich hab ja hier einen Passkey.\nBloß dann hast du halt Multidevice, hast du einen Computer, hast einen Desktop,\nhast einen Laptop, hast ein Telefon, hast ein iPad, so.\ndann bist du eben auch angewiesen darauf, dass dieser Passkey ordentlich synkt.\nSolche Syncing-Mechanismen gibt es natürlich.\niCloud Keychain macht das. Ich weiß nicht, ist das eigentlich mittlerweile immer noch optional?","Dass es synkt?","Ja, dass man die iCloud Keychain benutzt, ich bin mir nicht ganz sicher.\nDas war auf jeden Fall mal optional.\nIch verwende das und würde es auch empfehlen sowas zu verwenden.\nTrotzdem, dieses Problem existiert.\nMan darf halt auch einmal nicht unterschätzen, was ist für Menschen zu kompliziert.\nUnd so ein Passkey ist halt irgendwie etwas, das kannst du nicht sehen.\nDer Computer sagt dir, es gibt das und er überträgt das und das Schöne ist auch,\neigentlich müsste er komplett ausreichen.\nDu müsstest eigentlich nur den Passkey schicken und sonst gar nichts eingeben,\nnicht deine E-Mail-Adresse und dann wirst du erst nach dem Passkey gefragt oder du hast beide Felder.\nKannst aber irgendwo noch draufklicken und sagen, kannst auch ein Passkey nehmen\noder dass man einfach generell erstmal Passkey automatisch ausprobiert.\nJede Webseite macht das irgendwie anders. Also gibt es auf einmal überhaupt\ngar keinen klaren Flow mehr, wo die Leute wissen so, ah ja, hier muss ich jetzt\nmeinen Schlüssel reinstecken.\nDas ist zwar das eigentlich erklärte Ziel, aber wir haben so das Problem,\nes gibt jetzt keine erlernte Methode mehr, wie man damit jetzt umgehen soll.\nUnd es gibt keine Möglichkeiten für diese Webseiten auch sicherzustellen,\ndass die Leute die entsprechenden Tools haben, um mit diesen Passkeys umzugehen.\nUnd deswegen ist das derzeit so ein Eiertanz, dass du das dann auswählen kannst\nund das optional erstellen kannst.\nManche machen das, manche bieten es dir an, manche fragen dich,\nwas du möchtest oder auch nicht.\nIrgendwo ist es vielleicht ein verstecktes Feature, was du erstmal entdecken musst.\nDas ist irgendwie unklar, wie man die Leute heranführt und das führt natürlich\ndazu, dass die Passkeys nicht in der Lage sind, die Passwörter komplett abzulösen,\naber trotzdem will man irgendwie dieses,\nEingeben des abschneuchelbaren Passworts irgendwie weghaben,\nweil es offensichtlich wohl so viele Probleme gibt.\nUnd jetzt kollabieren alle und sagen, ey, schick doch den Leuten einfach eine\nScheiß-Mail, dann klicken die auf den Link drauf, das können sie ja eh gut.\nSo, das ist das Einzige, was sie können. Und dann passt das schon.","Das ist einfach so der lowest common denominator.","Ja, das heißt, der Versuch, es besser zu machen, macht alles noch irgendwie\nviel schlimmer und es ist anstrengend, das alles mit anzusehen und ich frage\nmich halt wirklich, was man dagegen tun kann.","Also das Grundproblem, was ich damit schon habe, ist, dass es halt irgendwie E-Mails voll müllt.\nDu hast einfach auf einem Kommunikationskanal, der dafür nicht vorgesehen ist,\nplötzlich irgendwie so viermal pro Tag irgendeinen Login misst,\nder einfach überflüssig ist und da nicht hingehört.\nUnd klar, dann kannst du wieder irgendwelche E-Mail-Regeln bauen,\ndie das dann wieder weglöschen und hinverschieben und so.\nAber es ist natürlich alles ein Elend. Es wäre schon mal ein Schritt einfacher,\nwenn iOS, macOS, ähnlich wie sie das bei SMS machen, aus den E-Mails das schon mal extrahieren.","Ich habe das schon gesehen.","Also ihr weißt, was ich meine.","Dass sie über dem Keyboard angezeigt wird, wenn es jetzt ein SMS-Code ist.","Und die auch automatisch gelöscht wird, aber dazu müssen die Mails zu bestimmten\nFormatierungsregeln genügen, was natürlich nicht alle tun.","Ja und du musst sie, nehme ich an, also der E-Mail-Client, wenn du jetzt nicht\nApple Mail, wenn du jetzt nicht das verwendest, dann musst du hoffen.","Dass der das implementiert hat. Das ist nämlich das andere Problem.\nMail ist nicht so ein klar definierter Dienst, sondern du kannst halt verschiedene\nProgramme haben und manche machen das und haben dafür ein Interface.\nApple Mail hat das, verwendest einen anderen Mailer, was zugegebenermaßen die\nwenigsten machen auf dem Mac, aber geht halt. Und das ist halt auch das Problem\nso ein bisschen mit Mail.\nMail ist eigentlich der Dienst, der vom Web am weitesten entfernt ist und trotzdem\nam engsten mit ihm verbunden ist jetzt.\nweil wir auf einmal Mail, was mit Abstand der unsicherste, am schwierigsten\nzu bereinigende, Spam immer noch ein Thema und wird es auch wahrscheinlich immer bleiben,\nalso der am schwierigsten aufzusetzende, selbst zu betreibende,\nam schwierigsten mit umzugehende Service des Internets, der älteste,\nder irgendwie kaum Security hat, wo es noch nicht mal eine klare Definition\ndafür gibt, wie Fehlermeldungen übertragen werden.\ndas ist dann das Backup für auf einmal alles, was mit deiner Sicherheit zu tun\nhat und das zwingt dich halt dann auch immer so diese beiden vollständig disjunkten\nSysteme immer gleichzeitig zu benutzen,\nnur um dich mal auf einer scheiß Webseite anzumelden die dann auch noch,\ndie Traute hat, dann zu fragen soll ich mir das merken?\nUnd du sagst ja, bitte, merk's dir und am nächsten Tag lockst du dich da wieder\nein und dann so, wer bist du denn?\nKeine Ahnung Ich sag nur DHL, schöne Grüße.\nIhr könntet mal langsam aufhören, ein neues Fenster aufzumachen zum Anmelden. Wo leben wir denn?\nDie 90er Jahre wollen ihre Pop-Up-Fenster wiederhaben.\nOh Gott, also das ist wirklich schlimm.","Ja, es ist ein Schmerz.","Und es geht ja noch schlimmer, denn diese Webseiten, die einem Copy und Paste\nvon Passwörtern auch noch verbieten.\nWeil, wo kommen wir denn da hin? Ja, da könntest du ja von irgendwoher dein Passwort haben.\nNein, du musst es abtippen, aus dem Kopf am besten.\nAber vielleicht druckst du es vorher noch aus und dann tippst du es irgendwie\nab. Man darf das auf gar keinen Fall einfach machen, so ein Passwort einzugeben. Das ist verboten.","Naja, aber Webformulare waren halt schon immer kurzer aus der Hölle.\nAlso nimm alleine mal einen Dienst, wo du eine Telefonnummer eintragen musst.\nWie ist jetzt der Regex dahinter gebaut? Habe ich jetzt irgendwie plus 4,9 davor?\nOder habe ich davor einen Selektor, wo das plus 4,9 ist? So und nehme ich trotzdem\naus meinem Adressbuch meine Telefonnummer, wo ein Plus 49 ist,\nfüge das dahinter ein, lösche die Plus 49 weg.\nGlaubt mal nicht, dass es dann noch durch die Validierung kommt,\nweil irgendwann stand da mal eine Plus 49.","Zu lang auch. Und da sind Spaces drin. Oder Minusse. Wie haben Sie die Sonderzeichen?","Wie schwer kann es sein, eine Form zu bauen, was einfach mal eine gewisse Grundintelligenz\nfür Telefonnummern mitsingt?","Leider, also ich meine, es gibt halt kein, es gibt nicht das standardisierte\nTelefonnummernformat oder gibt es das vielleicht doch?","Gibt es E100? Gibt es einen ISO-Standard? Was ist das? E100,\nE100, E100, nee, warte mal, was ist das?","Gut, das setzt dann natürlich auch voraus, dass Leute wissen,\nwie dieses Format funktioniert und das dann auch so eingeben können.\nJa, am besten einfach keine Nutzerdaten akzeptieren.","E164 von der ITU beschreibt, wie eine Telefonnummer auszusehen hat und außerdem\ngibt es noch ein RFC 3966 für URIs,\nwie da Telefonnummern notiert werden und es gibt auch DIN 5008,\ndie auch noch die Formatierung einschließlich der Spaces dazwischen deklariert.\naber mit E164 ist einfach mal klar eine Telefonnummer ist einfach plus Ländercode\nund dann dahinter alles, ja oder für eine Null eingeben oder nicht überhaupt\nund dann ist es wirklich zum Korbzellen Aber.","Wirklich der Gipfel ist wirklich halt,\nDass du gesagt bekommst, diese Nummer akzeptieren wir so nicht,\nweil ich sie über Copy & Paste eingefügt habe und dann halt korrigiert habe.\nUnd dann löscht du alles weg und tippst Zahl für Zahl alles händisch ein und\ndann wird es akzeptiert.","Aber sie ist falsch.","Wo mir wirklich unerklärlich ist, was läuft da falsch bei den Leuten.\nNaja gut, die einen jammern, die anderen klagen.","Ja, zu Recht. und ich meine, da sind wir ja noch gar nicht bei den Webseiten,\ndie ja immer noch irgendwelche Sonderzeichen einfordern in deinen Passwörtern.","Oder nicht erlauben. Das gibt's auch noch.\nWir erlauben hier nur folgende Sonderzeichen.","Dafür mag es manchmal ja Gründe geben.","Nein.","Behold. Hear me out. Passt auf Folgendes.\nWir haben gerade eben im FÖB, unserem Verband Berliner Bibliotheken,\ndie Passwortregeln umgestellt.","Nein. Ich schmeiß dich raus.","So, weil Security.","Das Passwort darf nur die Zeichen I, 1, O und 0 enthalten.","Und wir erlauben Sonderzeichen, aber nicht alle.\nUnd jetzt gibt es wie von euch auch Spott und Hohn und großes Misstrauen.","Weißt du warum? Weil wir recht haben.","Okay, und wie machst du das bitteschön mit dem Selbstverbucherautomaten,\nder eine Tastatur hat, wo einfach nicht alle Sonderzeichen drauf sind, du Schlauberger?","Das ist doch nicht mein Problem.","Ja, wir haben Hardware.","Wie oft verbuchst du dich denn selbst am Tag?","Pro im Föp, 10.000 Mal pro Tag, dass Leute an dieser Maschine sind.\nWir haben einfach mal Hardware, die Tastaturen hat.\nUnd auf diesen Tastaturen sind einfach, wie bei einem Bankterminal,\nnicht alle Sonderzeichen vorhanden. Darum unterstützt unsere neue Passwortregel\nnur vier Sonderzeichen und nicht alle Denkbaren.\nUnd das hat einen sehr guten Grundpunkt.","Welche?\nWelche?","Ich müsste jetzt ein Bild rauskramen von unseren Selbstverbuchern.","Vier Sonderzeichen habt ihr auf der Tastatur?","Ja, kann auch sein, dass es sechs sind.","Also es ist eine Erklärung auf jeden Fall.","So, manchmal ist, ne, sich drüber lustig machen immer ein guter Reflex,\naber es hat einfach mal, ne, wir können jetzt natürlich auch hingehen und irgendwie\ntausend Hardware-Teile austauschen, ohne Sinn und Verstand, ohne dass sie danach\nirgendwas besser könnten.","Also auch wenn deine Erklärung das jetzt erklärt alles, können wir uns ja trotzdem drüber lustig machen.","Ja, also warum, ich meine, Warum muss man da Passwörter eingeben?\nDas ist die eigentliche Frage.","Das haben wir in dem Zuge jetzt auch abgeschafft.","Ach so, ihr habt die Passwörter abgeschafft.","Aber vorher musste man halt Passwörter eingeben, aber die hatten halt quasi\ngar keine Regeln. Und jetzt ist es halt optional.\nDer Preset ist halt der, dass du ohne Passwort jetzt einfach nur mit deiner\nKarte entleihen kannst.\nAutomagisch. Aber für Leute mit erhöhtem Sicherheitsbewusstsein,\ndie können sich das nach wie vor in ihrem Account aktivieren.\nIch möchte nicht, dass der Selbstverbucher das ohne Passwort macht.","Was hat denn die Karte für die Technologie?","Das ist RFID.\nUnd die Bücher auch alle. Das ist schon ganz cool. Du hast einen Stapel Bücher,\ndie schiebst du als Stapel in den Selbstverbucher rein und kriegst schön auf\ndem großen Display eine Liste.\nDiese sechs Bücher liegen hier gerade, halt einmal deine Karte dran und dann\nträgst du die aus der Bibliothek.","Und von 100 Leuten, die an diesen Terminals sind, wie viele davon benutzen die\nKarte und wie viele benutzen die Passwort?","Im Moment benutzen alle die Karte, weil es halt einfach erst mal der Preset ist.\nUnd wie viele jetzt sagen, ich möchte dieses zusätzliche Sicherheitsbedürfnis\nhaben und möchte nach wie vor mein Passwort eingeben.\nWir haben das erst seit drei Tagen jetzt scharf geschaltet. Das heißt also,\nda kann ich jetzt noch keine Statistiken zu rausgeben.","Okay, also im Prinzip ist das Passwort aber on its way out, kann man sagen.","Genau, also für Online-Dienste ist es dann jetzt verpflichtend,\num in sein Konto reinzukommen und zu gucken, wo muss ich mal ein Gebühren bezahlen und sowas.\nDa brauchst du jetzt verpflichtend das komplizierte Passwort,\naber in dem eigentlichen Handling in der Bibliothek ist es einfacher als vorher.\nDas Beste aus allen Welten.","Ja, da ist es dann auch wieder schwierig für die Passkeys, weil wenn du sozusagen\nauch noch einen Zugang erlauben möchtest, der ohne Passkeys auskommt,\nkannst du natürlich nicht auf Passkeys setzen.\nUnd okay, dann die Karte.","So, und dann gibt es natürlich solche Szenarien wie, ah, was ist,\nwenn ich dann meine Karte verliere und jemand anders lehrt dann die halbe Bibliothek\naus. Aber da gibt es halt auch Limits.\nDu kannst also jetzt nicht die ganze Bibliothek da raus tragen.\nUnd diverse andere, wir sind ja late to the party in Berlin,\nganz viele andere Bibliotheken in Deutschland haben das schon so umgestellt.\nAchtung, du brauchst kein Passwort mehr am Selbstverbucher. Und jetzt haben\nwir einfach nachgezogen.","Ich gebe dir einen Pass auf diesen Umstand und bestimmte Sonderzeichen nicht\nerlauben ist auch nicht ganz so ein Verbrechen wie darauf bestehen,\ndass bestimmte Sonderzeichen enthalten sind. Das ist nämlich das Schlimmste.","Also ich glaube ja, dass bei ganz vielen Diensten, dass es dann nicht so eine\nErklärung gibt, wie Ralf sie uns jetzt gegeben hat.","Nein, es wird auch gar keine Erklärung, weil es kann auch dafür gar keine Erklärung geben.\nWarum muss ich in meinem Passwort eins von folgenden Zeichen enthalten,\nwenn ich einfach nur fünf Buchstaben hinzufügen kann und damit die Randomness\nmeines Passworts ins Unermessliche steigt und das einfach totaler Unsinn ist.\nAlso die Annahme, ein Sonderzeichen würde jetzt ein Passwort irgendwie per se\nirgendwas vereinfachen.\nAlso insofern würde ich sogar noch extremer machen und sagen,\ngar keine Sonderzeichen, außer vielleicht ein Bindestrich oder so und alles\nandere kannst du vergessen.\nEinfach Buchstaben, fertig.","Also ich meine, es gibt ja so bestimmte Ansätze, um in einem Formular,\nbei einem Registrierungsformular oder so zu sagen, dieses Passwort,\nwas du jetzt gerade setzen willst, das solltest du nicht nehmen,\nweil es ist in der Liste der Top 1000 geliebte Passwörter.\nAlso Ansätze in die Richtung, die halt sagen, wir sind uns ziemlich sicher,\ndass dieses Passwort, was du gerade benutzt, scheiße ist, mach mal ein anderes.\nalso ich meine, da muss man jetzt nicht super harte Passwortregeln für einen.","Denke ich. Das Problem ist so ein bisschen, auf der einen Seite wollen wir von\nPasswort dann weg, weil entweder können sich die Leute, die nicht merken oder,\nsie können sie nicht merken.","Ja.","Oder sie sind unsicher.","Aber wir wollen nicht zu E-Mail hin.","Nee, aber was ist jetzt die Lösung? Ich meine, mit Login bei E-Mail könnte man\njetzt an diesen Terminals natürlich auch nichts erreichen.\nWeil das ja, Login bei E-Mail setzt ja auch immer voraus, ich trage so einen\nkompletten E-Mail-Client mit mir herum.\nUnd zwar in jedem Moment, wenn ich da bin. Ich kann mir ja nicht an irgendeinem\nWeb-Terminal, wo ich mein Gerät nicht habe, kann ich mich ja nicht mehr einloggen.\nWenn alles, was ich noch weiß, mein Passwort ist und ich will mich da einloggen\noder sagt, weil ich habe jetzt alle meine Geräte verloren, ich muss mich jetzt\nhier unbedingt einloggen oder so.\nJa, ich habe an deinem Gerät, habe ich dir immer was geschickt,\ndas musst du jetzt mal eintippen. Das ist immer so ein totaler Horror.","Das erinnert mich irgendwie an Banken.","Ja, so an so die ganzen Apps.","Das ist genau das, was du hast, wenn du dein Telefon verlierst oder so.","Ach ja, es ist hart.","Naja, dann gibt es ja immer noch ein Backup, ne? Du kriegst einen Brief zugeschickt.\nWir schicken dir einen Magic-Auslink per Brief.","Das ist im Prinzip die Vorschrift der Briefzustellung mit anderen Mitteln, könnte man sagen.\nJa, so.","Wenn wir so bei Randstrecken sind, da hätte ich in der Tat dann auch den nächsten Kandidaten dafür.","Okay.","Der sich auch ableitet aus jetzt meinem Urlaub.\nUnd zwar, ich suche einen Begriff.","Irgendeinen?","Nee, ich suche einen Begriff für etwas, was man gefühlt irgendwie ständig hat, aber wo...\nwo es, finde ich, ein gutes, catchy Wort für fehlt.\nUnd ich beschreibe erst mal das Phänomen und dann können wir uns rantasten,\nob uns irgendwie was Gutes einfällt.\nAlso, und zwar eine Kette von Entscheidungen, die alle schlecht sind,\naber auf eine Art auch alternativlos, weil die Welt so scheiße ist.\nSo, es fängt also an mit der Entscheidung, dass ich sage, okay,\nregelmäßige Hörerinnen werden es wissen, ich bin Fahrradmensch hier,\nIch mache quasi alles auf dem Fahrrad in Berlin, aber im Urlaub liebe ich es,\nmit dem Auto unterwegs zu sein, mit dem eigenen Auto.","Kannst du doch mal diesen Satz sagen, eine Kette von Entscheidungen,\ndie alle schlecht sind, aber alternativlos?","Genau.\nAlso man hat ein Ziel klar vor Augen und in einer perfekten Welt wäre es ein\nsehr einfach zu erreichendes Ziel.\nDu musst aber sechs schlechte Zwischenschritte gehen, um dich diesem Ziel ansatzweise anzunähern.\nWas war mein Ziel? Also man kann natürlich sagen, die Grundsetzung ist schon\nmal falsch, selber Schuld, verhalten nicht mit dem Auto in den Urlaub.\nAber ja, die Kröte muss man jetzt schlucken.\nIch mag es, mit dem eigenen Auto in den Urlaub zu fahren.\nIch habe Kinder im Auto.\nIch habe weitestgehend alle didaktischen Ansätze über Bord geworfen.\nKeine iPads im Auto und Kinder nicht länger als zwei Stunden Medienzeit und\nso. So wäre irgendwie ein paar Stunden mit Kindern.","Sind das die schlechten Entscheidungen, die du gerade aufgehst?","Vergessen. Ich komme jetzt gleich zu der ersten.\nIch bin da relativ schmerzbefreit. Trotzdem habe ich wahrgenommen,\ndass meine Kinder in letzter Zeit zunehmend gut auf Musik reagieren.","Okay.","Die fangen sich an, für gewisse Musik zu interessieren.\nZum Beispiel so in dem neuen Pokémon-Spiel auf der Switch. Was läuft denn da\neigentlich für Musik im Hintergrund? Die ist ja ganz cool.\nOder dieses Harry Potter-Motiv in diesen Filmen. Spiel doch nochmal den Soundtrack.\nSo, ich also als fürsorglicher Familienvater habe mir was überlegt.\nSo, wir nutzen diese Reise auch ein bisschen musikpädagogisch und ich stelle\nfürs Auto gute Playlists zusammen, die wir dann gemeinsam als Familie wertschätzen können.\nKinderkompatibel, aber auch Erwachsenenkompatibel.\nSo zum Beispiel Best of Star Wars. Hervorragende Playlist.\nAuf zwei CDs, ich habe es nicht auf eine gekriegt, sondern also wirklich alle\nneuen Filme, alle Serien, alles was irgendwie Rang und Namen hat,\nda kommt man eben schon auf drei Stunden, fantastische Playlist.","Kein Wunder, dass du nicht schlaf findest.","Wie kriege ich die in meinem Auto aber abgespielt?","Die CD?","Crickets and Tumbleweeds.","Wie du eine CD abgespielt hast?","So, ich habe halt, naja, also erstmal ist ja die Frage so, ich will ja gar keine\nCD eigentlich mehr haben.","Achso, also du kannst jetzt jedes beliebige Medium nehmen und wie kriegst du es abgespielt?","Genau. Ich weiß ja nicht.","Welche technischen Voraussetzungen das Auto hat.","So, das ist eben das Problem, es ist halt mal ein altes Auto.\nMercedes B-Klasse, wir erinnern uns, diese Schlüsselgeschichte und so weiter,\nder ist glaube ich 19 Jahre alt.\nSo, da ist ein sogenanntes Audio 5 verbaut von Mercedes.","Hat der noch so einen Standard-Radio-Slot?","Nee, eben nicht.","Was hat er denn?","Kassettendeck? Das nicht, aber er hat wirklich nur Audio-CD.\nDas heißt, er kann keine MP3-CDs abspielen. Was zu dem Zeitpunkt vor 19 Jahren schon völlig Usus war.\nIch hatte zwei andere in anderen Autos, zwei Radios, die problemlos MP3-CDs\nabgegeben. Weil dann hätte ich eine einzige MP3-CD gebrannt.\nUnd da wären alle Playlists drauf gewesen, ein Problem wäre gelöst gewesen. So, ging nicht.\nSo, erster Instinkt ist natürlich okay.","Aux In?","Gibt es es gibt sogar im handschuhfach der b klasse ein,\nAnschluss dafür, der aber nicht belegt ist von Mercedes in seiner unglaublichen Weisheit.\nWeil wer weiß, was die Leute da anschließen könnten. Wir bauen mal einen Adapter\nrein, mit schönen, sogar Staubschutz, seitlich Verschiebeöffnung.\nAber dahinter ist nur ein großes, schwarzes, klaffendes Loch.\nSo, und jetzt kann man überlegen, na gut.","Das ist wahrscheinlich so eine Art Altar, da du dem Adapter danken kannst.","Dank des Adapters, genau. Jetzt wäre es eine Variante gewesen,\neine Entscheidung auf dieser Strecke.\nNa gut, dann fährt man jetzt zu irgendeinem Audioschrauberbude und der legt\ndann hinten den Kabel an dem AUX-Eingang, den es durchaus gibt in dem Audio\n5 von Mercedes und baut das dann da hin.\nIst aber auch alles nicht so trivial, weil glaubt man nicht,\ndass dieser AUX-Eingang dann standardmäßig erreichbar ist über das Frontend.\nDas heißt, man muss dann erst wieder irgendwelche Systemcodes von Mercedes in\neiner bestimmten Reihenfolge und so und dachte ich, oh mein Gott,\nob das nach 19 Jahren noch irgendjemand weiß und ob das noch funktioniert.","Gibt es überhaupt irgendetwas, führt irgendwas hinein in dieses System?","Nein. Also nächster Ansatz wäre ja rausreißen, irgendwas normales reinbauen.\nAlso ich hätte jetzt noch gesagt.","Dieses Radio, kennt ihr das noch? Das ist so Adapter.","Komme ich gleich zu. Haben wir durchgespielt, habe ich schon durchgespielt.\nAlso rausreißen, was anderes reinbauen, geht halt nicht, weil kein Standardslot\nbei Mercedes, welche Überraschung, sondern so eine integrierte Mittelkonsole.\nJa, du kriegst es raus. Man kann sich irgendwie 3D-gedruckt einen Adapter irgendwie\nda reinsetzen, aber es ist auch alles irgendwie Fledermausland.\nUnd dann geht die ganze Fernbedienung auf dem Lenkrad nicht mehr,\ndie ich auch nicht wirklich nutze, aber trotzdem, er hat irgendwie auch alles Issues.\nOkay, FM-Adapter ist in der Tat ein Punkt,\ndas heißt also du kannst in den Zigaretten-Anschluss kannst du einen Mini-FM-Sender reinstellen,\nden du auf irgendeine Frequenz einstellst, UKW und wo du dann quasi über eine\nMini-Klinke was rein spielst und der das dann dir einen lokalen Radiosender\nauch baut, den du dann oben mit der Dachantenne empfängst.\nHabe ich zwei Modelle mal durchprobiert, ist schon etwas länger her.\nKann sein, dass sie seitdem große Evolutionssprünge gemacht haben,\nich glaube es nicht. Die Qualität ist beschissen.","Echt?","Ja, du musst erstmal eine Frequenz finden, wo nichts los ist.\nDu fährst durch die Gegend, ständig ändern sich die Frequenzen, weil UKW.\nUnd obwohl es irgendwie gefühlt 50 Zentimeter Luftlinie nur sind,\ndas war weit vom Sound her unter dem, was ich halt bei der CD bekomme.","So habe ich es auch in Erinnerung, dass es dermaßen schlecht war,\naber das ist halt 20 Jahre her gewesen eigentlich.","Bin ich dann doch irgendwie zu audiophil, um das irgendwie hinzunehmen.\nDas heißt also, der erste Zwischenboxen-Stop jetzt auf dieser Ursache- Wirkungskette\nwar so, okay, ich komme um Audio-CDs nicht drum rum, ich muss also jetzt Audio-CDs brennen.","Wieso? Quatsch.","Im Jahr 2025.","Das hätte ja noch einen anderen Vorschlag.","Ja, sag.\nAnderes Auto gehaufen.","Ne, Klettband mit irgendwie,\nDoppelklebesystem, klebst halt die eine Seite drauf und auf die andere Seite\nklett und dann machst du da einfach eine Bluetooth Boombox drauf,\ndie ordentlich wummert.\nWas sagt denn überhaupt, dass du die Lautsprecher benutzt, die Mercedes da in\ndeine B-Klasse eingebaut sind? Das ist ja wahrscheinlich auch eher so B-Klasse.","Hab ich mal probiert mit der Boombox.\nDa war ich also auch schon vor fünf, sechs Jahren oder sowas.\nIch habe eine relativ gute Zuhause und die war nicht in der Lage,\nsich gegen den Innenraum Lärm durchzusetzen. Mag sein.","Was ist denn relativ gut, wenn die so leise ist?","Naja, also in einem normalen Raum ist die irre laut, aber unterschätzt mal nicht,\nwie krawallig so ein Auto in einem Raum von so einem alten Benziner ist.","Ja, das stimmt. Ach, Benziner.","Da hatte ich auch große Hoffnungen reingesetzt und dachte aber,\nokay, was ich dann da wiederum jetzt an Boombox-Geld investieren müsste und\ndann hast du das auch irgendwie nur eine Punktquelle, verteilt sich nicht,\ndie Kinder hinten, denen ist es zu leise, vorne ist es viel zu laut.\nAlso auch die Anlage, die verbaut ist, ist relativ gut von Mercedes.\nDie Boxen sind echt okay. Da muss man nicht noch irgendwie groß was in den Kofferraum\nlegen. Hatte ich auch schon mal in einem anderen Auto. Aber damit kann man schon leben.","Okay, CDs.","Das heißt, wir waren also auf CDs.","Also ich dachte eben, die Geschichte geht damit aus, dass du ein neues Auto gekauft hast.","Aber einfach nicht.","Also CDs. Wie brennt man eigentlich im Jahr 2025 CDs?","Man kauft sich erstmal einen CD-Brenner, wenn man keinen mehr hat.","Richtig. So, das heißt, ich kann jetzt also stolz aus meiner...","Apple USB-CD Laufwerk.","Von Apple muss es nicht sein. Ich bin jetzt also in den Mediamarkt meines Vertrauens\ngefahren, beziehungsweise Saturn war es, glaube ich, und habe jetzt für stolze 24 Euro,\neinen Verbatim extern Slimline CD DVD Writer gekaukelt.","Minus R oder Plus R?","Das ist mir ehrlich gesagt scheißegal an der Stelle, weil ich die ja nur einmal beschreibe.","Also DVDs kann er auch nicht lesen, dein Fahrzeug.","Nee.\nDas wäre ja auch ein Teil der Lösung gewesen. Also da gehen wirklich nur Audio-CDs rein.\nSo, das ist noch irgendein USB-A. Nee, das ist kein USB-A. Was ist das? Mikro-USB, glaube ich.","Mikro-USB? Du kaufst dir ein Mikro-USB-Gerät? Ist das dein Ernst?","Ja, was anderes gab es halt in der Price-Range. Ich hätte jetzt auch für 100\nEuro irgendwas mit USB-C.","Was kostet das USB-C-Laufwerk von Apple?","Ich habe jetzt hier einfach ein Kabel auf USB-C und alles ist gut.","Apple hat ein eigenes?","Ja, natürlich.","Ich wollte jetzt so wenig Geld dem noch hinterher. werfen, wie irgendwie möglich.","Das von Apple wird ja sicherlich nicht günstig sein.","Hat Apple da überhaupt noch was im Angebot?","Ich gucke gerade mal, wie das aussieht. Das würde mich jetzt fast überraschen.\nAlso ich habe hier auf jeden Fall noch eins im Regal liegen.\nAlso ich habe so ein USB-externes Laufwerk.","Naja, also für 24 Euro hat es jetzt genau das getan, was es halt irgendwie sollte.\nEs hat also CDs gebrannt. Dann habe ich, weil ich ja schon immer so ein bisschen,\nnostalgischer Typ bin hier von Verbatin, dann auch gleich die passenden CD-Rohlinge,\ndie noch diese Vinyl-Optik haben. Kennt ihr die?","Die habe ich noch nie gesehen. Sieht ganz witzig aus.","Das sieht man auch gleich, dass es eine Audio-CD wird.","Rohlinge mit Vinyl-Optik? Nein.","Ja.","Das ist ja geil.","Die gibt es in der Tat bei jedem Saturn- und Media Markt.","Echt? Das ist ja hübsch.","Immer noch.","Ich habe die noch nie gesehen.","Also wir müssen wieder beschreiben, was wir sehen.","Sieht aus wie eine Schallplatte.","Es ist eine CD, die aber auf der Oberseite bedruckt ist wie eine Schallplatte.\nEin bisschen bedruckt ist, aber auch mit ein bisschen richtig so Rillen zum Durchfühlen.\nEs ist also nicht nur irgendwie jetzt ein Papier, was drauf ist,\nsondern es ist schon ein bisschen mühreig.","Aber wenn ich die auf dem Planenspieler lege, ist es schon kaputt, oder?","Es sind konzentrische Kreise.","Genau, es ist keine Spirale.","Es ist also wirklich...","Okay, also die Rohlinge waren kein Problem.\nSo, jetzt ist aber die nächste Frage. Jetzt habe ich ja diese ganzen Playlists\nin iTunes oder beziehungsweise Apple Music heißt es ja jetzt.\nWie brennt man die denn da jetzt eigentlich?","Tja, keine Ahnung.","Normalerweise, wenn du jetzt das Apple Super Drive Laufwerk,\nanschließt, dann mountet der Rohling sich quasi auf dem Desktop automatisch als Laufwerk.\nDann dragst du da deine Sachen drauf und dann ejectest du das und dann brennt er das.","So, grundsätzlich geht das. So, du kannst auch, selbst aus dem aktuellsten Mac OS 26, Dev Beta 6.","Aber du willst ja Audio-CDs bringen.","Immer noch kannst du aus Apple Music heraus Audio-CDs.","Auch noch aus Apple Music raus, okay.","So, und ich habe das rechts unten Apple One rundum sorglos Paket,\nwas irgendwie Medien angeht.\nDas heißt also den kompletten Musikkatalog plus dieses Legalisierungspaket.\nAlle Sachen, die ich jemals irgendwie selber gerippt habe oder gekauft habe,\nsind dann legalisiert und so weiter.\nAber glaub mal nicht, dass man die Sachen jetzt vom DRM her auf eine Audio-CD drauf bekommt.\nIch habe da so wirklich einen halben Abend Zeit rein investiert,\num raus zu kriegen, nach was für einer Logik einem Apple Music das erlaubt oder\nnicht erlaubt, daraus jetzt eine Audio-CD zu machen.\nDas heißt also, wenn ich einen Song kaufe, nicht nur die Streaming-Rechte dafür\nhabe, das habe ich ja quasi immer in meinem Abo, sondern wenn ich nochmal dezidiert\nsage, ich zahle jetzt hier 1,49 Euro.\nBei zwei von drei Songs, die ich gekauft habe, ließen die sich danach nicht\nauf eine Audio-CD brennen. und es wird einem überhaupt nicht angezeigt,\nwann das geht oder wann das nicht geht. Es ist komplettes Fledermausland.\nSo, das heißt also, das, was ich doch eigentlich erwarten würde an der Stelle,\nist, ich habe eine Playlist, da sind irgendwie 15 Nieder drauf.\nEr sagt mir, hey, ich mache dir einen Sonderpreis, 1 Euro pro Song,\nja, zahle hier 15 Euro und dann darf es eine Audio-CD brennen. Gibt's nicht.","15 Euro?","Ja, 10 Euro, was weiß ich. Also, weil versuch mal, eine gute Star-Wars-CD zu\nkriegen, ja, wo wirklich mal so, wirklich nur die Hits drauf sind.","Willst du mir jetzt gerade sagen, du bist nicht in der Lage,\naus Apple Music eine CD zu brennen?","Richtig.","Weil die Lizenz das auf einmal nicht mehr erlaubt?","Richtig.","Aber das war doch immer so bei Apple Music.","Und das ist intransparent, weil manche Playlists gehen oder einzelne Songs kann\nman brennen, die ich aber auf dieselbe Art und Weise gekauft habe wie andere Songs.","Und was kommt da für eine Fehlermeldung?","Du kannst, der Brennendialog ist ausgeblendet. Du kommst gar nicht erst in den\nDialog rein. Das ist einfach im Menü dann ausgegraut.\nDu kriegst überhaupt keine Fehlermeldung.\nSo, was machst du jetzt? Du hast immer noch deine Kinder und deinen musikpädagogischen Ansatz.","Naja, ich meine, du kannst natürlich immer noch deine Musik irgendwie über Audio Capture.","Mit einfacher Geschwindigkeit, hurra.","Mit einfacher Geschwindigkeit nochmal rausrippen.","Das ist das, was ich getan habe.","Und wie oft musstest du die Aufnahme neu starten oder jemand dazwischen gequatscht hat?","Und der Audio-Stack zu wackelig wurde.","Oh Mann, ins Essen gequatscht.","Hier ist es jetzt allerdings von Vorteil, dass ich ja in einer meiner vielen\nNebenwelten noch so eine gewisse Software entwickle.\nSprich, da hilft ein Reaper Ultraschall. Wir haben nämlich vor langen,\nlangen Jahren mal ein virtuelles Sound-Device mitentwickelt für Ultraschall,\num Skype N-1 schalten zu machen.","Ich erinnere mich, ja.","Und da haben wir dann jetzt also ein virtuelles Soundausgang AUX.\nDen kannst du nach wie vor auch in Apple Music einstellen. So spiel das mal\nauf AUX aus und nicht auf den Neutsprecher.\nIn Reaper Ultraschall sage ich hier Stereospur 44.1 16 Bit.\nNimm mal den AUX Kanal und dann überspielst du das zwar nicht lossless 1 zu 1.","Aber schon Wieso ist es nicht lossless?","Naja, du hast ja schon irgendwie so der, also es ist wenn du den Lautstärkeregler\nverschiebst, hast du halt eine unterschiedliche Aufnahme.","Ach so, ja okay.","Aber das passt ja nicht. Dinge passieren, aber das ist nicht mehr hörbar.\nKommen später noch dazu.","Aber so Lautstärkeregler dürfte doch bei dem AUX gar nicht möglich sein.\nDas ist doch bestimmt nicht volume controllable.\nDas ist ja ein Feature von Audio-Devices, was die meisten nicht haben.","Aber also in Music macht es einen Unterschied, wo ich den Auto-Trackler...","Achso, der Music.","Genau, da gibt es quasi keinen...","Den darfst du einfach nicht anfassen.","Aber da ist halt auch bei diesem Regler nicht klar, wo es ist eigentlich 100%.\nWas ist das jetzt? Eine Kette schlechter Entscheidung.","Es könnte schon passieren, dass du irgendwie an deine Apple Watch kommst und\naus Versehen ein Volume runter gehst.","Die Music ist so scheiße. So, jetzt bin ich hingegangen und habe Also jede einzelne\nmeiner Playlist in Realtime, abends, 80 Minuten, passend auf so eine CD drauf,\nin Reaper reingespielt.","Wie viele CDs hast du gebrannt?","Don't hold your breath.","Das ist aus Rip Mix Burn geworden.","So, jetzt haben wir aber natürlich, willst du ja schon auch,\noh Papa, können wir dir das Lied bitte nochmal hören?\nDas heißt, du willst natürlich skippen können in deiner Audio-CD.\nDas heißt, jetzt musst du natürlich aus dieser langen Sound-Schlange,\n80 Minuten, musst du jetzt natürlich noch die einzelnen Tracks separieren.","Klar.","So, da hilft einem dann allerdings Reaper ganz erheblich, weil du kannst halt\nin Apple Music einstellen, nein, blende nicht die Tracks ineinander,\nsondern mach irgendwie drei Sekunden Pause dazwischen.\nDann machst du unsere Pause-Detection, die du dir ja auch immer sehr anprallst\nzum automatischen Zerschneiden unserer Podcast.\nDann sagst du, setz da an jedem dieser Stellen einen Marker rein.\nUnd dann hat Reaper in der Tat die tolle Funktion, dass du wirklich Audio-CDs brennen kannst.\nUnd zwar mit Nimm-die-Kapitel-Marken als einzelne Sprummarken.","Man kann direkt aus Reaper brennen?","Ja, natürlich, Tim. Du kannst aus Reaper alles machen, auch Videoschnitt.","Audio-CD. Sprich direkt mit dem CD-Laufwerk?","Ja. Das ist Export auf CD und dann kannst du anklicken, brenn mir diese CD.\nUnd zwar mit den Einzeltracks, nimm die Kapitelmarken oder nimm irgendeinen\nanderen Qualifizierenden.\nDas hat schon seinen Grund, dass wir diese Software als Grundlage nehmen.\nDas ist schon Nerd-Kram.\nDann habe ich noch eine Normalisierung drüber laufen lassen,\ndamit auch die Lautness einigermaßen gleichmäßig ist. Jetzt habe ich das schön\nalles auf Minus 16 LUFS noch drauf normalisiert, weil das mich auch Riesenunterschiede\nmacht, je nachdem, wie die Sachen da aus Apple Music rauskommen.\nUnd die Normalisierung, die Apple Music selber anbietet, ist totaler Schrott.\nAlso keine Ahnung nach, was für ein Messverfahren die da herangehen,\naber das taugt nix. Also nochmal schön in Reaper normalisiert und alles war gut.\nJa, was heißt alles war gut? Dann hatte ich also am Ende in der Tat Audio-CDs,\nso wie ich sie haben wollte, konnte noch ein Cover brennen. Das klappt dann\nimmerhin noch irgendwie aus Apple Music heraus.\nAber am Ende des Tages, wie viele Zwischenschritte waren das jetzt,\nwo es eigentlich in einer perfekten Welt hätte alles so einfach sein können?","Leider Kinder werden es denen nie danken.","Richtig. An ein paar der Playlists hatten sie dann schon Spaß,\nan ein paar andere haben sie dann ignoriert.\nAber ich hatte zum Beispiel eine Playlist auch mit den besten Computerspiele, Songs.\nDas ist auch so verdammt schwierig, da gute Aufnahmen zu kriegen.\nAlso glaub mal nicht, dass man so einfach irgendwie an die Zelda-Soundtracks oder sowas rankommt.\nAlso klar, es gibt immer irgendwelche Leute, die das dann nachspielen auf Klavier\nund mit Querflöte und weiß der Geier was und sich da viel Mühe geben,\naber auch so eine Marktlücke, warum da so die Gaming-Studios nicht standardmäßig\nihren Soundtrack irgendwie mit rausgehen.","Also zum Teil ist es ja so, dass sie den OST mit dazu bringen.","Aber am Ende fuhren wir also durch Schweden und haben also fucking Star Wars\nvernünftig irgendwie hören können.\nAber diese ganze Kette, um da hinzukommen, wie benennt man das?","Kompletter Wahnsinn.","Suchst du noch wirklich ein Wort oder ist das eine Frage, für die du die Antwort schon hast?","Also ich habe, man ahnt es, mich mit ChatGBT darüber ein bisschen unterhalten.","Ich bin darauf gekommen, ja. Und?","Und der beste Vorschlag, der da kam, war Pragmageddon. Das fand ich ganz gut.","Okay, das Wort habe ich hier schon gesehen, aber das hat mich nicht angesprochen.","Aber wie nennt man es? Weil es ist doch irgendwie etwas, was man aus vielen Kontexten kennt.\nDass man Kompromiss auf Kompromiss stapeln muss, um irgendwie zu einem scheinbar\neinfachen Ziel zu kommen. Wie benennt man das?","Das ist eine sehr gute Frage, aber ich weiß nicht, ob ich für eine spontane Antwort zu haben bin.","Ich auch nicht. Dann muss ich aber erstmal Chat-GPT fragen.","Kette von schlechten Entscheidungen?","Also einfach Kompromiss auf Kompromiss halt gestapelt.","Aber man muss durch. Man muss irgendwie durchkrabbeln.\nSo wie durch so ein Abwasserrohr durch.","Im Militärischen gibt es ja immer so schöne Begriffe wie Clusterfuck und sowas,\naber das trifft es halt nicht.","Fuba halt, ne? Also es ist halt eigentlich so eine Fuba-Entscheidung.\nFucked up beyond all recognition heißt das.","Genau, aber es ist, oder beyond repair, aber es ist halt irgendwie,\ndiese Kette hintereinander ist halt jetzt irgendwie nochmal,\nbringt eine andere Qualität rein.","Ja, das ist wahr, dieses serielle Aufeinanderaufbauende.\nDas ist eine gute Frage. Ich würde da mal drüber nachdenken.","Genau, also ihr Hörerinnen und Hörer da draußen, denkt bitte auch drüber nach,\nschreibt es uns auf den gängigen Kanälen.\nIch wäre wirklich dankbar, wenn die deutsche Sprache hierfür ein vernünftiges\nWort hätte. Wegen wie auch Englisch, könnte es ja auch sein.","Ja, wo wir gerade beim Ranten sind, da wollte ich auch nochmal einen Appell\nmachen, weil ich glaube, das ist irgendwie vielen Leuten nicht so klar.\nWenn du einen Strand lang gehst und dann kommen dir so Kinder entgegen mit Luftballons,\ndie so lustig über den Köpfen fliegen, was denkst du dir dann?","Dass da Helium drin ist. Also irgendwas, was es halt hochzieht auf jeden Fall.\nIch weiß nicht, ob es immer Helium sein muss.","Okay, und wie geht es dir dann so dabei?","Ganz gut, hoffe ich.","Warum?\nDu freust dich an dem Bild?","In der Regel glaube ich schon, ja. Weil ich ignoriere, dass.","Helium ein sehr seltenes Zeug ist.","Es handelt sich bei Helium um eine nicht oder im Prinzip fast nicht erneuerbare\nRessource auf diesem Planeten ist.\nUnd wenn wir weiterhin so viele Luftballons steigen lassen und der Meinung sind,\nman müsste jetzt Helium zum Spaß überall in Menschen oder in… Ich.","Wollte gerade sagen, für die Stimme wird es ja wohl noch okay sein.","Ja, also das Ding ist, Helium, der Name sagt es ja schon, wird hergestellt in der Sonne.\nDa wird es wirklich in Mast produziert und deswegen heißt es ja auch Helium\nund als man es entdeckt hat in der Sonne, hat man es Helium genannt,\nweil man kannte es ja nicht von der Erde.","Von Helios heißt es glaube ich, ne?","Ja, erst später hast du dann sozusagen Helium auch in Höhlen und so weiter.\nEs gibt halt so verschiedene wenige Quellen auf diesem Planeten,\nwo es Helium gibt, weil Helium entsteht halt auch in der Erde,\naber durch radioaktiven Zerfall.\nAlso es ist sozusagen ein schleichendes Abfallprodukt durch radioaktiven Zerfall.\nDas dauert aber eben so eher im Bereich von Hunderttausenden und Millionen Jahren,\nbis da nennenswerte Mengen zusammenkommen.\nund Helium ist aber super, super wichtig zum Entwickeln von medizinischen Geräten\nund anderer Anwendungen,\nwo es keine Alternative gibt oder zumindest keine einfache Alternative gibt\nzu Helium, weil halt einfach Helium als non-reaktives Edelgas,\neinfach perfekt geeignet ist und nichts anderes ohne weiteres dafür perfekt geeignet ist.\nDeswegen wollte ich einfach mal nur Awareness schaffen für das Helium-Problem.\nUnd bitte macht kein Helium in Luftballons. Das ist furchtbar.","Kannst du dann irgendwas zur Größenordnung sagen?","Ich habe mal so ein bisschen hinterher geklickt und mir mal so ein bisschen\nwas auswerten lassen und die Intelligenz befragt.\nUnd es war irgendwas so von, wenn wir so weitermachen, dann hält das noch irgendwie 100 Jahre.","Okay, cool.\nVorausgesetzt, dass man keine\nneuen Vorkommen findet oder nur in dem Tempo weitere findet wie bisher.","Ja, klar, kann natürlich sein, dass man dann irgendwo nochmal was findet,\naber es ist einfach derzeit nicht absehbar, dass es sich dabei um eine beliebig\nauffrischbare Ressource handelt, sondern es ist eher absehbar,\ndass es genauso nicht so ist.","Jetzt sehe ich natürlich meine traurigen Kinderaugen gleich vor mir.\nGäbe es denn eine Alternative zu Helium? Also ein anderes Gas,\nwas leichter als Luft ist und den Job auch machen könnte?","Habe ich auch geguckt, aber ehrlich gesagt ist mir ja nichts eingefallen.\nAlso Wasserstoff würde wahrscheinlich auch ganz gut funktionieren.","Aber... Mäßig gute Idee.","Methan?\nEs ist weniger dichter als Luft.","Ja, das stimmt eigentlich. Methan.\nIch meine das jetzt auch nicht, dass man unbedingt in die Atmosphäre lassen will.\nAber ich glaube, da kann man auch einfach aufhören Milch zu trinken und dann\ngleich das gleich wieder aus, weil dann irgendwie weniger Kühe Methan in die Luft pupsen.\nJa, könnte mir fast vorstellen, dass das irgendwie eine Option ist.","Ja, füllst du deinen Ballon an der Kuh auf und dann geht's los.","Ja, aber so Ballons sind so Sachen, die braucht man halt nicht.\nAlso es ist einfach so ein bisschen Plastik an der Schnur mit einer Ressource,\ndie sich nicht erneuert.\nFür so einen kurzen Fun, das hält dann so ein paar Tage und dann fliegt's davon\noder sinkt langsam ab und dann war's das.","Also ich glaube, im Chat gibt's den Hinweis Wasserstoff.","Ja, so super.","Achso, hatte die gerade, sorry.","Ja, aber dann hast du halt irgendwie diesen Hindenburg-Effekt.\nDann wollen natürlich dann alle ihr Feuerzeug ranhalten. Das ist keine gute Idee.","Luftballons brauchen wir halt nicht. Millionen Kinder would disagree.\nWofür ich werben würde...","Millionen Kinder können auch ohne Luftballons groß werden.","Ich würde sagen, man kann doch einfach zu anderen Luftballon-Arten migrieren.\nAlso ihr kennt sicherlich,\nDiese länglichen Luftballonschlangen, die man dann zu Blumen formen kann und ähnliches.\nDas habe ich in der Tat, wir haben ja in der Winzstraße so zweimal im Jahr irgendwie\nso ein Straßenfest-Dingsi, wo die irgendwie einen Teil der Winzstraße hier absperren\nund dann machen Leute irgendwie Spielaktionen auf der Straße.\nUnd ein Stand, den ich da immer besetze, ist in der Tat so ein Luftballon-Bastel-Ding,\nwo ich aus so langen Luftballonschlangen, die ich mit so einer Handpumpe schnell\naufgepumpt bekomme, dann irgendwie schnell.","Den… Kannst du das mit so einem Knoten oder machst du da eine Schlange?","Es ist sau einfach. So, darauf will ich gerade hinaus. So, traut euch das einfach mal.\nDer entscheidende Punkt ist, wie so häufig, das Equipment. Das heißt,\ndu brauchst die richtige Art von Luftballon.\nDas geht natürlich nicht mit 0815 Luftballon, sondern welche,\ndie direkt dafür spezialisiert sind.\nDie halt einfach das aushalten, dass du sie quasi beliebig lang und beliebig\nhart zusammendrehen kannst, ohne dass die jemals platzen.\nAlso irgendwann platzen sie dann auch, aber da kommst du eigentlich nie hin.\nUnd es gibt, man ahnt es auf YouTube, unendlich viele Tutorials,\nwie man also binnen 20 Sekunden irgendwie einen lustigen Hund daraus zusammenfaltet und es funktioniert.\nMuss da nicht besonders geschickt für sein, sondern muss nur dir einmal merken,\nin welchen Abständen musst du die Sachen halt abdrehen und dann miteinander verknoten.\nIch habe mir das mal angeguckt, da waren wir irgendwie in so einem...\nBei irgendeinem Spiele-Ressort halt und da war einer von diesen Typen,\ndie das gemacht haben und dem habe ich mich einfach mal 20 Minuten unterhalten\nund der hat mir mal gezeigt und ausprobiert und das schafft wirklich jeder und\ndann braucht ihr kein Helium mehr.\nIch suche mal so einen beliebigen YouTube-Video dazu raus.\nKann man immer noch anprangern, hier Gummi und auch alles Umweltverschwendung\noder so, aber wenn ihr also leuchtende Kinderaugen mit Luftballons haben wollt,\ndamit kommt ihr weiter als mit Helium.","Was ich gerade eben meinte mit Yps-Heft war so ein typisches Gimmick,\nwar im Prinzip eigentlich ein sehr großer schwarzer Müllsack,\nden du so auf, machst die Öffnung auf,\nbewegst das Ding ein bisschen, sodass Luft reinkommt,\ndann knotest du das Ding zu und dann heizt sich die Luft da drin auf durch die Sonne.","Ah, oh Gott, das hat bei mir nie funktioniert.","Okay, dann lag es nicht nur an mir.","Ich hatte es, ich bin in der Tat auch Yps-Generation. Nee, also weder die Urzeitkrebse\nhaben bei mir jemals gelebt.","Die haben niemals die Urzeit gewusst, nee.","So, ich habe jetzt mal einen beliebigen Link in die Shownotes abgeworfen.\nBeginner's Guide to Making a Dog Balloon.\nDas geht also wirklich in 20 bis 30 Sekunden und dann skaliert das auch auf\nseinem Straßenfest ganz gut.\nAlso ich habe dann innerhalb von, ich habe dann immer so drei,\nvier Stunden Schichten, die ich dann da mache und habe am Ende,\nglaube ich, so 300, 400 solcher Viecher gemacht.\nMan macht dann ein Repertoire, irgendwie zwei Blumen, zwei Tiere,\nein Schwert, Säbel, so mäßig, Piraten.\nDann können die Leute sich das aussuchen. Jedes Kind ist happy,\nwenn es dann Viech in die Hand kriegt.\nProbiert es mal aus.","Also Methan ist übrigens auch\nnicht so geeignet, weil das irgendwie noch explosiver ist als Wasserstoff.\nUnd es wurde auch noch Argon genannt, aber Argon ist nicht geeignet,\nweil das ist schon heiß als Luft.","Ja, das stimmt. Aber es explodiert nicht, ne? Das ist irgendwie so komplett in Erd.","Ja, diese Edelgase sind ja überhaupt so die coolsten.","Ja, die sind edel, ne?","Ja, die macht vor allem irgendwie nichts, übrigens nichts außer Rohr.","Genau, das ist einfach richtig cool.","Insofern ist Helium ja auch ganz toll, aber wir sollten bitte Helium für was\nSinnvolles verwenden. Nicht so ein Quatsch.\nJa, apropos nicht so ein Quatsch. Wollen wir nochmal über AI-Coding reden?\nEin bisschen? Ralf?","Ein bisschen. Können wir.","Damit wir das noch vom Tisch kriegen.\nAlso ich werde jetzt, ich habe jetzt so ein bisschen,\nAI als Käse im Ziel. Also Also es wird mir jetzt nicht durchgehend gelingen,\nes wird jetzt keine Fastenkur,\naber ich habe so das Gefühl, ich habe so meine ersten Danen erreicht und die\nDinge werden schon fast so einfach,\nbeziehungsweise merke ich halt jetzt einfach, dass es Zeit wird zu konsolidieren.\nalso ich habe das jetzt im Wesentlichen\nverwendet um so meine das was ich aufzuholen habe aufzuholen und.\nZwinge mich jetzt quasi das Wissen was ich jetzt meine erworben zu haben auch\nso zu manifestieren in mir, indem man es halt dann auch wirklich manuell macht\noder zumindest erstmal manuell probiert,\nweil man merkt halt einfach dass wer zu viel Assistenz hat,\nlernt ja nicht selber das Handwerk sondern du lernst ja nur wie du es,\nin Auftrag gibst und während aber der positive Aspekt natürlich war,\ndass man all diese ganzen Prototypen machen kann all diese ganzen Sachen die\nso Wegwerfsoftware sind dafür ist wunderbar und es ist halt auch super geeignet\num erstmal die eigenen Lerndefizite,\nzu überwinden, die einen davon abhalten, andere Sachen zu lernen.\nDas ist echt gut. Und ja, insofern bin ich mal gespannt, was so die nächste\nZeit in der Hinsicht bringt und ob ich da irgendwie die gleiche Energie aufgebracht bekomme.","Würde mich auch mal interessieren. Also ich mache das jetzt nicht über längere\nStrecken, dass ich sage, so jetzt mache ich kein AI-Coding mehr,\nsondern hauptsächlich, wenn ich zum Spaß programmiere,\nwenn ich irgendwie was Neues ausprobiere, wo ich halt ganz gezielt was lernen\nmöchte, irgendwie neue Library, neues Framework, neue Sprache, was auch immer.\ndass ich dort dann tatsächlich, also ich benutze normalerweise Cursor,\nund wenn ich dann keinen Bock habe auf diesen ganzen AI-Coding-Kram,\ndann benutze ich halt auch einfach einen anderen Editor, wo mich das gar nicht,\ndie ganze Zeit ins Gesicht lacht.\nFinde ich halt dann immer ganz spaßig, weil mir geht es wie dir,\nalso ähnliche Motivation würde ich sagen, ich will das auch weiterhin alles\nkönnen, ohne dass mir der Computer das vorsagt.\nUnd vor allem auch selber nachdenken müssen.","Also es gab jetzt in den letzten Monaten etliche Studien. Ich wollte für eine\nder nächsten Sendung das nochmal ein bisschen vorbereiten, was wieder so der\naktuelle Stand der Forschung und der ganzen Paper eigentlich ist so im AI-Bereich.\nDa tut sich auch ständig was.\nUnd es gibt jetzt vermehrt so Doomsday-Studien so, Achtung, Leute XY haben ein\nhalbes Jahr lang nur mit AI gearbeitet und so ist ihr Gehirn geschrumpft.\nKein Scheiß.","Was?","Okay.","Das Gehirn ist geschrumpft.","Das Gehirn ist nachweislich geschrumpft und weniger Synapsen gebildet.\nEs gab jetzt vor zwei Wochen eine Studie, dass im Medizinbereich bei der Krebserkennung\ndie Mediziner, die sich jetzt auf AI verlassen,\nkurzfristig bessere Prognosen schalten, aber dann nach ein paar Monaten auch\nso einen stumpfen Effekt haben, dass sie zu sehr darauf vertrauen und ihre eigenen\nSkills der Erkennung irgendwie runterfahren.\nAlso es gibt da jetzt Signale in die Richtung, dass das mittelfristig für Menschen\nschwierig ist. Es überrascht mich ehrlich gesagt null.\nWir kennen diese Zusammenhänge beispielsweise, wenn ihr euch mal daran erinnert,\nals die Smartphones anfingen gute Maps und Navigationssysteme zu haben.\nDass Leute plötzlich verlernt haben, irgendwie noch eine analoge Karte zu lesen.","Oder sich überhaupt selbst zu orientieren.","Zu orientieren, irgendwie wo sind eigentlich die Himmelsrichtungen und sowas.\nWo steht die Sonne gerade und welche Merkmale sehe ich hier in der Umgebung,\nin der Stadt und wo muss ich langlaufen.\nWundern tut mich das alles nicht, ob das dann gleich immer in diese Doomsday-Szenarien\nreinmünden müssen und das Gehirn wirklich schrumpft. Wie gesagt,\ndas würde ich gerne nochmal ein bisschen systematischer aufbereiten. Aber ...\nDass wir hier grundsätzlich jetzt, wir haben das ja schon häufiger mal postuliert,\nwir sind die letzte Generation, die, das sagt natürlich jede Generation von sich, aber.","Wir sind die letzte Generation, wir sind die letzte Generation.","Wie die alten weißen Männer hier.","Wenn wir erst tot sind, dann habt ihr ja nichts mehr zu lachen.","Aber das hat ja vorhin irgendwie beim Abendessen schon aufgebracht,\nwie fühlt sich jetzt eigentlich ein Informatikstudium an im Jahr 2025,\nwenn du jetzt Erstsemester bist.\nwas schaffst du dir da noch drauf und\nwo sagst du einfach mal ihr habt sie doch nicht alle das ist jetzt wie der Taschenrechner\nim Matheunterricht sobald du in der Mittelstufe bist rechnest du den Kram nicht\nmehr auf Papier sondern rechnest du den mit dem Taschenrechner und genauso möchte\nich das auch bitteschön mit meinem Boiler Template Code auch halten könnt ihr\nseid doch bescheuert wenn ihr mir das irgendwie hier wegnimmt,\ntja mal schauen.","Also es ist ich habe auch die Frage von so ein paar Einsteigern bekommen.\nSo, was bedeutet denn das jetzt?\nWerden wir denn jetzt irgendwie abgelöst? Ja, braucht's uns noch?\nDas ist ja so diese andere Befürchtung, ist ja auch nichts Neues.\nUnd ich bin eigentlich jetzt auch nach einem Jahr intensiven Vibe-Codings der\nMeinung oder fast sogar noch mehr der Überzeugung wie schon zu Beginn, dass,\nNichts dran vorbeigeht, dass du dir selber die Grundlagen von so niedrig wie\nmöglich drauf tust, wie es irgendwie geht.\nUnd das gilt natürlich im Computerbereich noch radikaler, finde ich,\nals in vielen anderen Bereichen. Also du musst jetzt irgendwie,\nwenn du Tisch lasst, nicht unbedingt die Grundlagen der Physik drauf haben.\nAber so im Computerbereich lohnt es sich wirklich möglichst niedrig anzusetzen.\nUnter anderem auch schon bei Physik.","Wie funktioniert ein Transistor?","Ja, wie funktioniert Strom? Also man sollte das Atom sich schon mal ein bisschen\ngenauer angeschaut haben.\nDas heißt nicht, man muss alles verstehen und man muss auch nicht irgendwie\nin allem eine Prüfung haben oder ein Diplom abholen oder 30 Studiengänge machen.\nDas ist nicht das, was ich meine, sondern vor allem muss man seine Neugier am Start haben.\nUnd das ist irgendwie das, was mir immer ein bisschen auffällt bei so Leuten,\ndie programmieren, aber wo ich immer das Gefühl habe, die wollen das eigentlich gar nicht.\nDie sind auch nicht neugierig. Die wollen nicht wissen, wie es funktioniert.\nDie wollen nicht wissen, wie man es anders machen kann.\nDa ist überhaupt gar kein, ja, weiß ich nicht, da krabbelt irgendwie nichts.\nUnd das ist schon mal ein schlechtes Zeichen. Und wenn man diese Neugier in\nsich spürt, dann ist man vielleicht auch im richtigen Job oder auf dem richtigen\nWeg zu einer richtigen Profession.\nAber nichts macht es einfacher, als die Grundlagen zu kennen.\nUnd damit meine ich jetzt nicht nur so diese physikalischen Grundlagen und so\nSachen, die dem Programmieren fern sind, sondern eben auch wirklich das Programmieren\nals solches versuchen zu verstehen und möglichst niedrig anzufangen.\nUnd da gehört auch mal dazu, sowas wie C mal erlernen ist ein großes Wort,\naber man muss mal so mit C ein bisschen rumgemacht haben und mal versuchen, was sehr einfach ist,\nvielleicht wirklich mal den Taschenrechner programmieren, um einfach mal ein\nGefühl dafür zu bekommen, wie schabt man so direkt am Prozessor entlang.\nAlso klar, man kann ja auch so Maschinensprache und solche Sachen machen,\nkann man auch machen, aber das ist jetzt nicht so ganz der entscheidende Faktor.\nUnd wenn man dann in seine Programmiersprache einsteigt, dann gilt halt erst mal,\nDickes, gutes Buch lesen. Das Beste, was es gibt, wo so lange rumfragen,\nbis man das weiß und das dann wirklich von vorne bis hinten komplett durchwälzen.\nDavon bin ich zutiefst überzeugt. Das hilft einfach enorm.\nUnd natürlich generell fürs Programmieren\ngilt, sich jedes Jahr eine neue Programmiersprache anschauen.\nNicht unbedingt jetzt viel damit machen, aber sich mal so konzeptionell damit\nbeschäftigen, mal die Syntax versuchen zu verstehen.\nEin kleines Beispielprogramm, damit zu machen, versuchen zu begreifen,\nwo die Sprache anders ist, als die, die man gerade benutzt.\nDas kann man auch wieder beiseite legen. Niemand muss jetzt in 30 Programmiersprachen\nprogrammieren können und die wenigsten können das.\nAber all das hilft, weil dann sind auf einmal diese ganzen AI-Tools für dich\nauch wirklich wertvoll, weil die sich einfach direkt andocken an dem,\nwas du ohnehin schon weißt und wenn du auch so eigenes Muscle Memory hast,\ndann bist du überhaupt auch erst in der Lage zu bewerten,\nwas da rauskommt, ob das was taugt.\nUnd das geht meiner Meinung nach nicht weg.","Also ich meine, im besten Fall habe ich selber eine Vorstellung,\nwas mir das, was mir Cursor ETC eigentlich schreiben soll.\nWie soll das aussehen, was da rauskommt?\nUnd ich spezifiziere das und das Ding schreibt das dann runter.\nSo relativ emotionslos, würde ich sagen.\nSo ist es halt das, wie ich das auf der Arbeit am meisten benutze.\nDa habe ich jetzt nicht großartig Interesse daran, mir zu überlegen,\nkönnte man hier so oder so programmieren.\nNee, da weiß ich nicht immer, aber manchmal weiß ich halt, ja,\ndas ist jetzt hier so zu programmieren und nicht anders, weil so wird es gemacht\nund mach mal. Kein Bock das zu schreiben.","Ja, und das ist auch wichtig, dass man dabei lernt, eine Strategie zu formulieren.\nAlso es gar nicht mehr nur so geht mit, ja, mach mir mal jetzt ein Tool,\nwas das und das tut, sondern dass du eben auch diesen Weg beschreitest.\nDu hast ja auch noch ein gutes Beispiel, wie du da jetzt gerade rangehst, Ralf.","Ja, ich hatte zwei Erlebnisse jetzt in den letzten Wochen. Das erste war sehr ernüchternd.\nDa habe ich nochmal etwas mittelälteren Ultraschall-Code nochmal in Cursor reingeworfen.\nSo mit dem Ziel, okay, diese Skalierungsprobleme unter Linux von der GUI her, Umrechnungsfaktor.\nDa ist Reaper echt irgendwie sehr, sehr krude aufgestellt. Du musst also jeweils,\nwenn du eigene GUI renderst, und das machen wir ja in Ultraschall,\neinzelne GUI-Elemente,\nalso Kapitelmarkeneditor und sowas, musst du für Windows, für Mac und für Linux\njeweils unterschiedlichen Code produzieren, damit das mit einer High-DPI-Resolution\nvernünftig funktioniert, je nachdem.\nUnd gerade Linux ist ein totales Fledermaus-Land. In der nächsten Sendung erzähle\nich nochmal über meine Linux-als-Desktop-Experimente, die ich auch gerade mache.","Das soll jetzt kommen, nächstes Jahr, habe ich gehört.","Ja, mit Sicherheit.\nIch will mich da auch gar nicht drüber lustig machen. Ich werde das versuchen\nmit dem nötigen Ernst dann hier auf den Tisch zu packen, wenn ich da soweit bin.\nUnd da ist Cursor, beziehungsweise genauer dann Cloud Sonnet 4,\nwar das die 4.0 oder war es schon die danach?\nWas ist die aktuelle Cloud Sonnet-Version? Die sind noch schnell über 4.0 auch wieder drüber.","4.","Ist das noch die 4.0? Ist da so dermaßen brutal gegen die Wand gefahren.\nDa funktioniert wirklich überhaupt gar nichts. Da habe ich dann ein bisschen\nnachgefragt, was tust du da eigentlich gerade so und analysier doch erstmal den Code.\nUnd dann gab es einen lustigen Moment, ich bin in meinem Leben noch nicht so\nbeschimpft worden und so gedisst worden wie von Claude Sonnet 4 über dieses\nStück Ultraschall-Code.\nAlso Spaghetti-Code war ja noch eins der glimpflicheren Formulierungen.\nUnd ja, das ist jetzt kein perfekt durchgestalter Code, aber es ist schon alles\nvernünftig in Funktion gekapselt und wiederverwendbar und Definition und so.","Also mir sagt Claude immer, dass ich recht habe und dass ich sehr gute Fragen stelle.","Ich habe auch geile Ideen.","Das war ja alles nicht der Fall. Ich wurde rüde beschimpft. Ich habe irgendwo\neinen Screenshop gemacht.","Das ist ja auch immer ein Fortschritt.","Davor und danach nie wieder passiert.","Hätte ich eigentlich ganz gerne, dass mir das Ding mal sagt.","Das ist totaler Kack. Versager! Streng nicht mehr an.\nNaja, und das zweite Erlebnis, was ich jetzt gerade erst die Tage hatte,\nwar ChitGPT5 ist ja rausgekommen.\nVor zwei Wochen, drei Wochen, irgendwie sowas in den Dreh.\nUnd ich bin da sehr ambivalent, muss ich mir auch noch wirklich für eine der\nnächsten Sendungen nochmal detaillierter angucken.\nDer Grundspinn davon ist ja, dass sie diesen gigantischen Modell-Zoo jetzt versuchen zu kaschieren.\nAlso JetGPT, wenn man sich das mal irgendwie auf Open Router oder so anguckt,\nhat ja irgendwie 20, 25 verschiedene Modelle am Start gleichzeitig,\ndie du auch alle über API noch irgendwie ansteuern kannst und die alle jeweils\nFeintuning haben für irgendeinen.\nObskuren Use Case und aber nirgendwo mal wirklich gut nachdokumentiert ist,\nwo fährt denn nun eigentlich?\nUnd das ist ihnen mittlerweile irgendwie auch selber eingefallen und von daher\nhaben die große Neuerung, die ChatGPT5 reingibt, ist nicht,\ndass jetzt irgendwo ein großes neues trainiertes Modell ist,\nsondern dass sie davor quasi ein Agentenmodell geschickt haben,\nder in Realtime entscheidet,\nwelches der durchaus bekannten Modelle dahinter eigentlich jetzt das Beste ist\nfür die Anfrage, die du gerade hast.\nKeine doofe Idee, aber jetzt auch nicht irgendwie was bahnbrechend Neues an der Stelle.\nUnd es hieß dann aber, oh, Encoding sei das jetzt gut. Da habe ich gesagt, na gut,\nich habe gerade in einem anderen Projekt, was ich schon seit einem Jahr jetzt\nungefähr mache, habe ich ja noch nicht erzählt, muss ja noch gucken,\nob ich das irgendwann mal hier erzählte, das ist eine Elektron-App,\ndie also sehr so richtig als App daherkommt, aber speziell ein Use Case hat,\nwo ich gucken muss, braucht die Welt das überhaupt?\nWo ich aber schon seit etlicher Zeit mal ein neues, etwas komplizierteres,\nneues Feature dazu haben wollte. Dann schmeißen wir doch nochmal JetGPT5 drauf.\nDas war auch die Woche, wo das kostenlos in Cursor drin war,\nin der quasi Premium-Ultra-Deep-Nachdenken-Version.\nDas schien mal so sinnvoll. Da habe ich also runterspezifiziert,\nso, pass auf, hier ist der Code, schau erstmal gründlich rein,\nschreib mal auf, was du hier so siehst.\nWeil das war ja auch keine Historie von ChatGPT5 an der Stelle,\nsondern eben von Claude Sonne. Da hat er schon mal eine ganz gute Analyse gemacht.\nDa habe ich noch nachgeschrieben, ja, du hast noch übersehen XY,\nguck mal hier, das gibt es auch noch. Ah ja, okay, gut, so, und was willst du jetzt haben?\nSo, dann habe ich das neue Feature runterspezifiziert und dann hatte ich einfach\nmal den Gedanken, noch einen Halbsatz hinten dran zu fragen,\nnämlich, ist das jetzt klar soweit oder ist dir noch irgendwas unklar?\nUnd das war, glaube ich, eine sehr, sehr schlaue Idee, die ich so vorher noch nicht hatte.\nDann hat er sich das nämlich angeguckt, die Spezifikationen,\nund hat dann in der Tat, ich weiß nicht mehr, ob es jetzt fünf oder sieben,\nich meine, es waren sieben Fragen gestellt, wo er noch Unklarheiten hatte.\nUnd die waren wirklich sehr, sehr geil.\nDa war keine einzige dabei, die jetzt irgendwie Bullshit war.\nEs waren zwei so ein bisschen Captain Obvious.\nSo, ja, natürlich meine ich XY, schön, dass du nochmal fragst.\nAber ja, alles andere macht nicht so richtig viel Sinn.\nSo zwei oder drei waren so, dass man denkt so naja, okay,\nschon sinnvoll, dass er danach fragt und die restlichen waren dann richtig gut\nrausgefischte Edge Cases, die ich selber noch überhaupt nicht durchdacht hätte,\ndie ansonsten im normalen Prozess mir früher oder später dann wieder auf die\nFüße gefallen wären, wo man ja noch wieder hätte nachbessern müssen.\nAlso da war ich echt beeindruckt von den Rückfragen, die er da gestellt hat\ner, sie, es, was auch immer und als ich dann gesagt habe Genau,\ndas sind die Antworten auf deine sieben Fragen und jetzt code mal los.\nOne-Shot, perfekte Implementierung. Von der Geschichte, wo ich denke,\nda hätte ich mit Claude Zonnet wahrscheinlich schon irgendwie so 20,\n30 Minuten dran gebastelt.","Was war das jetzt für ein Code?","Das war JavaScript.\nAber halt schon mit irgendwie Fallsystem-Zugriff über Elektron,\netliches an Fremdbibliotheken rein, GUI-Framework oben drüber und sowas.\nAlso schon etliches an State, was irgendwie durch die Gegend geschoben wird.\nTrack-and-Drop-Funktion. Also das ist schon eine App, die wirklich eine App\nist. Und nur irgendwie sowas kleines, klick mich bunti.","Wie viel Zeit hast du mit dieser Spezifikation, bis er dann losgelegt hat, verbracht?","Also ich hatte da, da ich da schon länger drüber nachgedacht hatte,\nso, das hätte ich ganz gerne, hatte ich die mehr oder weniger fertig im Kopf,\ndas ist runter tippen, vielleicht drei Minuten.\nDas waren am Ende vielleicht auch so 15, 20 Zeilen, weil ich es einfach schon\nsehr klar hatte, was ich eigentlich haben will.","Mit dem Nachfragen und dem Refinement?","Also der gesamte Zeitaufwand war dann sicher, weil die Antwort der Fragen,\ndie wusste ich dann auch alle, da musste ich also nicht lange drüber grübeln, so.\nJa, guten Edge Case gesehen, macht Sinn.\nInsgesamt würde ich sagen, keine fünf Minuten, 5, 6 Minuten, der ganze Prozess.","Du hast vorher drüber nachgedacht, bis du in der Lage warst.","Dass alles 3 Minuten... Darüber würde ich sagen so 2, 3 Wochen.\nAlso so immer mal wieder.\nWeil ich so überlegt hatte, so okay, mache ich es jetzt so oder will man es eher so haben?\nAlso irgendwann rede ich nochmal über diese App, weil da ein paar lustige Prämissen,\nglaube ich, verbaut drin sind, die ungewöhnlich sind fürs Jahr 2025.\nWo ich denke, so Back to... Also das Dateisystem spielt da eine wichtige Rolle.","Ja, also eigentlich ist das jetzt die Erfüllung des Traums des Hammock-Driven\nDevelopments, was Rich Hickey mal ausgerufen hat.\nWeißt du, also dass man eigentlich als Programmierer im Wesentlichen seine Zeit\nso in der Hängematte verbringen sollte und über das Problem nachdenkt.\nUnd dann irgendwann, wenn man halt fertig ist, rauskommt aus seiner Tonne und\ndann erzählt man es der Welt.\nUnd wenn man es jetzt sozusagen dann auch noch gleich in zehn Minuten gecodet bekommt, umso besser.","Ja, das habe ich schon mal erzählt. Also relevante Teile von Ultraschall sind\nauf dem Fahrrad entstanden.\nWeil ich hatte da halt so die letzten großen Release-Sprünge,\nda war ich halt noch an der Stabi.\nDas sind 20 Minuten Fahrraddistanz von mir zu Hause, die ich dann also jeden\nTag hin 20 Minuten zurück 20 Minuten.\nUnd da habe ich in der Tat viel im Kopf programmiert. So im Sinne von so,\nwie baue ich jetzt irgendwie die Architektur? Und macht das Sinn oder macht das nicht Sinn?\nUnd dann hast du auf der Hinfahrt dir Gedanken drüber gemacht.\nDann acht Stunden machst du ganz was anderes.\nAuf der Rückfahrt machst du nochmal ein Review.\nHast du nochmal neue Erkenntnisse? Und dann abends setzt du dich hin und kannst\nes dann runterschreiben. In Anführungszeichen.","Also wenn du Liegefahrrad hättest, dann wäre es noch mehr hängelmattet.","Also das funktionierte bei mir sehr, sehr gut. Kannst dann keinen Podcast dabei\nhören, was ich ansonsten irgendwie ganz gerne mache.\nBeim Fahrradfahren, das geht dann nicht.\nSo sehnmäßig Podcast oder Musik hören und coden im Kopf, das klappt nicht.\nAber so als erstmal Dinge wirklich gründlich durchdenken und wenn du vier Tage\noder so vier Fahrradtouren brauchst, dann sind es halt auch vier Fahrradtouren\nund vorher fängst du aber auch nicht an,\nirgendwie in die Tasten zu hauen, sondern das fand ich eine sehr produktive\nArt des Codings. so, das war auch vor Vibe-Coding.","Ja, so ein Moduswechsel ist immer wichtig, ob es jetzt wie Wach und Schlaf und\nDuschen, nicht Duschen ist, einfach so Momente, wo man,\nauch sich nicht groß ablenken lassen kann von irgendwas, abgesehen vom Verkehr,\naber man muss halt sich darauf konzentrieren, das hilft auf jeden Fall.\nJa, gucken wir mal, wie es weitergeht mit unseren AI-Coding-Sachen und ich bin\nmal gespannt, ob es mir gelingt, mich da wieder rauszuziehen und wirklich in\nso einen Knowledge-Moment reinzukommen.\nAber ich glaube, ich muss jetzt einfach nur noch so ein paar Sachen aushärten.\nUnd bin sehr optimistisch, so einen Flow reinzukommen, weil ich habe einfach\ndieses Jahr, Vibe-Coding hat mir einfach zehn Jahre Zeit gespart.\nDas ist so mein Gefühl. Teilweise würde ich sagen,\nhat es sogar noch mehr aufgeholt, weil ich eigentlich noch einen sehr viel längeren\nZeitraum eigentlich 20 Jahre lang nie so richtig ernsthaft größere Softwareprojekte gemacht habe.\nImmer mal wieder was begleitet, hier und da, was Kleineres. Aber du verlierst\ndann halt einfach auch so dieses sekundäre Wissen.\nUmgehen mit Development Environments, Coding, Editoren, all diese ganzen Tools\nund GitHub und so sekundäres Wissen, was du halt einfach am Start haben musst,\num heute überhaupt noch mitspielen zu können in diesem ganzen Ding.\nVor 20 Jahren gab es diese ganzen Package-Manager, Online-Repositories,\nGitHub, Git, wie überhaupt Version-Control, all diesen ganzen Kram gab es entweder\ngar nicht oder halt nur in einem Zustand, in dem man das nicht haben will.\nWir hatten uns jetzt gerade Code angeschaut, den ich vor...","Du hast gesagt 30 Jahre.","...92 geschrieben habe.\nAlso 30 Jahre alten Code, ich war ein bisschen überrascht, um ehrlich zu sein.","C-Code, ja.","Ja, C-Code, den ich vor 30 Jahren geschrieben habe. Ich konnte mich nicht mehr\ndaran erinnern, dass ich den geschrieben habe, aber es sah nach meinem Code aus.","Ich habe schon einen deutlich schlechteren C-Code gesehen.","Hübsch geschriebene C-Code.","Kommentare.","Kommentare, alles drin, irgendwie ordentlich formatiert, Groß-Kleinschreibung,\nalles klare Typen und so.\nNee, nee, da habe ich schon immer darauf geachtet. Das war schon immer pedant.","Mir war nicht klar, dass Leute damals schon programmieren konnten.","Vor 30 Jahren.\nJa, ja, da ist schon Code entstanden.","Auf der Steintafel, ja.","So, Luca, magst du uns noch von deinen Audio-Erlebnissen berichten?","Ja, klar. Also, Ralf, du hörst doch auch gern Musik, oder?","Es scheint so.","Auf CD.","Nee, auf Vinyl.","Auf Vinyl, okay.","Auf CD ist die Aussehen.","Ja, ihre Geschichte hatte ich aber, glaube ich, schon mal erzählt,\ndass ich so einen teuren Dreher bei meiner Schwiegermutter im Keller,\nden sie wegwerfen wollte.","Okay, aber beschreib mal das Setup ein bisschen, was du da hast.","Das Setup?","Ja.","Gut, das ist ein Torens, also so einer wie früher in Radiostationen lief.\nWenn ich den jetzt so runterneuert, wie ich den jetzt hochgebaut habe,\nverkaufen würde, würde so 3500 oder sowas bringen.\nNormale Kabel.","Warte mal, warte mal, dein Schallplattenspieler würde 3500 Euro im Verkauf erzielen?","Mindestens, ja.","Weswegen?","Weil das einfach eine Rarität ist und eines der besten Laufwerke,\ndie gebaut worden sind, ist das, was in Radiostationen zum Abspielen von Vinyl.","Also Sammlerstück quasi.","Ein totales Sammler-Liebhaberstück. Und da habe ich jetzt eine Holzzarge drunter\nbauen lassen, also wirklich Handanfertigung gefräst, habe mir einen Plexi Deckel\nbauen lassen aus Österreich.\nAlso der ist jetzt was wert. Vernünftige Nadel drin.\nauf Stereo umgerüstet, weil Mono kann ich dann doch nicht ertragen.\nSo, dahinter hängt schlichte Kupferlitze aus dem Baumarkt. Also überhaupt nichts mit irgendwie.","Geht in Verstärker rein.","Es geht in der Tat, aber das ist auch nur reine Nostalgie in ein Röhren-Amp rein dafür.\nDie andere Digitalkette, die ich natürlich auch habe für Streaming und sowas,\nda ist nichts mit irgendwie Röhre dazwischen. Aber den habe ich aus Nostalgiegründen\nhinter den Röhrenverstärker.\nSo ein relativ kleiner, der sich nicht entblödet, damit man das Glühen der Röhre,\nwas sehr, sehr subtil ist, wenn man sich das mal scheinbar besser sieht,\nhaben die dahinter eine LED verbaut.\ndas heißt also das Glühen, was du aus diesem Röhrenamp siehst ist eigentlich\nnur eine LED hinter der Röhre weil die Röhre selber halt einfach viel zu dunkel\nist dass man da irgendwie was sehen würde,\nso und aus dem gehen dann etwas bessere Lautsprecherkabel, aber wir reden hier\nimmer noch von irgendwie 2 Euro das Meter,\ngeht dann in den meinen Yamaha Amp rein, oder ein Onkyo also ich glaube ein\nOnkyo ist es jetzt den ich dann für Vinyl im Direct-Modus betreibe,\ndas heißt also die ganzen Digital-Veredelungsstufen alle abgeschaltet.\nSo, dann gehen brauchbare Lautsprecherkabel vom Durchmesser her,\naber wie gesagt, das sind dann auch immer noch so 2 Euro pro Meter,\ngehen dann zu meinen ALR Nummer,\n8 ist es glaube ich, Boxen und das ist das eigentliche High-End-Stück bei mir.","Also die können theoretisch richtig geilen Sound.","Die machen auch, nicht nur theoretisch, sondern Die galten laut Audio-HiFi mal\nals mit die besten Boxen, die in Deutschland gebaut worden sind und haben neu\ndamals 20.000 Mark gekostet.","Also ich glaube ja, du schöpfst das Potenzial da nicht aus.","Meinst du?","Also du sagst zwar, du hast irgendwie gute Audiokarten, aber wie hast du die verlegt?","Ich die verlegt habe.","Jetzt sag mir nicht, die liegen einfach da rum wie in so einer Höhle.","Die liegen in Kabelschächten. Schön mit Woman's Acceptance Faktor über die Ecken.","Also die liegen, auch noch Kurven gelegt wahrscheinlich. Alter,\nwie so ein Höhlenmensch, wie so ein Tier.\nAlso du willst mir erklären, du hast keine Cable Riser im Einsatz.","Natürlich nicht.","Was? Gott, Gott.","Nein, ich glaube in der Tat, dass es bei HiFi muss man an genau den richtigen Ecken investieren.","Und das sind die Cable Rapper.","Lautsprecher, Lautsprecher.","Du willst nämlich nicht, dass deine Audiokabel einfach so auf dem Boden oder\nauf dem Schreibtisch oder was weiß ich wo liegen.\nDas willst du ja nicht, weil dann weiß man ja, dadurch wird der Sound schlechter.\nAber das ist zum Glück auch ein Problem, was gelöst ist.","Zum Glück.","Der Markt bietet eine Lösung an.","Der Markt regelt.","Du kannst dir für nur, ich sag erstmal was es ist und dann kannst du raten wie viel das kostet.\nEs sind so kleine, ungefähr so Zentimeter breit, so leicht jojoförmige, runde Dinger.\nDie legst du unter deine Kabel. Also dein Kabel legst du da drauf,\nplatzierst die irgendwie gut, damit dein Kabel geschützt ist vor dem Boden.\nund die sind aus Kupfer mit Gold beschichtet.","Natürlich.","Und du kannst dir hier so ein Set kaufen für, wie viele?","Wie viele sind denn da drin?","Das ist schwierig, das steht hier gar nicht so genau.","Naja, Details.","Also da das hier nicht, ah ne, Set of Three, es sind drei Stück.","Drei Stück.","Drei Stück, okay. Also.","In welchem Abstand muss man die denn installieren, damit das irgendwie auch wirkt?","Weiß ich nicht, wahrscheinlich ein Zentimeter oder so.","Wahrscheinlich so, dass die Kabel halt nicht auf dem Boden liegen.","Es darf halt nie auf dem Boden liegen.","Aber was ist, wenn die sich dann dabei durchbiegen? Ist das nicht schlecht?","Da musst du halt mehr von den Dingern legen.","Okay, was gibt es für, also drei kriegt man für nur?","Also in diesem High-End-Sektor ist ja eben so das goldene Gesetz,\nes darf einfach mal nicht zu günstig sein.\nDas muss dann auch einfach mal richtig reinkrachen. Das heißt also,\nich würde jetzt vermuten, auf gar keinen Fall unter 50 Euro pro Stück.\nDas heißt also 150 Euro wäre da so die Untermarke.\nEs gibt für das, was man irgendwie den Leuten an Verarschung andrehen kann,\nauch irgendwo eine Obergrenze, die würde ich bei so einer Geschichte jetzt bei 300 ansetzen.\nDas heißt also irgendwas zwischen 150 und 300 Euro.","Also du bist kein wahrer Musikkenner.","Da darfst auch mal schaben.","Also ich meine, die Obergrenze, die kannst du noch ein Stück nach oben setzen.\nAlso Set of Three von diesen richtig geilen Cable Risern kostet in diesem Shop,\nden ich gefunden habe, 750 australische Dollar das sind ungefähr 414 Euro.","Wo ist in Ordnung, stimmt.","Das sind das Euro.","Also pro Stück. Für drei. Aber seine Einschätzung stimmt in etwa pro Stück.","Stimmt. Es sind halt 140 Euro pro Stück. So einen kleinen Klummen Kupfer.","Das ist alles schon wild.","Ja, also das ist großartig.\nes tut mir bedingt leid für die Leute, die sich da.","Wo gibt es denn das überhaupt?","Ich habe gerade einen Link hier mal reingeworfen in den Chat.\nFür alle, die das jetzt kaufen möchten, ist natürlich ein Referral-Link.\nNee, es ist keiner.","Aber sie sehen schon schön aus. Jetzt, wo ich sie so sehe.","Die sehen wertig aus.","Telos Gold Plated Pure Copper Cable Stand Set of Three Far and Away the Best\nRisers we have ever tried.\nGuaranteed to improve your sound significantly.","Significantly.","Ja, also das ist, aber das ist auch nicht alles, was dieser Laden zu bieten hat.","Das ist nicht alles.","Nur jetzt die Kabel erhöhen, ich meine erstens hast du ja dann noch Geld über\nund zweitens geht ja die Qualität jetzt nicht nur durch auf dem Boden liegende Kabel verloren,\nsondern man kann ja auch an anderen Stellen noch ein bisschen optimieren.\nDu hast auch noch mehr gefunden oder nicht?","Ja, genau. Also es gibt auch Sachen, die kannst du, ich würde sagen,\nan einem Lautsprecher oder vielleicht sogar an einem Plattenspieler quasi direkt\napplizieren, um punktuell die Klangqualität zu verbessern.\nDa, wo es halt notwendig ist.\nUnd die Technologie ist wahnsinnig atemberaubend und interessant.\nMöchtest du raten, was es ist, Ralf.","Gewichte, die man auf das Vinyl nochmal draufstellt.","Ein bisschen leichter.","Tja, keine Ahnung, was da der moderne Stand der Technik noch so alles hergibt.","Du kannst es aufkleben. Das ist so rund. Ungefähr so, weiß nicht,\nso zwei, drei Zentimeter Durchmesser, glaube ich.\nUnd in diesem Aufkleber ist nichts.","Na dann.","Das ist ein Aufkleber. Dafür sind die auch ein bisschen günstiger.\nAlso ein Set, also so ein Sheet mit 20 Stück kostet nur 195 australische Dollar.","Da ist da noch was drin.","Genau. Ach, die sind auch ein bisschen kleiner, als ich gerade gesagt habe.\nDie sind 5 Millimeter im, ich nehme an, Durchmesser.","Es gibt aber auch noch die 6 Millimeter Square Variante, die kostet nur 50 Dollar\nmehr, die kann man dann auch nehmen.","Wenn ich mir das online angucke, du lügst ja, da ist nicht nichts drin,\nsondern da ist Ytriumoxid, Holimiumoxid, Tantanumoxid und Sysprosoniumoxid drin.","Dysprosium und Lantanium.","Vier seltene Erdmineralien.","Quantumsticker sind das.","Das ist natürlich ein Quanteneffekt.","Das muss man wissen.\nDas muss man wissen.","Muss man wissen, ja. Was auch irgendwie gleich der Übergang ist,\nich hatte vor zwei Jahren oder sowas, hatte ich das schon mal erzählt,\nalso es gab wirklich mal eine Zeit, wo ich mich viel in HiFi-Foren rumgelungert habe,\nso, was ist jetzt eigentlich irgendwie so der beste Plattenspieler für XY und\ngibt es wirklich irgendwie Dinge, die was nutzen und egal in welches HiFi-Forum\nman sich da verirrt, es gibt eigentlich immer so die zwei Grundfraktionen, nämlich die Goldohren,\ndie an alles glauben und das, also die allerfeinste, Einzelnen Unterschiede\nrausbekommen und dann halt so die Skeptiker,\ndie also nur auf Doppelblindtests irgendwie vertrauen und man ahnt,\nwelcher Fraktion ich mich da immer zugeordnet habe.\nAber wenn man da ein paar Monate unterwegs war, wunderte einen bei Corona und\nden Querdenkern wirklich nichts mehr.\nDas Potenzial an Menschen, an Dinge zu glauben, für die es nicht den geringsten\nempirischen Beweis gibt, ist doch irgendwie nahezu grenzenlos auf dieser Welt.\nIch glaube, die Geschichte hatte ich schon mal erzählt. Ich habe mal in einer\nWG gewohnt in Göttingen, wo ein...\neigentlich ansonsten ernstzunehmender, wie ich fand, Wissenschaftler immer völlig\neuphorisch erzählt hat von seinen letzten Audio-Optimierungen und was die für\nunfassbare Effekte gebracht hätten in seiner Audio-Kette.\nUnd ich werde also wirklich nie vergessen, wo er gesagt hat,\ner hat also das Digitalkabel von seinem CD-Player zum Verstärker ausgetauscht.","Es hört nicht auf bei analogen Kabeln.","Das hier, das optische, wie heißt es?","SPD-Diff.","Ja, genau.","Tosslink.","Tosslink-Kabel. Und als er das umgestellt hat, sei seine Frau aus der Küche,\naus der Küche, zwei Räume weiter, zu ihm ins Wohnzimmer gelaufen und gesagt,\nmein Gott, was hast du denn gerade an einem Sound gemacht?\nIch habe es bis in die Küche gehört, dass sich das besser anhört.\nDiese Geschichte hat er mir erzählt. Einer der gerade in seiner Promotion.","Ein Tosslink-Kabel gegen ein anderes Tosslink-Kabel?","Weil er ein Tosslink-Kabel gegen ein anderes Tosslink-Kabel ausgetauscht hat.","Das hat einfach die Bits besser übertragen. Die Bits kamen echt darüber.","Die Reihenfolge der Null und Einsen waren einfach noch genauer gleich.","Genauere Einsen.","Ihr kennt vielleicht den Podcast Hoaxilla. Aus jetzt nicht mehr Hamburg, früher mal Hamburg.","Sind sie nicht wieder Hamburg?","Sind die wieder zurück? Ich habe da ein bisschen den Kontakt hin verloren,\naber ich war mal Gast bei denen.\nDas habe ich ja auch schon mal gedroppt, die Folge, nämlich zum Thema Kabelklang und Audio-Voodoo.\nHoaxilla 127 ist das. Und da mache ich wirklich live in der Sendung ein lustiges Experiment,\nin dem ich nämlich einfach mal mich gefragt habe, was wäre denn,\nwenn denn nun wirklich Nullen und Einsen verloren gehen in diesen Tosslink-Kabeln\nund es dort wirklich irgendwie einen Unterschied gibt und einzelne Bits mal umkippen würden.\nUnd dann bin ich halt hingegangen mit dem Audio-Editor oder Hex-Editor und habe\neinfach mal halt einzelne Nullen und Einsen,\nalso nicht Hex, sondern wirklich halt umgeschaltet und in der Waffdatei nicht komprimiert,\nso was passiert denn dann und habe das dann mal abgespielt und es war dann eben\nnicht so, dass das Klavier plötzlich weiter hinten links verschoben war,\nsondern das, was der Sound rauskam, war.\nSo, das heißt also, jeden Bitfehler hörst du mal einfach instantan oder du hörst ihn gar nicht.\nAlso entweder, der ist halt einfach vom Zufall her, je nachdem wo die Amplitude\ndes Sounds gerade ist, ist es halt dicht genug dran, dass es sich einfach total\nversendet oder ist es so krass, dass du sofort einen Bass-Sound drin hast.\nWie in einer schlechten Kabelverbindung halt so.\nAber mitnichten ist dort ein Potenzial, Das ist jetzt also der Austausch eines\nDostlingkabels in der Küche durch die Ehefrau, dass sich das Klavier verschoben hat.\nAber dieses ganze Feld ist so absurd und ich versuche das so wissenschaftlich\nwie möglich fundiert zu machen.\nWie gesagt, aus Nostalgiegründen ist es ein Röhren-Amp, auch wenn ich weiß,\ndass es da wenig klangtechnisch bringt und alles Geld, was ich habe,\ninvestiere ich in Lautsprecher. Es ist ja auch okay.","Wenn man sagt, mir gefällt das, ich finde das einfach gut. Aber wenn man sich\nanfängt, in die Tasche zu lügen, von wegen...","Es ist ja alles so kompliziert. Weil also dann in diesen Foren gehen dann halt\nso, ja, dann mach doch mal einen Doppelblindtest.\nWerden dann die Goldohren gesagt. Wenn das alles so offensichtlich für euch\nist und ihr diese ganzen Unterschiede so klar, warum machen wir denn nicht einfach\nhier, betreffen uns in Norberts Heifelstübchen in Göttingen und machen Doppelblindtest?","Wir haben einen Unterschied.","Die kann man noch messen. Aber diese Testsituation versetzt meine Goldohren so unter Stress,\ndass ich dann einfach mal nicht mehr in diesem Musikhöher-empathischen Modus\nunterwegs bin und darum muss der Test dann zwangsläufig scheitern.\nWeil einfach die Testsituation als solche, so natürlich kennen wir solche Effekte,\naußer empirischen Sozialforschung,\npsychologischen Kognitionen und so weiter, dass sowas alles Verstärkereffekte,\nBeobachtereffekte, da haben wir alles irgendwie drin, aber am Ende des Tages\nist es einfach nur Bullshit.","Tja, dabei hätte es ja jetzt noch...\nDen Telos Quantum Resonator Conditioner gegeben, der also auch alle 15 Sekunden\ndemagnetisiert deinen Strom, dass der halt keine soundzerstörenden magnetischen Felder aufruft.\nUnd das hättest du schon für 13.000 Euro haben können.","Ja, und es kaufen halt irgendwie Leute. Es ist so wie die App im App Store,\ndie 999 Euro kostet und nichts macht außer, hallo, sie sind rich.\nIrgendso ein Effekt wird da halt auch getriggert. So be it.\nWenn die Leute glücklich sind, also ich habe es lange aufgegeben,\nda zu versuchen, irgendwie da kommst du auch nicht mehr an die Leute ran.","Wenn sich die Welt noch nebenbei zerstören würde, wäre es mir eigentlich auch egal.","Ja, und wenn es nicht irgendwie ein wissenschaftliches Weltbild untergraben würde.","Muss man eben gucken, ob ich von meinem schönen,\nTorenz hier nochmal ein Bild reinwerfe.\nSo, das ist mein Dreher. Habe ich jetzt gerade hier nochmal in den Chat reingeworfen.","Dein Dreher.","Du meinst deinen Schallplattenspieler. Okay, Stück Holz mit dem Plastik oben drauf, okay.\nOkay, naja.","Also ich finde es halt immer noch faszinierend, das Ding ist glaube ich von 54,\nwas jetzt auch einfach mal so mehr als ein halbes Jahrhundert alt ist,\nsprich irgendwie 70 Jahre und dass der halt schon einen Sound produziert,\nder einer CD durchaus ebenbürdig ist.","Verdammt nah an der CD.","Verdammt nah an der CD. das finde ich schon immer noch schön einfach und dann\nirgendwie auf Discogs irgendwie sich schöne alte,\nVinyls irgendwie rauszupicken die irgendwie noch MINT-Status haben und noch\nnie gespielt worden sind und dann hast du auch wirklich eine schöne Pink Floyd\nDark Side of the Moon Einspielung da drauf und das ist schon schick Ja.","Jeder muss seine Midlife Crisis anders Ja.","Die ist bei mir aber schon seit 30 Jahren Ja.","Naja, ich bin auch schon eine Weile dabei, aber ich bin ja, hätte ja auch nicht\ngedacht, aber ich gehe dann doch klassisch eher mit dem Motorrad irgendwie,\ndas ist mehr lieber als der Schallplattenspieler.\nSo eine Harley jetzt? Ne, eine Harley ist ja uninteressant, aber seit langem\ndürste ich ja schon nach einer Verbesserung im Elektromotorradbereich.\nWeil das Angebot ist da, sagen wir mal, überschaubar.\nAlso es gibt so ein paar Modelle, die können zwar, viele sind aber absurd teuer\nund dann gibt es welche, die sind nicht ganz so absurd teuer.\nUnd BMW hat ja jetzt beschlossen, dass sie nicht mehr weiter innovieren wollen,\nsondern jetzt irgendwie nur noch dasselbe Fahrzeug im Blau rausbringen und das\ndann irgendwie mit einer Pressebeteiligung ankündigen. Das ist einfach,\nunglaublich. Aber jetzt kommen die Chinesen an. Und jetzt gibt es demnächst\nwas Neues im Motorradland.\nDas wird langsam interessant.\nHier mit der Elektromobilität auf zwei Rädern.\nIch hoffe, es kommt jetzt bald.\nFurchtbarer Name. Also der Laden heißt Horwin. Schon mal gehört?\nGibt es schon eine Weile im Elektroroller Bereich, so eine der Marken gewesen.\nHaben mich bisher nicht sonderlich beeindruckt, deswegen bin ich hier auch noch\nein bisschen zurückhaltend.\nAber es ist schon mal ganz interessant, was sie angekündigt haben,\nnämlich ein Fahrzeug, das heißt Zenmenti 0 oder Zero.\nUnd ja, das ist dann halt mal so ein,\nMotorrad, was im Vergleich zu meinem derzeitigen Gefährt mal so doppelt so viel\nAkku hat und vor allem ganz wichtig mit DC-Ladung daherkommt.\nDas heißt, das kannst du dann halt an allen.\nLadesäulen, wo du auch ein großes Auto laden kannst, also mit Gleichstrom,\nkannst du halt auch dieses Fahrzeug laden.\nUnd das macht natürlich einen riesen Unterschied, wenn du da irgendwie mit bis zu 40 Kilowatt,\nreinballern kannst, dann kannst du halt wirklich Autobahn fahren und wenn du\nhalt dann wieder Strom brauchst, dann hast du halt mal eben Viertelstunde Pause\nund dann hast du wieder irgendwie 100 Kilometer reingetankt.\nDas ist so in etwa die Größenordnung, die sich da jetzt auftut.\nUnd ist irgendwie rasant und schnell und was nicht alles.\nAber das Problem ist, gibt es bisher halt nur in Testfahrten auf YouTube und\nwar halt für den Sommer angekündigt und kommt jetzt vielleicht mal im Herbst.\nAber es tut sich da langsam was.\nWir kommen langsam auch in diesem Bereich voran.\nBin ich mal sehr gespannt. Ich warte derzeit auf einen Testfahrttermin,\naber bisher gibt es noch keinen.\nJa, das nochmal so hinterher. Ne?\nJa, haben wir es dann? Sind wir durch?","Ich glaube, wir haben es. Ich habe noch ein letztes Geburtschwein.","Apple Super Drive, die CD-Defekt wird um es nicht mehr verkauft.\nKannst du nur noch auf Ebay kaufen.","Na siehste. Also alles richtig gemacht.","Naja, aber es ist hübscher als dein Ding.","Was aber nicht hübscher ist, ich habe noch ein Geschenk mitgebracht aus Schweden.","Für wen?","Ja, für dich.","Für mich?","Ja, für dein Meta-Ebene Accessoire. Guck mal hier, das ist eine ein Handtuch. Ein Handtuch.\nAus dem Ikea-Museum, wo auf der aufgedruckt ist, die Original-Schöttbullar-Rezeptanleitung.","Schöttbullar? Heißt das nicht Kött?","Naja, also ich habe gelernt oder glaube gelernt zu haben, dass es auf Schwedisch\nSchöttbullar ausgesprochen wird.","Ein K wird wie Sch ausgesprochen?","Ja.","Ernsthaft?","Ja.","Ist ja komisch.","Ich weiß nicht, ob es immer so ausgesprochen wird.","Aber in jedem Fall.\nKökshandtuch. Kochhandtuch.","Genau. Also gibt es nur in dem Museum. Wird irgendwann mal wahnsinnig viel wert sein.","Und das haben die da in allen Sprachen, oder was?","Das haben die da in vielen Sprachen. Nicht in allen, aber in vielen Sprachen.","Nicht in allen. 30 bis 40 Fleischbärchen für vier Portionen.\n250 Gramm Rinderhack, 250 Gramm Schweinehack, ein Ei, 200 bis 300 Milliliter\nSahne oder Milch und Wasser.","Genau, da fängt es schon wieder an mit diesen Fuzzy-Beschreibungen.","Ja, ja, da wird es so, die Logik bricht wieder auseinander. Und oder Milch und\nWasser oder wie oder was?","Und wie ist das Verhältnis?","Also ich meine, was heißt denn 200 bis 300 Milliliter Sahne oder Milch und Wasser?\nHeißt das, Sahne und Wasser müssen zusammen 200 bis 300 Milliliter haben?","Oder Milch und Wasser?","Muss ich Sahne, 200 bis 300 Milliliter Sahne, Klammer auf, oder Milch, Klammer zu, und Wasser?\nJa, da ist doch Syntax-Error in 10.","Das ist einer der Gründe, warum ich dachte, wir bringen es doch mal in die Sendung.","Okay, dann zweieinhalb... Ohohohoho. Zweieinhalb Esslöffel Zwiebel.","Was?","Naja.","Bitte?","Also, an der Stelle...","Ich hätte gerne...","An der Stelle ein Liter Pommes.","Hast du eine Flasche dabei?","Habe ich auch erst gestutzt, aber auf der anderen Seite ist das eine immerhin\nschon mal präzisere Angabe, als zu sagen, irgendwie eine Zwiebel,\nweil nimmst du jetzt eine große Zwiebel, nimmst du eine kleine Zwiebel,\nGemüsezwiebel sind ja nochmal riesig fett, die sind ja wahrscheinlich nicht\ngemeint, wir wissen es aber auch nicht genau.","Also erstmal gehäuft oder nicht, gestrichen.\nAlso ich meine, wie gebogen ist der Esslöffel? Es gibt solche und solche.\nEs gibt flache Esslöffel, es gibt tiefe Esslöffel.\nWas ist ein Fack normalen Esslöffel?","Ja und wie fein geschnitten hast du den? Man muss ja auch nun irgendwie die\nPackdichte berücksichtigen, die der Zwiebelstücke.","Aber auf der anderen Seite, wir kennen das Endprodukt. So, wir wissen also bei\nden Chödbola sind keine dicken Zwiebelstücke drin.\nAlso pulverisiert. Es wird also eher fein geschnitten sein und das Rezept,\nwenn du es hinterher weiterliest, sieht vor, dass sie auch angedünstet werden.","30 Gramm Paniermehl, zwei gekochte Kartoffeln, Komma kalt.","Und wie groß sind die Kartoffeln?","Mehl nicht kochend, kalt gekochend. Sind sie doch nicht kalt.","Kalt gekochte.\nSteht da drauf.","Nein, da steht gekochte Kartoffeln, Komma kalt. 4 bis 5 Essliter Butter,\nEsslöffel Butter, Margarine oder Öl, Salz, weißer Pfeffer. Ohne Angaben.","Genau.","Eine Prise. Piment. Warum ist das in Klammern und was ist Piment?","Das ist glaube ich optional.","Ist das nicht der Pfeffer?","Weißer Pfeffer, Piment, aber warum ist das dann nicht in der gleichen Zeile? Okay, Zubereitung.","Wir lesen das jetzt komplett durch hier.","Wie das läuft. Zur Bereitung ein paar Esslöffel Ein paar Esslöffel Ein paar Esslöffel,\nBräunen Butterbräunen Zwiebel hineingeben und anbraten Bis sie leicht Farbe\nannimmt Butter, Zwiebel rein, Kartoffeln zerdrücken Und das Paniermehl in etwas,\nEtwas Wasser einweichen Alle Zutaten zu einem glatten Teig Verarbeiten und kräftig\nKräftig Mit Salz, weißem Pfeffer und eventuell grob gemahlenem Piment würzen.","Darum optional.","Also Piment ist kein...\nDas ist nicht der weiße Pfeffer, was ist denn Piment?","Ja, nur eben nachgucken.","Würzkörner, Nelkenpepper oder Wunnerpepper. Okay, ich habe irgendwie die holländische.","Nelkenpeffer, okay. Die unreifen Beeren des Pimentbaumes.","Den Teig zu runden Bällen formen und die Bälle auf ein mit Mehl bestäubtes Schneidebrett legen.\nAnschließend die Fleischbällchen langsam in viel Butter braten. Etwas Butter.\nmit Sahnesoße, Kartoffeln und Preiselbeermarmelade servieren.\nWo kommt jetzt die Sahnesoße auf einmal her?","Die muss man separat machen.","Aha, na toll, das ist noch nicht mal vollständig.","Ja, kochst das fertig und dann merkst du.","Also ich hab's ausprobiert gestern, das Bild, was ich hier auch eben gepostet hatte.","Hättest du ja gleich die richtigen Mengen hier eintragen können.","Also ich war neugierig auf diese Kartoffelkomponente, weil die finde ich ungewöhnlich.","Ach, das stimmt.","Dass man also in Hackbällchen auch selber nochmal irgendwie Kartoffeln rein,\nalso ich hatte jetzt nur festkochende Kartoffeln, das war glaube ich nicht hilfreich,\ndas heißt also die habe ich mit noch so viel Quetschen nicht so klein bekommen.","Und du hast sie auch warm gekocht.\nDa fing das schon an.","Ich habe sie auch warm gekocht, ja. Also da, das geht wahrscheinlich noch anders,\nwenn man mehlig kochende nehmen würde.\nAber ansonsten fand ich, hat das jetzt keine neue Qualität gegenüber meinem\nsonstigen Rezept gemacht.\nAlso ich mache sehr gerne in kleine Hackbällchen ordentlich Senf rein.\nDas fehlte mir da in der Tat.\nDarum fand ich, schmeckten die ein bisschen lasch.\nEs gibt bekannte Star-Köcher, die sagen, dass in gehacktes Bällchen auch schon Ketchup rein müsste.\nJetzt gibt es auch eine Fraktion, ich bin also Fraktion Senf,\naber irgendwas noch mal als ein bisschen zusätzlich ein Pepp macht das schon Sinn.\nAlso von daher, ja, ich war jetzt nicht restlos überzeugt.\nWie gesagt, im Air Fryer wurden die auch, fand ich nichts. Das war schon,\ndie aus der Pfanne waren besser. Röstarom for the win.","Also typografisch hätte ich hier noch ein bisschen was zu meckern,\naber es geht eigentlich.\nAlso es ist ein bisschen überflüssig, dass sie jetzt zwei Worte noch getrennt\nhaben, wo hier so viel Whitespace ist, also da hätte man das auch mehr flattern lassen können.\nSo sieht's einfach, verstehst du, also so ist es so, irgendwie versuchen wir\nBlocksatz, aber es ist eigentlich kein Blocksatz.\nEs ist kein Blocksatz. Und dann trennen wir trotzdem,\nnoch die Worte und so weiter. Also das ist ja, so wir scannen das jetzt mal hier, modern.","Okay.\nSo, ich werfe das nochmal in den Chat gerade ab.","Also es ist nicht die komplette Typografie-Hölle, aber es gibt auf jeden Fall noch was zu meckern.\nIch hätte auch oben noch ein bisschen mehr Abstand gelassen.\nNaja, egal. Vielen Dank, Fleischbällchen.\nJetzt muss ich mir Fleischbällchen machen.","So, jetzt bin ich auch, glaube ich, durch mit meinen Kipp-O-Ways hier für die Sendung.","Luca kriegt nix.","Ich habe verpennt, zwei einzupacken. Ich entschuldige mich aufs Schärfste.","Wie zwei? Ach, du hast noch mehr von diesen Handtüchern?","Ich habe zwei mitgebracht, eigentlich. Eins für Roddy und eins für dich.\nUnd jetzt habe ich das zweite, aber schlicht...","Ich kann das ja Luca geben.","So können wir es machen. Luca kann das mitnehmen und dann nächste Sendung.\nLuca, willst du Fleischbällchen?","Handtuch haben?","Möchtest du nicht haben?","Er will keine Fleischbällchen. Er ist ja nicht für Fleischbällchen.\nEr ist ja mehr so für vegetarisches Essen. Von daher passt das schon.\nOkay, dann würde ich sagen, auch der Epilog ist gelaufen. Und dann war es das. Erstmal wieder.\nwir werden uns bemühen nicht so viel Zeit,\nverstreichen zu lassen bis zur nächsten Sendung, wir haben auch schon ein paar\nTermine im Auge, das wird schon irgendwie alles und ja, der Sommer war groß\nund jetzt werden wir mal wieder produktiv Nur?","So nehme ich.","Insofern würde ich sagen, machen wir das mal hier mit dem Outro Luca,\nvielen Dank fürs Kommen Gerne.\nUnd vielen Dank fürs Zuhören. Das war's, die Freakshow 295 und wir hoffen,\nihr hattet Spaß und Schratz.\nUns mal wieder in die, unten in die Kommentare rein, wie man so schön sagt.","Vor allen Dingen gute Begriffe für diese Fail.","Genau, das brauchen wir, ganz wichtig.","Also, und tschüss.","Tschüss."]}