{"v":1,"episode":297,"speakers":["Tim Pritlove","roddi","Luka Dornhecker"],"t":[21,32,34,50,51,52,55,58,60,64,87,93,96,99,104,124,128,129,130,133,136,139,141,177,178,180,181,182,183,187,187,197,200,201,204,205,207,209,209,230,248,256,262,263,266,297,323,330,335,337,340,341,352,353,375,377,383,385,386,388,431,432,445,446,515,520,528,539,547,550,592,592,604,608,617,619,638,640,643,645,696,710,713,721,766,769,789,795,807,810,821,823,847,849,858,859,884,891,898,905,905,908,914,922,928,936,945,960,965,969,975,976,1070,1071,1140,1142,1152,1153,1156,1165,1192,1196,1204,1210,1212,1217,1268,1270,1325,1336,1360,1365,1366,1367,1381,1382,1445,1447,1457,1480,1482,1562,1601,1609,1660,1664,1665,1667,1669,1670,1675,1678,1692,1713,1745,1747,1800,1811,1832,1834,1884,1886,1888,1892,1901,1903,1904,1913,1925,1943,1948,1995,1997,1999,2000,2015,2022,2023,2071,2074,2118,2144,2146,2161,2191,2193,2269,2295,2329,2335,2354,2356,2359,2362,2367,2375,2383,2425,2445,2450,2473,2474,2477,2478,2479,2482,2486,2488,2503,2506,2527,2528,2557,2561,2571,2606,2637,2642,2670,2686,2687,2689,2699,2744,2748,2749,2753,2769,2770,2773,2775,2786,2802,2806,2860,2878,2880,2882,2928,2930,2952,2970,2971,2995,2996,3001,3005,3008,3009,3014,3016,3064,3075,3076,3126,3127,3149,3175,3182,3192,3193,3200,3202,3224,3257,3321,3345,3348,3357,3358,3359,3422,3430,3434,3435,3438,3440,3443,3464,3600,3657,3670,3674,3696,3699,3723,3744,3811,3819,3872,3910,4129,4160,4174,4178,4179,4188,4189,4191,4193,4195,4197,4233,4243,4244,4245,4249,4251,4253,4255,4450,4457,4463,4464,4468,4471,4525,4527,4528,4529,4590,4592,4594,4595,4603,4606,4669,4673,4674,4684,4687,4731,4735,4756,4760,4774,4778,4779,4783,4785,4789,4802,4806,4808,4813,4819,4824,4885,4897,4959,4961,4963,4968,5119,5149,5153,5158,5159,5165,5167,5172,5179,5179,5185,5186,5346,5347,5354,5355,5357,5359,5361,5367,5369,5376,5408,5417,5427,5441,5464,5468,5605,5612,5613,5706,5711,5830,5831,5840,5843,5845,5848,5863,5868,5869,5897,5904,5910,5915,5919,5923,5925,5927,5931,5934,5935,5937,5943,5944,5954,5954,5959,5973,6017,6019,6066,6069,6088,6090,6107,6109,6111,6164,6164,6165,6173,6177,6179,6180,6182,6184,6286,6302,6331,6333,6335,6335,6375,6379,6381,6388,6408,6433,6440,6442,6445,6447,6450,6451,6494,6502,6524,6526,6528,6530,6538,6558,6566,6570,6588,6609,6610,6618,6623,6630,6631,6644,6665,6667,6669,6674,6688,6695,6715,6716,6729,6734,6746,6750,6778,6789,6791,6796,6797,6799,6804,6812,6815,6824,6825,6830,6837,6853,6878,6884,6894,6895,6896,6898,6904,6909,6932,6945,6947,6953,6958,6966,6969,6972,6975,6976,6977,6980,6983,6987,7050,7068,7076,7078,7091,7094,7095,7096,7117,7124,7150,7154,7155,7156,7159,7169,7234,7239,7255,7264,7265,7343,7349,7357,7361,7370,7372,7419,7422,7432,7433,7434,7436,7448,7449,7452,7460,7460,7462,7464,7472,7478,7486,7491,7491,7528,7539,7547,7575,7577,7591,7594,7597,7604,7612,7613,7667,7670,7675,7680,7708,7710,7767,7776,7792,7845,7852,7884,7890,7905,7908,7929,7934,7935,7953,7983,7988,7992,7999,8016,8018,8034,8037,8110,8112,8119,8130,8131,8145,8146,8147,8148,8157,8158,8166,8167,8171,8174,8191,8195,8200,8214,8216,8259,8260,8273,8276,8276,8282,8284,8285,8302,8318,8326,8328,8330,8335,8342,8343,8347,8354,8362,8364,8382,8388,8403,8427,8431,8432,8464,8473,8487,8497,8536,8542,8545,8600,8601,8610,8611,8614,8617,8620,8626,8635,8672,8677,8678,8684,8686,8699,8701,8724,8726,8778,8783,8832,8837,8844,8846,8852,8861,8863,8864,9122,9126,9142,9146,9165,9167,9199,9207,9229,9236,9282,9289,9300,9322,9323,9326,9342,9344,9348,9352,9355,9357,9359,9362,9427,9437,9441,9446,9460,9466,9489,9500,9665,9668,9701,9704,9741,9747,9754,9760,9775,9807,9811,9815,9822,9852,9857,9866,9879,9882,9884,9893,9898,9902,9905,9916,9919,9942,9949,9963,9974,10007,10017,10030,10046,10074,10092,10116,10122,10126,10141,10156,10161,10176,10177,10187,10188,10193,10195,10208,10210,10211,10215,10221,10245,10249,10254,10271,10272,10279,10281,10332,10334,10336,10357,10364,10366,10368,10382,10386,10418,10426,10614,10672,10677,10693,10702,10782,10795,10822,10832,10842,10844,10853,10857,10871,10881,10885,10912,10917,10938,10941,10959,10960,10997,11002,11043,11060,11069,11070,11071,11073,11073,11155,11157,11163,11170,11183,11184,11190,11191,11212,11216,11234,11235],"s":[0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,2,0,2,0,1,2,0,1,0,1,0,1,2,1,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,2,1,2,1,2,1,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,2,1,0,1,0,2,0,2,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,2,0,2,0,2,0,2,0,2,0,2,0,2,0,1,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,1,0,2,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,1,0,1,0,2,0,2,0,2,1,0,1,0,1,0,2,0,1,0,1,2,1,0,1,0,1,0,1,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,0,1,0,2,1,2,1,2,1,2,0,2,0,2,0,2,1,0,1,0,1,2,1,2,0,2,1,0,1,0,2,1,0,1,0,2,0,2,0,2,1,0,1,0,1,0,1,0,2,0,2,0,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,0,1,0,2,1,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,0,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,1,0,1,2,1,0,1,0,1,0,1,0,2,0,1,0,1,2,0,1,0,1,0,1,0,1,2,1,0,2,0,2,1,2,0,1,0,1,0,2,0,1,0,1,0,1,0,1,0,1,0,1,2,1,2,1,2,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,2,0,1,0,1,0,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,1,0,2,0,2,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,2,0,1,0,1,0,2,0,1,0,2,0,2,0,1,2,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,1,0,2,1,0,1,2,1,2,0,1,0,1,0,1,0,1,0,1,0,1,0,1,2,1,0,1,0,1,0,1,0,1,0,1,0,1,0,1,0,2,0,2,0,1,2,0,1,0,1,0,2,1,2,1,2,1,0,1,2,1,0,2,1,2,1,0,1,0,1,2,1,0,1,2,0,1,0,1,2,0,1,0,1,0,1,0,1,0,1,0,1,2,0,1,0,2,0,1,0,1,0,1,0,2,0,1,0,1,0],"x":["Hallo und herzlich willkommen. Hier ist die Freak Show Nummer 297.\nHast du mittlerweile eine Idee, was wir zur 300 machen sollen?","Nie hau. Nein.","Ja, wir sind so unkreativ. Das ist furchtbar. Naja, es wird schon noch was einfallen.\nJa, hallo. Wir sind es wieder. Ich bin's, Tim. Tim Britlaff.\nLast time I checked. War es noch so?\nUnd Roddy ist wieder da.","Ja.","Aus China.","Aus China. Na gut, jetzt schon eine Weile, aber...","Aber du bist wieder da, aus China.","Ja, China ist der Grund, warum ich zweimal nicht in der Sendung war.","Ja. Normalerweise liefern die ja schneller.","Naja, das erste Mal hätte ich quasi vom Flughafen direkt hier in die Meta-Ebene kommen müssen.\nDas hätte ich vielleicht gerade noch so zum Beginn der Sendung geschafft.\nAber nach 10, 12 Stunden Flug und 6 oder 7 Stunden Zeitunterschied,\nJetlag und so weiter, dachte ich so, ach, das wollt ihr alle nicht.","Genau, bei der letzten Sendung hast du da noch so ein China-Virus ausgesessen,\nden wollten wir auch nicht haben hier im Studio.","Ja, so Reste davon hört man vielleicht noch.","Okay, Hauptsache es ist nicht neuartig.","Also zumindest keiner der Tests, die ich gemacht habe, hat ihn irgendwie erkannt Okay.","Oh Gott Covid-25 So und Ralf ist nicht da,\nder hat keine Zeit und ist von daher auch entschuldigt, aber dafür haben wir\nLuca wieder dazu geholt Guten Abend Auf dem Remote-Schirm hier Genau.","Zur Vorsicht vor Roddy Ja.","Stimmt.","Mir geht man besser aus dem Weg.","Ja, Zoom ist der moderne Mundschutz.","Das war er vorher schon.","Ja, aber es ist trotzdem modern. Also es ist definitiv...","Die letzten fünf Jahre.","Man isoliert sich einfach immer weiter voneinander und alles wird irgendwie\nso total virtuell und manchmal frage ich mich wirklich, was das irgendwie aus den Leuten macht.\nIch habe... Guck mal, ich habe vorhin klicke ich auf meinem Touchpad rum,\nUnd das Touchpad klickte auf einmal nicht so richtig.\nDann habe ich mir das angeguckt und habe festgestellt, dass unten der Boden sich herauslöst.\nUnd ich habe das erste Mal in meinem Leben eine dicke Batterie.","Ein Spicy Pillow.","Nennt man das so?","Ja.","Spicy Pillow.","Eine dicke Batterie.","Wenn du dir die so anschaust, dann sehen die aus wie so ein aufgeblasenes Kissen.","Ja.","Ja, also auf jeden Fall hat das Trackpad jetzt, sagen wir mal,\nzwei bis drei Grad mehr Winkel als im Auslieferungszustand.","Ja, es federte auch so ein bisschen.","Oh ja, oh ja.","Ja, ja, das fühlt sich nicht gut an.","Nicht gut an, nein.","Kippelt es schon, wenn man drauf drückt?","Wenn man ganz hinten drauf drückt, kippelt es.","Ja, sehr.","Ich hatte das mal mit einem MacBook Pro, das war ein Arbeitsgerät,\ndas lag immer nur auf dem Schreibtisch und war eigentlich immer zugeklappt.\nUnd irgendwann habe ich es dann mal aufgeklappt und gemerkt,\nwarum kippelt das Ding so?\nWarum kippelt das? Liegt da irgendwas drunter unter dem MacBook?\nDa habe ich gesehen, oh kacke, das ist irgendwie bestimmt einen halben Zentimeter\noder fast einen Zentimeter aufgebläht an der Ecke. Nicht so cool.","Ich habe irgendwann mal in der Firma ein Android-Test-Device zu unserer IT gebracht,\nweil das jetzt auch schon deutlich aufgebläht war. Es hielt gar nicht mehr so richtig zusammen.\nUnd die haben mich angeguckt wie so ein Mondkalb. So nach der Art,\nwieso bringst du das uns? Wir wissen doch auch nicht, was wir tun müssen.","Aber naja ja also ich muss mir wohl ein neues kaufen ich überlege gerade,\nes ist schwarz das heißt ich habe das irgendwann mal ja.","Aber kannst du nicht den Akku tauschen?","Das ist eine gute Frage.","Aufhebeln, gucken, was draufsteht und gucken, ob du sowas nachbestellen kannst.","Ja, aufhebeln habe ich schon probiert. Da bin ich irgendwie gerade trotz iFixit\nnicht so richtig dazu gekommen.\nMal schauen, wie ich das Problem löse.\nZwar sich das Problem hier von alleine löst. So, ja. Also, was ist denn passiert?\nWir waren alle irgendwie weg und wie schon erwähnt, Roddy, du warst ja in China.\nWarum warst du in China?","Ich war in China, weil dort ein Chorfestival stattgefunden hat.\nIrgendwie Beethoven Festival oder so nannte sich das.\nDie Chinesen, die wollten halt unbedingt dann auch unseren Chorleiter als Juror\nhaben und der hat dann vorgeschlagen, seinen Chor gleich mitzubringen und da\nwaren die ganz begeistert und dann sind wir da hingefahren.","Also ich meine, man wird ja jetzt als Chorleiter nicht mal so eben eingeladen,\nzumindest nicht nach China.","Die genauen Beziehungen und was da abgelaufen ist, kann ich dir jetzt nicht sagen.","Ist nicht irgendwie berühmt oder sowas?","Nee, es war schon eher so Vitamin B.","Verstehe, okay.","Aber ja, genau. Und dann war so der Deal, wir bezahlen den Flug und die Chinesen\nalles vor Ort, was auch ganz gut geklappt hat.","Wo?","Wo? Ist das groß? Ja, der eine Ort heißt Taizang und der andere Ort heißt Chindao.\nDu wirst wahrscheinlich bei beiden Orten nicht wissen, wo das ist.\nTaizang ist in der Nähe von Shanghai. Man fährt mit dem Auto so eine knappe Stunde ungefähr.","Schreibst du Taizang?","T-A-I-C-A-N-G.","Okay, Taizang-Shi.","Taizang wird das gesprochen.","Taizang-Shi vielleicht?","Nee, einfach nur Taizang. Das ist, wie gesagt, das ist ziemlich in der Nähe von Shanghai,\nund ist so ein Ort, wo sich relativ viele deutsche Firmen niedergelassen haben.\nDas Gute ist, dass man da auch, wenn man den Nachmittag frei hat,\nauch mal eben nach Shanghai reinfahren kann, was wir auch einmal, zweimal gemacht haben.\nAnsonsten ist der Ort so jetzt nicht weiter spannend, gerade weil er auch so\nein bisschen so eine, naja, etwas leere Satellitenstadt ist.\nAlso so dreispurige Straßen in jede Richtung und eigentlich keine Autos da drauf.","Nicht so richtig.","Also da ist irgendwie nicht viel los. Man hat auch so das Gefühl,\ndass die ganzen riesigen Wohnkomplexe, die da gebaut haben, alle zu 90 Prozent leer sind.\nAber ansonsten, ja.","Warst du schon mal da in China?","Ich war noch nicht in China. Okay.\nUnd die andere Stadt, wo wir waren, Qingdao, die kennt man vielleicht so ein\nbisschen durch das Zingtao-Bier.\nDas kommt nämlich daher. Das ist auch so ein Ort, der irgendwie so eine deutsche\nGeschichte hat und Deutsche haben auch diese Brauerei gegründet.\nDas war ganz lustig, weil wir haben da irgendwie versucht, dann auch vor Ort\nBier aus dem Ort zu trinken und alle so, hä, wieso, wir haben doch internationales\nBier, da müsst ihr doch kein chinesisches trinken.\nDas ist, aber so schlecht ist es gar nicht. Also das ist jetzt,\nman fährt jetzt nicht wegen dem Bier nach China, aber man kann es schon trinken.\nLustigerweise ist das meiste eher so, was man bei uns so als Leichtbier oder\nMagerbier kennt oder so, halt so zweieinhalb, drei Prozent.\nAlso dieses volle fünf Prozent Bier haben die da relativ selten.\nKeine Ahnung, angeblich kann der Chinese ja auch nicht so viel Alkohol,\nist vielleicht auch besser so.","Ist generell eine asiatische Schwäche, sagen wir es mal so.","Wobei mir, also wir haben ein paar Deutsche vor Ort kennengelernt und der eine\nhat mir versichert, naja es gibt aber Chinesen, die können auch.","Es ist ja so eine Gen-Mutationsgeschichte, so eine Eigenschaft.\nUnd manche haben es und manche haben es nicht. Und weiß der Geier,\nwie sehr sich das mittlerweile so in die Zukunft evolviert hat.","Ja, ähnlich ist es wohl mit der Laktoseintoleranz. Das betrifft irgendwie auch nicht alle.","Der Chinese macht jetzt auch in Alkohol.","Naja, wenn die erstmal richtig saufen, dann haben wir keine Chance.\nJa, wie erzähle ich da weiter? Also Chindao als Stadt,\nalso während Taizang so ein bisschen so eine irgendwie neu gebaute Mondlandschaft\nwar und nicht so richtig glaubwürdig war Chindao schon eher eine Stadt,\nwo man dann hinfährt und hat so das Gefühl, ja hier leben auch echte Leute.\nAlso in Shanghai sowieso. Also Shanghai ist ja eine riesige, wuselige Stadt.\nWas interessant, was ich interessant fand, war wie leise alle diese Städte waren.","Leise?","Leise, weil der Straßenverkehr relativ leise ist. Du hast einen sehr hohen Anteil an Elektroautos.\nIch habe nur überhaupt ein einziges Moped gesehen, was ein Verbrennungsmotor hatte.","Das habe ich auch schon gehört, dass das bei zwei Rädern echt durch ist.","Und das Krasse ist, die haben halt nicht, wie bei uns, die Fußgängerhupe.\nAlso in Europa hast du ja unter 30 Stundenkilometer, musst ja das Gefährt...\nTon machen.","Fußgänger-Upe.","Ja, oder das Karkophon oder wie auch immer man es nennt.\nUnd das haben die dort nicht. Und das ist völlig absurd, wenn du dann siehst,\nda stehen da 20 Zweiräder an der Ampel.\nEs wird grün. Die sausen alle los und man hört nichts.\nEinfach mal gar nichts.","Ja, the power of Elektro.","Und das ist schon so in...","Und die Autos auch.","Die Autos, naja, da ist so der Anteil jetzt grob über den Daumen geschätzt,\nirgendwo so bei 50, 60 Prozent.\nDie machen auch keinen Ton, also sind nicht verpflichtet, einen Ton zu machen,\nwenn sie langsam fahren.\nSind dementsprechend leise.\nMan hört dann schon Autos, die einen Verbrennungsmotor haben, raus.\nBeziehungsweise wenn dann ein LKW ankommt, dann hast du so das Gefühl,\nboah, wer hat denn diesen lauten LKW zugelassen?\nDas darf ja wohl so nicht sein. Also es ist wirklich erstaunlich.\nAlso gerade bei Shanghai, wo du denken würdest, das ist ja eine riesige Stadt,\nda tummeln sich so viele Menschen.\nDas muss doch ein totales Chaos und Gewühle sein. Nee, es ist relativ leise.\nDie hupen auch nicht so laut, keine Ahnung. Vielleicht hat die Regierung da\ndie Lautstärke der Hupen begrenzt oder so. Ich weiß es nicht.","Es muss ja auch nicht so Terrorhupe sein, wie in Deutschland immer.\nIch meine, hier ist ja, das hatten wir auch schon mal, also in Deutschland ist ja eine Hupe,\nwird ja nicht nach STVO zum Warnen benutzt, sondern zum Meinen.","Zum Meinen ist der Audio-Mittelfinger.","Genau. Und deswegen muss die auch so richtig schön kantig und laut sein.\nDabei würde so ein leichtes Miep, Miep völlig ausreichen.","Genau, genau. Also das ist das, was mich zum Verkehr, was ich wirklich spannend fand.\nWir sind auch in Shanghai U-Bahn gefahren.\nDas war auch relativ spannend.\nAllerdings jetzt eigentlich auch nicht groß anders als irgendwie anderer Städte U-Bahnen,\nwenn man mal davon ausgeht, dass die Chinesen sehr gerne irgendwie den Pass\nsehen wollen, beziehungsweise andere Personaldokumente.\nDas heißt, du kommst in die U-Bahn tatsächlich nicht rein, ohne dein Personaldokument\nzu zeigen und mitunter auch nicht, ohne dein Gepäck durchgeröntgt zu haben.","Und du jetzt als Fremdling oder alle?","Wir als Europäer mit dem europäischen Pass hatten da eher einen Vorteil,\nweil sie uns relativ locker durchgewunken haben, aber die eigenen Leute,\nda gucken sie ganz genau hin.\nUnd lustigerweise kommst du auch ohne diese Personalfeststellung auch nicht\naus der U-Bahn wieder raus.\nUnd das gleiche ist beim… Was.","An jeder Haltestelle, wo man ein- und aussteigt, wird der Ausweis gecheckt? Ja.","Es gibt da also das ist eine Frage, die ich nicht beantworten kann, aber ist halt so,\nJa, doch. Ja gut, ich habe jetzt nur drei U-Bahnhöfe gesehen.","Aber da sind noch Millionen Leute irgendwie unterwegs.","Ja, also die U-Bahn, die war relativ voll. Nichts, wo man jetzt als Berliner\nsagen würde, holla, das geht gar nicht, sondern war halt voll.","Also keine japanischen Verhältnisse?","Nö, keine zur Tür Reintreter, damit die Leute reinpassen oder so,\naber schon voll. Also das schon.\nUnd mich hat die U-Bahn im Wesentlichen so ein bisschen noch am meisten an Brüssel erinnert.\nIch weiß nicht genau wieso, aber so einfach so wie sie aussahen,\nwie sie klang und wie die Durchsagen waren, das hat mich sehr an Brüssel erinnert.","Sind die da auch auf Chinesisch?","Nee, aber in Brüssel sind sie auch zweisprachig. Also auf Französisch und auf Flämisch.","Ich bin noch nie U-Bahn gefahren.","Die Durchsagen tatsächlich in der U-Bahn auf Englisch und auf Chinesisch sind,\nwohingegen sie dann wiederum die Haltestellen nicht unbedingt auf Englisch hingeschrieben haben.\nIch habe mir irgendwann angewöhnt, immer mir so das erste Zeichen zu merken von dem Wort.\nDas geht gerade noch so, dass man sich das so merken kann und dann mal so gucken,\nne, könnte das sein? Ne, das erste Zeichen sieht anders aus.","Hattest du denn da keine Traffic-App, die dir irgendwie sagt,\njetzt aussteigen, bla bla bla, so Traffic oder irgendwie sowas?","Nö, ganz normal, Apple Maps. Man hätte mit Apple Maps sogar eine Fahrkarte kaufen können.","Aber hat Apple Maps auch wie hier in Berlin richtig U-Bahn-Tracking?","Ja, ja.","Mit allen Linien und so weiter und wo man aussteigen soll?","Wie gesagt, über Wallet hätte man auch ein Ticket kaufen können.\nDas hat aber nicht funktioniert.","Ich meine nur, die App, das macht ja dann, Apple Maps macht das ja auch,\ndass sie dir dann auch sagt, wann du aussteigen sollst.","Ja, das stimmt. Stimmt, das hatte ich nicht an.\nGuter Punkt, weiß ich nicht.","Also du kannst einfach eine Route machen und dann ich fahre jetzt ÖPNV und dann\nsagt er dir halt wirklich jetzt aussteigen, dann hättest du ja nicht so viele Zeichen merken müssen.","Ja, aber bei der U-Bahn ist halt die Lokalisierung nicht so gut,\nda musst du dann schon gucken, dass du weißt, wo du bist, also zumindest in\nBerlin ist es immer wieder so.","Ja gut, aber zumindest zeigt er dir dann das Zeichen dann auch an und ich weiß\nnicht, die Lokalisierung ist in U-Bahnen teilweise gar nicht mal so falsch,\nweil die sich dann halt an Wi-Fi,\nAP-Adressen und so weiter orientieren.","Die U-Bahn war gut ausgeschildert, fand ich. Also das war jetzt kein Problem irgendwie.","Entschuldigung, nicht Wi-Fi, sondern 5G oder was auch immer.\nAuf jeden Fall eine Base Station.","Ja, also das war, man hat sich da zurechtgefunden. Das war jetzt kein größeres Problem.","Na gut.","Und Bahnen sind wir auch gefahren, weil wir nämlich von Shanghai nach Chindao\nmit dem Schnellzug gefahren sind.\nDie Alternative wäre halt also entweder vier Stunden Schnellzug oder acht Stunden Bus.\nund dann haben wir darauf bestanden, dass wir mit dem Schnellzug fahren,\nder hat mich so ein bisschen an den TGW erinnert, so ein bisschen enger als ein ICE.\nAlso ein ICE ist schon geräumiger, fährt auch ein bisschen behäbiger,\nwackelt nicht ganz so und ist so ein bisschen vom Luxuriösen her drüber als der TGW, wie ich finde.\nWir haben auch keinen TGW mehr gefahren.\nAber der Zug hat einfach funktioniert. Das Einzige, was wirklich weird ist,\nist, dass du am Bahnhof erst 10 Minuten, bevor der Zug kommt,\nüberhaupt aufs Gleis gelassen wirst. Also es gibt da so Warte-\nZimmer kann man es nicht nennen, Hallen, Wartehallen, wo du halt auf deinen\nZug wartest und bevor der dann kommt, zehn Minuten bevor der dann kommt,\ngehen die Türen auf und dann werden nochmal die Tickets gecheckt,\nwährend du durch die Tür gehst und dann kommst du da rein.\nDu kommst übrigens in den Bahnhof auch nur rein, wenn du erstens das Ticket\ngezeigt hast und zweitens den Pass und so weiter und das Gepäck wird durchröntgt,\nwas so richtig bekloppt ist, weil es da Dinge gibt, die du nicht mitnehmen darfst,\naber es gibt ja keine Aufgabe Gepäck, also es ist dann wirklich weg.\nEinige Leute haben ihr Rasierschaum oder so abgeben müssen, weil durftest du\nhalt nicht mit in den Zug nehmen.","Da kommen wir bestimmt auch noch hin.","Ja, naja, auf jeden Fall, auch das hat eigentlich relativ gut geklappt.\nAlso es gibt keine Wagenstandsanzeige, dafür gibt es auf dem Bahnsteig Markierungen,\nwo denn der Wagen mit der und der Nummer anhält bei der und der Klasse Zug und\ndas hat auch funktioniert.\nich habe nur das bei mir bei der Hinfahrt habe ich irgendwie die Abfahrtszeit\nmit dem Sitzplatz verwechselt,\nalso 8.27 Uhr fuhr der Zug, aber der Sitzplatz wäre in Wagen 5 sonst was gewesen\noder ich glaube der Unterschied war noch größer auf jeden Fall 5 Wagen durch\nso einen vollen Zug drängeln ist halt nicht schön so richtig voll,\nja fast ganz voll also aber Aber auch da, der Zug war einfach so auf normalem,\nwie soll ich sagen, technischem Landniveau. Also es war jetzt nicht irgendwie,\ndass man das Gefühl hat, womit fahren die hier denn.\nEs war auch nicht so, dass man dachte, boah, sowas habe ich noch nie gesehen.\nAber es war einfach, es hat funktioniert und es war ein guter Standard. Also das ist wirklich.","Und schnell war der Zug?","Der war schnell, der war, da war irgendwie eine Anzeige, der ist so immer so\num die 180, 190 gefahren. Manchmal ungesetzt.","Das sind ja nicht die schnellen Züge, ne?","Nee, das sind nicht die ganz schnellen Züge, aber das sind.","Überhaupt nicht besonders schnelle Züge, würde ich sagen. 180 ist ja vollkommen normal.\nAlso in China hast du auch 300 Stunden Gehörer Züge?","Ja, nee, so einen Zug hatten wir nicht. Keine Ahnung, vielleicht wäre der auch teurer gewesen.\nAlso das war so, nee, also das hat alles irgendwie wirklich einfach funktioniert.\nAlso ich hatte ja so ein bisschen befürchtet, es wäre so ähnlich wie in Indien,\naber der Unterschied könnte krasser nicht sein.\nAlso ganz ehrlich, das hat so gut funktioniert, da kann sich manch europäisches\nLand echt eine dicke Scheibe von abschneiden.","Ich glaube, technisch kann man sich da mittlerweile sowieso eine ganze Menge abschneiden.","Wir sind auch viel Taxi gefahren, weil es hat halt einfach nichts gekostet.\nAlso für unsere Verhältnisse nichts.","Generell jetzt das Preisniveau oder jetzt nur speziell auf Taxis?","Kennen ja beides so ein bisschen.","Ich weiß ja nicht, so Restaurants oder so, ich weiß ja nicht,\nwas du so konsumiert hast da.","Ja, Restaurants, also wir waren nie so richtig fancy im Restaurant,\naber so in so einem Restaurant, so Nudelsuppe und irgendwie zwei,\ndrei Getränke waren hinterher fünf, sechs Euro in Shanghai, in den anderen Städten\nwar es ein bisschen billiger.\nAlso das war relativ günstig.\nRelativ günstig. Und beim Taxifahren hatten sie halt so einen Mindesttarif,\nder war ungefähr ein Euro.\nEs war halt einfach so heiß, irgendwie über 30 Grad, 100 Prozent Luftfeuchtigkeit.\nWir sind irgendwann selbst über die dicke Straße rüber nur noch mit dem Taxi\ngefahren, weil es war einfach.\nAber es war auch einfach total simpel, sich ein Taxi zu holen.\nAlso das war überhaupt kein Problem.","Jetzt mit einer App oder einfach?","Mit einer App. Und zwar, es gibt zwei Apps, die brauchst du unbedingt,\nwenn du in China sein willst. Die eine ist WeChat, die kennt man ja.\nUnd die andere heißt Alipay, von der hat man bestimmt auch schon mal was gehört.\nUnd beide Apps haben irgendwie so ein Ding durchlaufen, dass sie unglaublich\nviele Integrationen haben.\nAlso mit Alipay kannst du fast überall bezahlen, also so ziemlich überall und mit WeChat meistens.\nAlso WeChat, WePay. Also in WeChat ist nochmal eine Zahlfunktion dran.\nUnd Alipay hat eine Integration mit DD Travel.\nDas ist so wie Uber.\nSo nach der Art, ich stehe hier, will ein Taxi und will nach da und da.\nUnd dann spuckt dir der auch schon aus, wie viel es kostet und dann kommt irgendwie\nein paar Minuten später der Fahrer und fährt dich dahin.","Wie funktioniert das Zahlen damit jetzt konkret? Ist das denn eher so wie bei\nApple Pay oder gibt es physische Terminals, wo du irgendwie was anhältst?","Gut, dass du fragst. Es gibt zwei Varianten. Das eine ist…,\nDu zeigst einen QR-Code vor, den die App anzeigt.\nAlso beide Apps, die unternehmen sich da jetzt nicht so viel.\nUnd dann kann der Merchant diesen\nQR-Code scannen mit seinem Terminal und dadurch die Zahlung auslösen.\nDas ist das eine. Und das andere.","Ist… Also der schickt dir über den QR-Code eine Zahlungsaufforderung im Prinzip?","Richtig.","Okay.","Die bestätigst du dann und dann ist fertig. Okay. Oder andersrum,\ndie haben einen QR-Code, den scannst du und dann tippst du ein,\nwie viel du schicken willst und schickst es los.","Okay, klingt easy.","Das ist, man muss halt irgendwie einmal durch dieses,\nich verbinde meine Kreditkarte aus dem Westen mit diesem Systemding durch,\ndas ist mitunter ein bisschen nervig, weil du dann auch irgendwie quasi deinen\nhalben Reisepass abtippen musst und noch ein Foto hinschicken und so weiter.\nAber wenn man das einmal gemacht hat, geht das super.\nUnd dann gibt es noch die Möglichkeit, das hatten wir in dem einen Restaurant auch,\ndass sie am Tisch, also ich kannte das von der Ukraine,\nda haben sie am Tisch einen QR-Code und dann scannst du mit einem der beiden\nApps diesen QR-Code und dann geht in der App nochmal so eine Art Webview-Integration\nauf, wo du dir dann dein Menü zusammenklicken kannst.\nund dann sagst du zahlen und dann bezahlst du das, was du haben willst und irgendwann\nsteht es halt auf dem Tisch.\nDas ist irgendwie auch ganz witziges Herangehen.","Das ist auch geil, ja.","Zumindest sind da meistens dann Bilder an dem Essen dran.\nDas ist ein bisschen, weil das meiste ist halt nicht übersetzt.","Ich meine, dieser Trend zu diesen Super-Apps, wie man so schön sagt,\nApps, die quasi nicht mehr nur eine Sache machen, sondern eigentlich alles mögliche\neinbinden, was ja Elon Musk auch gerne für Twitter gehabt hätte und irgendwie\nsind sie davon immer noch weit von entfernt.\nWie auch von all seinen sonstigen ausgerufenen Zielen, zu meiner größten Belustigung.","Lass uns nicht auf diesen Menschen eingehen.","Nein, aber das ist, sagen wir mal, also das, was in Asien gängig ist.\nUnd WeTrade ist ein Beispiel, Alipay ist ein Beispiel und ich glaube in,\nnicht durcheinander kommen.\nIch glaube in Japan ist auch Line in Japan groß.\nAlso jede Region hat so ein bisschen so seinen Primär-Chat, der so besonders erfolgreich ist.\nDas ist eben dann in China vor allem im WeChat.\nUnd,\nAls ich jetzt in Taiwan war, da war es, oh Gott, da war es irgendwas anderes\nin Malaysia, das habe ich jetzt vergessen.\nAlso da sind zum Beispiel auch diese ganzen Transport-Apps, also so wie Uber,\nbloß eben nicht Uber, sondern dann ist es dann halt irgendwie zum Beispiel Grab,\nwo du dann eben auch Taxis bestellen kannst, Mopeds bestellen kannst,\naber dann auch Restaurant.\nund als ich in der Ukraine war, hatte ich auch schon erzählt,\nso dieses Bestellen sind halt auch irgendwie so Dinge, die so mit drin sind,\nmeistens dann wiederum von der kriegst du so ein fertiges Webinterface von der\nBank gestellt als Restaurantbetreiber, also dieses ganze,\nwir übernehmen mal diese ganzen Dienste und packen irgendwie alles in ein System\nzusammen und eine App ist sozusagen ja eigener Appstore, das ist so ein Trend,\nder sich so langsam abzeichnet.","Ich habe auch nicht alles verstanden, was da in Alipay so drin ist,\nbeziehungsweise in WeChat,\nsondern im Prinzip nur die Bezahlfunktion und dieses,\nWeChat, das Chat selber auch benutzt, das ist aber,\nehrlich gesagt eher so rudimentär, wenn man so ein Telegram oder so ein Signal kennt,\ndann ist das was sehr interessant ist, du kannst was einmal in WeChat drin ist,\nkannst du eigentlich nicht wieder rausholen, also du kannst nicht ein Video,\nwas jemand gepostet hat irgendwie auf deinem Phone laden oder so.\nAlso das ist ganz merkwürdig. Da, naja.","Aber wisst ihr, wer für Europa uns so eine super App bauen könnte? Victorinox.","Das wäre richtig geil. Die Victorinox App würde ich benutzen.\nNoch eine App, die man unbedingt braucht, meiner Meinung nach, ist DeepL.\nAlso ich habe, Dieb L hat ja jetzt auch so ein, ich kann die Kamera auf irgendwas\nrichten und bekomme das übersetzt.\nDas ist ganz lustig, weil die chinesische Sprache scheint sehr blumig zu sein\nund viel Chancen für Interpretation zu bieten und deswegen ist die Übersetzung\nauch nicht immer so stabil, sage ich mal.\nMal ist es das, mal ist es das. Ganz lustig anzugucken, aber es ist extrem hilfreich,\nweil man mal eben das Phone irgendwo\nhinhält und dann bekommt man eine Übersetzung von dem, was da ist.\nGenau. E-SIM hatte ich mit Nomad.","Also DeepL scannt auch?","Ja, ja.","Ah, okay, das ist eine neue.","Also die DeepL-App auf dem Phone.","Ja, okay.","Da gibt es einen Kamera-Button, Da drücke ich drauf und dann übersetzt du alles, was du siehst.","Ja gut, das macht ja Google schon relativ lange.","Ja, genau, so macht das DeepL auch. Das hat ganz gut funktioniert.\nIrgendwer hat gesagt, man müsse doch unbedingt DeepSeek benutzen.\nDas wäre da am allerbesten. Aber das habe ich nicht ausprobiert.\nDas kann jetzt nichts zu sagen. Zum Übersetzen? Ja.","Ach echt? Ja gut, ich meine, das können die LLMs ja generell alle ganz gut.\nAber letztlich benutzt ja auch DeepL.\nDeepL ist einfach sehr gut im Übersetzen, weil es vor allem Kontextnuancen,\nalso nicht nur eine Variante anbietet, sondern eben auch im Kontext immer sehr\ngut unterwegs ist, sagen wir es mal so.","Also DeepL war immer gut genug und schnell genug, dass ich mich jetzt nicht\nnach was anderem umgeguckt habe.\nMuss ich jetzt mal einfach zugeben, ich habe jetzt keinen großen Vergleichstest gemacht.\nE-SIM habe ich über Nomad gekauft. Das war irgendwie...\nwie soll ich sagen, wenig aufregend, hat einfach funktioniert,\nfertig. Braucht man jetzt auch nichts zu sagen.\nAndere Leute haben Aerolo benutzt oder so. Das ist dann auch, glaube ich, egal.","Nehmt sich auch preislich, glaube ich, nicht viel.","Also Nomad ist schon günstiger. Ich habe ungefähr die Hälfte dessen bezahlt,\nwas die anderen bezahlt haben.\nAber ob man jetzt 10 Euro für die Daten eines Urlaubs bezahlt oder 20 Euro, das ist dann auch egal.\nAlso das ist so, was haben wir denn hier, über das Bier habe ich schon gerantet,\nEssen muss ich mal sagen, wir haben relativ viele so, wie nannten die das,\nimmer Mealboxen vom Veranstalter bekommen,\ndie waren alle doch ziemlich nicht so geil, also da waren so ein paar dabei,\nda kann ich jetzt mit Fug und Recht sagen, ich habe den schlechtesten Reis meines\nLebens in China gegessen,\naber gut, das ist halt, naja.\nDie haben da wahrscheinlich am Preis gespart, keine Ahnung. Ansonsten war das\nEssen okay, aber ich bin jetzt kein großer Fan des chinesischen Essens geworden.","Ja, das ging mir auch so. Zwar nicht in Mainland China, aber halt auch so Taiwan.\nDas war alles ganz okay, aber so umgehauen hat mich das jetzt nicht.\nDa bin ich dann eher Team Thailand.","Ja, was mich, also uns alle eigentlich schockiert hat, weil man es aus Europa\nnicht mehr so üblich, nicht mehr so kennt, ist der Verpackungsmüll.\nDas ist wirklich unglaublich. Ich habe irgendwann, also die Chinesen essen ja irgendwie kein Käse.\nAus irgendwelchen Gründen mögen die keinen Käse.","Na, Laktose-Toleranz?","Du, keine Ahnung. Ich habe irgendwann im Supermarkt Käsewürfel gekauft, irgendwas Frischkäse.\nUnd dann war das so, das war halt alles einmal in Plastik eingeschweißt und\naus diesem Aus, sowieso länglich wie so ein Schokoriegel, wenn man es aufgemacht\nhat, war da eine Pappschachtel drin.\nIn dieser Pappschachtel waren da nochmal einzeln in Staniolfolie eingewickelte\nKäsewürfel, so wie man das von Lavaschkiri zum Beispiel kennt oder von diesen\nSchmelzkäse-Ecken, so in der Art.\nJa und dann war das Schmelzkäse, der auch noch süß war, also es war,\nnaja gut, aber auch dieses, verdammt nochmal, warum bleiben die Deckel nicht an den Flaschen dran?","Also ich bitte dich das ist doch.","Nicht so schwer.","Das können wir auch erst seit kurzem da haben sich alle drüber beschwert und.","Ich weiß auch nicht wieso aber plötzlich kaum hat man es nicht mehr ist man\nkomplett genervt von diesen Deckeln die nicht mehr dranbleiben.","Ja das war an sich eine ganz gute Idee ja.","Ja eigentlich schon.","Manche Sachen muss man auch erst aufgedrückt bekommen bevor man checkt dass\nes irgendwie die eigentlich gar nicht so scheiße ist.","Nee, aber insgesamt haben sie ungefähr doppelt so viel Verpackungsmüll um irgendeinem\nProdukt rum wie bei uns. Also es ist wirklich absurd.\nIrgendwie, ich verstehe es auch nicht.","Ja, das ist generell etwas, wo Asien noch ein bisschen hinterherhängt.\nIch meine, es ist halt, dieser ganze Luxus der modernen Welt ist da immer noch sehr neu.\nDas ist alles eine Entwicklung der letzten 30 Jahre.\nund da muss noch sehr viel nachgeholt werden in den Köpfen.","Du meinst, Luxus ist, wenn man möglichst viel Unboxing machen kann oder was?","Ja, das... Naja, man weiß doch, was Luxus ist. Man muss...\nüber Status, über Besitz. Und diese ganze,\nich meine China ist nicht so lange her, da war das Land halt auch noch so von\nHunger geplagt, zumindest in vielen Bereichen und vor allem von sehr starker Armut.\nUnd jetzt hast du halt einfach so einen, ich weiß nicht, ob man das einen Mittelstand\nnennen kann, aber zumindest eine Gesellschaft, die in zunehmendem Maße weniger\nmit so einem totalen Mangel zu kämpfen hat.\nUnd da ist halt einfach dieser ganze Zeigeshow-Status sehr groß.\nIch meine, das war ja, was weiß ich, als hier die Handys kamen,\nnoch alle mit ihren komischen Handys in irgendwelchen durchsichtigen Taschen\nam Gürtel durch die Gegend gerannt.","Damit man es auch sieht.","Damit man es auch sieht, dass man ein Handy hat und so.","Ja, das war schlimm.","Aber das ist halt im Prinzip genau das Gleiche. Und das ist ja auch der Grund,\nwarum wir immer noch so unter Autos leiden, weil das immer noch so ein krasses Statussymbol ist.\nUnd die Leute nicht checken, dass das eigentlich wirkliche Statussymbol heutzutage\nein Elektromotorrad ist.","Naja, in China ist, glaube ich, ein Statussymbol tatsächlich ein europäisches\noder am besten deutsches Auto.","Immer noch?","Ja, ja. Egal, ob das dann irgendwie nicht mit Strom fährt oder so oder andere größere Nachteile hat.\nAber es scheint doch, also es gibt da wirklich Leute, die mit ganz offensichtlicher\nZufriedenheit und zur Schaustellung irgendwie den BMW oder den Mercer vorfahren.\nIch verstehe es nicht, aber gut, ich muss das vielleicht auch nicht verstehen.\nAls letztes vielleicht noch Shanghai. Wir waren da abends dort und da gibt es ja diese,\nalso da fließt ja so ein Fluss durch, keine Ahnung wie der jetzt heißt und auf\nder anderen Seite von dem Fluss, wo man als Tourist üblicherweise ist,\nstehen relativ viele Hochhäuser und die sind alle absurd beleuchtet.\nAlso absurd beleuchtet im Sinne von….","Sehr viel schlechter Geschmack.","Ich sag mal so, du kennst dich ja so ein bisschen aus, wie man Gebäude beleuchtet.\nIch will nicht über Geschmack streiten, es ist nur einfach, also es ist vor\nallen Dingen auch viel hilft viel und vor allen Dingen viel Animation hilft viel.\nEs bewegt sich und tut und macht und so weiter.\nUnd das Schlimme ist, aus ganz China kommt der Tourist an und will das sehen.\nDas heißt, da wo du tagsüber noch relativ normal rumlaufen kannst,\nja gut, da sind Leute, aber ist okay, ist es hinterher verstopft,\nals wäre da ein Oktoberfest oder so am Start.\nUnd alle glotzen sie da auf dieses Wasser rüber auf die andere Seite,\nwo die Hochhäuser blinken.","Das ist überall, das ist in Hongkong auch so, Dubai,\nalso Dubai hat das jetzt nicht so auf der kompletten Skyline,\naber die haben das halt schon auch da etwas konzentrierter und das ist halt\nimmer noch alles irgendwie neu und so während wir so völlig schon so auf dem,\nkönnen wir mal wieder das mit der Natur probieren,\nFilm langsam geraten, in Teilen der Gesellschaft zumindest, ja.","Dunkelpark oder Sternenpark.","Ja, Sternenpark und irgendwie, also überhaupt so und auch diese permanente Reizüberflutung.\nUnd das ist halt einfach, glaube ich, etwas, was da einfach immer noch einen\nsehr hohen Stellenwert hat.\nIch meine, die übertreiben es ja auch gleich richtig. Hast du auch mal so eine\nDrohnenlichtshow gesehen?","Nee, das hatten sie da nicht. Okay, aber du weißt, was ich meine.\nIch habe Videos gesehen davon, das ist, ja klar.\nAber ja, man hat auch so ein bisschen das Gefühl, dass die Firmen,\ndie da ihr Hochhaus haben, das natürlich auch als komplettes Statussymbol sehen\nund die sich versuchen gegenseitig zu übertrumpfen. Also das ist ganz offensichtlich.\nAber ja, also kann man mal hinfahren und sich das angucken. Also finde ich jetzt nicht verkehrt.\nJa, das war es im Wesentlichen.","Wie lange warst du da?","Das waren elf Tage.\nVielleicht noch eine Kleinigkeit. Wir haben da ja in Konzertsaalen gesungen\nund gerade der Konzertsaal in Chindao, der war schon richtig gut.\nAlso jetzt keine Philharmonie, aber auch nicht deutlich drunter.\nLeider war das kein Philharmonie-Publikum. Also das habe ich noch nicht erlebt,\ndass die Leute ihre Handys nicht ausmachen.\nOkay, muss man vielleicht nicht. Aber dass sie sie auch nicht leise machen und\ndann wirklich mit hoher Lautstärke das Gepiepse anfängt, immer wenn irgendwo\neine Message reinkommt oder so oder die Leute angerufen werden und auch noch\nrangehen und telefonieren.\nÜber Husten will ich gar nicht reden. Also das fand ich schon sehr, sehr weird.\nIch habe das zweite Konzert ja nicht mitgesungen, weil Stimme nicht wollte.\nUnd dann saß ich neben einem, der hat tatsächlich während das Konzert lief,\nirgendwelche News geguckt.\nDer hatte dann so Stöpsel im Ohr und es hat jetzt, gut, hat man nichts gehört,\naber trotzdem war der da irgendwie bei seinen, ich glaube Börsen-News oder so\nwaren das, keine Ahnung. Also es war ein bisschen merkwürdig.","Ja, also ich will jetzt ohne eigene konkrete Erfahrungen eigentlich gar nicht\nso viel drüber sagen, aber die Chinesen, die mainland Chinesen haben ja so im\nRest Asiens eigentlich einen relativ schlechten Ruf, was so ihre Manieren betrifft.\nDa ist viel Lärm und laut sein und auf den Boden spucken und rumrotzen und so\nweiter, das scheint da sehr verbreitet zu sein.","Ich sag mal so, wenn man als Deutscher das Gefühl hat, Dass man mit der Art,\nwie man so normalerweise durchs Leben geht, also innerhalb von einem halben Tag das Gefühl hat,\nmuss ich mich jetzt nicht großartig\nanstrengen, ich werde hier nicht anecken, dann sagt das schon was.\nAlso ich glaube, dass es so Länder gibt, wo man so versucht,\nlieber nicht Fauxpas machen und lieber nicht hier und nochmal zweimal bitte\nund danke sagen und so, damit man jetzt nicht der Depp aus dem Westen ist,\naber das Gefühl hast du in China gar nicht.","Da kannst du dich sozusagen so schlecht benehmen, wie du willst.\nDu hast immer noch gute Manieren, willst du sagen.","Also wenn wir auf den Klischees rumhacken würden, dann würde ich jetzt sagen,\ngut, Amerikaner fallen vielleicht trotzdem noch auf.\nAber so als Deutsche, jetzt mal abgesehen vom Aussehen her, ich hatte nicht\ndas Gefühl, dass wir uns da jetzt schlecht benommen hätten.\nWir haben uns relativ normal benommen. Das wollen wir ja auch hoffen.","Rudi, dass du dich da ordentlich benommen hast.","Ich benehme mich ja sowieso meistens ordentlich.","Streistens.","Es gibt Ausnahmen, aber darüber reden wir heute nicht.","Gut, das war der Bericht aus China. Ja. Okay.\nHast du noch Fragen? Luca, warst du mal in China?","Nee, ich war noch nie in China. Ich war generell noch nie in Asien tatsächlich.\nWürde ich gerne auch irgendwann mal nachholen.","Also im Großen und Ganzen war es nicht, deutlich weniger schwierig,\nals ich gedacht hätte, dass das ist.\nAuch wenn der Veranstalter so ein bisschen weird war und uns irgendwie,\nich glaube drei Wochen oder vier Wochen vorher dann eröffnete,\nwir bräuchten dann doch noch ein Arbeitsvisum, weil dieser Auftritt ja doch\nirgendwie Arbeit darstellt.\nDas haben dann irgendwie die meisten vom Chor auch noch irgendwie hingekriegt.\naber im Großen und Ganzen war das jetzt irgendwie völlig unklar also die Vorstellung\njetzt nach Amerika zu fahren würde mir deutlich mehr Bedenken,\nmachen als jetzt nochmal nach China zu fahren mir.","Auch gut Luca und ich, wir waren ja auch unterwegs, wir haben es ja hier auch\nschon mal angekündigt und haben einen Ausflug nach Schweden gemacht.\nUnd auch wenn ich Schweden schon mal betreten habe in meinem Leben,\nich war mal einen Tag in Malmö.\nAlso bis jetzt vorletzten Woche.","Ja gut, also ein Tag in Malmö ist auch Schweden irgendwie.","Aber ist Schweden, aber ich habe halt relativ wenig Schweden mitgenommen und\ndas würde ich auch ehrlich gesagt, das gilt im Prinzip jetzt auch für diese Reise.\nIch bin bloß mal ein bisschen weiter gekommen.\nWir waren ja auf dem Weg zu einer Elixier-Konferenz und ja, die war in Warberg.","Warberg.","Warberg. Das ist, glaube ich, die korrekte Aussprache.","Das geben wir nochmal.","Oder zumindest bin ich näher...","Ist da irgendwo den Namen in den Notes drin?","Da schreibt sie einfach V-A-R-Berg.","Ja, G wird als J gesprochen.","Genau. Und das R soll wohl gerollt werden und ja.\nJa, das ist so ein kleiner Ort, kurz vor Göteborg und ganz nett so gelegen am Wasser.","Oder Götebori wieder.","Ja, und ich weiß gar nicht, also was mir als erstes aufgefallen ist,\ndass ich so überhaupt keinerlei Anpassungsprobleme hatte an Schweden.\nalso das klingt jetzt ein bisschen blöd aber es ist so es war so Deutschland light.","In welcher Hinsicht?","Na, eigentlich in jeder Hinsicht, weil es einfach, die Dinge sind da einfach\nnicht so sehr viel anders.\nAlso du kommst ins Supermarkt und irgendwie, okay, es gibt ein bisschen mehr Schöttbola.\nUnd ein bisschen weniger Bier.\nGenau, man kann da keinen Alkohol kaufen über, was war die Grenze nochmal?\n3,5 glaube ich. Genau, 3,5 Prozent Alkoholgehalt.","Stärkeres gibt es dann nur bei der zentralen Abgabestelle.","Genau, machen es halt wie, glaube ich, alle in Skandinavien und Kanada,\ndass sie sozusagen den harten Alk halt quasi vom Staat verkaufen lassen.","Ja, als ich in Schweden war, das ist auch schon über zehn Jahre her,\nda sind wir mit dem Auto und der Fähre gefahren und da war direkt vor uns ein\nKombi von vier Schweden.\nDer war hinten bis unter den Dachhimmel mit Bierdosen voll.\nUnd kaum kam dieses Auto auf der Fähre zum Stehen, fielen drei komplett besoffene\nSchweden und einige leere Paletten Bier aus diesem Auto raus.\nAlso ich weiß nicht, ob die das da so richtig machen.","Wie auch immer, auf jeden Fall, was ich eigentlich sagen wollte ist,\nwenn du jetzt zum Beispiel in Großbritannien in einen Supermarkt gehst,\nda hast du es wirklich mit einer überwältigenden Zahl von Produkten zu tun,\nwo du erstmal überhaupt nicht weißt, was ist das und vor allem hast du es mit\nso einigen Produkten nicht zu tun, die du jetzt vielleicht gerade mal so suchst,\naber die es halt so in dieser Kategorisierung\nnicht gibt oder zumindest nicht so ohne weiteres zu finden sind.\nOder ganz anders schmecken.","Ja, naja gut, UK ist ein schlechtes Beispiel, weil die jetzt nicht mehr in der EU sind.","Ja, aber es ist auch mit anderen Ländern so. Du hast immer andere Schwerpunkte.\nIch sage jetzt nicht, wenn du jetzt in die Niederlande fährst,\ndann ist ja auch nicht gleich die Welt auf den Kopf gestellt,\naber ich fand es einfach auffällig, wie nah Schweden jetzt an Deutschland dran\nwar, was diesen Aspekt betrifft.\nUnd auch ansonsten sieht es alles eigentlich sehr kontinental-europäisch aus.","Was mich verwundert hat, ist, dass man irgendwie überall eine relativ gute Pizza bekommt.\nAls hätten sie es erfunden. Also auch in dem kleinsten Dorf gibt es irgendwie\nnoch den Pizzamann, der irgendwie ordentliche Pizza aus dem Ofen holt.","Da sagst du was Interessantes.","Im Warbeck hatten wir auch sehr gute Pizza.","Allerdings, wir hatten ja ausgesprochen gute Pizza.\nIch kann da jetzt keinen Trend draus ablesen und so. Was war denn dein erster Eindruck, Luca?","Ja, ist schön gewesen in Warbeck, ist ja eine kleine Stadt, irgendwie so 30.000\nEinwohner, wenn ich das recht erinnere.\nMan merkt, dass das ein bisschen eine wohlhabendere Stadt ist,\ndas merkt man, glaube ich.\nrelativ viele super teure Camper, die da am Hafen stehen das war schon auffällig,\nalso ich glaube da machen die etwas\ngut betuchteren Schweden gerne selber Urlaub, war so mein Eindruck ja,\ndas Essen, Pizza habe ich ja schon erwähnt, war super, gleich am ersten Abend\neinfach mal auf gut Glück in den Pizzaladen gegangen und der war gut,\nja, was gibt es noch zu sagen über Warbeck?","Mir ging es jetzt erstmal gar nicht so sehr um Warbeck, sondern um.","In Schweden.","Ja, oder was auch bei dir noch so aufgefallen ist.","Ja, also ich war ja tatsächlich schon ein paar Mal in Schweden.\nDavor war ich zuletzt allerdings eher an der Ostküste und mehr so im ländlichen\nBereich, wo ich da mit Freunden wandern war.\nDas war eine komplett andere Experience, würde ich sagen.","Verstehe.","Okay. Es war ganz anders.","Für dich war das alles nicht so neu?","Nö. Aber ich gebe dir recht, dass irgendwie diese Deutschlandkompatibilität\nirgendwie schon da ist. Gerade im Supermarkt hat man es gemerkt, ja.","Ja, und dann waren wir ja auf Konferenz, wie angekündigt. Und das war wirklich toll.\nAlso das war wirklich eine sehr gute Idee, da hinzufahren, weil das so eine\nCommunity, 200 Leute waren das ungefähr, oder? Hast du mal eine Zeit gehört?","Ja, ich glaube schon. Ja, ungefähr so oder wahrscheinlich unter 200, denke ich.","Genau, und das fand so in so einem schicken Theater in der Stadt, mitten in der City,\neine Altstadt da statt und war einfach hervorragend organisiert und war vor\nallem so erfreulich unkommerziell.\nAlso das hat man irgendwie gemerkt, weil gerade so in diesen,\nProgrammiersprachen, Konferenzen, so Developer-Kram, ich weiß nicht,\nob du an sowas mal teilgenommen hast, Roddy, aber da hast du,\nwenig überraschend, so einen totalen Business-Fokus.\nSponsoren, Vorträge und alles ist auch so ein bisschen etwas langweilig strukturiert\nin meinen Augen und dann auch so etwas lieblos in irgendwelche Hotels reingesetzt\nund da muss man sich dann irgendwie mit abfinden.","Hängt von der Konferenz ab, finde ich. Also ich kenne Konferenzen durchaus,\ndie auch sehr liebevoll gemacht sind oder waren, die leider alle nicht mehr existieren.\nAlso einmal die NSConf in England, die so einen Typ gemacht hat,\nder einfach dafür gelebt hat, eine gute Konferenz zu machen.","NSConf ist wahrscheinlich Open-Spring.","Schwieriger Name in Deutschland.","Ja, aber es war Next Step. Also es war quasi, noch bevor es das iPhone gab,\nwar das halt die quasi Insider-Konferenz für alle Leute, die für macOS Software gemacht haben.\nUnd dann in Berlin gab es lange die UI-Conf, die nach dem Erscheinen des iPhones\ndann halt auch sehr starken Fokus auf iOS und so weiter hatte und die aber auch\neinen gewissen Community-Fokus hatte.\nAlso wir hatten von der Firma da auch gesponsert und hatten dann auch einen\nStand, um irgendwie Leute halt dazu zu bringen, sich bei uns zu bewerben,\nwas natürlich einen gewissen Businessfokus hat, aber es war kein übermäßig super krass.","Das gab es da auch auf jeden Fall.","Also ich fand, ich habe vor ein paar Jahren,\nfünf Jahren oder so, war ich mal auf einer Dreutkonf und fand die doch eher so,\nwie du das jetzt beschrieben hast, von wegen sehr, sehr businessy und irgendwie\nalle laufen rum und versuchen irgendwie irgendwelches Zeug zu verkaufen.\nWeiß ich nicht.","Gut, Gurtmeier geht zurück auf einen alten Namen der Stadt Warberg und offensichtlich,\nmuss das irgendwie sowas wie Ziegensumpf oder so geheißen haben,\nweil daraus hat sich sozusagen dieser Name abgeleitet.","Der Konferenz.","Der Konferenz, genau. Wörtlich übersetzt ist es ein Ziegensumpf.\nUnd deswegen war so die Ziege auch so ein bisschen das das Element,\ndas wiederkehrende Element, was dann auch in allen Vorträgen oder in vielen\nVorträgen zumindest aufgegriffen wurde und ja, viel Ziegen auf jeden Fall,\nwas ja auch ganz lustig ist, weil Goat ist ja.","Greatest of all time.","Genau, ist ja ohnehin irgendwie ein tolles Wort in der Hinsicht,\nvon daher hat es alles ganz gut.","Aber Berlin heißt auch Sumpf, also so ist es ja nun nicht.","Ja, irgendwann war alles mal Sumpf, meistens.","Wenn es kein Berg war, ja.","Wenn es kein Berg war, war es Sumpf. Ja, Warberg ist sozusagen Sumpf und Berg in einem.","Uh, der Sumpfberg.","Der Sumpfberg.\nJa, gut, jetzt war das natürlich alles sehr programmiersprachenspezifisch,\nvon daher tut es jetzt, glaube ich, es ist, glaube ich, relativ müßig,\nda jetzt auf einzelne Vorträge einzugehen. Es gab aber ein paar Ausnahmen.\nUnd die Veranstaltung war tatsächlich eigentlich zwei Veranstaltungen in einem.\nDer erste Tag war nämlich die NERVS-Conf, das ist sozusagen ein bisschen mehr\ndie IoT-orientierte Teil gewesen.\nUnd dann der zweite Teil, also der zweite und der dritte Tag,\ndas war dann die eigentliche Elixier-Konferenz.\nJa, und es fing ja auch irre an, ne, Luca?","Ja, es fing an mit einem super coolen Projekt von, ich glaube drei Belgiern.\nDie haben ein, was für eine Karre haben die genommen?","Polo.","Polo, richtig, ein VW Polo haben sie genommen und den elektrifiziert.\nUnd nicht nur elektrifiziert, sondern auch fernsteuerbar gemacht.\nUnd das haben sie in einer super coolen Präsentation gezeigt.\nDas war natürlich in der Präsentation jetzt sehr elixierlastig.\nmit Elixir haben sie halt so wie sie das nannten, das Car Management System,\nnee Vehicle Management System gebaut, was die ganzen Komponenten aus dem Auto\nanspricht über CAN-Bus im Prinzip, also jede einzelne Komponente wie,\ndie Lenk Achse, wie nennt sich das auf Deutsch Steering Column,\ndie Handbremse, alles was halt irgendwie mit dem Auto,\ninteragiert schickt was auf diesen Bus Ja, das ist ein großes Problem.","Aber das ist am Rande.","Naja klar, das ist ein Problem, aber sie haben im Prinzip das komplette Auto reingeniert.\nDas ist die eigentliche Leistung dabei. Sie haben sozusagen alle Protokolle\naller Komponenten reingeniert,\nalso gelesen, interpretiert, dokumentiert und dann entsprechende Steuerung dafür\ngecodet, bis irgendwann das ganze Fahrzeug komplett mit Elixier steuerbar war.","Und dann haben sie auch so ein Infotainment-System, wo du dann sehen kannst,\nwas der Status ist vom Auto, welche Tür ist gerade offen, wie ist der Status von der Gangschaltung.\nIch glaube, die Gangschaltung haben sie auf dieses Infotainment-System gelegt.\nAlso es ist natürlich keine normale Gangschaltung wie beim Verbrenner,\nsondern Park Neutral Reverse Drive. Das hatten sie da drin.","In dem Video saß, aber nach einem H-Pattern-Shifter aus, also so einer normalen Hahergangsschaltung.","Es war eigentlich ein normaler Verbrenner mit normaler Schaltung.\nUnd sie haben ein Elektroauto draus gemacht.","Na gut, vielleicht haben sie das Getriebe drin gelassen.","Das Getriebe haben sie drin gelassen. Die haben da sogar noch einen eigenen\nGetriebeadapter gedruckt.","Dank des Adapters.","Genau, also mit so 3D-Druck und so weiter gearbeitet. Also super aufwendig.\nIch hoffe schwer, die werden sich bewerben. Ich hoffe schwer,\ndass die auf den Kongress kommen. Das ist wirklich cool, weil das Auto fährt halt auch alleine.\nAlso es ist sozusagen fernsteuerbar.\nDie stehen dann da mit dem D-Controller und fahren dieses Auto über den Parkplatz.\nDas war schon alles ziemlich cool.","Kleiner Funfact zu Canbus. Cargolifter, wo ich ja mal gearbeitet habe,\nDie haben damals auch versucht,\nin ihrem Cargolifter Canbus zu benutzen und sind dann auf den Trichter gekommen,\ndass die Buslegge beim Canbus irgendwie kürzer ist als das, was der Cargolifter\nlang ist und dass das irgendwie alles nichts wird mit dem Canbus.\nIch weiß nicht, wie sie geplant hatten, diese Probleme in den Griff zu kriegen,\naber Canbus war auf jeden Fall draußen.","Ja, aber es ist halt die Realität der Kanbus. Das muss auf jeden Fall gemacht\nwerden und ich fand das einfach super bemerkenswert, wie die das geschafft haben, das alles zu machen.\nJetzt ist ja, sagen wir mal, für Elixier-Insider und Erlang-Menschen ist es\nja quasi keine Neuigkeit,\ndass man mit der Sprache hervorragend so Binär-Protokolle machen, implementieren kann.\nweil dir da einfach der Programmierstyle entsprechend entgegenkommt.\nWeil du ja, da reden wir nachher nochmal drüber, so ein deklaratives Konzept\nhast, wo du einfach sagst, naja, wenn dieses Bitpattern jetzt hier irgendwie\naufschlägt, dann machst du mal den Code.\nUnd wenn dieses Bitpattern aufschlägt, dann machst du mal den Code.\nUnd alles, was quasi in dieses Pattern nicht reinpasst, führt gar nicht erst\nzu Problemen, sondern das wird dann einfach weggecrasht und kann dann Schritt\nfür Schritt implementiert werden.\naber wenn dir dann irgendwelche Protokollfehler um die Ohren fliegen,\ndann legt es halt nicht gleich deine Software lahm.","Ja, naja, obwohl CANBUS, ich glaube aus dem OCD, OBDCD oder wie das Ding heißt,\ndieser Stecker, OBDC, wie auch immer, da ist ja im Prinzip auch der CANBUS drauf.\nAlso diese ganzen Protokolle von den ganzen Teilen sind ja mehr oder weniger bekannt.\nAlso die findest du, da musst du nicht so fürchterlich viel reverse-engineeren.","Na, du musst ja alles richtig steuern.","Ja gut, aber es ist ja ein Bus. Also du kannst ja sehen, wie ein Teil zum anderen\nspricht, um es richtig zu steuern.","Ja genau, das haben sie ja auch gemacht.","Das haben sie so gemacht.","Genau, das war ja die eigentliche Leistung und das musst du dann aber auch erstmal\ntun und verstehen, damit das Auto dann auch gefahren werden kann.\nWeil da gehört natürlich einiges dazu. Auf jeden Fall ist das alles komplett\nOpen Source, das Projekt und wirklich sehr geil. und es war natürlich jetzt\nkein zugelassenes Fahrzeug, aber es fuhr.\nAlso es war auf jeden Fall sehr beeindruckend. Und eine zweite Sache,\ndie auch sehr beeindruckend war,\ndie auch, sagen wir mal, erst mal so am Rande was mit Elixir zu tun hatte und\ndafür aber an unsere letzte Sendung hier anknüpft, als wir uns nebenbei über so Computer,\nwie haben wir es genannt, so Generated Music unterhalten haben.\nalso Software Defined, Software Generated Music ähm,\nDas kam auch schon in den Kommentaren, wir hatten ja, glaube ich,\ndiesen Clip gehabt und das basierte dann letzten Endes auf diesem Strudel-System.","Das war, glaube ich, Tidal Cycles, wenn ich mich nicht irre.\nUnd Strudel ist, basiert aber auf Tidal Cycles.","Nee, ich glaube, Huckel hatte Strudel gesagt.","Ja, ich meine.","Weil Tidal Cycles habe ich noch nie gehört. Es muss Strudel gewesen sein.","Tidal Cycles war, glaube ich, das andere, ich krieg's jetzt nicht mehr ganz zusammen.","Das ist das Ding in Haskell.","Ja, achso, genau. Na, wie auch immer, auf jeden Fall, was auf der Konferenz\nwar, war halt der Sam Aaron und das ist der Autor von Sonic Pi.\nUnd Sonic Pi geht so in so eine ähnliche Richtung und der hat das halt live\non stage performt und das war schwer beeindruckend.\nDu hast ja Sonic Pi noch ein bisschen angeschaut, Luca, ne?","Genau, ich hab damit ein bisschen rumgespielt. Also Music Live Coding.\nnennt sich dieses Genre der Programmierung quasi oder der Musik.\nMan kann damit relativ cool Sachen machen, wenn man sich damit auskennt.\nEs ist schwierig, da reinzukommen, glaube ich. Oder fand ich jetzt zumindest.\nDieses Strudel, falls sich das mal jemand angeschaut hatte nach der letzten\nSendung, das ist, glaube ich, JavaScript-basiert alles.\nman schreibt sich so einzelne man kann einzelne Patterns definieren von Noten\ndann sagen, ja das spiel jetzt bitte mit diesem Instrument ab,\ndann die ganzen Parameter für die Synthesizer kannst du einstellen und das chained\nman alles so als Funktionsaufruf,\nnacheinander weg und hat dann quasi ein vielleicht ein Element des Tracks geschrieben,\nBei Sonic Pi läuft das ein bisschen anders. Sonic Pi, das benutzt Ruby übrigens,\nalso nicht jetzt Elixir.\nDas ist eher ein prozeduraler Approach.\nAlso da kann man sich auch eine, hat er auch demonstriert in seinem Talk,\neine Endlosschleife schreiben und dann war es das mit der Musik.\nKommt nichts mehr, es blockt dann für immer den Thread.\nJa, es ist halt für so Sample-Sachen ganz gut geeignet.\nSamples choppen, lustig abspielen mit Randomness.\nEr hat viel Randomness, meine ich, erwähnt auch in seinem Talk,\ndass du halt, du willst irgendwie Randomness haben in deinem Track.\nDas soll sich so ein bisschen unberechenbar verhalten, aber du möchtest auch,\ndass es sich irgendwann wiederholt.\nAlso nicht komplett random. Wenn das komplett random ist, dann ist es halt meistens\nkeine interessante Musik mehr.\nDarauf war viel eingegangen. Das habe ich zum Beispiel bei Strudel jetzt vermisst.\nSo diese coolen Randomness-Features, die er da eingebaut hat.\nkann ich nur jedem empfehlen, der irgendwie ein bisschen sich für Musik interessiert\neinfach mal runterladen.","Damit rumspielen Ja, ich fand das auch sehr beeindruckend weil der Typ einfach,\nwir haben uns auch auf der Konferenz ein bisschen mit ihm unterhalten,\ner saß dann irgendwie bei uns am Tisch und ist einfach eine coole Sau der Typ,\nmuss man weiß nicht anders sagen also wirklich völlig motiviert und,\nbenutzt das halt auch, um Kindern dann Musik beizubringen und so.\nUnd so ist das Tool auch entstanden, glaube ich, so als Lernwerkzeug.\nUnd dafür taugt es. Also du hast sozusagen Programmieren und Musik in einem.\nDu kannst es aber beides sozusagen, also du kannst sowohl über das Programmieren\nan die Musik kommen, als auch über die Musik ans Programmieren.\nJe nachdem, wie man das so sehen möchte.\nJa, das war auf jeden Fall eine sehr coole Einrahmung.\nAlso mehrere Male auf der Konferenz, auch mit dem Talk und mit einer Performance\nnoch am Schluss auch nochmal dabei und das hat auch dem Ganzen dann auch nochmal\nsehr coolen Vibe gegeben.","Und er hatte ja auch noch einen Appell an die Leute, den ich auch ganz gut fand,\nmehr nicht Business-Sachen coden, einfach mal Sachen programmieren,\ndie Spaß machen, die unsinnig sind.","Ja, da hat er natürlich recht.","Auf jeden Fall hat er da recht.\nJa, und dann gab es noch was Nettes. Und zwar, jetzt wollen wir,\nglaube ich, ein bisschen ausholen.\nAlso, diese Erlangen-Elixier-Welt, die ist ja im gesamten Programmieruniversum eine Nische.","Etwas überschaubar, ja.","Also wie das immer so ist mit diesen Nischen, es gibt da natürlich auch Bereiche,\nwo es halt dominiert. Nur sieht das nicht unbedingt jetzt jeder.\nErlang ist halt traditionell einfach im Telekom-Bereich sehr stark.\nDu kannst davon ausgehen, dass sehr viele deiner Telefongespräche,\ndie du in deinem Leben geführt hast, hinter den Kulissen durch Erlang-Code letztlich\nzustande gekommen sind.","Ja, einerseits ja. Andererseits, wenn ich mir angucke,\nwie viele Leute Node.js inzwischen machen und wenn irgendwo wieder irgendjemand\nScheiß eingebaut hat in irgendeiner sonstigen Library und die ganze JavaScript-Welt\nwieder amok läuft, die Welt geht unter,\nda ist viel zu viel von dem Kram da draußen.","Genau, deswegen braucht man ja ordentliche Softwarebasis und da ist halt dann\neinfach mal Erlang ein anderer Ansatz, hatte ich ja vor einiger Zeit hier schon mal auch hergeleitet,\ndass ich denke, dass sich hier so ein Raum in der Softwarewelt auftut,\nder einfach nach etwas anderen Prinzipien und Motivationen arbeitet,\nals dass man so in anderen Bereichen hat.\nund das merkt man auch an dieser Community extrem also die Zahl von Leuten die da so,\nCheckungen haben und die irgendwie so auch so einen bestimmten Style haben und\nauch einfach keinen Dreck mehr sehen wollen, der ist extrem hoch.\nDas ist auch so ein Fluchtraum in gewisser Hinsicht für viele Leute.\nAlso das kam auch in vielen Talks, kam das immer wieder entweder,\nim Mittelpunkt oder nebenbei so zu sprechen, dass man am Ende aus gutem Grund\ngelandet ist, da gelandet ist, wo wir jetzt alle da waren.","Das Problem ist glaube ich an der Stelle, da kommt man erst hin,\nwenn man erst mal vorher ein bisschen Bullshit gesehen hat.","Genau, das denke ich auch. Also das ist auf jeden Fall so eine Asylzone.\nAlso wenn du so aus dem Java-Kampfgebiet kommst, dann willst du halt irgendwann\neinfach mal deinen Frieden finden\nund das ist dann halt definitiv so ein Bereich, wo du das machen kannst.\nSo, aber ich wollte ja auf diese Nischen eigentlich hinaus und der Telekom-Bereich\nist halt eine dieser Nischen mit dem Aufkommen von Elixir und dem Phoenix-Framework\nist definitiv Web-Server, die,\nschlank laufen und sehr zuverlässig sind.\nEine sehr große weitere Nische und mittlerweile macht ja diese ganze Elixir-Phoenix-Welt,\nwürde ich sagen, gefühlt 95% der Aktivität in dieser Szene aus.\nWeil das halt einfach noch mal viel größer ist als der ganze Telekom-Bereich.","Da draußen läuft halt extrem viel auf Java VM und ich sag mal Java VM und seine\nGarbage Collection, das ist wie Fusion Power.\nDie nächste Garbage-Collection ist die,\ndie dann auch wirklich alles richten wird und dann wird es auch wirklich richtig\ngut performen und wenig Speicher brauchen und irgendwie sind diese Versprechen\nnach wie vor nicht erfüllt worden und wenn du irgendwas mit Java brauchst,\ndann kannst du auch irgendwie gleich den 100er-Pack-RAM-Riegel einpacken,\nweil es einfach unglaublich viel Speicher verbraucht.","Ja, genau. In anderen Sprachen haben so alle ihre Probleme.\nIch wollte jetzt eigentlich mehr so drauf, warum eigentlich,\nalso was entwickelt sich eigentlich jetzt in dieser Welt.\nUnd wie gesagt, Telekommunikation war stark, Web-Server,\nalso Web-Backend und Web in welcher Ausprägung auch immer, ob es jetzt Webseiten\nsind oder Automatisierungs-Backends, Sachen, die überhaupt gar keine Webseiten\nmachen, sondern nur API-Calls machen, was es auch immer ist.\nWenn du mit dem Internet, HTTP oder auch mit irgendwelchen anderen Protokollen\nzu Werke bist und du brauchst da einfach stabile Software,\ndie sehr gut mit sehr viel kleinteiligen Nachrichten klarkommt oder eben auch\nso Binärprotokollen, wie wir das schon hatten.\nDas ist definitiv so ein Bereich, wo super viel passiert und ein weiterer Bereich,\nwo eben Elixir sich jetzt breit macht, ist dieser IoT-Bereich.\nUnd zwar halt eher so in dieser Kategorie Raspberry Pi, diese günstigen Devices,\ndie halt nur für irgendwie 100 Euro kriegst du eine passable Computing-Plattform\nund du hast halt dann irgendwelche, was weiß ich,\nAnzeigen, Sensoren, Messgeräte,\nAktuatoren, Überwachungskameras und so weiter.\nund du hast halt potenziell sehr viele davon.\nIch glaube, dieser Frank Hanslis hat ja gesagt, der an diesem,\nkomme ich jetzt gleich drauf, auf dieses Nerv-System mitarbeitet,\nder ist in einer Smart-Home-Firma unterwegs und haben die halt aber tausende\nso Devices in so Apartments, die so vermietet werden.\nOder also, was weiß ich, vom Türeingangssystem, Überwachungskameras,\nTemperatur, Klima, Management, Lichtsteuerung und so weiter.\nAlso quasi so richtig Smart Home bis zum Anschlag.\nAber tausende von Wohnungen mit einer Vielzahl von diesen Steuergeräten am Start\nhaben und das halt dann maintainen müssen.\nAlso Firmware, die stabil läuft, immer zuverlässig und so weiter funktioniert.\nund genau, das ist dieses NERVs-Projekt, also so wie Phoenix quasi die Plattformen\nfürs Web super interessant gemacht hat,\nist für diesen IoT-Bereich halt dieses NERVs-Projekt und NERVs ist im Prinzip\nwas relativ Einfaches, das ist eigentlich,\nKann man so sagen. Das ist eigentlich im Wesentlichen so ein Packaging-System.\nDas heißt, du kannst auf deinem Desktop-Computer sagen, ja hier,\nich hätte jetzt hier gerne mal die Software auf diesem Raspberry Pi am Laufen.\nHier ist so die Software.\nMan konfiguriert ein paar Sachen, sagt, was die Target-Plattform ist,\ncompilt das alles durch und am Ende hast du ein fertiges Image.\nDas heißt, der baut dir nicht nur das Programm, sondern der baut dir im Prinzip\ndie komplette Runtime, die dann da läuft und du brennst dieses Image direkt\nauf eine SD-Karte, steckst es in deinen Raspberry Pi, schaltest den ein und die Sache läuft.\nUnd das ist eigentlich ziemlich sexy, weil das eben alles so aus einem Guss\nist und du nicht diesen Distributions- oder überhaupt erstmal diesen Initialisierungsaufwand\nhast, die Kisten überhaupt erstmal mit irgendwas an Start zu bringen.","Wobei ich finde ja immer noch, für Raspberry Pi gibt es nach wie vor keine gute\nEntwicklungsumgebung.\nWas ich gerne hätte, wäre so ein System, was so ähnlich wie Docker was zusammenbastelt\nund das dann entweder auf eine VM, eine Raspberry Pi VM schiebt,\ndamit man es debuggen kann oder auf eine SD-Karte, damit man direkt vom Raspberry Pi booten kann.\nAber irgendwie hat sich niemand die Mühe gemacht, sowas mal ein ordentlich zu bauen.","Also ich würde sagen, Nerves macht sowas.\nDa fällt ein Image raus, da ist so ein minimales Bildroot-basiertes Linux drauf.\nEs bootet direkt in Erlang-VM mit Elixir.","Kannst du das auch direkt in der VM laufen lassen?","Warum?","Weil ich mich nicht mit so langsam bootenden Pies rumärgern will.\nBei Raspberry Pi habe ich nicht die Geduld. Das ist mir einfach alles zu langsam.","Was, die stört jetzt die Hardware?","Ja.","Du kannst natürlich auch irgendwas anderes targeten.","So ein Mac ist doch ein schneller Arm drin.","Ja, aber da brauchst du ja den Nervs nicht.","Du kannst sogar den Host targeten. Also wenn du so ein Nervs-Projekt erstellst,\ndann hast du so verschiedene Targets, wie Tim schon meinte.\nEs gibt da Raspberry Pi 4, 3, whatever.\nUnd es gibt auch immer das Host-Target. Also dann brauchst du dir halt die Software,\ndie du da schreibst, auf deinem Host einfach laufen lassen.\nAuf VMs auch, ich weiß nicht, ob es da jetzt, das war was, was bei der Konferenz angesprochen wurde,\nda ging es um ein Target, was glaube ich einen speziellen Hypervisor targetet,\nweiß ich nicht mehr genau, aber ist möglich.","Naja, aber es wäre halt schön, einfach das, was auf der SD-Karte ist,\neinfach auch lokal laufen zu lassen, bevor ich dann die SD-Karte in den Pi schiebe.","Meist du dasselbe Binary?","Dasselbe Binary.","Ja, dann brauchst du ja dann wiederum einen Emulator für die...","Naja, eine VM.","Ja, weiß nicht, gibt es eine Raspberry Pi VM?","Soweit ich weiß nicht.","Naja, also ich sag dir, wenn du mit Elixir arbeitest, ist das eigentlich ziemlich\negal, weil du hast halt, du hast ja eh schon eine VM.\nAlso du fährst da alles in der Erlang VM und da gibt es dann keine nennenswerten\nUnterschiede zwischen wie es auf deinem Host läuft und wie es auf diesem Device läuft.\nDas einzige Problem ist, du willst es halt alles klein genug zusammenbekommen\nund mit einem stabilen Betriebssystemmantel ausstatten. Und das ist halt das, was Nervs dir abnimmt.\nNervs baut dir quasi für deinen Bedarf ein Minimal-Linux zusammen.\nAlso nur das absolut Nötige an Komponenten, was du eben brauchst für diese Plattform\nund um deine Erlang-VM und was diese Erlang-VM selber noch an Dingen zugreifen will.\nAlso was weiß ich, wenn du Bluetooth brauchst, dann muss dann halt irgendwie\nauch der Bluetooth-Tack dabei sein, aber wenn du ihn nicht brauchst,\ndann ist er dann vielleicht in diesem Linux gar nicht erst drin.\nAlso so das dünnschaligste Linux, was du brauchst, um überhaupt das Ding zum\nBooten zu bekommen und die Erlang-VM zu starten und ab dann bist du ohnehin nur in der Erlang-VM.\nUnd genau, das ist so das eine, was NERVS macht, was NERVS außerdem noch hat,\nist so ein begleitendes Projekt, das heißt NERVS Hub,\ndas ist eine Software, die, wie dein Name schon andeutet,\ndafür sorgt, dass du so eine komplette Flotte von diesen NERVS IoT Devices remote überwachen kannst.\nDas bedeutet, sagen wir mal, du hast jetzt diese Installation,\ndie ich ansprach, Du hast jetzt irgendwie diese ganzen Devices in tausend Wohnungen, wo du ja auch,\ndass du normalerweise keine Techniker vor Ort hast. Die muss halt einfach immer\nlaufen. Du musst immer wissen, leben die noch?\nUnd wenn es irgendwie Security-Update gibt, dann brauchen die auch alle neue Firmware.\nUnd du willst halt auch sehen, sind die irgendwie online oder gab es da gerade Stromausfall?\nAll diese ganzen Sachen, dieses ganze Monitoring von vielen kleinen Geräten.\nUnd das macht dann halt dieser NERVS-Hub. Das heißt, in diesem NERVS ist gleich die Software mit dabei,\ndass das Gerät mehr oder weniger seine ganze Telemetrie und seinen Status und\nauch die Möglichkeit für Remote Access und vor allem auch für Firmware-Update\nüber diesen Hub managbar zu machen.\nSprich, du hast dann eben diese Software auf deinem Server laufen oder du benutzt\nirgendwie einen fertigen Dienst, wie zum Beispiel des Nervs Cloud.\nUnd kannst dann da deine Devices dort anmelden mit allen möglichen Security-Strategien,\nalso etwa mit einem Key und was hatten die da noch?\nDa war doch noch irgendwie so eine da muss ich doch irgendwie fett drüber unterhalten,\nweiß ich jetzt gerade nicht mehr so ganz genau, wie sie die Sicherheit noch\nweiter steigern wollen, aber wie auch immer, also du kannst das dann eben so\nkonfigurieren, wie du möchtest.\nJa, und dann hast du quasi im Web einen Überblick über deine komplette Flotte.\nUnd wenn die halt neue Firmware braucht, dann stellst du diese Firmware einfach\nauf deinem Hub bereit und die Kisten updaten sich dann automatisch so und booten neu und ja.","Die machen aber nur ihr eigenes Protokoll, oder? Oder machen die auch sowas\nwie Thread und Matter und diese ganzen anderen Standards?","Das hat ja jetzt erstmal mit dem Funk lokal so nichts zu tun.\nDas ist jetzt hier einfach Ja.","Thread ist ja ein Funk.","Ja, aber darüber machst du ja nicht Internet.","Ja, du machst damit zumindest keine Bandbreite.","Ob deine Geräte Thread haben, ist ja nochmal eine ganz andere Frage.\nInwiefern du damit jetzt so Smart Home kompatible Protokolle mit deiner Hardware\nimplementierst, hat jetzt erstmal mit NERVs nichts zu tun.\nNERVs sagt einfach nur, wir kümmern uns um das Deployment und um die Überwachung\nund über die Möglichkeit, die ganze Firmware remote auszuspielen,\nalle Geräte aktiv zu halten, zu warnen, wenn irgendwas down ist und so weiter.\nAlso es ist mehr so das Flottenmanagement, ganz unabhängig davon,\nob das jetzt Smart Home ist oder was auch immer. Es kann ja auch irgendwas anderes sein.\nEs können einfach irgendwelche Server sein, es kann irgendwelche,\nwas auch immer du halt auf deinen kleinen Devices fahren möchtest.\nSolange du das als Target hast in NERVs, also die Hardware unterstützt wird,\nwird halt auch so BeagleBone und all diese ganzen Sachen unterstützt.","Gibt es das noch?","Ja, klar.","Ich glaube schon.","Die BeagleBones sind auch nach wie vor coole Plattformen.\nAlso die können so einiges, was Raspberry Pis nicht so ohne weiteres können.\ngenau, also das war dieses NERVs Projekt und das ist einfach an sich ist das\nso ein totales Highlight in diesem Ökosystem,\nweil es halt einfach dir es relativ einfach macht, auf so kleine Devices zu\ndeployen, ohne dass du dir groß einen abbrechen musst,\nund auch dieses,\nautomatisch gesteuerte Auto basiert da drauf und es sind auch viele andere Sachen,\nvorgestellt worden, die halt damit auch laufen.\nDarum ging es ja letzten Endes an dem ersten Tag auch.\nGenau, und dann gab es aber noch ein, wie das eben so auf Hacker-Konferenzen so ist, ein Badge,\nUnd wir hatten ja auch irgendwie letztes Mal ordentlich über den letzten Batch,\nden wir da gesehen haben in Holland gerantet, weil das alles so überhand genommen hat.","Wir haben immer mal wieder über Batches gerantet.","Wir haben immer mal wieder über Batches gerantet, genau.","Ich erinnere.","Weil die ja immer so nicht so auf den Bedarf der Veranstaltung hin zugeschnitten\nwaren, in meiner Sicht zumindest.","Ja und in der Regel auch sehr mit der heißen Nadel gestrickt.","Genau, mit der heißen Nadel gestrickt, was man oft auch gut verstehen kann,\nweil die Zeit ist knapp und die Motivation mag so sein.\nIst manchmal zu knapp, genau.\nGenau. Und so eine heiße Nadel gab es hier auch auf der Gottmeier,\nweil es gibt da ein Open-Hardware-Projekt, das heißt Trellis von einem netten Kerl aus Luxemburg.\nBrutolux Electronics und der macht halt dedizierte Open Source Hardware Designs,\nspeziell mit dem Ziel mit NERVs eingesetzt zu werden.\nAlso es ist sozusagen Hardware, die jetzt auch mal so explizit auf den Einsatz\nmit Erlang Elixier gedacht ist und dafür sozusagen jetzt als Open Source Projekt gestartet ist.\nUnd davon gab es so ein Device, das kannst du dir mal vorstellen, Luca.","Genau, ich halte es einmal für Roddy, für die Kamera.","Alle anderen sehen nichts.","Genau, alle anderen sehen nichts, aber wir können beschreiben, was es zu sehen gibt.\nMan sieht, es ist ein E-Ink-Display, ein ziemlich großes.","In einem Kasten, auch nicht ganz klein.","Ja, es ist nicht ganz der Klopper.\nes ist nicht von Gas selbst gedruckt, aber ich glaube von der Firma,\ndie das angefertigt hat.\nDas Case hat vorne eine kleine oder eine große Aussparung für das Display.\nAuf der Rückseite ist die Platine.\nAlso die Platine ist die Rückseite davon.\nAn der Seite gibt es zwei kleine Knöpfe und einen An-Ausschalter und einen USB-C-Port.\nUnd man kann das Ding aufklappen. Das ist so scharniermäßig lässt sich das öffnen.\nUnd dann kann man da reinschauen und die sehen, dass die größte Komponente,\ndie Batterie ist da drin.","Das will man ja wohl auch. Soll ja auch eine Weile lang halten, oder?","Tut's auch, weil es ist ein E-Ink-Display. Verbraucht wenig Strom.\nWahrscheinlich so gut wie gar keinen, wenn es nicht geupdatet wird.\nEs ist ein kleiner, es gibt ein Wi-Fi-Chip da drauf.\nein, man hat vergessen, was das für ein Prozessor war, irgendwie so ein Allwinner T113 steht da drauf.","Genau, ein Allwinner T113 S4.","Das ist ein ARMV7 Ding, was jetzt nicht besonders schnell ist oder so,\naber es reicht halt um Nerves und also beziehungsweise es reicht um ein Linux\nda drauf zu booten, ein kleines.","1,2 Gigahertz Dual Core Cortex A7.","Okay.","Mit 256 Megabyte On-Chip-Ram.","Okay, ja, das ist nicht viel.","Das ist, glaube ich, eher der Punkt, wo es kritisch wird.","Aber es ist über dieser ESP32-Mikrocontroller- Geschichte.\nAlso unter dem Raspberry hast du ja normalerweise nur diese ganz kleinen Dinger\nund das siedelt sich sozusagen noch mal so ein bisschen dazwischen an.","Gut, du hast noch den Arduino, aber der spricht von Kilobytes.","Genau, das meine ich. Also die ganz kleinen Teile.","Aber der ESP, der hat, glaube ich, auch eher einen Megabyte-Bereich.","Ja, aber halt auch, je nachdem, so 8 bis 16 vielleicht. Also je nach...","Ja gut, aber das ist auch kein Prozessor, auf den man in Linux fährt. Also ganz ehrlich.","Genau, also ich weiß nicht, ob das geht. Ja, gehen tut alles,\naber ich glaube nicht, dass man das macht.\nSo, dieser Batch, der ist jetzt allerdings powerful. Der hat genug Kraft,\num da Linux zu booten. Es bootet bestimmt irgendwie 45 Sekunden.\nSchnell geht es jetzt auch nicht.\nAber das Tolle ist ja, das ist ein E-Link-Display. Mein Badge hier ist ausgeschaltet\nund man sieht trotzdem noch das Main-Feature.\nMein Name steht da immer noch auf dem Display drauf.\nWenn man das angeschaltet hat auf der Konferenz, dann hat sich das dort in das\nKonferenz-WLAN reingewählt und auf einen Web-Server connected.\nDas ist so die zweite Software-Komponente von diesem Projekt.\neine Phoenix basierte Web-Anwendung ist das, die ein Web-Socket aufmacht,\nzu dem sich dann die ganzen Badges connecten können, das hat auf der Konferenz\nmäßig gut funktioniert, wegen schlechten WLAN.","Aber es gab auch noch ein paar Devices, die mussten auch nochmal geflasht werden,\nda war irgendwie noch so ein Bug stimmt das auch, das war die heiße Nadel,\naber es hat an sich ganz gut funktioniert.","Stimmt, also wenn man ins WLAN kam, die Connection gut war, dann hat das ganz gut funktioniert.\nJetzt ist halt die Frage, wie setzt man da den Namen auf so ein Name-Badge,\nwenn man nur zwei Buttons hat an dem Gerät.\nDas fand ich war wirklich cool gelöst. Es gibt so eine,\nNavigation durch quasi Apps, die man machen kann, mit dem einen Button,\nmit dem anderen Button interagiert man dann mit der App und es gibt eine Settings-App,\nzu der kann man navigieren, die kann man starten und dann zeigt das Ding einen QR-Code an.\nUnd in diesem QR-Code steht eine URL drin zu diesem Web-Server.\nder einen Token mit dran hat. Und wenn man auf diese URL dann geht,\ndann kriegt man dort die Settings-Seite sozusagen für das Gerät angezeigt.\nUnd sobald man die Settings dort dann speichert, kriegt das Gerät das über den\nWebsocket mitgeteilt und setzt sich dann die Einstellung dementsprechend.\nAlso die ganzen Infos, die man auf dem Name-Badge anzeigen möchte.","Der Web-Server läuft jetzt auf dem Badge?","Nee, der Web-Server läuft irgendwo.","Das heißt, der funktioniert auch ohne diesen Web-Server nicht so wirklich.","Ja, es funktioniert, aber du kannst dann halt keine Änderung machen,\nweil du hast ja keine Eingabegeräte.\nDu hast ja nur zwei Buttons und theoretisch kannst du es über USB-C natürlich auch noch machen.\nDas wäre die andere Variante, dass du da noch einen Web-Server auf dem Batch laufen lassen kannst.\nDas ist kein Problem, weil du hast ja komplettes Elixier und da kannst du auch\nPhoenix-Web-Server problemlos laufen lassen.\nAlso es wäre auch möglich, ist auch so, wenn du das Ding über USB-C an den Rechner\nanschließt, dann macht er automatisch Ethernet da drüber.\nDas heißt, du steckst hier mit USB-C an deinen Rechner und dann hast du da quasi\neine Ethernet-Emulation,\nund kannst direkt auf device-name.local draufgehen mit SSH,\noder, also du könntest über SSH ein einfaches Text-Interface machen,\ndas gab's jetzt so nicht, aber das wäre halt der andere Weg,\ndass man das jetzt ohne Webserver macht.\nAber das ist halt auch ganz cool, weil eben der Server ist ja quasi nur eine\nverlängerte Tastatur, der speichert selber gar nichts.\nAlso es gab keine Accounts oder so, wo dann irgendwie deine Namen gespeichert sind,\nsondern du hast es eigentlich nur in dem Moment als erweiterte Tastatur benutzt,\nalso den Webserver quasi als Tastatur für dein Device, um einmal diese Settings\nda reinzuschreiben oder zu ändern.\nUnd das war es dann halt eigentlich auch. Also es war schon sehr pfiffig und auch sehr einfach.\nDer Code ist auch natürlich alles Open Source.\nUnd das Ding ist einfach, das ist quasi so ein Device, das ist einfach zum Rumprobieren\nund eben dafür gemacht, um mit Elixier und dann eben auch konkret mit NERVs\nzu lernen, wie das irgendwie alles funktioniert.\nWeil du lädst es runter, dann musst du ja erstmal deine Firmware,\nalso wenn du es neu machen willst, dann musst du halt die Firmware brennen und da draufschreiben.\nWie war das? Ah ja genau, das ist nämlich noch so ein anderes Teil,\ndas Teil, wenn du das über USB-C anmeldest, man muss, wie war das jetzt?\nWas war denn der letzte Stand?\nAh ja genau, du musst es ausschalten und auf der Platine gibt es nochmal so einen kleinen Button.\nWenn du den drückst beim Einschalten, dann kommt das Ding auch quasi wie eine SD-Karte hoch.\nDas heißt, es meldet sich dem Rechner gegenüber als SD-Karte und dann kannst\ndu eben mit MixBurn direkt dein neues Image da so drauf schrauben,\nohne wirklich eine SD-Karte zu verwenden, weil die gibt es da halt auch nicht drin.\nDas ist schon ganz fancy.","Das Coole an Nerfs ist dann an der Stelle, sobald du einmal so ein Image quasi\nper Hand auf die SD-Karte, auch wenn sie jetzt virtuell ist,\ndraufgebrannt hast, dann,\njedenfalls, sofern man es so konfiguriert hat, wird der SSH Public Key,\nden man dort SSH verzeichnet, liegt da mit drauf kopiert ins Image,\nund dann kann man ab dann auch per SSH drauf connecten und per SSH auch ein\nFirmware-Update machen.","Und läuft Doom schon drauf?","Naja, auf so einem E-Ink-Display macht das nur Begrenz-Spaß.","Challenge accepted, oder?","Aber was drauf läuft, ist Luca.","Rickroll. Willst du darauf hinaus?","Darauf wollte ich hinaus, genau. Es gab nämlich ein, wie hieß das?","Es gab ein, ja, in den Settings-Menü, da gab es so ein Easter Egg,\nda gab es so ein Ding, das hieß irgendwie Sudo, Enter Sudo-Mode.","Genau.","Und wenn du das machst, dann kommt dieser Rick Astley, der mit einer sehr niedrigen Framerate tanzt.","Genau.","Mit Dithering konnte man auf diesem Websever auch so Fotos hochladen von der\nVeranstaltung, die dann freigeschaltet wurden.\nDa gab es eine Gallery-App und die hat sich dann diese Bilder runtergeladen\nund dann halt so in so einem schwarz-weiß-monochromen Dithering-Style präsentiert,\nwas auch sehr schick aussieht.\nAlso dieses Ehen-Teil hat irgendwie 300x400 Pixel, also ganz brauchbare Auflösung.\nDas lässt sich alles sehr gut lesen.\nJa, und das war eine sehr schöne Idee und die hat uns so gut gefallen,\ndass wir gleich gefragt haben, ob wir da vielleicht noch ein paar von haben\nkönnen, weil das wäre doch mal ganz cool,\ndas da mit rum zu spielen auf dem Kongress und der Gast, der das macht,\nder hat tatsächlich jetzt auch kurzfristig, weil er nochmal auf einer anderen\nKonferenz da mit ist, nochmal so eine Nachproduktion und da fallen dann nochmal so, naja,\n25 Stück irgendwie bei raus.\nUnd ich hatte das auch schon auf Macedon gepostet und gesagt,\nwir wollen da vielleicht auf dem Kongress ein bisschen mit rumspielen und wer\nsich dafür interessiert, was zu entwickeln.\nDa werden wir dann dafür sorgen, dass Leute eins bekommen können.\nIch sage mal gleich dazu, uns geht es jetzt nicht darum, ein cooles Batch,\nmit dem man dann toll rumlaufen kann, also das kann man dann auch,\naber dafür haben wir einfach nicht genug von diesen Dingern,\nsondern wir wollen jetzt explizit Leute finden,\ndie also entweder schon mit Elixier Erfahrungen haben und im Idealfall natürlich\nauch Nerves, auch wenn das jetzt keine Voraussetzung ist oder zumindest Bock\nhaben, sich da mal reinzufummeln.\nAlso jetzt auch nicht vielleicht irgendwann mal vielleicht unter Umständen oder\nso, sondern schon eben jetzt mal so das zum Anlass nehmen, das dann auch vielleicht\nmal wirklich zu tun, wenn man das vielleicht vorher immer nur so ein bisschen im Auge hatte,\nweil man kann da halt mit der bestehenden Software schon mal relativ viel zum\nLaufen bekommen und dann auch schnell einfach mal diesen ganzen Prozess machen\nund hat danach einfach so ein schönes Teil.\nDas eigentliche Ziel von diesem Badge ist, das soll noch ein bisschen weiterentwickelt\nwerden, weil es ist halt derzeit alles noch so Prototyp.\nDa fehlt noch so einiges drauf. Die Hardware soll sich noch verbessern.\nUnd nächstes Jahr soll da quasi so ein Starter-Kit draus werden für NERVs, also sozusagen,\num einfach in diesem NERVs-Projekt mal was zu haben, was jetzt nicht immer nur\nein Raspberry Pi ist und vielleicht auch nicht so teuer ist jetzt wie ein Raspberry\nPi, wobei so teuer sind die ja jetzt auch nicht mehr.","Kosten die 30 Euro oder so?","War es ein Raspberry Pi, der alte oder was? Ein neuer kostet eher so 80, 90.","Was ist denn ein neuer?","Ein Fünfer.","Ja, kostet so viel?","Ja.","Die Zeros sind günstiger, die sind vielleicht eher vergleichbar,\nwas die Hardware angeht.","Meinst du? Ist das so?","Ja, die haben weniger Power. Also der Zero 2, der hat glaube ich so viel Power\nwie der Raspberry Pi 2 meines.","Ja, es geht ja nicht nur um Power. Wir haben ja auch noch ein halbes Gigabyte Flash mit drauf.\nDas haben wir vorhin gar nicht gesagt. Und halt 256 Megabyte RAM.\nAlso es ist schon so Mittelklasse in diesem Controller-Bereich.\nEgal, also das muss man sehen. Das Ding liegt ja so derzeit bei knapp 30 Euro so in der Produktion.\nVielleicht wird es ja auch noch billiger. Ich gucke gerade mal hier.\nRaspberry Pi 5 neu, irgendwie 81 Euro und ein Raspberry Pi 4 60 Euro.","Okay.\nDas ist so spannend, wie viel diese ESPs kosten. Die kriegst du ja für neun Euro irgendwie.","Ja klar, aber dann hast du halt auch nicht wirklich ein komplettes Gerät.\nUnd schon gar nicht mit so einem E-Ink-Display, weil das ist ja eigentlich die klinige Geschichte.","Die ESPs, ich finde es nur spannend, wie viel billiger sind.\nDie sind als so ein Arduino, der wiederum noch viel weniger kann als ein ESP.\nAlso das war etwas, was mich immer gewundert hat. Aber naja.","Ja gut, ich meine, Arduino gibt es ja dann auch schon wiederum sehr lange und\ndie Kosten sind ja nicht nur die Hardware, das ist ja auch was organisatorisch drumherum ist.\nAuf jeden Fall tut sich da eine ganze Menge und die Devices werden jetzt immer\nfähiger, aber wenn man eh noch eine Raspberry Pi in der Schublade hat,\nkann man natürlich da auch genauso mit Nervs loslegen.","Also nicht jeder irgendwo in Raspberry Pi Schublade.","Nicht jeder, aber zunehmendem Maße ist das so etwas, was man noch so in der\nSchublade rumliegen hat, wenn man es ernst meint.\nUnd dann ist es natürlich besonders einfach, da mit Elixir und Nervs zu starten,\nweil du halt einfach, ja sagst, Nervs hier, Target, Raspberry Pi,\ndann legst du eine SD-Karte ein, hast dein Firmware-Image,\nschiebst die SD-Karte in Raspi und schon hast du da ein komplettes Environment\nund kannst einfach loslegen.\nMan muss natürlich sagen, du hast prinzipbedingt durch die Erlang-VM natürlich\nnicht so einen unmittelbaren direkten Zugang zu vielen Komponenten.\nAlso klar, so GPIO ja schon auch, aber für manche Sachen muss man dann eben\nschauen, wie man da den Hardware-Support bekommt. Wobei jetzt der,\nDas Batch soll schon in der finalen Version nächstes Jahr irgendwann dann auch\nso Zugang zu diesen SPI Bussen und so weiter bekommen.\nAlso noch sehr viel mehr Output, das war jetzt am meisten Prototyp noch nicht so drin.\nAlso nochmal kurz gesagt, wer Bock hat, wer auf den Kongress kommt und wer Bock\nhat ein bisschen an diesem Ding vielleicht mitzubasteln, wir haben jetzt keinen,\nrichtigen Plan oder so, was wir machen wollen, sondern wir wollen erstmal gucken,\nWer hätte Bock, irgendwie überhaupt was zu machen.\nDas für sich mal selber zum Laufen zu bekommen und dann kann man ja vielleicht\nauch mal auf Ideen kommen.\nDie Dinger sind dann ab November, Anfang November wahrscheinlich verfügbar und\ndann ist halt einfach auch noch schön Zeit, um vor dem Kongress ein bisschen was zu basteln.\nDas wird jetzt keine große Sache sein und es werden nicht alle Leute auf dem\nKongress mit diesem Ding rumlaufen, darum geht es nicht, sondern halt einfach,\nwer Bock hat, da mal ein bisschen mit rumzuspielen.\nBe my guest. Schickt mir einfach eine Mail, timetbritlove.org und ich mache\neuch auf eine Liste und schicke dann später nochmal eine Mail an alle und dann\ngucken wir mal, wie es so aussieht.\nAber schreibt bitte gleich mal dazu, dass ihr da sozusagen auch Bock habt zu entwickeln.\nJa, genau. Das vielleicht dazu.","Wollen wir zum Thema E-Ink-Display? Da habe ich dieses Thema von einer ganz\nanderen Seite angegangen.","Ja.","Und zwar, mir ist aufgefallen, dass ich einfach zu wenig lese.\nUnd auch irgendwie nicht reinkomme, weil Bücher sind unhandlich und schwer und haste nicht gesehen.\nUnd irgendwann habe ich mich dann doch mal zusammen durchgerungen,\neinen E-Reader, einen E-Book-Reader mir anzuschaffen.\nUnd da ich jetzt nicht unbedingt irgendwas von Amazon haben wollte,\nwar eigentlich die Konkurrenz nur dieses, wie soll ich sagen,\nKonsortium Deutscher Buch.\nHandelsketten und Läden. Der Tolino, das ist nämlich wirklich spannend,\nwusste ich auch nicht, das ist ein Konsortium.\nUnter der Führung von Thalia, aber da ist auch Hugendubel dabei und diverse\ngrößere und kleinere Buchhandlungen.\nUnd man kann tatsächlich auch frei wählen, über welchen Buchhändler man denn\nsein E-Book kaufen will.\nBeziehungsweise, wenn das kein DRM hat, kannst du es auch einfach so draufladen.\nDas ist jetzt dann nicht so fürchterlich schwierig.\nLustigerweise kannst du dir zum Beispiel über Hugendubel dann die Tolino Cloud\nklicken oder du kannst es über Thalia machen oder also du kannst dir bei einem\ndieser Anbieter halt dann deinen Account machen und dann läuft deine Cloud über diesen Anbieter.\nIch habe jetzt einfach irgendwie mal Hugendubel genommen und was wollte ich eigentlich erzählen?\nAchso und es gibt eine iPad App, die zusammen mit diesem ganzen Kram auch ganz wild synkt.","Also ich Ah, da musst du nicht mehr auf dem Gerät lesen. Kannst du über das iPad machen.","Naja, das Ding ist, das ist ein guter Einwand. Das Ding ist,\nich habe halt auch schon Bücher auf dem iPad gelesen.\nUnd wenn man das tatsächlich versucht, beziehungsweise öfter mal macht,\nkommt man auf den Punkt, wo das iPad halt einfach zu schwer ist.\nDieses iPad, was ich habe, ist irgend so ein Pro 10 irgendwas Zoll,\nkeine Ahnung, ist jetzt auch nicht so richtig wichtig, wiegt halt ziemlich genau 800 Gramm.\nDas ist halt fast ein Kilo. Und dann gucke ich mir das an. Ich habe halt extra auf die Waage gelegt.\nwie viel wiegt denn mein iPhone?\nIst mit 230 Gramm jetzt auch nicht super schwer, aber es ist immerhin eine Tafel Schokolade.\nUnd dann ist dieser E-Reader mit nur 170 Gramm jetzt auch nicht super, super leicht.\nAber das, was man dafür kriegt, ich finde es deutlich angenehmer zu halten.\nDer Kontrast ist schön von so einem E-Ink-Display.\nIch habe auch ein bisschen geguckt, habe mir das im Laden nochmal angeguckt.\nEs gibt ja E-Ink-Displays inzwischen schon in Farbe.\nUnd dann habe ich mal so nachgelesen und alle sagen so, ja, Farbe schön und\ngut, aber erstens ist sie nicht sehr brillant und zweitens mal geht halt der\nschöne Kontrast von dem E-Ink-Display flöten.\nWenn du da Farbe hast, alles ist plötzlich nur noch grau.\nUnd deswegen habe ich mich jetzt für das aktuell kleinste Modell aus dem Hause\nTolino entschieden, dem, wie heißt das Ding? Irgendwas Schein heißt der.\nTolino Schein 5, fünfte Generation.\nUnd der tut einfach. Also es gibt ein PDF, das will er einfach nicht lesen.\nDas ist ihm irgendwie zu schwierig.\nDas ist so ein Paper, ein etwas älteres Paper mit dem Namen zur Elektrodynamik\nbewegter Körper. Ich weiß nicht, ob du das kennst.","Ist das nicht so ein Klassiker?","Das ist ein Klassiker, ja. Er\nist eigentlich mehr unter seinem Kurse-Namen Relativitätstheorie bekannt.","Kam mir gleich so bekannt vor.","Also wenn ich das mache, dann stürzt das Teil einfach ab.","Ja, Einstein steckt halt keiner.","Aber ehrlich gesagt, ich habe ein bisschen reingelesen und bin mir nicht sicher,\nob ich da nicht auch abgestürzt bin.\nAber ich habe es halt einfach mal versucht. Ich habe auch mal Noten drauf gemacht,\nalso ein PDF mit Noten. das funktioniert jetzt ob der Größe des Displays nicht so gut.","Hast du das PDF mal so durch QPDF oder irgendeinen anderen PDF-Filter mal durchgejagt?","Um was zu tun?","Na, wenn du halt einfach mal das durch irgendeine PDF-Software wie zum Beispiel\nQPDF auf der Kommandozeile oder halt irgendwie auf dem Mac, gibt es ja auch was weiß ich hier,\ndiverse so PDF-Kompressoren, das sind ja alles so Tools, die lesen diese PDFs ein,\nund schreiben dann quasi eine neue Datei raus und es kann sehr wohl sein,\ndass du dir die eine oder andere Inkompatibilität, die dieses Gerät jetzt mit\nirgendeinem versteckten Feature hatte, dabei quasi entfernt.","Ja gut, also zumindest jetzt der Einstein ist halt ein Scan,\ndas kann sein, dass das einfach zu groß ist.","Dann würde sich unter Umständen gerade eine Recompression empfehlen,\nweil du dann halt einfach mit kleineren Dateigrößen daherkommst.","Aber man sieht, also Noten brauche ich jetzt nicht zu versuchen bei der Größe des Displays.","Zeig mal. Das ist ja noch nicht mal A6 so richtig.","Nee, es ist noch nicht mal A6. Was aber auch egal ist.","Innsbruck, ich muss dich lassen.","Ja, das ist jetzt einfach nur ein Beispiel.","Wie singt sich das denn? Innsbruck, ich fahre ja gerade nach Innsbruck.","Das ist eigentlich ein Klassiker, den musst du mal googeln.","Ja.","Beziehungsweise auf der Streaming-Plattform deiner Wahl.","Ich fahre dahin.\nMein, ich fahre dahin, wo geht das weiter?","Mein Straßen.","Mein Straßen im fremde Land dahin.\nMein Freud ist mir, wie ist die Seite? Wie mache ich das?","Genommen.","Du tippst auf der Seite, wo du weiterblättern willst.","Genommen, die ich mit weiß bekommen, wo ich im E-Land.\nElend, wo ich im Elend bin.","Also du siehst, für solche PDFs ist es nicht unbedingt geeignet.\nAber ich meine, wenn man sowieso nur Text hat, dann kann man den ja so groß machen, wie man will.\nAlso ich finde, es liest sich auch, man kann auch die Hintergrundbeleuchtung\nhell-dunkel machen. Also ich bin zufrieden damit.\nEs ist halt ein Single-Purpose-Device im besten Sinne, weil ich damit auch keine\nAudiobooks höre, obwohl das irgendwie geht.\nAber ich meine, warum sollte ich das tun, wenn man ein iPhone hat,\ndass das dann doch deutlich besser kann?\nUnd ja, weiß ich nicht. Also ich bin da zufrieden mit.","Wie lange hält der Akku?","Keine Ahnung. Ich habe es ehrlich gesagt erst einmal aufgeladen und das ist\njetzt irgendwie mehrere Wochen her. Und wir haben jetzt noch 86 Prozent.\nAlso, ja, weiß nicht, lange, sagen wir mal lange.\nJa, keine Ahnung. Es ist halt dadurch, dass es ein E-Ink-Display ist,\nist es halt auch nicht jetzt super flott oder so,\nwenn man hier tatsächlich meint, also es gibt hier so Scrollbalken,\naber er blättert eigentlich immer eine ganze Seite, weil Animationen haben natürlich\nirgendwie keinen Sinn und Graustufen,\nnaja, das habt ihr ja bei dem Badge auch schon, Graustufen gehen zwar irgendwie,\naber sehen nicht geil aus.","Ach, ich finde Dithering sieht geil aus, mal ehrlich.","Dithering hat natürlich so einen gewissen Stil, der irgendwie cool ist,\naber das ist halt wie Computerspiele mit Pixelgrafik,\ndas ist so die Klassizistik der Computerspiele, wenn man dabei gewesen ist,\nwo es nicht anders ging, dann will man es vielleicht nicht.","Pixelgrafik hast du heute immer noch, anders gibt es ja nicht.","Ja, schon, aber inzwischen sind die Pixel so klein, dass man nicht mehr von Pixelgrafik spricht.\nWenn einem die Klötzchen irgendwie ins Gesicht ballern, dann hast du Pixelgrafik für mich.\nUnd kann jeder mögen oder auch nicht, ist mir ja egal.","Okay, jetzt müssen wir mal gucken, was hier...","Zum Thema Dittering, ne?","Das mit dem Innsbruck müssen wir jetzt natürlich erst mal überprüfen,\nweil irgendwie muss ich mal wissen, was hier ist.\nDas ist ja wie Weihnachten.\nUnd das hast du in China gesungen?","Nee.","Nee?","Das ist lange her, dass ich das mal gesungen habe. Ich hatte nur das PDF rumliegen\nund wollte einfach gucken, ob das, wenn ich jetzt da mal so ein PDF draufwerfe.","Kannst du mir jetzt nicht einfach vor die Nase halten?","Ich mag das Lied, ich habe es auch schon gesungen.","Ja.","Aber jetzt nicht in China.","Okay, gut.","Ja, unser Chorleiter wollte es nicht, habe es ihm vorgeschlagen.\nAlso an mir lag es nicht.\nGenau Noch was, es gibt die Onleihe Man kann irgendwie E-Books ausleihen Aber\nich glaube, das lassen wir uns von Ralf nächstes Mal erklären Wie das geht Und\nweil du Dithering sagtest Da muss ich nochmal dieses eine,\nSpiel pluggen Das da heißt The Return of the Obra Din das ist ein 3D-Spiel mit\nDithering was völlig absurd aussieht weil es sieht wirklich so aus als würde\nich einen 3D-Shooter auf einem alten Mac spielen oder so also gut,\nist kein Shooter aber das tut ja nichts zur Sache aber es ist tatsächlich Echtzeit\n3D-Grafik First Person in schwarz-weiß mit Dithering, also das ist wirklich absurd.\nKann ich empfehlen Ich bin da nicht durchgekommen, weil es wurde mir dann irgendwann zu kompliziert.\nMan muss irgendwie, man muss rausfinden, was passiert ist.\nEs wird ein bisschen gruselig, es ist ein bisschen Horror, aber im Großen und\nGanzen ist es ein witziges Spiel.\nUnd wie gesagt, es ist halt echt Zeit.\nReturn of the Opera Din wurde schon im Chat.\nEs ist wirklich absurd, wie gut das funktioniert, dass du schwarz-weiß in Dithering\nin 3D mit Flächen, die halt heller oder dunkler sein können.\nAlso es flimmert auch nicht groß rum, sondern es funktioniert wirklich sehr gut.","Es ist aber auch ein sehr komplexer Prozess, den die da machen.\nAlso einfach nur so Post-Processing, Dithering auf das fertig gerenderte Bild machen, das geht nicht.\nDann wird es halt super flackern und unstabil aussehen.","Und wie geht es? Er hat irgendwann ein Video oder irgendwie einen länglichen\nBlogpost gemacht, wie er das tatsächlich tut, damit es eben nicht flackert,\nsondern das Dithering halbwegs stabil ist.\nIch kann es jetzt natürlich nicht wiedergeben und selbst wenn ich könnte,\nwollen wir das vielleicht jetzt hier nicht hören.\nAlso es ist wirklich nicht einfach irgendwie, sondern der hat da verdammt viel\nGehirnschmalz reingehängt, damit das so gut aussieht, wie es aussieht.","Und das war schon immer so schwarz-weiß?","Ja, das Spiel ist so.","Okay.","Das macht aber auch so ein bisschen den Reiz aus,\nweil hinter diesem schwarz-weiß geditterten 3D man einfach ganz,\nalso die eigene Fantasie ganz anders zum Vorschein kommt, weil du ja,\nwie gesagt, du versuchst ja rauszufinden, was ist passiert mit diesem Schiff,\nwas irgendwie angeschwemmt kommt.\nalle sind tot und du hast so ein komisches Uhrendevice mit, wo du auf irgendeine\nkomische Art und Weise in die Vergangenheit zurück gehen kannst,\num dir dann Szenen aus der Vergangenheit anzugucken.\nUnd ohne jetzt mehr zu spoilern, es ist...","Okay, aber es ist jetzt nicht Prinzessin retten und nicht Autofahren und nicht alle...","Nee, es ist mehr so ein Rätselspiel.","Okay, ist doch schon mal was. Und was meintest du, Luca, mit was einfach so\nDizzern ist, geht nicht?","Ja, also wenn du einfach so ein normales Spiel nimmst und einfach da so ein\nDithering-Effekt drauf klatschst,\ndann wirst du, sobald du entweder die Kamera bewegst oder sich Gegenstände im\nBild bewegen, es wird eine super Flicker-Party, also total flackern und unstabil sein.","Also ich weiß nicht mehr so ganz genau wie der Algorithmus funktioniert,\naber der geht im Prinzip davon aus, dass du versuchst die Teile des Ditherns\nso weit wieder zu verwenden,\nwie du kannst von Frame zu Frame so dass möglichst viel des Ditherings sich nicht ändert,\nstatt das jedes Mal komplett neu zu machen,\nirgendwie also das.","Ist eine Herausforderung Und wie hat das Spiel das gelöst?","Das kann ich nicht mehr wiedergeben.","Also wie gesagt, der Autor von dem Spiel hat da mal einen Blogpost oder einen...","Nee, ich meine, du hast es ja gespielt.","Nehmen wir an. Ja.","Denen ist es gelungen.","Ja, ja, das funktioniert sehr gut. Man hat nicht das Gefühl,\ndass alles krisselt und so, sondern ganz im Gegenteil.\nDiese Optik von dem Spiel, die tritt so schnell in den Hintergrund dadurch,\ndass du dich ja selber durch diese 3D-Welt bewegst, dass du das eigentliche\nDithern nicht mehr wahrnimmst, innerhalb von Sekunden eigentlich nicht mehr\nsondern in dieser sehr einfachen Welt dann drinsteckst das ist wirklich,\nextrem faszinierend vom technischen her ob einem das Spiel gefällt ist jetzt\nnochmal ein anderes Ding aber es ist auf jeden Fall,\nalso technisch kann ich wirklich empfehlen sich das mal anzugucken auch wenn\nman nicht weit kommt vielleicht weil es ist super faszinierend.","Da habe ich schon mir gerade ein Video an, wo man das sieht, diesen Effekt und ja.","Man kann auch lustigerweise zwischen diversen Settings umschalten,\nob soll aussehen, als wäre es ein C64,\nalso hellblau, dunkelblau oder ein alter Mac mit wirklich richtig schwarz-weiß\noder irgendwie so ein bisschen Bernstein oder so. Das ist auch sehr lustig.","Sieht geil aus.","Ja.","Cool, gefällt mir.","Return of the Opera Din. Als ich das gelesen hat und gesehen habe,\nmusste ich es sofort ausprobieren. Das ist auch, glaube ich, nicht wirklich teuer.","Also es ist ja auch nicht nur gedittert, es ist ja auch eine relativ niedrige\nAuflösung, die da simuliert wird.\nAlso man geht noch nicht mal auf die volle mögliche Pixelgröße.\nGröße. Vielleicht wäre es dann nicht gedissert genug.","Das kann sein, aber es sieht halt nach Pixelgrafik aus und es bewegt sich halt und ja.","Sieht nach Pixelgrafik aus.","Ja, naja, also wenn man damals dabei war und einen der ersten Macs angeschaltet\nhat und dann diese Schwarz-Weiß-Punkte vor sich hatte und plötzlich wurde alles\nirgendwie in diesen Schwarz-Weiß-Punkten zusammengebaut, das war halt eine… Ja.","Das ist halt so diese Ästhetik von Adobe Photoshop 1.0.\nDas hatte doch dann so ein, wie sagte man, ein Splash-Screen,\nder glaube ich auch gedittert war.\nGerade mal, das war doch irgendeine Lady.","Dieses Auge, ne?","Achso, richtig, das Auge. Nee, ich dachte gerade an so ein Gesicht.\nVerwechsel ich das jetzt gerade mit was anderem?","Ich glaube, ich habe es gefunden. Das ist so ein Auge in einer Raute.","Ja, das ist in der Tat das. Okay, das meinte ich aber eigentlich nicht.\nIch meinte nicht das Auge, sondern ich meinte so ein...","Aber es ist gedittert.","So eine Frau, oder war das McPaint? War das McPaint?\nJa, genau, das meinte ich. Aber das ist nicht wirklich gedittert.\nNe, okay, gut. Ignoriert mich einfach.","Was man zum Dizzern ja nochmal erwähnen kann, ist das Design vom 37C3 Unlocked.\nDas war gedizzert, stimmt. Genau, das war gedizzert.\nDa gab es überall Dizzering. Das Hauptlogo war diese, wie nennt sich diese Zange,\ndas Schneidewerkzeug, das fette.","Eine Ohrzange?","Nein.","Ach, so ein Bolzenschneider, so ein doppelt übersetzter.","Mhm.\nStimmt, da war auch alles im Dithering. Das ist in der Tat ein schönes Element gewesen.","Ja, es ist eine Technologie, die so ein bisschen in Vergessenheit geraten ist. Das Dithern.","Das stimmt, ich hatte das ja hier auch so ein bisschen, als ich mit meinem Flip-Dot-Display\nrumgespielt habe. aber das ist ja auch so dramatisch, Low-Res, Monochrom.\nUnd wenn du da irgendwie Farbverläufe machen willst, dann musst du halt entsprechend\ndas auch so randomisieren.","Monochromverläufe.","Mit wahrscheinlich Monochromverläufen.\nVon weiß zu schwarz.\nVon schwarz zu weiß.","Ja.","So, damit könnten wir mal über Apple reden, oder?\nSollten wir mal mehr über Macs reden, weil es war ja eigentlich gerade großes Gedöns.","Ich fand es ja nur so mittelgroßes Gedöns.","Ja, Gedöns, du weißt schon, was ich meine. Also Apple machte halt Gedöns und\nfrüher sind wir ja alle ganz läufig gewesen in dieser Zeit, muss sagen,\ndas habe ich mir mittlerweile komplett abtrainiert.\nDas war diesmal sogar so, ich habe dann zeitversetzt, also etwas später,\nnicht jetzt live, als es stattfand, sondern so zwei Stunden später,\nals ich in Ruhe irgendwie in meinem Wohnwagen lag und irgendwie Brille auf hatte,\nhabe ich mir das irgendwie angeschaut und bin dabei eingeschlafen.\nSo viel dazu.","Gut, ich habe es live gesehen, bin nicht eingeschlafen, war aber glaube ich\nnicht immer ganz mit Gedanken bei der Sache.","Nicht spannend ist, ne?","Nee, nee. Nee, es kam auch irgendwie nix. Was war?","Wie, es kam nix.","Es kam ja schon einiges.","Aber es war halt, ich bin einfach ermüdet von dieser Präsentationsform.","Was für mich hängen geblieben ist. Ja, neue iPhones. Was haben die iPhones neu?\nKamera, Prozessor. Sonst war nix neu in den iPhones.","Doch, klar, natürlich. Komplett neues Gehäuse.","Ja gut, neues Gehäuse. und es gibt dieses flache iPhone, wo ich mir jetzt nicht so ganz sicher bin.\nAlso so ganz flach, aber dann so einen dicken Wulst.","Wo die Kameras drin sind.","Fand ich jetzt irgendwie weird, aber gut, das mag Leute geben,\ndie das dann geil finden.","Du brauchst die Tiefe, wenn du Kameras irgendwie halbwegs gut performen lassen\nwillst, dann brauchst du einfach diese Tiefe.","Ja, das ist mir bekannt, das ist mir schon klar. Ich finde es nur trotzdem albern,\ndann den Rest so dünn zu machen und dann zu behaupten, oh, dünnestes iPhone ever.\nWenn du dann aber trotzdem den Wulsterst. Aber gut, das müssen Leute entscheiden,\ndie sowas haben wollen. Ich werde nicht zu denen gehören.","Nee, klar, das ist jetzt nicht für unser eins, aber es mag durchaus einen Markt dafür geben.\nDie werden sich sicherlich ein paar Gedanken darüber gemacht haben,\nob das jetzt ein Erfolg wird oder nicht. Das ist mir ehrlich gesagt ziemlich Wumpe.\nEs kann natürlich auch sein, dass das einfach nur so ein Because-We-Can Ding\nist, gepaart mit, keine Ahnung, vielleicht bauen wir wirklich nochmal so ein\nClub-Telefon und dann ist es schon mal ganz gut, wenn wir die eine Hälfte so\ndünn haben und die andere...","Ehrlich gesagt, das ist so dünn, dass ich mir vorstellen kann,\ndass manche Leute das auch so klappen. Aber gut, das ist nochmal...","Es ist wohl relativ stabil tatsächlich. Dadurch, dass sie jetzt dieses Gehäuse\nso als Unibody machen, ist es wohl ausschließlich an den Antennen...","Mit Titan oder so, ne?","Ja, Alu ist es jetzt.","Die sind jetzt wieder auf Alu gegangen.","Ja, aber ich glaube, das ganz Dünne ist trotzdem Titan, weil es stabil genug\nsein muss. So habe ich das in Erinnerung, aber vielleicht...","Ich glaube, die sind jetzt alle ALU und bin mir jetzt ehrlich gesagt bei dem R nicht sicher.","Das Pro hat eine Vapor Chamber, da habe ich ja so lachen müssen, aber gut.\nJa, weil das ist halt ein Kostentreiber im Wesentlichen.\nGut, klar, wenn der Prozessor jetzt nicht mehr so effektiv ist oder sie ihn\ntatsächlich in die Geschwindigkeit reinfahren, wo er so heiß wird.","Also wenn es dazu führt, dass dieses Gerät im Sommer auch in der Lage ist,\nseine Displayhelligkeit länger zu halten, dann bin ich all for it.\nDas ist nämlich das Ding.","Chad sagt, ich habe recht, er ist aus Titan.","Ah, okay, gut, da war ich wahrscheinlich schon eingeschlafen und ich habe es\nmir ehrlich gesagt immer noch nicht nochmal angeschaut.","War jetzt auch so ein Detail, ich weiß nicht, warum ich mir das gemerkt habe, ist auch egal.","War auf jeden Fall trotzdem sehr stabil. Es gab natürlich die üblichen Band-Tests\nund da hat es ganz gut abgeschnitten.","Noch ein Band-Gate wollen sie sich wahrscheinlich auch nicht eintreten.","Nee, und das kriegen sie mittlerweile ja auch alles irgendwie ganz gut hin.","Mit dem Tolino würde ich auch keinen Band-Test machen.","Siehst du mal.","Ehrlich gesagt.","Kein Vertrauen in die deutsche Buchverlage.","Es ist nicht das Device für einen Band-Test.","Die meisten Devices sind eigentlich für einen Band-Test gemacht.","Also die Vapor Chamber, ich fand sie insofern interessant, als,\nmir ist nicht bekannt, naja, ein iPhone mit Vapor Chamber haben sie noch nie gemacht.\nIch glaube so Mac Minis und MacBooks haben durchaus eine Vapor Chamber gehabt,\ndas ist ja Stand der Technik eigentlich. Das macht irgendwie jeder,\nauch wenn es, wie gesagt, ein Kostentreiber ist.\nWenn du drum rum kommst, machst du es halt nicht.\nDass das so fürchterlich viel bringt, wundert mich ein bisschen.\nAlso dann muss da schon auch ganz schön ordentlich viel Wärme aus dem Prozessor\nkommen und dann auch entsprechend an das Alugehäuse abgegeben werden.\nAlso ich nehme mal an, wenn man das dann benutzt, will man vielleicht irgendwie\nkein Case haben, was irgendwie dann thermoisoliert, weil sonst hat die ganze\nVapor Chamber keinen Sinn.\nAber wir werden sehen.\nFür mich ist nichts.","Mir ist die Technologie ehrlich gesagt egal, wenn das Ding dadurch kälter wird,\nam All-For-It, weil das ist halt ein echtes Problem im Sommer,\nwenn da die Sonne drauf scheint, dann ist halt schnell Schluss und dann wird\ndas Display gedimmt, damit nicht\nso viel Strom verbraucht wird oder nicht zusätzliche Wärme erzeugt wird.\nVom Langsamer werden mal ganz abgesehen.","Aber es kühlt ja nicht aktiv. Also es ist ja nicht so, dass irgendwo ein Lüfter\nanspringt und dann Luft einsaugt und die Wärme ableitet.","Du bist ja kein Lüfter.","Nee, aber die Vapor Chamber alleine bedeutet ja eigentlich nur,\ndass die Wärme vom Prozessor, der dann wahrscheinlich relativ heiß wird,\nrelativ effektiv an die Rückwand von dem Gehäuse abgeleitet wird.","Ja, aber die Rückwand ist ja bei dem Pro jetzt das gesamte.","Das ist ein Unibody.","Das heißt das verteilt.","Ja gut, es war bei den anderen auch nicht viel anders, nur dass sie wahrscheinlich\nnicht eine entsprechend effektive\nWärmeleitung zwischen Prozessor und der Rückwand hatten. Wie auch immer.\nAlso ich kann mir vorstellen, dass wenn du das im Auto unter der Sonne lässt,\ndass es trotzdem heiß genug wird, als dass es das Display dimmt.","Ja, irgendwann schon. Die Frage ist halt, wie schnell? Also schaffen sie es\nsozusagen länger cool zu bleiben?","Also in dem Fall würde ich sagen nein. In dem Fall, wo du, weiß ich nicht,\neine sehr stark 3D-lastige Anwendung oder mit Kamera und weiß ich nicht,\nirgendwas benutzt, wo der Prozessor ordentlich gefordert ist,\nkann ich mir das eher vorstellen.\nDa merkst du halt, in der Hand wird es warm, aber der Prozessor muss nicht irgendwie\nsich einschränken, weil er seine Wärme nicht los wird.","Hast du die schon gesehen, Luca, die Geräte? Hast du die schon in der Hand gehabt?","In echt noch nicht, ne.","Okay.","Hat mich jetzt auch nicht so interessiert, ehrlich gesagt.","Ja, es ist irgendwie ein bisschen langweilig geworden, ne? Aber, na gut.\nWichtiger ist ja, was sich bei den Betriebssystemen getan hat, die ganze 26er Front.","Eine Hardware-Sache, die fand ich tatsächlich spannend. Und zwar,\ndas sind die neuen AirPods.\nDadurch, dass sie angeblich doppelt\nso gut dämmen und doppelt so gut Noise Cancelling machen und so weiter.\nGut, ich habe es jetzt noch nirgendwo ausprobiert oder so. Gut,\ndie anderen haben ja auch nie ausprobiert.\nIch erwäge ernsthaft tatsächlich, weil für mich die AirPods auch immer wieder\nquasi Gehörschutz sind in diversen Situationen,\ndas mit den AirPods 3, das mal auszuprobieren, wie gut die denn ein Gehörschutz sind.\nAlso das Schöne auf Konzerten ist, wenn du die AirPods drin hast und sie dann\nauf Transparent schaltest, dass du tatsächlich einen sehr, sehr guten Sound bekommst,\nder aber nicht so ist, dass er dir irgendwie die Trommelfälle wegbläst,\nweil im Prinzip im Transparency-Mode er irgendwie doch noch cancelt.\nAlso das ist, keine Ahnung, also das fände ich zumindest geil.","Du hast ja mindestens die passive Dämmung beim Transparency-Mode immer noch dabei.","Genau, genau. Und deswegen bin ich am überlegen, das wäre für mich das Produkt,\nwo ich jetzt sagen würde, ja, die anderen Features, die sie da reingebaut haben,\ninteressieren mich jetzt weniger, aber\neinfach das deutlich verbesserte Noise-Canceling, das wäre was für mich.","Also gut, dass du das erwähnst. Für mich war das so selbstverständlich, dass ich die bestelle.\nDa habe ich sofort geklickt, da habe ich gar nicht groß drüber nachgedacht.","Ach, du hast schon geklickt.","Ich habe schon geklickt, aber noch nicht empfangen.\nIch finde ja nach wie vor, dass die AirPods Pro sind wahrscheinlich das beste\nProdukt, was Apple rausgebracht hat so in den letzten Jahren.\nAlso es ist einfach irre.\nDie Dinger haben vor allem konstant overdelivert.\nAlso sie waren immer besser und haben dann noch mehr Features bekommen,\ndie noch nicht mal angekündigt waren.\nIst ja jetzt auch wieder so, jetzt kommt diese Live-Translation,\nnatürlich nicht in Europa,\nTheoretisch dazu.\nUnd auch diese ganzen anderen Details mit Transparenz, Verbesserung und so weiter,\ndiese ganzen Modi und so, das war ja, als sie vorgestellt wurden,\nwaren nicht alle Features, die es heute gibt, schon da.\nUnd von daher hat sich so der Wert der Teile extrem gesteigert.\nGut, gilt natürlich auch für die iPhones, die Software-Updates bekommen und\ndann neue Features haben, aber bei so einem kleinen Kupferrateil würde man das\njetzt nicht unbedingt erwarten, aber es ist auf jeden Fall alles konstant besser geworden.\nUnd ja, ich war schon bei den ersten Airpod Pros sehr beeindruckt mit Noise Cancellation.\nDie 2er war definitiv nochmal besser und wenn sie es auch nur um ein paar Prozent\nsteigern können, hat sich das wahrscheinlich schon gelohnt.","Ich finde auch die Integration ins Ökosystem von diesen Airpods ist allein schon wert.","Die zu haben. meinte es nämlich gerade im Chat, das hatte ich jetzt nämlich\ngerade vergessen, diese Hörhilfe, das war nämlich zum Beispiel so ein Feature,\nwas später noch dazugehoben.","Das habe ich mal ausprobiert, das war ein bisschen schmerzhaft.","Aber wo es geil ist, ist wenn du so, was weiß ich, so Elternabendsituationen\nhast, weißt du, viele Leute in so einem Raum und vorne Musik hören.","Die ganze Zeit, ne?","Nein, vorne wispert irgend so eine Person und es gibt keine richtige Verstärkung,\nweil natürlich keiner in Deutschland darüber nachdenken, mal vielleicht einen\nLautsprecher oder sowas mitzubringen.\nOkay, Schulen immer schlecht ausgerüstet, wie auch immer. Wenn du also dann\nganz hinten sitzt, weil du natürlich zu spät gekommen bist, dann verstehst du\nhalt unter Umständen nichts.\nDann kannst du einfach das iPhone vorne auf den Tisch legen und mit den AirPods,\nzwar mit etwas Zeitverzögerung, aber immerhin kriegst du es dann quasi per Bluetooth\nmöglichst schnell nachgereicht.\nEs wäre auch nochmal interessant zu sehen, ob sie da vielleicht an der Tens\nnoch weiter gedreht haben, weil das ist wirklich ein cooles Feature. Echt praktisch.\nJa, okay, gut. Software? Oder hast du noch was zur Hardware?","Die Uhr war wiederum nicht so spannend.","Nö, das ist nur so Modellpflege. Genau.\nWer hat denn alles schon auf 26 aktualisiert?","Alles komplett durch aktualisiert?","Alle Geräte.","Ich auch.","Ich habe gerade noch rechtzeitig das Lade-die-Beta-runter wieder ausgeschaltet,\nsonst säße ich hier so halb mit 26.1 schon.","Gibt es das schon?","Jaja, seit heute, gestern.","Okay, das werde ich mir vielleicht auf dem Laptop sogar mal machen,\nweil da ist es noch ein bisschen schmerzhaft mit dem macOS.","Echt?","Wie ist eure Erfahrung?","Ich habe kein Problem damit.","Also ich habe weiterhin ein Problem mit dem Liquid Glass, aber jetzt funktionale\nProbleme habe ich nicht.","Das Liquid Glass stört mich nicht wirklich, muss ich sagen.","Settings, Bedienungshilfen, Transparenz reduzieren heißt das Feature,\nwas du einschalten möchtest und dann stört das alles nicht mehr.","Macht mir das bei den Fenstern auch die Radien gleich?","Die Radien?","Ja, also es gibt, je nachdem, ob deine App eine Toolbar hat oder was auch immer\nfür eine Bar, ich kenne mich da nicht so ganz gut aus mit den ganzen UI-Komponenten,\nhast du einen unterschiedlichen Radius am Fenster.\nEs gibt da so ein paar Screenshots, wo Leute irgendwie mehrere Fenster übereinander\nlegen und dann ein Screenshot von der Ecke machen.\nUnd dann siehst du irgendwie, dass da vier Fenster übereinander liegen,\nwo jedes Fenster einen eigenen Corner-Radius hat.\nAbsolut bizarr.","Meine Vermutung wäre da, dass es vor allen Dingen auch daran liegt,\nob du jetzt schon für 26 kompiliert hast oder nicht.\nOb du dann das neue Design bekommst.","Ja, also zum Teil ja.\nAlso Apple-Software?","Okay. Ist mir ehrlich gesagt noch nicht aufgefallen.\nIch dachte, ich störe mich generell an diesen neuen Radi, aber man gewöhnt sich ja schnell an alles.\nAuch die neue Menü-Optik.\nund generell muss ich sagen, ich bin ein großer Freund von diesen kleinen Icons in den Menü-Einträgen.\nManche sagen, es erhöht ein bisschen den Clutter, den Visual Clutter,\nalso macht alles ein bisschen unübersichtlicher.","Der Argumentation kann ich folgen.","Der kann ich auch folgen, aber ich finde es trotzdem praktisch.\nVor allem, wenn man mal an so einem Mac sitzt, der irgendwie unter Umständen\nin einer anderen Sprache konfiguriert ist, als man das normalerweise macht,\ndass man über solche Hinweise dann doch sehr dankbar.","Da nimmt man dann Deep L und guckt einfach nach.","Was es da ist. Ja, das kann ich mir dann halt auch sparen.","Aber gab es die vorher nicht? Nee, die sind tatsächlich neu.\nDas ist mir nicht aufgefallen.","Und generell muss ich sagen, also ich war vor allem überrascht,\nauf meinem iPhone habe ich das als letztes installiert.","Ich auch, ja.","Und ich muss sagen, mir gefällt das. Also ich dachte ja, ich würde es hassen, aber ich finde es geil.\nUnd zwar ich habe diese Transparenzgeschichte auch auf dem iPhone,\nalso überall habe ich irgendwie Apple Intelligence und Transparenz ausgeschaltet.\nSo, das irgendwie mit diesem Apple AI, der mir die ganze Zeit in meine Messages\nreingeht und möchte, dass ich mich wie so ein Honk äußere, da komme ich nicht mit klar.\nIhr wisst, was ich meine? Wenn du diese Apple Intelligence einschaltest,\ndann schlägt der dir permanent vor, irgendjemand schreibt dir was und dann so, ja, alles klar.\nAlso du redest auf einmal wie so ein Tourist, wenn du diese Vorschläge übernimmst\nund du kannst das nicht mal ausschalten.","Die habe ich, ehrlich gesagt, noch gar nicht gesehen.","Man kann nur alles ausschalten und das habe ich dann auch getan,\nweil das geht gar nicht. Also ich hasse.","Aber vielleicht ist mein Apple Intelligence auch noch nicht richtig konfiguriert oder so.","Das kann man nicht konfigurieren. Das kann man nur einschalten oder ausschalten. So sieht es nämlich aus.\nJa, aber ich war überrascht, dass mich diese ganze Fluptität,\nalso die Liquidität, sagt man das so?\nFlüssigkeit, Fluptizität, die Viskosität. Ja, das ist ja mehr so die Liquidität,\ndas ist mehr so diese Flüssigkeit.","Schwappdizität.","Ich mag das, ganz ehrlich, weil es ist,\nich finde, User-Interfaces sind heute schon relativ komplex,\nweil sie eben sehr viele Ereignisse und sehr viele Informationen darstellen müssen.\nund wir sind weit gekommen mit Fenstern und Rahmen und 3D-Effekten und all diesen\nganzen Versuchen in irgendeiner Form dem Auge schnell klarzumachen, was passiert.\nAber generell finde ich, sind so Animationen eine gute Idee und seitdem irgendwie\nFenster nicht einfach nur verschwinden, wenn man sie schließt,\nsondern sie eben auch mit einer Bewegung verschwinden,\nist eine Menge geholfen, weil man einfach unterbewusst registriert, was passiert.","Ja, wenn die Animationen, wenn\ndie die Interaktion unterstützen und nicht einfach nur Spielkram sind.","Genau, aber ich finde, dass diese, so wie es jetzt mit dem iOS,\nalso wie es auf dem iPhone ist, finde ich gut.\nAlso ich mag das.\nAlso ich war selber ein bisschen überrascht, dass ich es mag, aber ich mag es.","Das Einzige, was mich ein bisschen gewundert hat, ist, dass man jetzt ja vorne\nund hinten von Apple gezwungen wird, die neue Icons zu basteln,\ndie ja dann auch in mehreren Ebenen aufgebaut sind, damit man sie von verschiedenen Seiten sehen kann.\nJa, allerdings man sieht das gar nicht irgendwo.\nAlso ich hätte jetzt erwartet, dass wenn du das iPhone kippst,\ndu hast ja vorher schon dieses Ding gehabt, dass wenn du das iPhone hin und\nher bewegst, dass sich die Icons vor dem Hintergrund bewegen und ich hätte jetzt erwartet,\ndass die verschiedenen Ebenen eines Icons sich auch mitbewegen,\nwie jetzt beispielsweise irgendwie beim Apple TV oder bei der Vision oder so.\nAber irgendwie tun sie es nicht.\nAlso ich verstehe es nicht. Aber gut, vielleicht.\nEgal.","Benutzt ihr eigentlich diese monochromen Icons? Die gibt es ja jetzt schon eine Weile.","Ich habe es einmal versucht und habe gemerkt, dass ich so dermaßen Icons nach\nFarbe erkenne. Ja, also viel, viel mehr als nach Form.\nManchmal ist irgendeine Firma so schlau und denkt sich, ach so ein neues Icon\nwäre doch geil und ich finde die App nicht wieder, weil das Icon hat jetzt eine\nandere Farbe und dann verschwindet es einfach, weil der Schlüsselreiz fehlt,\nder mich dazu animiert, zu sagen, okay, das ist die App, die du haben willst. Keine Ahnung.","Und am besten weißt du auch gar nicht mehr, wie die App heißt und dann findest\ndu sie nicht mehr auf deinem Telefon.","Und dann gibt es wiederum Apps, die kennst du nur namen nach und würdest sie\naber als Icon nicht finden.\nAlso keine Ahnung. Nee, also ich bin komplett lost, wenn ich da diesen Monochrom-Modus\nder Icons anschalte. Das hat überhaupt gar keinen Sinn für mich.","Geht mir auch so. Ich bin ja froh, dass ich nicht der Einzige bin.","Da bist du nicht der Einzige. Da haben wir ja Mehrheitsmeinung,\nweil ich kann damit auch nichts anfangen. Aber es gibt Leute, die machen das.\nEs gibt auch Leute, die investieren extrem viel Zeit oder haben das früher schon\ngetan, alle ihre Icons nach Farbe zu sortieren.\nDann hast du so einen roten Screen, einen grünen Screen und so weiter.","Ja gut, aber so viel ADHS habe ich dann auch wiederum nicht, dass ich das tun würde.","Oder zu viel.","Oder zu viel oder zu wenig Autismus, ich weiß es nicht.\nAlso nee, ich habe schon so dieses Ding, dass ich mich fürchterlich ärgere,\nwenn sich die Icons mal verschieben aus irgendeinem Grund.\nAber nee, also sortieren.","Aber es ist ja immer so, diese ganzen offensichtlichen Features,\ndie die neuen Betriebssysteme mit sich bringen, da denkt man sich so,\nja, ob es das jetzt gebraucht hätte und so, aber dann so über die Wochen findet\nman ja dann überhaupt erstmal die tatsächlichen Änderungen so unter der Haube raus.\nIch bin da noch nicht sehr weit gekommen, aber ein Feature muss ich mal kurz\nerwähnen und zwar, es gibt ja seit längerem schon die Möglichkeit mit FileVault\nseine Festplätze zu verschlüsseln.","Längerem ist gut, das sind glaube ich schon 20 Jahre, wenn nicht noch mehr.","Naja, so lange gibt es ja Mac OS X überhaupt erst.","Ja, aber das war relativ früh schon dabei, 10.4 oder so? Oder erinnere ich mich\nfalsch? Egal, auf jeden Fall, es gibt es lange.","Auf jeden Fall, solange es das schon gibt, gibt es halt ein generelles Problem,\nnämlich wenn dein Rechner neu startet, möchte er dann halt auch Passwort haben,\num überhaupt erstmal zu booten.\nUnd wenn du sozusagen in irgendeiner Form...","Also zu Recht, muss ich sagen.","Ja, absolut hast du recht.\nDas ist bloß dann so ein bisschen schwierig, wenn du deinen Computer so headless\nbetreibst, also ohne, dass da irgendwie jetzt eine Tastatur und ein Bildschirm\ndran angeschlossen ist.","Kopflos bezieht sich jetzt nicht auf den User.","Nein, sondern bezieht sich auf, dass du keinen Bildschirm hast.\nWeil du dich dann normalerweise nur remote drauf einloggst, aber du möchtest\nhalt trotzdem unter Umständen dieses Feature haben, dann kannst du deine Kiste halt nicht irgendwie,\nbooten oder nicht auch gerade so mit ja, nach Stromverbrauch,\nnach Stromverlust bootet dich automatisch und so, was machst du dann?\nSo, dann ist es mal ein bisschen lästig. Geht schon, aber ist halt lästig.\nMit macOS 26 gibt es jetzt die Möglichkeit, das mit SSH zu machen.\nDu kannst, wenn die Kiste quasi noch nicht wirklich gebootet ist,\nläuft bereits auf den konfigurierten Netzwerkschnittstellen ein SSH-Server und\ndu kannst dich mit SSH dahin verbinden und dann quasi dein Login machen.\nWirst dann aber natürlich auch gleich rausgeschmissen, also du bist dann nicht\nals User eingeloggt, sondern dann bootet er eigentlich erst,\naber du kannst quasi nicht nur über die Tastatur über USB oder Bluetooth jetzt\ndein Passwort eingeben, sondern du kannst es halt auch über Netz machen, einfach mit SSH.","Hat der einen MDNS-Responder an Bord?","Ja, das geht dann schon auch. Da haben sie schon drauf geachtet.","Ich weiß nicht, ob es nur mir so geht, aber ich finde MDNS-Responder ist doch\nso eigentlich Basic-Werkzeug, das ein Betriebssystem immer dabei haben sollte, oder?","Ja.","Ja, also was du meinst ist, dass ein Rechner auf .local-Adressanfragen reagiert.\nja, selbstverständlich sollten das alle haben und zwar schon seit langem,\naber das haben halt eigentlich nur so richtig, nur so Macs und wenn du halt auf deinem FreeBSD.","Hat das auch.","FreeBSD hat es jetzt auch?","Ja.","Okay, gut, bei Linux halt, wenn du da so ein Avahi rein konfiguriert hast,\naber oft halt auch irgendwie nicht.\nMeine Erfahrung zumindest, mag es sich geändert haben, don't add me.","Nerves macht es ja nicht.","Ich will das Thema jetzt nicht zu sehr nach vorne ziehen, aber ich hab ich hab\ngerade erst einen Linux, aus Gründen einen Linux installiert.","Und?","Ja, da ist kein MDNS-Responder dabei.","Da musst du rein konfigurieren.","Ja, aber das kostet irgendwie extra. Also ich meine, klar, mit AI-Hilfe habe\nich das dann auch hingekriegt, aber das war dann mindestens eine Viertelstunde,\ndie mich das gekostet hat, dann in den AWAHI ordentlich hinzukriegen.\nNur um mich auf der Kiste mit SSH anzumelden.","Ja, aber eine Fritzbox macht das ja bis heute noch nicht.","Na gut. Fritzbox macht einige Sachen merkwürdig.","Ja, die macht nicht alles merkwürdig, aber das hat mich schon immer genervt,\ndass du bei einer Fritzbox kein, also zwei Sachen nerven mich.\nErstens, dass sie kein Gerät.local machen.","Also den MDN Rest Responder?","Genau. Also dass das erstmal schon mal nicht geht. Dafür hijacken sie ja die\n.box, Top-Level-Domain, die es ja mittlerweile auch in echt gibt.\nWas auch eine ganz schlechte Idee ist. Also das hat auch schon zu interessanten\nNebenwirkungen geführt. Ja, das hat auch schon zu Nebenwirkungen geführt und so weiter.\nWeil dann irgendwie die Domänen, mittlerweile haben sie die gekauft sozusagen,\ndie fritz.box-Domänen.\nAber die hatte halt sich jemand anders unter den Nagel gerissen und dann standen\nsie halt doof da, weil das dann doch abgefischt wurde.\nAber bitteschön. Was die sich nicht vorstellen können ist, dass man in einem\nNetzwerk zwei Fritzboxen hat.","Erinnere mich nicht dran.","Ja, aber das ist einfach, ich meine, hallo, man zieht halt noch so eine alte\nFritzbox aus der Schublade, schließt die als Netz an und dann heißen die beide Fritz.box.\nWirklich, es kann doch nicht so schwer sein.","Obwohl, du kannst es umkonfigurieren, dass sie sich anders meldet.","Was?","Aber das musst du natürlich irgendwie tun, bevor du dann die zweite an den Start\nkriegst, sonst hast du das Problem.","Wie, wann kann das, dass sie sich anders melden?","Ich glaube, das kann man.","Ne, man kann keinen Namen, also wenn sie das jetzt im letzten Jahr hinzugefügt\nhaben, dann ist es mir nicht aufgefallen, aber man kann dem keinen Namen geben,\nwo er sich dann unter Punktlocal meldet.\nAlso du kannst ihm irgendeinen Namen geben, der aber sich nicht im Netzwerk manifestiert.","Also irgendwie ging das mit den zwei Boxen. Ich habe das irgendwann mal konfiguriert.\nDas war aber auch alles sehr, sehr weird.\nUnd ich glaube, man kann sich dann auf die zweite nur über die erste anmelden\noder so. Es ist auch ganz, ganz komisch.\nAlso, na gut.","Ich muss mich mal hier mal wieder anmelden. Ich habe mich lange schon nicht\nmehr in meiner Fritzbox angemeldet. Jetzt mache ich das mal.\nJetzt habe ich erstmal hier SSL-Problematik.","Also du kannst dein Ding meinen Namen.","Wenn die Live-Hörer jetzt gleich nichts mehr hören.","Dann wisst ihr es.\nGenau. Was meintest du, Luca?","Einmal neu starten. Also ich sehe das, ich bin auf meiner Fritzbox drauf,\nich kann hier einen Namen vergeben.","Ja, aber der...","Da steht nicht so genau drin, was für Auswirkungen das hat.","Das bedeutet auf jeden Fall nicht, dass es danach Name.local in deinem Netz\ngibt. Du kannst das ja gerne mal prüfen.","Wir veranschieden uns jetzt von unserem remote zugeschalteten Gast.","Ja.","Ja, nee, gut, ja. Nee, also MDNS Responder ist ja jetzt auch keine brandneue Technologie.\nDas kann man im Jahr 2025 schon mal als Standard irgendwie in seinem Betriebssystem\ntun. Das ist schon richtig.","Ja, den Avahi-Pain kenne ich auch, dass man sich dann fragt,\nich muss das erstmal installieren.","Dann nochmal gucken, wie konfiguriert man das? ist es tatsächlich,\nglaube ich, sogar im Kernel oder irgendwas inzwischen und das FreeBSD kommt\nhoch mit einem per MDNS Responder announceten SSH.","Ja, wie man das halt macht. Ich meine, das ist doch einfach, ich glaube, das ist,\nweißt du, ich glaube, Linux, jetzt werden sie gleich wieder alle auf mich einhauen,\nweil ich immer so auf Linux einhaue, aber das ist auch ein kulturelles Problem.\nDas ist ja so ein Not-Invented-Here-Syndrom. Also dieses Bonjour,\ndas ist ja von Apple, das muss böse sein.","Ja, aber wahrscheinlich ist es nicht unter der GNU-Lizenz und dann kann man\nes natürlich nicht verwenden.","Ach, schnickschnack.","Naja, keine Ahnung. Also ich habe halt so einen Ubuntu-Server installiert und\ndu musst bei der Konfiguration, wenn du das installiert hast,\nda drauf dringen, dass er bitteschön IPv6 verwendet.\nDer schaltet das nicht von alleine an, sondern du musst ihm sagen,\nja natürlich will ich nicht nur IPv4, sondern auch IPv6 haben.\nIn der Standardkonfiguration im Jahre 2025, ich sag's nochmal,\nalso das ist irgendwie, ich war doch ein bisschen schockiert.","Ich bitte dich, das ist doch erst 1998 spezifiziert worden.\nNicht so schnell.","Nee, nicht so schnell. Irgendwie aber dann immer rumjammern,\ndass sie nicht auf den Desktop kommen, wenn sie solche Sachen schon nicht hinkriegen. Also wirklich.","Lass uns bei Apple bleiben. Viel fällt mir jetzt nicht mehr zu ein.\nIst euch noch irgendwas Schönes aufgefallen, was ganz toll ist?","Nee, also sagen wir mal so, ich fand es überraschend schmerzlos,\ndieses Betriebssystem zu installieren und normalerweise sind ja so größere Änderungen\nam Design, führen ja gerne mal dazu,\ndass Dinge entweder super hässlich aussehen oder teilweise gar nicht funktionieren\nund das war mir jetzt so nicht untergekommen. Also das fand ich schon,\nerstaunlich. Also da haben wir schon auch schlechtere Beta-Versionen gesehen.\nAlso selbst die Beta 1, die habe ich ja, oder Beta 2 oder so,\ndie habe ich ja direkt auf meinen Mac Mini gepackt und der so war was.","Es war schon sehr langsam in dieser Beta-Phase, aber das ist ja auch keine Überraschung.","M4 Mac Mini merkt man es dann vielleicht nicht so sehr.","Also ich habe es schon gemerkt, dass sie so kurz vor Release erst der Performance-Schraube\nwieder ein bisschen gedreht haben und es ist auch noch einiges zu gehen,\nalso ich muss jetzt hier meinen Rechner alle zwei Tage mal neu booten, weil der Safari hängt.\nUnd sich auch mit Ausloggen und so weiter nicht zufrieden gibt.\nAlso da ist schon noch hier einiges im Argen.\nIch gehe mal davon aus, ich werde mal diese Punkt 1 Beta installieren. Naja.\nWir stellen fest, wir haben eigentlich gar keine richtige Ahnung,\nwas alles Tolles und Neues und wir werden das beobachten.\nAber am Ende haben sie es doch irgendwie hinbekommen,\ndiese Betriebssysteme zu releasen. Und ich meine, mal ehrlich,\nsie releasen jetzt mittlerweile gleichzeitig am selben Tag,\niOS, iPadOS, WatchOS, MacOS und tvOS und habe ich noch was vergessen?","VisionOS vielleicht?","Ach ja, genau, VisionOS, genau. Und im Prinzip ja auch ihr, ich weiß nicht,\nwas ihr auf den Homepods, wie das heißt.","Das heißt, glaube ich.","Auch HomeOS oder HomePodOS oder keine Ahnung.","Es ist, glaube ich, auch ein sehr abgespecktes iOS.","Ich habe auch, ehrlich gesagt, gar keinen Podcast.","Naja, man muss jetzt natürlich iPadOS. Ja, aber ich finde das bemerkenswert.","Dass sie das sozusagen schaffen, da so einen parallelen Rollout zu machen und\nmehr oder weniger auf die Kette zu bekommen mit so vielen Geräten.","Sagen wir mal so, dass sie es endlich geschafft haben, diesen ganzen Scheiß\nmal, diesen Zoo mal einzufangen und,\nich finde ja, also gut, da hatten wir ja schon drüber geredet,\ndass das iPad jetzt doch ein sehr, sehr ähnliches,\nBenutzungskonzept hat wie das macOS, das fand ich schon auch sehr spannend.\nAlso sie haben da wirklich viel rübergenommen und das Zusammenwachsen wird wahrscheinlich,\nich weiß nicht wie nahtlos das dann irgendwann sein wird, aber ich hoffe mal.\nIch hoffe mal, ich hoffe mal.","Gut.\nWollen wir ein bisschen über AI reden?","Müssen wir?","Ja. Was heißt müssen? Wir müssen eigentlich gar nichts hier.\nAber man könnte ja mal drüber reden.","Na gut.","Und zwar, weil ich das ganz interessant fand, was OpenAI geblockt hat über ihre Halluzination.\nHabt ihr das auch gesehen?","Nein.","Why Language Models Hallucinate? Und das ist ganz interessant.\nEs gibt da ein Paper und das Paper erklären sie auch in so einem Blogpost,\nin so etwas weniger Paper-Sprache.\nUnd sagen wir mal so, Ihnen ist das auch aufgefallen.","Ihnen ist aufgefallen.","Ihnen ist aufgefallen,\ndass Hallucination ein Ding ist. Und naja,\nist nicht so, dass sie da jetzt quasi auf ihrem Arsch sitzen geblieben sind,\nsondern haben da weiter geforscht und haben da eine interessante Erkenntnis,\ndie irgendwie banal klingt,\naber die man ja auch erstmal erforschen muss.\nUnd ja, sie haben sich das also mal genauer angeschaut, wo kommen eigentlich\ndie falschen Antworten her.\nUnd ihnen ist aufgefallen bei ihren Tests, dass falsche Antworten selbst dann\nkommen, wenn sie Trainingsmaterial verwenden, was absolut korrekt ist.\nIch weiß jetzt nicht, mit welchem Trainingsmaterial Sie das jetzt sichergestellt haben.","Mit welcher Sicherheit Sie sagen, dass das absolut korrekt ist?","Genau, naja, aber das war, sagen wir mal, Ihre Feststellung.\nDas kann sein, dass das im Paper erwähnt ist.\nIch habe das Paper nicht komplett gelesen, ich habe mir diesen Blogpost durchgelesen.\nNoch ein paar Interpretationen dritter dazu.\nAber das war jetzt erstmal eine der Feststellungen.\nUnd es gibt ja auch ein sehr unterschiedliches Verhalten. Also diese Halluzinationen\nzum Beispiel sind ja zum Beispiel in der Sprache selbst nicht drin.\nAlso der fängt ja nicht an, sich neue Worte einfallen zu lassen,\nsondern die Sprache, mit der eine LLM mit dir so korrespondiert und übersetzt,\ndas funktioniert ja wirklich sehr gut.","Oder sagen wir mal, die Zeiten, wo sie sich noch Worte ausgedacht haben, sind lange hinter uns.","Ich habe das gar nicht erlebt. Das muss dann, wenn noch so GPT-3 vielleicht Zeiten gewesen sein.","GPT-2.","Und seit 3 ist es eigentlich, ist das mit der Sprache eigentlich durch das Thema.","War aber auch lustig. Also ich fand das immer sehr unterhaltsam,\nwenn da so total bizarre Halluzinationen rauskamen.","Jetzt was die Sprache selber betrifft.","Ja.","Ja, okay, na klar. Aber das ist halt ein Problem, was so jetzt eigentlich gar nicht auftritt,\nsondern die Sprache passt, was man jetzt sagen wir mal von einem System,\nwas sich Large Language Model nennt, ja auch in gewisser Hinsicht erwarten würde.\nUnd der Grund dafür ist einfach schlicht der, dass die Muster in den Trainingsdaten,\ndie diese Sprache kodieren, so vielfältig sind.\nAlso du hast in deinem ganzen Trainingsmaterial, alles ist Sprache.\nAlso jede Nuance, jedes Wort, was irgendwie zum Einsatz kommt in irgendeiner\nSprache, ist vielfältig vorhanden in tausend Kombinationen mit allen anderen Worten drin.\nSprich, es gibt so viel Material, aus dem gelernt werden kann,\ndass man feststellen kann, Sprache funktioniert dann einfach auch.\nAlso da wird nicht mehr halluziniert, sondern da gibt es eigentlich nur noch richtige Antworten.\nAllerdings ist das halt bei Fakten jetzt nicht so und wir haben alle schon mal\nunseren Namen eingegeben und gefragt, was ist mein Geburtsdatum und auch wenn\ndas vielleicht irgendwo im Internet steht,\nhat einfach ein LLM da keinerlei Möglichkeiten das zu machen.\nDie einzige Möglichkeit, die die LLMs bisher hatten, ist halt so Tool-Use, dass du sagst, ja okay,\ndu weißt, wie du jetzt eine Wikipedia-API bedienen kannst und wenn du jetzt\nfragst, wann hat denn Tim Britlaff Geburtstag, dann kannst du ja theoretisch\nWikipedia als Tool benutzen und dann eben eine wahre Antwort quasi aus Wikidata rausholen.\nrausholen, nur so als Beispiel, das machen sie ja so konkret nicht,\naber das wäre quasi die einzige Möglichkeit, ein Faktum zu produzieren,\nwas zweifelsfrei aus einer, in Anführungsstrichen, wahren Quelle kommt.\nAber in den Trainingsdaten sind diese Dinge ja selten vertreten.\nAlso du hast dann vielleicht ein oder zwei Instanzen irgendwo im ganzen Internet,\nwo so eine Information überhaupt vorliegt, aber du hast halt nicht im Ansatz\ndiese Massen von Variationen, die immer wieder einen Fakt bestätigen.\nAndererseits kannst du natürlich jetzt so etwas wie, wie funktioniert das Universum,\ndie Physik, die Chemie etc.\nAuch da hast du sehr, sehr, sehr viele Daten, die diese Fakten belegen.\nDeswegen sind dann, sagen wir mal, die Kernaussagen, die man aus so einem LLM\nherausziehen kann, relativ fundiert.\nDa magst du jetzt im letzten Detail nicht unbedingt stimmen,\naber du kannst ja irgendwie relativ okay Strom erklären lassen.\nSagen wir es mal so, weil da liegt halt auch entsprechend viel vor.\nNaja und die gängige\nMethode Trainingsmodelle oder überhaupt Modelle richtig zu machen ist ja nach\nder primären Trainingsphase nochmal so ein Post-Refinement zu fahren mit eben so Wahrheitstests.\nmit, ja, gib mir mal die richtige Antwort und wenn du mir die richtige Antwort\ngibst, dann wirst du belohnt.\nUnd das führt ja durchaus dazu, dass diese Modelle sich verbessern,\nAber man hat halt jetzt festgestellt in diesem Paper,\ndass diese Methode mit so Multiple-Choice-Tests dazu führt, dass das System\nquasi anfängt, wie so ein richtiger Student zu cheaten.\nWeil das System quasi merkt, ich weiß zwar hier auf diese Frage nicht die Antwort,\nich bin mir hier nicht sicher, ich habe dieses Faktum nicht da,\naber für eine falsche Antwort werde ich ja bestraft.\nAber ich kann aber auch genauso gut mir irgendwas einfallen lassen,\nrandom, irgendwas herbeihalluzinieren und es kann dann mit einer bestimmten\nWahrscheinlichkeit sein, dass ich das Richtige herausfinde und dann erhalte\nich einen höheren Score,\nals wenn ich sage, dass ich das nicht weiß.","Das erinnert mich an einige Gespräche, die ich mit Bewerbern hatte.","Ja, das ist einfach ein menschliches Verhalten.\nDu bist in so einem Stress und generell würde ich auch sagen,\nist das in unserer Kultur ja so, dass es nicht hoch dir angerechnet wird,\nwenn du sagst, dass du was nicht weißt.","Es gibt glaube ich Kulturen, wo das schlimmer ist.","Ja, mag sein, aber generell wir bewerten die Leute nach, was weißt du denn?\nUnd wenn du was weißt, dann ist es geil und wenn du sagst, weiß ich nicht,\ndann ist es halt so höhöhö, du hast ja keine Ahnung.\nDabei ist aber genau das eben so eine Qualität. Und.","Ja, nee, erzähl weiter Tim.","Genau, so und jetzt sagen sie quasi in diesem Paper, Training von einem LLM\nmuss das I don't know belohnen.\nAlso man muss quasi seine Trainingsmodelle so umbauen, dass in diesem Post-Training\nein I don't know quasi nicht so negativ durchschlägt wie Raten.\nWeil damit, diese Halluzinationen sind sozusagen etwas, was durch eine falsche\nBewertungsstrategie hervorgerufen wird.","Oder wie es mal ein Messebesucher zu mir am Messestand gesagt hat,\nI prefer honesty over bullshit.","Ja, genau. Und das war derzeit in diesen Trainingsmodellen einfach oder in diesen\nTrainingsmethoden nicht drin, weil wenn du das I don't know nicht belohnst,\ndann sucht sich die AI quasi automatisch so einen Schummelweg,\nweil einfach der Zufall mehr Wert hat.","Aber eine richtige Antwort muss ja immer noch mehr besser belohnt werden,\nsonst sagt das Ding immer I don't know.","Ne, das ist klar, das ist richtig, aber es wird halt dann nicht bestraft.\nDass man es nicht weiß.\nUnd da haben sie wohl deutlich bessere Ergebnisse erzielt.\nIch weiß jetzt nicht genau, ich bin mir nicht ganz so sicher,\nwie gut die Ergebnisse waren, aber das ist jetzt, sagen wir mal so, die Strategie.\nund sie erwarten wohl, dass sich damit diese Halluzinationsrate reduzieren lässt,\nvielleicht sogar auch komplett in den Griff bekommen lässt.\nBei ChatGPT5 sei das wohl schon auch mit drin.\nIch weiß nicht, ob das generell für alles, also in welchem Maße oder ob das\nsozusagen noch ein Refinement ist.","Dafür müsstest du doch überhaupt erstmal Fakten strukturiert haben,\noder? Um das so trainieren zu können.","Ja klar, aber das ist ja Teil dieses Post-Trainings, dass man halt einfach diese\nSysteme auf bestimmte Known-Facts hin abklopft und dadurch quasi härtet.","Also ich habe ja gerade mal ausprobiert und habe ChatGPT gefragt,\nwas kannst du mir über meinen Namen sagen?\nUnd dann sagt er tatsächlich, ich kann nichts Verlässliches über eine konkrete Person namens finden.\nKeine Birographie, keine öffentliche Person dieses Namens taucht in seriösen Quellen auf.","Aha.","Zumindest nicht in meinen zugänglichen Literatur- oder Datenbanken.","Ja, und das ist natürlich eine sehr viel bessere Ausgabe als ein,\nja, Roddy ist ein schottischer Gynäkologe, der irgendwie besonders gut Golf spielen kann.","Ja, nein.","Impliziert aber auch, dass die Freakshow nicht seriös ist.","Oder ich da nicht unter meinem richtigen Namen gelistet werde.","Es gibt ja nicht viel Fakten zu dir.","Naja, ich habe meinen tatsächlichen Namen genannt.","Achso, der steht da gar nicht.","Ja, eben.","Von daher passt das schon so. Also ich will jetzt nicht sagen,\nbei OpenAI ist jetzt alles supi, aber ich fand einfach diese Erkenntnis sehr interessant,\ndass es unter Umständen hier einen Ansatz gibt,\nder zumindest diese Halluzinationen im Faktenbereich reduzieren kann und dazu\nführen kann, dass wir eben sehr viel mehr so I don't know und weiß nicht,\nkann ich dir nicht weiterhelfen,\nAntworten bekommen. Weil das ist ja auch okay.\nDann weiß man zumindest, woran man ist und man wird eben nicht so ohne weiteres\nzumindest in die falsche Richtung geführt.\nIch glaube ja ohnehin, dass all das, worüber wir uns derzeit noch so aufregen mit diesem AI-Kram,\nunter Umständen mit noch etwas mehr Research in den nächsten Jahren ganz schnell\nnicht mehr so das Problem sein wird.\nAlso die Wahrnehmung ist natürlich derzeit so, aber das hat,\nglaube ich, gar nicht mal so eine hohe Halbwertszeit.","Ja gut, also die Entwicklung ist rasant gegangen. Es sieht nicht danach aus,\nals würde sie sich irgendwie verlangsamen.","Nee, zumindest nicht in absehbarer Zeit.","Also man kann zusammenfassend, man kann sagen, Nvidia geht nicht so schnell pleite.","Das auch nicht. Wer Aktien gekauft hat, als es diesen Dip gab,\nhat durchaus, glaube ich,\nPunkte machen können.","Tja, ich bin kein Spekulant.","Kleine lustige Nebengeschichte noch, die hier vielleicht ganz gut reinpasst.\nUnd zwar gibt es eine,\nArbeitsgruppe bei Tencent. Tencent ist der Produzent von, nicht TikTok,\nsondern von WeChat, glaube ich.","Ja, die haben relativ viele Finger in Dingen.\nUnter anderem gehört denen jetzt auch ein größerer Teil von Ubisoft,\nwenn ich das richtig in Erinnerung habe.","Genau. Tencent, QQ und WeChat kommen von Tencent.\nUnd es bin nicht überraschend, dass ja die Chinesen auch ganz gut unterwegs\nsind, so in der AI-Forschung, haben wir ja schon gesehen, so DeepSeek und so weiter.\nUnd was die mal gemacht haben, ist, die haben einen sogenannten Autocode-Benchmark gefahren.\nAlso sie haben quasi alle erdenklichen Programmiersprachen genommen und den...\ngängigen Modellen entsprechende Programmieraufgaben, also sozusagen dieselbe\nProgrammieraufgabe in allen möglichen Sprachen über alle möglichen Modelle gefahren.\nAlso sie haben quasi getestet, wie gut lässt sich eine bestimmte Aufgabe mit\neinem LLM in einer bestimmten Programmiersprache lösen.\nUnd haben sich dann sozusagen das Ergebnis angeschaut und nach bestimmten Kriterien\nbewertet, die ich mir jetzt ehrlich gesagt im Detail nicht angeschaut habe.\nUnd dort kamen halt so LLMs wie Opus, also Clode, Opus 4, Clode Sonnet 4,\nOpenAI O3 High, O4 Mini, dann dieses Grog 4 von den Idioten, DeepSeek R1.\nUnd dann so Quen von Alibaba ist das, glaube ich, das Modell.\nUnd dann noch ein paar Modelle, die ich nicht kenne. Ernie, X1,\nGLM und Seed kenne ich nicht.\nAh ja, und Gemini 2.5 Pro auch noch.\nAlso Google OpenAI, Anthropic und Alibaba sind hier vertreten.\nAh ne, und noch ein paar mehr. Was haben wir hier noch?\nSeed Coder, Kimi, also ein paar Sachen, die mir jetzt ehrlich gesagt, nichts sagen.\nGPT-4.1, GPT-4.0 kam auch noch zum Einsatz.\nGenau, OpenCola. Also eine ganze Batterie, so 30 verschiedene Dinger.\nUnd diese Aufgaben haben sie dann mit einer ganzen Reihe von Programmiersprachen\ngemacht, nämlich Python, C++, Java, JavaScript, Go,\nShell, C Sharp, also Shell ist C-Sharp, Dart,\nAlex hier auch, Julia, Kotlin, Perl, PHP, Racket, das ist glaube ich so eine neue Lisp-Variante.","Das ist ein Scheme, genau.","Genau, R, diese Statistiksprache, Ruby, Rust, Scala, Swift und Typescript.\nAlso wirklich mal so richtig in die Vollen gegangen.\nUnd dann haben sie eben diese Ergebnisse bewertet und dem so ein Score verpasst.\nAlso wie sie jetzt auf diesen Score gekommen sind, kann ich denen jetzt nicht sagen.\nJa, ist ja ein ganz interessanter Ansatz.\nWas würdet ihr meinen, welche Programmiersprache sich am besten hat schreiben\nlassen mit diesen ganzen LLMs?","Ich kenne das Ergebnis ja schon. Ich lasse mal Roddy raten.","Man würde ja vermuten, dass die Programmiersprachen, die am meisten Trainingsdaten\nhaben, die in die Modelle geflossen sind, oder zumindest gute Trainingsdaten,\ndass die die Nase vorne haben.\ndas ist das eine das zweite ist, ich weiß nicht wie die Modelle trainiert werden,\naber ich könnte mir vorstellen dass Compiler basierte Sprachen einen Vorteil\nhaben weil sie dadurch dass der Compiler den Code ja nochmal checkt dem Modell\nin der Lernphase auf die Finger klopfen kann,\nso nach der Art das kompiliert nicht, was du mir hier gegeben hast.","Ja, weil das ist so ein Refining Prozess quasi ja noch mit ein quasi fest eingebaut ist.","Aber ja nicht nur in der Lernphase, auch in der Coding-Phase, was das Modell ja macht.","Ansonsten, keine Ahnung, schwer zu sagen, ob es jetzt Programmiersprachen gibt, die da...\nBesser abschneiden oder nicht?","Ja, ich denke, diese These, dass die Programmiersprache vor allem von seiner\nVerbreitung profitiert, weil es ja dann sozusagen viel davon gibt, steht es im Raum.","Es kommt natürlich darauf an. Also ich kann mir vorstellen, dass es Programmiersprachen\ngibt, wo, sagen wir mal so, die ist zwar sehr verbreitet,\naber die entsprechenden Webseiten, wo Leute diskutieren, halt voll ist von Code,\nüber den diskutiert wird, der halt nicht funktioniert und sie nur immer die\nganze Zeit fragen, wie kriege ich denn die Scheiße an Lauf?\nund wenn die Modelle diesen Code mitlernen, lernen sie ja jetzt nicht unbedingt guten Code.","Das wird ja auf ziemlich vielen Code im Internet zutreffen, denke ich.","Ja, naja, ich weiß ja nicht, wie die ihre Modelle trainieren.","Ich auch nicht, aber es gibt ziemlich viel schlechten Code da draußen.","Ja. Also auf jeden Fall haben die\ndas jetzt gemacht und haben halt eine entsprechende Tabelle rausgehauen,\nwo sie dann alle Sprachen kombinieren und die mit Abstand am besten zu erzeugende Sprache,\nalso die Sprache, die quasi die besten Ergebnisse nach ihrem Scoring bekommen hat,\nist Elixir.","C-Sharp, wenn ich die Tabelle richtig interpretiere, ist aber auch relativ weit vorne.","Ja, also es gibt da einige Überraschungen und vor allem das,\nwas man so erwarten würde wie Python, ist relativ schlecht.","Naja gut, aber meine Theorie mit kompilierten Sprachen und quasi einer kurzen\nFeedback-Loop, ob das was da ausgespuckt wird, auch was taugt,\nda sind natürlich alle interpretierten Sprachen sofort raus.","Ja, aber C++ ist genauso schlecht.","Äh, C++?","Also C++ und Python, das nimmt sich nicht viel. Also das ist so alles in derselben Kategorie.\nJava ist ein bisschen besser als C++.","Nee, C++ ist doch deutlich besser als Python.","Naja, das ist alles so im 30-40er-Bereich teilweise.","Hier Current Upper Bound, wo guckst du denn danach?","Ich gucke in dem letzten Link, den ich gerade veröffentlicht habe. im Slack.\nDas ist dann sozusagen diese Übersicht. Siehst du das?","Achso, das ist Performance Upabout.","Ja, ich werfe dir das mal hier auf unseren Beamer.\nUnd da sieht man das.\nAlso ist so. Also C++ ist da nicht besonders gut.\nJava auch nur unwesentlich besser. Auch JavaScript ziemlich schlecht.\nauch Go, also.","Aber C++ ist hier bei 74 ist Average, also Python ist unter Average.","Das ist aber auch der Upper Bound, also da wird angezeigt, wie oft die das durchgeführt\nhaben und was dann der höchste Score jeweils war und darunter ist dann,\nwenn ich das richtig interpretiere, der Average Score.","Aber es gibt den Medien, naja gut, oh Gott, PHP ist ja das ist ja ein das ist ein Trainwreck Ja.","Also was sich hier eigentlich herauslesen lässt ist, dass das ist jetzt meine\nInterpretation, also bestimmte Sprachen die, sagen wir mal nicht,\nWie soll ich das ausdrücken? Also Sprachen, in denen man irgendwie so alles\nmögliche schreiben kann und wo es irgendwie keinen klaren Style gibt,\ndie haben es ja auf jeden Fall schwerer als Sprachen, die irgendwie klarer definiert sind.\nSo würde ich es mal so ein bisschen herauslesen.","Naja gut, aber ich kenne jetzt auch niemanden, der großer Fan von C++ ist.\nAlso das ist eine Sprache, die ist ja schon tot geboren.","Ja, C++ ist kompliziert. Es gibt Leute, du wirst natürlich in jeder Sprache\nLeute finden, die die Sprache jetzt total in all ihren Details kennen.","Plus, das ist so eine Sprache, die haben ja 25 Jahre von der Erfindung gebraucht,\ndas überhaupt zu standardisieren.\nAlso das ist ja die Sprache für den ersten Standard.","Ja, und sie wird immer noch weiter, also das stellt mich, ja,\ndas ist generell so ein bisschen auch so ein Problem bei vielen Programmiersprachen,\ndu hast halt dann am laufenden Meter eine neue Version, ja, und irgendwann weißt\ndu halt auch überhaupt nicht mehr, was es ist, also ich meine,\nwarum dauert denn das so lange, konnte die Sprache denn nicht schon vorher gut\nsein, also die müssen alle permanent gepatcht und erweitert werden und es wird\nnichts wirklich besser dabei.","Was mich wundert ist, dass Go so scheiße abschneidet.\nAlso eigentlich wundert es mich nicht, aber da hätte ich eigentlich mehr erwartet.\nIm direkten Vergleich ist Dart sogar Dart besser.\nAlso Kotlin ist überraschend gut.","Ja, ich hätte es jetzt gerne mal hier in der Reihenfolge, ich kann das jetzt\nhier auch selber nur machen, aber generell, also wir blicken jetzt hier auf Score-Werte,\ndas niedrigste ist PHP mit 42,8.\nDann hast du so einen 60er-Block, da ist dann Rust, ich gucke auf diesen Upper Bound.","Der Upper Bound, da steht über 52,8. Genau.","Dann hast du so im 60er-Bereich hast du so TypeScript.","Rust,\nGo am oberen Ende, Python.\nJavaScript ist noch unter 60.\nAlso wundert uns auch nicht, aber...","Ja, weil ich meine vom Trainingsmaterial her, es gibt halt viel Code,\naber es gibt halt auch viel schlechten Code.\nUnd vor allem die Sprache ist halt einfach nicht besonders stringent definiert.\nAlso du kannst da viel falsch machen und das ist halt so ein Problem.","Teufel tun hier, JavaScript zu verteidigen.","Genau, so und was führt halt hier irgendwie an, ich gucke gerade mal,\nwas ist denn im 80er Bereich, da hast du irgendwie so C-Sharp und Kotlin,\nso diesen Racket, genau, also dieses Lisp.","Racket kenne ich gar nicht, was ist das?","Das ist so eine moderneres Scheme-Variante, das ist irgendwie so ein vor kurzem\nsehr populär gewordene Lisp-Variante, ich weiß nicht so ganz genau, warum, weißt du das?","Das gibt es schon auch relativ lange.","Ja, aber es ist, hat es nicht erst, ich habe das nicht verfolgt.","Also nicht, dass ich wüsste.","Nee, verwechsel ich das vielleicht gerade mal. Ich gucke gerade mal,\nvon wann das ist. Racket, Premiere Sprache, tell me.\nErscheinungsjahr 2010. Das läuft bei mir unter neu.","Das ist modern, ja.","Ja, okay.","Also basiert zwar auf Lisp und Scheme und so weiter.","C haben sie gar nicht mehr drin. Das würde mich interessieren, wie da der Wert ist.","Ja, okay, gut. Also ist nicht so meine Syntax.\nAuf jeden Fall gibt es das und schneidet hier noch relativ gut ab.\nUnd in dem 90er-Bereich hast du halt nur einen einzigen Vertreter und das ist Elixir mit 97,5.\nAlso Elixir ist hier sozusagen beyond everything else.\nDas ist erstaunlich.","Das wäre jetzt aber mal interessant zu verstehen, woher das kommt.","Na gut, also ich könnte dir ein paar Thesen auf den Tisch, ich weiß nicht,\nLuca, was denkst du darüber?","Also mein Gedanke dazu ist, also ich hatte auch den ähnlichen Gedankengang wie\ndu, Roddy, dass das ja irgendwie, also dass nicht nur die Menge der Trainingsdaten eine Rolle spielt,\nsondern, also ich vermute, ein Faktor ist die Qualität an Trainingsdaten.","Mhm.","Da könnte ich mir vorstellen, dass die bei JavaScript und Python halt wirklich\nkrass runtergezogen wird, zum Teil.","PHP?","Ja, PHP wahrscheinlich auch. Also ich muss halt irgendwie annehmen,\nja, da wird wahrscheinlich auch von jedem, der gerade erst gestern angefangen\nhat zu programmieren mit Python,\ndessen Code auch im LLM verwurstet irgendwo.\nDas ist eine Annahme, die ich habe.\nda ist relativ viel Beginner-Code einfach von Leuten, die schlechten Codes schreiben,\nweil sie es nicht anders gelernt haben bis jetzt die andere Sache,\ndie wahrscheinlich eine große Rolle spielt ist,\nwie viele Footguns bieten dir diese Sprachen an da ist Footguns ein Feature\neiner Sprache, was für mich eigentlich nur die Funktion hat,\ndir in den Fuß zu schießen,\nAuch da ein schönes Zitat.","Straustrup, der Name ist bekannt.","Piane Straustrup.","Genau, der hat in seinem eigenen Buch über C++ geschrieben.\nIt's easy to shoot yourself in the foot with C.\nIt's way harder to do it with C++, but if you do, the whole leg comes off.","Ich weiß gar nicht, ob ich dem zustimmen würde.","Vorbei. Danke. Das war's.","Okay, aber jetzt sag doch nochmal, was du denkst.","Genau, C++ würde ich halt nämlich auch sagen, hat unfassbar viele Footguns.\nDie Sprache gibt dir halt nicht nur genug Strick, um dich zu erhängen,\nsondern auch den Schemel dazu und kickt den weg unter den Beinen.","Und liefert den Sarg und auch das ausgehobene Loch schon mit dazu.","Und bei Elixir, wenn du dir da, also die meiste Komplexität kommt meistens irgendwie\ndurch State, Shared State, Mutable State, das sind immer so die wirklich komplexen Dinge,\nwo du dir dann auch in den Fuß schießt und bei einer Sprache,\nbei Elixier, wo du keinen Mutable State hast in dem Sinne,\nfallen diese ganzen Klassen von klassischen Fehlern weg.\nDas ist meine Vermutung, dass das hier eine maßgebliche Rolle spielt.","Und PHP ist ja so eine Sprache, da ist ja korrekter Code eher Zufall, oder?","Ja, aber ich denke auch, dass es sehr viel damit zu tun hat.\nAlso diese Isolierung von Problemen. Du musst ja mal denken,\ndiese LLMs sind ja eigentlich nicht dafür gemacht.\nUnd die müssen nun sehr viele Dinge berücksichtigen, um laufenden Code zu machen.\nKlar, du lernst erstmal aus existierendem Code und aus bestimmten Strategien.\nTrotzdem muss ja dann der konkrete Algorithmus, den du erzeugst,\nder muss, ja, der darf sich eben nicht in den Fuß schießen.\nUnd wenn du von vornherein ein System hast, was eben diese ganzen Fußschießmechanismen,\nweitgehend gar nicht mehr hat und das ist ja im Prinzip das,\nwas Luca schon gesagt hat, also diese Shared State, du hast eine Gleichzeitigkeit.\nUnd du kämpfst um sozusagen einen Speicherbereich und Und wie willst du überprüfen,\nwenn du nicht selber den Code ausführst sozusagen, dass es hier zu keinen Konflikten kommt.\nUnd das ist halt ja eigentlich genau eine der Kernthesen von Erlang gewesen\nam Anfang. genau das ist das Problem und genau das wollen wir von vornherein verhindern.\nIndem wir einfach sagen, es gibt Prozesse und alles ist voneinander getrennt\nund keiner kann dem anderen irgendwie irgendwo hinschreiben und das mag hier eine Rolle spielen.\nEine andere Rolle, die glaube ich hier noch mit drin ist, ist die meisten Sprachen,\nich kann jetzt wirklich nicht für alle hier genannten Sprachen sprechen,\naber das gilt auf jeden Fall für sowas wie C, C++, Python, Java, JavaScript, Krypt.\nUnd auf jeden Fall auch Perl und PHP und wahrscheinlich auch Ruby.\nDas sind so Sprachen, wo es unheimlich viele Möglichkeiten gibt,\ndasselbe auf unterschiedliche Art und Weise auszudrücken.\nAlso wo du einfach so eine Vielzahl von Ansätzen hast, wie man es auch noch\nschreiben kann, wie man es auch noch machen kann.\nTeilweise eben auch so diese Multi-Paradigmen-Ansätze mit ja,\ndu kannst ja irgendwie total imperativ programmieren, aber du kannst halt auch\nirgendwie was mit Objekten machen und dann haben wir aber auch noch so ein bisschen so,\nja Lambdas haben wir jetzt auch, also du bist so ein bisschen funktional,\nvon allem bist du so irgendwas, aber du bist eigentlich nichts wirklich.\nUnd das führt natürlich auch zu so einer Konfusion. Und da wundert es mich nicht,\ndass jetzt Elixir gut abschneidet, weil bei Elixir ist es relativ klar, was es ist.\nUnd es gibt eigentlich kaum, klar, es gibt so ein bisschen Syntax-Schucker,\nkannst du ein bisschen so schreiben, kannst du ein bisschen so schreiben, aber im Kern,\nin der Instruktion gibt es eigentlich nur eine einzige Variante und die Sprache\nselber ist relativ schlank.\nEs gibt da gar nicht viel Dinge, die Datentypen, Es ist alles sehr überschaubar,\nkeine Objekte, keine Klimbim und deswegen ist es halt sehr vorhersehbar, was es dann tut.","Ja gut, es kommt natürlich immer darauf an, was du damit machen willst.\nDu kommst natürlich mit manchen Sprachen in manchen Problemen einfach nicht zum Ziel.\nDas ist halt der Punkt.\nShared Space, ich würde das jetzt nicht verteidigen wollen,\naber es gibt halt auch Anwendungen wo wenn du genug Shared Space oder genug\nState hast dann kannst du den nicht mehr kopieren um irgendwas zu tun weil dann\ngeht dir die Performance halt flöten und du musst da irgendwie drum rum kommen also,\nim Prinzip alles was mit großen Datenmengen zu tun hat und Medien und naja,\nKeine Ahnung.\nTexturen in der Grafikkarte oder so. Oder so ein Kram, weißt du?\nAlso ich meine, das ist halt gut, deswegen wäre es jetzt spannend zu wissen,\nwas für Probleme sie haben lösen lassen.","Ja, das steht da sicherlich in dem Paper, aber das kann ich dir jetzt nicht wiedergeben.","Weil, wie gesagt, dass zum Beispiel Rust so schlecht abschneidet, finde ich interessant.\nAlso es schneidet ja deutlich niedriger ab als C++, wobei ich meiner Meinung\nnach Rust die eindeutig bessere Sprache ist.","Ich auch, aber mich überrascht es jetzt nicht so, dass es so schlecht abschneidet,\nweil es ist wirklich komplex.\nEs eliminiert ja auch ganze Klassen von Fehlern.","Es ist wirklich komplex, aber aus Gründen.\nEs gibt ja gute Gründe dafür, dass Rust Dinge so macht, wie es das tut,\nweil sie wollen halt jedes Quäntchen-Performance aus allem rauskitzeln und quetschen.\nOb das ein guter Ansatz ist? Wahrscheinlich für 99 Prozent der Software nein,\naber wenn du diesen Anwendungsfall hast und das machen möchtest und das Browser\nin Rust geschrieben werden, das ergibt ja Sinn.\nUnd vielleicht werden wir auch irgendwann Betriebssystem-Kernels in Rust sehen.\nKeine Ahnung, ich weiß es nicht.\nWohingegen, ja, keine Ahnung. Also dass Java zum Beispiel so gut abschneidet, wundert mich eher noch.\nAlso da hätte ich jetzt auch gesagt Java ist schon auch irgendwie Chaos und\ndie Sprache ist halt auch so alt, dass sie immer wieder Sachen rangeflanscht\nhaben, wo man einfach mal sagen müsste, jetzt wäre eigentlich mal Zeit für eine neue Sprache,\nzum Beispiel Kotlin gut Kotlin schneidet das deutlich besser ab als Java weil\nes halt viele alte Zöpfe abschneidet ja weiß nicht, also es,\nDas ist auf jeden Fall mal interessant.","Sie schreiben mir in dem Paper, dass Sie 3.920 verschiedene Problems,\nsozusagen den LLMs zum Fraß vorgeworfen haben.\nDas ist schon relativ breit gestreut.","Was man halt auch sieht, ist, dass die Multiparadigmen-Sprachen alles nur ins Mittelfeld schaffen.\nAlso da ist jetzt keine von den Multiparadigmensprachen, die wirklich sehr stark rausguckt.\nDas würde jetzt deiner These, dass man da zu viele Möglichkeiten hat,\nDinge zu tun, dann auch entsprechen.","Ja, ich hatte mich gerade gefragt, hast du gesehen, ob sie die veröffentlicht\nhaben, die Fragen? In dem Repo habe ich sie nämlich nicht gefunden.","Ich habe das Paper auch verlinkt, da müsste es ja eigentlich irgendwie drin sein.","Das Dataset haben sie.","Also es gibt ja ein Repo und da müsste es ja eigentlich alles drin sein Also\ndas habe ich auch verlinkt.","Gibt da ein Sandbox-Image?","Ja, ich habe gesehen, die haben da so Templates für die jeweiligen Sprachen,\nwie sie die Prompts generieren, wo dann steht hier Frage einsetzen im Prinzip,\naber die Fragen selbst habe ich nicht gesehen.","Okay, weiß ich jetzt nicht. Irgendwo wird es sein. Naja, am Ende wollte ich\nja eigentlich nur darauf hinweisen, dass Elixir toll ist.","Das war uns allen vorher schon klar.","Aber auch in der Elixir-Community waren alle sehr überrascht.\nAlso erstens war sie überrascht, dass sie überhaupt dabei waren.\nVom Ergebnis natürlich dann nochmal extra.\nSo, was haben wir denn noch? Haben wir überhaupt noch was auf unserer Liste?\nNicht fast alles durch hier.\nHat jemand noch ein Thema?","Ich sehe nur das, was über AI steht noch. Keine Ahnung, ob du darüber reden wolltest.","Achso, ja, da habe ich ehrlich gesagt nicht viel Erfahrung. Das ist mir noch\naufgefallen, dass der Rode Kasser hier, der kleine Podcast-Mixer,\nder hier steht und gerade fleißig diese Sendung aufnimmt,\nein Update bekommen hat von Rode.\nLeider nicht mit den Features, die ich mir gewünscht habe.","Dafür andere Features, die du nicht brauchen kannst?","Dafür andere Features, die ich auch nicht brauche oder zumindest noch nicht\nso genau sehe, dass ich die brauche.\nAber trotzdem interessant, dass sie das getan haben. Und zwar haben sie nämlich\nden Remote Call quasi direkt ins Mischpult eingebaut.\nAlso das ist ein Feature, das heißt Call Me.","Okay.","Und ich habe es nicht ausprobiert, aber man kann es ausprobieren.\nEs hat so einen Free Tier, also es ist natürlich ein Bezahldienst,\nwenn du das so in der Professional-Version nutzen möchtest oder überhaupt ausgiebiger benutzen willst.\nAber es gibt zum Ausprobieren so einen Free-Tier. Aber ich habe es noch nicht\nausprobiert, weil du brauchst ja dann auch eine entsprechende Gegenstelle,\nwenn ich es richtig verstanden habe.\nIst das so erstmal von Rodercaster zu Rodercaster. Aber sie benutzen, glaube ich, Standards.\nUnd ja, dann hast du sozusagen virtuelle Tracks und kannst da irgendwie so drei,\nvier Leute direkt im Mischpult quasi remote anrufen über Internet.","Hat das Rodekaster irgendwie einen Ethernet-Port?","Ja. Der hat Ethernet. Der hat Internet und so weiter und alle haben sich schon\ngefragt, okay, man könnte noch was anderes außer Firmware-Updates darüber laden, stellt sich raus.\nDas haben sie wohl von langer Hand geplant und jetzt gibt es halt irgendwie dieses Call-Me-Ding.\nIch habe es noch nicht so richtig getestet, aber vielleicht ist das ja für manche\nLeute interessant und wenn man jetzt einfach nur so von Rodekurser zu Rodekassa\neine Verbindung herstellen will über das Internet. Geht das?\nJa, und das haben die einfach mal frech eingebaut und daran haben sie viel Zeit,\nverdingst und vielleicht funktioniert das ja auch gut, ich weiß es nicht.","Also ich finde zuverlässig Software-Updates laden, finde ich schon mal ein bravouröses\nFeature, das kriegt nicht jeder hin.\nIch erinnere nur an ein Auto, das nicht ein Software-Update gezogen hat und\ndann ging die SOS-Taste nicht mehr.","Ja, also,\nAlso auf der Webseite übersetzen sie CallMe an einer Stelle mit Ruf mich.","Ruf mich.","Ruf mich.","Ruf mich an.","Ne, ne, ruf mich.","Ruf mich, ja. Es gibt ein CallMeLight, ein CallMe und ein CallMePro und mit\nCallMeLight kannst du irgendwie die zehn Stunden Audio-Calls pro Monat machen.\nUnd dann kann man das auch noch mit Webbrowsern verbinden. Genau,\nes ist nicht nur RodeCaster zu RodeCaster, sondern es gibt auch noch sozusagen als Add-on.\nAber das ist halt alles so ein bisschen Bezahl-Service. Ein bisschen schade, finde ich.\nKann ich zwar verstehen, aber naja, ist halt so.\nUnd in der Pro-Version hast du dann auch Broadcasting-Tools,\nFully Integrated IP Audio Connect for Third-Party-Calls.\nund wie Advanced, SIP, also wir machen offensichtlich SIP und nur in der Pro-Version\nhast du so richtig hier so,\nOpus und so weiter, also keine Ahnung, was sie da in den anderen Versionen verwenden,\nich kann mir gar nicht vorstellen, dass sie irgendwas anderes als Opus verwenden,\nunklar, also ist antestet, ich wollte nur darauf hinweisen und sehr gut,\nmehr habe ich dazu nicht zu sagen, aber ich wäre mal ganz froh,\nwenn sie bei Rode mal meine Mails lesen würden, weil da stehen echt kluge Sachen drin.\nAber offensichtlich interessiert ihr das nicht.","Ach, dieser Brit Love wieder.","Das ist schlimm, oder? Ja, es ist einfach, keiner hört mehr zu. Alle ignorieren mich.","Das Problem ist, wenn man auf dich hört, darf man gleich zwei bis drei neue Developer einstellen.","Naja, sorgt für Beschäftigung.\nNa gut, wenn uns die Themen ausgehen, machen wir heute ein bisschen früher Schluss.\nWir müssen es ja jetzt nicht in alle Ewigkeit hinaustragen.","Du sagst es.","Ja.\nFalls dir nicht noch was eingefallen ist, Luca?","Ich habe jetzt gerade nichts.","Okay, gut. Also, wie gesagt, hier jetzt haben wir ganz viel über Elixier geschwärmt.\nWenn ihr da mitschwärmen wollt, schreibt mir eine Mail, wegen dieses Badges.\nUnd ansonsten hören wir uns dann einfach in ein paar Wochen wieder,\ndann wieder mit Ralf. Und dann werden wir auch mal das ganze Messer- Feedback,\naufarbeiten, weil...","Das heißt, bis dahin muss ich mich fit machen in Sachen Messer schlafen?","Nee, das muss Ralf was machen, der hat das Thema ja angeschleppt,\naber ich wollte jetzt das Feedback nicht ohne ihn,\ndurchgehen, weil er da sicherlich auch sehr viel mehr Meinung dazu hat,\naber es kam so dermaßen viel auf die letzte Sendung, dass ich das hinten anstelle.","Sehr gut.","Genau. Alright, dann machen wir das so. Dann machen wir heute ein bisschen früher Schluss und,\ndanke an Luca, dass du wieder dabei warst und Wo habe ich denn jetzt hier die\nwichtige Taste? Da habe ich die richtige Taste.\nGuck mal, wenn man den Regler hochzieht, dann funktioniert das auch.\nAlright, Leute. Vielen Dank fürs Zuhören bei der Freakshow. Ausnahmsweise mal\neine kürzere Sendung. Wir hatten aber auch schon mal so richtig lange Sendungen.\nDas müssen wir ja kompensieren.\nSo ist das. So läuft das hier im Podcast-Wesen. Wir sagen Tschüss. Bis bald. Tschüss."]}