{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:00:22",
      "text": "Hallo, herzlich willkommen. Hier ist die Freakshow Nummer 298,\num genau zu sein. Und wir wollen ja ganz genau sein. Richtig?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:00:29",
      "text": "Unbedingt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:00:30",
      "text": "Unbedingt, genau. Wir wollen total genau sein. Ganz genau.\nInsofern muss ich mal ganz genau zusammentragen, wer da ist.\nRoddy ist da, schaut mich gerade mit so einem ganz genauen Blick an. Aber hallo.\nKalibrierend, würde ich sagen."
    },
    {
      "speaker": "roddi",
      "time": "0:00:45",
      "text": "Ganz genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:00:46",
      "text": "Kalibrierender Blick."
    },
    {
      "speaker": "roddi",
      "time": "0:00:47",
      "text": "Mit der nötigen Akkuratesse."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:00:49",
      "text": "Also wie so ein Laserstrahl in gewisser Hinsicht. Also wirklich im Millimeter\nGravitationswellen vermessend."
    },
    {
      "speaker": "roddi",
      "time": "0:00:57",
      "text": "Ja, ich gucke nur so, weil ich ein bisschen müde bin und versuche das zu kaschieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:02",
      "text": "Das ist dir hervorragend gelungen. Ralf, wie sieht es bei dir aus?\nWas für einen Blick hast du so drauf heute?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:01:09",
      "text": "Ich bin wach, ausnahmsweise. Wach und gesund."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:13",
      "text": "Was kommt auf uns zu?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:01:15",
      "text": "Selten hier zu hören."
    },
    {
      "speaker": "roddi",
      "time": "0:01:17",
      "text": "Wach, gesund und das Bier ist noch nicht getrunken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:19",
      "text": "Das Thema kannte dir nur die verschlafene Performance von Ralf.\nEr ist schon ganz hektisch. Zittert auch ein bisschen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:01:30",
      "text": "Ich hatte in der Tat so ein paar anstrengende Wochen. Mit irgendwie drei Keynotes\nin drei Wochen und ich mache das ja total gerne und stürze mich ja sofort auf\njede Bühne, wenn man mich nicht davon abhält.\nUnd ich glaube, es war auch einigermaßen erfolgreich. Zu einer der Sachen kommen\nja vielleicht noch, aber das hat dann doch etwas auch an der Substanz gezehrt,\ndass ich die letzte Sendung dann mal ausgesessen habe. Aber heute bin ich fit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:53",
      "text": "Alright, das ist gut.\nIch kann mal ganz zu Anfang gleich mal eine interessante Erkenntnis teilen,\ndie ich hatte, weil mir ein Link zugeworfen wurde und dann dachte ich mir so, oha, dachte ich mir so,\nweil Podcasting ist ja jetzt so, je nachdem wie man das so definiert,\nungefähr so 20, 21 Jahre alt.\nDachte ich. Stellt sich raus, gibt es schon länger."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:02:26",
      "text": "Also normalerweise würde man ja sagen, als der erste iPod rauskam und Apple\ndas mit RSS und so dafür genutzt hat.\nWäre jetzt mein Take gewesen, wann Podcast startet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:39",
      "text": "Das wären dann ziemlich genau 20 Jahre jetzt, weil vor 20 Jahren kam iTunes\n4.7 raus und da hat Apple quasi die Podcast Funktion in iTunes eingebaut.\nIch glaube, es ist ziemlich genau 20 Jahre her jetzt."
    },
    {
      "speaker": "roddi",
      "time": "0:02:52",
      "text": "Aber ich erinnere mich, dass es Podcasts vor der Apple-Podcast-Funktion in iTunes gab."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:59",
      "text": "Klar."
    },
    {
      "speaker": "roddi",
      "time": "0:02:59",
      "text": "Es war ein bisschen schmerzhaft, aber der Name Podcast kommt ja vom iPod."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:04",
      "text": "Ja."
    },
    {
      "speaker": "roddi",
      "time": "0:03:05",
      "text": "Wenn ich das richtig sehe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:07",
      "text": "Ja, also genau. Konkret kommt es von Ben Hammersley, so einem Schreiberling,\nder so über die Online-Welt berichtet.\nUnd der hat diesen Begriff mal geprägt, weil er das sozusagen wahrgenommen hat\nund die Technologie, ja das hat sich so ein, zwei Jahre vorher entwickelt, weil das ja quasi durch,\nja letztlich durch Dave Weiner, der das in dem RSS-Standard hinzugefügt hat.\nQuasi Realität wurde. Aber das war, sagen wir mal, auch noch unabhängig vom iPod.\nDas mit dem iPod dann zu verbinden, das war dann wiederum so eine Initiative\nvon Adam Curry, dieser etwas streitbare, aber durchaus umtriebige.\nAmerikaner, der in Holland wohnte und MTV Reporter,\nMTV Host war und dann halt Podcasting gestartet hat und dann aber auch sehr\nviel dafür getan hat, dass das zum Leben kommt und dann hat er eben Leute zusammengesucht,\ndie so diese Software dann schreiben sollen,\ndie dann diese Dateien abholen und auf den iPod schieben.\nDas hieß dann iPodder, wurde später irgendwie in Juice umbenannt,\nwahrscheinlich wieder wegen Namensrechtsgedöns und so.\nUnd ja, das war eine etwas grauselige Software, aber immerhin, es gab eine.\nUnd ja, ich weiß nicht, Steve Jobs hat wohl das so in der Nase kitzeln gespürt, So,\ndass auf einmal dieses Podcasting da war und dass das einfach eine supergeile\nIdee ist, was man mit dem iPod auch noch machen kann.\nUnd dann heißt es halt auch noch irgendwie Podcasting und dann war einfach kein Halten mehr.\nUnd dann hat er halt seinen iTunes-Leuten gesagt, ihr baut das jetzt hier mal\nein und wir machen jetzt ja auch gleich Podcast-Verzeichnis und pipapo.\nUnd einmal richtig und das war ja dann eigentlich, sagen wir mal so,\nder Turbo, der dann geschaltet wurde.\nUnd das war ja dann auch für mich der Grund, endlich dann mal meine schon seit\nMonaten gehegten Podcast-Pläne dann auch mal in die Realität umzusetzen.\nUnd dann hatte ich zwei Monate später meine erste Podcast-Webseite online.\nDas Chaos-Radio-Podcast-Network. Egal. Ich wollte aber gar nicht über mich reden,\nsondern über die Tatsache, dass ich zur Kenntnis nehmen muss,\ndass das jetzt noch ein bisschen länger her ist,\ndass es so Sprache, die an viele Leute verteilt wird."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:05:44",
      "text": "Man nennt das Radio."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:46",
      "text": "Tim."
    },
    {
      "speaker": "roddi",
      "time": "0:05:47",
      "text": "Ja, aber auf rein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:05:48",
      "text": "Kannst du mal mein Mikro ein bisschen lauter machen? Der Chat beklagt sich auch schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:52",
      "text": "Ja, das kann ich in der Tat tun, wobei du bist hier schon ganz schön.\nSo, und was es aber schon vorher gab, wie ich jetzt feststellen durfte, war das hier.\nAh, wie Sie hören, hören Sie nichts. Das hat damit zu tun, dass ich hier nochmal\ndie Dings ausschalten muss.\nDas ist hier aber auch vom User-Interface wirklich ein bisschen.\nDas ist auch ein zweiter Versuch.\nTelefon-Hirmundo.\nTelefon-Hirmundo. Telefon-Hirmundo."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:06:32",
      "text": "Was?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:34",
      "text": "Telefon-Hirmundo ist, welche Sprache?"
    },
    {
      "speaker": "roddi",
      "time": "0:06:37",
      "text": "Klingt nach Schwedisch, aber es ist wahrscheinlich nicht, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:40",
      "text": "Nee."
    },
    {
      "speaker": "roddi",
      "time": "0:06:46",
      "text": "Könnte noch italienisch sein?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:06:48",
      "text": "Mach nochmal, wie er das ausspricht. Ist das original ausgesprochen?"
    },
    {
      "speaker": "roddi",
      "time": "0:06:54",
      "text": "Okay, ich werfe noch Ungarisch in den Ring."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:56",
      "text": "Aber das war es dann. Ja, es ist Ungarisch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:06:58",
      "text": "Okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:00",
      "text": "Telefonermondo heißt so viel wie Telefon Herald und also sozusagen Telefon Newspaper.\nUnd das war tatsächlich ein Dienst, der in Ungarn lief, wo es tatsächlich Subscriber\ngab, die über Telefon quasi einem Broadcast zugehört haben.\nUnd da, also Leute haben dann sozusagen Telefonnummer und dann haben sie wirklich\nin diesem Telefonnetz so eine Broadcast-Schaltung gehabt und dann gab es auf\nder anderen Leitung einen Menschen, der die Nachrichten vorgelesen hat."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:07:30",
      "text": "Und auch mehrere Leute gleichzeitig konnten hören, dass das war so nicht einer\nnach dem anderen und der das jeweils so in 1 zu 1 Sessions."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:37",
      "text": "Sich anrufen und hat jedem nochmal."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:07:39",
      "text": "Das vorgelesen. Das fände ich jetzt noch ein bisschen lame."
    },
    {
      "speaker": "roddi",
      "time": "0:07:43",
      "text": "Aber das war ein Multicast, also im Sinne von hat da angerufen und hat gerade\ndas gehört, was man hört."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:51",
      "text": "So verstehe ich das, genau."
    },
    {
      "speaker": "roddi",
      "time": "0:07:53",
      "text": "Das würde ich jetzt mal mit Podcasten aber nicht vergleichen,\nweil Podcasten lädt man ja runter und dann hört man es, wenn man es hören will."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:08:01",
      "text": "Zeit autonom."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:02",
      "text": "Von welchem Jahr sprechen wir denn hier? Wir können uns da wirklich trefflich\njetzt drüber streiten, welchen Status es jetzt wirklich hat,\naber es ist insofern bemerkenswert, als dass es sozusagen noch vor Radio da war.\nUnd jetzt kommt die Jahreszahl, 1893, das ist 132 Jahre her."
    },
    {
      "speaker": "roddi",
      "time": "0:08:23",
      "text": "Okay."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:08:24",
      "text": "Das heißt, wir haben 125 Jahre Podcasting verpinnt. Schade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:28",
      "text": "Genau."
    },
    {
      "speaker": "roddi",
      "time": "0:08:28",
      "text": "Wie ist das eigentlich mit einer Dial-A-Joke-Nummer? Ist das Podcasting?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:34",
      "text": "Dial-A-Joke."
    },
    {
      "speaker": "roddi",
      "time": "0:08:35",
      "text": "Dial-A-Joke."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:37",
      "text": "Weiß nicht, was war das?"
    },
    {
      "speaker": "roddi",
      "time": "0:08:38",
      "text": "Steve Wozniak hatte angeblich sowas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:41",
      "text": "Ah, okay."
    },
    {
      "speaker": "roddi",
      "time": "0:08:42",
      "text": "Wenn man anrufen konnte und dann hat er einem einen Witz erzählt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:44",
      "text": "Aber es war dann wohl eher ein Anrufbeantworter."
    },
    {
      "speaker": "roddi",
      "time": "0:08:47",
      "text": "Er hat wohl live erzählt, aber es war on demand. Also du hast angerufen und\nhast deinen Witz gestreamt bekommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:54",
      "text": "Na okay, das würde man heute sagen.\nStreamst du auch immer, wenn dich einer anruft?"
    },
    {
      "speaker": "roddi",
      "time": "0:09:01",
      "text": "Ich streame sowas von."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:03",
      "text": "Entschuldigung, es klingelt, ich muss mal kurz streamen.\nTelefon Hermondo, genau. Tatsächlich haben sie das dann irgendwie…."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:09:14",
      "text": "Gibt es eine Sendung davon? Aber ich meine, gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:17",
      "text": "Erzählt halt irgendwas auf Ungarisch. Es gab natürlich keine Aufnahme."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:09:19",
      "text": "Keine Aufzeichnung, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:21",
      "text": "Aber das ist wirklich bemerkenswert. Aber das war im Prinzip der erste Dienst,\nwo so Spoken Content einem größeren Publikum zugestellt wurde.\nUnd das hat sozusagen auch noch eben das eigentliche Radio.\nAls dann Radio kam, haben sie das umgestellt und dann haben sie über diese Telefonleitung\ndas Radio übertragen. Also das war dann sozusagen nochmal ein alternativer Distributionskanal.\nDas macht natürlich Sinn, dann nicht nochmal ein weiteres Programm zu machen.\nAber die einzige Quelle, aus der man quasi hätte zitieren können,\nwaren in dem Sinne die Zeitung.\nUnd das ist natürlich super, weil du kannst halt irgendwo Hörer abnehmen, zack, bumm und so.\nDas Bemerkenswert ist, dass sie einfach diese Technologie hatten."
    },
    {
      "speaker": "roddi",
      "time": "0:10:06",
      "text": "Ist überliefert, wie teuer das war?\nWeil ich glaube, in der Anfangszeit war Telefonieren gar nicht mal so billig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:18",
      "text": "Ich muss mal kurz hier..."
    },
    {
      "speaker": "roddi",
      "time": "0:10:19",
      "text": "Gut, vielleicht war es auch eine Flatrate, weil sie sowieso keine Zeiten abrechnen konnten.\nAber..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:27",
      "text": "Also ich glaube, ein Abrechnungsmodell,\nwar da jetzt wirklich nicht drin."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:10:36",
      "text": "Minecraft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:37",
      "text": "Naja, auf jeden Fall dieser Herr Pushkas, der Pushkas, Tivadar Pushkas,\nder hat wohl immer so einen Ingenieur und Erfinder und hat wohl auch mit Thomas\nEdison zusammengearbeitet und war überhaupt ganz findig und hat halt irgendwie\nda dieses Telefon Switchboard mit seinem ganzen Relay Technology erfunden.\nJa, und das will ich jetzt hier einfach mal anerkennend erwähnen."
    },
    {
      "speaker": "roddi",
      "time": "0:11:11",
      "text": "Und der hat das dann live eingesprochen?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:13",
      "text": "Ja, also ich denke, es war dann so eine feste Uhrzeit. Genau.\nUnd dann hast du halt eingeschaltet und dann kam das. Es gab halt kein...\nAlso es gab nichts anderes als live.\nAlso es gab keine Aufzeichnungstechnologie. Da hat es jetzt so keine Bänder."
    },
    {
      "speaker": "roddi",
      "time": "0:11:31",
      "text": "Magnetband kam später."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:32",
      "text": "Das kam alles sehr viel später. und ich meine auch als das Fernsehen hier gestartet,\ndas hat es ja sehr, sehr, sehr lange gedauert, bis die überhaupt in der Lage\nwaren, ihre Sendungen aufzunehmen."
    },
    {
      "speaker": "roddi",
      "time": "0:11:41",
      "text": "Oh, die hatten einen Konzertsaal oder Konzertraum mit Klavier, das finde ich ja spaßig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:48",
      "text": "Da gab auch Musik."
    },
    {
      "speaker": "roddi",
      "time": "0:11:49",
      "text": "Gab auch Musik, Alter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:51",
      "text": "Also quasi, also wie Meta-Ebene, bloß halt einfach noch viel,\nviel, viel, viel früher. Das ist erstaunlich, ne?\nJa. Telefon. hier im Mundur.\nOkay Hier ist die Welt Hier im Mondo,\nDas mal so zum Auftakt Dachte das interessiert euch,\nAlso Es gab natürlich hier noch einen Bericht dazu Wo ist mir das um die Ohren\ngeflogen Hier Hackaday World's first podcaster Wird da berichtet Naja."
    },
    {
      "speaker": "roddi",
      "time": "0:12:41",
      "text": "Worst Falls Podcaster."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:44",
      "text": "Was möchtest du mir gerade mit deinem Handgemenge sagen? Ich hätte gerne die drei."
    },
    {
      "speaker": "roddi",
      "time": "0:12:49",
      "text": "Die drei, Fernbedienung Nummer drei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:52",
      "text": "Fernbedienung Nummer drei. Oh ja, danke schön. Nummer vier ist hier. Danke."
    },
    {
      "speaker": "roddi",
      "time": "0:12:56",
      "text": "Dann kann ich in Ruhe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:57",
      "text": "Kannst du natürlich stumm schalten. Hast du jetzt schon nichts mehr zu sagen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:13:03",
      "text": "Ich bin noch geliefert für die Sendung."
    },
    {
      "speaker": "roddi",
      "time": "0:13:06",
      "text": "Ihr könnt mir auch alle beim Trinken zuhören."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:09",
      "text": "Nee, das muss jetzt nicht sein."
    },
    {
      "speaker": "roddi",
      "time": "0:13:11",
      "text": "Siehste mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:13",
      "text": "Alright. So, dann müssen wir aber mal ein bisschen Feedback geben.\nRalf, du hast die letzte Sendung gehört."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:13:20",
      "text": "Ich hab die letzte Sendung gehört."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:21",
      "text": "Wie war denn das? Wie ist denn das, so ein Freakshow zuzuhören?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:13:28",
      "text": "Ich war..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:29",
      "text": "Kann die überhaupt noch was, die Show? Kann man das jetzt einfach..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:13:33",
      "text": "Also ich war fast ein bisschen froh, dass ich nicht dabei sein musste.\nDass ich nicht dabei sein musste. Weil ich teile wirklich völlig eure Einschätzung,\ndass diese letzte Apple Keynote wieder einen neuen Tiefpunkt in Sachen Belanglosigkeit\nirgendwie produziert hat.\nDu meintest, du seist irgendwie eingenickt. Dasselbe ist mir in der Tat auch passiert.\nUnd ich dachte, okay, früher, ja, wir erinnern uns die guten alten Zeiten,\nwo man sonst wie aufgeregt war.\nUnd mein Gott, wo kriegt man überhaupt einen Stream her und die Live-Blogs noch\nnebenan verfolgt, ob man irgendwas verpasst hat. und heute rauscht das so völlig\nbelanglos nebenher durch.\nWir erzählen das ja jetzt auch wirklich schon seit drei Jahren,\naber ich bin der festen Überzeugung, Apple müsste da was tun.\nAlso die werden natürlich irgendwie ihre Analysen haben, warum das alles super\nist für ihren Verkauf, was sie da machen. Aber das ist so uncool geworden alles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:27",
      "text": "Es ist unfassbar uncool. Mir ist das auch tatsächlich auch vor ein paar Tagen\nnochmal durch den Kopf gegangen. Es ist vor allem so,\nEs ist so furchtbar auf Safety gespielt. Nichts darf mehr schief gehen.\nEs gibt keinerlei Dynamik. Und wenn ich so an Apple-Kino zurückdenke,\ndann fallen mir halt als erstes immer so Momente ein, wo Steve Jobs erstmal\nden Saal anbrüllt und sagt, ich soll das Wi-Fi ausschalten, damit er hier seine\nordentliche Demo machen kann und sowas. Weißt du, das ist einfach..."
    },
    {
      "speaker": "roddi",
      "time": "0:15:06",
      "text": "Ja, oder wo er frustriert die Kamera von der Bühne wirft."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:15:09",
      "text": "Es reden halt auch nie zwei Menschen miteinander. Das ist auch so ein Punkt.\nJa, es ist halt irgendwie Talking Head after Talking Head after Talking Head."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:18",
      "text": "Wobei da war jetzt auch die Apple Kino noch nie verträgt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:15:21",
      "text": "Ja, aber man hatte zumindest so ein bisschen so, jetzt holen wir mal XY auf\ndie Bühne und der freut sich dann und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:28",
      "text": "Du hast zumindest mal aneinander vorbeigegangen und dann so laut ignoriert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:15:32",
      "text": "Also ich Ich glaube wirklich, die müssen wieder mit Publikum machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:36",
      "text": "Das denke ich auch, weil es gibt ja gerade viel Debatte darüber,\nob Tim Cook jetzt überhaupt noch tragbar ist.\nEr hat ja eh gesagt, er ist in zehn Jahren nicht mehr da und alle so, ja warum zehn Jahre?\nAlso ich denke mal, er wird jetzt auch die Jahre schon runterzählen,\nwir wissen bloß eben nicht wie viele Jahre.\nAber ich weiß gar nicht, was das Problem ist. Das Problem ist eigentlich, er ist...\nJa, jetzt hätte ich fast gesagt, er ist kein Steve Jobs, hö hö hö, wer ist das schon."
    },
    {
      "speaker": "roddi",
      "time": "0:16:09",
      "text": "Aber er war schon immer ein bisschen steif."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:15",
      "text": "Er ist halt ein Verwalter der Dinge.\nEr ist nicht eine kreative Kraft.\nEr ist nicht derjenige, der spürt, wohin Apple gehen sollte und wenn er den Falschen zuhört,\ndie nicht das Richtige spüren und er nicht spürt, dass sie nicht richtig liegen,\ndann geht es halt in eine falsche Richtung.\nIch will jetzt nicht sagen, alles geht in die falsche Richtung.\nApple war super erfolgreich unter Tim Cook und hat irgendwie den Businesswert\nins Unermessliche gesteigert, alles gar keine Frage.\nAber das ist ja nicht der einzige Value, also es ist ja nicht das einzige,\nwas zählt und es ist auch nicht,\nich meine Apples wirtschaftlicher Erfolg\nwar ja nicht entscheidend für das Verhältnis, was man zu Apple hatte,\nsondern es war ja der generelle Appeal, der quasi mit Apple verbunden war.\nKlar, Underdog hat halt immer irgendwie Vorteile und wenn du erstmal der Größte\nbist, dann wird es schwierig, aber das ist ja nicht das Entscheidende.\nDas Entscheidende ist ja, dass sie eigentlich gesagt haben, wir machen hier\nCatering zu einer Gruppe von Leuten,\ndie einen gewissen Qualitätsstandard als Minimum ansieht und die sozusagen bestimmte\nDinge wertschätzt, die nicht unbedingt einen Mainstream. Wertschätzt."
    },
    {
      "speaker": "roddi",
      "time": "0:17:54",
      "text": "Ja, er ist auch halt einfach ein Wirtschafts-CEO.\nAlso ich habe da neulich einen Blogpost geschrieben, wo sich jemand bitterlich\ndarüber beklagt hat, dass also Steve Jobs hat angeblich irgendwann mal gesagt,\nwir schütten keine Dividende aus und Aktien kaufen wir auch nicht zurück.\nSo und der Mensch in dem Blogpost hat sich aber bitterlich darüber beklagt,\ndass Apple tatsächlich in den letzten zwei, drei Jahren mehr Geld für Dividende\nund Aktienbuybacks ausgegeben hat als für Produktforschung.\nWas besonders im AI-Bereich, wo sie also ein Zehntel der vorderen drei oder\nvier an Geld ausgeben und an Hardware einsetzen, um Modelle trainieren zu können.\nWeswegen halt Siri auch immer noch irgendwie...\nNaja, so ein Kleinkind ist halt, ne?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:18:53",
      "text": "Ja, also das kann ja alles funktionieren, wenn er halt dann unter sich die richtigen\nLeute fördert, die es dann halt drauf haben.\nUnd beim Hardware-Bereich, finde ich, fluppt das ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:05",
      "text": "Gibt es nicht viel zu meckern."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:19:07",
      "text": "Da gibt es wirklich nicht viel."
    },
    {
      "speaker": "roddi",
      "time": "0:19:08",
      "text": "So eine Vision für 4000 Euro."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:19:10",
      "text": "Ja, haben wir ja alles diskutiert so. Aber so der Design-Bereich haben wir alles\nschon rauf und runter irgendwie diskutiert.\nAlso seit Johnny Ive mit allen Problemen, die er hatte, mit zu viel Reduktion\nund so weiter, da war halt auch nach Steve Jobs noch jemand,\nder halt wirklich so Attention to Detail und wie sieht das denn nun wirklich\nirgendwie auf der Subpixel-Ebene aus?\nDa hatte der halt mal einfach einen Blick für. Und wenn man sich jetzt das Liquid\nGlass anguckt, also ich teile eure Einschätzung auch der letzten Folge,\ndass das auf iOS gut funktioniert,\nda finde ich das wirklich ganz schick und stört mich das überhaupt nicht,\ndass das alles so ein klein bis weniger lesbar ist und dafür aber so ein bisschen iCandy hat.\nAber auf Mac ist das Ganze so ein inkonsistenter Brei, wo du also fünf Apple-Apps\naufmachst und die dann doch so leicht unterschiedliche Interpretationen haben,\nwie das jetzt hier mit den Buttons aussieht und der Transparenz.\nUnd da fehlt so der einheitliche Strich da irgendwie durch und sowas hätte es\nunter Steve glaube ich nicht gegeben, aber vielleicht hätte es das auch unter\nJohnny Ive nicht gegeben und das schmerzt mich schon.\nDass du eigentlich keine Mac-App mehr aufmachst dieser Tage und denkst so,\nboah, das sieht aber geil aus.\nDas ist mal ein richtig schönes Design."
    },
    {
      "speaker": "roddi",
      "time": "0:20:22",
      "text": "Ja, da ist der Fokus deutlich von runter.\nDas muss man einfach so sagen. Der Fokus vom Mac ist runter.\nDass sie überhaupt noch so viel machen, wie sie machen, könnte man schon als\nerstaunlich bezeichnen.\nJa klar, aber sie verdienen halt mit iPhones, weiß ich nicht wie viel,\n80% ihres Geldes oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:46",
      "text": "Ja, aber ich meine, der Mac ist ja kein Nischenprodukt bei Apple."
    },
    {
      "speaker": "roddi",
      "time": "0:20:54",
      "text": "Definiere Nische."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:56",
      "text": "Da ist eine strategisch wichtige Plattform. Es ist ja nicht nur so,\nja, es kaufen auch noch ein paar Leute ein paar Laptops, sondern da werden die\nAnwendungen drauf entwickelt."
    },
    {
      "speaker": "roddi",
      "time": "0:21:08",
      "text": "Wann hast du das letzte Mal Xcode benutzt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:12",
      "text": "Ich benutze Xcode nicht, weil ich mache keine Anwendungsentwicklungen auf dem\nMac, aber alle Anwendungen, die auf dem Mac gemacht werden, werden auf dem Mac gemacht.\nAlso alle, die für das ganze Ökosystem gemacht werden, werden auf einem Macintosh gemacht.\nUnd ich würde jetzt auch nicht sagen, dass der Mac an sich unattraktiv ist.\nIch halte das nach wie vor für die sportlichste Dessor-Plattform, gar keine Frage. oder?"
    },
    {
      "speaker": "roddi",
      "time": "0:21:39",
      "text": "Darum geht es nicht, dass andere noch schlimmer sind. Ich finde nur,\nman merkt schon, dass der Fokus nicht mehr drauf ist.\nEs ist nicht mehr die Nummer 1 Plattform, die das Leben und Sterben von Apple ähm,\nsichert, sondern es ist halt jetzt nur so eine Plattform, die man als strategisches,\nGewicht noch am Bein hat und mitschleppt, aber eigentlich macht man sein Geld\nwoanders. Das merkst du bei Apple einfach, finde ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:11",
      "text": "Ja, ich weiß nicht. Ich bin mir nicht sicher, also für mich ist das keine ausreichende Erklärung.\nJa, weil ehrlich gesagt kann ich mir jetzt nicht, denke ich jetzt nicht,\ndie laufen jetzt alle bei Apple rum und dann so, ach ja, Macintosh.\nWer interessiert sich denn dafür schon?\nDas Ding hat einen Wert. Was ich eher sehe ist,\ndass wir jetzt so viele Generationswechsel in der ganzen Entwicklung haben,\ndass die Leute, die heutzutage den Mac vorantreiben, nicht mehr diese Bindung\nan so ein paar Kernwerte haben, die den Mac immer mal ausgemacht haben.\nUnd es ist ja auch heute schon schwierig, Leuten den Reiz zum Beispiel von macOS 9,\nmacOS 8, also dem alten macOS zu erklären, weil es natürlich im direkten Vergleich\nzu macOS 10 natürlich in jeder Hinsicht alt und überholt ist.\nNur gab es halt so ein paar Errungenschaften, die das alte macOS versucht hat in die Welt zu bringen,\nletztlich aber quasi gegen die Dominanz von Unix und dem Internet so ein bisschen\nabspecken musste, die aber nichtsdestotrotz sinnvolle Dinge waren.\nIch will mal ein Beispiel geben.\nWenn du auf einem alten macOS ein Programm hat, jetzt eine Datei geöffnet.\nUnd dann war die Art und Weise, wie das Programm mit dem Betriebssystem sich\nüber diese Datei ausgetauscht hat, so, dass es dort eine Referenz gab auf diese Datei.\nAlso das Programm hat irgendwie diese Datei geöffnet und hat über so eine,\nich weiß gar nicht genau, wie das jetzt hieß bei macOS, wusste ich mal."
    },
    {
      "speaker": "roddi",
      "time": "0:24:11",
      "text": "Ich glaube File Record oder sowas in der Art."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:13",
      "text": "Irgendwie so. Eine Datenstruktur ist eigentlich auch egal, wie es hieß,\naber es gab sozusagen so eine Datenstruktur und die war das.\nUnd diese Datenstruktur, die landete dann auch in den Preferences und was waren\nmeine letzten geöffneten Dateien und das war einfach das Einzige,\nwomit das Programm auf diese Datei zugegriffen hat. Pfade gab es nicht.\nUnd der Vorteil war, du konntest diese Datei danach irgendwo anders in einen\nanderen Ordner legen und du konntest die auch umbenennen.\nAlso du ziehst sie aus dem Ordner raus, legst sie auf deinen Schreibtisch und\nnennst die Hasenbärchen 23 und dann startest du dieses Programm und das Programm\nweiß immer noch, wo diese Datei ist.\nUnd das kannst du aber auch machen, während das Programm offen ist,\nkannst du die im Finder umbenennen und sofort heißt die auch in dem Programm\nanders. Und du kannst da oben reinklicken und so weiter.\nUnd heute ist halt alles so Pfade und umbenannt und dann kackt das Programm\nschon wieder ab, weil du es irgendwie erlaubt hast,\nwährend das Programm die Datei offen hatte, die woanders hinzulegen und dann,\noh nee, was ist los? Ich weiß nicht mehr, wo oben und unten ist."
    },
    {
      "speaker": "roddi",
      "time": "0:25:24",
      "text": "Das geht aber immer noch. Der\nEntwickler muss natürlich die entsprechenden Technologien unterstützen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:30",
      "text": "Ja genau, aber darauf wollte ich so ein bisschen hinaus,\ndass dieser Anspruch, dass das ein wichtiges Feature ist und dass man alles\ndafür tun muss, dass das sozusagen auch funktioniert, den sehe ich halt mittlerweile\nbei Apple selbst schon nicht mehr im Betriebssystem.\nUnd weil einfach die Leute, die das Betriebssystem vorantreiben,\nnicht mehr diese Genauigkeit haben und nicht mehr genau genug die Fehler ausmerzen,\ndie dieses gute generelle Defaultverhalten ermöglichen.\nDas geht so ein bisschen verloren."
    },
    {
      "speaker": "roddi",
      "time": "0:26:11",
      "text": "Ja, ich glaube, da ist aber auch so ein bisschen, also zumindest bei iPadOS\nhatte man lange das Gefühl, Dateien sind Ebay und die will man eigentlich gar\nnicht irgendwie dem User zugänglich machen. Und...\nJetzt mit dem letzten iPadOS oder dem vorletzten iPadOS, wo sie endlich mal\ndiese Dateien-App richtig aufgeräumt haben, sodass sie auch benutzbar ist,\nhat sich das, glaube ich, ein bisschen geändert.\nAlso jetzt besonders mit der 26, wo Apps dann doch wieder mehr mit Dateien machen\nund mehr Fenster öffnen und auch ein Fenster pro Datei und solche Sachen.\nAlso ich glaube, da gibt es jetzt schon eine Gegenbewegung zu.\nDa muss man halt mal gucken, wie gut die tatsächlich dann auch ankommt.\nAber ich habe so ein bisschen das Gefühl, dass Apple jetzt dann doch versucht,\nauch iPadOS und iOS da so ein bisschen als Brechstange zu benutzen,\num diese ganzen Features dann auch für den Mac wieder benutzbar zu machen.\nAlso keine Ahnung. Ich habe so das Gefühl, es gab so eine Zeit lang,\nda war Datei, das ist wir, Datei und so weiter.\nIch meine, es gibt ja auch Programme, jetzt nicht unbedingt von Apple,\naber dieses Fusion, Autodesk Fusion,\nda ist halt der Standard, du speicherst nicht deine Datei irgendwo auf den Rechner,\nnein, sondern natürlich in die Cloud des Anbieters.\nAlso das ist auch bei vielen anderen Drittanbietern so, dass du das Gefühl hast,\nnein, Dateien werden nicht mehr lokal gespeichert, die speichert man natürlich in die Cloud."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:51",
      "text": "In die eigene Cloud."
    },
    {
      "speaker": "roddi",
      "time": "0:27:52",
      "text": "In die eigene Cloud, ja und das löst natürlich so dieses ganze,\nich habe lokal ein Dateisystem und das ist auch gut und das kann auch Dinge\nauch so ein bisschen irgendwie hinten runterfallen lässt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:03",
      "text": "Also mir ging es jetzt nicht primär ums Dateisystem, es war jetzt wirklich nur\nein Beispiel für so ein Verrotten der Erkenntnisse."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:28:11",
      "text": "Das ist schon insofern ein gutes Beispiel, als dass mein absolutes Hassobjekt\nist ja im Finder ganz oben links der Filter zuletzt benutzt.\nWo man eigentlich erwarten würde, was immer ich gerade auf dem Rechner gemacht\nhabe, dort finde ich die Sachen schnell mit einem Klick wieder.\nIch weiß nicht, nach was für einem System dort Dateien erscheinen, kategorisiert werden.\nIn 80 Prozent gefühlt, das ist jetzt anekdotische Evidenz, wenn ich an irgendeiner\nDatei gerade was wurschtel, ist die dort nicht zu finden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:44",
      "text": "Also du hast das auch im Finder, dieses Zuletzt Benutzen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:28:46",
      "text": "Genau, im Finder. Ich rede nur vom Finder jetzt. Weil also, was ich nun wirklich\nständig habe, ich habe das glaube ich auch schon ein, zwei Mal in der Sendung\nerzählt, so eins meiner Lieblingsfeatures auf Windows.\nIch habe auf der Arbeit ja Windows und arbeite wahrscheinlich mehr vor einem\nWindows-Rechner als vor einem Mac, was so meine Lebenszeit angeht.\nWenn ich deine Mail verschicke und einen Anhang dranhängen will,\nder letzten Datei, die ich bearbeitet habe, dann machst du halt Outlook auf\nund sagst neue Mail und an wen geht die.\nDann hast du oben rechts den Dateianhängen-Button und da ist ein kleiner Pfeil\nund dann klickst du auf diesen kleinen Pfeil und dann hast du die letzten zehn\nDateien, an denen du gewerkelt hast und klickst die einfach an und schwupps ist sie drin.\nUnd es funktioniert einfach. Egal, was ich auf diesem Windows-Rechner mache,\nob ich eine Word-Datei mache, ob ich eine PDF erstellt habe oder was auch immer.\nDu kannst dir sicher sein, diese letzten zehn Dateien sind exakt an dieser Stelle mit einem.\nVersuch das mal auf dem Mac, die letzte benutzte Datei in eine fucking E-Mail anzuhängen."
    },
    {
      "speaker": "roddi",
      "time": "0:29:46",
      "text": "Also ich habe den gerade mal aufgemacht, weil ich habe den noch nie benutzt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:29:53",
      "text": "Du musst glaube ich in die Listensortierung gehen, ansonsten."
    },
    {
      "speaker": "roddi",
      "time": "0:29:55",
      "text": "Nee, nee, das ist schon okay, da kann man ja so ein bisschen sehen.\nInteressanterweise ist mindestens die Hälfte, wenn nicht zwei Drittel der Dateien,\ndie da auftauchen, sind alle in meinem iCloud Drive drin und die habe ich als\nletztes vom iPad aus benutzt, im iCloud Drive.\nAlso hat er sich jetzt gemerkt, ich habe auf dem iPad zuletzt diese Datei benutzt,\nwas jetzt, ja, kann man sich jetzt streiten, ob das gut oder schlecht ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:30:23",
      "text": "So, was heißt aber benutzt? Was ist das für ein Wording?\nHabe ich die jetzt irgendwie erstellt? Habe ich daran was editiert?\nHabe ich mir die angeschaut? Was ist denn benutzt eigentlich?"
    },
    {
      "speaker": "roddi",
      "time": "0:30:33",
      "text": "Also ich kann es dir sagen, bei mir ist jetzt eine Datei, die habe ich benutzt.\nAlso verändert war eine Numbers-Tabelle.\nDann zwei PDFs, die ich nur angeguckt habe.\nEine STL-Datei, die ich erstellt habe und dann…."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:51",
      "text": "Es beantwortet sich, wenn du im Feinder mal auf die Spalte guckst,\nnach der es sortiert ist. Die heißt nämlich zuletzt geöffnet."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:30:57",
      "text": "Naja, du kannst ja sagen, was du, du kannst auch hinzugefügt am,\nkannst auch danach sortieren.\nDas ist jetzt kein, das sagt dir nicht, was der eigentliche Filter ist,\ndamit hier was erscheint oder nicht erscheint."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:08",
      "text": "Doch, denke schon."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:09",
      "text": "Du kannst das dann nach beliebigen Spalten sortieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:11",
      "text": "Ja, aber das ist, glaube ich, das Kriterium an der Stelle."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:14",
      "text": "Das sagst du so in deinem jugendlichen Leichtum?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:17",
      "text": "Ja, sag ich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:20",
      "text": "Also zum Beispiel, schönes Beispiel, ich habe jetzt hier...\nDer macht ja noch so eine Zwischenkategorisierung der Zeit, was ich erstmal\ngut finde. Heute, gestern, vorherige sieben Tage.\nSo, jetzt habe ich also unter heute zwei Dateien.\nGestern, zuletzt geöffnet, eine Datei, vorherige sieben Tage.\nDie erste Datei dort, wann war sie zuletzt geöffnet? Gestern.\nWarum steht die denn nicht unter gestern?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:49",
      "text": "What the fuck? Magie."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:52",
      "text": "Ja, nee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:53",
      "text": "Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:31:55",
      "text": "Also ich glaube nämlich ist es eher hinzugefügt, was das Sortierkriterium macht."
    },
    {
      "speaker": "roddi",
      "time": "0:32:01",
      "text": "Also ich habe diese Zwischendinger nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:03",
      "text": "So, aber zuletzt geöffnet. Heißt das auch Quick Look? Also PDFs öffne ich ja\nüberhaupt nie, sondern mache immer nur Quick Look mit Space,\nweil das reicht mir völlig zum Lesen, für meine Benutzung dieses PDFs.\nZählt aber nicht. Ja, scheiße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:17",
      "text": "Du hast diese Unterteilung, wenn du den Sortieralgorithmus auf zuletzt geöffnet einstellst."
    },
    {
      "speaker": "roddi",
      "time": "0:32:24",
      "text": "Was ist denn der Sortieralgorithmus?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:27",
      "text": "Da oben im Sidebar hast du so ein Pop-up geduldet."
    },
    {
      "speaker": "roddi",
      "time": "0:32:31",
      "text": "Hä?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:32",
      "text": "Nee, nee, Tim, ist es wirklich alles Mist? Guck dir das mal an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:35",
      "text": "Ich glaube ja, dass das alles Mist ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:37",
      "text": "Ich habe jetzt mal ein PDF aufgemacht. Dann wird das zuletzt geöffnet,\naktualisiert. Aber es landet immer noch nicht in der Heute-Spalte."
    },
    {
      "speaker": "roddi",
      "time": "0:32:46",
      "text": "Äh, ah, okay hä, ach, das hab ich das Gruppieren, ach, Gruppieren ja,\nGruppieren hab ich ohne deswegen hab ich keine Gruppen ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:56",
      "text": "Gruppieren find ich schon sinnvoll."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:57",
      "text": "Aber naja, egal, Details wir waren eigentlich bei Apple und warum die Keynote\nnicht mehr zackt die Frage ist, wenn jetzt irgendwie Tim guckt,\ndann wirklich mal sagt, so das war's,\nabgesehen davon, dass wir alle glaube ich auch nicht den Hauch einer Ahnung\nhaben, wer ihm denn nachfolgen könnte könnte man sich ja mal was wünschen.\nUnd ich denke mir, also,\nThe new Apple, ja, also was sollten sie machen?"
    },
    {
      "speaker": "roddi",
      "time": "0:33:29",
      "text": "Redest du jetzt Themen oder redest du Leute?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:33",
      "text": "Nein, ich kann nicht sagen, wer jetzt der neue Chef wird bei Apple,\nweil ich glaube, da gibt es auch in der ganzen Community keinerlei Konsens.\nEs gab so ein paar, weiß ich nicht, vor Jahren dachten alles,\ndass es dieser Williams wird, aber der hat jetzt irgendwie angekündigt,\ndass er in Rente geht, also wird das wohl eher nicht.\nUnd steht jetzt niemand so offensichtlich in der zweiten Reihe.\nEs gibt natürlich, sagen wir mal, die sichtbarste Person ist natürlich hier\nAir Force One, der natürlich ein hervorragender Präsentator wäre.\nWie heißt der denn nochmal?"
    },
    {
      "speaker": "roddi",
      "time": "0:34:14",
      "text": "Ich weiß es auch gerade nicht. Air Force One."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:19",
      "text": "Aber alle wissen, wer gemeint ist."
    },
    {
      "speaker": "roddi",
      "time": "0:34:21",
      "text": "Es gibt ja nur einen Air Force Formula One.\nCraig Federighi."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:34:33",
      "text": "Doch, doch, doch, Federighi."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:35",
      "text": "Genau so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:34:36",
      "text": "Craig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:38",
      "text": "Der ist lustig und kompetent, aber ist halt ein Engineer und vielleicht nicht\nunbedingt CEO-Material."
    },
    {
      "speaker": "roddi",
      "time": "0:34:51",
      "text": "Na ja..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:55",
      "text": "Egal, wir wissen es nicht. Irgendjemand wird es sein.\nUnd wenn diese Person dann aus dem Schatten tritt, dann ist die Frage, was wird anders?\nJa, also was würdest du tun, Roddy, wenn du morgen, Chef, was würdest du anders\nmachen als Tim Cook, wenn du morgen bei Apple wärst?\nWas wären deine ersten Entscheidungen?"
    },
    {
      "speaker": "roddi",
      "time": "0:35:21",
      "text": "Du, ganz ehrlich, das ist mir zu hypothetisch, weil ich werde nie Apple-Chef sein.\nIch kann ja mal sagen, was ich mir wünschen würde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:30",
      "text": "Ja, davon rede ich doch."
    },
    {
      "speaker": "roddi",
      "time": "0:35:31",
      "text": "Und zwar eins der Dinge, die ich mir wünschen würde,\nist, dass sie tatsächlich wieder mehr Geld in Development, in Research und Development stecken.\nAlso dieses Aktien zurückkaufen, um den Kurs zu stabilisieren,\ndas ist zwar kurzfristig kann das sinnvoll sein, aber auf die Dauer ist das\nja keine Löhre. Du weißt ja schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:56",
      "text": "Warum sie das machen."
    },
    {
      "speaker": "roddi",
      "time": "0:35:57",
      "text": "Ja, um den Kurs zu stabilisieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:59",
      "text": "Ja, aber warum machen sie das?"
    },
    {
      "speaker": "roddi",
      "time": "0:36:03",
      "text": "Damit die Aktionäre nicht..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:05",
      "text": "Nee, also ja auch, aber nicht nur. Es ist halt einfach viel der,\nUm die eigene Workforce zu halten, haben halt viele auch solche Aktienoptionen.\nDas heißt, die Mitarbeiter, die wichtigen Mitarbeiter, die leben auch in gewisser\nHinsicht von dem Aktienkurs selber.\nUnd deswegen ist das einfach ein wichtiger, also eigentlich kannst du sagen,\ndas ist im Wesentlichen das Personalkosten."
    },
    {
      "speaker": "roddi",
      "time": "0:36:31",
      "text": "Ja, einerseits ja, andererseits ist es so, dass du die Aktienpakete ja immer im Voraus bekommst.\nAlso sie geben dir dann Aktien über die nächsten drei Jahre verteilt,\ndie irgendwie alle Vierteljahr oder alle halbe Jahr dann Westen, wie es so schön heißt.\nAlso solange du nicht kündigst, kriegst du die dann auch ausbezahlt,\ndie Aktien. Aber wenn du kündigst, sind die halt alle weg.\nDas hat dann zur Folge, dass du, wenn du kündigst,\nhalt weiß ich nicht zigtausend potenzielle Aktien verlierst und dann kostet\ndich das Kündigen halt so viel, wie du noch Aktien kriegen würdest,\nwenn du bleiben würdest."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:11",
      "text": "Ja, aber auch was die Aktien wert sind und diese Aussicht, dass der Aktienkurs\nauf jeden Fall stabil bleibt und potenziell halt weiter steigt,\nist sicherlich nicht unwichtig.\nEgal, kann man so sehen, aber es ist auf jeden Fall Teil der Überlegung, warum sie das machen."
    },
    {
      "speaker": "roddi",
      "time": "0:37:25",
      "text": "Ja, das ist das eine. Das zweite ist, dass ich so das Gefühl habe,\ndass sich Apple immer weniger gegen die N-Gertification wehrt,\nwo du halt dann doch zum Beispiel, dass in die EU Features kommen,\ndie gar nicht EU-kritisch, nicht kommen, die gar nicht EU-kritisch sind,\nsondern die Apple einfach nur nicht bringt, weil sie irgendwie versuchen,\ndass die EU ihnen nicht in die Suppe spuckt. Beispiel?\nDas iPhone Mirroring zum Beispiel. Das hat mir noch keiner erklärt,\nwarum das in der EU ein Feature ist, was nicht funktioniert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:05",
      "text": "Na, kann ich dir sagen.\nWeil sie halt nicht gezwungen sein wollen, das Feature für Android zu öffnen. Ganz einfach.\nUnd das ist generell ihre Linie, was den Marketing Act betrifft.\nDas ist das Kernproblem.\nWir haben derzeit eine Gesetzgebung in Europa, die eben diesen Unternehmen,\nim Wesentlichen halt Apple, also den großen Playern, vorschreibt,\ndass wenn sie jetzt Vertical Integration machen mit ihren eigenen Produkten,\nwas ja eins der Kernfeatures von Apple ist an sich, dass sie sowas tun,\ndass sie sozusagen ihre Produkte selbst gut in ihr,\nGesamtangebot integrieren und dadurch eben,\nweil es ja ihre eigenen Sachen sind und weil sie damit ja gute Sachen machen\nkönnen, wenn sie das richtig tun,\neinen höheren Level an Usability haben."
    },
    {
      "speaker": "roddi",
      "time": "0:39:04",
      "text": "Richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:05",
      "text": "Aber jetzt werden sie quasi gezwungen, dass wenn sie das machen,\ndass sie von Tag 1 nicht irgendwann mal,\nsondern sie müssen von Tag 1 auch sofort noch die Möglichkeit bieten,\ndass andere Hersteller dann den Spaß auch haben dürfen.\nUnd das schafft natürlich mehrere Probleme auf einmal.\nErstens, du, also erstmal werden sie quasi gezwungen, ihren.\nAlso ein Kern-Alleinstellungsmerkmal preiszugeben.\nWeil es gibt ja gar nicht viele Unternehmen, die so arbeiten wie Apple.\nEigentlich gibt es nur Apple, was so arbeitet wie Apple. Andere Problem rein technischer Natur ist,\ndas bedeutet ja, wenn du, also so was, iPhone Mirroring ist eigentlich ein sehr\ngutes Beispiel, weil die Integration von dem iPhone Mirroring ist ja nicht trivial.\nDas ist ja nicht nur Screensharing und dann siehst du deinen iPhone Bildschirm\nauf dem Mac, sondern das geht ja weiter. Das ist ja eine Meta-Verbindung.\nDu kannst da Drag und Drop machen, das Telefon weiß, dass es ferngesteuert wird,\nschaltet sich dann schwarz.\nAlso da ist sozusagen schon eine ganze Kaskade von Dingen mit drin,\ndie jetzt nur über dieses, oh ich sehe meinen Bildschirm, Security,\nHandshaking, die ganze Krypto, die sozusagen sicherstellt, dass das Telefon\nauch wirklich nur auf deinem Rechner auftaucht und nicht von irgendeinem anderen\nRechner in dieser Welt genauso gemirrert werden kann,\nwenn halt die ganze Krypto nicht stimmt und so weiter.\nDas alles entwickeln sie damit und sie sind derzeit gesetzlich verpflichtet,\nweil sie diesen Status haben, dass sie ja den Markt beherrschen, ja angeblich.\nAlso ich weiß, es heißt anders, dominante Plattformformulierung habe ich jetzt gerade vergessen.\nAuf jeden Fall sind sie dazu gezwungen und deswegen müssten sie in dem Moment,\nwo sie iPhone Mirroring anbieten, so vermuten sie zumindest und die werden ihre\nGespräche sicherlich mit der EU geführt haben.\nMüssen sie das quasi auch allen anderen Herstellern, Samsung,\nGoogle, wer auch immer gerade ankommt, die sagen so, ja, das wollen wir aber jetzt auch machen.\nDazu müsstest du aber dann quasi deine intern erarbeitete API für diesen ganzen\nKram sofort als Third-Party-API publizieren, die unter Umständen noch nicht\nmal komplett ausgereift ist, wo du...\nErstmal so, was weiß ich, fängst erst mal mit dem Feature-Set an,\ndann stellst du, oh hier ist aber noch ein Bug drin, Security-Architektur,\nnächste Version kommt, alles ist anders.\nDas gab es auch schon sehr oft, dass du so einen ersten Aufschlag hast,\ndann haben sie festgestellt, dass sie da in die falsche Richtung laufen in der\nIntegration und dann haben sie das alles nochmal neu geschrieben."
    },
    {
      "speaker": "roddi",
      "time": "0:42:05",
      "text": "Das könnten sie ja machen, das würde ja für die Third-Partys nur noch schwieriger\nwerden, das zu unterstützen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:11",
      "text": "Ja, aber was ist denn das bitte für ein, also ich kann ehrlich gesagt diese\nDenke nicht nachvollziehen, warum jetzt ein Unternehmen dazu gezwungen sein sollte,\nautomatisch die Sachen, die sie für sich und ihre Gründen entwickeln,\nautomatisch auch allen Kompetitoren zur Verfügung stellen, von Anfang an, also von Tag 1 an.\nAlso noch nicht mal ein nach fünf Jahren oder so, oder wenn es eine gewisse\nPopularität hat oder irgendwelche Einschränkungen.\nUnd das ist das Kernproblem in dieser ganzen Debatte.\nJetzt kann man natürlich sagen, oh ja, Apple und so, ihr macht das ja nur out\nof spite und jetzt tut ihr nur so, als wäre das ein großes Problem.\nAber wenn ich mir das anschaue, wie das definiert ist, kann ich das ehrlich\ngesagt sehr gut verstehen, dass sie das machen und wir werden noch mehr Features nicht sehen."
    },
    {
      "speaker": "roddi",
      "time": "0:43:03",
      "text": "Ich glaube, wenn sie wollten, könnten sie es schon machen. Also da bin ich relativ überzeugt von.\nSie haben ja auch andere komplexe Standards veröffentlicht.\nUnd anderen zugänglich gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:15",
      "text": "Ja, aber das ist ja Ihre Entscheidung, was Sie jetzt machen."
    },
    {
      "speaker": "roddi",
      "time": "0:43:17",
      "text": "Ja, klar, das ist Ihre Entscheidung. Nur, ich finde, es ist ein bisschen vorgeschoben, ist es schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:23",
      "text": "Ja, aber jetzt mal andersrum. Warum sollten Sie denn das tun müssen?\nAlso warum müssen Sie auch Android auf dem Bildschirm lassen und sozusagen eine\nAPI für alle anderen machen,\ndamit die kostenlos genau dasselbe Feature haben, wie Apple für ihre eigenen Produkte."
    },
    {
      "speaker": "roddi",
      "time": "0:43:46",
      "text": "Zugegebenermaßen glaube ich auch nicht, dass das so ist, weil jeder kann eine\nMac-App schreiben, die Ähnliches kann.\nAlso ich meine, eine Mac-App, die sich zu einem Android-Phone verbindet und\ndas fernsteuert, ist ja jetzt kein Hexenwerk.\nDa müssen sie sich halt ihren eigenen Standard ausdenken.\nAber Drag & Drop ist ein gelöstes Problem. Kopieren und Einsetzen ist ein gelöstes Problem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:11",
      "text": "Es geht ja darum, dass die EU sagt, der Code, der das für das Telefon macht,\nmuss das auch für alle anderen machen."
    },
    {
      "speaker": "roddi",
      "time": "0:44:21",
      "text": "Es geht nicht darum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:22",
      "text": "Dass niemand sowas ähnliches bauen darf."
    },
    {
      "speaker": "roddi",
      "time": "0:44:24",
      "text": "Ich glaube, so direkt sagt es die EU nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:28",
      "text": "Genau das sagt die EU. Das ist genau das, was da drin steht.\nUnd das ist der Grund, warum wir diese Features nicht sehen.\nWeil sie halt einfach sagen, wir machen das nicht.\nWir arbeiten nicht für unseren Wettbewerb. Wir sehen es überhaupt nicht ein.\nUnd ich kann das ehrlich gesagt ganz gut nachvollziehen. Also es ist...\nIch verstehe das nicht. Und das ist halt einfach ein Nachteil für ein Unternehmen,\ndessen Produktstrategie vertikale Integration ist.\nDas ist nun mal nicht die Strategie von allen anderen."
    },
    {
      "speaker": "roddi",
      "time": "0:45:08",
      "text": "Ja klar, wenn ein offene Standards dazu zwingen, dass man kein User-Login machen\nkann, ist das natürlich ein Produkt, das ist ein Nachteil, das ziehe ich ein.\nAber dass ich als Kunde kein User-Login unbedingt will, das ist natürlich,\nvon der anderen Seite kannst du das auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:27",
      "text": "Was meinst du jetzt mit User-Login?"
    },
    {
      "speaker": "roddi",
      "time": "0:45:29",
      "text": "Naja, du hast ein Vendor-Login, wenn du Features nur dann bekommst,\nwenn du auch aus dem gleichen Hause kaufst.\nDas ist ja so, als würde dir der Autohersteller das Benzin auch noch verkaufen\nund du müsstest bei BMW auch immer das BMW-Benzin kaufen,\nweil andere Hersteller haben nicht die Möglichkeit,\nBenzin zu produzieren, die du in deinem BMW verfahren kannst.\nAlso das ist schon sinnvoll, dass man sagt, hey, an gewissen Stellen müssen Standards offen sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:09",
      "text": "Ja, aber es ist ja kein Standard. Ja.\nIPhone Mirroring ist ein Feature, was so keiner vorher gebaut hat.\nDas ist kein Standard. Das ist ein neues Feature.\nUnd das wird ja nicht automatisch zum Standard, nur weil Apple das jetzt einführt.\nEin Standard ist doch was ganz anderes. Standards gibt es viele."
    },
    {
      "speaker": "roddi",
      "time": "0:46:32",
      "text": "Was eigentlich auch von Google für Android?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:36",
      "text": "Keine Ahnung. Frag mich nichts über Android. Bin ich kein Experte zu.\nNur die Frage, warum macht Apple das nicht? Das ist die Antwort.\nWeil sie derzeit gezwungen werden, quasi ihr Kernentwicklungsmodell,\nwie sie ihre Produkte auslegen, so nicht mehr durchzuführen.\nUnd ich finde es unangemessen.\nIch meine, man kann darüber argumentieren, dass wird ein bestimmtes Feature aussehen.\nPopularität erreicht und in sich wichtig ist.\nWeil die Einschätzung ist ja, Apple ist an sich wegen ihrer Dominanz auf dem,\nauf irgendwelchen Märkten ist sie jetzt sozusagen also auf dem Mobilfunkmarkt vor allem, ja,\nweil iOS wichtig ist und das sehe ich ja auch komplett ein, also da sage ich ja gar nichts dagegen.\nNatürlich ist sie dominant und natürlich ist ich bin auch der Meinung,\num es klar mal dazu zu sagen, ich bin auch der Meinung, das soll auf jeden Fall reguliert werden.\nIch sage nicht, da soll nichts reguliert werden.\nDie Frage ist nur, was genau reguliert man?\nUnd gerade bei dieser ganzen Debatte um Apps und alternative App-Store,\ndas habe ich ja auch schon tausendmal erzählt, wie ich das sehe,\nich sage halt, reguliert den App-Store als solchen, da kommt ihr schneller voran.\nSchreibt einfach genau vor, was da gemacht werden darf und was dort nicht gemacht werden darf.\nAber unabhängig von dem App-Store ist es ja jetzt so, das ist ein diese generelle\nEinstufung gibt von diesen Plattformen,\niOS und jetzt eben auch iPadOS, dass da quasi Features jetzt automatisch auch\nallen anderen zugänglich gemacht werden müssen und zwar vollkommen unabhängig\ndavon, wann und das sofort.\nUnd das finde ich.\nAlso ich kann das nicht nachvollziehen. Warum muss das dann jetzt automatisch\nvom Tag 1 an eine offene Sache sein?\nWenn man jetzt feststellt, oh ja, iPhone-Mirroring, das ist ja ein Feature,\nohne das kann ja die Welt nicht mehr leben.\nLeute sind ja im Prinzip gar nicht mehr in der Lage, mit ihrem Telefon zu arbeiten,\nwenn sie nicht auch in der Lage sind, das auf ihren Desktop-Computer zu mirroren.\nWenn das der Konsens der Welt ist und wenn irgendwie die Weltwirtschaft davon\nabhängt und alle schwitzen und stöhnen und sagen, ja, aber wir können ja kein\nMirroring machen mit unseren Devices, deswegen müssen wir jetzt was mit Holz\nmachen, Dann kann man ja sagen,\nokay, wir haben hier einen wichtigen Aspekt der mobilen Betriebssystemökonomie\nentdeckt und diese Feature-Kategorie,\ndie muss jetzt spezieller Regulierung unterlegen und Anbieter sind jetzt gezwungen,\ndieses Feature nach drei Jahren auch anderen zugänglich zu machen.\nKomplett anderes Playing-Field, weißt du, das ist, das kann man argumentieren,\naber derzeit ist es halt, nee, weil ihr, weil diese Plattform so ist,\ndarf jetzt nichts mehr nur noch für euch sein und das halte ich,\nehrlich gesagt, finde ich okay."
    },
    {
      "speaker": "roddi",
      "time": "0:49:43",
      "text": "Gut, ich kenne jetzt die Regularien nicht gut, aber ich habe das Gefühl,\ndas ist eine extreme Interpretation dessen, was da drin steht,\naber gut, wie gesagt, ohne Ohne jetzt tatsächlich zu wissen,\nwas da drin steht, hat es an der Stelle keinen Sinn, weiter zu diskutieren.\nJa, keine Ahnung. Also eigentlich war die Fragestellung ja eine ganz andere.\nWas würde ich anders machen?\nAlso mein Gefühl war so ein bisschen, als Steve Jobs noch CEO war,\nkamen so die Geräte so zack auf zack.\nIPod, iPhone, iPad, die Uhr kam ein bisschen später, aber ich glaube,\ndie ist auch noch so eine Ausgeburt von Steve."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:50:33",
      "text": "Apple TV gab es da auch schon."
    },
    {
      "speaker": "roddi",
      "time": "0:50:35",
      "text": "Ja, Apple TV gab es auch schon, obwohl ich dem ja nie so richtig viel Bedeutung beigemessen habe.\nUnd ich habe so das Gefühl, dass das…,\nTim Cook eigentlich nur noch den Niedergang verwaltet, obwohl jetzt auch kein\nNiedergang stattgefunden hat, muss man der Fairness halber sagen,\naber auf der anderen Seite kann man natürlich,\nman kann sich halt darauf konzentrieren, neue Zitronenbäume zu pflanzen oder\nman kann sich darauf konzentrieren, die Zitronen, die man hat,\nhärter auszupressen und ich habe so ein bisschen das Gefühl,\ndass zu wenig Bäume gepflanzt werden und zu viele Zitronen zu hart gepresst werden,\num mal so einen ganz blöden blöde Allegorie zu sehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:20",
      "text": "Okay, also lässt sich auf keine konkreten Maßnahmen jetzt..."
    },
    {
      "speaker": "roddi",
      "time": "0:51:24",
      "text": "Naja, weil ich, weil nee gut, das hat ja einen Grund, dass ich kein CEO für\nirgendwen bin, weil ich jetzt die Genialität oder zumindest den Überblick,\nden Steve hatte, vielleicht dann doch nicht habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:38",
      "text": "Aha, aha, was machst du hier eigentlich in der Freak-Schule?\nDeswegen haben wir dich doch hier eigentlich da dumm rumlabern."
    },
    {
      "speaker": "roddi",
      "time": "0:51:46",
      "text": "Nee, also Ja, keine Ahnung. Sagen wir mal so, produktmäßig, das habe ich schon mal gesagt,\nich glaube, dass Apple gut daran täte, ein Gaming-Handheld rauszubringen,\nweil der Markt wird explodieren.\nIch glaube, dass die Ära Gaming-PC so langsam ihrem Ende entgegen geht und ein\nmobiles Gaming mit einem, ich sag mal,\nSwitch-ähnlichen Gerät oder Steam Deck oder wie heißt das Ding,\nRock Ally oder wie sie alle heißen.\nIch glaube, das ist ein Zug, der wird sehr, sehr bald aus der Halle fahren.\nUnd wenn man da nicht aufgestiegen ist, dann fährt er ohne einen aus der Halle.\nDa bin ich mir relativ sicher, dass das ein Ding ist, was funktionieren kann.\nUnd also da würde ich sagen, sollte Apple auf jeden Fall in dem Markt mitschwimmen.\nJa, Apple hat immer Probleme mit Spielen gehabt.\nKeine Ahnung wieso. vielleicht auch, weil sie nie Hardware zu den Preisen angeboten\nhat, die die Leute in dem Alter, wo sie viel spielen, sich auch großartig leisten können.\nObwohl, wenn ich mehr angucke, was Nintendo jetzt haben will,\nwas dieses ROG Ally kosten soll, dann frage ich mich, ob die sich nicht auch\nso ein bisschen mit dem Preis vertan haben.\nAber scheinbar scheint sich die Switch 2 ja unglaublich gut zu verkaufen. Ähm,\nJa, ansonsten keine Ahnung. Also das ist auch ein anderes Thema,\nwas ich gesagt habe. Die Vision ist zu teuer.\nDa entsteht kein Third-Party-Markt, wenn keine Leute das Ding kaufen.\nUnd wenn es keine Leute kaufen, dann macht auch keiner Third-Party-Applications dafür.\nDa müssen sie unbedingt in der nächsten Generation ran, maximum 2000 Euro, sage ich mal.\nWenn nicht sogar ein Einsteigergerät für 1000 oder so rausbringen,\ndamit es ein gewisses Massenphänomen wird, die dazu führt, dass Leute sagen,\nokay, dafür will ich auch Software machen, da will ich dabei sein.\nAnsonsten, ja, keine Ahnung. Also beim iPhone zum Beispiel denke ich mir immer,\nda haben wir jetzt dasselbe Brot neu aufgeschnitten.\nWir haben ja alle gesagt, dass die Keynote langweilig war, weil es war halt schneller.\nManche waren an einigen Stellen dünner und ansonsten war es das und die Kameras\nwaren besser. Aber dieses Orange."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:54:20",
      "text": "Ich hätte in der Tat gerne dieses Orange."
    },
    {
      "speaker": "roddi",
      "time": "0:54:22",
      "text": "Ein göttliches Orange, aber ich werde dafür nicht, was soll das kosten? 2000 Euro? Egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:28",
      "text": "Da machen sie ein komplettes Redesign des Telefons und für dich ist das so ein\nbisschen schneller, höher, weiter?"
    },
    {
      "speaker": "roddi",
      "time": "0:54:33",
      "text": "Ja, weil es ist schneller, höher, weiter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:37",
      "text": "Das ist ja auch das, was die Leute wollen."
    },
    {
      "speaker": "roddi",
      "time": "0:54:39",
      "text": "Also du willst mir doch nicht erzählen, dass eine Vapor Chamber jetzt irgendwie das geile Feature ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:45",
      "text": "Doch klar, natürlich ist das das geile Feature, weil das halt das Problem löst,\nwas das iPhone vorher hatte und sie haben es halt durch ein komplettes Redesign\ngelöst oder offensichtlich gelöst.\nIch habe keinen iPhone 17 Pro, werde mir auch keins kaufen, aber alle Tests\nzeigen ja relativ deutlich, dass diese Wärmeproblematik damit sich komplett geändert hat.\nAber bleiben wir mal ganz kurz, was Apple tun sollte. Du meinst also Produkte,\nalles muss billiger werden?\nRalf, was bist du jetzt CEO?"
    },
    {
      "speaker": "roddi",
      "time": "0:55:16",
      "text": "Nicht alles muss billiger werden, aber..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:20",
      "text": "Ja, aber du machst es primär an Produkten fest. Das ist das,\nwas ich jetzt rausgehört habe. Wann würdest du arbeiten als CEO?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:55:27",
      "text": "Also, ich habe gerade auf der Arbeit wieder festgestellt,\nUnd das hat mich überrascht, weil damit hatte ich selber überhaupt nicht gerechnet,\nwas für einen Riesenunterschied es macht, vor einem wirklich großen Screen zu sitzen.\nSo wie plötzlich sich meine Büroarbeitsorganisation einfach nur die Screen Estate 4K Auflösung ändert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:51",
      "text": "Oder auch mehr."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:55:54",
      "text": "Ich kann nochmal raussuchen, welchen Monitor ich da jetzt habe.\nWie gesagt unter Windows kann man aber auch schön Mac dran anschließen.\nIrgendwie 300 Euro, gar nicht viel Geld und es ist irre, wie viel produktiver\nund mehr Übersicht man dadurch hat.\nSo, das hätte ich jetzt auch gerne zu Hause. Der Women's Acceptance Faktor geht aber gegen Null.\nUnd da glaube ich, wäre eine Vision Pro, die super runter reduziert ist auf,\ndie kann eigentlich fast nichts außer einen irren großen Screen dir aber in\nsuper Auflösung vors Auge zu setzen.\nWürde mich sehr, sehr, sehr heiß machen,\nund ich brauche dann keine Simulation meines Gesichtes von außen und es muss\nnicht aus irgendwie Aluminium sein und irgendwie sonst was einfach nur der Use\nCase gibt mir einen gigantisch großen Screen mit einer vernünftigen Brille was\nsich irgendwie super flüssig,\nbedienen lässt und Retina Auflösung hat dafür würde ich 2000 Euro ausgeben,\naber eben nicht 4000. Ja, da bin ich echt bei Roddy."
    },
    {
      "speaker": "roddi",
      "time": "0:57:00",
      "text": "Da musst du aber aufpassen, nicht, dass die EU Apple verbietet,\nirgendwie Mac Mirroring auf der Vision zu machen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:57:07",
      "text": "Ja, also das wäre echt ein Use Case, das hätte ich gerne zu Hause. Ähm...\nUnd das mit dem Gaming, das erzähle ich auch schon seit längerem,\nwenn sie zumindest mal einen Controller machen würde, wo irgendwie das iPhone\nsich vernünftig reinplackt, ja, da gibt es ja sogar Drittanbieter, die sowas machen,\nwäre auch eine Variante, aber da glaube ich nicht dran, weil wie du schon sagst,\ndas ist einfach nicht in der DNA von Apple drin, da müsste dann wirklich irgendjemand\nmal von einer anderen Firma rüber machen,\nja, so ein Betriebsleiter, Xbox oder halt irgendwie von Playstation oder so,\nder da wirklich diese DNA mal reininjiziert.\nSo von sich aus wird Apple das nicht tun.\nUnd das dritte, was ich aber wirklich mir wünschen würde, ist,\ndass die mal so ein UX-Neudenken-Thema mal aufgreifen würden.\nIch habe das vor drei Jahren hier schon mal ausgeführt.\nIch finde, man muss nochmal neu denken, wie man eigentlich arbeitet mit so einem Rechner.\nWenn ich arbeite, dann ist es eigentlich so Projekt an Projekt an Projekt,\naber auch mehrere irgendwie parallel.\nUnd ich möchte einfach so Environments, Workspaces haben, in dem,\nso, jetzt möchte ich mich um Thema X kümmern, ja, Masterwall,\nwas sind jetzt die zehn Ressourcen, die ich dafür eigentlich brauche,\nso, und die möchte ich dann sofort parat haben.\nUnd die will ich aber nicht irgendwie in 30 Screens die ganze Zeit da haben\nund ich will sie schon überhaupt gar nicht in irgendwelchen Ordnern zusammenführen, im Dateisystem,\naber trotzdem so Informationen auf verschiedenen Ebenen von einem Rechner,\nwie kriege ich die projektorientiert in so eine vernünftige Arbeitsmappe irgendwie\nzusammen und wie bildet sich sowas in der UX ab.\nVielleicht mocke ich da irgendwann mal was zusammen und hau es mal in die Welt\nraus, wie man sich sowas irgendwie vorstellen könnte.\nIrgendeiner muss ja mal anfangen. Also ich glaube, dieses Thema ist einfach nicht zu Ende erzählt.\nWie man mit wenig Klicks gut sich eine digitale Arbeitsumgebung irgendwie zusammenbauen kann.\nUnd das kann dann auch gerne in einer Vision mit irgendwie im dreidimensionalen\nRaum irgendwie verortet sein.\nAuch alles gerne. Aber das, was ich pro Tag an Zeit verliere,\nweil ich einen quasi Domain-Change irgendwie mache und gerade mein Thema der\nArbeit ändere und mich dann erstmal wieder zusammensuchen muss,\nwo waren jetzt hier eigentlich die Geschichten, die ich dafür brauchte,\ndas deprimiert mich total. Das muss besser gehen.\nUnd Apple schafft es derzeit mir noch nicht mal, meine letzten fünf editierten\nDateien anzuzeigen. Und das muss echt anders sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:37",
      "text": "Okay, also auch bei dir Produkte, Produkte, Produkte. Letztlich,\nwenn ich das richtig raushöre.\nIch wollte einen anderen Aspekt mal betonen. Also wenn ich jetzt CEO wäre,\nwas würde ich anders machen?"
    },
    {
      "speaker": "roddi",
      "time": "0:59:49",
      "text": "Services."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:50",
      "text": "Bitte?"
    },
    {
      "speaker": "roddi",
      "time": "0:59:51",
      "text": "Services."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:52",
      "text": "Nee, Services."
    },
    {
      "speaker": "roddi",
      "time": "0:59:55",
      "text": "Ja,\nwenn nicht Produkte, dann Services."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:58",
      "text": "Services is a trap. Das ist der große Stolperstein, über den Apple die ganze Zeit stolpert.\nDas ist natürlich good for the shareholders.\nServices, klar, Revenue, iCloud, Pipapo, Subscription, alles reinballern.\nApple TV hast du nicht gesehen.\nIch finde ja auch, ihr Angebot ist nicht im eigentlichen Sinne schlecht.\nIch finde, sie sind was so Storage-Preise betrifft ein bisschen also sowohl\nim Verkauf ihrer Produkte als auch im Verkauf ihrer Services.\nDie Storage-Preise sind eine Frechheit. Das könnte man anders gestalten,\naber das ist jetzt eine reine Preis-Diskussion.\nSagt aber natürlich auch ein bisschen was aus, weil Apple kommt halt super greedy rüber.\nUnd das ist definitiv ein Problem, denn sie sollten generell nicht greedy rüberkommen.\nSie sollten eigentlich überhaupt nicht irgendwie so rüberkommen,\nwie alle anderen sowieso rüberkommen, weil das ist eben nicht ihr Ding.\nAlso Apple muss wieder cool werden und das ist natürlich schwierig,\nweil Apple ist nicht mehr der kleine Laden von vor 30 Jahren,\nsondern sie sind halt mittlerweile irgendwie.\nTop 1, 2 oder 3 nach Marktkapitalisierung und das macht natürlich was mit so einem Laden.\nEs sind groß, tausend Standorte, viele Produktlinien, alles mögliche.\nÜberall haben sie ihre Finger mit drin. Sie sind natürlich auch so ein Player\nund jetzt müssen sie sich halt auch gegenüber der faschistischen Regierung von\nTrump irgendwie verhalten und kriegen natürlich von allen Seiten Flack und das\nist sicherlich auch kein Spaß.\nUnd nichts, was sie gerne machen, aber es gehört halt dazu. Ich will aber nicht\nüber Trump reden, sondern einfach, was müssten sie sozusagen ändern.\nAlso ich bin jetzt CEO und dann kommt das erste Board Meeting und dann lege\nich meine Agenda hin und sage, Leute, so geht das nicht weiter hier.\nJa, Produkte, alles schön und gut so, aber es gibt jetzt hier ein paar Leute,\ndie müssen wir mal richtig lieb haben.\nUnd wer ist die Gruppe, die am meisten lieb gehabt werden muss?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:02:07",
      "text": "Entwickler."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:08",
      "text": "Entwickler, Entwickler, Developers, Developers, Developers, Developers."
    },
    {
      "speaker": "roddi",
      "time": "1:02:13",
      "text": "Ach, dieser Vogel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:14",
      "text": "Also ich würde irgendwie so ein Bold-Move machen und mal überlegen,\nwas könnten wir den Entwicklern schenken?\nUnd zwar nicht unbedingt Geld, das vielleicht auch.\nAlso allein schon mal so den Prozentsatz für kleine Developer vielleicht einfach\nnochmal runtersetzen. Haben sie schon gemacht so.\nAber da kann man auch noch irgendwie ein zweites Tier einführen und so weiter.\nOder das so wie generell zu so einem Sliding Window machen, damit würden sie\nsich auf jeden Fall schon mal einen gewissen Respekt holen.\nDas wäre jetzt noch nicht ausreichend, aber es wäre, sagen wir mal, das Erste.\nDas Zweite ist, neben den besseren Konditionen,\nEinfach sehr viel Energie darauf zu legen, so eine offenere Fehlerkultur zu\nhaben, weil einfach die Bugs, die in diesem komplexen Betriebssystem Zoo drinstecken,\ndie sind so nervig, wenn die irgendwie keinerlei Reflexionen finden,\ndas nervt alle, das nervt User, das nervt,\nalso es gibt einfach zu wenig Möglichkeiten.\nOkay, sie haben diese Beta-Testings gemacht und es ist nicht so,\ndass da jetzt gar nichts passiert, aber es ist definitiv nicht ausreichend.\nUnd Entwickler müssen da einfach noch mehr supported werden.\nIch weiß, das ist alles teuer, aber den Spaß müssen sie sich erlauben,\nweil sie müssen wieder mal gut gefunden werden von ihren Entwicklern."
    },
    {
      "speaker": "roddi",
      "time": "1:03:38",
      "text": "Da kann ich gleich mal einhaken. Es gibt nämlich, also gerade wenn man iOS macht,\ngibt es so ganz viele Dinge, die fürchterlich nerven.\nDie wahrscheinlich einfach zu fixen wären von Apple.\nUnd Apple versteht es aber nicht, dass es so ein großes Problem ist.\nDa ist das Erste, wie viele Tester kann ich in meinem Account haben?\nWie viele Testgeräte kann ich in meinem Account haben?\nUnd du kannst auch nicht sagen, ja okay, ich brauche aber mehr Geräte,\nkann ich jetzt mehr Geld einwerfen?\nNein, du hast 100 iPhones, du hast 100 iPads, 100 Apple Watches und 100 Vision\nPros, die du in deinen Account als Testgeräte reinmachst.\nUnd da ist es völlig egal, ob du drei Millionen User hast oder 30.\nDas ist, weißt du, und ich meine, das kostet 100 Euro im Jahr.\nUnd ich glaube, ich könnte meine Firma überzeugen, 300 Euro reinzuwerfen,\nwenn wir dann 500 Geräte und 500 Internal Users als Tester haben könnten.\nAlso das verstehe ich so überhaupt nicht.\nUnd dann Code-Signing.\nCode-Signing ist die Pest. Es ist wirklich die Pest, weil die ganze Software,\ndie dahinter hängt, einfach mal unbenutzbar ist,\nkeine ordentlichen Fehlermeldungen wirft, du nie so genau weißt, woran es hakt.\nGut ist bei Krypto im Allgemeinen so, also Krypto-Software, nicht Krypto-Coins,\ndass du immer nicht so genau weißt, woran hängt es jetzt.\nDas ist so eine Kultur, möglichst nichts zugeben oder so.\nNur wenn der Schlüssel und alles, was du damit tust, exakt passt, dann darfst du.\nWeiß ich nicht. Ein guter Krypto-Algorithmus sollte einem als User trotzdem\nden Hinweis geben, so nett, dass du den Schlüssel versucht hast,\nich brauche da mal einen anderen oder sowas in der Art. Und dann ...\nWie soll ich sagen, ein schnellerer Compiler wäre eigentlich auch mal ganz gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:46",
      "text": "Okay. Ein schnellerer Compiler ist immer gut.\nUnd ich glaube nicht, dass jetzt alle sagen, unser Compiler muss nicht so schnell sein.\nDa werden sie schon irgendwie was probieren.\nMir geht es jetzt eher um, wie stehen wir zu unseren Kunden und wie stehen wir\nzu unserer wichtigen Community.\nWeil Apple hat lange Zeit auch davon gelebt, dass sie die besonderen Entwickler\nhatten, die die coolen Applikationen gemacht haben.\nEin Photoshop und so weiter und viele Quark Express, also so viele Dinge sind\nauf dem Mac entstanden, weil die Leute, obwohl es schwierig war dafür zu entwickeln,\ntrotzdem gesehen haben, dass das so eine Plattform ist,\ndie sich einfach auch um die kleinen Details kümmert und wo Dinge auf einmal\neinfach sind, die woanders unmöglich sind.\nGut, das mag heute jetzt nicht mehr so das Thema sein, aber es hat ja zehn Jahre gedauert,\nnachdem es Windows gab, bis du sagen konntest, mein Windows kann problemlos\ndrucken oder mein Windows kann problemlos einen Ton abspielen.\nDas sind ja so Dinge, die dann wirklich ein langer, langer, langer Prozess waren,\nwo man sagen kann, das Thema ist jetzt auch durch.\nDas war einfach lange Zeit nicht durch. Ich will jetzt nicht auf Windows rumhacken,\nmir geht es nur darum, das sind so Sachen, die haben beim Mac einfach...\nSuper funktioniert von Anfang an in den 80ern.\nAlso du hast so ein Macintosh genommen und so ein Laserbreiter daneben gestanden\nund du hast da ein Kabel reingesteckt und dann taucht der da im Chooser auf\nund dann klickst du da drauf und dann sagst du drucken und dann kam die fucking\nSeite raus und die sah auch genau so aus, wie du es haben wolltest.\nAlso okay, war jetzt kein Visivik, aber im Wesentlichen entsprach das schon\ndem, was du da gesagt hast und das hat so lange gedauert auf allen anderen Plattformen\nund Grüße auch an die Leasings-Community an dieser Stelle,\nda bin ich mir nicht so sicher, ob das mit dem Ton und mit dem Drucken und wie\nheute schon so weit ist, aber jetzt könnt ihr euch in den Kommentaren wieder beschweren.\nEgal, ich will hier nicht bashen, sondern mir geht es darum,\nwas sozusagen, ich bin ja CEO und als CEO stehe ich ja jetzt hier auch in der\nVerantwortung und muss jetzt Maßnahmen beschreiten Und Maßnahme eins ist,\nmake Developers sozusagen wieder cool, wichtig,\ngib ihnen auch das Gefühl, dass sie wichtig sind und da gehört natürlich auch\ndazu, diese Developers-Konferenz wieder in eine Developers-Konferenz umzuwandeln\nund nicht in so eine Marketing-Veranstaltung."
    },
    {
      "speaker": "roddi",
      "time": "1:08:23",
      "text": "Moment, Moment da muss ich mal einen dissentigen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:27",
      "text": "Meinung zu Lass mir hier erstmal meine Thesen auf den Tisch legen was ich jetzt\nalles ändern würde also das ist absolut wichtig die Keynote muss wieder eine Keynote sein,\nAlso on stage. Da müssen Menschen auf eine Bühne gehen und die können gerne\nihre vorproduzierten Videos einspielen in größerer Hülle und Fülle als sonst.\nAber da muss einfach mal jemand aus Fleisch und Blut stehen und in dem Steve\nJobs Theater, was sie ja quasi nie benutzen.\nEs steht da rum und ist nur so ein hausinternes Kino.\nOder um ihre Entwickler anzuschreien. Aber man kriegt ja nie was mit von dieser Bühne.\nIch meine, was erlaube Apple? Ich meine, jetzt bauen sie sich das Scheiß, das sieht geil aus.\nUnd alles, was sie da machen, ist so, du darfst jetzt hier mal 10 Minuten einen neuen iPhone anfassen."
    },
    {
      "speaker": "roddi",
      "time": "1:09:21",
      "text": "Sie haben zu viel Schiss, dass es nicht geil ist, wenn sie das machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:24",
      "text": "Ja und das muss ich sagen, also das ist dann Feigheit vor dem Feind.\nAlso ich meine, das müssen sie schon bringen.\nDann generell, was halt wirklich ein Problem ist, gut, das probieren sie sicherlich,\naber so make native apps great again, also es muss wieder einen Selling Point geben für native Apps.\nDieser ganze Scheiß mit Elektron und Web und so weiter, schwere Programme,\ndie sich alle auch nicht mehr so in dieses Macintosh-Spiel mit einspielen,\ndas muss besser gemacht werden und ich vermisse einfach da den Push,\num zum Beispiel Entwickler dazu zu bringen.\nSprich, es ihnen auch leicht zu machen, nicht zu zwingen, sondern es leicht zu machen.\nWarum gibt es denn diese iPhone-Apps nicht auch als iPad-Apps?\nUnd warum gibt es denn nicht alle iPad-Apps auch als Mac-Apps?\nAlso wenn das nicht ein Automatismus ist, obwohl es ja theoretisch möglich ist,\ndann ist es wohl offensichtlich immer noch zu kompliziert."
    },
    {
      "speaker": "roddi",
      "time": "1:10:28",
      "text": "Ja, auch da muss ich einhaken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:31",
      "text": "Na gut, kurz."
    },
    {
      "speaker": "roddi",
      "time": "1:10:33",
      "text": "Sie sind auf dem Weg, der Weg ist aber länger als du denkst.\nMan kann ein Fan von SwiftUI sein, man kann SwiftUI hassen, man kann SwiftUI\naber nicht vorwerfen, dass es nicht mindestens ein Großteil dessen,\nwas es versucht zu tun, auch hinkriegt,\nnämlich tatsächlich das Programmieren von UIs deutlich zu vereinfachen.\nUnd vor allen Dingen auch das Programmieren von UIs, die auf allen Geräten funktionieren,\ndeutlich zu vereinfachen.\nWir sind immer noch nicht am Ende und meiner Meinung nach ist SwiftUI auch schlecht dokumentiert.\nAlso es ist immer wieder schwierig zu finden, was kann ich denn mit einem UI-Element machen,\nweil sie im Prinzip da immer nur so die Klassenbeschrift-Description rausnudeln,\ndie irgendwann mal ein Programmierer da reingehackt hat, ohne mal einen richtigen\nKatalog zu haben, hier das ist alles das, was sie tun kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:36",
      "text": "Aber das ist der Punkt, es ist schlecht dokumentiert, es kann theoretisch irgendwas,\naber praktisch reicht es nicht und das muss halt ein Schwerpunkt sein.\nAlso das muss, meiner Meinung nach ist das mit fast das Wichtigste,\nwas man im Development-Bereich machen kann und dann natürlich halt irgendwie\nBugs killen, dass das einfach mal Priorität hat und dass die Leute in der Lage\nsind, da was hinzubekommen."
    },
    {
      "speaker": "roddi",
      "time": "1:12:00",
      "text": "Klar, weil du willst die Plattform sein. Du bist der King, wenn du die Plattform\nbist und alle anderen spielen auf deiner Plattform.\nUnd dazu musst du aber auch eine geile Plattform sein, sonst gehen die Leute\nwoanders hin und stricken ihren Webkram.\nÜbrigens noch eine kleine Sache, die ich vorher noch anmerken musste.\nHast du mal ein aktuelles Windows benutzt?\nNein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:23",
      "text": "Was ist denn das aktuelle Windows?"
    },
    {
      "speaker": "roddi",
      "time": "1:12:25",
      "text": "Ein 11. Ja.\nMicrosoft hat ja jetzt mehr oder weniger allen Leuten den Teppich unter Windows\n10 unter den Füßen weggezogen.\nUnd es ist ganz offensichtlich so, dass sie Windows 11, jetzt die Personal Edition,\nquasi als Beta-Test verwenden.\nUnd du kriegst immer wieder ein instabiles Windows ausgeliefert.\nDazu kommen jede Menge Werbungsgedöns, dass sie da auch noch einbauen und andere\nIn-Jetification-Maßnahmen.\nAlso ich muss sagen, wenn sich Windows so weiterentwickelt, dann braucht Apple\nnur auf der Stelle zu stehen und sie werden im Vergleich immer besser.\nAber das wollen wir nicht hoffen, dass sie das tun."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:14",
      "text": "Ja, also Windows interessiert mich nicht, ganz ehrlich. So, jetzt noch."
    },
    {
      "speaker": "roddi",
      "time": "1:13:17",
      "text": "Macht auch nichts, muss niemanden interessieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:19",
      "text": "Jetzt bin ich gleich fertig mit meiner Antrittsrede in Bezug auf Produkte. Also Gaming."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:13:30",
      "text": "Ja, skip, skip, skip."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:31",
      "text": "Also ich glaube, das kriegst du nicht mehr in die Flasche bei Apple.\nAlso das wird irgendwie nix. Also das ist glaube ich einfach so eine Szene,\nmit der kommt Apple einfach kulturell gar nicht klar.\nAlso das ist einfach diesen Gaming-Markt, da sehe ich einen großen Canyon zwischen\nApple als Firma und wie diese Szene funktioniert und wie dieser Gaming-Markt\nfunktioniert, aber das ist auch für Apple nicht so wichtig."
    },
    {
      "speaker": "roddi",
      "time": "1:14:03",
      "text": "Naja, der Gaming-Markt hat im Moment auch große Probleme, das muss man ganz ehrlich sagen.\nDie ganzen AAA-Studios hauen einen Flop nach dem anderen raus.\nDie Indies tun, was sie können, aber knapsen auch am Geld rum.\nAlso momentan ist da irgendwie der Great Reset meiner Meinung nach kurz,\nsteht kurz bevor, weil zu viele Leute zu viel Geld auf einfache Art und Weise\nverdienen wollen und damit ganz fürchterlich die Nase fallen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:36",
      "text": "Naja, auf jeden Fall mein Kommentar, Apple Gaming Produkt werden wir nicht sehen\nund das ist wahrscheinlich auch ganz gut so. Wo,\nsie definitiv was tun müssen, ist halt die Vision Pro."
    },
    {
      "speaker": "roddi",
      "time": "1:14:52",
      "text": "Ja, da sind wir uns einig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:53",
      "text": "Du hast es ja schon selber gesagt, Screen Estate ist geil und das ist halt auch\nwirklich so mein Erlebnis.\nIch habe ja nun mal dieses Teil so und für einen halben Preis kann ich sagen,\nI get my money's worth. Also ich habe einfach da ein Produkt,\nwo ich sagen würde, das ist zwar für 2000 Euro,\nimmer noch jetzt kein billiges Ding, aber ich akzeptiere es,\ndass es halt so ein Beta-Produkt der Zukunft ist.\nAber es kann halt so ein paar Sachen, die kann halt sonst gar nichts und das ist schon geil.\nAber was halt super enttäuschend ist, und das geht auch wieder in diese Developer-Ecke,\nJetzt haben sie diese Version 2.0 rausgebracht, das Ding ist jetzt fast zwei Jahre alt."
    },
    {
      "speaker": "roddi",
      "time": "1:15:40",
      "text": "Von Vision OS."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:41",
      "text": "Von Vision OS, genau, also das\nganze Produkt und damit natürlich auch das Betriebssystem in Version 2.0.\nUnd es ist einfach arm, wie wenig Apps dort native sind.\nAlso ganz viele der Standard Apple Apps sowie Kalender und so weiter sind alle iPad-Apps.\nOkay, gut, das ist ja auch zum Start her ein gutes Ding,\ndass das so funktioniert, aber wenn Apple selber nicht in der Lage ist,\nauf ihrer eigenen Plattform ihre Idee eines User-Interfaces auch auf ihre ganzen\nStandard-Apps zu übertragen,\ndas stimmt mich so ein bisschen skeptisch.\nIch sage nicht, es geht nicht oder es ist nicht möglich.\nIch sehe nur, dass sie da zu wenig Energie reinstecken. Also ich denke,\nsie stehen da sehr viel mehr in der Pflicht, überhaupt erstmal ein bisschen vorwegzulaufen.\nIch glaube, sie haben sich zu sehr darauf verlassen, dass das so ein Selbstläufer\nwird in irgendeiner Form und dass sie über die Business-Apps genug Traktion bekommt.\nDas kann ich nicht einschätzen, das kann durchaus sein, dass es in dem Bereich\ndurchaus auch Verkaufszahlen gibt für so Special Interest, aber so für den generischeren\nApple-User ist es schwierig.\nNatürlich auch wegen des Preises, aber das ist ja auch klar.\nIch meine, das Ding hat einfach so viel Hightech am Start.\nDas ist dann halt einfach teuer. Natürlich wird das billiger werden mit der Zeit.\nWollen wir mal schauen. Es gibt ja das Gerücht, dass jetzt relativ bald schon\neine zweite Version rauskommt, auch wenn, glaube ich, keiner so richtig erwartet,\ndass das ein großer Sprung wird. Naja, egal.\nWir können das Apple-Kapitel jetzt auch, denke ich mal, abschließen,\naber sie müssen cooler werden, sie müssen besser mit Developern arbeiten und\nsie müssen vor allem auch mal mehr Flexibilität zeigen.\nAlso ich meine, dass es kein MacBook gibt mit eSIM, ist einfach mittlerweile\njetzt einfach nur noch lächerlich."
    },
    {
      "speaker": "roddi",
      "time": "1:17:39",
      "text": "Das ist nur noch ein Treppenwitz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:41",
      "text": "Ich verstehe es einfach nicht mehr und wenn sie jetzt nicht bald ihren C1 Prozessor\nda reinschmeißen, dann will ich mit denen nicht mehr reden.\nAlso das ist so das Ding.\nAlso, ein Bereich, wo sie was tun können, ist etwas, womit ich jetzt mal angefangen habe.\nIch weiß, super late to the party, aber ich habe es ja nochmal gemacht und wir\nreden ja hier über das Leben mit Technik im 21.\nJahrhundert. Ich habe mir ein Homekit-Gerät gekauft."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:18:20",
      "text": "Oh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:20",
      "text": "Oder sagen wir mal Home Automation. Was denn?\nNaja, first things first. Da ich jetzt in einer Wohnung wohne mit Zentralheizung,\nhabe ich das erste Mal die Option eines automatischen Thermostats."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:18:39",
      "text": "Oh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:40",
      "text": "Und da der Winter anrollt, dachte ich mir, das könnte doch mal eine gute Investition sein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:18:46",
      "text": "Was hast du denn geschoppt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:47",
      "text": "Ich habe mir die Eve Thermo gewohnt."
    },
    {
      "speaker": "roddi",
      "time": "1:18:50",
      "text": "Ja, davon habe ich auch fast ein Dutzend."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:18:52",
      "text": "Nur zwei, aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:54",
      "text": "Die sind ja relativ pricey, würde ich sagen. Für so einen Teil zahlt man offiziell 80 Euro.\nStraßenpreis eher so 70 Euro gebraucht, natürlich billiger."
    },
    {
      "speaker": "roddi",
      "time": "1:19:06",
      "text": "Ja, es gibt einmal im Jahr bei Eve irgendwie so ein..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:09",
      "text": "Jetzt zum Beispiel gerade."
    },
    {
      "speaker": "roddi",
      "time": "1:19:10",
      "text": "So ein Sale, da greife ich dann immer zu und lege mir ein paar auf Halde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:14",
      "text": "Gerade 25% Rabatt gibt es gerade, weil sie irgendwie 10 Jahre feiern.\nHabe ich jetzt zufällig gesehen gerade."
    },
    {
      "speaker": "roddi",
      "time": "1:19:21",
      "text": "Na, da muss ich gleich mal kippen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:23",
      "text": "Ja, und in dem Zuge musste ich mich dann überhaupt erstmal ein bisschen wieder\nin diese Welt reindenken, von der ich bisher immer ein bisschen Abstand genommen\nhabe, weil ich einfach nichts zum Automatisieren hatte.\nUnd habe dann glücklicherweise für die relativ hohe Zahl von Heizkörpern,\ndie ich bestücken muss, damit das Ganze sinnvoll ist,\nauf Ebay einen Schuss gemacht von so B-Ware, womit ich mir schon mal erklecklich viel Geld gespart habe.\nAllerdings funktionierten dann erstmal von den Geräten 75% nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:19:59",
      "text": "Du hast ja mal einen Schnäppchen gemacht."
    },
    {
      "speaker": "roddi",
      "time": "1:20:02",
      "text": "50 Prozent gespart und 75 Prozent kaputt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:06",
      "text": "Das ist natürlich super. Ja, sie waren nicht wirklich kaputt,\nwie sich rausgestellt hat.\nDer Händler war ein bisschen, naja, dachte erst irgendwie, wieder einer,\nder nicht weiß, wie man Batterien einsetzt und so.\nAber tatsächlich war es so, dass bei der Hälfte der Geräte,\ndie ich da beanstandet habe, schlicht und ergreifend bereits ein Update stattgefunden\nhat, dieser Geräte von der HomeKit-Software auf Meta,\nauf das neue standardisierte Protokoll, was ja in gewisser Hinsicht so auf HomeKit-Basis\nentstanden ist, wenn ich das richtig sehe."
    },
    {
      "speaker": "roddi",
      "time": "1:20:44",
      "text": "Ja, und auch einfach besser ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:46",
      "text": "Und wahrscheinlich auch einfach besser ist, weil neuer ist. Und in dem Moment,\nwo du deine Eve Thermo-Geräte auf Meta geupdatet hast, dann haben sie halt einen anderen Code.\nDas heißt, ich könnte tausendmal diesen QR-Code scannen. Kein Wunder,\ndass die App sich nicht mit diesen Teilen verbunden hat."
    },
    {
      "speaker": "roddi",
      "time": "1:21:03",
      "text": "Aber den Code hat hoffentlich der Verkäufer beigelegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:05",
      "text": "Nee, hatte er nicht, weil er wusste auch nichts davon, dass diese Geräte auf Meta geupdatet waren.\nAber ich konnte tatsächlich einfach die Seriennummer an den EVE-Support schicken\nund die haben mir dann die Meta-Code zugeschickt."
    },
    {
      "speaker": "roddi",
      "time": "1:21:16",
      "text": "Oh, das ist erstaunlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:18",
      "text": "Ja, mit anderen Worten, sie wissen also von jedem Gerät, ob es irgendwann mal\naktualisiert wurde. Das ist durchaus etwas, was Sie sich merken.\nAlso in dem Moment, wo die Software sagt, wir machen jetzt hier mal eine neue\nFirmware drauf, registrieren Sie auch diese Seriennummer in Ihrer Datenbank.\nUnd ja."
    },
    {
      "speaker": "roddi",
      "time": "1:21:35",
      "text": "Oder aber sie generieren die Metacodes aus der Seriennummer.\nDas wäre natürlich bitter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:42",
      "text": "Ja, offensichtlich. Warum soll das bitter sein?"
    },
    {
      "speaker": "roddi",
      "time": "1:21:46",
      "text": "Weil dann jemand den Algorithmus reversen kann?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:53",
      "text": "Theoretisch schon, aber..."
    },
    {
      "speaker": "roddi",
      "time": "1:21:55",
      "text": "Naja gut, ich meine, sagen wir mal so..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:57",
      "text": "Also das weiß ich jetzt ehrlich gesagt nicht. Vielleicht haben sie den auch\neinfach nur generiert und das hinterlegt in ihrer Datenbank.\nDas könnte ich mir halt durchaus vorstellen."
    },
    {
      "speaker": "roddi",
      "time": "1:22:05",
      "text": "Ja, wahrscheinlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:05",
      "text": "Auf jeden Fall sind sie in der Lage, wenn du dir diesen Code nicht gemerkt hast\nund nicht den neuen Aufkleber drauf gemacht hast oder das sonst wie abgespeichert\nhast, dann kannst du quasi das über den Support wieder erfragen.\nHabe ich für sie getestet, funktioniert.\nDie anderen Geräte waren dann tatsächlich wohl defekt.\nKeine Ahnung, was damit ist. Die habe ich erstmal wieder zurückgeschickt und\nich kriege dann neue und dann wird hoffentlich auch alles funktionieren.\nIn dem Zuge habe ich mir dann andere HomeKit-Devices nochmal angeschaut,\nnochmal so geguckt. so okay wie, also Home-Automation, die sich quasi mit Apple Home verbinden lassen.\nWir wissen, es gibt ja tausend andere Sachen, wie man das machen kann.\nMan kann natürlich Home Assistant verwenden und da gibt es dann wiederum Treiber\nund Integration für alles mögliche.\nAber ich habe hier auch so ein Home Assistant laufen und muss sagen,\nmeine Erfahrungen damit sind eigentlich eher so meh, weil User Interface ist so,\ngut, das ist Apple Home auch, Aber ich habe das hier auf so einem Raspberry\nPi laufen und ich muss den aber irgendwie alle zwei Wochen rebooten,\ndamit ich da überhaupt irgendwie drauf kann, weil er sich irgendwie immer wieder\ndie Karten legt aus Gründen, die ich nicht verstehe.\nJa, und von daher habe ich mir so jetzt meine Strategie ausgelegt,\nokay, was will ich denn jetzt eigentlich haben, insbesondere für meinen Endgegner, Licht."
    },
    {
      "speaker": "roddi",
      "time": "1:23:28",
      "text": "Licht ist der Endgegner."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:29",
      "text": "Ja, Licht ist für mich der Endgegner insofern, als dass ich ohnehin,\nsagen wir mal, nicht besonders gut bin in Licht, also so Lichtgestaltung und Lichtentscheidungen.\nWelche Lampen will ich denn jetzt eigentlich wo, wie haben, die dann wie geschaltet werden?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:23:44",
      "text": "Wir starren zur Decke der Meta-Ebene, wo so eine richtige Klischee-Ikea-Ballonlampe von 1980 hängt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:53",
      "text": "Seit 16 Jahren."
    },
    {
      "speaker": "roddi",
      "time": "1:23:55",
      "text": "Und es sieht auch so aus, als wäre da eine Glühbirne drin, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:58",
      "text": "Wie eine Glühbirne."
    },
    {
      "speaker": "roddi",
      "time": "1:24:00",
      "text": "Mit Faden und so? Glühfaden? Nein. Nein, okay.\nLED, mein Freund."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:09",
      "text": "Ja, ja."
    },
    {
      "speaker": "roddi",
      "time": "1:24:10",
      "text": "Und?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:11",
      "text": "Naja, auf jeden Fall,\ngibt es ja da verschiedenste Möglichkeiten. Wir haben ja hier auch schon mal welche besprochen.\nUnter anderem diese Produktkategorie, man baut sich einfach was in seinen Lichtschalter ein.\nJa, die Shellys. Die Shellys und ähnliche. Es gibt ja noch ein paar andere Hersteller,\nder Name mir jetzt wieder gerade nicht einfällt."
    },
    {
      "speaker": "roddi",
      "time": "1:24:33",
      "text": "Yves hat auch einen, aber der ist einfach für das, was er kann,\nviel zu teuer. davon würde ich abraten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:39",
      "text": "Komme ich gleich zu. Die Shelleys haben ein Problem, das sie nämlich jetzt sozusagen\nmeinem neuen Mindestkriterium nicht entsprechen. Sie machen zwar Meta."
    },
    {
      "speaker": "roddi",
      "time": "1:24:48",
      "text": "Aber nicht Thread."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:49",
      "text": "Obwohl sie es könnten. Die neuen Geräte sind angeblich ESP32 basiert,\nder sehr wohl in der Lage wäre, diese Thread-Kommunikation zu machen.\nDas steht da wohl in der Spezifikation."
    },
    {
      "speaker": "roddi",
      "time": "1:25:02",
      "text": "Wenn er den richtigen Funkstandard mit dabei hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:04",
      "text": "Das ist wohl der Fall. Sagen alle Foren, ich habe es selber nicht überprüft.\nTatsache ist, sie machen kein Thread und wenn man halt kein Thread,\nalso vielleicht nicht ganz folgen kann, Thread ist, also Meta ist quasi das\nneue Protokoll, was funktioniert.\nIch vermute, sich an HomeKit im Design orientiert hat."
    },
    {
      "speaker": "roddi",
      "time": "1:25:30",
      "text": "Ja, ist so ein Nachfolger von HomeKit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:31",
      "text": "Ja, so wie QuickTime zu MPEG-4 übergegangen ist."
    },
    {
      "speaker": "roddi",
      "time": "1:25:36",
      "text": "Containerformat, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:37",
      "text": "Ja, so ist das mit HomeKit und Meta. Und während aber die Kommunikation der\nGeräte vorher primär entweder über Bluetooth lief oder über WiFi,\nwas beides so seine Probleme hat, nämlich so Range und sich ändernde Konfigurationen\nund WiFi generell schwierig."
    },
    {
      "speaker": "roddi",
      "time": "1:25:55",
      "text": "Weil Und vor allen Dingen in so einem Point-to-Hub-Modell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:59",
      "text": "Genau, also auf jeden Fall gab es verschiedene Schwierigkeiten.\nWill man eigentlich auch einen einheitlichen Funkstandard und den gibt es halt\nauch und der heißt Thread, kein schöner Name, aber so ist es nun mal.\nUnd in die großen Apple-TV-Geräte, die man heute kaufen kann,\naber auch in alle HomePod-Minis sind zum Beispiel solche Thread-Router eingebaut.\nDas heißt, wenn man auch nur eins dieser Devices rumstehen hat in der Wohnung,\nist es theoretisch denkbar, dass jedes irgendwo installierte Device eine Verbindung bekommt.\nZumindest, wenn man mehrere davon hat, dann reichen die das halt auch entsprechend weiter."
    },
    {
      "speaker": "roddi",
      "time": "1:26:38",
      "text": "Es gibt eine kleine, etwas verkomplizierende Sache.\nAlle Geräte, die dauerhaft am Strom hängen, sind auch Router.\nUnd Geräte, die nur eine Batterie haben, sind meistens nur Endgeräte, die ruten nicht.\nUm Strom zu sparen. Was aber nicht so ein Ding ist, weil zum Beispiel diese\nEVE Energy Zwischenstecker zum Beispiel, die hängen ja immer am Strom.\nDie geben Router ab, dann diverse Leuchtmittel, wenn die immer am Strom hängen\nund du die quasi nicht durch Strom ein- ausschalten schaltest,\nsondern irgendwie anders und Farben und hast du nicht gesehen,\ndie sind dann auch Router.\nDas Schöne ist, je mehr Routergeräte man halt hat, desto robuster wird das Netzwerk,\nweil das halt so ein Mesh-Netzwerk bildet, das,\nwirklich gut funktioniert, also muss ich sagen, ich hab das über drei Stockwerke\nund das ist einfach, das funktioniert einfach,\nauch der einzige Grund, warum ich einen HomePod Mini hab, sonst hätte ich so\neinen Teil nicht weil der für mich halt Threadborder-Router ist wie man das so schön nennt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:48",
      "text": "Gut zu wissen, dass EVE-Energy das macht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:27:50",
      "text": "Kein Apple TV irgendwo rumzustehen, die machen das ja auch."
    },
    {
      "speaker": "roddi",
      "time": "1:27:53",
      "text": "Doch, aber es ist nicht neu genug, um einen Thread-Border-Router machen zu können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:57",
      "text": "Dafür brauchst du nämlich die letzte Generation."
    },
    {
      "speaker": "roddi",
      "time": "1:28:01",
      "text": "Aber das nur so am Rande."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:03",
      "text": "Okay, EVE-Energy macht das auch, gut zu wissen. Ja, und jetzt liegt,\nalso die Shellys fallen halt für mich raus, weil kein Thread.\nUnd ich kaufe mir jetzt nicht was, was kein Thread macht und dann noch Zigbee und irgendwie,\nirgendwelche Bridges und also ich will da nicht bridgen, ich will einfach so\nMeta-Native unterwegs sein, deswegen kommen halt nur solche Sachen für mich in Frage.\nJetzt dieser Eve-Light-Switch, den es gibt, der hat halt den Charme,\ndass er eben auch so für Doppelschaltungen geeignet ist und dann eben auch alles so mitbringt."
    },
    {
      "speaker": "roddi",
      "time": "1:28:41",
      "text": "Doppelschaltung?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:42",
      "text": "Ja, wenn du jetzt so eine,\nzwei Schalter oder drei Schalter hast, die eine Lampe anmachen oder so,\ndas geht halt auch damit."
    },
    {
      "speaker": "roddi",
      "time": "1:28:53",
      "text": "Ja. Im Prinzip ja, ist es dann schwierig zu verkabeln.\nDas solltest du dir nochmal genau angucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:02",
      "text": "Ja, es ist zumindest dokumentiert, wie man es dann verkabelt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:29:05",
      "text": "Alles da drin ist schlecht zu verkabeln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:08",
      "text": "Man braucht halt schon irgendwie eine Lichtinstallation mit Neutralleitern.\nDas ist sozusagen dann die Voraussetzung, wenn ich das richtig verstanden habe.\nWie auch immer, der ist auf jeden Fall auch arschteuer."
    },
    {
      "speaker": "roddi",
      "time": "1:29:21",
      "text": "Ich finde ihn für das, was er macht, finde ich ihn zu teuer.\nWährend ich die Rollladensteuerung..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:27",
      "text": "Also 100 Euro, ne?"
    },
    {
      "speaker": "roddi",
      "time": "1:29:29",
      "text": "Ja, ja, 100 Euro für einen Lichtschalter finde ich schon ganz schön viel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:32",
      "text": "Finde ich auch ganz schön viel."
    },
    {
      "speaker": "roddi",
      "time": "1:29:34",
      "text": "Wert wiederum die Rollladenschalter. Die sind wirklich genial und ich finde,\ndie sind ihre 100 Euro auch wert, weil die können etwas, das ist halt super genial.\nDu kannst denen quasi über die EVE-App im Telefon und den Magnetkompass sagen,\ndas Fenster ist in dieser Richtung.\nWesten, Osten, Süden und dann weiß er, wann kommt die Sonne ins Fenster und\nwann geht die Sonne wieder aus dem Fenster raus und du kannst für den Sommer\nprogrammieren, dass er automatisch beschattet.\nSprich, wenn die Sonne rumkommt, macht er den Rollladen runter und wenn die\nSonne vorbei ist, dann macht er den Rollladen wieder hoch. Das ist wirklich sehr genial.\nAlso gut, wenn man sagt, sowas brauche ich nicht, dann ist es natürlich trotzdem viel Geld.\nAber also ich habe jetzt von denen ein paar im Einsatz und ich muss sagen,\nich liebe sie, aber gut, das muss ja jeder selber wissen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:30:37",
      "text": "Tim, hast du von Shelly hier das Posting aus April, wo sie ihre Meta-kompatiblen Devices aufführen?\nDas sind nicht so wenige. Guck mal."
    },
    {
      "speaker": "roddi",
      "time": "1:30:50",
      "text": "Ja, Meta schon, aber nicht Thread."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:53",
      "text": "Das ist das Ding. Also Meta machen sie jetzt alles und da dachte ich so,\naha, okay, interessant, aber leider machen sie halt nur Meta über Wi-Fi oder\nüber Bluetooth oder über Zigbee."
    },
    {
      "speaker": "roddi",
      "time": "1:31:03",
      "text": "Und wenn du Glühbirnen, also Birnen, ja Leuchtmittel haben willst, die bunt machen.\nIch bin ja immer noch Fan von diesen Nanoleaf Essentials, die können nämlich\ninzwischen auch Matter.\nDie konnten schon von Anfang an Thread, aber die können jetzt auch Matter und\nsind jetzt gar nicht so teuer. Ja, so ein Leuchtmittel.\nPhilips hat jetzt angekündigt, ich weiß nicht, ob es schon lieferbar ist,\nauch Philips Hue Leuchtmittel mit Thread und Meta zu bringen.\nDa gibt es auch eine Essentials-Serie, die wohl gar nicht so teuer ist.\nDa muss man sich nochmal im Einzelnen angucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:44",
      "text": "Wie gut es ist.\nEssentials? Also was ist da so Essential?"
    },
    {
      "speaker": "roddi",
      "time": "1:31:50",
      "text": "Bei Nanoleaf? Keine Ahnung, das ist einfach ein Name."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:53",
      "text": "Also Nanoleaf sind ja... Bei You machen sie jetzt auch Essentials."
    },
    {
      "speaker": "roddi",
      "time": "1:31:56",
      "text": "Achso Essentials, die irgendwas sagen sie, dass die Farbgenauigkeit nicht so genau ist und so weiter.\nUnd ob das jetzt aber wirklich, ob man jetzt die teuren oder die günstigen kauft, das keine Ahnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:09",
      "text": "Also Essentials ist sozusagen das Einsteigermodell."
    },
    {
      "speaker": "roddi",
      "time": "1:32:11",
      "text": "Ja genau, Essentials ist das Einsteiger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:13",
      "text": "Ich dachte, das wäre was Tolles. Okay, also Nanoleaf ist eine Bude,\ndie so Glühbirnen macht."
    },
    {
      "speaker": "roddi",
      "time": "1:32:18",
      "text": "Die… Na so Streamer-Leuchtmittel hinten an der Wand, damit sind die ursprünglich\nmal eingestiegen, aber die machen halt jetzt auch diese Thread-Matter-Leuchtmittel,\ndie du einfach so in normale Fassung reinschraubst und hast bunt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:35",
      "text": "Ja, dazu bräuchte ich erstmal normale Fassungen."
    },
    {
      "speaker": "roddi",
      "time": "1:32:40",
      "text": "Es gibt auch die für anormale Fassungen. Also diese komischen mit so zwei Nüppeln,\ndie man wie so ein Bayonettverschluss reinklingt.\nWie auch immer die heißen, ich kenne die nur aus Frankreich,\nweil sie da viel verwendet werden.\nUnd im Außenbereich sind die, glaube ich, auch üblich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:57",
      "text": "Okay, die sind auch relativ günstig."
    },
    {
      "speaker": "roddi",
      "time": "1:33:01",
      "text": "Eben, sie sind relativ günstig. Das kann man mal mitnehmen und rumprobieren mit.\nUnd hat nicht das Gefühl, das ist eine Investition, die sich bezahlt werden muss.\nWie gesagt, also Philips U hat jetzt auch welche angekündigt da habe ich allerdings\nnicht gefunden bei Philips irgendwie deswegen,\nnochmal der Tipp mit den Nanoleaf Dingern die ich, also ich habe,\nals sie mit Meta angefangen haben habe ich noch eine größere Packung von den\nnicht Meta fähigen, nur Thread fähigen HomeKit Dingern gekauft,\ndas heißt so schnell bin ich von HomeKit nicht weg,\naber ja Okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:46",
      "text": "Jetzt habe ich mich hier gerade verlaufen aber okay, die machen noch was anderes\naußer diesen Kram, ne, Smart Glühbirne Materie Threat,\nMaterie Threat Ja, ist die Kompatibilität hier Leider sind wir vorübergehend\nnicht vorrätig, sagt mir die Glühbirne selber Okay, da muss ich noch mal ein bisschen schauen.\nWas auch noch ein interessanter Player ist, ist die Firma Akara."
    },
    {
      "speaker": "roddi",
      "time": "1:34:18",
      "text": "Akara, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:19",
      "text": "A-Q-A-R-A Punkt, äh, com."
    },
    {
      "speaker": "roddi",
      "time": "1:34:23",
      "text": "Die haben interessante,\nUnd intelligente Türschlösser. Da sind sie fast so ein bisschen Marktführer,\naber die haben auch Heizungsventile."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:35",
      "text": "Die haben auch Licht, die haben alles mögliche, Kameras, pipapo,\nda kannst du auch irgendwie deine Gardinen mit auf und zu machen.\nIch wollte nochmal kurz auf die, worauf wollte ich zu sprechen kommen gerade?\nDie haben also auch Light-Switches sozusagen, die relativ günstig sind.\nDie sind auch sehr Standard und da ist glaube ich auch alles irgendwie Meta und Träte.\nDa muss man mal gucken, ob was für einen dabei ist. Damit kann man sich unter\nUmständen ein bisschen Geld sparen.\nBei den Türschlössern, die haben so ein Türschloss,\nTürschloss habe ich mir auch angeschaut, ist eigentlich für mich wahrscheinlich\nerstmal keine Option, finde ich aber trotzdem interessant das Thema,\nvor allem wie die sozusagen die Autorisierung\nletzten Endes oder die Authentifizierung letzten Endes regeln.\nWährend du jetzt bei Nuki, die so hardware-technisch derzeit so das schickste\nAngebot haben, diese Nuki-Schlösser der neuen Generation, sind wirklich super\nschnell und super schick.\nDas sind nicht mehr so Riesenklötze, die du da ranhängst, fast schon so eine Türknaufgröße.\nMüssen aber dann eben noch schon über die eigene App irgendwie immer wieder\nfreigeschaltet werden.\nWährend halt diese Acaras auch diese Homekey Funktionen unterstützen,\nsodass du einfach außen nochmal so ein Pad hast,\nWo du dann mit der Uhr oder Telefon einfach so ein Key präsentieren kannst,\nso wie du quasi in London U-Bahn fahren kannst.\nWobei man sagen kann, naja okay, wenn ich sowieso schon an dem Pad bin,\ndann kann ich auch gleich Fingerabdrucksensor benutzen.\nDann ist es genauso."
    },
    {
      "speaker": "roddi",
      "time": "1:36:23",
      "text": "Es sei denn, du trägst deinen Einkauf gerade ins Haus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:27",
      "text": "Oder du möchtest halt so ein Homekey jemand anders dispatchen."
    },
    {
      "speaker": "roddi",
      "time": "1:36:31",
      "text": "Kannst deine Uhr gerade noch in Stellung bringen, aber die große Kiste,\ndie du in der Hand hast, halt nicht loslassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:36",
      "text": "Genau, weil man solche Probleme hat. Also das sind echte First-World-Problems.\nIn meiner Home-Automation ist sowieso absolutes First-World-Problem-Gelände.\nAber ich wollte das einfach mal so meiner ersten Eindrücke auf meine Forschungsreise hier teilen.\nUnd ich finde Yves ist nach wie vor ein sehr interessanter Anbieter mit guter Qualität,\nmit korrektem Support und mit hohen Preisen und Acara scheint deutlich günstiger\nzu sein in manchen Bereichen,\nist teilweise featuremäßig vorne,\nteilweise vielleicht auch nicht.\nIch habe mir jetzt nicht alles angeschaut, aber das ist so ein Bereich,\nden ich mir in der nächsten Zeit näher anschauen werde.\nUnd Meta hat natürlich den Vorteil, dass es ein super Standard ist und sich\ndamit auch mit allem integrieren lässt.\nGut, dass wir da jetzt endlich mal einen Standard haben und von diesen Speziallösungen weg sind."
    },
    {
      "speaker": "roddi",
      "time": "1:37:34",
      "text": "Der Standard hat noch so seine, sagen wir mal, Blindspots zum Beispiel,\nkennen die Amerikaner ja keine Fenster, die man sowohl kippen als auch aufmachen kann.\nDementsprechend unterstützt halt auch Matter keine Fenster, die man kippen und\naufmachen kann und solche Sachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:56",
      "text": "Nicht nur das, sie unterstützen auch keine Türen mit so einem...\nWie heißt denn das nochmal? Der Schnapper. Wie heißt der korrekte Begriff?"
    },
    {
      "speaker": "roddi",
      "time": "1:38:07",
      "text": "So ein Sommer? Hä?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:11",
      "text": "Nein, der Schnapper. Den, den du am Schluss mit deinem Schlüssel aufschließt."
    },
    {
      "speaker": "roddi",
      "time": "1:38:17",
      "text": "Ach so, quasi die Klinke, die du mit dem..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:20",
      "text": "Die Falle. Die Falle, das ist der Name, den ich besucht habe. Die Falle, genau.\nUnd dass man die Falle auch nochmal so separat adressieren kann und nicht nur das Schloss."
    },
    {
      "speaker": "roddi",
      "time": "1:38:29",
      "text": "Ja, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:30",
      "text": "Also in Amerika ist, wenn das Schloss offen ist, dann kannst du die Tür aufmachen.\nAber bei einer europäischen Tür hast du ja noch die Falle."
    },
    {
      "speaker": "roddi",
      "time": "1:38:41",
      "text": "Den Schnapper."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:42",
      "text": "Den Schnapper, die Falle. Und es gibt aber dann in Meta halt keine Möglichkeit,\nirgendwie die Falle auch nochmal abzubilden und so, dass die dann sich öffnet.\nUnd deswegen musst du das jetzt mit verbinden mit, ja, wenn du das Schloss aufmachst,\ndann zieh auch nochmal die Falle für 20 Sekunden auf und mach sie dann erst wieder zu und so."
    },
    {
      "speaker": "roddi",
      "time": "1:39:03",
      "text": "Aber das müsste doch inzwischen ein gelöstes Problem sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:06",
      "text": "Oder? Das ist kein gelöstes Problem, aber ich bin mir relativ sicher,\ndass die Diskussionen heiß geführt werden.\nUnd da Yves da als europäischer Anbieter auch mit dem Spiel ist,\nglaube ich, sind das alles nur vorübergehende Probleme."
    },
    {
      "speaker": "roddi",
      "time": "1:39:17",
      "text": "Aber Yves hat noch keinen Türöffner im Programm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:23",
      "text": "Ich glaube nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:39:26",
      "text": "Naja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:26",
      "text": "Da gibt es dann Nuki. Nuki."
    },
    {
      "speaker": "roddi",
      "time": "1:39:30",
      "text": "Ja, Nuki gibt es auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:34",
      "text": "Alright. So wie zum Thema Home-Kram.\nAlso ich kann jetzt noch nicht viel Erfahrung teilen. Ich bin jetzt erstmal\nin der Inbetriebnahme, aber ja, wir sehen weiter. Okay."
    },
    {
      "speaker": "roddi",
      "time": "1:39:50",
      "text": "Ja, also ich habe, wie gesagt, ich habe einen von diesen Schaltern von Yves.\nJa, keine Ahnung, der schaltet halt. Also es gibt jetzt nicht viel zu sehen.\nDann wie gesagt diese Rollladendinger, die ich sehr schätze,\nweil sie halt sowohl zeitgesteuert als auch sonnenstandgesteuert kannst du die\nhalt und du programmierst quasi das Ding selber,\ndas merkt das dann von alleine, da muss glaube ich die Bridge auch nicht laufen.\nDann habe ich jede Menge von diesen Eve Energy Zwischensteckern.\nDa ist zum Beispiel meine Kaffeemaschine dran.\nDa habe ich natürlich auch eine Uhrzeit programmiert, wo der dann vormittags\noder morgens das Ding anschaltet und nachmittags irgendwann,\nwenn ich wirklich keinen Kaffee mehr trinken sollte, die Kaffeemaschine auch wieder ausschaltet.\nJa, so diverses Gedöns.\nDie diese Eve Kamera habe ich auch irgendwann montiert die ist ganz spannend,\nweil sie tatsächlich mit HomeKit diesen Kamerafeed macht auf das Telefon,\nund aber man gleichzeitig, also ich habe gleichzeitig noch eine Automation gemacht,\ndass wenn die Kamera ihr Licht anmacht, äh auch noch weiteres Licht angeht.\nWeil dann macht man irgendwo so einen Zwischenstecker hin und sagt dann quasi\nper Meta jetzt, wenn das angeht, dann mach mal den Zwischenstecker auch an und\nwenn es wieder ausgeht, machst du den Zwischenstecker auch wieder aus.\nAlso solche Sachen, das funktioniert einigermaßen gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:37",
      "text": "Okay."
    },
    {
      "speaker": "roddi",
      "time": "1:41:38",
      "text": "Und ansonsten hatte ich noch irgendwas? Nee, ich glaube nicht.\nAlso was mir so ein bisschen bei HomeKit dann fehlt, aber das ist in der App,\nist halt so ein One-Time-Ding, wo du sagst, mach mal um zwölf die und die Aktion.\nDas gibt es einfach nicht. Ich verstehe es nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:58",
      "text": "Ja."
    },
    {
      "speaker": "roddi",
      "time": "1:42:00",
      "text": "Oder mach in fünf Minuten das Licht aus. Oder irgendwie sowas.\nDas kriegt er nicht hin. Ich weiß nicht, warum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:07",
      "text": "Ja, ich hab da auch noch so meine Probleme, überhaupt so die richtigen Orte\nzu finden, wo man so mit der Automation eigentlich anfangen soll.\nGeht das vom Device aus?\nOder Szenen, Aktionen? Was triggert jetzt eigentlich was?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:42:24",
      "text": "Mich überfordert das alles total. Ich hab eine sehr einfache Automation auf den auf meinen Rollos.\nDie laufen aber gar nicht über HomeKit, weil die da schlicht nicht eingebunden sind.\nAber für die habe ich halt so wochentags andere Spielregeln als am Wochenende.\nUnd wenn ich im Urlaub bin, dann machen die auch noch so richtig random Kram und sowas.\nUnd das andere, was automatisiert ist, ist jetzt die Heizung,\ndass es morgens in der Küche schön muckelig sind und die Jungs nicht amok laufen.\nDas ist aber das Einzige. Alles andere Handbetrieb und das reicht aber auch,\nfinde ich. Also man muss es da nicht übertreiben."
    },
    {
      "speaker": "roddi",
      "time": "1:43:02",
      "text": "Naja, bei den Heizkörperventilen habe ich natürlich für jeden Raum nach und\nnach optimiert, dass das halt so\nheizt, wie ich das haben will mit den Temperaturen, die ich so haben will.\nAnsonsten bei den Rollos habe ich im Prinzip nur den Winterbetrieb.\nDer ist halt nachts zu und tagsüber auf. und den Sommerbetrieb,\nwo nachts offen und tagsüber, je nachdem halt Verschattung, damit es nicht zu heiß wird.\nGut, aber das war's dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:34",
      "text": "Gut."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:43:36",
      "text": "Tim, ich hatte noch was zur letzten Sendung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:38",
      "text": "Ja. Das weiß ich noch gar nicht. Du musst ja noch die letzte Sendung noch mal ein bisschen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:43:41",
      "text": "Und die vorletzte auch noch. Es gibt noch so viel zu tun. Du hast gesagt, wir hätten nix."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:45",
      "text": "Ja, das war ja nur so dahin gesagt."
    },
    {
      "speaker": "roddi",
      "time": "1:43:48",
      "text": "Jetzt hat die Sendung schon zwei Stunden, aber wir haben ja keine Themen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:43:54",
      "text": "Also, ihr habt letzte Sendung über E-Paper-Displays gesprochen.\nNämlich das Gadget, was du mitgebracht hast aus Schweden?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:07",
      "text": "Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:44:07",
      "text": "Glaube ich."
    },
    {
      "speaker": "roddi",
      "time": "1:44:09",
      "text": "Ich habe mir ein Tolino geschockt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:44:12",
      "text": "Und du hast dir ein Tolino geschockt. Genau, also sprich E-Ink-Displays, beides,\ndie ohne Stromzufuhr ihren jeweiligen Display-State halten können,\ndadurch, dass so mikroskopisch kleine weiße und schwarze Kügelchen abgestoßen, angezogen werden."
    },
    {
      "speaker": "roddi",
      "time": "1:44:28",
      "text": "Gedreht werden oder wie auch immer."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:44:29",
      "text": "Gedreht werden, wie auch immer der Prozess ist. Und euer Votum war,\ndass das doch alles total gut aussieht zum Lesen und der Kontrast vernünftig\nist und alles sei wunderbar."
    },
    {
      "speaker": "roddi",
      "time": "1:44:42",
      "text": "Also ein bisschen muss ich das präzisieren.\nMein Votum war, dass schwarz-weiß E-Ink-Displays mehr Kontrast haben als Farb-E-Ink-Displays.\nDas war mein Votum eigentlich. Und dass sie eigentlich zum Lesen ganz gut taugen.\nKlar, man kann auch von einem iPad gut lesen, aber halt zu einem ganz anderen Gewicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:45:06",
      "text": "Man kann vor allen Dingen von einem Buch gut lesen. Also was mich da jetzt so\ndoch als Bibliotheksmensch und jetzt nicht sonderlich bibliophil,\naber ich bin da ein bisschen ratlos bei solchen Statements.\nAlso E-Ink-Displays gibt es halt seit 20 Jahren.\nUnd gefühlt hat sich seit 20 Jahren überhaupt gar nichts verändert,\nwas dort Qualität angeht.\nSo, ich habe jetzt hier mal so das vor zwei Jahren Flaggschiff von Amazon hier\ndabei. Das ist ein Oasis.\nDas ist, glaube ich, so, das Display ist ein bisschen kaputt.\nDarum muss ich mir demnächst auch ein neues vielleicht nochmal zulegen.\nAber das ist im Moment, glaube ich, noch State of the Art. Das ist ziemlich\ndasselbe Display, was sie jetzt in dem aktuellen Paperwhite auch verbauen.\nSo, und was ich jetzt gemacht habe ist, bei diesem Kindle hier,\nist die Hintergrundbeleuchtung abzuschalten.\nDas heißt, jetzt ist es wirklich nur das E-Ink-Display ohne irgendeinen Hintergrund.\nSo, und jetzt bin ich hochwissenschaftlich, wie ich sowas dann immer betreibe.\nIch habe ja in meinem früheren Leben mal ein Digitalisierungszentrum geleitet\nund da viel mit Scans und Qualitätsstufen gearbeitet. Und jetzt habe ich also\nmal professionell ein echtes Buch einfach daneben gelegt."
    },
    {
      "speaker": "roddi",
      "time": "1:46:23",
      "text": "Ein professionelles Buch?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:46:24",
      "text": "Ein professionelles Buch? Nein, nein, nein, das ist ein totales Profibuch.\nWir hatten es schon mal in der Sendung. Katrin Passig, Alex Scholz, Lexikon des Unwissens.\nImmer wieder gute Leseempfehlung."
    },
    {
      "speaker": "roddi",
      "time": "1:46:35",
      "text": "Katrin Passig ist fast durchaus eine gute Empfehlung, würde ich sagen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:46:39",
      "text": "So nämlich. Das ist jetzt überhaupt gar kein besonders toll gedrucktes Buch.\nDas ist einfach ein Buch. Ja, so was glaube ich gut den Mainstream von Büchern\nabdeckt. So und jetzt habe ich also mein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:51",
      "text": "Wie der Nerd sagt, doller Buch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:46:53",
      "text": "Doller Buch, genau. Jetzt habe ich also das E-Ink Display und das Buch nebeneinander\ngelegt und einfach mal abfotografiert und habe mal Messungen vorgenommen.\nDie möchte ich euch jetzt natürlich nicht vorenthalten. Das heißt also,\nwenn man jetzt, du hast immer so abstrakte Werte wie irgendwie Kontrastverhältnis\nund sonst was alles und ich bin immer ein Freund davon, sowas doch einfach mal\nein bisschen anschaulich zu machen.\nIch poste jetzt mal ein erstes Ergebnis dazu in den...\nChat und vielleicht, Tim, machst du das Bild mal groß, was ich da gemacht habe.\nAlso wir beschreiben, was ihr nicht sehen könnt.\nLinks das Buch, rechts das E-Ink-Display und macht ein bisschen größer,\ndass man wirklich alles vielleicht gleichzeitig sieht, so ansatzweise zumindest."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:45",
      "text": "Wie größer?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:47:46",
      "text": "Wenn man alles sieht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:47",
      "text": "Dann muss ich es kleiner machen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:47:47",
      "text": "Ja, genau. Oder einfach das Fenster größer. Du hast ein großes Fenster."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:52",
      "text": "Ja, das ist ja hier optimiert eigentlich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:47:54",
      "text": "Ach, gut. Ja, so ist doch fein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:56",
      "text": "Wir beschreiben, was wir sehen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:47:58",
      "text": "So, aber ich möchte die Balken gerne sehen, wenn schon die Höherinnen und Hörers nicht sehen können.\nSo, was habe ich jetzt gemacht? Ich habe jetzt gar nicht groß rumkalibriert.\nIch hätte jetzt auch einen Farbkeil dazu liegen können und sowas.\nDas habe ich, glaube ich, auch noch irgendwo rumzuliegen.\nBraucht das aber alles nicht, um den wesentlichen Punkt zu verdeutlichen.\nSo, die liegen jetzt also beide auf einem und demselben Bild nebeneinander.\nUnd ich habe jetzt einfach mal in einer ganz normalen Bildbearbeitungs-App,\nin meinem Fall jetzt hier Affinity Photo, habe ich mal die HSL-Werte ausgelesen.\nVerschiedene Farbräume, RGB kennen wir, CMYK kennen wir, vor allem für den Druck.\nUnd es gibt auch noch einen dritten, weniger bekannten Farbraum,\ndas ist HSL, wo du diesen Winkel im Farbspektrum hast.\nUnd L sagt dann halt den Grad der Helligkeit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:50",
      "text": "Die Lightness. View, Situation, Lightness, also die Farbe aufgebrochen nach\nFarbton, Sättigung und Helligkeit."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:48:59",
      "text": "Und das ist ein super einfaches Prinzip, um einfach zu gucken,\nso wie hell ist jetzt irgendwas.\nSo, um die Farbe müssen wir uns ja gar keine Gedanken machen,\nweil es ist im Wesentlichen ja alles Graustufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:07",
      "text": "Du hättest es auch einfach in Graustufen umwandeln können."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:49:09",
      "text": "Ja, ist ein bisschen, hätte man, aber so haben wir noch ein bisschen was gelernt nebenbei.\nSo und jetzt habe ich einfach die beiden, das hellste Weiß des Buches gemessen,\ndas tiefste Schwarz der Druckschwärze des Buches und dasselbe dann halt auf\ndem Kindle gemacht. so und was für Werte haben wir jetzt da?\nDieser Leidniswert ist von 0 Pechschwarz bis 100 strahlend Weiß und dort kommt\nalso jetzt das analoge Buch auf ein maximales Weiß von 87,\nfehlen also noch 13, aber ne und ein Schwarzwert von schon sehr sehr sehr guten\n6, ja dafür dass es nur bis 0 runter geht.\n250 Euro Kindle Oasis hingegen kommt auf einen Weißwert von 67,\nalso 20 schlechter als das Buch und 29 für das Schwarz, das heißt also das ist\nkein Schwarz und das ist ein Grau.\nSo und sprich, wenn man jetzt die Kontraste nochmal sich irgendwie ausrechnet,\nja, so 87 minus 6 haben wir, also 81 Kontrast beim klassischen Buch,\nwohingegen wir 67 minus 29 haben, 38, was nur der Kindle bietet.\nSo und da kann mir doch jetzt kein Mensch erzählen, dass das in 20 Jahren das\nist, wo man stehen will. Das ist doch scheiße."
    },
    {
      "speaker": "roddi",
      "time": "1:50:40",
      "text": "Das war jetzt ein Plädoyer fürs Buch. Das Buch hat so seine Vorteile."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:46",
      "text": "Ich bin jetzt traurig, dass ich das Godmeyer-Badge nicht dabei habe,\nweil da ist definitiv das Weiß weißer als diese graue Melange,\ndie du hier präsentierst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:50:55",
      "text": "Hat das denn eine aktive Hintergrundbeleuchtung?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:58",
      "text": "Nö."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:50:59",
      "text": "Dann bringst du nächstes Mal gerne mal mit, dann können wir das nochmal nachmessen."
    },
    {
      "speaker": "roddi",
      "time": "1:51:05",
      "text": "Der Tolino hat ja auch eine Hintergrundbeleuchtung und ich glaube,\ndie ist auch so ein bisschen Tageszeit abhängig, ob dann weißer oder gelber ist.\nDie kann man aber natürlich auch ausschalten, beziehungsweise mehr oder weniger\nStufen, naja, wird nicht stufenlos sein, aber relativ feinstufig regeln.\nMein Argument war auch ein ganz anderes."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:51:29",
      "text": "Lass mich den Punkt noch zu Ende machen, weil es kommt jetzt noch eine weitere Messung.\nIch habe jetzt also in einem nächsten Schritt mal die Hintergrundbeleuchtung\neingeschaltet und auf einen ziemlich hohen Werk gedreht.\nUm quasi das Gerät so laufen zu lassen, wie es dann quasi verkauft wird.\nUnd meine Arbeitsthese war, dass es dann zwar heller wird, was das Papier angeht,\ndass gleichzeitig aber auch das Schwarz der Schrift heller würde durch das Überstrahlen.\nUnd da stellt sich aber raus, dem ist nicht so.\nDas Weiß wird heller von 67 auf 80, also schon relativ dicht dran an die 87,\ndie das Papier hier hatte.\nWohingegen sich zwar so der Farbstich quasi hier ändert, aber der Schwarzwert\nin Anführungszeichen nur von 29 auf 30 nochmal hoch geht.\nDas heißt, der bleibt im Wesentlichen bestehen. Das heißt also,\ndie Schrift bleibt gleichmäßig dunkelgrau, aber dadurch, dass das Papier signifikant heller wird,\nbist du plötzlich dann doch dichter dran an dem, was ein echtes Buch liefert\nhier an der Stelle. Das fand ich ein bisschen überraschend.\nDas hätte ich gedacht, läuft anders."
    },
    {
      "speaker": "roddi",
      "time": "1:52:47",
      "text": "Fun Fact am Rande, diese iBooks oder nur noch Books genannte App auf dem iPad\nhat kein echtes Schwarz-Weiß.\nDu kannst ja diverse irgendwie Dinger anwählen, aber die sind immer alle hellgrau,\ndunkelgrau. Aber nichts davon ist schwarz-weiß.\nIch verstehe es nicht, wieso, aber gut, das muss Apple, vielleicht erklärt es Apple irgendwann mal.\nOder sie bauen es ein, dass man auch tatsächlich schwarz-weiß gucken kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:17",
      "text": "Das wäre zu einfach."
    },
    {
      "speaker": "roddi",
      "time": "1:53:18",
      "text": "Das wäre zu einfach. Nee, meine Argumentation war ja eine ganz andere.\nAlso dass ich bei normalen Büchern, die nur Text haben, die Vorteile eines sehr\nleichten E-Book-Readers, also dieser Tolino, wie heißt der, 5 irgendwas, also der kleine,\nder wiegt 190 Gramm oder so, ich hatte es gemessen.\nAlso auf jeden Fall weniger als das iPhone und ist mit 16 Megabyte integrierten\nSpeicher jetzt, 16 Gigabyte jetzt nicht super üppig, aber dafür sind ja auch\nE-Books jetzt nicht riesig.\nAlso auf gut Deutsch, ich glaube eine Tonne Bücher kriegt man da schon unter. Also das ist so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:53:58",
      "text": "Also ich finde E-Books ja total super praktisch.\nAlso das war auch ein Kommentar in, ich glaube, zur letzten Sendung,\nob ich nicht mal was über die Onleihe erzähle und wie man von Bibliotheken dort Content draufkriegt.\nDas können wir mal machen in einer der nächsten Sendungen, da brauche ich aber\nin der Tat auch selber erstmal ein neues...\nGerät für, weil das auf dem Kindle natürlich alles so nicht vorgesehen ist."
    },
    {
      "speaker": "roddi",
      "time": "1:54:21",
      "text": "Auf dem Tolino ist es vorgesehen, zumindest steht es in der Feature-Liste drin,\nich habe es nur nicht ausprobiert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:54:26",
      "text": "Ja, das werde ich dann mal tun und dann kann ich das ja auch nochmal präsentieren.\nAber es ging mir halt wirklich nur um dieses Statement, so ja,\nKontrast ist doch super.\nAber bring gerne mal das Batch mit, dann können wir das ja mit demselben hochwissenschaftlichen\nTestverfahren mal durchmessen.\nAlso es würde mich jetzt wundern, ehrlich gesagt, wenn das Display besser wäre,\nals das, was da in dem High-End-Modell von Amazon verbaut ist.\nWeil so viele Hersteller gibt es jetzt auch nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:54:47",
      "text": "Ehrlich gesagt würde mich das nicht wundern, wenn Amazon an solchen Ecken und\nEnden spart und lieber viel Geld nimmt, aber wenig dafür gibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:59",
      "text": "Also so eine graue Soße ist das auf jeden Fall nicht. Das kann ich dir versprechen.\nAlright, wollen wir weiter hüpfen?\nSo, ja. Dann können wir vielleicht mal zum,\nzum Fediversum-Kram voranschreiten.\nWeil du hast ja Keynotes gehalten, Ralf.\nEine davon habe ich gesehen. Nee, stimmt nicht. Ich habe fast zwei gesehen, sagen wir es mal so.\nNaja, weil du warst ja auch im Stream zu sehen bei deiner Göttinger,\nJubiläumsveranstaltung, wo du so als Uropa des Projektes Gründer als Windsurf\nwie hieß das Projekt noch gleich? Stutt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:55:52",
      "text": "IP vor 25 Jahren erfunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:55",
      "text": "Gefeiert wurdest Veteran und dann warst du hier beim Faddy Day Berlin und da\nhast du dann auch nochmal gerantet."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:56:09",
      "text": "Also gerantet war es aber nicht, oder? Es war wohlmeinend geraten.\nVielleicht war es auch ein bisschen gerantet."
    },
    {
      "speaker": "roddi",
      "time": "1:56:20",
      "text": "Schwere Empfehlungen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:21",
      "text": "Also ich hatte mit einem Rant gerechnet, aber es kam keiner.\nAlso ich wollte es dir jetzt ja eigentlich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:56:27",
      "text": "Die Möglichkeit geben, dann nochmal zu verschärfen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:29",
      "text": "Ja, genau. Also ich meine, es war ja sozusagen, du hast ja Kritik geübt.\nAber du hast dann erstmal auf die anderen getreten und dann erst auf die eigenen.\nErzähl doch mal, was du erzählt hast und ich mache dann noch mal ein paar Anmerkungen dazu."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:56:44",
      "text": "Also was habe ich erzählt? Erstmal könnt ihr euch das Ganze auch noch angucken.\nEs ist mittlerweile alles schön publiziert.\nIch werde das demnächst auch mal auf Peertube abwerfen, weil es irgendwie doch\nein bisschen skurril ist, wenn man irgendwie versucht, das Fediverse zu pushen\nund dann alles selber nur auf GitHub irgendwie hat. Das ist ja irgendwie nicht true.\nDaran arbeite ich noch. Ich habe jetzt irgendwie mir eine eigene Peertube-Instanz\nhochgezogen. Mal gucken, wie sich das so alles anfühlt.\nMich hat das Thema umgetrieben halt, ich habe letztes Jahr einen Vortrag da\nauch schon gehalten auf diesem Fedi Day in der Seabase.\nUnd da war so das Thema, wie wir es geschafft haben, die Bibliotheks-Community\nauf Mastodon umzutopfen.\nMit irgendwie mittlerweile 1700 Accounts aller großen Bibliotheken,\naller kleinen Bibliotheken.\nDie ganzen Kolleginnen und Kollegen, die irgendwie einigermaßen internetaffin sind.\nAlso keiner ist von denen mehr irgendwie auf X, sondern die haben wir so alle\nauf unsere schöne Open Bibio Social Bibliotheksinstanz rumgeholt und das haben\nFelix Ostrovski und ich letztes Jahr erzählt und dieses Jahr wollte ich jetzt\nnicht schon wieder irgendwie dasselbe und Update und guckt mal,\nwie toll die Instanz läuft, sondern ich wollte jetzt ein paar grundsätzlichere\nFragen irgendwie stellen.\nDer Kerngedanke war halt, okay, was hindert eigentlich gerade daran,\nMastodon, aber auch das Fidiverse insgesamt eigentlich so richtig abzuheben\nund nochmal so richtig Traktion zu kriegen.\nUnd meine These letztes Jahr war schon so, es liegt nicht an irgendwelchen fehlenden Features.\nAlso wenn irgendwie vor zwei Jahren die ganzen Journalistinnen gejammert haben,\nauf gar keinen Fall können wir irgendwie mit Mastodon arbeiten,\nweil es hat ja keine Quotes und ich kann so nicht arbeiten als Journalist.\nSo und jetzt gibt es bekanntlich Quotes und kein Giorno wird zurückkommen von\nBlue Sky, weil jetzt irgendwie das Feature da ist. Also das kann man vergessen.\nSondern was wirkt, da wirken da eigentlich für andere Mechanismen,\ndie das irgendwie abhalten und dann mache ich so ein paar Thesen auf und eine These ist, dass,\nSo dieses Fediverse als Gedanke ja total cool ist mit diesem Grundversprechen,\nguckt mal so die ganzen kommerziellen Plattformen, also Instagram und X und\nThreads und Blue Sky und YouTube, die hassen sich halt alle gegenseitig.\nDas heißt, deren Grundgedanke ist es, bleib bei uns, du brauchst die anderen\ngar nicht, hier hast du alles, was du brauchst, geh bloß niemals weg und guck\nmal da vorne noch irgendwie ein weißes Kaninchen.\nUnd sämtliche Mechanismen, wie diese Plattformen funktionieren,\nsind darauf getrimmt, die User drin zu halten und outgoing Links werden bestraft\nund kennen wir alles rauf und runter.\nUnd demgegenüber das Versprechen des Fediverse, guck mal,\nhier haben wir jetzt ein Toolset von verschiedenen Plattformen,\nPeertube für die Videos und Pixelfed als Instagram-Ersatz für die Bilder und\neben Mastodon und andere als Kurznachrichtendienst,\ndie lieben sich alle und spielen alle super zusammen.\nUnd das ist grundsätzlich eine super Erzählung, wenn sie dann irgendwie stimmen\nwürde und funktionieren würde. Und das ist halt irgendwie dann… Alles gelogen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:01",
      "text": "Sagst du."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:00:02",
      "text": "Ich sage nicht, dass es alles gelogen ist, aber ich finde, wir sind jetzt irgendwie\nin so einem Projektstadium, wenn man das mal so aus Projektmanagement-Sicht anguckt.\nEs reicht halt jetzt nicht mehr, das zu behaupten, sondern man müsste es auch langsam mal zeigen.\nJenseits von, dass irgendwie Neulinge auf Mastodon halt angenült werden.\nJa, wir sind hier aber nicht auf Mastodon, das ist das Fiediverse hier.\nJa, ja, verstehe ich alles.\nIhr habt ja recht, aber was folgert denn da jetzt raus, außer,\nja gut, dann bist du halt noch irgendwie auf deiner Friendica-Instanz.\nAlso wo ist jetzt mal der Showcase, wo man sich angucken kann,\nwie geil Peertube und Pixelfed und Mastodon und Friendica und was noch alles\nda ist, zusammenspielen.\nWo das mal wirklich Sinn macht.\nUnd diese Showcases, die suche ich also einigermaßen verzweifelt.\nNur, dass es irgendwie über dasselbe Protokoll läuft und dass Outgoing Links\nnicht bestraft werden, das ist mir an der Stelle jetzt nicht genug.\nIch hätte jetzt gerne mal ein Konzept und mal irgendwie so ein White Paper,\nwo mal für so ein paar Bereiche ausdifferenziert wird.\nSo stellen wir uns dieses Zusammenspiel mal einfach vor.\nEin Beispiel, was ich dann da reingebe, ist so Konferenz, reden wir ja auch\nständig drüber, aber es brauchen Konferenzen, Events,\nMeetups für eine Infrastruktur und\nwie könnte man das durch verschiedene Fediverse-Dienste durchiterieren,\nalso sprich, die Sachen werden gestreamt und können nachträglich angeguckt werden\nauf Peertube und eine Bilderdokumentation findet statt, dann eben auf Pixelfed\nund vielleicht möchte ich noch irgendwo die Folien abwerfen,\ndafür fehlt mir noch irgendwie ein guter Dienst, der sowas macht wie.\nWo werfe ich meine? SlideShare, genau.\nUnd das Community Management läuft dann eben über, das interne Community Management\nläuft dann über irgendwie Friendicar und das Outreach nach draußen,\nKommunikation, passiert dann über Mastodon und hier habt ihr ein Framework,\nwas das alles zusammenhält und da shoppst du dir deine Konferenz und kriegst\ndie ganzen Sachen irgendwie cool zusammengebunden und alles über Hashtags.\nDas wäre ja mal so eine Idee, sowas mal zu nehmen und damit spielen wir es mal\ndurch. So, müsste halt mal jemand machen, TM.\nSo, und stattdessen habe ich im Nachklapp auf meinem Talk dann nochmal ein bisschen\nintensiver, wie ich gerade schon gesagt habe, auch so mit Peertube und sowas rumgespielt.\nUnd der Status Quo ist halt, ich bin jetzt also der Peertube-Instanz von Digital\nCourage gefolgt und die haben jetzt ein neues Video publiziert auf ihrer Instanz.\nWie funktioniert irgendwie eigentlich das Fediverse? und das ist hier von Claudia\nsynchronisiert worden. Die kennen wir ja aus der Podcast-Szene hier.\nHier Claudia Diggenskirchen, Österreich,\ndie auch immer viel mit Wissenschaftskommunikation macht und so.\nUnd das war jetzt also dann in meinem Mastodon-Thread drin, also in meinem Mastodon-Kanal.\nUnd das habe ich dann geliked und das hat auch funktioniert. Wunderbar.\nSo, dann habe ich aber draufgeklickt auf den Link,\nbin gelandet auf der Peertube-Instanz von Digital Courage, soweit alles gut\nund dann wollte ich dort nochmal ein Like abgeben.\nUnd das geht dann aber nicht, weil du ja nicht auf dieser lokalen Instanz keinen\nAccount hast und registriert bist.\nMir ist völlig klar, warum das technologisch so ist, wie es ist,\naber so werden wir nicht gewinnen.\nSo, da muss man sich überlegen, was müssen wir für Brücken bauen,\nfür irgendwie Proxydienste, die man sich dazu shoppen kann, um dieses,\nso, wenn wir Fediverse sagen, dann müssen wir es aber auch zeigen und meinen können.\nJa, dieses Thema der Authentifizierung, das muss man nochmal irgendwie anders\nangehen, weil niemanden kann ich das vermitteln, dass ich zwar das auf Mastodon\nliken konnte, dann gehe ich rüber,\nja in einen anderen Bereich, das Fidiverse will dieselbe Aktion machen,\ndann wird mir gesagt, mich haben wir nicht angemeldet, jetzt musst du aber erstmal\nwieder, ja ich war doch aber gerade eben vor ein paar Sekunden angemeldet,\nmir ist klar, warum der Browser das nicht alles, ja aber da muss man halt vielleicht\neine Browser-Extension schreiben,\ngibt es wohl auch schon Ansätze für, die das dann irgendwie durchführen,\nfindet halt fucking Lösung. Der Status Quo ist scheiße.\nOder man sagt halt, gut, FDW, es ist halt nur Protokoll, mehr wird da nicht passieren.\nAber wenn man sagt so, okay, wir wollen dieses neue Internet mal ausprobieren\nund wir wollen das nochmal anders interpretieren, da muss man ja glaube ich\nstrategisch anderen Blick drauf haben.\nDas war so ein Komplex, den ich mir angeguckt habe. Und das andere,\nein bisschen naheliegend, müssen wir jetzt vielleicht gar nicht so lange drauf\nrumtreten, war dann halt so Design und UX und.\nSo Design Patterns, wo finde ich dann halt doch so immer diese,\nwir kennen ja so die Entschittification von kommerziellen Diensten.\nIch rede jetzt immer ganz gerne von der Nerdification von Open Source Diensten,\ndass halt zu wenig Designer und UXlerinnen drauf gucken und,\ndie letzten 40 Jahre UX-Forschung halt irgendwie ganz gerne ignoriert werden,\naber das könnt ihr euch dann in dem Video angucken, an was für Beispiel ich das da hochziehe.\nDas ist dann schon ein bisschen provokant, vielleicht auch ein bisschen albern,\nwas ich da mache, aber ich glaube Aber in der Tat, es macht einen Unterschied,\nob ein User-Bild rund oder eckig sind.\nUnd wie sagen die Amis so schön, I will die on that hill."
    },
    {
      "speaker": "roddi",
      "time": "2:05:19",
      "text": "Ja, die globale Werbung im Open-Source-Bereich ist Code, ist nicht UX.\nDas merkt man an allen Ecken und Enden.\nIch meine, guckt dir ButterFS an, ein Filesystem und die kriegen es nicht mal\nhin, eine Command-Line-Interface-UI, also UI so zu bauen, dass man das als normaler Mensch,\nals normaler Nerd benutzen kann. Ich habe es nicht verstanden, warum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:46",
      "text": "Also ja ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:05:50",
      "text": "Der Titel war, den sag ich vielleicht nochmal, weil der finde ich ist halt programmatisch,\nRecht haben reicht nicht, wir müssen auch gewinnen so und das sehe ich wirklich\nso, die Zeiten werden härter,\nja."
    },
    {
      "speaker": "roddi",
      "time": "2:06:03",
      "text": "Recht hast du."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:06:05",
      "text": "Und da muss man jetzt den einen oder anderen Tod, muss man da dann auch mal\nsterben an der Stelle und so eine meiner,\nPropaganda-Forderungen ist ich nehme kein Open-Source-Projekt mehr ernst,\nwas als vierte Person nicht, also was mit einem grafischen User-Interface daherkommt\nund als vierte Person im Projekt sich nicht um eine Designerin, UXlerin kümmert.\nSo, das bringt einfach nichts. Wir müssen dort einen anderen Grad der Professionalisierung\nangehen. Ansonsten werden wir nicht gewinnen.\nUnd Recht haben, das hilft einem dann nichts mehr, wenn man wenn immer nur die anderen gewinnen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:40",
      "text": "Ja\nIch habe dazu Gedanken entwickelt und war ja auch dabei.\nEin Slide hat mir ein bisschen übel aufgestoßen, weil er einfach falsch war.\nDu hast da so die drei Oligarchen hingemalt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:07:06",
      "text": "Ja, ich weiß, der ist nicht mehr dabei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:09",
      "text": "Ja, der ist nicht nur nicht dabei, der ist da sogar dagegen und so.\nDu hast halt Zuckerberg für Threads eingeblendet, natürlich Elon Musk für Twitter\nund der ist dann auch gleich der Vogel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:07:30",
      "text": "Also den Blue Sky Gründer halt,\nwie heißt da, ich kann erstmal die Folie nochmal in den Chat reingeben.\nDorsey, ist das nicht Dorsey?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:43",
      "text": "Ja, Jack Dorsey.\nJa, und da dachte ich mir so, Ralf, also das ist jetzt, das kann jetzt nicht dein Standard sein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:07:57",
      "text": "Es ist immer noch Venture Capital, sie haben eine hohe Nähe zur Cryptocurrency-Szene.\nIch sehe wenig Anzeichen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:06",
      "text": "Okay, gut. Also, ich greife das mal auf.\nWeil ehrlich gesagt, die Fediverse-Community ist halt sehr...\nUnd hat auch extrem dieses Not-Invented-Hier-Problem.\nUnd natürlich steht das, was derzeit da an Code und Protokollen draußen ist\nmit dem Activity-Pub, das ist ja auch alles nicht brandneu. Das gibt es ja nun schon sehr lange.\nIch weiß nicht ganz genau, wann ist Mastodon gestartet. Das ist mittlerweile\nauch schon zehn Jahre her, glaube ich.\nUnd dieses System hat sich natürlich auch aus einer gewissen Denke heraus entwickelt\nund zwar aus einer Community-Denke heraus. Und das ist ja in gewisser Hinsicht auch okay.\nDie Domänen als Heimat ist etwas, was wir aus der E-Mail kennen.\nDie Domänen als Heimat haben wir auch bei vielen anderen Systemen und viele\nOpen-Source-Lösungen heißen ja auch in der Regel immer, es ist empfohlen,\ndass du dir das selber installierst und in deinem eigenen Garten anbaust.\nUnd damit man dann aber irgendwie mit der Welt kommunizieren kann,\ndann wird das halt irgendwie föderiert und dann werden da so Protokolle rangeklatscht\nund dann tauscht sich das schon irgendwie aus.\nUnd Jabba und viele dieser Systeme, die so über die Zeit entwickelt sind,\nsind in diesem Geist irgendwie entstanden und das hat ja auch was für sich,\nweil dann ist es halt auch irgendwie dein Teil, du erreichst deine Community und so weiter.\nJetzt ist allerdings...\nTwitter etwas anderes gewesen und es ist in gewisser Hinsicht auch immer noch,\nauch wenn es jetzt irgendwie anders heißt, sondern das ist ein System für die ganze Welt.\nEs ist ein globales System, es ist keine Community.\nEs ist ein System, was viele Communities beherbergt, aber alle Communities reden\nmehr oder weniger auf derselben technischen Augenhöhe miteinander.\nJeder Account ist gleich zu jedem anderen Account und alle sind natürlich innerhalb\ndieses Systems leicht zu erreichen.\nUnd deswegen hast du auch schon mal gleich diese erste Convenience,\ndass diese Domain gar nicht mehr dabei ist.\nEs ist halt einfach nur add Tim Britlove und das ist alles, was du wissen musst\nund das kann man sich sogar merken und das kann man auf Visitenkarten schreiben.\nEs ist einfach Handy und es ist etabliert und es ist irgendwie da.\nUnd das hat natürlich dazu beigetragen, dass sich hier auch eine ganz andere\nDynamik entwickelt hat und die kann man meiner Meinung nach eben mit Mastodon\nnur sehr eingeschränkt nachbilden aus den von dir schon genannten Gründen.\nDu hast einfach ein Usability-Problem durch diese Domain-Grenzen und das ist\nauf jeden Fall schon Aber es ist nicht unbedingt das Hauptproblem.\nEin Hauptproblem, was ich aber tatsächlich sehe, ist, dass so sehr dieses Credo von ja.\nMisstraue den Autoritäten da drin steckt, muss man allerdings seinem Administrator trauen.\nAlso wenn ich jetzt auf Mastodon was schreibe, dann schreibe ich das ja nicht\nauf Mastodon, sondern ich schreibe es auf einem Mastodon-Server,\nder von irgendwelchen Menschen administriert wird, die ich jetzt irgendwie nicht kenne.\nUnd dann muss ich denen halt vertrauen. Und es gibt ja auch immer wieder mal\nÄrger mit so Instanzen, wo Leute ihre Accounts haben.\nIch sage nicht, dass die jetzt alle böse sind, aber man kann ja mal anderer\nMeinung sein und sich über die Regeln nicht ganz so einig werden.\nUnd vor allem kann diese Instanzen halt auch schnell wieder verschwinden.\nDa kommt dann immer dieses Argument so, ja, hoste doch selbst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:12:12",
      "text": "Oder zieh um."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:14",
      "text": "Oder zieh um. Das Problem, bleiben wir erstmal bei dem hoste doch selbst.\nHuste doch selbst. Das ist wirklich ein Scheiß-Argument. Das darf man einfach\nin dieser ganzen Debatte nicht bringen."
    },
    {
      "speaker": "roddi",
      "time": "2:12:27",
      "text": "Das ist wie Bau dein eigenes Auto."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:31",
      "text": "Das ist einfach das moderne Fuck you. Ja genau. Nimm die gesamte Komplexität\njetzt, die wir hier geschaffen haben, auf dich. Du bist jetzt Systemadministrator.\nJa, aber ich verstehe das ja alles nicht.\nJa, dann geh doch zu irgendeinem Hoster. Ja toll, dann geh ich jetzt zu so einem\nHoster, um mein eigenes Mastodon System zu hosten, nur mit dem Ziel,\nder einzige User auf diesem System zu sein, um quasi Herr über meine eigenen Daten zu sein.\nUnd das ist eigentlich nicht geil, weil selbst wenn du das machst,\nhast du dann gleich wieder das Problem, dass du eigentlich von allem anderen\nabgeschnitten bist, weil du kannst ja nicht irgendwie global suchen und irgendwie\nHashtags folgen, sondern du kriegst halt immer nur so einen kleinen Ausriss,\nwo du irgendwie folgst und es ist einfach sehr schwierig, eine globale Debatte zu verfolgen.\nAber das Hauptproblem ist halt eigentlich, dass du die Daten immer noch woanders hingibst.\nUnd das ist etwas, was einfach meiner Meinung nach generell fehlt in diesem Fediverse.\nDas Fediverse ist nämlich nur eine Föderation von Communities,\naber nicht eine Föderation von Menschen.\nUnd ich habe mir in dem Zuge auch noch mal so ein bisschen den Stand der Dinge\nbei Blue Sky angeschaut.\nIch hatte das ja auch schon mal hier thematisiert und mal so geguckt,\nwas die eigentlich machen.\nWeil ich habe mir auch in den letzten Monaten immer mal wieder Interviews mit\ndieser Jay Graber angeschaut und ich muss sagen.\nIch finde da nichts, was die sagt, wo ich sagen muss, das ist irgendwie falsch.\nDie denkt sehr klar. Und um diese ganzen Verquickungen mit diesem Jack Dorsey\nvielleicht nochmal zu verstehen.\nAlso Jack Dorsey ist ja einer von diesen Twitter-Gründern und Betreibern und\nhat dann eben irgendwann mal,\nals die Drogen entweder gewirkt haben oder aufgehört haben zu wirken,\nich weiß nicht so ganz genau in welchem der beiden Zustände er auf solche Ideen kommt,\nhat er ja mal darüber fabuliert, dass ja Twitter eigentlich ein offenes Protokoll\nsein sollte und dass Twitter ja irgendwie föderiert sein sollte und dass es\nirgendwie kein Closed-Shop sein sollte.\nIch weiß nicht, das haben ihn nicht seine Investoren eingeredet,\nda hat glaube ich einfach der Nerd in ihm gesprochen, das ist zumindest meine Interpretation davon.\nIch weiß nicht, ob er diese Aussage auch wiederholen würde, mittlerweile ist\ner halt nicht mehr so ein Fan von diesem Projekt.\nAber er hat eine Forschungsgruppe gestartet, die mal so über so ein Protokoll mal nachdenken sollte.\nUnd das hat diese Jay Graber geleitet.\nUnd die hat es dann aber auch geschafft, von vornherein das Projekt so aufzuhängen,\ndass es eben nicht Teil von Twitter ist, sondern unabhängig betrieben wird.\nWas den großen Vorteil hatte, dass zu dem Zeitpunkt, als Twitter dann verkauft\nwurde, dieses Projekt nicht Teil dieser Verhandlungsmasse war,\nsondern einfach weiter vor sich hin existiert hat.\nUnd mit Laverle ist das eine PBLLC, also das ist jetzt nicht das,\nwas wir unter eingetragener Verein oder gemeinnütziger Verein verstehen,\naber das ist, sagen wir mal so das, was im amerikanischen Rechtsraum,\nglaube ich, dem noch am allernächsten kommt.\nAlso das ist eine Public, was heißt das nochmal genau,\nPublic.\nBlablabla, hilft mir doch mal einer. Public Benefit Limited Liability Company."
    },
    {
      "speaker": "roddi",
      "time": "2:16:09",
      "text": "Public Benefit kann man ja als gemeinnützig übersetzen. Obwohl es wahrscheinlich\neine andere Bedeutung hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:15",
      "text": "Ja, I'm not a lawyer. Aber es ist nicht dasselbe, aber es ist das,\nwas dem vielleicht noch so ein bisschen am nächsten kommt.\nAnyway, das ist auf jeden Fall die Rechtsform, unter dem dieses Projekt geraten\nist. Trotzdem haben sie Investoren, das heißt, da wird Geld zugespügt und das stimmt auch.\nDa kommt es halt irgendwie auch von Kryptobros und weiß der Geier,\nwer da noch alles Kohle eingeworfen hat und das ist auch nicht besonders überraschend,\nweil die schmeißen halt auf alles, was irgendwie Kommunikation hat,\nirgendwie Geld, weil die wollen überall dabei sein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:16:49",
      "text": "Also Hauptinvestor ist halt eine Bude namens Blockchain-Capital."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:54",
      "text": "Ja, es ist, ja. Oh Gott. Also weder weiß ich genau, wie da die Deals sind, ja,\nnoch weiß ich, ob die real irgendeinen Einfluss haben, so, aber das sind jetzt\nnicht die Besitzer irgendwie davon, ne, und ja.\nDavon mal ganz abgesehen, wollte ich einfach nur noch mal das Augenmerk darauf\nrichten, was da jetzt eigentlich existiert und inwiefern die Atmosphäre versus\nFediverse sich sozusagen verhält.\nUnd das ist schon wirklich interessant. Also du hast halt als Basis dieses Systems\ndieses AT-Protokoll und dieses\nAT-Protokoll definiert eben so verschiedene Entitäten in diesem Netzwerk.\nVor allem hast du dann erstmal die Orte, wo die Daten der User gespeichert sind.\nDas sind die sogenannten Personal Data Storage, PDS-Systeme.\nUnd diese PDS-Systeme sind zum Beispiel auch so gemacht, dass da eben auch einfach\nnur ein User drin sein kann.\nKann es auch viele haben, wie Blue Sky. Blue Sky betreibt quasi PDS für dich,\ndamit du das nicht tun musst.\nAber du kannst halt den Blue Sky PDS Code nehmen und irgendwie selber fahren\nund dann hast du deine Daten wirklich dort."
    },
    {
      "speaker": "roddi",
      "time": "2:18:18",
      "text": "Host du doch selber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:19",
      "text": "Host du doch selber. Aber du hostest jetzt nicht so einen kompletten Web-Server\nmit irgendwie User-Accounts und Web-Interface und so weiter,\nsondern das ist wirklich nur ein kleines, tiny,\nData-Teil, was einfach nur Protokoll\nspricht und deine Authentifizierung macht. So dein eigener OAuth.\nUnd wenn du jetzt so einen Client benutzt in diesem Atmosphere Netzwerk,\ndann postest du zu diesem PDS.\nDa schreibst du quasi deine Daten rein und dann kündet dieses PDS der Welt mit,\nindem es dann eine andere Entität weitergibt, nämlich dieses Relay.\nDas ist so diese Firehose, wo irgendwie so alle Daten zusammengetragen werden.\nDas ist auch, sagen wir mal, der teuerste Teil der Zeit in dem System.\nUm den zu betreiben, weil natürlich da alle wie blöde irgendwie Daten reinwerfen.\nDas Blue Sky System hat derzeit knapp 40 Millionen User last time ercheckt und\ndementsprechend ist da halt eine Menge los.\nWie bei der Twitter-Firehouse, das war halt auch einfach schon so ein Datenstrom\nist da wahrscheinlich schon gar nicht mehr der richtige Ausdruck,\nsondern da geht richtig was ab und das ist teuer.\nUnd selbstverständlich kann nicht jeder so ein Relay betreiben,\nmal so eben, so ohne weiteres.\nAber muss man ja auch erstmal nicht, weil dieser Relay ist halt für alle offen.\nAuch wenn er quasi derzeit von der Kohle von Blue Sky bezahlt wird."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:19:43",
      "text": "Und es auch wirklich nur einen einzigen gibt bisher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:47",
      "text": "Genau. Aber,\nEs weitere geben könnte, also das Protokoll, du kannst heute schon einen aufmachen\nund es gibt auch glaube ich irgendwie so testweise welche, aber jetzt nicht\nwirklich, dass welche seriös betrieben werden,\naber wenn du einen zweiten aufmachst, dann könnten die PDS-Seite genauso bedienen.\nAlso es ist halt überhaupt nicht an Blue Sky gebunden.\nDann gibt es halt so Systeme, die nennen sich App Views. Das ist sozusagen das,\nwas halt aus diesem Relay-Daten rauszieht und auch cached, um sie dann an Clients weiterzuleiten.\nDas heißt, wenn du jetzt den Blue Sky Client hast, dann benutzt du quasi den\nBlue Sky App View, der holt sich diese Daten aus diesem Relay raus,\ncacht die zwischen und verteilt die eben an die eigene App.\nUnd wenn du jetzt ein anderes System aufmachen möchtest auf Basis dieser Technologie,\ndann kannst du dich halt überlegen, ob du dich einfach in denselben Relay hängst\noder ob du vielleicht sogar einen eigenen Relay aufmachst.\nAuf jeden Fall kannst du auch PDS anbieten, aber du kannst auch die existierenden\nPDS, auch die von BlueSky benutzen.\nAm Ende stellst du primär in einem weiteren App-View deiner Applikationswelt\nsozusagen deine Art und Weise, von wem du diese Daten präsentieren möchtest, bereit.\nDas ist jetzt mal im Big Picture sozusagen das, was Atmosphere derzeit so darstellt."
    },
    {
      "speaker": "roddi",
      "time": "2:21:15",
      "text": "Aber wenn ich das jetzt richtig verstanden habe, hast du dann dort auch wieder\ndieses, ich sag mal, E-Mail-Adressen-like-Problem,\ndass du halt nicht einen Ad-Namen hast, sondern dass du eine komplette Domain\nnach dem Ad noch hast, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:32",
      "text": "Nein, weil, also jein,\nderzeit hast du einen Ad-Namen.\nNamen, der wenn du nicht sagst, wie der sein soll, dann vergibt den quasi deinen PDS-Hoster.\nAlso wenn du jetzt dir derzeit einen AdRoddy auf BlueSky machst,\ndann heißt der AdRoddy.Besky.App, weil die den so nennen, aber du kannst,\nwenn du irgendeine Roddy-Winkenschürfel,\nDomain hast, dann kannst du den halt auch addwinkenschöffel.de nennen.\nAlso du kannst quasi in deiner Domain einen Namen eintragen.\nDann machst du nur so einen Eintrag, so einen DNS-Eintrag, so einen TXT-Rekord und dann hast du es.\nUnd deswegen heiße ich auf bluesky addtim.britlauf.org und addmetaebene.me."
    },
    {
      "speaker": "roddi",
      "time": "2:22:34",
      "text": "Achso, das ist dann nur addDNS-Name."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:37",
      "text": "Genau.\nAndere Namensauflösungen sind durchaus vorstellbar, komme ich gleich zu.\nJetzt nochmal kurz im Vergleich zum Fidiverse. Das finde ich ist schon mal ein\nechtes Pfund. Diese Sache mit dem PDS.\nPersonal Data Storage. Du speicherst deine Daten selber und du kannst beliebig\nzwischen den Diensten hin und her ziehen, wenn es beliebige Dienste gibt."
    },
    {
      "speaker": "roddi",
      "time": "2:23:05",
      "text": "Aber dann kopierst du auch die Daten mit rum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:07",
      "text": "Nein, sie bleiben einfach in deinem PDS."
    },
    {
      "speaker": "roddi",
      "time": "2:23:11",
      "text": "Ah, okay. Also der eigentliche Storage ist getrennt von dem Rest von dem Gedöns."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:16",
      "text": "Richtig, das ist ein eigenes System, ist ein Personal Data Storage.\nUnd das ist etwas, was es in diesem Fediverse konzeptionell einfach überhaupt nicht gibt.\nUnd das finde ich in gewisser Hinsicht lustig, also lustig ist ein bisschen irre,\nweil ja nun mal dieses Fediverse in der Regel eigentlich von Leuten propagiert\nwird, die halt einfach immer so total mit ja, meine Daten müssen ja geschützt\nwerden, ich muss sie ja selber speichern.\nDavon ist da aber nichts so, sondern man gibt das an den Mailbox-Betreiber sozusagen ab.\nDas ist so ein bisschen so diese Mailbox-Denke aus den 80er Jahren,\ndas Fertiverse derzeit so im Design drin hat.\nJetzt gibt es noch zwei, drei andere Sachen, die muss ich auch nochmal erwähnen,\nweil ich die auch sehr wichtig finde, weil das etwas ist, was es halt so in\ndem Fediverse halt auch nicht gibt.\nEs gibt halt innerhalb des Atmosphere-Systems gibt es diese Labeler-Funktion.\nAlso es ist sozusagen innerhalb dieser Protokollwelt ist vorgesehen eine Möglichkeit,\nsich einzuklinken als Labeler.\nLabeler bedeutet nichts anderes, du reviewst Post und fügst in ein Label hinzu.\nUnd ich kann dann wählen einen oder mehrere Labeler, die ich beziehen möchte,\ndie ich nutzen möchte und da gibt es ganz, ganz, ganz viele zur Auswahl,\nwo du sagen kannst, ja, ich möchte gerne, dass die hier nach LGTBQ kompatiblen\nContent labeln und hier möchte ich gerne einen Spam- und Scam-Labeler haben\nund hier möchte ich einen Cool-Stuff-Labeler haben Und ob die Systeme manuell\nbetrieben sind oder automatisiert sind oder mit AI laufen, völlig egal.\nEs gibt aber innerhalb dieser Protokollwelt einfach dieses Prinzip,\ndass es Dienste gibt, die du freiwillig annehmen kannst und auch wieder abschalten\nkannst und auch mehrere auf einmal.\nDu musst dich nicht auf einen festlegen, die sozusagen für dich labeln sollen\nund der Datenstrom, der dich erreicht, ist dann sozusagen vorgelabelt.\nDu weißt einfach so, ah, da steht dran, ist gefährlich, ist böse,\nhaben andere für mich auf Basis welcher Technologie auch immer gemacht und damit\nkann ich was anfangen oder damit kann ich nichts anfangen, dann wechsle ich\nmeinen Labeler oder ich benutze vielleicht auch gar keinen Labeler.\nAber es gibt diese Möglichkeit zu labeln und das ist etwas, was halt schon mal\ndiese ganze Problematik von...\nReviewing von Content und Warnings und so weiter mit abdeckt und damit natürlich\nauch zu einer gewissen Sicherheit beiträgt.\nSicherlich nicht perfekt und es gibt auch viele Labeler, die auch schon wieder\ndie Arbeit eingestellt haben, weil das irgendwie alles nicht funktioniert hat.\nDa stecke ich jetzt auch nicht zu sehr drin, aber man kann auf blueskylabelers.io\nkann man sich zum Beispiel eine riesige Liste anschauen, was es da alles für Labelers gibt.\nIch schmasse das mal gleich in den Slack mit rein.\nÄhm,\nSo. Und außerdem, und das finde ich auch sehr schön, gibt es halt dieses Prinzip von Feeds.\nUnd das kann auch jeder machen. Also ich kann auch selber beschließen, so Feeds anzubieten.\nViele tun das schon heute. Das heißt, es gibt einfach irgendwelche Leute,\ndie sagen, ja okay, ich stelle selber Content zusammen.\nIch muss jetzt gar nicht allen möglichen folgen, sondern ich folge einfach dem\nersten FC Union Fans Feed und dann gibt es halt jemanden, der diesen Feed für\nmich bestückt und ich kann in meinem Client sagen,\nso jetzt will ich ja auch nur diesen Feed lesen. Alles andere interessiert mich jetzt gerade nicht.\nIch will jetzt einfach mal nur Content, der aus diesem Feed kommt und ich bestimme\naber selber, welchen Feeds ich folge.\nDas ist so quasi so handgemachter Algorithmus und das ist etwas,\nwas ich extrem cool finde, weil ich ganz oft das Problem habe,\ndass mir einfach zu viel gleichzeitig kommt.\nManchmal will ich mich einfach nur auf ein Thema konzentrieren und dann kann\nich einfach zwischen diesen Feeds hin und her schalten und dann habe ich das.\nUnd das ist auch etwas, was in diesem Protokoll mit drin ist.\nUnd das sind meiner Meinung nach so die wirklich netten Sachen.\nJetzt gibt es natürlich diese ganze Diskussion mit okay, wie zentralisiert ist\ndenn das und inwiefern ist man denn jetzt von Blue Sky abhängig und so weiter.\nJake Raver sagt ja selber, sie wäre Billionaire Proof mit ihrer Technologie.\nDa ist auch sicherlich was dran, weil eben dieses Protokoll ist schon so designt,\ndass man im Prinzip jederzeit die Userbase, die da ist, einfach so übernehmen kann.\nDu bist halt in dieser Atmosphäre drin und BlueSky ist jetzt einfach nur ein\nClient, der halt irgendwie sowohl Personal Data Storage anbietet,\nals eben auch diesen AppView macht.\nAlso gut, sie betreiben auch noch diesen Relay, da komme ich gleich nochmal\nzu. Aber das ist so das Ding.\nEs gibt jetzt allerdings tatsächlich ähm.\nDie Bestrebungen, dieses Protokoll weiterhin zu standardisieren.\nAlso die Kernsachen, also das, was das Relay betrifft und was den Personal Data\nStorage betrifft, also ich würde mal sagen, die beiden wichtigsten Komponenten,\nder wichtigste Teil des Protokolls, das ist jetzt eine IETF Working Group,\nalso es ist jetzt vorgeschlagen worden, eine IETF Working Group einzurichten.\nDie gibt es jetzt noch nicht, aber das ist jetzt sozusagen der Prozess,\nder jetzt gestartet wurde.\nDas ist also sehr gut denkbar, dass dieses Protokoll diesen Weg nimmt,\nauch wenn wir jetzt noch nicht so weit sind.\nUnd was noch ein kritischer Punkt ist, ist der sogenannte DID-PLC.\nUnd das ist, sagen wir mal, die einzige wirkliche knifflige,\nderzeit zentrale Geschichte, nämlich diese Auflösung der Ad-Namen.\nWeil das ist ja quasi nicht Blue Sky, sondern wie auch immer der ist,\nirgendwo muss ja diese Auflösung, welcher Personal Data Storage gehört zu diesem Ad-Namen,\ndas muss ja irgendwo stattfinden.\nUnd das ist halt so eine Digital Identity, DID, so nach Internetstandard und\ndafür gibt es eben so einen Public Ledger Controller, heißt das glaube ich PLC.\nAlso das ist sozusagen das eine zentrale System, was diese Auflösung macht.\nUnd es gibt derzeit noch kein Proposal, wie man das dezentralisiert.\nDas heißt nicht, dass das nicht möglich wäre, das zu dezentralisieren,\naber es ist derzeit technisch glaube ich nicht möglich.\nUnmittelbar auf der Agenda, also vielleicht denken da Leute drüber nach, das weiß ich nicht.\nWas allerdings Blue Sky jetzt angekündigt hat, weil natürlich betreiben sie\ndiesen Dienst derzeit auch, aber den wollen sie jetzt in die Schweiz abgeben.\nAlso sie möchten gerne eine Organisation gründen in der Schweiz und dort Die haben da."
    },
    {
      "speaker": "roddi",
      "time": "2:30:31",
      "text": "Ja keine Milliardäre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:36",
      "text": "Nee, das sind alles nur Millionäre."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:30:38",
      "text": "Immer sehr neutral, die Schweiz.\nNicht links und nicht rechts, sondern vorne, oder? War da mal was?"
    },
    {
      "speaker": "roddi",
      "time": "2:30:50",
      "text": "Ja, aber wenn das sowieso schon so halb an DNS hängt, dann kann man natürlich\ndas eigentlich auch ganz an DNS."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:58",
      "text": "DNS ist eine Möglichkeit, das zu machen. Du kannst diese D-IDs auch direkt angeben,\nalso jetzt nicht unbedingt im Client, aber so auf Protokoll-Ebene letztlich\ngeht es da drum, diese die ID anzugeben und es gibt aber einen Auflösungsdienst über diese Ad-Namen.\nUnd das kann halt eine Domain sein oder beziehungsweise über diese Domain findest du derzeit, wo es ist.\nDeswegen heißen halt die ganzen Blue Sky Accounts halt die Sky App,\nweil das ist dann sozusagen die Domain, die definiert, wie das dann aufgelöst wird."
    },
    {
      "speaker": "roddi",
      "time": "2:31:31",
      "text": "Klar, nur man könnte es insofern dezentralisieren, als dass man das dann quasi\nan DNS abgibt, das ganze Problem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:40",
      "text": "Ja, aber das ist natürlich the nerd way. Also du willst schon irgendwie auch\nandere Möglichkeiten haben, da eine Registrierung zu machen.\nAlso ich kann da nicht sehr viel zu sagen. Ich habe das jetzt nicht komplett durchdacht.\nIch wollte einfach nur mal kurz berichten, was da so der Stand der Dinge ist.\nUnd der Stand der Dinge ist der, um Amerika rauszunehmen, weil die wahrscheinlich\nauch schon verstanden haben, dass das ein Problem ist, soll das jetzt erstmal\nin die Schweiz marschieren.\nWas ich jetzt nicht als die Lösung aller Probleme sehe, aber das ist definitiv\nerstmal ein nachvollziehbarer."
    },
    {
      "speaker": "roddi",
      "time": "2:32:13",
      "text": "Ja, es verlangsamt zumindest die Übernahme, wenn irgendjemand das versuchen sollte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:20",
      "text": "Ja, genau.\nSo, noch zwei, drei Anmerkungen.\nSo ein PDS selber zu betreiben, ist jetzt vielleicht auch nicht jedermanns Sache,\naber es ist zumindest nichts, was besonders hohe Anforderungen hat.\nAlso sozusagen so etwas zu hosten, ist jetzt nicht vergleichbar mit einem Massenkurs,\nso einen Server, weil das Ding halt nur Protokoll spricht.\nAlso mittlerweile hat es auch ein Web-Interface, muss man dazu sagen,\ndas ist jetzt jüngst dazugekommen.\nDu kriegst so ein generisches OAuth-Login-System sozusagen da drin,\ndass du dich eben darüber identifizieren kannst.\nUnd das ist eigentlich auch ganz cool, weil da sieht man mal sehr schön,\ndass das sozusagen auch unabhängig von Blue Sky ist.\nAlso sie haben das extra jetzt sozusagen in so einem neutralen Design gemacht,\nweil der PDS ist erstmal nur ein PDS in diesem Atmosphäresystem und gehört erstmal\nzu überhaupt niemanden außer zu sich selber und du machst deine Authentifizierung darüber.\nDas heißt immer, wenn du dich in einem Ad-Protokoll basierten Dienst anmeldest,\nmeldest du dich an deinem eigenen PDS an."
    },
    {
      "speaker": "roddi",
      "time": "2:33:35",
      "text": "Ah, okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:36",
      "text": "Und der authentifiziert das und sagt, ja, das ist auch der, der hat hier Passwort,\nirgendwie Two-Factor-Authentication, was auch immer, Parsky,\nder ist das jetzt und dann bist du diesem Dienst gegenüber bekannt.\nJetzt gibt es nicht so viele Dienste in dem Atmosphärland, aber es gibt welche,\ndie vielleicht mal ganz erwähnenswert sind.\nAlso abgesehen natürlich von Blue Sky jetzt selber gibt es zum Beispiel White Wind.\nWhitewind ist so kleine Beispiele.\nDas sind jetzt keine großen fetten Teile, aber da kann man mal ausprobieren,\nwenn man jetzt einen Blue Sky Account hat, kann man sich da einfach mal anmelden\nund mit rumspielen und dann sieht man auch, wie dieser Anmeldevorgang geht.\nAlso Whitewind ist so eine kleine Blogging-Plattform. Da kann man dann sozusagen\nmit dem eigenen Account sich anmelden und dann darüber was posten.\nWas habe ich noch gefunden? Dann gibt es noch sowas, das heißt Frontpage.\nFrontpage ist kein Technomagazin.\nFrontpage ist, glaube ich, so eine Art,\nSlashdot-Versuch. So ein kleines Experiment.\nAlso mit so News-Upvoting und so weiter, um irgendwie rauszufinden,\nwas irgendwie ist und das dann irgendwie zu kommentieren.\nUnd das dritte, was mir noch aufgefallen ist, ist ein System, das heißt Smoke Signal.\nDas ist so quasi für Upcoming Org so ein Ersatz, wo man so Events posten kann.\nEs ist jetzt alles nicht sonderlich refined, aber ich fand den Blogbeitrag von\ndem Menschen, der das aufgesetzt hat und warum er das gemacht hat,\nganz insightvoll und stelle gerade fest, dass ich mir die URL nicht gemerkt habe. ich vollidiot.\nSuche ich gleich nochmal raus. Genau, aber das sind so Beispiele, wo man das.\nMal ausprobieren kann zumindest. Smokesignal.events und den Blogbeitrag, den suche ich noch raus.\nJa, wenn man jetzt selber seinen PDS selber betreiben will, was halt geht,\ndann gibt es halt die Software da von Blue Sky, also Soft-Git-Hub irgendwo und,\ndamit kann man dann halt auch alles machen, weil das speichert halt meine eigenen\nPosts, die Bilder, die ich gepostet habe,\naber auch meine Likes, meine Follows, das sind alles Dinge, die da drin sind\nund deswegen kann man das halt auch migrieren.\nEs gibt jetzt auch so Account-Migration, also man könnte jetzt theoretisch ein\nPDFs aufsetzen und seinen Account von dem Blue Sky PDS umziehen.\nHabe ich aber nicht ausprobiert, habe nur gesehen, dass es irgendwie gibt.\nUnd dann wie gesagt, dieses Unbranded Webinterface, was halt benutzt werden\nkann, um sich anzumelden.\nZwei Sachen noch.\nEs gibt natürlich auch Probleme bei Blue Sky.\nEs gab zum Beispiel so ein Parallelsystem, das nannte sich Black Sky,\nwas halt irgendwie so versucht hat, irgendwie so die schwarzen Community,\ndie sich natürlich immer wieder überall gemobbt gefühlt hat,\nwahrscheinlich auch zu Recht, was separat aufzusetzen.\nDie haben aber nicht wirklich eine eigene Infrastruktur aufgebaut.\nAlso die haben, glaube ich, nur die Personal Data Storage übernommen.\nAlso sie speichern sozusagen die Accounts für dich, um die von Blue Sky weg\nzu haben und haben wahrscheinlich auch so eigene Labeler und sowas am Start.\nAber sie benutzen aber dann auch noch die Software...\nSie benutzen das Relay und auch den App-View von Blue Sky.\nDeswegen unterliegen sie sozusagen auch noch der Moderation von Blue Sky.\nAlso sie haben sich nicht wirklich da getrennt.\nDas Problem dabei ist wohl, dass die von Blue Sky veröffentlichte Open Source\nVersion von diesem App-View, also was quasi so den Content für das Netzwerk\nausmacht, nicht identisch ist mit dem, was sie quasi als Blue Sky betreiben.\nAlso inwiefern sich das Problem dann noch löst oder noch ein größeres Problem\nbleibt, das werden wir mal sehen und da gab es natürlich dann entsprechende Sachen.\nJetzt gab es das war glaube ich so ein bisschen auch der Anlass für mich das\nmal hier so aufzubringen, das wollte ich mal mit euch diskutieren jetzt gibt\nes so Leute, die machen so auf Blue Sky auch noch so Apps für iOS irgendwie\ndie auch so ein bisschen so Instagram mäßig sein wollen,\nhier deine Fotos und so weiter aus Deutschland, die jetzt so Vorschlag gemacht haben, man solle doch,\nein europäisches Blue Sky als protobasiertes Netz aufmachen."
    },
    {
      "speaker": "roddi",
      "time": "2:38:50",
      "text": "EU Sky oder was?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:52",
      "text": "Euro Sky."
    },
    {
      "speaker": "roddi",
      "time": "2:38:55",
      "text": "Klingt so ein bisschen wie ein Defense Contractor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:00",
      "text": "Ja, nee. Also ich meine, die versuchen das schon ein bisschen.\nIch sag gleich, ich kenn die Leute nicht Und ich kann ja auch überhaupt nicht\neinschätzen, ob die irgendwie nur dummes Zeug reden oder total brillant sind.\nKann alles irgendwie sein.\nMir geht es jetzt einfach nur um die Idee an sich und die finde ich ehrlich\ngesagt gar nicht mal so schlicht.\nWeil was sie im Prinzip propagieren ist mit dieser Idee, dass man ein eigenes\nRelay aufsetzt, was halt mit öffentlichen Geldern finanziert ist.\nDass man sagt, okay, gebt mal her die Euro-Kohle, wir haben ja genug,\nins Data Center damit und dann fahren wir unseren eigenen Relay und wir fahren\nvielleicht auch unsere eigene Eurosky-PDS Hosten für euch und unseren eigenen\nApp-View kriegen wir vielleicht auch noch,\ninstalliert und wir machen dann halt auch Apps auf und vielleicht auch mehr\nals eine App so ein ganzes Ökosystem Und dann können wir unabhängig von anderen,\nmit der einzigen Ausnahme der PLC, die dann in der Schweiz sitzt,\nzum Auflösen der Ad-Namen.\nHaben wir sozusagen auf derselben technologischen Basis, die hier entwickelt\nwird als Open Source, haben wir ein offenes System, wo die Leute quasi Herr\nüber ihre eigenen Daten sind und global posten können.\nUnd du kannst halt damit auch alle anderen Sachen bei Blue Sky halt auch benutzen.\nAlso du bist sozusagen nicht in dem einen oder dem anderen System,\naber du kannst halt sagen, ich will nur über das europäische Ökosystem hier\nreingehen und wenn das amerikanische System billionärifiziert ist,\ndann weggetrampt ist, dann bleibt das halt auf jeden Fall noch über."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:40:48",
      "text": "Also ich halte nicht sonderlich viel von, wie man sich vielleicht denken kann.\nWeil mir ist einfach nicht verständlich, was zu der Annahme führt,\ndass jetzt eben Blue Sky und das ganze Ökosystem drumherum nicht genau derselben\nin Schittification anheim fällt, wie alles andere auch.\nUnd dein einziges Argument ist jetzt, ja das Protokoll ist halt geiler.\nJa das mag sein, dafür ist aber schon jetzt das App-Ökosystem des Fidiverse geiler.\nSo, die haben halt einfach schon dort mal auch andere Apps am Start.\nDie spielen nicht geil zusammen, habe ich gerade eben ausgeführt.\nDas ist aber meines Erachtens ein lösbares Problem.\nAuch wenn du sagst so, ja, ne, mach halt deine Instanz auf, das kann doch nicht\ndie Lösung sein. Nee, sicherlich nicht.\nKlar muss ich meine Daten jetzt im Fidiverse irgendwo hingeben,\naber wir könnten doch mal so\nein paar Player geben, denen ich meine Daten auch ganz gerne geben würde.\nAlso beispielsweise überlegen wir derzeit, ob wir nicht als Bibliotheken dort reingehen und sagen so,\nja in eurer Stadtbibliothek kriegt ihr mit eurem Bibliotheksausweis auch einfach\neinen Masterdown-Account mit dazu bei eurer Bibliothek.\nDie machen das seit ein paar tausend Jahren, das sind nette Leute,\ndie haben noch nie irgendeine Entgertification auch nur einen Meter gegeben.\nSo und schon hast du einen...\nEin Ökosystem, dem du vertraust und was stabil ist und durchfinanziert und ja,\nwarum denn eigentlich nicht?\nSo und stattdessen jetzt wieder Milliarden EU-Gelder auf eine Architektur abzuwerfen,\ndie dann am Ende des Tages dann doch irgendwie ein bisschen shady ist. So, warum?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:24",
      "text": "Was ist denn da shady dran? Also das verstehe ich ehrlich gesagt nicht.\nAlso du sagst jetzt einfach, ja das wird jetzt alles entschüttet und es ist\nshady. Also was ist daran shady?\nWeil jetzt da Blockchain, LLC da Kohle reinwirft."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:42:40",
      "text": "Es ist halt völlig unklar, was sie für ein Geschäftsmodell eigentlich anstreben.\nDarum könnten sie sich ja mal kümmern. Außer Venture Capital anzuhäufen.\nSo, was ist deren Geschäftsmodell? Die müssen ja irgendwie mal von irgendwas\nleben. Wie stellen die sich das denn so vor in fünf Jahren? Da könnten sie doch\nmal ein White Paper zuschreiben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:56",
      "text": "Wo sehen sie sich denn eigentlich?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:42:57",
      "text": "Ja, wo sehen sie sich in fünf Jahren? Wo ich meine Bibliotheken in fünf Jahren\nsehe, das kann ich dir glasklar runter definieren.\nSo, das ist mir bei dieser ganzen Truppe völlig, völlig unklar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:10",
      "text": "Ja gut, aber die Truppe kann ja auch pleite gehen, das Protokoll gibt es ja immer noch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:43:14",
      "text": "Ja, aber die prinzipielle Schönheit jetzt von so einem Protokoll,\ndu hast ja auch gesagt, es gibt auch dort durchaus Schwachstellen.\nJa, du kannst selber ein Relay hochziehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:26",
      "text": "Aber wer kann das schon? Ich habe nicht gesprochen, ja. Nur gesagt,\nin dem Design hast du natürlich Komponenten wie den Relay, die sind,\naber das ist ja sozusagen auch das, was du haben willst.\nLeute sind ja bei Twitter und bei Threads und so weiter, weil du diese Firehose haben willst.\nDu willst irgendwie auf einem Level sein und in Realtime diese Updates bekommen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:43:47",
      "text": "So, aber all diese Probleme hast du auf Mastodon gelöst, wenn du einfach einen\nvernünftigen Client nimmst.\nSo, und das ist im Moment ein Projektproblem, dass du als erstes sagen musst,\nnein, nimm bitte jetzt nicht den offiziellen Clients, sondern nimm eben Ivory\noder nimm Icecubes oder nimm Mona, um jetzt mal so die großen iOS-Clients zu nehmen.\nSo und dann hast du diese ganzen Probleme mit Discoverability und so weiter\naber auch mal wirklich effizient gelöst.\nSo dann hast du da kein Problem mehr, wenn du auf einer Instanz bist,\ndie einigermaßen durchföderiert ist.\nUnd das wären ja beispielsweise von öffentlichen Playern angebotene Instanzen.\nSo und dann bleibt meiner Meinung nach dann aus einer theoretischen Schönheit\neines Protokolls so praktisch auf der Straße nicht so viel Unterschied drin. So it's good enough."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:33",
      "text": "Ja, aber was ist, wenn ich meine Daten halt einem besonders vertrauenswürdigen\nSpeicherort zuführen möchte?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:44:42",
      "text": "Na, dann ist die Frage ja, was ist das? Das könnte ja beispielsweise deine Firma\nsein, der du da besonders vertraust.\nOder es kann dein Sportverein sein oder es kann deine Bibliothek sein.\nOder wenn du es denn wirklich unbedingt sicher haben willst,\nja, dann machst du halt deinen eigenen Server. Das ist mit einer Sache wie Cloudron,\nhast du das in fünf Minuten hochgezogen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:59",
      "text": "Ja, aber ein eigener Server bringt ja ganz viele andere Probleme mit sich.\nDann musst du da halt irgendwie permanent Software updaten, musst Logs checken."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:45:07",
      "text": "Mit einem Dienst wie Cloudron hast du das nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:11",
      "text": "Aber du hängst ja dann auf jeden Fall nicht auf derselben Art und Weise in der\nFirehouse, als wenn du jetzt irgendwie auf mastodon.social bist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:45:18",
      "text": "Das kommt drauf an, wie vielen Leuten du folgst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:21",
      "text": "Ja, genau. Das hängt davon ab."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:45:23",
      "text": "Ja, da kommen wir jetzt nicht zusammen. Du willst halt Geld auf dem nächsten,\nzentralisierten US-Projekt abwerfen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:33",
      "text": "Ich sage nur einfach, das sind Ideen, die sind jetzt im Raum,\ndie werden auch diskutiert werden und ich finde ehrlich gesagt jetzt auch erstmal\nabsolut nachvollziehbar, weil das ja durchaus eine Infrastruktur ist,\ndie funktionieren kann.\nBlue Sky hat sich jetzt noch nicht bewährt. Auf gar keinen Fall.\nUnd selbstverständlich hat das Fertifest eine absolute Existenzberechtigung.\nIch sage jetzt nicht, das muss jetzt alles weg. Ich sage nur,\nein paar Dinge, die dieser Szene eine Menge wert sein sollten,\nwie zum Beispiel das Speichern der eigenen Daten und sozusagen eine Kommunikationshoheit.\nEine persönliche Kommunikationsheit und nicht auf Basis von Community ist in\ndiesem System nicht drin.\nDas heißt ja nicht, dass das nicht noch kommt. Man könnte das ja auch da mal\ndenken vielleicht, dass man sowas auch hat. Es muss ja nicht unbedingt alles\nauf dieser Instanz liegen.\nEs kann ja sich vom Protokoll her auch entwickeln, dann wäre das ja immer durchaus\netwas, worüber man diskutieren kann.\nDas ist vielleicht nicht ganz einfach, aber das ist sicherlich auch nicht unmöglich,\naber de facto gibt es das nicht. Es gibt aber auch dieses Prinzip dieser Feeds\nnicht, es gibt das Prinzip dieser Labellers nicht.\nAlso viele Moderationsprobleme, die diese Netzwerke so mit sich bringen,\nsind hier auf jeden Fall nicht nur mitgedacht, sondern eben auch implementiert.\nUnd das finde ich auf jeden Fall diskussionswürdig und ich finde einfach das\nist Quatsch, Blue Sky jetzt und\ndas ganze Ad-Protokoll-System genauso zu behandeln, als wäre es Twitter.\nAlso das ist einfach Quatsch es implementiert ein ähnliches System wie Twitter,\nalso es versucht etwas zu implementieren, was so funktionieren kann und auch\ntatsächlich auch funktioniert wie Twitter aber es ist halt nicht Twitter und\nes ist auch nicht Threads sondern es ist eine wirkliche Alternative zu solchen Firehose,\nbasierten Globalchats und dass die populär sind, das wissen wir einfach.\nDas ist alles, was ich sagen will. Und deswegen sollten wir das nicht aus dem\nAuge verlieren und schon gar nicht so standardmäßig so abtun mit,\nja, da ist ja mal ein Millionär durch den Flur gegangen, deswegen ist das alles\nBubu. Also das ist ja wirklich auch Quatsch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:47:55",
      "text": "Nun ja."
    },
    {
      "speaker": "roddi",
      "time": "2:47:56",
      "text": "Ein Millionär dran vorbeigetragen worden."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:48:02",
      "text": "Ja, also ich als Gewächs des öffentlichen Dienstes, Public Money, Public Code.\nIch hätte gerne Social Media als Gesamtökosystem gerne in öffentlich finanzierten Strukturen."
    },
    {
      "speaker": "roddi",
      "time": "2:48:18",
      "text": "Die Frage, was passiert eigentlich, wenn da ein Millionär vorbeikommt und da\nMilliarden draufwirft?\nWie verändert das das System oder ist es überhaupt sinnvoll für einen Milliardär?\nDer tut es ja nicht aus Gutmenschentum, sondern es ist ja ganz klar,\ndass diese Medien eine Möglichkeit sind, Macht zu erringen.\nAlso man sieht es an Meta, man sieht es an Twitter etc.\nAll diese Milliardäre haben sich ihre eigenen Medien gekauft.\nUnd ist das System dagegen robust, ist ja die eigentliche Frage.\nUnd kann ich jetzt nicht beantworten, aber es scheint ja tatsächlich so zu sein,\ndass die Blue Sky Leute versuchen, genau so etwas zu verhindern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:13",
      "text": "Ja, und ich denke, das Design gibt es auch her. Also abgesehen von diesem zentralen\nD-ID-Auflösungsspeicher, da wirklich das einzig zentrale Element ist in dem\nganzen Spiel, ist alles andere dezentral."
    },
    {
      "speaker": "roddi",
      "time": "2:49:25",
      "text": "Und bei Mastodon hat man schon auch so ein bisschen das Gefühl,\ndass es funktioniert sowieso so schlecht, dass ich das keinen Milliardär kaufen würde."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:49:35",
      "text": "Naja, also mit einem vernünftigen Client funktioniert das super."
    },
    {
      "speaker": "roddi",
      "time": "2:49:40",
      "text": "Ja, klar, mit dem vernünftigen Client, aber ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:49:43",
      "text": "So, und die gibt es halt dann doch wie Sand am Meer. Und die Macedon-Leute selber\nsind da auch durchaus jetzt hinterher.\nIch habe jetzt mit dem neuen PR-Menschen ein bisschen ja gesprochen,\nder war ja auch auf dem Feli Days.\nDie haben da jetzt viel zu tun, außer den Charakter ihres ganzen Projektes ein\nbisschen umzukrempeln. Ich glaube, da wird das eine oder andere sich auch noch ergeben.\nAber das werden wir dann ja alles noch erleben."
    },
    {
      "speaker": "roddi",
      "time": "2:50:10",
      "text": "Na gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:12",
      "text": "Gut, was haben wir noch?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:50:15",
      "text": "Also vielleicht einfach anschließend so zur, ich bin ja dafür,\nes gibt nichts Gutes, außer man tut es.\nHabe ich noch ein bisschen Infrastruktur gebaut, auch für das Fidiverse und für Mastodon.\nAlso ehrlich gesagt nur für Mastodon, nämlich für den Vortrag,\ndamit man auch ein bisschen was zu zeigen hat, die 2.0 Version meiner Mastowall.\nWir erinnern uns die Anzeige, wie man,\nwie damals in den guten alten Twitter-Republika-Zeiten für ein Event oder sonstige\nVeranstaltungen so eine Masterwall bauen kann.\nDas heißt, zu einem gegebenen Hashtag wird einem dort alles angezeigt, was es so gibt.\nIch gucke jetzt gerade mal, nehmen wir mal sowas hier in der Art.\nUnd da habe ich versucht, mal ein Problem zu lösen, was Mastodon ja durchaus\nhat, nämlich diese Discoverability.\nDas heißt also, wie finde ich jetzt eigentlich interessante Accounts und Leute,\ndie auch zu meinem Thema irgendwas schreiben.\nVielleicht, Tim, könntest du das mal auf den Screen werfen, damit man so klickt\nund gleichzeitig was sagt, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:26",
      "text": "Klicken und gleichzeitig was sagen. Genau, wir beschreiben die Traumzustände\nder modernen Welt. Was ist hier los?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:51:35",
      "text": "Klickt er wild auf den Beamer?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:37",
      "text": "Aber es passiert jetzt nicht. Wie lässt sich das hier nicht..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:51:40",
      "text": "Was erlaube, Apple?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:41",
      "text": "Wie lässt sich das hier nicht dragen? So, jetzt ist es gedrackt, geklickt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:51:48",
      "text": "Genau, ich habe die Optik mal ein bisschen angepasst, dass das so ein bisschen\nfresher alles aussieht.\nUnd es gibt jetzt oben rechts so einen neuen Umschalter, wo man verschiedene Views umschalten kann.\nUnd der zweite ist so ein People-Tag.\nGenau, einen weiter rechts.\nUnd dort sehen sie dort klickt sieht man leider nichts das ist schade warum\nsieht man dort nichts ist eigentlich alles alles okay mach nochmal reload,\nmachen wir ein bisschen breiter das fenster aber eigentlich skaliert das auch\nauf mobilgeräten und so problemlos."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:25",
      "text": "Kaputt. Also was du eigentlich demonstrieren möchtest ist, dass das System anzeigt,\nwelche Leute posten denn eigentlich mit diesem Hashtag."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:52:36",
      "text": "Genau, das heißt also, dass man nicht nur jetzt die Karten mit den Postings\nhat, sondern auch sieht,\nwer dort alles schreibt und die werden gerankt nach Anzahl der Postings,\ndie sie in den letzten 30 Tagen zu diesem Hashtag geschrieben haben und man\nkann auch dann in dieser Ansicht gleich aufklappen, was haben die dazu geschrieben,\num sich auch noch einen Eindruck davon zu machen, so lohnt das wirklich denen zu folgen.\nUnd dann hat man direkt daneben auch in der Tat einen schönen Follow-Button,\num sich schnell dann interessante Leute dazu zu klicken.\nUnd da läuft man dann in genau das Problem rein, was ich vorhin schon mal angesprochen\nhatte mit der Authentifizierung. Das heißt, da muss man sich auch einmal gegen\nseine Mastodon-Instanz authentifizieren.\nAber das habe ich, indem ich in der Tat jetzt eigenen Out-Server auch betreibe\ndafür auf einem kleinen Lamp-System, dann so runtergebrochen,\ndass es dann wirklich mit einem einzigen Klick dann auch erledigt ist.\nDas heißt also, da kommt man dann relativ geschmeidig dran."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:33",
      "text": "Da musst du nochmal reinreiben hier, das scheint nicht zu funktionieren.\nIch habe es jetzt schon mit dem zweiten Browser ausprobiert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:53:39",
      "text": "Machen wir mal irgendwie Shift, Reload oder sowas, dass der Cache weg ist.\nOder machen wir mal ein anderes."
    },
    {
      "speaker": "roddi",
      "time": "2:53:46",
      "text": "Versuch mal noch einen dritten Browser."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:53:48",
      "text": "Ich wüsste nicht, warum das gerade nicht. Also bei mir läuft es hier gerade.\nDas verwundert mich jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:54",
      "text": "Ha, works for me."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:53:56",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:57",
      "text": "Verstehe."
    },
    {
      "speaker": "roddi",
      "time": "2:53:57",
      "text": "Let's ship your machine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:03",
      "text": "Tja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:54:04",
      "text": "Es kommt ein echt noch hinten. View People. Genau, den Link nochmal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:09",
      "text": "Den Link nochmal."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:54:11",
      "text": "Sonderbar. Hast du irgendeinen Browser-Plugin? Da ist auch überhaupt nichts am Start."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:17",
      "text": "Nicht im Chrome. Und schon gar nicht im Firefox.\nFirefox ist auch alles empty hier."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:54:25",
      "text": "Kannst du ja mal als Hashtag mal Freakshow nehmen oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:28",
      "text": "Freakshow? Glaubst du, irgendjemand twittert gerade über uns?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:54:32",
      "text": "Das Schrei ist Schrei."
    },
    {
      "speaker": "roddi",
      "time": "2:54:34",
      "text": "Mastotootet. Postet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:36",
      "text": "Mastotoot."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:54:37",
      "text": "Mastotooten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:38",
      "text": "Wer tut das denn? Mastotoot. Freakshow. Freakshow."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:54:43",
      "text": "Genau. Den zweiten immer raus. So ist damit, genau. Man kann da bis zu drei Hashtags kombinieren.\nUnd dann geht es nochmal auf das People."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:55",
      "text": "One month ago, 22 days ago. Keiner redet über uns."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:54:59",
      "text": "Ja, das prangere ich an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:01",
      "text": "Außer wir selbst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:55:02",
      "text": "Das läuft wirklich so gar nicht hier bei dir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:05",
      "text": "Warum? Tja. Wannst du mal sehen, aber wir sind schon so out hier irgendwie.\nAlso bei uns wird noch nicht mal auf Masse rangekriegen.\nJa, ja, ja. Es geht da hin. Ja, wir senden hier in die Lehre hinein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:55:22",
      "text": "Vielleicht kann der Chat ja mal kurz schreiben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:24",
      "text": "Das meinten sie nämlich immer, im Internet ist immer noch genug Platz.\nSend es einfach in den Void.\nDas versendet sich. Das versendet sich aber so richtig."
    },
    {
      "speaker": "roddi",
      "time": "2:55:35",
      "text": "Das hat man doch früher beim Radio immer gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:38",
      "text": "Ja, das versendet sich. Das ist jetzt bei uns auch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:55:43",
      "text": "Du kannst dich ja mal testhalber, Geh mal oben rechts auf das Connect-Icon,\nob das irgendetwas ändert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:48",
      "text": "Das Connect-Icon. Was ist denn das Connect-Icon? Das hier?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:55:52",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:53",
      "text": "So ein fancy Link."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:55:55",
      "text": "Genau, da gibt es jetzt einen, auf welcher Instanz du bist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:58",
      "text": "Ach, da muss ich mich jetzt anmelden."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:55:59",
      "text": "Genau, und dann wirst du direkt wieder zurückgeschickt und bist angemeldet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:05",
      "text": "Jetzt muss ich dem hier noch alle meine Datenpreis geben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:56:09",
      "text": "Das ändert auch nichts an dem View."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:11",
      "text": "Das ändert auch nichts."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:56:12",
      "text": "Kannst du mal die Browser-Konsole mal aufmachen, ob du da irgendwelche Fehler schmeißt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:16",
      "text": "Wollen wir das jetzt hier wirklich während der Sendung?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:56:19",
      "text": "Irgendwas da ist doch eine rotes..."
    },
    {
      "speaker": "roddi",
      "time": "2:56:21",
      "text": "Nein, wollen wir nicht. Aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:25",
      "text": "Exception hier. Fehler."
    },
    {
      "speaker": "roddi",
      "time": "2:56:28",
      "text": "Fehler."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:29",
      "text": "Type Error. Das musst du... Back to the drawing board, mein Freund. Hier, jQuery.\nErrors. Ist ja egal. Es ist ja gut gemeint."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:56:40",
      "text": "Gut gemeint ist aber nicht gut gemacht."
    },
    {
      "speaker": "roddi",
      "time": "2:56:44",
      "text": "Tja, so ist das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:45",
      "text": "Es hat schon mal funktioniert. Auf Ralfs Laptop, ihr müsst also alle auf Ralfs\nLaptop gehen und dann läuft das dann.\nJa, das ist doch wirklich, das atmet doch den richtigen Geist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:57:00",
      "text": "Schreibt mal in den Chat, ob das bei euch läuft. Das ist gerade weird. dass es nicht geht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:05",
      "text": "So und womit hast du das gevibe codet?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:57:07",
      "text": "Das habe ich gevibe codet in der Tat im Wechsel zwischen,\nChatGPT 5 und CloudSonnet 4.5 Also ChatGPT 5 ist ja schon ein bisschen länger\nraus und hat ja schon einen ganz guten Ruf für Coding,\nUnd Claude Sonnet kam dann die Woche vor dem Fedi-Day raus und dachte ich,\nna dann lassen wir das nochmal gegeneinander antreten und habe ich es relativ\nhäufig so gemacht in Cursor,\ndem einen LLM das Problem gegeben und lösen lassen und geguckt,\nokay, wie weit ist er gekommen, dann revertet und dann der anderen LLM denselben\nPrompt quasi vorgeworfen, dass man so ein bisschen AB-Test hat,\nwie schlagen sich so die beiden Systeme bei einer und derselben Aufgabe und\neinem und demselben Hintergrund.\nDa guck bei den Leuten läuft es überall.\nIrgendwas ist hier mit deinem Rechner komisch, Tim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:59",
      "text": "Das kann schon sein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:58:02",
      "text": "Und für die Sachen, die ich da mitgemacht habe, war so mein Fazit,\ndie sind total gleichauf gerade.\nBei dem einen war mal Cloud Sonnet besser, bei dem anderen war mal JetGPT besser, auch vom Stil her.\nKönnte ich da nicht wirklich einen Finger drauf halten, was da jetzt irgendwo,\ninnovativer oder konservativer oder sonst wie wäre.\nIst das natürlich nicht wirklich eine systematische Auswertung,\naber so zwei Tage habe ich da schon dran rumgebruckelt und ich würde sagen,\ndas tut sich gerade nicht viel, die beiden Systeme und die sind generell beide gut klargekommen.\nIst das allerdings auch eher ein überschaubares Projekt, was wir jetzt hier haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:42",
      "text": "Ja, naja, ich habe mich ein bisschen gewöhnt an Claude,\nDer alte Claude und ich. Wir haben da übrigens im Chat noch eine Frage bekommen\nvor der Sendung. Ich habe mal nach Fragen gefragt.\nWir sollten das vielleicht mal mit diesen Fragen mal ein bisschen etablieren nochmal.\nIch weiß, wir haben das schon mal probiert, das hat nicht so gut funktioniert.\nAber die Frage war, das finde ich ganz gut die Frage, jetzt muss ich noch kurz\nvorlegen, wo die Frage, wo ich die hingeschrieben habe."
    },
    {
      "speaker": "roddi",
      "time": "2:59:09",
      "text": "Wo ist die Antwort?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:10",
      "text": "Ich suche mal kurz die Antwort, genau. Die Frage war, was wir nicht,\nwelche Anwendungen würdet ihr nicht Weib koden?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:59:23",
      "text": "Alles im Krankenhaus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:28",
      "text": "Ich würde sagen,\nGar keine. Im Sinne des Wortes Anwendung, also wenn es da auch Anwender gibt.\nAlso wenn man sozusagen Software jetzt wirklich for the public macht,\ndann muss man auf jeden Fall vorsichtig sein. Sagen wir es mal so.\nAuf gar keinen Fall sollte man jetzt ein System bauen, was, also klar,\ndein Mastowall, überschaubares Ding, läuft irgendwie lokal im Browser und nobody\ncares. Das ist überhaupt nicht das Ding. Für so kleine Sachen alles wunderbar.\nAnwendung im Sinne von größeres System, was wirklich komplexe Dinge tut,\ndenen man irgendwie auch vertrauen muss, wo Security eine Rolle spielt, schwierig.\nGenerell finde ich, sollte man überhaupt gar keine Software in die Welt rausschicken,\ndie nicht von den Programmierern auch verstanden wird. Man kann sich natürlich helfen lassen.\nUnd ich glaube, das ist so der Hauptwert derzeit eigentlich,\nist so dieses Planen, Abwägen. Also ich habe sehr gute Ergebnisse,\nso mit so früh gleich so einen Dialog zu suchen und man sieht das jetzt auch\nbei den letzten Updates mit Cursor.\nAlso die haben ja jetzt auch so dieses Planen ist jetzt richtig so Teil des\nKonzepts und damit spart man auch nochmal Tokens.\nEs geht jetzt sozusagen richtig erstmal in so einen Planungsmodus,\nwo auch klar ist, wir schreiben jetzt nichts, aber wir erzeugen einen Plan.\nEs gab ja dieses Ask, wo nur so, ja, ich chatte jetzt mal mit dir und hier wird\nüberhaupt keine Datei erzeugt und Planen ist so,\nja, wir erzeugen schon Dateien, nämlich Pläne und wir setzen das aber jetzt\nnicht wirklich in Code um.\nUnd da muss ich sagen, es ist wirklich sehr hilfreich insbesondere wenn man\nauch gleich so mit so Rückfragen kommt also ich schreibe jetzt gerne so am Anfang rein,\nJa, ich würde gerne das und das machen, hier lalala, ich habe mir das so und\nso vorgestellt und dann am Schluss so, was meinst du denn so? Hast du Fragen?\nUnd dann kommen da wirklich interessante Sachen, weil du dann eben so konfrontiert\nwirst mit, hast du das bedacht, hast du das bedacht?\nIch habe nicht so genau verstanden, wie du das gemeint hast,\ndas könnte ja dies und dieses meinen und so weiter.\nAlso so Unklarheiten raus. Und das hilft einfach super dabei,\nmal überhaupt mal so den eigenen Scope abzustecken.\nWo will ich hin? Wie designe ich das?\nWas gibt es vielleicht für bekannte Patterns, die man hier anwenden sollte,\nkönnte oder vielleicht auch nicht anwenden sollte?\nAll diese ganzen Sachen. Dinge, die man vielleicht auch noch nicht kennt.\nUnd ja, ich würde das so angehen.\nAlso eher als Nachschlagewerk, als Berater, als Planungstool und occasionally\nfür Sachen, die nicht wichtig sind.\nAlso wir sitzen jetzt zum Beispiel gerade an so einem neuen Projekt und da ging\nes dann irgendwie darum,\nzum Rumspielen brauchen wir jetzt erstmal so einen Data-Import,\ndamit man erstmal Daten in der Datenbank hat und überhaupt erstmal richtig weiterentwickeln\nkann. Das ist keine kritische Komponente.\nDas sollte dann später nicht der Importer sein, den man dann irgendwie als Teil\ndes Systems begreift, sondern einfach so als Developer-Tool.\nDafür ist es super, auch um mal schnell zu testen, funktioniert die API,\nwie ich sie habe überhaupt, kriege ich damit jetzt was hin, besteht sozusagen\nmein eigenes System hier gerade den Real-Life-Test, wenn ich da dagegen Vibe-Code und so weiter.\nDas sind auf jeden Fall Sachen, mit denen man sich extrem viel Zeit sparen kann."
    },
    {
      "speaker": "roddi",
      "time": "3:03:13",
      "text": "Ja, ich weiß nicht, vor allen Dingen Dinge überhaupt erstmal rauszufinden, wie sie funktionieren.\nAlso ich habe ja so eine Nextcloud installiert und das ist ja auch so ein sehr halbseitenes Projekt.\nAlso das ist ja wieso."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:37",
      "text": "Dass es in PHP geschrieben ist ja ja genau."
    },
    {
      "speaker": "roddi",
      "time": "3:03:39",
      "text": "Das ist so wie WordPress naja egal also ich habe es zum Laufen gekriegt und\nhabe halt mir aber relativ viel Unterstützung von den AIs geholt,\num immer wieder zu fragen, ja wie mache ich denn das wie mache ich denn das, wie mache ich denn das,\nja manchmal erfindet er halt dann irgendwie noch ein paar Command Line Switches\nbei Befehlen dazu, wo du dir so denkst,\naber im Großen und Ganzen, wenn man das Problem halbwegs beschreiben kann,\nkriegt man auch eine halbwegs brauchbare Fehlerbeschreibung und wie man das\nProblem denn ungefähr gelöst bekommt.\nInteressant sind halt so Sachen, wo wenn du früher die,\ndie Foren durchgewühlt hast zu einer Frage und alle stellen die gleiche Frage,\naber es gibt keine Antwort,\ndann kriegst du heute halt von der von der AI halt auch keine gute Antwort,\nweil es die halt nicht gibt.\nNiemand hat das Problem bisher gelöst und was soll die AI denn da Magisches tun?\nAlso das ist schon so, naja, es ist keine Ahnung, also ich weiß nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:04:53",
      "text": "Also ich würde sagen, grundsätzlich alles mit Schreibrechten,\nda wäre ich schon mal sehr vorsichtig, also das ist so eine Grenze,\nwo ich immer sage, das machen wir jetzt vielleicht mal besser nicht wo ich es\naber nach wie vor fantastisch für finde ist, um Proof of Concepts,\nrauszuhauen also ich laufe, weil du gerade sagst Nextcloud, ich laufe seit einem\nhalben Jahr bei uns durch die Gegend und sage so,\nwir werden es technisch ermöglichen, dass wir unser discourse-basiertes Intranet\nmit einer transparenten Nextcloud, die selber gar nicht,\nwo das rechte System gar nicht zum Tragen kommt, sondern quasi nur mit Hashtag,\nalso Hashcode Security by Obscurity URLs Public Links generiert und dann am\nEnde Collabora Office-Dateien bearbeitbar werden.\nSodass du im Discourse sagen kannst, in einem Thread.\nIch möchte jetzt hier eine Word-Datei erstellen und dann klicke ich da drauf\nund es wird direkt das Kollaborer hochgefahren und Nextcloud als Middleware ist quasi unsichtbar.\nSo, und alle, die Zugriff haben auf diesen Thread innerhalb von Discourse,\nkönnen also quasi dann kollaborativ Office-Dateien bearbeiten.\nIch sage seit einem halben Jahr, so, das wird funktionieren.\nSo, und jetzt habe ich mich aber mal hingesetzt, letztes Wochenende und habe\nes auch mal gebaut und jetzt kann ich zeigen, dass es funktioniert.\nUnd das ist ein Riesenunterschied.\nUnd jetzt kann man es irgendeiner Bude geben und sagen, so jetzt mach das bitte mal in ordentlich."
    },
    {
      "speaker": "roddi",
      "time": "3:06:23",
      "text": "Ja, ich hatte halt, also ...\nIch war ja in China, also Freakshow berichtete und wir sind da ja mit dem Chor\nhingefahren und dann gab es so dieses Problem,\nwo schmeißen wir denn alle mal unsere Fotos gemeinsam ab, dass wir die alle\nirgendwie im Originalgröße so dateimäßig alle haben und dann halt auch andere\nLeute Fotos runterladen können.\nDa habe ich gedacht, naja gut, ich gucke mir das an, habe mir so die diversen\nCloud-Varianten angeguckt, die es da gab und dann ist die Entscheidung auf Nextcloud gefallen.\nUnd dann habe ich das Ding installiert und bin ja so ein bisschen vom Glauben abgefallen.\nAlso das ist so, so von der Benutzung her ist es so, als wäre es gerade aus\nder Beta-Phase raus oder noch nicht. Also du kannst ja zum Beispiel..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:11",
      "text": "Vielleicht ist es das ja auch."
    },
    {
      "speaker": "roddi",
      "time": "3:07:13",
      "text": "Nee, ist schon Version 3 irgendwas. Du kannst da also in Ordner Fotos hochladen\nund wenn du die Fotos als Files hochlädst, dann kriegst du kleine Vorschaubildchen,\nso entweder als Liste oder als Icons, wie man es so kennt.\nDu kannst die Fotos aber auch als Fotos hochladen und dann kannst du sie in ein Album tun.\nAber meinst du, die beiden Komponenten würden irgendwie interagieren?\nAlso du kannst nicht mal sagen, guck mal, mach mal aus dem Ordner,\nden ich da habe, ein Fotoalbum.\nNee, du musst die Fotos alles nochmal neu hochladen. Wer macht denn sowas?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:52",
      "text": "Naja, Version 3, ich bitte dich."
    },
    {
      "speaker": "roddi",
      "time": "3:07:55",
      "text": "Also,\nkeine Ahnung, ich bin nicht sehr begeistert. Ich hoffe, dass ich dieses Problem\nNextcloud auch bald gelöst habe, dass alle, die wollen, hochgeladen haben,\nalle, die wollen, runtergeladen haben und ich die Kiste wieder platt machen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:10",
      "text": "Ein Feature nicht haben ist ja nicht so schlimm, wie es funktioniert nicht.\nAlso ich meine, wenn das, was sie anbieten, zumindest halbwegs funktioniert, ist ja okay."
    },
    {
      "speaker": "roddi",
      "time": "3:08:17",
      "text": "Ja, tut es. Es war frickelig, aber ich habe es irgendwie zum Laufen gekriegt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:08:23",
      "text": "Also ich bin auch kein Riesenfan von diesem Nextcloud-Ansatz.\nWir behaupten jetzt, wir hätten für alles eine App in unserem Nextcloud-Biotop.\nUnd dann guckst du dir das Wiki an und dann guckst du dir die Bilddatenbank\nan und dann guckst du dir das Pad an und denkst so, es ist halt nicht so,\nes ist nicht best of breed, es ist auch gar nicht geil.\nUnd es ist vom Design her auch wieder alles total, jeder macht dann wieder seins.\nEs ist halt ein offenes Ökosystem.\nAber kein Freund. Also von daher ist jetzt auch meine Strategie Nextcloud eher verstecken.\nIch finde selbst die Nextcloud-Basis GUI schwierig.\nSie ist besser geworden und es ist keine Vollkatastrophe. Aber spätestens wenn\ndu anfängst irgendwie so Rechte zu administrieren in der Nextcloud denkst du\ndir auch so, Leute, setz doch da mal ein UXler ran."
    },
    {
      "speaker": "roddi",
      "time": "3:09:18",
      "text": "Ja und dann so Dinge, wie du machst, einen neuen Account und in dem neuen Account\nsind dann irgendwie beschissenste Beispieldaten drin."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:09:26",
      "text": "Das kannst du ja wiederum parametrisieren, das kannst du ja alles beim Ausrollen\nangeben, was die quasi Boilerplate-Geschichten sind für einen neuen Account."
    },
    {
      "speaker": "roddi",
      "time": "3:09:34",
      "text": "Ja, aber nicht einfach."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:09:37",
      "text": "Naja, Dokumentation lesen muss man schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:41",
      "text": "Ist jetzt Nextcloud eigentlich gerade das Thema? Also wir müssen das ja nicht weiter vertiefen."
    },
    {
      "speaker": "roddi",
      "time": "3:09:46",
      "text": "Ja, so für ein paar Minuten haben wir über Nextcloud. Wir müssen es auch Und\nwie du meintest, nicht vertiefend, das ist schon okay.\nIch war halt so underwhelmed und andere Sachen habe ich gar nicht so richtig zu machen.\nIrgendein anderes Ding habe ich noch ausprobiert, aber das konnte dann noch\nweniger und war noch instabiler. Also es war alles ganz merkwürdig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:07",
      "text": "So, wo wir aber gerade dann doch so ein bisschen über AI gesprochen haben.\nJa, uns fehlt da immer noch irgendwas ein.\nWollte ich nochmal kurz erwähnen. Da hatte ich überlegt, ob wir mal demnächst\nmal vielleicht den Jens einladen. Da bin ich jetzt nicht zugekommen.\nOh Gott, hoffentlich finde ich jetzt hier den Link und zwar wie heißt es hier\nso schön New Project Makes Wikipedia."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:10:37",
      "text": "Wollen wir es doch nicht wirklich machen wenn Jens kommt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:40",
      "text": "Ich wollte es mal kurz erwähnen Okay,\nUnd zwar hat Wikimedia Deutschland das angekündigt tatsächlich eine neue Datenbank\ndie sozusagen, also es heißt Wikidata Embedding Project,\nIch grübel noch ein bisschen, ob dieser Name eigentlich ein guter Name ist,\naber das ist auf jeden Fall das Projekt und da geht es darum,\nden ganzen Wikidata-Kram in einer AI-kompatibleren Form darzustellen.\nAlso sozusagen dieselben Daten einfacher durchsuchbar zu machen,\nso für vektorbasierte, semantische Suche, wie das so schön heißt.\nGenau, und das ist irgendwie etwas, was sie tun.\nBisher gab es ja sozusagen nur so SparkQL als quasi so SQL-artige,\nvielleicht ein bisschen der falsche Ausdruck, aber sagen wir mal so ein präziser,\nklar benannter Abfragestyle, der halt so ein bisschen an SQL,\nvielleicht nicht unbedingt angelehnt ist, aber daran erinnert, sagen wir es mal so.\nUnd es gibt wohl irgendwie so ein Keyword Matching, aber irgendwie nichts,\nwas jetzt wirklich gut von diesen AI-Tools gut durchsucht werden kann.\nUnd ich finde das eigentlich ganz gut, dass sie das machen, weil ich denke,\ndass es ein Fehler wäre, jetzt Wikidata hier aus dem ganzen Spiel irgendwie rauszuhalten.\nUnd auch Alternativen dazu zu bieten, jetzt nur lad doch alles runter und mach\ndeinen Quatsch alleine.\nDafür ist glaube ich dieser Datenbestand mittlerweile auch schon zu groß.\nJa, also das können wir vielleicht wirklich mal in einer späteren Sendung aufgreifen.\nFand ich auf jeden Fall ganz interessant.\nDann habe ich noch ein Gadget entdeckt, was ich nicht gekauft habe.\nAber ich glaube, da müssen wir mal drüber reden. Und zwar gibt es ja diesen Raspberry Pi.\nDen gibt es ja in zwei Varianten\nalso genau genommen gibt es den auch in mehr Varianten aber es gibt ihn unter\nanderem in einer klassischen Ich-bin-ein-Rasperi-Pie-Format und eine Million\nGehäuse und Steckersysteme gibt es dafür um das Ding in allen möglichen Richtungen zu erweitern,\nund dann wie schön hier auf meinem Tisch, gibt es ja den Raspberry Pi,\nalso das ist jetzt der 400er, der hier steht, also das ist quasi Wie die."
    },
    {
      "speaker": "roddi",
      "time": "3:13:37",
      "text": "Hörer nicht sehen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:13:39",
      "text": "Also eine flache, weiße Tastatur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:42",
      "text": "Wie ihr jetzt gerade seht, gibt es den Raspberry Pi auch in einer Tastatur eingebaut.\nHabe ich glaube ich auch schon mal erwähnt. Und finde ich auch ganz toll,\neigentlich das Produkt, weil ehrlich gesagt, ich hätte auch gerne noch einen Bildschirm dabei.\nDas wäre eigentlich ganz gut. Einfach noch so ein kleiner LCD noch dabei,\nDas fände ich auch noch ganz geil.\nAber so ist es auf jeden Fall cool. Da hat man immer gleich eine Tastatur am Start."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:14:05",
      "text": "Hättest du einen Laptop?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:07",
      "text": "Ah, Laptop, genau so heißt das. Ja, so ein Raspberry Pi Laptop."
    },
    {
      "speaker": "roddi",
      "time": "3:14:11",
      "text": "Da brauchst du noch eine große Powerbank und schon bist du..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:13",
      "text": "Naja, es muss jetzt nicht mit Akku und so weiter sein, sondern einfach nur so,\ndass man das irgendwo so hinstellt, Strom anschließt und dann passt das schon. Aber okay.\nEs gibt wahrscheinlich auch irgendwelche fertigen Lösungen, habe ich noch gar\nnicht geguckt, ob man irgendwas quasi an dieses Gehäuse einfach ranattachen kann. Wahrscheinlich.\nAnyway, auf jeden Fall gibt es da seit einiger Zeit den Raspberry Pi 5 und dementsprechend\ngab es dann auch, wenig überraschend, den Raspberry Pi 500.\nUnd der Raspberry Pi 500 ist..."
    },
    {
      "speaker": "roddi",
      "time": "3:14:44",
      "text": "Bunt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:45",
      "text": "Genauso wie der Raspberry Pi 400, bloß halt schneller."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:14:51",
      "text": "Nein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:51",
      "text": "Doch. Also ist irre."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:14:55",
      "text": "Und der ist bunt, mit bunten Tasten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:57",
      "text": "Nein, er ist nicht bunt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:14:58",
      "text": "Hintergrundbeleuchtung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:59",
      "text": "Nein, ist er nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:15:00",
      "text": "Aber ist doch hier im Screenshot zu sehen. Also ihr seht das jetzt nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:04",
      "text": "Im Screenshot ist überhaupt nichts zu sehen. Was es jetzt gibt,\nist der Raspberry Pi 500 Plus. Und der ist bunt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:15:11",
      "text": "Dammit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:11",
      "text": "Der hat nämlich eine ganz andere Tastatur und also während der 400 und 500 eher\nso eine Tastatur haben, wie so ein MacBook würde ich sagen, ne?\nIst das mit dem 500 Plus ganz anders. Das ist nämlich so eine Klackertastatur. Die klackert."
    },
    {
      "speaker": "roddi",
      "time": "3:15:32",
      "text": "Wie, die klackert?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:33",
      "text": "Ja, die macht Geräusche."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:15:34",
      "text": "Wie so eine gute alte Sherry Doppelklick?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:36",
      "text": "Ja, kann ich dir jetzt nicht sagen. Also ich habe zwei Videos gesehen.\nDie macht auf jeden Fall ordentlich Alarm und als besonders auffälliges Gadget\nhat sie unter jeder Taste eine LED.\nUnter jeder Taste eine Farb-LED."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:15:54",
      "text": "Weil es kostet ja nichts."
    },
    {
      "speaker": "roddi",
      "time": "3:15:55",
      "text": "Gut, es ist nichts übermäßig Neues, aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:59",
      "text": "Nee, also für ein Raspberry Pi ist das was Neues."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:16:02",
      "text": "Aber es scheint nicht auf den jeweiligen Buchstaben durch. Sehe ich das richtig?\nDie sind nicht so transparent gebaut."
    },
    {
      "speaker": "roddi",
      "time": "3:16:08",
      "text": "Nee, nee, es scheint nur außenrum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:09",
      "text": "Es ist nur, genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:16:11",
      "text": "Weil es könnte ja interessant sein, um irgendwie Funktionsgruppen für Keyboard-Shortcuts\nund sowas dann auch wirklich abzubilden. Aber wenn das nur so drum rum strahlt,\nist das so ein bisschen fuzzy, oder?\nMeinst du, das ist präzise genug für eine einzelne Taste?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:24",
      "text": "Es ist präzise genug für eine einzelne Taste, das kann ich insofern bestätigen.\nIch meine, ich habe das Ding noch nicht in der Hand gehabt, ich habe mir nur Videos angeschaut.\nDer einzige Nachteil ist, dass dieses Interface noch nicht spezifiziert zu sein scheint.\nIch gehe mal schwer davon aus, dass das bald kommen wird oder vielleicht auch\nschon so weit ist und ich habe es noch nicht mitbekommen, aber initial gab es\njetzt erstmal keine Möglichkeit oder zumindest keine öffentlich dokumentierte\nMöglichkeit, wie man jetzt an diese LEDs rankommt. Aber das wird natürlich stattfinden.\nUnd das Ding wird,\nausgeliefert mit, glaube ich, vier verschiedenen Farbmodis, die du machen kannst.\nAlso entweder alles in einer Farbe\noder die ganze Zeit so ein hin- und herwabernder Rainbow-Scheißdreck."
    },
    {
      "speaker": "roddi",
      "time": "3:17:12",
      "text": "Addressable RGB, was hattest du erwartet?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:14",
      "text": "Naja, nichts anderes habe ich erwartet. Ein Modus hat mir allerdings sehr gut gefallen.\nUnd zwar gibt es einen Modus, wo quasi jede Taste, also wo sozusagen eine rote\nLampe unter der Taste, die du gerade gedrückt hast, eine Weile nachleuchtet."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:17:30",
      "text": "Oh, hat man so einen Trail dann da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:33",
      "text": "Genau, das ist so ein Trail."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:17:34",
      "text": "Oh, dann glüht das so. So schön, haben will. Aber das ist bestimmt sexy."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:40",
      "text": "Da dachte ich auch so, ja okay, das ist jetzt mal wirklich eine Innovation im Tastaturbereich."
    },
    {
      "speaker": "roddi",
      "time": "3:17:46",
      "text": "Das scheint mir auch so ein Tastaturschreiblernen Anwendungs danach zu rufen.\nAlso drücke immer die Taste, die leuchtet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:56",
      "text": "Also Erik postet hier gerade im Chat ein Foto von dieser Tastatur,\nder tatsächlich nahelegt, dass die Buchstaben transparent sind.\nAllerdings zeigt das auch wieder sehr schön, wie sehr sie es leider verkackt\nhaben, die Beschriftung auf dieser Tastatur ordentlich hinzubekommen.\nSehr klein, nicht zentriert und alles völlig sinnlos. Also das verstehe ich\nnicht, warum man jetzt die."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:18:22",
      "text": "Kowalski schreibt gerade, Trail Mode ist für Passwörter perfekt. Ja, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:28",
      "text": "Da hilft natürlich ein gut integriertes Betriebssystem, was weiß,\nwenn du ein Passwort eingibst, dass du dann automatisch das ...\nStimmt, Trademort ist natürlich ein Sekretärproblem."
    },
    {
      "speaker": "roddi",
      "time": "3:18:40",
      "text": "Wir werden kein Apple Pie sehen, also das kannst du vergessen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:45",
      "text": "Wieso? Also ich meine, ein Mac weiß, wenn du ein Passwort eingibst.\nMeine Vision Pro weiß das auch."
    },
    {
      "speaker": "roddi",
      "time": "3:18:54",
      "text": "Jaja, schon, nur da läuft kein Mac OS auf dem Raspberry Pi."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:58",
      "text": "Warst du dann auf kein Mac OS drauf?"
    },
    {
      "speaker": "roddi",
      "time": "3:19:00",
      "text": "Wahrscheinlich nicht, keine Ahnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:02",
      "text": "Was ist denn das für ein Scheiß?"
    },
    {
      "speaker": "roddi",
      "time": "3:19:02",
      "text": "Vielleicht haben die ersten Leute auch schon und so weiter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:07",
      "text": "Naja, also da kann man bestimmt schöne Sachen bald mit bauen."
    },
    {
      "speaker": "roddi",
      "time": "3:19:11",
      "text": "Also es gibt Lösungen, um tatsächlich ein gesamtes Mac OS in einem Container\nirgendwie zu containerisieren.\nIch habe allerdings nur quasi den Blogpost beziehungsweise das Ding auf GitHub gesehen, aber nicht das,\ndas eigentliche hab's nicht ausprobiert wo wir schon bei so Bastellösungen sind,\nhabt ihr schon von dem Open Source Drucker gehört?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:44",
      "text": "Ja, hab ich gehört Und?"
    },
    {
      "speaker": "roddi",
      "time": "3:19:47",
      "text": "Was ist deine Meinung dazu?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:50",
      "text": "Ich weiß auch nicht, ob ich da schon also generell muss ich sagen,\nfinde ich das eine gute Idee, ist halt ein Tintenpisser Ich hasse Tintenpisser, aber meinetwegen."
    },
    {
      "speaker": "roddi",
      "time": "3:19:57",
      "text": "Ja, aber die Idee so nach der Art, jetzt gibt es so viele Firmen,\ndie für etablierte Drucker Billigpatronen nachgebaut haben.\nJetzt kann man die doch eigentlich auch direkt benutzen. Finde ich eigentlich ganz, ganz witzig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:12",
      "text": "Ja, also einen Open-Source-Drucker halte ich für eine verdammt gute Idee.\nDas Design ist hier ganz interessant, weil der ist ja so ein bisschen dafür\ngemacht, an die Wand gehängt zu werden, weil der zieht ja sein Papier von einer Endlosrolle."
    },
    {
      "speaker": "roddi",
      "time": "3:20:24",
      "text": "Genau, und schneidet sie dann aber auch ab."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:26",
      "text": "Und schneidet sie ab. Das ist natürlich mega."
    },
    {
      "speaker": "roddi",
      "time": "3:20:30",
      "text": "Und er macht DIN A4 hochkant. Also sprich, du kannst auch DIN A3 ausdrucken.\nAlso die Breite der Rolle ist DIN A4 hochkant."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:41",
      "text": "Die Breite der Rolle ist DIN A4 hochkant?"
    },
    {
      "speaker": "roddi",
      "time": "3:20:46",
      "text": "Also 29 Zentimeter."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:20:48",
      "text": "Kannst du noch längere Banner sogar auch drucken."
    },
    {
      "speaker": "roddi",
      "time": "3:20:50",
      "text": "Du kannst lange Banner drücken, aber du kannst halt auch DIN A3 Seiten ausdrucken, wenn es sein muss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:54",
      "text": "Okay, jetzt verstehe ich es langsam. Das sieht ja auf dem Bild da gerade nicht so nach DIN A4 aus."
    },
    {
      "speaker": "roddi",
      "time": "3:20:59",
      "text": "Nee, sieht nicht so danach aus, aber angeblich ist es so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:02",
      "text": "Okay, vielleicht gibt es ja auch verschiedene Druckbreiten. Kann das sein?\nIch meine, wenn das da so eingefädelt wird."
    },
    {
      "speaker": "roddi",
      "time": "3:21:08",
      "text": "Keine Ahnung, ich weiß nicht, wo man dieses aufgerollte Papier herkriegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:12",
      "text": "Das Ganze sieht aus wie so ein Kleenex-Box, wo oben eine Klopapierrolle drauf ist.\nDas ist wirklich eine tolle Idee.\nUnd vor allem, was ich besonders gut daran finde, ist, dass der eben nicht so\naussieht wie andere Drucker.\nAlso der erfüllt auf einmal ganz andere Use-Case. Die kannst du zum Beispiel\nan die Außenseite eines Gebäudes,\nmachen und dann hast du so einen automatischen Flugblattverteiler.\nDer druckt dann immer ein Flugblatt,\nschneidet es ab und es fällt dann automatisch so auf die Bevölkerung."
    },
    {
      "speaker": "roddi",
      "time": "3:21:46",
      "text": "Auf gut Deutsch kannst du auch hinten ans Auto ranmachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:51",
      "text": "Ja, weiß ich, der wird dann wahrscheinlich schnell."
    },
    {
      "speaker": "roddi",
      "time": "3:21:53",
      "text": "Oder eine Drohne montieren. Dann hast du ein Flugblatt verteilt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:58",
      "text": "Ja, okay."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:22:00",
      "text": "Also es ist wirklich ein interessantes Design. Die Frage ist,\nwie lange hält das Messer? Ja, was das abschneidet?\nWeil wenn du dann plötzlich so eine Wrisselkante hast, so, dann ist der Sex-Appeal\nglaube ich schnell dahin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:10",
      "text": "Aber grundsätzlich tolle Idee. Da musst du dann noch Diamanten noch rantackern."
    },
    {
      "speaker": "roddi",
      "time": "3:22:13",
      "text": "Ja, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:13",
      "text": "Schlaft sich selber."
    },
    {
      "speaker": "roddi",
      "time": "3:22:16",
      "text": "Ich glaube, der eigentliche Appeal an dem Ding ist,\ndass es ein Drucker ohne Entschertification und Cloud und Gedöns ist,\nsondern es ist halt so ein Teil, wo du Treiber bekommst, die du installierst\nund dann funktioniert er einfach.\nDann schreibt er dir auch nicht vor, welche Tintenpatronen du zu kaufen hast etc. etc."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:36",
      "text": "Wie, da muss man Treiber installieren."
    },
    {
      "speaker": "roddi",
      "time": "3:22:38",
      "text": "Also ich nehme mal an, keine Ahnung, da das Ding irgendwie noch in der Crowdfunding-Phase ist,\nwird es wohl noch eine Weile dauern, bis wir die Teile also dann auch in relativ\ngutem Zustand, aber klar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:54",
      "text": "Okay, also man muss dazu sagen, das Ganze ist Crowdfunding irgendwie,\nwenn ich das richtig sehe.\nUnd existiert noch nicht, sondern es ist sozusagen eine Idee und das,\nwie ich finde, eine ganz, ganz gute Idee, also generell."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:23:08",
      "text": "Innen drin ist ein Raspberry Pi Zero verbaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:12",
      "text": "Mhm."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:23:13",
      "text": "Hm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:15",
      "text": "Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:23:16",
      "text": "Also es ist einfach eine coole Idee, einen Drucker neu zu denken.\nDas feiere ich schon mal hart."
    },
    {
      "speaker": "roddi",
      "time": "3:23:20",
      "text": "Nach den 3D-Druckern, die man selber bauen kann. Jetzt die 2D-Drucker,\ndie man selber bauen kann. Also..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:29",
      "text": "Ja, das hätte ich gerne als Laserdrucker."
    },
    {
      "speaker": "roddi",
      "time": "3:23:34",
      "text": "Das ist wahrscheinlich technisch ein bisschen anspruchsvoller."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:37",
      "text": "Warum?"
    },
    {
      "speaker": "roddi",
      "time": "3:23:39",
      "text": "Weil so eine Lasereinheit wahrscheinlich doch relativ aufwendig ist und die\nkriegst du wahrscheinlich auch einfach nicht von Drittherstellern mal so eben\nin Stückzahlen eingekauft.\nWährend Tintenpatronen, ich meine, es gibt ja diese Tintenpatronen mit Druckkopf.\nAuch von Billiganbietern, wenn du das Zeug von HP oder Epson nicht kaufen willst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:00",
      "text": "Wie, es gibt Tintenpatronen mit Druckkopf."
    },
    {
      "speaker": "roddi",
      "time": "3:24:03",
      "text": "Ja, die HP Druckkopf."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:24:05",
      "text": "Doch schon immer."
    },
    {
      "speaker": "roddi",
      "time": "3:24:06",
      "text": "Dinger sind schon relativ lange, ist der Druckkopfteil der Tintenpatrone."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:11",
      "text": "Ach so, ich habe noch nie drüber nachgedacht."
    },
    {
      "speaker": "roddi",
      "time": "3:24:13",
      "text": "Und deswegen bauen die den halt mit solchen Patronen.\nAls Nachbau überall gekriegt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:24:21",
      "text": "Also zwei Reihen werden hier unterstützt, HP 63 und HP 302 steht hier auf der Projektseite.\nAber auch nur die beiden halt, ansonsten müsste es halt wieder irgendwie alles um..."
    },
    {
      "speaker": "roddi",
      "time": "3:24:32",
      "text": "Ja, ich denke mal, ich denke mal, wenn dieses Beispiel Schule macht,\ndann kriegt man vielleicht auch von den etablierten Herstellern wieder Drucker,\ndie irgendwie vor allen Dingen drucken,\nzuverlässig und nicht irgendwie eigentlich nur ein Vehikel sind,\num überteuerte Tinte oder überteuerten Toner zu verkaufen.\nWie war das? Druckertinte ist teurer als Blut. Auf den Liter gerechnet?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:05",
      "text": "Okay, also so ein Teil hier, was weiß ich, ich habe hier mal auf irgendeine Tonerbude geklickt.\n15 Euro für so 550 Seiten angeblich schwarz."
    },
    {
      "speaker": "roddi",
      "time": "3:25:17",
      "text": "Also Farbe, schwarz, 550 Seiten, wahrscheinlich irgendwelche Testseiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:21",
      "text": "Ja. Your mileage may vary, heißt wahrscheinlich das Sternchen, ne?\nJa, okay. Ich weiß nicht, ich habe ja kein gutes Verhältnis zu Tintenschalldruckern.\nIch weiß nicht, wie das bei euch so ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:25:36",
      "text": "Farblaser zu Hause."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:38",
      "text": "Echt so Laser Guys hier, ne?"
    },
    {
      "speaker": "roddi",
      "time": "3:25:40",
      "text": "Ich habe auch einen Laser, vor allen Dingen einen, der erstens einen Ethernet-Port hat.\nUnd zweitens AirPrint kann. Das sind so die beiden Dinge. Einstecken und drucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:53",
      "text": "Und drittens ein Brother-Drucker ist."
    },
    {
      "speaker": "roddi",
      "time": "3:25:55",
      "text": "Nee, es ist tatsächlich ein HP."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:57",
      "text": "Wirklich?"
    },
    {
      "speaker": "roddi",
      "time": "3:26:00",
      "text": "Aber er tut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:02",
      "text": "Okay."
    },
    {
      "speaker": "roddi",
      "time": "3:26:03",
      "text": "Und zwar tut er, ohne dass man Software installiert. Also ich habe keine HP-Software\ninstalliert, sondern dadurch, dass es ein AirPrint-Drucker ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:10",
      "text": "Kann man einfach drucken. Ja, eben. Das ist einfach geil."
    },
    {
      "speaker": "roddi",
      "time": "3:26:16",
      "text": "Und solange sie bei dem Ding nicht auch mit AirPrint um die Ecke kommen,\nbrauchen sie gar nicht anrufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:21",
      "text": "Also ich habe so einen Brother-Drucker, der ist an sich ganz okay.\nMan muss halt nur ab und zu mal im Internet nachgucken, wie nochmal diese komische\nKonami-Code ist, um irgendwie zu sagen, nee, der Dona ist jetzt nicht leer.\nDer Dona, der passt schon."
    },
    {
      "speaker": "roddi",
      "time": "3:26:42",
      "text": "Aber das meinte ich mit N-Shirtification. Sie versuchen halt den letzten Cent\naus dir rauszuquetschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:47",
      "text": "Ja, wobei bei Brother hält es sich halt sehr in Grenzen. Also Brother finde\nich generell als Company ist noch extrem gut zu vertreten.\nDie Drucker sind sehr zuverlässig, softwaremäßig überhaupt gar kein Problem.\nIch hatte mit HP zwischenzeitlich sehr viel Ärger und habe dann das HP-Lager\nkomplett verlassen, aber ich war da auch nie so richtig drin."
    },
    {
      "speaker": "roddi",
      "time": "3:27:07",
      "text": "Also Epson soll in Sachen Tintenstrahldrucker ja auch noch relativ okay sein,\nhabe ich mir sagen lassen.\nAlso HP hat ja die eingeführt mit den verschlüsselten Druckköpfen,\nwo sich die Tintenpatrone, die du kaufst, dann verschlüsselt erstmal gegen den\nDrucker authentifiziert,\num Nachbauten zu vermeiden.\nUnd der auch mitzählt, also du kannst auch nicht nachfüllen,\nweil der hat gesagt, ich habe mein Kontingent verdruckt und Schüss.\nAlso solche Sachen, das ist schon fies."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:42",
      "text": "Ja, das ist das Gillette-Modell. Funktioniert ja für viele auch ganz gut.\nAlso offensichtlich verdienen sie ja noch Geld mit diesem ganzen Business.\nIch weiß nicht, ob das daran liegt, dass wirklich so viele Leute überteuerte\nHP-Originalpatronen kaufen.\nAlso ist das so? Wahrscheinlich, ne?"
    },
    {
      "speaker": "roddi",
      "time": "3:27:59",
      "text": "Ich kann mir vorstellen, dass wenn du so, sagen wir mal,\nSo unsere älter Generation, die halt einfach einen Drucker brauchen,\num mal Sachen auszudrucken und nicht so viel drucken und dann soll er nicht\nso groß sein und so und dann stellen sich halt einen hin mit Markenname und\nfertig, ohne darüber nachzudenken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:21",
      "text": "Der Drucker, ja klar. Und die Frage ist ja, wo kaufen sie ihre Supplies?\nKaufen sie jetzt, wenn der Drucker sagt, ich bin leer und klicken auf den Link,\nden ihnen der Treiber vorwirft und dann kriegen sie da das her?\nIch weiß nicht, ob das wirklich der Markt ist."
    },
    {
      "speaker": "roddi",
      "time": "3:28:34",
      "text": "Oder der Bote klingelt und hat die Patrone schon in der Hand.\nDas HP hat doch auch sowas eingeführt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:28:40",
      "text": "Schönen Drucker haben sie da. Wäre doch schade, wenn der morgen nicht mehr drucken würde."
    },
    {
      "speaker": "roddi",
      "time": "3:28:45",
      "text": "Ja, genau das."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:28:46",
      "text": "Das Rockefeller-Prinzip."
    },
    {
      "speaker": "roddi",
      "time": "3:28:48",
      "text": "Ich glaube, es ist ja auch Enterprise-Kram."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:50",
      "text": "Wir bestellen das einfach so und fertig."
    },
    {
      "speaker": "roddi",
      "time": "3:28:53",
      "text": "Aber genau gegen sowas ist ja dieses Open Printer gedacht und das finde ich\nauch einfach sehr gut, dass da jemand mal sagt, jetzt reicht es mal,\nwir bauen den jetzt selber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:02",
      "text": "Der Open Printer wird jetzt sicherlich nicht Enterprise.\nGucken wir mal. Lass den erstmal funktionieren. Ich finde die Idee super.\nDas ist echt gut. Gibt es vielleicht auch ein paar andere Produktkategorien?\nWie gesagt, Laser fände ich geil."
    },
    {
      "speaker": "roddi",
      "time": "3:29:16",
      "text": "Ja, also wenn das Ding funktioniert und dass die damit auch halbwegs Geld machen,\ndann kann ich mir vorstellen, dass das Mark 3 oder Mark 4 dann auch ein ganz fähiger Drucker ist.\nAlso der erste ist sicherlich nur für Enthusiasten, die sowieso rumfrickeln, aber das ist auch okay.\nAlso ich weiß gar nicht, this product is launching soon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:40",
      "text": "Das ist ein Laserdrucker mit Endlospapier, wäre ja auch mal was."
    },
    {
      "speaker": "roddi",
      "time": "3:29:44",
      "text": "Hatten früher die Laserdrucker ja auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:46",
      "text": "Was? Welche?"
    },
    {
      "speaker": "roddi",
      "time": "3:29:47",
      "text": "Ja, es gab Laserdrucker, also mit diesem gefalzten Unendlich-Papier, doch, doch, die gab's."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:29:55",
      "text": "Nie einen gesehen. Immer nur diese Matrix."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:58",
      "text": "Laserdrucker, nee. Nur die Matrixdrucker haben das gefalzte Papier gehabt."
    },
    {
      "speaker": "roddi",
      "time": "3:30:02",
      "text": "Nee, nee. Es gab Laserdrucker. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:04",
      "text": "Nein, gab es nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:30:06",
      "text": "70er, irgendwann, wann das erfunden wurde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:08",
      "text": "Es gab in den 70er keine Laserdrucker.\nWas? Ja."
    },
    {
      "speaker": "roddi",
      "time": "3:30:14",
      "text": "Ja, ja. Wir haben relativ schnell Papier ausgeworfen. Die Druckqualität war\nauch nicht so richtig hoch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:21",
      "text": "Laserdrucker?"
    },
    {
      "speaker": "roddi",
      "time": "3:30:21",
      "text": "Ja, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:22",
      "text": "In den 70ern?"
    },
    {
      "speaker": "roddi",
      "time": "3:30:23",
      "text": "Ja, ja. Früher 80er. Ja, wir müssen nochmal nachgucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:28",
      "text": "Der erste Laserdrucker meines Wissens war der Hewlett Packard Laserdrucker und\nmit einer HP Einheit hat auch Apple seinen Apple Laserbreiter rausgebracht und\ndas war von Anfang an immer Letter A4.\nIch habe nie einen anderen Laserdrucker gesehen. Endlos Papier ist einfach eine\nDomäne von Kettendruckern und Matrixdruckern.\nDu meinst wahrscheinlich die Kettendrucker."
    },
    {
      "speaker": "roddi",
      "time": "3:30:53",
      "text": "Angeblich gab es aber die halt auch nicht in der Matrix-Drucker-Variante,\nsondern tatsächlich mit Laser in diesen komischen, diesen geknickten und mit den Stanzlöchern."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:31:06",
      "text": "Tim, googeln wir doch mal IBM 3800. Das ist aus dem Jahr 1975 und hat die bescheidene\nLänge von drei Metern und ist ein endlos Laserdrucker aus dem Rechenzentrum."
    },
    {
      "speaker": "roddi",
      "time": "3:31:25",
      "text": "Was, IBM, wie hieß der?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:31:26",
      "text": "IBM 3800."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:30",
      "text": "Okay."
    },
    {
      "speaker": "roddi",
      "time": "3:31:31",
      "text": "Gut, ich sprach auch nicht von Desktop-Druckern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:36",
      "text": "I stand corrected. Okay."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:31:41",
      "text": "Also hier sieht man es wirklich mit Menschen drin, hier in diesem Visual.\nDas schmeiße ich auch mal an.\nAlso so Ameisen gegenüber der Druckmaschine hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:50",
      "text": "Geil."
    },
    {
      "speaker": "roddi",
      "time": "3:31:51",
      "text": "Naja, früher war alles groß an Rechnern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:55",
      "text": "Okay, gut, ich meine, es ist in gewisser Hinsicht, hätte ich mir auch selber\ndenken können, Dass natürlich,\nbevor man auf diese Desktop-Größe gekommen ist,\ndie Technologie vorher schon mal in irgendeiner Form Large Scale hat und dass\ndas IBM gemacht hat, überrascht mich jetzt ehrlich gesagt auch nicht so richtig, auch wenn,\nwarte mal, was hat hier die Rolle von Xerox?\nNee."
    },
    {
      "speaker": "roddi",
      "time": "3:32:23",
      "text": "Im Interpress."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:24",
      "text": "Ohne Xerox."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:32:27",
      "text": "So, Xerox hatte den Xerox 9700 ab 1977.\nSiemens Nixdorf hatte den Siemens 9730. Das waren dann die 80er. Also, ne?"
    },
    {
      "speaker": "roddi",
      "time": "3:32:42",
      "text": "Also, es gab sie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:45",
      "text": "Okay.\nSo, jetzt muss man mal kurz gucken, wann mein erster Drucker,\nmein erster Laserdrucker, überhaupt hergestellt wurde."
    },
    {
      "speaker": "roddi",
      "time": "3:32:58",
      "text": "Also ich habe meine Karriere des Druckens mit einem 24-Nadel-Drucker von NEC begonnen.\nDer war relativ zuverlässig, nicht übermäßig schnell, aber hat ganz ordentliche Qualität gedruckt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:16",
      "text": "Das stimmt. Noch ein Neun-Nadler, weil NEC waren ja die ersten mit 24 Nadelern."
    },
    {
      "speaker": "roddi",
      "time": "3:33:21",
      "text": "Ja, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:22",
      "text": "Aber die sind auch erstmal mit neun Nadelern eingerückt."
    },
    {
      "speaker": "roddi",
      "time": "3:33:27",
      "text": "Ja, aber mein erster Drucker war gleich ein 24 Nadeler und das hatte sich damals\nauch irgendwie gelohnt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:33",
      "text": "Okay, also mein Drucker ist tatsächlich 1990 erschienen.\nDer QMS PS410. Klassiker. Ja, Drucker. Also,\nDrucker sind Jetzt nicht nochmal Drucker.\nLeute haben, mal ehrlich, man hat zu seinem Drucker doch nochmal eine andere\nemotionale Verbindung als zu manch anderen Peripherien."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:34:03",
      "text": "Hass?\nEs gibt weniger freuliche Dinge, die ich mit irgendwelchen Druckern in meinem Leben verbinden würde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:11",
      "text": "Wirklich?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:34:11",
      "text": "Ja. Meistens ärgert man sich über irgendwas. Irgendwas ist nicht perfekt im\nAusdruck. Es dauert zu lange.\nDer Treiber muss schon wieder aktualisiert werden. Es steht oben auf dem Schrank\nund ich komme nicht an das Pendel dran.\nDiese Klapp-Displays zeigen alle nur Blödsinn an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:27",
      "text": "Ja.\nGrundsätzlich ist das sicherlich für viele Leute so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:34:33",
      "text": "Das Papier ist leer. ja, wie rum muss ich das Papier jetzt in die Kassette reinlegen,\ndamit es auch von der richtigen Seite aus bedruckt wird.\nJetzt habe ich irgendwie das Formular, muss ich es jetzt linksrum oder rechtsrum\nnoch drehen vorher, muss erstmal einen Testdruck machen.\nIch will den beidseitigen Zusammenklappflyer machen.\nSind die Ränder alle gleichmäßig, damit ich es hier vernünftig ausschneide?\nAlso Drucken ist einfach alles nur scheiße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:00",
      "text": "Aber findest du nicht, dass du auch ein bisschen undankbar bist?\nAlso ich finde ja einfach so Geräte, wo einfach so ein fertiges Printprodukt\nrauskommt, das ist ja auch ein Wunder.\nAlso ich bin ja alt und ich kenne ja noch die Zeit, als man,\ndie einzige Möglichkeit der Vervielfältung war so Matrizenkopierer."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:35:21",
      "text": "Ja klar, sicher."
    },
    {
      "speaker": "roddi",
      "time": "3:35:23",
      "text": "Diese Rototdinger mit dem Spiritus."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:35:27",
      "text": "Das roch immer so gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:30",
      "text": "Und das war so das, was du auch so im Kopier Dienstleistungsbereich überhaupt\nbekommen konntest und es sah einfach saumäßig scheiße aus und."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:35:47",
      "text": "Ja, und dann kamen die Matrix-Drucker und machten Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:55",
      "text": "Aber die waren,\nauf jeden Fall auch einen Schritt nach vorne. Ich habe einen der Klassiker gehabt,\nalso den Nachfolger des Klassikers, den Epson FX 80 ist der Klassiker, ich hatte den 85.\nDas war so der erste solide neuen Nadeldrucker, der so richtig alles weggehauen\nhat, so den irgendwie auch nix klein kriegen konnte.\nKlar, man musste so mit dem Characterset und so weiter arbeiten,\nso war das ja damals, weil es gab ja noch irgendwie keinen wirklichen Standard\nund so, aber hat funktioniert.\nAlso ich habe irgendwie meine Abi-Zeitung habe ich irgendwie auf dem FX 85 irgendwie ausgedruckt."
    },
    {
      "speaker": "roddi",
      "time": "3:36:34",
      "text": "Also ich habe mal in einem Büro gearbeitet, da hatten sie noch einen Typenraddrucker."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:36:40",
      "text": "Oh!"
    },
    {
      "speaker": "roddi",
      "time": "3:36:41",
      "text": "Das ist ja quasi eine elektrische Schreibmaschine ohne Tastatur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:45",
      "text": "Die sind auch geil."
    },
    {
      "speaker": "roddi",
      "time": "3:36:46",
      "text": "Und das Teil war so unglaublich laut. Also der war, wenn,\ndas Schallschutzgehäuse korrekt geschlossen war, war er unanständig laut und\nwenn es nicht korrekt geschlossen war, war er unerträglich laut.\nAlso das Ding war wirklich, aber er hat halt ausgeworfen, was so aussah wie\nauf der Schreibmaschine Hand getippt.\nDas war..."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:37:16",
      "text": "Tja, Froschfrau schreibt gerade, Drucker sind noch schlimmer als Kaffee-Vollautomaten.\nMi, mi, mi Papier, mi, mi, mi dies und das. Ja, so nehme ich."
    },
    {
      "speaker": "roddi",
      "time": "3:37:27",
      "text": "Ja, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:28",
      "text": "Aber es ist so ein bisschen mit Druckern, es ist wie mit Beziehungen.\nDa kann man auch Glück haben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:37:32",
      "text": "Viel Zeit drin versenken."
    },
    {
      "speaker": "roddi",
      "time": "3:37:35",
      "text": "Und trotzdem geht es schief."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:38",
      "text": "Ich hatte wirklich mit den meisten meiner Drucker eine gute Zeit.\nSo wohl mit dem FX-85. Die Nex hatte ich glaube ich selber kein...\nUnd dann kam dieser PS410 und wer hat gesagt, der hat auch einen PS410 da oben?\nKurz noch mal erwähnen. Jan Timms schreibt, PS410 war auch mein erster Leser\nan meiner privaten Sun-Snob.\nHatte als notwendiges Feature eine Serie des Schnittstelle. Man konnte auch\nper Terminal mit seinem Postscript-Interpreter reden.\nWie habe ich den da auf den gedruckt? Damals eigentlich hatte der nicht Netzwerk\nschon? Der hatte doch ein Netzwerk.\nHatte der Ethernet? Ich weiß es gerade gar nicht mehr. Naja,\nauf jeden Fall beim Drucker."
    },
    {
      "speaker": "roddi",
      "time": "3:38:29",
      "text": "Opa erzählt vom Druckerkrieg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:31",
      "text": "Genau, beim Druckerkrieg muss man einfach, also generell, man muss einfach darauf\nachten, also wähle den Drucker gut aus.\nAlso beim Drucker wirklich zehn Freunde fragen, wie die Erfahrungen sind und\ndann findet man auch die richtigen Partner fürs Leben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:38:47",
      "text": "Und Etiketten drucken. Meine Güte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:50",
      "text": "Ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:38:50",
      "text": "Bis du dann die richtigen Label-Vorlagen hast und dann sind die aber wieder\nnicht richtig und dann stimmen die Abstände deiner Ränder in deinem Druckertrag. Nein."
    },
    {
      "speaker": "roddi",
      "time": "3:38:59",
      "text": "Und dann hast du eins ausgewählt, was doch schon weggedruckt war und dann druckt\ner nur auf die Plastikunterlage.\nUnd ja, ja, Label-Drucken ist auch ein schönes Thema."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:39:09",
      "text": "Also schön, dass das alles theoretisch geht, aber es ist in der Praxis,\nes ist so ein Schmerz immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:14",
      "text": "Wenn ich Pakete verschicke, mache ich das alles hier mit meinem Laserdrucker."
    },
    {
      "speaker": "roddi",
      "time": "3:39:19",
      "text": "Ja, inzwischen geht das ja auch halbwegs. Also ich meine, du klickst dir bei\nder Post eine Paketmarke, druckst sie aus, schneidest sie durch und klebst sie\nin einen Teil aufs Paket.\nAlso das ist ja irgendwie jetzt keine große Kunst mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:34",
      "text": "Na gut."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:39:35",
      "text": "Wie viel seid ihr denn noch? Ich habe noch zwei Themen, die am Anfang übergangen wurden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:39",
      "text": "Na dann leg mal los."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:39:43",
      "text": "Also erstes...\nWurde ja gebeten, dass ich noch mal zur Messerfolge noch mal ein Feedback gebe des Feedbacks.\nUnd das Blog ist ja explodiert nach der Folge mit Huckel über Messerschärfen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:59",
      "text": "Das stimmt, warum nur?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:40:00",
      "text": "Das überrascht mich null. Es gibt so ein paar Themen, wo ich glaube,\ndass da Nerds und Nerdinnen halt nicht stillhalten können. Messer gehören definitiv dazu.\nIch hätte noch so ein paar Themen, wollte mit uns über Pfannen reden.\nAlso Bratpfannen wäre auch so ein Kandidat.\nAber das meiste, was da kommentiert wurde, war schön.\nIch habe mich da eigentlich gefreut, da kam viel Gutes. Viele von der Fraktion\nso, nur diese Schärfgeschichte ist das einzig glücklich machende und eine Fraktion,\ndie auch durchaus laut war, war,\nDa reicht doch ein normaler Wetzstahl. Und bei meinem Bekannten in der Profiküche\nhaben die nichts anderes.\nUnd das kann doch dann nicht schlecht sein.\nUnd da hat wiederum ein anderer Kommentator, ich weiß nicht mehr wer es jetzt\ngenau war, im Blog einen YouTube-Kanal rübergeworfen.\nUnd den möchte ich euch allen nicht nur nicht vorenthalten, sondern allerwärmstens ans Herz legen.\nUnd zwar ist das Kanal Outdoors 55.\nGenau, etwas skurriler Name Outdoors 55.\nHat 366 Videos hochgeladen und ist wirklich messervoll Nerd.\nWas den aber abhebt von so ziemlich fast allen anderen, die ich bisher geguckt\nhabe, ist, dass er auch einfach bei aller so Verschrobenheit,\ndie er dann auch durchaus so als Typ mit reinbringt, einen quasi wissenschaftlichen Ansatz hat.\nDas heißt, er hat also zum Beispiel ein sehr, sehr gutes Mikroskop,\nwo er sich die Schneiden wirklich im allerfeinsten Detail angucken kann, um zu gucken,\nwas ist denn da jetzt mit dem Grad passiert und wie viel wird da abgetragen\nund was sind die Vor- oder Nachteile von welchem System auch immer.\nUnd da kann man wirklich mal ein paar Stunden rein versenken.\nDa habe ich wirklich sehr, sehr viel gelernt in einer kurzen Zeit,\nwäre jetzt falsch, ich habe da schon etliche Stunden reingegeben,\naber danach sieht man manches klarer.\nUnter anderem hat er eine ganze Folge, die habe ich jetzt so schnell nicht gefunden,\nkann ich auch nochmal raussuchen für die Shownotes, wo er wirklich mal...\nDurchspielt, was passiert denn eigentlich, wenn man halt ein gutes Messer über\nso einen Wetzstahl rüberzieht, also einen runden, normalen, wie man das so kennt."
    },
    {
      "speaker": "roddi",
      "time": "3:42:32",
      "text": "So einen habe ich auch in der Küche."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:42:34",
      "text": "Und natürlich wird dadurch das Messer scharf und kann dann schneiden."
    },
    {
      "speaker": "roddi",
      "time": "3:42:41",
      "text": "Ja, kurz halt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:42:42",
      "text": "Kurz halt, so. Aber das heißt, sobald du zweimal irgendwo auf dem Schneidbrett\naufgekommen bist, ist dann halt, er guckt dann halt mit dem Mikroskop sich an, was passiert denn da?\nDer Grat wird halt aufgerichtet durch diesen Wetzstahl, dieser sehr,\nsehr grüne, sehr, sehr dünne, sehr feine Grat, gleichzeitig aufgeschartet,\nsodass du quasi so eine Minisäge produzierst damit.\nSo und die schneidet natürlich super, ein, zwei Mal, bis, da es so dünn ist,\ndiese ganzen quasi Sägezähne, wenn du so willst, alle abgeknickt und alle weg\nsind und ab dann ist sie sofort wieder stumpf und du musst wieder nachschärfen.\nDas ist nämlich auch der Grund, warum dann in diesen Profiküchen,\ndie eben so einmal pro Stunde über diesen Wetzstahl rüber gehen,\nweil es dann halt einfach mal die Schärfe sofort wieder weg ist.\nUnd demgegenüber hält er dann halt so nach einer Methode von Huckel und mir\ngeschärftes exakt selbes Messer, wo er dann also irgendwie vier Stunden durch\nirgendwas durchschneidet und es ist danach immer noch genauso scharf wie vorher,\nweil du halt nicht nur diese,\nhochgekannte Mikrosägezahn-Kante hast.\nAlso toller Kanal, genau Tim hat ja jetzt mal ein Video, wo man sieht,\nwie sieht so ein Schärfungsprozess aus und was passiert da und Was passiert da nicht?\nDas guckt euch mal an und dann können wir wieder in der nächsten Runde weiter diskutieren.\nDer guckt auch, wie ist der Härtegrad von den Messern?\nWie ist der Schärfewinkel? Hat also alles an Equipment durchgetestet.\nGanz toller Messer-Nerd-Kanal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:44:11",
      "text": "Das ist wirklich irre."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:44:14",
      "text": "So, dann habe ich noch etwas zu."
    },
    {
      "speaker": "roddi",
      "time": "3:44:19",
      "text": "Du willst es doch auch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:44:20",
      "text": "Noch ausschließlich erfreuliche Botschaften ganz zum Schluss, so muss es sein.\nUnd zwar hatten wir ja, erinnert ihr euch vielleicht an die Chain of Pain Folge,\nwo es darum ging, wie kriege ich für meine Kiddies eine Playlist aus iTunes\noder sonst wo in mein Auto rein, obwohl es 19 Jahre alt ist und keine MP3s abspielt\nund kein Bluetooth hat und ähnliches.\nDas erste ist, wir haben ja nach einem Begriff gesucht und die Chain of Pain\nhat dann gewonnen und es wurde aber von etlichen mir dann nochmal rübergeworfen,\nso dafür gibt es schon den Profi-Begriff,\nwarum noch was anderes erfüllen und die Leute haben recht, es ist Yuckshaving.\nYuckshaving ist der offizielle wissenschaftliche Begriff für genau,\nich mache lauter unsinnige Dinge in Kette hintereinander, es muss aber sein\nfür das eigentliche Metaziel.\nUnd warte mal, jetzt habe ich hier den falschen Link in den Chat nochmal geworfen,\nwo ist das hier, den Victionary Eintrag wollen wir haben.\nSo, da ist er. Ist das auch schon ein paar Jährchen her, ist irgendwie aus den\n90ern oder sowas der Begriff und beschreibt exakt das, was ich da gesucht habe.\nHat ein bisschen den Nachteil, dass er nicht selbsterklärend ist.\nSo, also sprich, man muss halt irgendwie das Mem kennen und den ganzen Kontext\nkennen und dann ist es in der Tat präzise, aber von daher ist so eine Chain\nof Pain dann vielleicht erstmal handfester.\nSo, in der Sache ist es aber so.\nGegen anderslautenden Behauptungen lese ich ja doch sehr gründlich,\nwas ihr so in den Kommentaren schreibt.\nUnd auch was da so an Hinweisen und Tipps und Tricks reingeht.\nUnd was ich ja ignoriert hatte, war diese ganzen, ja, da musst du nur dein Teil\numbauen und die ganze Verkleidung auflösen. Und es geht auch alles ganz schnell.\nFraktionen, aber es hatten auch ein paar Leute nochmal geschrieben,\nguckt ihr vielleicht doch nochmal diese FM-Transmitter an.\nDa hat sich in den letzten Jahren nochmal ein bisschen was getan.\nSo, wer erinnert uns, zum letzten Mal hatte ich die irgendwie vor zehn Jahren\nausprobiert. So ein, zwei Modelle hatte ich damals und das war irgendwie soundtechnisch gar nichts.\nSo, und dann gab es also da draußen eine gute Seele namens, den erwähnen wir\njetzt auch mal, das hat er sicher verdient.\nDer Eugen P. Rogoff, Grüße, der hat gesagt so, ich habe ja einen über.\nDen schicke ich dir einfach mal.\nProbier doch mal aus, was du davon hältst.\nDer hatte den, weiß der gar ja woher. Gut, sind also angekommen,\nich reingesteckt, ausprobiert und dann hat dieser Test eigentlich zwei Dinge\nergeben, nämlich das erste war,\ndass ein Teil...\nDer Probleme, die ich damals hatte, in der Tat gelöst wurden dadurch,\ndass die neuen aktuellen FM-Transmitter nur noch auf diesen Grenzwellen,\nist wahrscheinlich jetzt der falsche Begriff,\nim FM-Spektrum ganz vorne und ganz hinten sind.\nAlso 785 und 108,0 auf der anderen Seite.\nDa wo in Europa weitestgehend kein einziger Radiosender irgendwo ist."
    },
    {
      "speaker": "roddi",
      "time": "3:47:33",
      "text": "Aber die Radios kriegen das noch rein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:35",
      "text": "Da fangen sie halt an, aber da ist kein Sender, weil dann werden sie zu sehr auf der Kante."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:47:40",
      "text": "Genau. Und das kann in der Tat das Autoradio von meinem 19 Jahre Mercedes-B-Klasse,\nkommt in diese Randbereiche rein.\nDu könntest auch irgendwas dazwischen einstellen, aber es macht einfach total\nSinn, die zu nehmen, weil du da keine Interferenzen von anderen Signalen drin hast."
    },
    {
      "speaker": "roddi",
      "time": "3:47:56",
      "text": "Höchstens andere alte Benze, die sowas ähnliches machen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:47:59",
      "text": "Naja, die Reichweite ist ja so zwei bis maximal vier Meter, die dafür spezifiziert\nist. Also dann ist es glaube ich eher unwahrscheinlich, dass du da neben dir\ndann jemand hast, der dann da auch rumfällt.\nKann passieren, aber ist mir jetzt noch nicht passiert.\nSo, also das Problem war, fand ich\ndann ganz gut gelöst. Auch irgendwie Konnektivität war super. Das Ding...\nMachte eigentlich einen wirklich viel besseren Eindruck als die anderen Sachen,\naber es klang halt immer noch scheiße.\nAlso der Sound war halt immer noch irgendwie muffig, klang alles irgendwie sehr\nkomprimiert und irgendwie nicht ansatzweise irgendwie eine Soundstage oder sowas.\nUnd ich wäre da jetzt, um dieses Problem zu lösen, jetzt nicht übermäßig kritisch\ngewesen, aber das war halt noch unter dem, was ich da bereit war zu ertragen."
    },
    {
      "speaker": "roddi",
      "time": "3:48:41",
      "text": "Also doch mittelmäßig kritisch schon noch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:48:44",
      "text": "Mittelmäßig kritisch schon noch. Ein bisschen irgendwie nach Musik sollte es\nsich schon noch irgendwie anhören.\nSo und dann habe ich auch was gemacht, nämlich nochmal geguckt auf im Internet und beim Amazon.\nWas ist denn da so das Rechts-Unten- Modell? Das heißt also,\nwenn ich jetzt mal beliebig viel Geld auf dieses Thema HFM-Transmitter draufwerfen\nwürde, was bietet der Markt mir denn da an?\nUnd ratet mal, was so ein Rechts-Unten-Modell kostet in so einer Produktkategorie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:14",
      "text": "FM-Transmitter fürs Auto?"
    },
    {
      "speaker": "roddi",
      "time": "3:49:17",
      "text": "100, 120."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:49:20",
      "text": "Okay. 25 Euro. Man kann nicht mehr als 25 Euro für einen FM-Transmitter ausgeben.\nDas finde ich beruhigend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:30",
      "text": "Ich hatte Angst."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:49:31",
      "text": "Ich muss mal eben gucken, ob ich den..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:33",
      "text": "Aber was lässt sich glauben, dass das das Rechts-Unten-Modell Nur weil es nichts Teureres gab?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:49:37",
      "text": "Genau. Also das ist einfach das Teuerste, was bei Amazon in der Rubrik hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:41",
      "text": "Okay, aber rechts unten heißt ja nicht nur das Teuerste, das heißt ja auch das Beste."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:49:44",
      "text": "Ja, aber es ist auch das Bunteste. Guck mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:46",
      "text": "Ach so."
    },
    {
      "speaker": "roddi",
      "time": "3:49:49",
      "text": "Das hat hier einen Charging-Standard 3.0 dran."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:49:51",
      "text": "Ich habe hier meine Brille gerade nicht dabei. Ich muss mal eben gucken, wie heißt das hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:57",
      "text": "Was sehen wir denn jetzt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:49:58",
      "text": "Was sehen wir jetzt hier? Ich muss erst mal den Namen eintippen,\ndamit ihr das auch alles in Farbe von mir beschrieben bekommt. Und KM30.\nWas ist das jetzt hier?\nKuh..."
    },
    {
      "speaker": "roddi",
      "time": "3:50:15",
      "text": "Ich habe da den merkwürdigen Gedanken, gibt es denn auch DAB-Sender?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:21",
      "text": "Niemand. Also DAB ist einfach noch unverbreiteter als Fettiverse."
    },
    {
      "speaker": "roddi",
      "time": "3:50:28",
      "text": "Töteter als Töteter. Ich hatte mal ein Auto, das hat er im DAB-Radio."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:33",
      "text": "Ja, empfangen können die das alle, aber da sendet vielleicht auch irgendjemand."
    },
    {
      "speaker": "roddi",
      "time": "3:50:37",
      "text": "Naja, aber du willst ja den Sender, so ähnlich wie den."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:43",
      "text": "DAB ist so eine typische Technologie, die an sich ganz gut gemeint ist und würde\nes UKW nicht geben, aber es ist halt so, du kannst UKW eh nicht abschalten.\nUKW ist unabschaltbar und ist good enough und deswegen wird sich da nichts zu,\ndas andere ist halt Internet. So, was haben wir jetzt hier?\nDas ist dein 25 Euro Music-Tuner."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:51:09",
      "text": "Genau, Music-Tuner. Von der Firma, wie heißt das, Viech?\nAlso erstmal lernt man, wenn man so die Listen durchgeht, es gibt offensichtlich\ndrei Modelle, die von 30 Firmen angeboten werden, aber im Wesentlichen alle\nexakt gleich aufgebaut sind und nur sich in minimalsten Details überhaupt unterscheiden.\nDas ist eine leichte Winamp-Anmutung. Ein Nulac-C Bluetooth-Adapter.\nDer zeichnet sich von der Optik her noch dadurch aus, dass es einen völlig überflüssigen,\nEqualizer-Visualisierung hat, wo man also angeblich dann noch irgendwie sieht."
    },
    {
      "speaker": "roddi",
      "time": "3:51:42",
      "text": "Und ist es so farbig wie auf dem Bild?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:51:44",
      "text": "Es ist so farbig wie auf dem Bild da. Ja, das schon. Und man kriegt aber immerhin\ndann auch wirklich, wenn man über Bluetooth verbunden ist, hier die Information\nmit welches Lied spielt er gerade und so weiter.\nDas ist dann wiederum ganz nützlich.\nAuf dem Screenshot sah das irgendwie groß und eindrucksvoll aus.\nWenn man es nicht so in der Hand hat, ist es eher so tiny.\nWas aber ein Vorteil ist, weil\ndadurch passt es dann halt auch im Auto irgendwie so dahin, wo es soll."
    },
    {
      "speaker": "roddi",
      "time": "3:52:09",
      "text": "Es ist kleiner, als ich erwartet habe."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:52:11",
      "text": "So und was mich jetzt aber getriggert hat, als ich das durchgelesen hatte,\nwar ich nur mäßig motiviert, den jetzt irgendwie zu kaufen und auszuprobieren,\nwar so eine Fußnote kann sogar Stereo."
    },
    {
      "speaker": "roddi",
      "time": "3:52:26",
      "text": "Hä?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:52:27",
      "text": "So, was?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:52:28",
      "text": "Wie kann sowas Stereo?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:52:29",
      "text": "Wie kann sowas, was können denn die anderen?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:52:32",
      "text": "Bei FM ist ja Stereo Standard, oder nicht?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:52:35",
      "text": "Ja, das denkt man dann so, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:52:38",
      "text": "Ist nicht so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:52:38",
      "text": "So, und dann habe ich den halt, den mir hier der Hörer zugeschickt hatte,\nda hat die so, wie, kann kein Stereo?\nReingesteckt, das ist Mono. Die sind alle Mono.\nDiese ganzen doofen, normalen FM-Transmitter schicken alle ein komprimiertes\nMono-Signal dahin, weil besserer Empfang oder sowas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:53:00",
      "text": "Komprimiert?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:53:00",
      "text": "Und dieser Null-Exi-Bluetooth-Adapter, es scheint einer der wirklich ganz wenigen\nzu sein, die wirklich ein sauberes Stereo überhaupt rausschicken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:53:09",
      "text": "Kostet aber auch 25 Euro."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:53:10",
      "text": "Kostet auch 25 Euro."
    },
    {
      "speaker": "roddi",
      "time": "3:53:12",
      "text": "Waren die anderen denn auch Bluetooth?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:53:14",
      "text": "Die waren auch alle Bluetooth. Also es ist kein Problem des Bluetooth-Standards,\nsondern das, was das Teil selber dann an die Antenne schickt."
    },
    {
      "speaker": "roddi",
      "time": "3:53:20",
      "text": "Sind Sie sicher, dass Sie nicht einfach auch das falsche Bluetooth-Profil ausgewählt haben?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:53:26",
      "text": "Theoretisch denkbar, aber mein Autoradio hat halt so eine Anzeige,\nob es Mono empfängt oder Stereo empfängt.\nUnd die hat bei den anderen wirklich nur Mono angezeigt an der Stelle.\nDas wäre dann glaube ich unwahrscheinlich.\nUnd da dachte ich, na gut, das willst du jetzt aber wissen.\nDeiner hat wirklich nur Mono. Gucken wir doch mal, ob es einen Unterschied macht.\nGut, ich das also dann reingesteckt und verbunden. Das geht alles mittlerweile\nwar ja wirklich total super smooth mit Bluetooth, muss man sagen so. Und was soll ich sagen?\nEs hat einen völlig okayen, guten, klaren."
    },
    {
      "speaker": "roddi",
      "time": "3:54:01",
      "text": "Höhen- und Bassmusikplayer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:54:02",
      "text": "Wer hätte es gedacht?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:54:04",
      "text": "Wer hätte es gedacht? Man hat..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:54:05",
      "text": "Ich hätte ja gar nicht schämen müssen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:54:07",
      "text": "Man hat wirklich... All die Stunden. Man hat einen separaten Bassregler,\neinen separaten Höhenregler, die so..."
    },
    {
      "speaker": "roddi",
      "time": "3:54:16",
      "text": "Wozu ist das Mikrofon?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:54:17",
      "text": "So, okay, für Freisprechanlagen. Damit kannst du halt auch dann telefonieren\nüber dein iPhone so und hast dann den Ton des anderen irgendwie...\nDas ist ehrlich gesagt so scheinbar deren Haupt-Use-Case. Dass da mit jemand\nMusik hört, ist, glaube ich, eher so Zufall.\nEs hat noch zwei USB-A-Anschlüsse an der Seite, wohin man also dann auch sein\nHandy irgendwie noch aufladen kann."
    },
    {
      "speaker": "roddi",
      "time": "3:54:38",
      "text": "Alles fein. Und einen MP3-Stick, wenn ich das richtig sehe. Der eine ist ja\nmit so einer Note gekennzeichnet."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:54:44",
      "text": "Genau, du kannst einen MP3-USB-Stick dran pappen. Auf der anderen Seite hat\nes auch noch eine SD-Karte, glaube ich, oder kompakt Mini- irgendwas."
    },
    {
      "speaker": "roddi",
      "time": "3:54:52",
      "text": "Mini-SD."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:54:53",
      "text": "Micro-SD."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:54:54",
      "text": "Oder auch noch irgendwie ein MP3-Chip rein, wenn du immer so dieselben 400 Songs hören willst. so.\nAlso für die 25 Euro bringt das eine Menge mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:55:03",
      "text": "Ja und sogar noch ein AUX-Out."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:55:06",
      "text": "Genau, wo du auch noch in der Mini-Klinke rein kannst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:55:09",
      "text": "Aber kann man den auch noch mal über\nwas anderes als nur über diesen Zigarettenanzünder mit Strom versorgen?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:55:15",
      "text": "Ich glaube nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:55:17",
      "text": "Weil ich meine, gut, das kannst du wahrscheinlich auseinanderbauen.\nKannst ja irgendwie direkt einbauen, das Teil irgendwo 12 Volt.\nDann kannst du auch wieder rauchen."
    },
    {
      "speaker": "roddi",
      "time": "3:55:24",
      "text": "Also es gibt hier unten noch einen Anschluss. Das könnte es sein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:55:28",
      "text": "Nein, das ist ein Mini-Klinke inne.\nDas ist falsch beschriftet. Ja, das ist falsch beschriftet hier.\nDas ist ein Eingang, den kannst du schalten auch, wenn du es nicht über Bluetooth verbinden willst.\nEs ist ein bisschen schade, wenn man den über USB-A sowieso schon anschließt,\ndass du darüber auch nicht das Audio rüber schicken kannst. Das hätte ich nochmal praktisch gefunden.\nAber Bluetooth hat ja auch so seine Vorzüge.\nNoch ein bisschen flexibler hier und da. Auf jeden Fall it just works.\nDu musst dich auch überhaupt nicht jedes Mal pairn, sondern sobald ich mich\njetzt ins Auto setze, verbindet sich automagisch mein iPhone damit.\nIch schalte den eingespeicherten 108er-Kanal ein, die Musik ertönt,\nich kann über Siri alles steuern. Das ist fantastisch."
    },
    {
      "speaker": "roddi",
      "time": "3:56:10",
      "text": "Merkt Apple Maps auch, dass du jetzt in deinem Auto bist oder überhaupt das\niPhone und sagst, okay, der Automodus geht an und ersetzt den Pin in der Karte, wenn du aussteigst?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:56:23",
      "text": "Das habe ich noch nicht ausprobiert. Keine Ahnung.\nUnd vom Sound her, ich habe es dann natürlich verglichen mit CD und du hörst\neinen Unterschied, aber ich würde sagen, das ist so eben der Unterschied zwischen\nguter Radioempfang und CD.\nUnd du musst schon ordentlich hinhören, um zu hören, ja die Höhen sind ein bisschen\nschärfer und der Bass ist nicht ganz so präzise und jadda jadda,\naber sobald du auf der Straße bist, hörst du schon kaum noch einen Unterschied\nund wenn du auf der Autobahn bist, halte ich es für ausgeschlossen,\ndass noch irgendjemand einen Unterschied hört zu CD."
    },
    {
      "speaker": "roddi",
      "time": "3:56:57",
      "text": "Von daher Weißt du, hörst den Unterschied nicht?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:57:00",
      "text": "Mission accomplished, Problem gelöst, Jack kann nach Hause geschickt werden,\nwas ich in dem Fall aber auch wieder skandalisierungswürdig Ich finde,\nich habe halt auch so Vergleichsportale dann nochmal studiert.\nSo, was testen denn die Leute so und renommierte, nicht renommierte Testzeitschriften.\nGlaubt man nicht, dass irgendjemand von denen den Sound anspricht.\nJa, denen geht es immer nur um irgendwie Sprachverständlichkeit und wie gut\narbeitet das jetzt irgendwie mit dem Telefonmodus und sowas.\nDass man sowas irgendwie nehmen könnte, um irgendwie einfach mal Musik zu hören,\ndann scheint also ein völlig abwegiger Use Case zu sein.\nIch habe keinen Test gefunden, der irgendwie die Soundqualität von Musik bewertet\nhat, geschweige denn erwähnt hat, dass es einen Unterschied geben könnte zwischen Stereo und Mono."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:46",
      "text": "Kann denn dieses Gerät auch eine UKW Station ID mitsenden?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:57:56",
      "text": "Damit meinst du was? Oder willst du was bezwecken?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:59",
      "text": "Über UKW gibt es ja auch noch einen Datenkanal."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:58:02",
      "text": "Ah, verstehe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:58:03",
      "text": "Wo drin steht, du hörst jetzt Antenne Tralala."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:58:07",
      "text": "Ah, lustig, weil er die Informationen ja eh schon hat und selber anzeigt. Ich glaube nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:58:12",
      "text": "Also das ist ja nur eine Information, die da noch mit rein moduliert werden muss."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:58:16",
      "text": "Ja, kann mein Radio aber nicht anzeigen. Von daher kann ich dir diese Frage\nschlicht nicht beantworten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:58:21",
      "text": "Ach so, dein Radio kann das nicht anzeigen? Ach so, ja stimmt.\nWeil das ja Asbach-Uralt ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:58:27",
      "text": "Das ist graue Uhrzeit."
    },
    {
      "speaker": "roddi",
      "time": "3:58:28",
      "text": "Das müsste ich mit meinem Radio mal versuchen, weil der ja auch Songs und so\nanzeigt. Aber es kann sein, dass das ein DAB-Modus war."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:58:36",
      "text": "Das wäre natürlich dann auch nochmal lustig. Aber man muss das immer auf 100%\nLautstärke setzen und auch das iPhone auf 100% Lautstärke, weil aus irgendeinem\nGrund durch diese FM-Transmitter-Geschichte nur ein sehr leises Signal rüberkommt.\nAber es ist ohne Rauschen und es ist ohne Verzerrung. Das heißt,\ndas kann man auch einfach beides machen, beides auf Maximum drehen und dann\nhat man eine sehr normale Lautstärke auch.\nÜbers normaler Autoradio machst du dann halt die eigentliche Lautstärkeanpassung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:04",
      "text": "Weil, ich habe gerade mal, das ist ja so lange her, dass ich mich damit beschäftigt\nhabe, RDS heißt der Standard.\nGanz praktisch, Radiodatensystem heißt das glaube ich einfach.\nUnd das kennt vier Unterkategorien, also PI ist die Program Identification,\nalso das ist sozusagen die Senderkennung, da könnte das Ding halt einfach Ralf anzeigen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:59:28",
      "text": "Ja, Radio Ralf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:29",
      "text": "Dann gibt es RT, Radiotext, Laufschrift mit zusätzlichen Infos wie Songtiteln.\nKann man also tatsächlich übertragen, warum machen das die Radiosender nicht?\nAF, Alternative Frequencies, Liste alternativer Frequenzen des selben Programms.\nIch glaube, das ist jetzt nicht ganz so relevant.\nUnd Verkehrsfunk kannst du noch einblenden. Das wäre sozusagen auch geil,\nwenn das Ding sozusagen noch so ein,\nKeine Ahnung, was könnte man damit... Achso, selbst wenn es stumm geschaltet\nist, kannst du sozusagen alles wieder ganz laut machen."
    },
    {
      "speaker": "roddi",
      "time": "4:00:09",
      "text": "Schrieb. Stau auf der Autobahn, bla bla bla. Schrieb."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:00:13",
      "text": "Aber RDS ist doch bestimmt wieder nur so eine deutsche Geschichte, ne?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "4:00:18",
      "text": "Es gibt auf Quora eine Frage dazu, ob es irgendeinen gibt, der RDS auch schickt.\nGibt es da eine Antwort zu?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:00:25",
      "text": "Das ist angeblich in ganz Europa und in vielen weiteren Teilen der Welt.\nGuck an. Nordamerika hat sowas ähnliches. Natürlich nicht das Gleiche.\nWeitgehend kompatibel."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "4:00:38",
      "text": "Tja, also das müssen wir einfach mal ausprobieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:00:42",
      "text": "Okay.\nEN62106 lautet der Standard. Tja, der wird gelernt in der Freakshow."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "4:00:53",
      "text": "Okay, also es gibt dieses Gerät auch unter 30 verschiedenen Firmennamen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:00:57",
      "text": "Natürlich, du hast ja nicht gedacht, dass Nolexi irgendwie groß ist.\nEs ist doch wieder so ein random Amazon-China-Name."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "4:01:04",
      "text": "Ja, ja."
    },
    {
      "speaker": "roddi",
      "time": "4:01:05",
      "text": "Ja, ja. Zu viele schlechte Bewertungen. Einkassiert, erstmal einen neuen Namen raushauen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:01:11",
      "text": "Genau."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "4:01:13",
      "text": "Ja. Gut, also das, der Forschungsstand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:01:18",
      "text": "Dann ist das ja nochmal gut ausgegangen. Das ist nochmal gut ausgegangen.\nIch weiß nicht, wer jetzt Jax schäfen soll."
    },
    {
      "speaker": "roddi",
      "time": "4:01:24",
      "text": "Obwohl das schon auch so ein bisschen nach, sagen wir mal, Jungjax schäfen klang."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:01:31",
      "text": "Aber ich bin froh, dass ich jetzt den Begriff ein bisschen verinnerlicht habe,\nweil ich habe den schon oft gehört, aber ehrlich gesagt nie so richtig durchdrungen.\nUnd nach der Definition, die ich jetzt so gelesen habe...\nIch meine, du hattest ja sozusagen dieses, eine Kaskade von Entscheidungen,\ndie am Schluss immer alles schlimmer machen, war da eine Formulierung?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "4:01:56",
      "text": "Nee, also die einfach, die man im normalen Leben nie machen würde,\ndie einfach schlecht sind, aber alternativlos, weil sonst erreicht man das Ziel nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:02:09",
      "text": "Wirklich gut, weil das ist ja hier auch so ein bisschen die Definition.\nAlso man will irgendwas erreichen, aber auf dem Weg dahin wird es immer döver.\nUnd man denkt sich so, warum die Umwege, diese ganzen Dependencies.\nOh Gott, und diese Fehlermeldung. Und jetzt muss ich hier noch einen neuen Toner kaufen. Oh Gott. Ja, ja.\nGut. Ich denke, damit haben wir es für heute beisammen."
    },
    {
      "speaker": "roddi",
      "time": "4:02:38",
      "text": "Ich denke auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:02:40",
      "text": "Liebe Leute,\nwas kriegen wir noch für Hinweise?\nBei Radio Bremen bekommst du per Radio-Sendern\nin dem Songtitel auch Fußballergebnisse per Text eingeblendet.\nDa brauche ich keine RDS dazu, da brauche ich nur den Chat hier mitlaufen zu lassen."
    },
    {
      "speaker": "roddi",
      "time": "4:02:57",
      "text": "Den natürlich im Auto auch immer, egal.\nEine Kleinigkeit vielleicht noch, vielleicht sollten wir den Hörern noch verraten, warum jetzt Montag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:03:10",
      "text": "Achso, kannst du gerne verraten, ja?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "4:03:13",
      "text": "Na komm, verrat."
    },
    {
      "speaker": "roddi",
      "time": "4:03:14",
      "text": "Ralf, konntest du nicht mehr am Donnerstag, weil du dir irgendwas anderes vorgenommen hast."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "4:03:19",
      "text": "Ja, meine Woche ist einfach so vollgestopft abends mit diversen,\nregelmäßig, nicht jede Woche, aber doch häufig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:03:28",
      "text": "Geste Woche muss er das Jack schäfen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "4:03:29",
      "text": "Häufig anderen Terminen und Aktivitäten."
    },
    {
      "speaker": "roddi",
      "time": "4:03:33",
      "text": "Donnerstag ist Jack-Tag."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "4:03:34",
      "text": "Und quasi so der höchste Übereinkommens-Tag bei uns dreien war dann der Montag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:03:42",
      "text": "Also kann durchaus sein, dass die Friekshow jetzt häufiger am Montag kommt und\nnicht am Donnerstag, was bisher so ein bisschen der Kompromiss war,\naber das kann sich auch wieder ändern."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "4:03:50",
      "text": "Das ist doch ein super Start in die Woche. Was will man mehr?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:03:53",
      "text": "Das stimmt allerdings. So, jetzt haben wir auch gestartet. Dann können wir ja\nsagen, vielen Dank fürs Zuhören, oder?"
    },
    {
      "speaker": "roddi",
      "time": "4:04:00",
      "text": "Ja, würde ich sagen. Vielen Dank."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:04:03",
      "text": "Das tolle Outro anmachen natürlich. Selbstverständlich, das geht hier dazu. Zum guten Ton und so.\nJa, dann hören wir uns sicherlich bald wieder in einer neuen Ausgabe der Future."
    },
    {
      "speaker": "roddi",
      "time": "4:04:20",
      "text": "Demnächstens."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:04:22",
      "text": "Leute, macht's gut, bis bald."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "4:04:23",
      "text": "Tschüss."
    }
  ]
}