{"v":1,"episode":130,"speakers":["Florian","Ruth","Daniel","Alle"],"t":[10,14,16,17,21,24,27,31,36,38,40,43,47,49,52,55,60,64,68,72,76,78,83,85,89,91,94,97,102,105,108,114,117,120,124,127,130,132,135,139,143,146,150,153,155,159,163,167,171,173,177,181,184,188,193,196,199,204,207,211,214,219,222,227,231,236,239,243,246,248,251,254,258,262,265,268,270,274,278,282,284,288,292,294,297,301,305,310,314,317,321,325,330,333,336,340,345,349,352,356,358,361,363,364,367,371,373,377,380,382,384,387,391,396,399,403,406,411,415,417,421,424,428,433,434,436,441,443,446,450,454,457,460,463,464,467,470,472,474,477,482,485,490,492,496,500,502,505,508,511,517,524,528,532,535,538,543,547,551,553,557,562,567,569,572,575,577,579,581,585,587,590,594,598,602,605,609,613,616,620,621,624,629,631,635,638,642,645,650,653,658,663,666,670,673,676,679,680,685,689,691,693,697,703,706,710,714,720,725,728,732,734,738,742,746,749,753,756,760,764,769,773,775,777,780],"s":[0,0,1,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,0,1,1,1,1,1,1,1,1,1,0,0,1,0,0,0,0,0,0,0,2,2,1,1,2,2,1,2,2,2,2,2,2,2,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,1,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,2,2,2,2,2,1,2,2,2,2,2,2,2,2,0,1,1,1,1,1,0,0,0,0,2,0,0,0,1,2,2,2,2,1,1,1,1,0,0,1,2,2,2,2,1,1,0,1,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,1,1,1,1,1,2,1,2,1,1,1,0,0,0,0,0,0,0,0,0,0,2,2,1,2,0,0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3],"x":["Herzlich willkommen bei Das Universum, dem Podcast, in dem Ruth und Florian","über das Universum sprechen mit Ruth.","Und mit Florian.","Und heute haben wir noch einen Gast dabei und dieser Gast heißt Daniel.","Jetzt habe ich Daniel vorm Hallo das Mikrofon vom Mund weggerissen.","Nicht, weil ich ihn so gering schätze,","sondern weil wir heute in einer außergewöhnlichen Situation aufnehmen.","Wir sitzen alle drei im Kepler Museum in Regensburg, haben aber nur zwei Mikrofone,","weil eines auf der Reise kaputt gegangen ist offensichtlich.","Danke, Deutsche Bahn.","Die ist ja nicht drüber gefahren, die kann ja nichts dafür. Deswegen gibt es","auch ein paar Störgeräusche hinter uns, weil neben uns eine Straße ist und in","einem Museum gibt es auch jede Menge Geräusche.","Also da passiert einiges, es klingt ein bisschen anders als sonst,","aber dafür sind wir auch an einem besonderen Ort, nämlich im Kepler Museum,","das Haus in Regensburg, wo Kepler nichts gemacht hat, nichts wissenschaftliches,","sondern er ist dort gestorben. Aber auch das ist eine Lebensleistung, wenn man so will.","Und weil Kepler halt nur an einem einzigen Ort der Welt gestorben ist,","ist das der Ort, wo man ein sehr, sehr schönes Kepler-Museum hingestellt hat.","Allerdings, es ist ein wirklich schönes Haus. Ich muss sagen,","ich war am Anfang ein bisschen skeptisch.","Und man dachte, naja, was die so Museen, so Sterbehäuser, da tut man oft so","ein bisschen übertreiben.","Aber ich finde, es ist wirklich gut gelungen. Es ist sehr minimalistisch gehalten","auch, was mir besonders gut gefällt.","Ja, es ist wirklich ein sehr, sehr schönes Gebäude.","Und wie wir auch erklärt bekommen haben von den netten Menschen hier,","ist es einfach natürlich auch sehr gut geeignet für eine Art Rückblick auf Keplers Leben.","Obwohl er hier nichts getan hat, außer zu sterben, was natürlich auch,","wie du gesagt hast, eine Lebensleistung darstellt, ist es einfach so ein bisschen","so ein Reflexionsgedanke dahinter, dass Kepler durch die Ausstellung führt und","so sein Lebenswerk so ein bisschen präsentiert.","Und aber nicht nur in einem enthusiastischen, positiven Sinne,","sondern auch mit allen Problemen und Zweifeln und Fragen, die er sich vermutlich","in seinen letzten Lebenstage hier in Regensburg gestellt hat.","Ganz genau. Und wir haben Daniel nicht nur deswegen hier im Podcast,","damit er am Anfang kurz Hallo sagen kann.","Und uns beim Reden zuhören kann oder zuschauen kann sogar diesmal.","Nein, denn Daniel wohnt nicht nur in Regensburg. Daniel kennt sich auch aus","mit Geschichte, weil Keplers Zeit ist ja schon so lange her,","dass man sie durchaus als Geschichte bezeichnen kann. Und Daniel ist,","ihr habt es vielleicht am Hallo schon erkannt, Teil des Podcasts Geschichten aus der Geschichte.","Und deswegen können wir jetzt auch Daniel fragen als Regensburger,","wie er das Kepler-Museum kennengelernt hat.","Ich habe gehört, du warst sehr, sehr oft hier in deiner Zeit in Regensburg.","Ja, also ich muss zugeben, ich war tatsächlich heute zum ersten Mal da und bin","dankbar, dass ihr hierher gekommen seid, dass ich das auch mal geschafft habe, hier reinzugehen.","Da braucht es zwei Österreicher, damit der Regensburger, der Historiker,","ins Kepler-Museum kommt.","So ist es. Aber ich muss sagen, ich bin echt total positiv überrascht.","Also wir haben das echt total schön gemacht. Ist auch noch nicht lange offen so in der Form.","Ein Jahr, ein bisschen mehr als ein Jahr hat es geheißen.","Was ich schön finde, ist, sie haben versucht, einerseits so die Komplexität","der mathematischen, astronomischen Dinge darzustellen, aber gleichzeitig auch","so ein paar Objekte aus seinem Leben. Ich finde, das ist eine sehr, sehr schöne Mischung.","Also wir haben jetzt, sitzen hier gerade, ich weiß nicht, ob wir schon in die","Details gehen können, wir sitzen gerade in einem Raum, wo man so sitzen kann","und sich so in einer Projektionsfläche die Himmelsbewegungen,","also die gedachten Himmelsbewegungen anschauen kann und es ist sehr gelungen.","Wir können es, während wir miteinander reden, nicht anschauen,","weil die Kabel der Mikrofone zu kurz sind, als dass wir uns auf den Liegen zurücklehnen können.","Aber wenn ihr mal hierher kommt, könnt ihr euch gemütlich in die Liegen legen","und euch die verschiedenen Weltmodelle zum Beispiel anschauen.","Ganz genau, weil das war, wie uns die Museumsexperten erklärt haben,","die Idee, dass man so komplexe Dinge wie das polemäische Weltmodell mit der Erde im Zentrum,","das kopenikanische Weltmodell mit der Sonne im Zentrum und den ganzen Epizykeln","und das tychonische Weltmodell, was irgendwie so noch ein bisschen komplizierter","ist, wo die Erde im Mittelpunkt ist, sich aber trotzdem alles um die Sonne bewegt","und die Sonne um die Erde rundherum bis auf den Mond.","Also es ist sehr kompliziert und früher sind die Leute anscheinend an dem Punkt","bei der Führung dann doch lieber aufs Klo gegangen oder anderswo hingegangen","und darum haben sie hier so schöne Liegestühle hingestellt, dass man sich im","Liegen ausruhen kann und dabei bei einer schönen Projektion an der Decke.","Planetenbewegungen und Weltmodelle anschauen. Also gute Ideen,","so wird das ganze Haus voller guter Ideen ist, was die Präsentation angeht.","Also ich war auch sehr begeistert.","Was ich auch noch super finde, dass die Kasse, wo man Eintritt zahlt,","erst im ersten Stock ist, beim Hintereingang, beim schönen, neu gemachten Hintereingang.","Und der Eingang von der Keplerstraße, wo man quasi vielleicht naheliegenderweise,","weil Google Maps einem sagt, dass da das Museum ist,","irgendwie hinkommt und reingeht, dass da einfach eine offene Tür ist,","wo man einfach so mal reingehen kann, sich so ein bisschen das Haus schon anschauen","kann und dann ein bisschen einen Eindruck bekommt,","ohne dass man dann gleich so dieses Eintritt zahlen muss und gleich so dieses","Museumsding da irgendwie aufs Auge gedrückt bekommt. Das finde ich sehr schön.","Also das Untergeschoss des Hauses so ein bisschen so in den öffentlichen Raum","hineingedacht und als einfach so auch öffentlich zugänglichen Raum gestaltet. Das finde ich super.","Ja, es ist sehr super. Also ich kann allen nur empfehlen, das Kepler Museum","oder Document Kepler heißt ja, glaube ich, offiziell zu besuchen. Das lohnt sich.","Wir wissen ja mittlerweile schon, wie man es ausspricht, ob es Dokument oder Dokument heißt.","Nein, das hätte man jetzt fragen können, aber nicht.","Aber was ich noch fragen möchte, ist, wenn wir jetzt hier schon einen Regensburger vor Ort haben.","Ich habe gewusst, dass Kepler in Regensburg gestorben ist. Ich bin auch schon","öfter mal vorbeigefahren an diesem Haus, war aber noch nie drinnen.","Wie ist so die Rolle von Kepler hier in der Stadt?","Also spielt er in der Stadt eine Rolle? Ich erinnere mich nämlich zum Beispiel an einen Besuch in Ulm.","Ulm ist der einzige Ort auf der ganzen Welt, an dem Albert Einstein geboren ist.","Er hat dann nicht viel Zeit verbracht, er ist als Kind schon weg,","aber trotzdem, es ist der Geburtsort von Albert Einstein und trotzdem macht","Ulm mit der Information genau gar nichts.","Also ich glaube, sie planen ein bisschen was, irgendwie so ein Science Center,","aber keine Ahnung, ob das jetzt eine realistische Planung ist,","aber damals gab es genau nichts.","Es gab irgendwo am Bahnhof ein verstecktes Schild und irgendwie so einen hässlichen","Brunnen und das war's. Also da habe ich mir schon gedacht, wenn man schon Einstein-Geburtsort","ist, dann könnte man doch was machen.","Kepler in Regensburg, da ist was gemacht worden. Es gibt das Museum,","aber spielt Kepler eine Rolle in der Stadt oder sind da andere Dinge wichtiger,","der Fußballverein oder sonst was?","Also ich würde mal sagen, er spielt schon eine gewisse Rolle in der Stadt,","aber also nicht die Hauptrolle.","Also ihr habt vielleicht gemerkt, ihr seid über die Keplerstraße hergekommen.","Es gibt dieses Haus, aber wenn man auch ganz ehrlich ist, er war nicht allzu","lange hier. Er ist im Grunde nicht hergekommen, weil hier war der Reichstag.","Er wollte Geld haben, kam quasi zum Geldeintreiben hierher.","Aber sein wohlverdientes Geld, muss man dazu sagen.","Absolut. Also sicher wohlverdient, aber er kam dann hierher und ist dann halt hier verstorben.","Und es war auch eine sehr turbulente Zeit. Also wir sind ja hier auch während","des Dreißigjährigen Kriegs unterwegs.","Und diese Turbulenzen bringen überhaupt dazu, dass er den Prager Hof verlassen","muss und er landet dann hier und...","Deshalb würde ich mal sagen, er spielt jetzt nicht die allzu große historische","Rolle in Regensburg, aber schon durchaus, glaube ich, ein gewisser Stolz,","dass es eine Verbindung zu Kepler gibt.","Ja, Ruth, du wohnst ja im Kepler-Zimmer.","Ich habe das beste Hotelzimmer ergattert, genau. Ich habe Nummer 17 und wir","haben gemerkt, du bist Nummer 15.","Das steht für die Jahrhunderte anscheinend, irgendwie die Jahrhunderte,","wo in Regensburg dann bedeutende Menschen irgendwie was gemacht haben,","keine Ahnung. Und mein Zimmer ist tatsächlich das Johannes-Kepler-Zimmer.","Ja, ich habe schon vergessen, wie mein Zimmer heißt. Das ist irgendwie ein Typ,","ein Künstler, glaube ich, Bildhauer, Maler, irgendwie sowas.","Der hat einen Vornamen mit A und einen Nachnamen mit A, aber ich habe schon","vergessen, wer heißt. Aber du weißt das sicher.","Du meinst Albrecht Altorfer wahrscheinlich.","Ja, ganz genau den. Also da habe ich keine Ahnung. Ich habe den Namen noch vorher","noch nie gehört, aber in dessen Zimmer wohne ich. Also das Zimmer,","wo ich wohne, heißt er. Er hat da wahrscheinlich nie gelebt.","Weißt du irgendwas, kurzer Fun-Fact über diesen Typ?","Ich weiß von Albrecht Alter von nur, dass es ein Gymnasium gibt in Regensburg,","das nach ihm benannt ist, aber sonst kann ich keine weiteren Funfacts liefern.","Aber es ist interessant, wisst ihr noch mehr Persönlichkeiten,","die verewigt sind in dem Hotel?","Es ist nur in Worten quasi in den Teppich vor den Türen geschrieben.","Also man müsste jetzt so den Teppich im Auge behalten, von Tür zu Tür gehen,","was ich jetzt noch nicht gemacht habe, aber wenn ich vielleicht noch ein bisschen","zwei Bier trinke, könnte es sein.","Ich glaube, das Zimmer zwischen uns ist irgendwie Kaiser Karl V.,","der Vierte, ich weiß nicht, der Irgendweste, aber irgendein Kaiser Karl.","Doch neben mir ist irgendwer von Turn und Taxis. Ich weiß jetzt nicht welcher, aber einer von denen.","Turn und Taxis ist ja auch eine der bekanntesten Familien, die hier in Regensburg wohnen.","Wenn ihr zum Bahnhof lauft, kommt ihr am Schloss vorbei, dieser Park,","den ihr da seht. Das ist der Schlosspark und das Schloss Thun und Haxes ist","tatsächlich auch das größte bewohnte Schloss in Europa.","Und da wohnen die Thun und Haxes?","Taxitis, wie nennt man nur, was ist der Plural von Turn und Taxis?","Turns und Taxen.","Ich habe mich immer schon gewundert, woher dieser seltsame Name kommt, oder? Turn und Taxis.","Ihr habt sicherlich schon mal eine Folge darüber gemacht in eurem Podcast, oder?","Ja, genau. Also die haben ja früher, die haben das sogenannte Postregal gehabt","im Heiligen Römischen Reich. Das heißt, die durften als Einzige die Post verteilen.","Und deshalb wurden die Turn und Taxis sehr mächtig. Und in Regensburg gab es","den immerwährenden Reichstag.","Das heißt, irgendwann haben die Fürsten angefangen, sich einfach ständig an","einem Ort zu treffen. Vorher musste immer der Reichstag einberufen werden und","dann haben die sich getroffen.","Und irgendwann haben sie gesagt, das wäre auch eigentlich praktischer,","wenn wir einfach einen immerwährenden Reichstag machen.","Und deshalb gibt es hier auch ganz viele so Orte, wo die ganzen Gesandten sich","immer getroffen haben und untergekommen sind.","Und die Ton und Taxis waren irgendwann so eine mächtige Familie,","dass die im Grunde diesen Reichstag ein bisschen geleitet haben.","Also sie waren quasi so die obersten Repräsentanten dann auch für den Kaiser in Regensburg.","Und er ist dann ja immer wieder Reichstag, nachdem das Reich zusammengebrochen","ist, also das Reich endet ja dann 1803 bzw.","1806, und dann sagt man zu den Tonantaxes, ah, Mensch, blöd,","jetzt bringt euch euer Postregal gar nichts mehr, dass ihr die Post verteilen dürft.","Und außerdem gibt es jetzt diesen immer mehr Reichstag nicht.","Nehmt doch dieses riesige Kloster da vorne und macht es zu einem Schloss.","Das haben sie wahrscheinlich schon vorher bekommen.","Würde ich auch nicht Nein sagen, wenn mir das jemand anbieten würde.","Aber lustiger ist es, da denkt man sich im ersten Moment, kann man von der Post","wirklich so reich werden?","Aber dann fällt einem natürlich auch gleich Jeff Bezos ein und Amazon und so.","Das hat sich nicht so viel verändert in der ganzen Zeit.","Und Sie hatten ja sozusagen dieses Privileg, also nur Sie durften die Post verteilen.","Ja klar, Monopol bringt immer Geld.","Genau. Das Kloster war dann Sekularisierung, also wurde dann frei und dann hat man es ihnen gegeben.","Das heißt, die mussten das Kloster quasi sowieso da irgendwie dann räumen und","das musste jemand sowieso übernehmen und dann hat sich Turn und Taxis bereit erklärt.","Ah, immer wieder interessant, aber eigentlich sind wir ja wegen Kepler hier.","Oder? Ganz genau. Geschichte schaltet auch nicht, weil auch die Wissenschaft","muss man in ihrer Zeit verstehen. Also wenn man wissen will,","was Kepler für Wissenschaft gemacht hat, muss man auch seine Zeit verstehen.","Also es ist ein historischer Überblick, kein schlechter Einstieg.","Aber wir wollen über Kepler und seine Wissenschaft ein bisschen was erzählen,","was wir im Museum gelernt haben.","Und das Wichtigste oder das am weitreichsten von Keplers Wissenschaft waren","natürlich seine drei Keplerschen Gesetze, die du natürlich kennst und die ich kenne.","Aber jetzt haben wir den Historiker da, müssen wir den natürlich auch fragen,","ob er die Keplerschen Gesetze kennt.","Das ist wirklich gemein. Aber ich hätte jetzt natürlich auch besser aufpassen können.","Also was ich weiß ist, dass Kepler feststellt, dass die Planeten auf Ellipsenbahnen sind.","Da haben wir schon mal gleich mal das Erste.","Sehr gut. Dann gebe ich weiter zum Zweiten.","Das zweite Keplerische Gesetz besagt im Wesentlichen, dass sich die Himmelskörper","schneller bewegen, wenn sie auf ihrer Ellipsenbahn näher an der Sonne sind.","Das erste Käptnische Gesetz hat Daniel richtig erklärt. Das zweite hätte ich gerade erklärt.","Aber dann ist unser Aufnahmegerät endgültig kaputt gegangen.","Das heißt, wir haben die Aufnahme unterbrechen müssen. Ich nutze jetzt das Handy,","um noch einen kurzen Schluss aufzunehmen.","Und der Rest des Podcasts wird dann wieder mit der professionellen Ausrüstung","von unseren jeweiligen Zuhause erfolgen. Das heißt, ihr müsst jetzt einen kleinen","Cliffhanger ertragen, bis das dritte Keplerische Gesetz erklärt wird oder eigentlich","gar nicht, weil es geht ja direkt weiter für euch. Wir müssen warten mit der Aufnahme.","Wir bedanken uns auf jeden Fall bei Daniel für den kurzen historischen Einblick","in die Geschichte von Regensburg.","Es war ein schöner Nachmittag hier im Kepler Museum und ich hoffe,","du schaust jetzt auch mal erstens öfter vorbei in diesem Museum und zweitens","folgen bei euch hoffentlich einige spannende Podcasts mit Astronomie und Kepler-Thematik.","Sehr gut, ja. Danke, dass ihr da wart und wir uns treffen konnten und dass ich","hier zu Gast sein durfte.","Ja, wir haben uns auch gefreut. Und Ruth sagt jetzt auch noch was.","Schön war es. Aufstehen muss ich mal bei meinem bequemen Liegestuhl.","Ich habe mich schon zurückgelehnt. Aber wir hören uns gleich."]}