{"v":1,"episode":132,"speakers":["Florian","Ruth","Evi"],"t":[10,15,17,23,28,30,33,35,35,39,43,48,50,53,55,56,58,61,66,70,72,76,78,83,87,90,94,99,101,104,106,108,110,112,114,118,121,123,127,130,133,136,139,142,145,149,151,155,156,157,161,162,167,170,175,179,181,184,186,189,192,196,201,203,208,210,214,216,219,222,227,232,234,237,238,241,242,246,249,255,258,259,261,264,267,272,274,280,284,286,291,294,297,298,301,303,305,308,312,315,323,326,328,334,338,341,342,347,352,356,358,362,367,371,374,376,379,382,385,391,395,398,403,407,413,416,418,425,432,436,439,443,446,452,456,458,459,462,465,469,470,473,477,481,483,487,490,495,499,504,507,509,515,519,521,524,528,530,531,533,535,538,540,543,545,550,554,558,564,566,568,572,574,578,580,584,586,591,595,598,603,605,606,610,615,619,625,631,633,636,641,642,646,649,652,655,659,662,665,667,670,672,674,679,682,686,690,694,697,700,704,709,711,712,716,719,719,720,721,725,730,733,735,740,742,746,748,755,757,761,765,767,770,771,775,777,781,785,788,789,793,797,800,803,808,812,817,821,824,828,832,834,837,839,842,843,847,850,852,855,858,862,867,870,873,875,876,881,885,890,893,895,899,902,905,909,914,917,921,923,925,929,931,933,936,939,943,950,953,955,960,963,966,970,972,975,978,980,983,987,990,992,993,996,1000,1002,1004,1009,1012,1015,1017,1021,1025,1029,1032,1036,1039,1043,1048,1051,1055,1057,1060,1063,1067,1070,1073,1076,1080,1085,1087,1090,1095,1096,1099,1101,1104,1105,1109,1112,1114,1116,1120,1122,1125,1129,1131,1136,1137,1138,1141,1147,1151,1156,1164,1165,1169,1173,1176,1180,1183,1187,1192,1195,1197,1202,1207,1213,1215,1217,1221,1227,1231,1233,1234,1235,1239,1246,1248,1249,1251,1254,1255,1256,1259,1263,1269,1275,1279,1282,1285,1286,1289,1293,1298,1301,1304,1308,1312,1314,1321,1323,1328,1334,1338,1341,1346,1351,1354,1356,1360,1363,1366,1370,1372,1375,1376,1379,1384,1384,1387,1392,1395,1397,1400,1408,1412,1415,1420,1424,1430,1432,1437,1440,1443,1449,1452,1455,1458,1460,1463,1465,1470,1471,1474,1478,1481,1486,1489,1493,1497,1499,1504,1508,1509,1511,1513,1514,1518,1522,1527,1531,1536,1539,1542,1543,1547,1549,1551,1553,1556,1559,1564,1566,1568,1571,1573,1576,1580,1582,1586,1589,1594,1597,1599,1602,1604,1609,1613,1615,1620,1622,1627,1630,1631,1637,1638,1643,1645,1647,1649,1654,1655,1660,1663,1665,1667,1673,1676,1680,1683,1687,1693,1699,1702,1705,1706,1711,1716,1719,1724,1731,1735,1740,1742,1746,1751,1756,1762,1764,1769,1772,1776,1781,1786,1789,1791,1797,1802,1808,1811,1812,1816,1819,1824,1824,1833,1836,1839,1840,1842,1845,1851,1855,1859,1861,1864,1871,1876,1879,1885,1889,1892,1895,1900,1903,1910,1913,1916,1918,1923,1926,1930,1934,1941,1942,1947,1949,1953,1957,1958,1959,1966,1967,1968,1972,1976,1979,1983,1988,1992,1996,2000,2003,2005,2006,2012,2016,2019,2021,2028,2032,2035,2038,2042,2043,2048,2052,2055,2057,2059,2063,2065,2069,2073,2078,2081,2085,2088,2089,2091,2092,2097,2100,2106,2109,2114,2119,2123,2125,2128,2132,2136,2138,2141,2144,2147,2151,2153,2156,2159,2162,2166,2171,2178,2181,2184,2189,2192,2195,2199,2202,2207,2211,2215,2219,2220,2224,2227,2231,2234,2237,2239,2242,2244,2246,2247,2252,2254,2257,2258,2262,2265,2267,2267,2273,2278,2283,2287,2290,2293,2295,2298,2298,2300,2302,2303,2305,2307,2308,2311,2314,2316,2320,2321,2325,2328,2332,2336,2339,2342,2345,2347,2349,2351,2354,2357,2359,2364,2366,2369,2374,2378,2382,2385,2389,2391,2396,2398,2400,2403,2406,2410,2412,2413,2415,2417,2421,2426,2427,2430,2430,2433,2437,2441,2444,2446,2449,2453,2458,2461,2464,2467,2472,2476,2479,2482,2484,2487,2489,2492,2496,2500,2503,2507,2509,2512,2515,2520,2524,2526,2528,2530,2534,2538,2540,2545,2548,2551,2554,2557,2560,2564,2566,2570,2575,2578,2579,2583,2586,2589,2592,2595,2596,2601,2604,2606,2610,2612,2616,2619,2623,2625,2629,2637,2643,2644,2650,2654,2659,2661,2663,2666,2667,2670,2673,2675,2679,2681,2685,2689,2692,2697,2702,2704,2707,2710,2714,2717,2719,2721,2724,2727,2731,2736,2740,2745,2749,2751,2755,2759,2766,2769,2773,2777,2779,2783,2787,2790,2793,2798,2800,2803,2806,2811,2816,2819,2820,2821,2825,2829,2837,2843,2846,2852,2854,2857,2861,2862,2866,2869,2870,2871,2872,2876,2880,2883,2886,2887,2890,2892,2895,2900,2901,2905,2911,2915,2918,2919,2920,2920,2923,2928,2932,2935,2939,2943,2946,2953,2956,2959,2960,2967,2972,2974,2977,2983,2985,2989,2992,2996,2998,3004,3006,3008,3010,3014,3016,3020,3022,3026,3029,3032,3037,3042,3048,3053,3057,3061,3067,3070,3072,3079,3083,3084,3087,3091,3096,3099,3103,3105,3110,3115,3119,3123,3127,3133,3137,3143,3147,3153,3155,3159,3163,3166,3168,3171,3175,3178,3184,3187,3189,3193,3198,3201,3202],"s":[0,0,0,0,1,0,2,0,1,1,1,0,2,2,0,1,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,2,1,0,0,2,1,0,0,0,0,0,0,0,0,0,1,2,1,0,1,0,1,0,0,0,0,0,1,1,0,0,0,0,0,0,0,0,0,0,0,0,2,1,0,1,0,0,0,0,1,2,0,1,0,0,0,0,1,0,0,1,1,0,1,0,0,0,0,0,0,0,0,0,0,1,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,2,2,2,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,0,2,0,0,0,0,0,1,1,1,0,1,2,0,0,2,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,0,0,0,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,2,0,2,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,1,0,0,0,0,0,0,2,2,0,0,0,0,0,1,0,1,1,1,1,2,1,1,1,1,1,0,0,0,0,0,1,1,1,1,1,1,0,0,1,0,1,1,1,0,1,1,0,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,2,0,1,0,2,1,1,1,1,1,0,0,0,0,0,0,0,0,0,1,1,0,1,0,0,1,0,1,1,1,1,1,1,0,1,1,1,1,1,1,1,0,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,0,1,0,1,1,1,1,0,0,0,0,1,0,1,1,1,1,0,0,1,1,1,1,1,1,1,1,1,0,1,0,0,1,1,0,1,1,1,1,0,1,0,1,2,1,1,1,1,1,0,0,0,1,1,1,1,1,1,1,2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,1,1,1,1,2,1,1,1,2,1,0,0,1,0,1,1,1,1,1,0,1,1,1,1,1,1,1,1,1,1,1,1,0,1,1,1,1,1,1,1,1,2,2,1,2,1,2,0,1,2,2,1,1,1,1,1,1,1,0,1,1,1,2,0,0,0,0,0,0,0,2,2,2,2,2,2,2,2,2,2,0,0,0,2,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0,0,0,0,0,0,0,2,0,0,0,2,0,0,0,0,1,0,2,0,1,2,1,2,0,0,1,2,0,0,0,2,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,1,2,1,2,0,0,1,0,2,0,0,0,2,0,2,2,2,2,2,2,2,1,0,0,0,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0,0,0,0,2,2,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,1,2,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,1,0,0,1,0,0,2,0,1,0,0,0,2,1,0,0,0,0,0,0,1,1,1,0,1,0,1,1,1,1,1,1,1,1,0,0,0,1,1,1,1,1,0,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,1,2],"x":["Herzlich willkommen bei Das Universum, dem Podcast, in dem Ruth und Florian","über das Universum reden.","Heute mit Ruth und mit Florian und außerdem mit Evi von Anfang an,","weil jetzt ist unsere Geburtstagsfolge Das Universum feiert seinen fünften Geburtstag.","Hurra! Hallo!","Und deswegen haben wir auch was zum Trinken da. Wir stoßen an.","Prost! Prost!","Prost!","Auf uns! Und ich muss sagen, ihr habt wirklich einen Sinn zu wenige Momente.","Und ihr verpasst wirklich was, weil der Florian hat unsere Gläser zum Anstoßen","wunderbar hergerichtet mit frisch gepflückten Erdbeeren aus seinem eigenen Garten.","Ja, genau, weil wir nehmen nämlich im Garten auf.","Ich finde das toll, dass mal, wenn ich die ganze Folge über da bin,","gibt es immer was zum Trinken, schreibe ich mir gerade auf.","Ja, genau, da kommst du immer noch zu den besonderen Folgen.","Viel zu selten eigentlich.","Jedenfalls sitzen wir im Garten, das heißt, es gibt wie üblich unter Umständen","Gartengeräusche. Ich kann nicht vorhersagen, was der Filter am Ende alles rausfiltern wird.","Es weht halt der Wind, das Freibad ist nebenan. Ab und zu kommen Halbstarke","mit ihrem Motorräder am Freibadparkplatz.","Also es ist alles möglich, was ihr hören könnt. Aber es ist eine Party und die","klingt anders als sonst.","Und weil unser offizieller Geburtstag des Podcasts ja erst nächste Woche ist,","haben wir gedacht, wir nehmen jetzt die Woche davor als Geburtstagsfolge und","wir nehmen auch die Folge danach als Geburtstagsfolge.","Es gibt zwei Geburtstagsfolgen, die den offiziellen Podcast-Geburtstag einrahmen.","Das heißt, ihr könnt euch auch bei der nächsten Universumsfolge auf Geburtstag freuen.","Und wir feiern einfach durch die ganze Zeit.","Das ist ein bisschen so wie bei Scheidungskindern, oder? Einmal Geburtstag mit","Mama, einmal Geburtstag mit Papa.","Ja, aber unser Podcast ist doch kein Scheidungskind.","Wir machen einfach ein cooles Double Feature.","Wir sind alle noch fix zusammen.","Ja, aber wenn wir uns mal aufspalten, ist das so, dann müssen wir den Podcast","auch aufteilen. Eine Woche darfst du podcasten und die andere Woche podcasten.","Und ich bin dann immer bei jedem zu Gast. Oder wie ist das Kind?","Du musst immer die Folgen vorbereiten.","Nein, ich glaube nicht. Also noch ist der Podcast Teil einer glücklichen Podcast-Familie.","Und es ist ein Geburtstagspodcast, das heißt, wir schauen ein bisschen in die","Vergangenheit, wir schauen ein bisschen in die Zukunft.","Aber ich habe gedacht, wir fangen mit einem Blick in die Gegenwart an.","Denn bei meiner diversen Suche Dinge, die früher passiert sind,","habe ich gesehen, dass auch dieses Jahr","Eine Organisation Geburtstag feiert, zehnmal länger als wir.","Und zwar die Europäische Weltraumagentur. Wir sind fünf Jahre da.","Die Europäische Weltraumagentur ist seit 50 Jahren da.","Ja, und ESA ist ja auch Österreicher. Also der Direktor.","Wir sind ESA.","Endlich ESA.","Der aktuelle Direktor der ESA ist ein Österreicher. Genau, Aschbacher, Josef.","Netter Kerl.","Meinst du, wir sind ja nächste Woche beim ESA-Fest in Wien.","Ah, ich habe gedacht, die TU macht das.","Naja, es ist das Living Earth Symposium, das auch zur ESA gehört und wir sind","Teil davon und wir sind bei Space in the City, glaube ich, heißt die Veranstaltung,","die da im Rahmen dieses Symposiums stattfindet.","Und wenn das schon irgendwie so ein ESA-Ding ist und in Österreich und große","Party, vielleicht ist der Herr Aschbacher ja auch da.","Ja, wenn der Herr Aschbacher zuhört, dann ist er natürlich herzlich willkommen","zu unserer Geburtstagsfeier.","Ja, es ist ja nicht unsere Geburtstagsfeier da in Wien, aber wenn ihr dabei sein wollt, 25.","Juni in Wien am Karlsplatz freier Eintritt und wir sind, glaube ich, um 8 Uhr am Abend dran.","Ja, aber wir machen jetzt Geburtstag. Also wir reden jetzt nicht über die ESA,","wir wollen über die Vergangenheit reden und über die Zukunft und die Vergangenheit.","Wenn wir schon fünf Jahre alt sind, habe ich gedacht, schauen wir einfach mal","fünf Jahre in die Vergangenheit. Also zum Geburtsjahr unseres Podcasts.","Was ist da alles passiert?","Also ich habe mich mal auf die naturwissenschaftlichen Sachen konzentriert,","weil so andere Disziplinen, so Biologie, Medizin, ist glaube ich nichts passiert","im Jahr 2020, über das man reden muss, oder? Gar nichts passiert. Nein, da war gar nichts.","Aber andere Sachen. Am 2. Januar 2020 hätte jemand seinen 100.","Geburtstag gefeiert. Wisst ihr wer?","Das heißt Geburtstag 1920. Wer kann das gewesen sein?","Viele Leute sind 1920 geworden.","Ja, natürlich, aber eine Person, die von Interesse sein könnte.","Eine weibliche Person.","Nein, eine männliche Person. Es gibt weitere Hinweise. Mann,","kein reiner Wissenschaftler, berühmt wegen… Carl Sagan.","Nein, berühmt wegen nicht wissenschaftlicher Arbeit, die aber sehr starken Wissenschaftsbezug hat.","Autor, Science-Fiction-Autor.","Das ist dein Metier.","Asimov, keine Ahnung.","Asimov ist richtig, Isaac Asimov.","Prost, well done.","Isaac Asimov hätte am 2. Januar 2020 seinen 100. Geburtstag gefeiert.","Was ist noch passiert? Am 20.","Oktober 2020 hat die NASA-Sonde Osiris-Rex eine Probe vom Asteroid Bennu eingesammelt, das","Das Arecibo-Teleskop ist am 1. Dezember 2020 zusammengebrochen.","Ja, so lange ist das schon her.","Am 8. Dezember sind Proben vom Asteroid Ryugu auf die Erde gelangt und geborgen worden.","Das war wieder eine andere Mission als die Osiris-Rex. Also es gab jede Menge.","Und wie lange hat es dann gedauert, bis die Kapsel offen war,","bis man den richtigen Schraubenschlüssel gefunden hat?","Bei den Japanern weiß ich gar nicht, wie ich das gemacht habe.","Das war nicht so lang wahrscheinlich.","Aber wir schauen uns eine andere Geschichte an. Ich habe mir eine andere Geschichte","ausgesucht, die ich ein bisschen ausführlicher erzählen will vom Jahr 2020.","nämlich von einer wissenschaftlichen Arbeit, die am 14.","September 2020 veröffentlicht worden ist.","Und diese wissenschaftliche Arbeit trägt den Titel Phosphine Gas in the Cloud Decks of Venus.","Da erinnert ihr euch alle dran, die Hörerschaft sicherlich auch,","aber ihr zwei auf jeden Fall.","Da hat man verkündet, dass man in der Atmosphäre der Venus, unseres Nachbarplaneten","Phosphin gefunden hat. Und das kann man jetzt langweilig finden oder nicht.","Das kommt darauf an, ob man Ahnung hat, was Phosphin ist.","Klingt ungesund.","Ja, es ist auch sehr ungesund. Phosphin ist chemisch korrekt Monophosphan.","Besteht aus Wasserstoff und Phosphor, ist gasförmig normalerweise,","farblos, geruchlos, brennbar, giftig.","Einer von den Besten, ja.","Und wenn man es hier auf der Erde im Labor herstellt, dann kriegt man es meistens","nicht 100% reinhergestellt, sondern es sind noch andere Stoffe dabei, die das verunreinigen.","Und dann riecht es nach Knoblauch und faulem Fisch. Boah, lecker!","Das ist Phosphin. Und warum sind wir jetzt so aufgeregt, dass man das auf der","Venus entdeckt haben sollte?","Bei uns auf der Erde, ja, wir stellen ein bisschen was davon künstlich her zur","Schädlingsbekämpfung oder zur Herstellung von Leuchtdioden.","Aber eigentlich kommt das Phosphin nicht vor.","Der einzige Weg, wie es außerhalb von Labors vorkommen kann, ist von Bakterien.","Manche Bakterien, die können das herstellen. Die fressen Minerale,","die Phosphate enthalten und die spalten das auf.","Und das, was dann am Ende rauskommt bei der Bakterie, bei ihrem Stoffwechsel, das ist Phosphin.","Also wir wissen, dass Bakterien das Lebewesen Phosphin erzeugen können.","Beobachtet hat man das Ganze mit ALMA, diesem großen Mikrowellen-Radio-Wellen-Teleskop-Komplex","in 5000 Meter Höhe in der chinesischen Wüste.","Und man hat festgestellt, dass da","20 Moleküle pro Milliarde Moleküle Venus-Atmosphäre sind. Also nicht viel.","Aber sie sagen, selbst ein paar Phosphin-Moleküle ist completely unexpected","in einer Atmosphäre, wo auch Sauerstoff drin ist.","Weil das ist in der Venus so und das kann man sich eigentlich nicht erklären.","Weil eigentlich sollte das doch chemische Prozesse tatsächlich enorm schnell verschwinden.","Wenn du da Phosphin hast in so einer Atmosphäre wie der Venus,","dann überlebt es maximal so ein paar Dutzend, hundert Jahre und minimal ein","paar Stunden. Also das sollte eigentlich in planetaren Maßstäben schnell weg sein.","Ja, das heißt, es muss irgendwer machen.","Genau.","Phosphinfabrik.","Ja, aber wer macht es? Wir wissen ja alle, dass die Vedus ein ziemlich unangenehmer","Planet ist, mit einer Temperatur an der Oberfläche von, weiß ich nicht,","wie viel sind es? 500 Grad?","Also so, dass man da wirklich nicht gerne sich aufhalten will.","Es hat eine Atmosphäre, die fast komplett aus CO2 besteht, aus Schwefel.","Es ist extrem unangenehm und lebensfeindlich. Also eigentlich sollte er gar","nichts leben, aber, und auch das wissen wir,","Wenn man sich nicht am Venusboden auffällt, sondern ungefähr in 50 bis 60 Kilometer Höhe.","Also bei uns in der Erdatmosphäre, da ist da nichts mehr, da fliegen nicht mal","mehr Flugzeuge, da springen nicht mal mehr verhaltensauffällige Österreicher aus Ballonen raus.","Also 50 bis 60 Kilometer Höhe, da ist bei uns nichts. Aber in der Venusatmosphäre","haben wir da Temperaturen, die zwischen 0 und 60 Grad Celsius betragen.","Und wir haben einen atmosphärischen Druck in dieser Höhe, der ungefähr dem Luftdruck","auf dem Erdboden entspricht.","Und dort gibt es Wasser, weil in der Venus-Atmosphäre regnet es Schwefelsäure","und irgendwann wird es so heiß, je näher diese Schwefelsäure in den Boden kommt,","dass sie sich zersetzt und unter anderem im Wasserdampf.","Das heißt, wir haben in der Atmosphäre der Venus einen ziemlich großen Bereich,","wo es Temperaturen hat, die lebensfreundlich sind, wo es einen Druck hat,","der lebensfreundlich ist und wo Wasser existiert.","Nur halt kein Boden.","Ja, aber wir brauchen schon einen Boden.","Boden ist total überbewertet.","Da gibt es auch wissenschaftliche Arbeiten. Dazu, die wir sich angeschaut haben,","du kannst da so Lebenszyklen kriegen.","Also Bakterien könnten da so rumschweben, denn die wiegen ja nichts,","die Bakterien. Die können da ja rumschweben, problemlos.","Es ist halt blöd, Boots on the Venus Atmosphere oder sowas wird es nicht geben,","dass da ein Astronaut aussteigt und eine Fahne hinpflanzt. Das geht nicht.","Aber auch da hat sicherlich Isaac Asimov wahrscheinlich oder auch andere Kolleginnen","und Kollegen haben ja auch geschrieben über fliegende Städte in der Venus Atmosphäre.","Ich bin schon ganz begeistert.","Also das ist ja tatsächlich etwas, da gibt es nicht nur Science Fiction,","da gibt es auch der Wissenschaft näher stehende Science Fiction,","die sich konkret überlegt, wie man sowas machen könnte.","Also es wäre möglich, dass da was lebt, vor allem Bakterien jetzt,","nicht unbedingt Wolkenstädte.","Aber nur weil man da vielleicht was nachgewiesen hat, was vielleicht von Leberwesen","kommt, heißt es nicht, dass es da Leben gibt.","Aber die Leute, die diese Arbeit damals veröffentlicht haben, die haben schon gesagt,","man kann vielleicht auch natürliche Quellen, also wirklich jetzt natürliche,","nicht lebendige Quellen für Phosphin sich ausdenken, irgendwelche chemischen","Reaktionen, aber das kann nur einen ganz kleinen Bruchteil dieses Phosphins erklären.","Denn der Rest muss eine andere Quelle haben und das Einzige,","was Ihnen einfällt, ist Leben.","Und Sie schreiben auch am Ende Ihrer Arbeit, ich habe das nochmal rauskopiert,","ich sage es auf Englisch und werde es falsch aussprechen, aber ich möchte es nicht falsch zitieren.","Sie sagen da, even if confirmed, we emphasize that the detection of phosphine","is not robust evidence for life, only for anomalous and unexplained chemistry.","Also es gibt anomale und unerklärte Chemie und Leben kann anomale und unerklärte","Chemie sein, Aber muss nicht.","Man kann sich auch fragen, und das haben sie auch damals gefragt,","wo soll denn das Leben herkommen von der Venus? Aber wo kommt das her?","Asteroiden.","Asteroiden, die besten Himmelskörper, die für unser Leben sorgen,","die das Leben im Weltall verteilen. Die können das Leben hingebracht haben.","Es könnten Asteroiden auf der Erde eingeschlagen sein und dann sind bei den","Bruchstücken, die von der Erde ins Weltall geflogen sind, Bruchstücke dabei","gewesen, auf denen schon Bakterien draufgesessen sind oder dringesessen sind","und die sind dann auf der Venus eingeschlagen und dann war das Leben da.","Jetzt mal ganz abwegige Idee. Könnte es sein, dass das von uns ist?","Weil wir haben Sonden und alles raufgeschossen auf die Venus.","Die Russen haben es ja gemacht und sagen, dass da irgendeine Verunreinigung","war. Oder wäre das zu wenig?","Also möglich ist es natürlich. Also diese ganzen Bemühungen,","die man sich jetzt macht mit der Planetary Protection, wie das heißt,","die NASA und die ESA haben ja eigentlich Planetary Protection Officers,","die sich erstens überlegen, genau wie schicken wir Sonden ins Weltall und...","Dort, wo es kritisch sei, könnte nichts zu verunreinigen. Und der seltenere","Fall, wie sorgen wir dafür, dass nichts aus dem Weltall, irgendwelche Weltallviren,","Weltallbakterien zu uns kommen, mit den Astronautinnen und Astronauten und den Raumsonden.","Also das hat man sich früher nicht überlegt, so in der Form.","Und ich weiß nicht, ob damals in den, wann war das so 60er, 70er Jahre,","wo die Russen ihre Venera-Sonden gemacht haben, ob die sich da jetzt so wahnsinnig","viele Gedanken gemacht haben, ob es die Sonde schön sauber schrubt,","bevor sie sie irgendwie in der Venus crashen.","Also wahrscheinlich nicht, ob das jetzt wirklich gereicht hätte.","Es bräuchte natürlich Bakterien, die den Flug durch den Weltraum überlegen.","Den Staat überlegen.","Ja, aber das weiß man.","Dass das ja gibt.","Möglich ist es. Ob wir dann gerade die Art von Bakterien mitgeschickt haben,","die Phosphin erzeugen, ob sich die ausreichend gut verbreiten oder ausbreiten konnten, keine Ahnung.","Ob das, ich spoil das mal, das Ende, wir wissen alle, wie die Geschichte ausgeht.","Wir haben da kein Leben nachgewiesen.","Aber ob es theoretisch möglich wäre, auf diesem Weg Leben zur Mindest zu bringen, habe ich keine Ahnung.","Ich denke mal, dass es auch vielleicht nicht so einfach ist,","dass dieses Leben dann dort genau in der richtigen Höhe quasi abgestreift wird","von dieser Rakete, oder?","Warte mal, hier taucht gerade sehr viel Leben auf, es bellen Hunde und Quackenenten.","Nicht mikrobiologisch in dem Fall.","Aber wenn, dann wäre es ja eben wahrscheinlich gerade in diesem Bereich von der Atmosphäre.","Das kann auch sein, dass es einfach ständig runterbröckelt, das Leben,","und dann bleibt es halt nur da lebendig, wo es passt.","Na eben, weil die Rahmenbedingungen hätte es ja nur dort.","Ja, ist eine interessante Frage, habe ich mir noch nicht überlegt.","vielleicht gibt es Forschung dazu, wahrscheinlich gibt es Forschung dazu,","ich kenne sogar Leute, die sich mit sowas beschäftigen, vielleicht frage ich","die mal, ob die was wissen und werde dann entsprechend darüber berichten, ob man theoretisch","Leben auf der Venus von der Erde mit Raumsonden in den 60ern,","70ern, 80ern importiert haben hätte können.","We don't know.","Ja, aber wir wissen was anderes, denn im November 2020 ist dann ein weiterer","Artikel erschienen von einer anderen Forschungsgruppe und wie so oft in der","Wissenschaft, die Wissenschaft hat keinen Sinn für Dramaturgie,","braucht sie auch nicht, weil in der Wissenschaft muss Information so schnell","wie möglich ermittelt werden. Das heißt, der Titel verrät schon alles, was relevant ist für diese Arbeit.","Der Titel dieser Facharbeit lautet No Evidence of Phosphine in the Atmosphere","of Venus by Independent Analysis.","Aber ja, die Wissenschaft hat keinen Sinn von Dramaturgie, da steht im Abstrakt alles drin.","Nein, die haben das alles nochmal unabhängig analysiert und haben gesagt,","ja, das ist alles nicht so einfach zu untersuchen, weil man kann ja jetzt nicht","hinschauen und sieht mit dem Teleskop von der Erde aus die Moleküle rumfliegen,","auf denen dann mit Label dran steht, was es ist.","Sondern das ist, ich erkläre jetzt nicht im Detail, wie es funktioniert,","das wird zu weit führen, aber im Wesentlichen hat es damit zu tun,","dass diese ganzen Moleküle unterschiedlich vibrieren können,","unterschiedlich wackeln können.","Die nehmen Energie auf, Wärmeenergie von der Venus, Strahlungsenergie von der Sonne und so weiter.","Energie durch Kollisionen nehmen die Energie auf, wackeln anhand dieser Energie","charakteristisch hin und her.","Und dieses Wackeln erzeugt Energie, die sie abgeben, die Moleküle.","Und abgeben tun sie es im Radiowellen, im Mikrowellenbereich.","Und wenn ich das alles vorher genau weiß, wie die das tun und ich dann mit meinen","Radioteleskopen hinschaue und dann genau Radiowellen oder Mikrowellen bei diesem","Wellenlängen sehe, kann ich sagen, da wackelt das Molekül.","Das Problem ist, dass das alles sehr, sehr komplex ist, weil die Moleküle können","ja nicht nur auf eine Art wackeln, sondern auf viele Arten wackeln,","je nachdem wie komplex sie sind.","Und in dem Fall war es so, dass die Wellenlänge, bei der Phosphin wackelt,","sehr knapp an der Wellenlänge liegt, wo Schwefeldioxid wackelt.","Und deswegen haben die gesagt, die Daten, die sie gesammelt haben mit der Methode,","mit dem Teleskop, Das war eigentlich alles nicht genau genug,","um das trennen zu können.","Und Sie sagen, das ist Schwefeldioxid, was er gesehen hat. Und Schwefeldioxid","gibt es jede Menge auf der Venus. Da muss man nicht überrascht sein, wenn man das nachweist.","Aber wieso haben Sie dann überhaupt geglaubt, dass das Phosphin ist?","Weil das weiß man ja, wenn man irgendwie Molekülspektroskopie macht,","dann weiß man ja, da ist irgendwie das S und zwar gleich daneben, oder?","Du könntest das nachlesen. Es gibt dann einen dritten Artikel,","der direkt wieder als Replik auf den zweiten erschienen ist von der besagten","Gruppe, die den ersten Artikel geschrieben hat.","Also es klingt ein bisschen nach einer zu einfachen Erklärung.","Es ist dieses eine Molekül, das halt ur-ur-urhäufig ist und Ding und das er","dann damit verwechselt hat, klingt ein bisschen so, das sind die Kinder,","die rumgespielt haben und ihre Hausaufgaben nicht richtig gemacht haben.","Das war wahrscheinlich dann auch nicht. So schlimm war es wahrscheinlich auch nicht, oder?","Diese ursprüngliche Arbeitsgruppe, die den Nachweis veröffentlicht hat,","hat dann auf diese Kritik reagiert und hat gesagt, in einem Artikel mit dem","Titel Re-Analysis of Phosphine in Venus Clouds,","sie haben gesagt, sie haben jetzt alles nochmal neu analysiert und die Kritik","berücksichtigt an den Methoden von dem zweiten Paper.","Und ja, einen Teil der Daten kann man mit Schwefeldioxidmolekülen erklären, aber nicht alles.","Es braucht immer noch ein bisschen Phosphin. Die Sache mit der Kalibration der","Daten, den Methoden, ja, das stimmt, das war komplexer, als Sie gedacht haben.","Sie sehen aber trotzdem Phosphin, aber weniger als vorher.","Und das ist nicht so gleich verteilt, wie Sie gedacht haben,","sondern es ist nur in bestimmten Bereichen der Atmosphäre.","Das will wieder für meine Sondentheorie sprechen.","Ja, vielleicht musst du dich bei denen mal melden.","In jeden Fall so. Ich bin da was Großem auf der Spur, sage ich euch.","Ja, da musst du das mal durchrechnen alles. Die Verteilung der Atmosphäre,","die Anzahl der Moleküle mit der barometrischen Höhenformel und so.","Das ist alles mit Verteilungsfunktionen.","Ja, ja.","Ja, ich habe mich deswegen, weil du das gerade lernst für eine Prüfung,","die du hast, beziehungsweise schon hattest, nachdem diese Folge hier erscheint.","Aber wir müssen jetzt, um die Geschichte zum Ende zu bringen,","unser Geburtstagsjahr verlassen.","Wir müssen in den Januar 2021 gehen, denn da haben natürlich dann...","alle möglichen anderen Leute sich auch eingemischt, weil das wäre ja schon ein Ding.","Also Leben auf unserem Nachbarplaneten und nicht der Mars, sondern die Venus.","Also da hätte man schon genau hingeschaut.","Das wäre schon cool gewesen. Aber in dem Fall gab es dann eine weitere Arbeit,","die hieß Complications in der ALMA Detection of Phosphine at Venus.","Und da hat man probiert, okay, unabhängige Gruppe, wir nehmen die Daten,","die die rausgekriegt haben und nutzen unsere eigenen Methoden,","um das zu analysieren und haben festgestellt, wir kriegen kein Phosphin raus.","Und dann haben sich die ursprünglichen Leute das auch nochmal genauer angeschaut","und sind anscheinend auch drauf gekommen, so einfach war es nicht, wie sie gedacht haben,","denn die haben ihre Daten und ihre Ergebnisse zurückgezogen und haben gesagt,","ja, sie hatten Probleme mit den Computerprogrammen, die die Messungen ausgewertet","haben, die haben sie überarbeitet, die Computerprogramme und mit den überarbeiteten","Programmen haben sie auch kein Phosphin mehr gefunden.","Ja, und dann gab es wieder weitere Arbeiten, die haben nochmal den Nachweis","untersucht und haben gezeigt, ja, das, was man beobachtet hat,","die Daten kann man auch sehr gut erklären ohne Phosphin.","Schwefeldioxid reicht tatsächlich, um das zu erklären, man braucht es nicht.","Und am Ende ist es jetzt so, wir können natürlich nicht sagen,","dass da kein Phosphin ist, das heißt es nicht, wir können nicht sagen,","dass da kein Leben ist, aber wir können sagen, diese Beobachtung,","die da im September 2020 publiziert wurde von Phosphin, die hat nicht gehalten.","Also mit den Daten, die man damals gewonnen hat, kann man nicht sagen,","dass da Phosphin in der Atmosphäre der Venus ist.","Hat wahrscheinlich irgendwie der PhD-Student Mist gebaut.","Hat der Prof gewesen sein.","Ja, die Profs arbeiten ja nichts. Deswegen ist es wahrscheinlicher,","dass die jungen Leute waren.","Ja, na gut. Ja, aber so ist halt Wissenschaft. Ich meine, das ist ja ein Idealbeispiel,","wie Wissenschaft eigentlich läuft.","Man beobachtet was, man veröffentlicht das, andere schauen es sich an,","man diskutiert drüber und am Ende sind sich alle einig, ja, die ursprüngliche","Beobachtung hat so nicht gestimmt.","Das ist ja eigentlich genauso, wie Wissenschaft funktionieren soll.","Voll enttäuschend. Es hätte auch sein können, ja, Beobachtung hat gestimmt.","Hätte auch ein Happy End sein können. Hätten sie ja bestätigen können auch.","Jetzt mal rein aus rein pragmatischer, erkenntnistheoretischer Sicht,","ist es ein Happy End, weil wir haben am Ende, wir wissen jetzt mehr als vorher.","Es ist zwar nicht das Ergebnis, das uns gefällt, aber...","gern Leben nachgewiesen, aber wir haben den wissenschaftlichen Prozess so durchgezogen,","wie er durchgezogen gehört.","Well done.","Das war meine Geschichte aus dem Geburtsjahr unseres Podcasts.","Ich habe auch eine Geschichte aus einem nicht allzu weit entfernten Himmelskörper vorbereitet.","Aber bevor wir zu dem ganz bestimmten Himmelskörper kommen, habe ich mir gedacht,","aus aktuellem Anlass, was mich überrascht hat bei der Recherche des, was 2020 passiert ist,","der erste Transport von SpaceX einer Crew zur ISS war 2020. Das hat mich irgendwie überrascht.","Dass es so lang her ist?","Nein, dass es nicht so lang her ist. Das war genau vor fünf Jahren,","das war der erste Ausflug einer Demo-Crew, die waren von Mai bis August auf der ISS.","Und das war das erste Mal, dass SpaceX tatsächlich Astronauten,","Astronautinnen, ich glaube, dass Frauen dabei waren, aber wie auch immer,","zur Raumstation gebracht hat. Das ist einfach echt nicht lang.","Da haben sie gezeigt, wie diese Kapsel aussieht und bis dahin war es dir nur","gewohnt, so die Soyuz-Kapsel von den Russen oder die Apollo-Kapseln von den Amis aus den 60ern.","Und jetzt hast du halt mal das erste Mal ein Raumschiff gesehen,","das in den 2020ern gebaut worden ist.","Ja, so shiny. Ja, das hat schon beeindruckend ausgeschaut, ja.","Voll, ja. Irgendwie, es hat mich ein bisschen wehmütig gemacht und ein bisschen","nostalgisch, weil irgendwie ist hier halt leider jetzt die Geschichte,","naja, der Typ ist halt jetzt einfach durchgedreht.","Und ich glaube, vor fünf Jahren war es wahrscheinlich noch nicht.","Und irgendwie finde ich es ein bisschen schade für die gesamte Weltraumindustrie","und Forschung und so weiter, dass das nicht einfach eine Erfolgsgeschichte bleiben hat können.","Wir müssen wieder zurück, so wie es früher war, wo die Raumfahrt von den Nazis","organisiert worden ist. Da hat es funktioniert.","Da war noch alles in Ordnung.","Von den deutschen Nazis.","Muss man gleich dazu sagen. Aber SpaceX hin oder her, ich habe tatsächlich eine","totale Erfolgsgeschichte, ein super Happy End auch fast für das 2020 Fünfjahresjubiläum, nämlich...","Es geht um Mars.","Mars, unser anderer Nachbar.","Unser anderer Nachbar. Wir spionieren voll die Nachbarn aus.","Fast so, als hätten wir es uns abgesprochen. Du machst die Venus, ich mache Mars.","Das haben wir aber nicht.","Das haben wir überhaupt nicht.","Aber bei Geburtstagspartys muss man sich mit den Nachbarn beschäftigen.","Eben, richtig. Da laden wir am besten die Nachbarn ein, weil sonst gibt es Stress.","Und Mars war ja 2020 ein sehr, sehr naher Nachbar von uns. Da war er nämlich gerade in Opposition.","Da hat quasi die Erde gerade überholt auf der Innenbahn. Da war er sehr, sehr gut zu sehen.","Und 2018 war er noch besser zu sehen, aber da war er so nah,","da war er 62 Millionen Kilometer von der Erde entfernt.","Es schwankt, glaube ich, so zwischen irgendwie ein bisschen über 50 und 100,","der nächste Punkt halt zur Erde.","Und da war der Mars sehr nah an uns dran, war super gut zu sehen,","super heller Punkt am Himmel. Im Oktober 2020 war das.","Und wird erst wieder 2035, also näher dran sein, als er damals war.","Also die nächsten paar, es kommt irgendwie ungefähr alle zwei Jahre vor, das ist ja Opposition.","Und die werden aber, die nächsten werden halt nicht so gut sein.","Also erst 2035 zu unserem 15. Geburtstag dann.","Das heißt, da wird dann auch die Mars-Exkursion vielleicht starten oder so.","Da darf der Podcast schon fast hier trinken.","Könnten wir live von der bis dahin mittlerweile normal gewordenen Touristenreise zum Mars podcasten.","Meinst du, in zehn Jahren gibt es doch keine Touristenreise zum Mars.","Wenn der erste bemannte Raumflug zum Mars startet, 2035, das wäre schon cool.","Okay, ich traue mich jetzt hier wirklich, mich aus dem Fenster zu lehnen und eine Wette abzugeben.","Wir können es auch aussuchen, was wir sind 2035 nicht am Mars.","Zumindest nicht in einer Return-Mission. Wenn sich ein paar Wahnsinnige melden","für einen One-Way-Trip, vielleicht, aber nicht in einer proper wissenschaftlich","motivierten Return-Mission, geht nicht bis 2035.","Okay, dann sage ich zuerst einmal, dass die Hörerschaft bitte uns schreiben","soll, wie der Wetteinsatz für Ruth aussieht.","Und zweitens stelle ich fest, dass du diesmal die bessere Metapher gewählt hast.","In unserer letzten Folge hast du ja auch davon erzählt, dass wir zum Mars nicht","kommen werden in der Zeit, in der Trump oder Musk dieses Denken.","Und da hast du, glaube ich, gesagt, irgendwie nagelt mich an die Wand.","Das war irgendwie eine komische, wahrscheinlich irgendwie eine britische,","sonst irgendwas Metapher. Also ich lehme mich aus dem Fenster,","ist die bessere Metapher.","Das war wahrscheinlich ein halb Anglizismus, aber dann doch nicht.","Dann irgendwie mit Deutsch vermischt. Nagelt mich nicht fest, hätte es, glaube ich.","Passen sollen.","Ich weiß nicht, wie die Wand.","Schreibt uns, was Ruth machen soll, falls wir vor 2035 den Mars erreichen sollten.","In einer sinnvollen Mission, wo die Leute auch wieder zurückkommen können.","Okay, nur seriöse Angebote.","Ja, alles im Rahmen des Gesetzes und der Moral.","Ach, Moral. Es ist das Einzige, was besser wird, dass die Moral schlechter wird, oder? Naja, wie immer.","Worum es eigentlich gehen soll, war nicht die Opposition von Mars und auch nicht,","dass ich irgendwie lustige Wetteinsätze oder Behauptungen darauf stelle,","sondern das, was 2020 in Bezug auf den Mars passiert ist,","da war nämlich wegen dieser Opposition, wegen dem Überholen der Erde auf der","Innenbahn natürlich auch ein wunderbares Startfenster für Raumfahrzeuge in Richtung Mars.","Genau, das ist da, wo man nur sechs Monate braucht hin, oder?","Da, wo man quasi einfach treibstoffsparend, ich glaube sieben Monate sind es","im Endeffekt, aber ja, mehr oder weniger, den Schwung der Erde ausnutzen kann,","dass man quasi vor der Opposition losfliegt,","und dann in so einer langgezogenen Ellipse sich quasi da so langsam dem Mars irgendwie annähert,","und dann eignet sich das halt sehr gut für einen Marsflug.","Und da sind auch drei verschiedene Marsmissionen gestartet.","Damals im Juli 2020 war das.","Was war, da war dann die Indische dabei?","Nein, das war nicht die Indische, es war die Arabische.","Ach, die war dabei. Die Vereinigten Arabischen Emiraten.","Allermal, Hope, die Hoffnung, war die erste sogar, die gestartet ist.","Am 19. Juli ist die gestartet.","Kein Landefahrzeug, sondern ein Orbiter.","Und hat jede Menge atmosphärische Untersuchungen angestellt.","Und sie hat auch eine super scharfe Kamera an Bord gehabt und super Bilder gemacht.","Was sie rausgefunden hat, weil ich habe mir gedacht, einfach nur aus 2020-Berichten ist Fahrt.","Schauen wir mal, was daraus geworden ist und was diese Missionen da ergeben","haben. Eins der Hauptergebnisse, verschiedene Ergebnisse natürlich,","aber eins der Hauptergebnisse war die Untersuchung von Deimos,","dem kleineren Marsmond.","Und dass man da durch die super tollen Bilder, die er alle mal gemacht hat,","draufgekommen ist, dass der vermutlich eine ganz andere Entstehungsgeschichte","hat, als man bisher geglaubt hat.","Bisher hat man geglaubt, es ist ein eingefangener Asteroid.","So ist es. Und ist er wahrscheinlich nicht.","So dann.","Ein Bruchstück von irgendeinem anderen größeren Objekt.","Nämlich die Oberfläche hat man in hoher Auflösung fotografiert und es hat sich","gezeigt, dass das irgendwie so eine krümelige, aber doch Basalt-Oberfläche ist.","Und Asteroiden sind meistens nicht aus Basalt, sehr harten Gesteinen.","Coole Nachricht und ich wundere mich, dass ich da nichts mitbekommen habe davon.","Also entweder ich war, war doch immer das veröffentlicht wurde,","unaufmerksam oder die Vereinigten Arabischen Emirate haben noch nicht so eine","gute Öffentlichkeitsarbeit.","Ja, ich glaube, es ist möglicherweise both.","Aber jetzt haben wir es hier im Podcast.","Ja, und ich fand das auch sehr interessant, weil das stimmt.","Es war nicht so groß in den Medien.","Ich meine, okay, das ist irgendwie Mond vom Mars, doch kein eingefangener Asteroid.","Das interessiert jetzt natürlich nur die Asteroiden-Fanatiker unter uns.","Naja, aber trotzdem, es ist ein interessanter... Da kann man schon eine Schlagzeit","draus basteln, wenn man gute Öffentlichkeitsarbeit macht.","Also die Frage ist dann natürlich auch gleich, die Frage, die ich mir dann gestellt","habe, natürlich auch gleich, wo ist ein Rest? Also was soll ich sagen?","Ein Bruchstück von einem anderen Objekt?","Wovon? Was war da sonst noch? Ob für Phobos das Gleiche gilt,","habe ich jetzt auf die Schnelle nicht herausgefunden, ob die beide,","Bruchstücke des gleichen Objektes möglicherweise sein könnten.","Ich glaube bei ihr nicht. Ich glaube, es betrifft nur Demos.","Nagelte mich wieder mal nicht an die Wand.","Insofern sehr interessant, oder? Ein Bruchstück, wovon und wo der Rest von dem...","Naja, keine Ahnung. Ist Demos der, der näher an den Mars rangeht?","Nein, Demos ist der, der weiter weg ist.","Vielleicht war dann irgendwie das Bruchstück das. Vielleicht ist das Bruchstück","auf dem Mars gefallen. Da hat genug Krater.","Oder vielleicht ist es ein Bruchstück von dem Brocken, der am Mars eingeschlagen","ist und dann weggeflogen und vom Mars eingefangen wurde?","Möglich ist alles, aber wie gesagt...","Wir wissen es nicht. Vielleicht habe ich nur schleißig recherchiert und es gibt","eh auch schon eine weiterführende Erklärung davon.","Aber allermal die Sonde der Vereinigten Arabischen Emirate hat herausgefunden,","dass Deimos doch kein eingefangener Asteroid ist.","Na schau.","Nächste Raumsonde, kurz danach, nur vier Tage später losgeflogen ist Tianwen-1.","Ach, die chinesische Sonde.","Die himmlischen Fragen, die himmlischen, ich finde den Namen finde ich so super, oder?","Die haben immer so tolle Namen, finde ich.","Du sendest deine Raumsonde irgendwo hin, ich meine, eigentlich ist himmlische","Fragen der perfekte Name, oder?","So, wir wollen was von dir wissen, hey, wir schicken dir jetzt wen,","beantworte bitte unsere Fragen.","Und das war in dem Fall auch ein Rover, da war auch ein Rover mit dabei.","Stimmt, genau, das war das erste Mal, dass außer den Amis jemand,","was sinnvoll auf die Oberfläche des Mars gebracht hat, weil die Europäer haben","ja nur kaputte Sachen auf dem Mars runtergebracht.","Das ist auch eine sehr erfolgreiche Mission.","Man hat da jetzt auch nicht so viel davon gehört, finde ich.","Was ich gefunden habe, was extrem super war, das verlinkt man dann natürlich","auch, ein Selfie des Rovers.","Der hat nämlich, ganz cool, seine Drop-Camera.","Der hat eine Kamera bei der Landung, oder nach der Landung vermutlich,","eine kleine Kamera ausgeworfen, die dann quasi ein Foto zurückgemacht hat.","Es schaut richtig süß aus.","Es hat fast ein bisschen sowas, das ist natürlich vorher das Vorurteil,","chinesisch-Comick-haftes.","Aber man sieht da, wie der Rover auf der Oberfläche einfach steht und so ein","bisschen mit so fast, also das ist jetzt total ausgelöst.","Schaut euch das Bild an, das ist total süß. Also er hat nicht nur süße Bilder","gemacht, dieser Rover, hat natürlich auch jede Menge Ergebnisse geliefert.","Er ist übrigens dort gelandet, wo dann in der Zukunft zu unserem ungefähr 300.","Geburtstag die Enterprise gebaut wird.","Utopia Planitia. Ehe auch gar nicht so weit weg wie die andere nächste Mars-Mission,","zu der wir gleich kommen werden.","Und er hat dort jede Menge Gesteinsproben entnommen und so weiter und so fort,","auch das Wasser an der Landestelle nachgewiesen, das eben dort in der Vergangenheit gewesen ist.","Und das ist eigentlich ziemlich bestätigt mittlerweile. Er hat auch diese Ozeanhypothese,","die besagt, dass eben diese Utopia Planitia, diese Ebene auf der Nordhalbkugel","des Mars, da mal ein Ozean war,","sehr stark gestützt mit den Ergebnissen von diesem Surong-Lander.","Er ist mittlerweile nicht mehr aktiv, leider.","Er hat seine Missionsdauer weit überlebt. Es war nur 90 Tage geplante Missionsdauer","und er hat irgendwie bis Mai 2022 durchgehalten, also über ein Jahr durchgehalten","und ist dann in Winterschlaf versetzt worden wegen Mars, Winter,","Sandstürme und so weiter und ist leider nicht mehr aufgewacht.","Tja, das passiert Robert und öfter mal.","Aber immerhin, also er war weit über seinen Soll sowieso schon drüber und hocherfolgreiche Mission.","Und dann die dritte Mission, die auch Ende Juli, am 30.","Juli 2020 gestartet ist von der Erde weg. Die Mars 2020 Mission mit Perseverance","und Ingenuity. Ich habe die ganze Zeit schon überlegt.","Wann war das?","Was war das? Wann war das? Wann war das? Die waren alle in diesem Startfenster.","Die sind alle innerhalb von zwei Wochen von der Erde weggeflogen und dann halt","im Frühjahr gelandet. Obwohl, ich glaube, zu unterschiedlichen Zeiten angekommen.","War schon ein epic year.","War totales Mars epic year. Und Perseverance und Ingenuity sind immer noch extrem erfolgreich.","Da haben wir im Podcast ausführlich immer wieder darüber gesprochen.","Ich glaube, der Hubschrauber ist tot, aber Perseverance lebt noch, oder?","Tot.","Der fliegt nicht mehr, oder?","Nein, aber da gibt es auch ein super Video.","Ich schicke dir das, wo man nachverfolgen kann, was der Flugpfad war von Ingenuity.","Und zuerst siehst du halt Flug 1, Flug 2, Flug 3. So kleine hin und her und zurück.","und plötzlich zoomt es raus und es geht irgendwie Flug 5, 6, 7, 8, 9, 9, 10.","Und bis Flug 72.","Dass sie nicht mehr gewusst haben, ob sie überhaupt mal fliegen können, war das nicht schlecht.","Und es war natürlich auch, ich weiß gar nicht, wie viele Flüge geplant waren, aber es waren irgendwie,","Wie war das, 30 Days of Ingenuity oder irgendwie so? Es war noch eine extrem","kurze Missionsdauer geplant.","Ich stelle mir das so vor wie ein Cowboy-Western-artig, wo der Rover und der","kleine Hubschrauber gemeinsam da irgendwie den Mars erkunden.","Und der eine fliegt immer so ein bisschen vor und kommt wieder zurück und sagt,","hey, da drüben, voll interessante Felswolken, ich sag's dir.","Und so haben sie halt wirklich in Kollaboration den Mars erkundet.","Was Perseverance gefunden hat, was sehr interessant war, und darüber haben wir","auch schon geredet in Folge 54, nämlich zu unserem zweiten Geburtstag.","Dass Perseverance eine ganz besondere,","also eine ganz bestimmte Art von vulkanischem Gestein gefunden hat.","Rauchendes.","Nicht ganz. Aber eine Art von Gestein, die entsteht, wenn Magma direkt mit Wasser","reagiert, mit flüssigem Wasser.","Das heißt, das ist einfach die Wassergeschichte des Mars, mithilfe dieses Gesteins zu rekonstruieren.","Und er hat natürlich diese Felsbrocken, die er da gefunden hat,","auch für die Abholung vorbereitet, wie viele andere Proben, möglicherweise umsonst,","wir wissen es noch nicht.","Wenn diese Gesteinsabholmission wirklich da gecancelt werden soll,","dann wäre das natürlich ziemlich orsch.","Das finde ich ziemlich schade. Hast du Info, wie groß dieser Radius ist,","wo er sich bewegt hat, also den er da erkundet hat am Mars?","Perseverance?","Ja.","Jetzt gerade aktuell nicht. Vielleicht steht es da in der Beschreibung von dem Video. 10,5 Meilen.","Das sind wie viele Kilometer?","16 und ein bisschen was.","16 und so weiter ist der Hubschrauber geflogen.","Weiß ich nicht. Eigentlich ist es wenig, aber gleichzeitig ist es total viel","von dem, was technisch überhaupt möglich ist.","Und es ist auch viel, wenn man sich überlegt, dass eben die Atmosphäre vom Mars","am Boden ungefähr so ist, wie die auf der Erde in 30 Kilometern Höhe.","Und Hubschrauber in höherer Höhe fliegen ist natürlich extrem schwierig.","Es ist auch kein Hubschrauber in dem Sinn, es ist eigentlich eine Art Drohne,","aber trotzdem schon sehr beeindruckend. Ein beeindruckendes Ding gibt es noch.","Perseverance hat ja auch Sauerstoff produziert. am Mars. Das fand ich auch richtig","cool. Dieses Moxie-Experiment.","Das stimmt, ja.","Wo er Sauerstoff produziert hat, mit dem ein Mensch vier Stunden überleben könnte.","Also dieses kleine Test-Experiment hat schon so viel Sauerstoff produziert,","dass ein Astronaut oder eine Astronautin am Mars vier Stunden atmen könnte.","Tja, ich sage mal 2035.","Na, schauen wir mal. Cool, dann schauen wir mal, was der Mars uns in der Zukunft noch liefern kann.","Aber die Vergangenheit war schon vielversprechend und damit sind wir bei der,","dritten Rubrik unserer Geburtstagsparty.","Nachdem wir jetzt die Vergangenheit abgefeiert haben, schauen wir,","was die Science-Fiction uns für die Zukunft oder aus der Vergangenheit,","je nachdem wie man sie interpretiert, sagen will.","Es hängt davon ab, welchen Film uns Evi jetzt zur Geburtstagsparty mitgebracht hat.","Ja, also ich habe geschaut, welche Filme so 2020 erschienen sind, so fünf Jahre zurück.","Dann habe ich mir Filme erlegt, wo vielleicht fünf vorkommt,","weil wir ja das Fünfjährige haben.","Und ich den Film, den ich mitgebracht habe, ich glaube, der passt jetzt auch","ganz gut zu dem, was uns Ruth eben erzählt hat.","Ich sage jetzt nicht, dass ich jetzt wieder einen alten Schinken mitgebracht","habe, denn nein, ich habe einen Kultklassiker mitgebracht.","Ich nenne das jetzt einfach mal Kult. Ich habe einen Klassiker aus den 80er Jahren mitgebracht.","Ich glaube, dass diesmal auch wirklich ihr beide den Film schon gesehen habt.","Und zwar geht es um Nummer 5 lebt.","Ich kann mich an den Film erinnern, aber ich habe ihn immer so als Kinderfilm","interpretiert und mir ist der Roboter auch ein bisschen auf die Nerven gegangen.","Weil es geht um den Roboter in dem Film.","Ja, richtig, genau.","Ich habe ihn immer ein bisschen nervig gefunden.","Na gut, das hat es aber gemeint. Nein, Nummer 5 ist absolut super, sehr liebenswürdig.","Also der Film ist von 1986 nämlich schon. Also ich kenne ihn auch aus meiner","Kindheit, ich habe ihn damals sehr gerne gesehen. Ja, also ich glaube, Nummer 5 lebt.","Das ist einer der ersten Filme auch gewesen, wo jetzt mal roboterfreundlich","dargestellt wurden, im Gegensatz eben zum Terminator, der ja 1984 erschienen ist.","Worum geht es? Also Nummer 5 ist an und für sich ein Militärroboter und der","wird dann aber bei einem Gewitter von einem Blitz getroffen und das führt dazu,","dass er ein eigenes Bewusstsein entwickelt.","Er flieht dann aus dieser Militärbasis,","wo er eben hergestellt wurde und landet dann bei der Stephanie.","Das ist so eine crazy Cat-Lead. Die lebt mit ganz vielen Tieren irgendwie im","Haus und die glaubt zuerst, er ist ein Alien.","Und dann kommt sie aber darauf, dass er ein Roboter ist, dass er ein Militärroboter","ist. Und er lernt bei ihr auch sehr viel.","Also er bekommt von ihr ganz viel Input und lernt da ganz schnell.","Und er reflektiert aber eben auch, dass er ihm ein Bewusstsein hat.","Erlebt er das alles auch ganz anders.","Und er hat dann so ein einschlägiges Erlebnis, wo er, glaube ich,","eine Heuschrecke oder sowas überfährt","und die dann stirbt und dann dieses Konzept von Tod auch begreift.","Und dann erkennt, dass wenn ihn das Militär jetzt wiederholt und er quasi geresettet","wird und repariert wird, dass er dann sterben würde. Und er erkennt dann eben so, ich bin lebendig.","KI, die moralisch sinnvoll agiert. Damals hat man sich sowas noch gedacht.","Genau, ja, weil es war schon ein Familienfilm, ein familienfreundlicher Film,","den man sich zusammen ansehen kann mit der ganzen Familie. Und er war durchaus auch erfolgreich.","Also er hat dann doch über 40 Millionen US-Dollar eingespielt und ist ihm wirklich","mit der Zeit zu so einem Kultklassiker geworden.","Und ja, ich glaube, wenn man sich auch die Figur von Nummer 5 in Erinnerung","ruft, dann erkennt man vielleicht auch die Ähnlichkeit zu Wall-E mit diesen Rollen da.","Da sieht man, glaube ich, schon eine gewisse Ähnlichkeit und ich glaube, dass er da einfach...","popkulturell da schon maßgeblich war. Und ganz spannend finde ich übrigens auch,","Sid Mead hat damit gewirkt, also bei seiner Konzeption von Nummer 5.","Den erwähne ich nämlich deswegen, weil der wirklich ein ganz bedeutender,","großer Designer in diesem Science-Fiction-Filmbereich ist, der nämlich auch","Blade Runner gemacht hat.","Also der hat von Tron über 2010, das Jahr, in dem wir Kontakt aufnehmen,","haben wir auch schon mal darüber gesprochen, Aliens, die Rückkehr.","Also da hat er sehr oft so als Conceptional Artist, Design Artist,","du bist Visual Futurist, dieser Designs entworfen.","Also der ist da schon eine große Größe in diesem, was halt so dieses Science-Fiction-Design","und Weltenbauen betrifft.","Ja, ich weiß nicht, der Roboter, ich meine, der schaut genauso wie ein Roboter","ausschaut, aber vielleicht lag es daran, dass ich noch klein war.","Ich weiß nicht, weil ich den Film zuerst einmal gesehen habe.","Vielleicht lag es daran, dass ich noch zu jung war, aber irgendwie habe ich","den nie so gesehen, wie er vermutlich gemeint war, so als liebenswürdige Figur","für die Kinder zum Anschauen.","Ich habe den immer so unangenehm, gruselig, nervig gefunden.","Okay.","Ein anderer Funfact, den ich gerade rausgefunden habe, Der Synchronsprecher","von Nummer 5, die deutsche Stimme von Nummer 5, dem Roboter,","weißt du, was der noch alles gesprochen hat?","Was denn?","Lauter Helden aus den 80er Jahren. Er hat unter anderem gesprochen Roger Rabbit.","Er hat gesprochen Benjamin Blümchen. Und er hat gesprochen, den fand ich großartig,","ja viel, viel besser als Nummer 5, Calimero.","Also Nummer 5 und Calimero sind quasi identisch.","Das macht ihn mir jetzt auch wieder sympathischer.","Und den Roboter Vincent in das schwarze Loch.","Ah, okay, ja, ja.","Und C3PO hat er auch gesprochen.","Tatsächlich.","Okay, das wäre mir jetzt gar nicht aufgefallen.","Auf Roboter spezialisiert, ja.","Offensichtlich, ja.","Für die nächste Party, wenn es langweilig wird, dann sagt er,","ich weiß was, damit die Schwung wieder steigt.","Dann könnte er das erzielen.","Genau, kann man angeben, ja.","Ja, ich weiß nicht, Nummer 5, es gibt einen anderen, der so ähnlich ist,","den finde ich großartig, den habe ich erst durch dich kennengelernt.","Das ist auch der, wo der Alien von der Militärbasis fliehen muss, der Paul.","Paul, ja.","Der ist von der Struktur der Handlung ähnlich, aber den finde ich viel großartiger als Nummer 5.","Ja, ich glaube, Paul ist ein bisschen kreativer, weil er viel mehr mit diesen","ganzen popkulturellen Ansätzen, was Aliens betrifft, ja spielt,","weil er eher quasi die Vorlage ist, wie Aliens ja aussehen, wie wir sie kennen.","Ja, ich finde Nummer 5, also ich finde ihn immer noch nett. Das ist ein nettes","Popcornkino. Ich habe ihn jetzt vor ein paar Jahren wieder gesehen.","Tatsächlich ging mir die Stephanie eher ein bisschen auf die Nerven.","Die fand ich ein bisschen anstrengend.","Also Nummer 5 finde ich eigentlich ganz, ganz witzig. Also ich finde,","das ist eine nette Unterhaltung, die man sich mal ansehen kann.","Interessanterweise gibt es ihn momentan allerdings nicht zu streamen.","Das muss ich auch gleich sagen. Also ich hätte mich gerne nochmal angesehen.","Interessant vielleicht noch zum Film selber.","Einer von den Technikern, die Nummer 5 entwickelt haben, ist ein indischer Techniker,","gespielt von Fisher-Stevens.","Und das ist so ein Ding, das man heute nicht mehr machen würde,","was aber, glaube ich, da so 50er, 60er und offensichtlich in den 80ern auch noch gang und jebe war.","Fisher-Stevens spielt nämlich einen Inder und er ist aber kein Inder.","Also das ist ein klassisches Brownface gemacht und er spielte mit künstlichem","Akzent und braunen Kontaktlinsen.","Und das ist halt, wenn man sich das nochmal anschaut, ist es halt wirklich problematisch.","Aber das kennt man von damals in den 60ern.","Es gibt ja da diesen einen Party-Crasher, wo der Peter Sellers ja auch diesen Inder spielt.","Der ist mir gerade eingefallen.","Ja, das kannst du dir ja heute gar nicht mehr anschauen.","Mann. Ja, die Welt hat sich doch verändert in den letzten paar Jahrzehnten.","Ja, also das würde man heute nicht mehr so besetzen.","Bis auf People-Verfilmungen, da darf der Jesus immer noch ein weißer,","blonder, blaugiger Kerl sein. War er doch auch.","Bitte.","Achso, okay. Gut.","Wer weiß, genau.","Wer weiß, genau. Ja, dann sagt uns die Hörerschaft vielleicht,","was sie von Nummer 5 hält, ob ich der Einzige bin, der diesen Roboter in so","schlechter Erinnerung hat.","Vielleicht, weil er ein Militärroboter ist, kann das sein?","Keine Ahnung.","Das finde ich nämlich ganz interessant eigentlich, das ist ein interessanter","Aspekt von dem Film, dass, okay, ja, wo soll der Roboter herkommen?","Dass man dann sagt, okay, das ist ein Militärroboter, dass er eben wirklich eigentlich...","Kriegszwecken konstruiert wurde. Also das finde ich an und für sich eine sehr","gute Prämisse von dem Film.","Und dass genau er dann aber eben durch diesen Blitzschlag ein Bewusstsein entwickelt,","eine Moral entwickelt, das finde ich an und für sich, finde ich, das ist sehr gut.","Ja, die Staubsauger und Rasenmäheroboter hat es halt damals noch nicht gegeben.","Das ist was, was man auf jeden Fall mal in Experimente umsetzen sollte.","Es gibt ja sehr viele, ich sage mal, Lebewesen auf diesem Planeten,","wo man sagt, die sollten auch mal eine Moral entwickeln und da könnten wir mal","schauen, dass da ein Blitz in sie einschlägt und schauen, ob das funktioniert.","Interessant bei Nummer 5 jetzt hinsichtlich Science und Technik ist auch,","dass ja Nummer 5 ständig diesen Input hatte.","Bei der Stefanie lernt er ja ganz viel, also er liest ja Bücher im Sekundentag.","Das ist auch etwas, wo mir als Kind eigentlich sehr gut gefallen hat,","dass er sich ja da alles reinzieht, was er nur irgendwie bekommt,","also vom Fernsehen über Bücher.","Und das ist halt schon etwas, was wir jetzt im Prinzip, man sollte sich jetzt","überzogen in dem Film, aber schon auch heute kennen, weil moderne KI,","also so neuronale Netzwerke oder LLM wie JetGPT, Und die lernen ja auch durch","diese massiven Datenmengen, also eigentlich ähnlich wie Nummer 5, ja.","Diese optische Texterkennung, wie er sie hat und diese Sprachverarbeitung,","das ist jetzt natürlich auch möglich.","Nummer 5, ja, der lernt jetzt nicht nur aus diesen Fakten, sondern er interpretiert","sie ja auch. Er reflektiert ja auch und entwickelt da ja auch eine Ethik.","Also das ist heute nicht Gang und Geber, also das passiert nicht bei einer KI, ja.","Heute wird das Internet von russischen Leuten vollgespammt, damit die KI die","russische Ideologie dann lernt.","Das ist wirklich so, unter anderem. Und KIs erzeugen Quatsch,","von denen andere KIs lernen.","Ja, leider. Ja, aber im Prinzip ist es das Deep Learning Konzept.","Und das finde ich ja schon ganz gut. Also das ist für 1986 ein ganz nettes Konzept,","was sie da entwickelt haben. Also jetzt von Nummer 5 selber.","Sehr viel Information haben wir auch bereitgestellt. Denn es ist auch etwas,","was man in jeder Geburtstagsfolge machen muss. Man muss ein bisschen Statistik machen.","Ich habe ein bisschen Statistik rausgeschrieben, jetzt zum Abschluss.","Und wir kommen dabei sogar noch mal ganz kurz auf die Roboter zurück.","Wir haben das das letzte Mal zu unserem ersten Geburtstag gemacht.","Ich weiß nicht, was ich da für Zahlen gesagt habe, aber bis zum 6.","Juni 2025, das ist der Tag, an dem wir aufnehmen, wir nehmen ein bisschen vor","dem Geburtstag auf, haben wir","Bisschen mehr als vier Millionen Downloads gehabt insgesamt für unsere Folgen","und wir haben um die 43.000 Hörerinnen und Hörer. Das ist doch schon recht nett.","Noch besser wäre es gewesen, fünf Millionen und 50.000 für den fünften Geburtstag,","aber man kann nicht alles haben.","Was ich interessant fand, ich habe damals zum ersten Geburtstag aufgezählt,","welche Folgen am meisten heruntergeladen oder gehört wurden.","Und die Liste ist mehr oder weniger identisch geblieben mit einer Ausnahme.","Damals habe ich gesagt, wie es bei Podcasts wichtig ist, die allererste Folge,","die wird auch am häufigsten heruntergeladen, weil viele fangen mit der ersten","Folge an oder hören sich immer die erste Folge an.","Und danach kam die zweite Folge, war damals am zweitmeisten runtergeladen mit","dem Titel Das dunkle Geheimnis der Zwerggalaxien.","Und danach kam die Folge Nummer sechs","mit dem schon den Titel Aliens im achtdimensionalen kosmischen Heuhaufen.","Also dunkle Geheimnisse, Aliens","und so, das waren anscheinend die Top-Folgen und sind es immer noch.","Die drei Folgen, die damals beim ersten Geburtstag auf Platz eins,","zwei und drei waren, sind jetzt auf Platz zwei, drei und vier.","Das heißt, wir haben eine neue Nummer 1.","Es ist eine Folge nach oben gerutscht. Und zwar, ich kann mir nicht genau erklären, warum das so ist.","Die Folge Nummer 74, DU74 mit dem Titel Der Lurch auf dem Asteroid.","Vom März 23 ist die Folge. Und wir haben erzählt über Vulkanismus auf der Venus","offensichtlich. Das passt doch gut.","Über Oumuamua, den Asteroid. Und über die Raummission DART.","Die Raummission DART ist mit dem Asteroid Didymos kollidiert im September 2022","und jetzt hat man dann damals den Staub untersucht, der dabei rausgeflogen ist","und das habe ich damals erzählt und","Ich kann mir nicht vorstellen, dass es so beeindruckend war,","dass es immer noch gehört wird. Das muss am Titel liegen.","Das ist mal ein Film.","Zu dem kommen wir noch. Wir haben dann vermutlich, der Lurch,","am Titel kommt daher, dass vermutlich du, Ruth, erwähnt hast,","dass der Staub auf österreichisch Lurch heißt.","Und wir dann darüber gesprochen haben, was alles Lurch ist in Österreich und","warum das nichts mit Amphibien zu tun hat.","Und der Film, den du in der Folge besprochen hast, Evi, das war iRobot.","Und du hast über Maschinenethik und die Robotergesetze gesprochen.","Also wer jetzt wissen will, wie das bei Nummer 5 weitergeht,","kann nochmal in Folge 74 anklicken und dort Evi über die Robotergesetze reden hören.","Und wir haben auch über effektiven Altruismus geredet und um die Frage,","ob die Roboter uns alle umbringen werden.","Das war mein Input, glaube ich.","Schau, wie schön sich da der Kreis gerade schließt.","Das passt alles sehr gut. Es hat mich überrascht, dass diese Folge gerade jetzt","der neue Spitzenreiter ist. Mal schauen, was dann beim nächsten Geburtstag nach oben rutscht.","Spannend, ja.","Ja und das ist eine Geburtstagsfolge, das heißt die normalen Rubriken setzen","wir aus, wir beantworten heute jetzt keine Fragen.","Das machen wir dann wieder, wenn wir nüchtern sind von unserer Geburtstagsfeierlichkeiten","und sinnvolle Antworten geben können, aber ein paar Kommentare und Geschenke natürlich.","Ein Kommentar, den haben wir bekommen von Rosemarie,","die war vor ein paar Tagen in München, als ich dort mit Sternengeschichten live","aufgetreten bin und sie fand das sehr, sehr schön und sie unterstützt jetzt auch das Universum,","den Podcast und wir danken uns sowieso bei allen, die uns unterstützen,","aber ich habe es jetzt hier nochmal vorgezogen für die Geburtstagsfolge,","weil Rosemarie erstens gerne hätte, dass wir mit das Universum auch mal in eine","größere Stadt in ihrer Nähe kommen, München, Lind, Salzburg. Mal schauen.","Wir tun unser Bestes, ob das geht. Und Rosemarie hat auch schon mal einen Gin an Evi geschickt.","Den Gin mit dem schönen Namen Zuben El Genubi.","Rosemarie stellt Gin her, der nach Sternen benannt ist. Und vielleicht können","wir den ja nochmal verkosten jetzt im Laufe unserer Geburtstagsfolge.","Also das war von Rosemarie.","Und wir haben auch noch Geschenke, die jetzt nicht direkt Geburtstagsgeschenke","für unseren Podcast sind, aber die jetzt so im Laufe der letzten Tage und Wochen,","wo ich bei diversen Shows, Auftritten unterwegs war, mir Leute gegeben haben","und ich habe gedacht, ich nutze die Geburtstagsfolge, um sie aufzumachen.","Bei einer Show von Sternengeschichten live in Eschweiler habe ich etwas bekommen,","das dir sehr gefallen wird, Ruth.","Und es wurde auch mit expliziter Erwähnung deines Namens mir gegeben,","aber auch noch dazu gesagt, es ist für das ganze Universum.","Da hat mir Martin, und ich hoffe wirklich, dass ich jetzt seinen Namen nicht","richtig erinnere, aber wir haben einen Geldkoffer bekommen oder einen Koffer.","Er hat gesagt, es ist ein Koffer und ich habe ihn auch noch nicht aufgemacht","und wir können jetzt… Der.","Geilste Koffer ever.","Es ist ein wunderschöner kleiner Koffer mit welcher Weltraummotiven drauf und","diesen Koffer werde ich jetzt aufmachen und dann schauen wir, was drinnen ist.","Und da drinnen ist ein zwei dicke Packen 100-Euro-Scheine in Taschentücherform","und Knabber-Cash, vegan Knabber-Cash, Esspapier,","also Geldscheine als Esspapier.","Ja, und dann liegen da noch andere Sachen drunter, die wir dann auch entsprechend aufteilen werden.","Nicht nur Essbares.","Ja, vielen, vielen Dank für diesen wunderbaren Koffer. Ich sehe schon einen","Streit um diesen Koffer entbrennen zwischen uns.","Der ist wirklich wunderschön.","Es ist ein absolut hervorragender Koffer. Rakete ist drauf, Planeten sind drauf,","Asteroiden ist drauf, Galaxie ist drauf.","Astronaut auf der Rakete.","Genau, solche Koffer wollen wir haben.","Ja, mehr davon bitte.","Vielen, vielen Dank. Was haben wir hier noch genau? Space Dunk von Simone.","Oreo-Kekse mit japanischer Beschriftung. Also die Oreos machen irgendwelche","komischen Lichteffekte. Also auch das werden wir verkosten.","Hoffentlich haben wir dann keine Lichteffekte, wenn wir das gegessen haben.","Es nicht auszuschließen.","Wir haben nicht aufgefordert, uns Geschenke zum Geburtstag zu machen,","aber wir haben trotzdem Geschenke bekommen.","Das ist gut und dafür bedanken wir uns. Und was wir natürlich nicht auslassen,","auch in der Geburtstagsfolge, ist der offizielle Dank, den wir immer dann aussprechen,","wenn ihr uns unterstützt.","Und das ist wie immer die Aufgabe von Ruth, die das jetzt erledigen wird.","So, seit dem letzten Mal haben uns wieder einige Leute, die besten Leute,","finanziell unterstützt. Und zwar über PayPal waren das Dennis,","der sagt, beste Grüße aus Klein-Klecker-Storf.","Ja, das ist es.","Wirklich?","Ja, ja.","Ich habe nachgeschaut. Im ersten Mal haben wir gedacht, der macht halt einfach","nur Spaß. Aber es ist tatsächlich auch jetzt mittlerweile ein realer Ort in der Nähe von Berlin.","Also Grüße zurück, Dennis. Vielen Dank für deine Spende.","Danke Nils, der sagt einfach ein kleiner Dank.","Ja, den Dank, den geben wir natürlich umgehend zurück. Danke Nils.","Und Luise, die sagt Happy Birthday, liebes Universum.","Also noch ein Geburtstagskränk von Luise.","Ganz herzlichen Dank. Und dann ist auch ein ganzer Schwung neuer Leute über Steady dazugekommen.","Weil wir letztens erwähnt haben, dass die Leute, die nicht unbedingt gerne amerikanische","Firmen nutzen wollen, um uns unterstützen können, das per Steady tun,","weil Steady ist eine Firma aus Berlin.","Okay, das hat anscheinend da irgendwie viel Sympathie ausgelöst, ja. Gut so.","Ganz, ganz herzlichen Dank an Daniel für das große Universum.","Dankeschön. Danke Stefan.","Danke noch ein Stefan, also Stefan L. und Stefan P.","Danke Kerstin, Natascha, Jörg und noch ein dritter Stefan, Stefana S.","So viele Stefans.","So viele Stefane. Dankeschön. Das ist der offizielle Plural von Stefan.","Wissen wir nicht. Früher waren es immer die Matthiasse, die uns viel gespendet haben.","Ich glaube, die Stefans oder Stefane oder wie ihr genannt werden wollt,","haben mittlerweile schon wirklich aufgeholt.","Und bei Patreon waren es auch noch Joost. Ganz herzlichen Dank. Und Rosemarie.","Besagte Rosemary.","Danke, Rosemary. Der Schinn wird jetzt gleich verkosten werden.","Vielen, vielen Dank für eure Unterstützung.","Das freut uns ganz besonders zum Geburtstag, denn der Podcast ist etwas,","was gerne unterstützt werden kann.","Dann fällt uns die Arbeit leichter, dann können wir auch die Kosten decken,","die anfallen durch diesen Podcast.","Wir freuen uns drüber und wir freuen uns auch, dass ihr noch ein paar Mal die","Chance habt, uns zu sehen, beziehungsweise eigentlich freuen wir uns,","dass wir noch ein paar Mal die Chance haben, euch zu sehen zu unseren Live-Veranstaltungen.","Ich habe ganz zu Beginn schon erwähnt, dass es noch am 25.","Juni, also in ein paar Tagen, die Möglichkeit gibt, uns live zu sehen und zwar","in Wien im Rahmen des Living Earth Symposium am Karlsplatz in Wien am 25.","Da sind wir am Abend von 20 bis 21 Uhr auf der Bühne und werden so eine kleine","Version von Das Universum live aufführen. Und dann am 30.","Juni, da gibt es den Asteroid Day im Cinema Paradiso.","Der Asteroid Day ist nicht nur im Cinema Paradiso, es ist ein globaler Gedenktag,","das ist das falsche Wort, Aufmerksamstag, Awareness Tag.","Ich weiß nicht, da gibt es kein vernünftiges deutsches Wort dafür wahrscheinlich,","aber ein Tag, an dem die Welt über die Asteroiden und die Gefahr durch Asteroiden","und die Asteroidenabwehrmaßnahmen informiert werden soll. Ein offizieller Feiertag","der Vereinten Nationen.","Und da finden überall sehr viele Asteroiden-Veranstaltungen statt.","Und wir haben auch eine organisiert. Und zwar in Baden, südlich von Wien.","Da gibt es das wunderbare Cinema Paradiso. Ein wunderbares Kino mit sehr schönem Lokal.","Und da werden wir sein. Nicht im Lokal, wir werden im Kino auf der Bühne sein.","Und ein bisschen was über Asteroiden und Asteroiden-Abwehr. Und diese Dinge","erzählen gemeinsam mit Markus Moslechner.","Auch ein Wissenschaftsjournalist und Podcaster. und danach werden wir uns einen","Film anschauen im Kino zum Asteroidentag und dieser Film wird der beste Film","aller Zeiten sein über Asteroiden, der Film Armageddon,","den schauen wir uns gemeinsam an und danach feiern wir nochmal ordentlich fünf","Jahre das Universum im Lokal des Cinema Paradiso und wer mit dabei sein will,","kann sich dafür Eintrittskarten kaufen, die entsprechenden Links gibt es in den Shownotes.","Dann habe ich noch eine Veranstaltung und zwar am 5.","Juli 2025 wird es die letzte Vorstellung der Science Busters mit ihrer Show","Planet B geben und zwar in Lutzmannsburg im Burgenland.","Da spielen wir Planet B und dann ist aus. Dann gibt es diese Show nie wieder zu sehen.","Wir haben sie jetzt eh schon fast drei Jahre gespielt. Es wird Zeit für eine neue Show.","Die gibt es im Herbst und die heißt dann Weltuntergang für Fortgeschrittene.","Das ist das, was ich ankündigen kann für das Universum und für mich.","Hast du noch öffentliche Auftritte, Ruth?","Ich glaube fast nicht, nein.","Dann tue ich einfach so, als hätte ich dich nicht gefragt. Und jetzt haben wir","den ersten Teil unserer Geburtstagsparty-Folge beendet.","Jetzt ist quasi so die Afterparty ist es nicht, weil das kommt ja danach.","Da gibt es auch etwas, was vor Glühen ist, was man vor der Party macht. Zwischen Glühen.","Also jetzt haben wir angefangen zu feiern. Wir machen jetzt gleich weiter mit","unserer zweiten Geburtstagsfolge.","Ihr müsst darauf noch ein bisschen warten, aber dafür habt ihr dann auch noch","einmal Party mit Wissenschaft und dem Universum in zwei Wochen zur nächsten Folge.","Und bis es soweit ist, verabschieden wir uns und sagen Tschüss.","Macht es gut.","Tschüss."]}