{"v":1,"episode":133,"speakers":["Florian","Ruth","Evi"],"t":[10,14,16,17,21,22,26,29,33,35,40,44,48,51,56,59,63,69,72,76,77,81,85,90,92,94,97,100,102,106,109,112,112,116,117,120,121,125,128,129,130,134,139,142,144,145,147,149,152,153,155,156,160,164,168,172,176,180,181,184,188,194,197,202,206,208,210,212,215,217,220,224,227,229,233,236,238,240,243,249,254,259,262,264,268,270,271,274,275,278,282,284,288,291,295,297,300,304,306,307,309,310,313,320,324,326,331,336,339,342,345,347,349,352,356,358,361,362,364,368,369,372,375,380,383,386,387,391,395,399,402,407,414,418,420,423,426,429,432,433,436,440,442,446,449,453,455,460,463,466,469,472,476,478,483,485,488,493,496,497,501,507,510,512,517,523,526,529,536,539,542,545,548,550,553,556,559,562,564,568,571,574,577,580,581,586,589,591,595,597,600,601,605,608,610,613,617,621,624,627,632,635,641,643,648,654,657,661,665,668,673,677,683,686,689,690,691,692,696,699,702,705,709,714,717,719,722,726,728,732,738,741,744,750,753,756,761,768,774,777,783,788,792,794,795,799,803,804,808,809,814,817,820,821,827,832,837,842,845,849,853,856,858,862,868,870,872,875,879,882,887,890,893,897,900,901,905,907,909,912,915,916,919,924,925,929,934,937,938,943,946,950,952,957,959,962,965,967,969,969,972,977,979,982,985,990,992,997,1001,1005,1010,1014,1017,1018,1022,1027,1030,1033,1037,1042,1047,1052,1055,1058,1063,1066,1070,1073,1078,1079,1082,1084,1088,1090,1095,1098,1102,1104,1107,1109,1109,1110,1112,1115,1119,1123,1126,1130,1133,1138,1140,1145,1151,1155,1163,1169,1171,1175,1179,1183,1186,1190,1193,1197,1203,1207,1211,1212,1217,1222,1226,1229,1230,1234,1236,1243,1249,1255,1263,1269,1271,1274,1278,1281,1284,1290,1300,1304,1307,1309,1313,1315,1319,1324,1327,1332,1341,1349,1364,1370,1373,1376,1382,1387,1391,1392,1396,1399,1404,1410,1412,1415,1417,1421,1426,1429,1431,1435,1442,1451,1453,1455,1458,1460,1463,1467,1470,1474,1476,1477,1480,1483,1487,1489,1491,1494,1496,1499,1500,1506,1509,1512,1519,1524,1529,1535,1540,1543,1549,1550,1556,1561,1564,1567,1569,1572,1573,1576,1578,1583,1584,1588,1591,1593,1596,1599,1601,1605,1608,1614,1621,1623,1627,1633,1636,1639,1640,1644,1646,1651,1655,1662,1666,1671,1674,1680,1687,1691,1696,1697,1701,1705,1708,1711,1715,1719,1723,1724,1726,1729,1731,1734,1735,1736,1738,1740,1745,1750,1754,1758,1763,1767,1771,1772,1776,1782,1784,1789,1794,1796,1802,1809,1814,1819,1825,1828,1829,1833,1834,1838,1845,1849,1853,1860,1864,1870,1881,1886,1890,1898,1906,1909,1913,1920,1925,1929,1933,1938,1942,1950,1951,1957,1962,1965,1967,1969,1974,1978,1982,1986,1990,1993,1997,2002,2007,2009,2013,2017,2022,2027,2028,2029,2036,2040,2046,2050,2054,2057,2057,2062,2064,2067,2071,2074,2075,2079,2081,2084,2087,2090,2091,2095,2097,2100,2103,2105,2109,2112,2117,2121,2127,2129,2135,2140,2144,2149,2154,2156,2160,2167,2171,2173,2176,2179,2183,2186,2189,2191,2192,2193,2194,2199,2202,2205,2209,2213,2217,2220,2223,2225,2230,2239,2240,2243,2247,2252,2258,2262,2264,2268,2270,2273,2276,2281,2285,2288,2292,2295,2298,2302,2305,2309,2314,2318,2320,2325,2331,2334,2335,2342,2344,2348,2349,2355,2359,2364,2369,2371,2373,2376,2377,2382,2386,2391,2396,2400,2402,2405,2407,2411,2414,2417,2421,2426,2427,2433,2437,2439,2442,2446,2449,2453,2456,2461,2465,2470,2472,2474,2477,2483,2486,2490,2493,2496,2500,2502,2505,2508,2511,2513,2516,2520,2521,2523,2526,2530,2533,2534,2537,2540,2543,2546,2549,2553,2557,2558,2560,2562,2566,2568,2572,2574,2579,2583,2585,2588,2590,2592,2595,2599,2603,2606,2609,2613,2615,2618,2621,2624,2628,2629,2632,2634,2637,2641,2644,2646,2650,2652,2656,2658,2659,2663,2665,2668,2671,2672,2675,2677,2678,2682,2682,2683,2688,2690,2694,2696,2700,2704,2708,2710,2714,2716,2718,2721,2724,2724,2727,2730,2733,2735,2737,2739,2742,2745,2748,2751,2753,2755,2759,2760,2765,2767,2771,2773,2775,2778,2781,2784,2785,2787,2791,2794,2797,2799,2802,2805,2808,2811,2814,2816,2822,2825,2829,2832,2834,2837,2839,2841,2843,2846,2847,2850,2851,2855,2858,2862,2863,2866,2868,2871,2874,2875,2878,2882,2885,2889,2891,2894,2898,2900,2905,2909,2911,2913,2916,2919,2922,2925,2931,2933,2935,2938,2944,2952,2955,2957,2963,2967,2969,2974,2978,2981,2985,2988,2990,2993,2996,2999,3003,3005,3006,3008,3011,3014,3018,3020,3024,3028,3031,3035,3037,3041,3044,3046,3049,3052,3055,3060,3065,3068,3072,3074,3077,3082,3086,3091,3095,3096,3100,3104,3107,3111,3113,3117,3120,3123,3124],"s":[0,0,1,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,1,0,2,2,2,0,0,2,0,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,2,2,0,1,0,0,1,0,0,2,1,1,0,0,1,1,0,0,0,0,0,2,1,0,1,0,0,0,0,0,0,0,0,1,1,0,1,0,1,0,0,0,0,0,0,0,0,2,0,1,0,1,0,1,0,1,0,2,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,0,2,2,2,0,0,1,0,0,0,0,0,0,0,0,0,1,1,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,2,0,0,1,0,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,1,0,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,2,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0,1,0,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,1,1,1,0,1,1,1,1,1,1,1,1,1,1,1,1,2,1,1,1,1,1,1,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,2,1,0,0,2,1,1,1,1,1,1,1,1,1,2,2,1,0,0,0,0,0,0,2,0,0,0,0,0,0,0,2,2,1,1,1,1,1,1,1,1,1,1,0,1,0,1,1,2,1,0,0,2,1,2,1,1,2,1,0,0,0,0,1,1,1,0,1,1,1,0,1,1,1,1,1,1,1,2,1,1,1,1,1,1,1,1,0,0,0,1,1,2,0,0,0,0,1,2,1,1,1,1,1,1,1,1,0,1,1,0,1,1,1,1,1,1,1,1,0,0,1,1,1,1,1,1,1,1,1,1,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,2,1,1,1,1,1,1,1,1,1,1,2,1,1,1,1,2,0,1,1,2,2,2,2,1,0,0,0,0,0,0,0,0,0,2,2,2,1,0,0,0,0,0,0,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,2,0,0,1,0,1,0,0,0,0,0,2,2,2,2,2,2,0,2,2,2,2,0,1,0,2,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0,2,2,2,2,2,2,0,0,2,0,0,2,0,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0,2,2,2,2,2,2,2,2,2,2,2,2,0,1,2,2,2,0,2,0,2,2,2,2,2,2,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,2,2,2,0,0,0,0,0,0,2,2,2,2,2,2,0,0,0,0,0,0,0,0,1,2,1,2,2,2,2,2,0,2,2,2,2,2,2,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,2,2,2,2,2,2,2,1,0,2,2,2,0,0,0,0,0,0,0,0,1,0,0,0,0,0,2,2,2,2,2,2,0,0,2,0,0,1,0,0,1,0,0,0,0,0,0,0,0,2,2,2,1,2,1,2,1,1,1,2,0,2,2,2,0,2,2,2,1,2,1,0,2,2,0,0,0,2,1,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,2],"x":["Herzlich willkommen bei Das Universum, dem Podcast, in dem Ruth und Florian","über das Universum sprechen, mit Ruth.","Und mit Florian.","Und ein weiteres Wahl von Anfang an mit Evi. Hallo Evi.","Hallo.","Denn wir sind immer noch beim Geburtstag feiern. Wir haben in der letzten Folge","vor zwei Wochen unseren fünften Geburtstag gefeiert.","Das Universum wird fünf Jahre alt, beziehungsweise das Universum wurde fünf","Jahre alt, nämlich vor einer Woche.","und da in dieser Woche am exakten Geburtstag keine Folge von uns erscheint,","haben wir einfach gedacht, wir umrahmen den Geburtstag mit zwei Geburtstagsfolgen","beziehungsweise haben wir gesagt, wir nehmen einfach zwei Folgen hintereinander auf,","dann können wir länger feiern und müssen eine Folge weniger produzieren.","Wir sitzen immer noch, weil wir direkt anschließend an unsere letzte Folge weiter","aufnehmen, wir sitzen immer noch im Garten, das heißt, ihr werdet vermutlich","auch, je nachdem wie effektiv der Filter in der Nachbearbeitung ist,","Gartengeräusche hören, quakende Enten vom Fluss nebenan, Geräusche vom Freibadparkplatz,","Blumengießen, alles was man also hört in der freien Natur.","Aber es ist eine Partyfolge und auf Partys gibt es Geräusche.","Es ist eine Gartenparty.","Eine Gartenparty, genau. In der letzten Folge haben wir zurückgeblickt auf das","Jahr 2020, als unser Podcast geboren wurde und haben geschaut,","was ist da so alles passiert aus Sicht der Wissenschaft und was ist da alles","so abgelaufen. haben zurückgeblickt.","Und in der zweiten Folge schauen wir natürlich in die Zukunft.","Was wird in fünf Jahren sein?","Wir wissen nicht, was das Universum macht. Also das Universum,","Universum wird vom Boot noch da sein. Da gehen wir mal aus davon.","Paul Ruth in der vorletzten Folge, glaube ich, oder der vorletzten Folge erzählt","hat, dass das Ende des Universums früher kommt als gedacht.","In fünf Jahren ist es noch da, oder? Hattest du da was getan seitdem?","Nein.","Okay, gut. Also in fünf Jahren wird das Universum noch da sein und das Universum,","der Podcast, wahrscheinlich auch.","Schauen wir mal. Also wir sind noch optimistisch, dass wir auch noch unseren","10. Geburtstag feiern können.","Das müssen wir dann groß feiern auf irgendeinem großen Event mit mindestens","10.000 Leuten, die zuschauen.","In Schauschlappersdorf.","Genau.","Ich nehme mal an, nachdem wir bei der letzten Folge ja kurz davor waren,","es ist ja bei der Jesa den Josef Aschbacher zu treffen, dass er dann unser Special Guest sammert wird.","Dann seid ihr ja schon auf Du und Du mit ihm in fünf Jahren, oder?","Ja, schauen wir mal, ob er dann immer noch Jesa-Direktor ist.","Die haben ja auch begrenzte Amtszeiten.","Dann werden wir dort irgendwo feiern.","Wir feiern auf der Raumstation, kurz bevor sie außer Dienst gestellt wird.","Dann machen wir das Feier, bis sie einmal fertig.","Ich glaube, das geht sie nicht aus.","Nicht? Bist du vorher schon fertig?","Unklar. Schauen wir mal.","Wir werden einen passenden Ort finden für unseren 10. Geburtstag.","Aber jetzt schauen wir mal, was im Jahr 2030 so passieren wird, von dem wir wissen.","Ich habe ja in der letzten Folge erzählt, dass 2020 Isaac Asimov seinen 100.","Geburtstag gefeiert hat. Und im Jahr 2030 wird es erstaunlich viele 100.","Geburtstage geben von vielen Menschen. Einer davon stand heute,","das ist der 6. Juni, stand heute, könnte eine Person in diesen 100.","Geburtstag noch erleben.","Bei den anderen ist schon durch. Also die erleben wir nicht mehr.","Und es sind drei Menschen, die miteinander zu tun haben, die berühmt sind,","weil sie zu dritt etwas getan haben, was wirklich extrem berühmt ist und diesen Ruhm verdient.","Etwas, was kein anderer Mensch zur damaligen Zeit getan hat.","Und diese drei Menschen werden alle im Jahr 2030. 100. Geburtstag feiern.","Das heißt, alle drei sind 1930 geboren und haben dann aber auch zusammen was","gemacht, was total weltbewegend ist.","Ja, definitiv. Und wie gesagt, eine Person ist noch lebendig.","Und ist es Buzz Aldrin?","Das ist die lebendige Person und wenn er durchhält, wird er am 20.","Januar 2030 seinen Hunderter feiern.","Und die anderen beiden haben auch 1930 geboren?","Am 5. August wird Neil Armstrong seinen Hunderter feiern oder halt nicht mehr.","Und am 31. Oktober Michael Collins.","Cool, dass die alle gleich alt waren.","Und vor allem, die waren ja schon richtig alt, wie sie am Mond genannt sind.","Ja, die waren ja fast so alt wie wir.","Ja, da kannst du ja keine Cinecher hinschicken auf den Mond.","Die tun dann nur irgendwie Bier trinken und sowas.","Ja, aber ich hätte mir schon gedacht, dass die eher so Ende 20 waren,","dass die noch so Militärpiloten und Ding und so. Ja, 39.","Einen Gedenktag wird es noch geben im Jahr 2030, der vermutlich auch entsprechend begangen wird.","Kein Geburtstag, ein Todestag und zwar der Todestag auch eines Wissenschaftlers,","mit dem wir uns in diesem Podcast auch viel beschäftigt haben.","Erst in den letzten Folgen, das ist noch gar nicht so lange her,","dass wir uns viel mit dem beschäftigt haben, es wird der 400. Todestag sein.","Müssen wir zurückrechnen.","La Grange.","Na, La Grange, der ist nicht 400 Jahre alt.","Kepler.","Kepler, Johannes Kepler wird am 15. November seinen 400.","Todestag feiert. Und wir waren ja dort, wo er gestorben ist,","an seinem Todestag vor 400 Jahren.","Wir waren in Regensburg im Document Kepler, dem Haus, wo Kepler starb,","haben dort Podcast-Folgen aufgenommen und sind dort auch vertreten.","Also man kann uns dort anschauen in diesem Kepler-Haus. Das Universum ist im","Kepler-Haus als Ausstellungsstück zu sehen.","Vermutlich auch noch im Jahr 2030, hoffen wir mal, Weil das ist nicht rausschmeißend bis dahin.","Stell dir vor, die werden nicht wie fünf Jahre da die gleichen Schädel in ihrer","Ausstellung reden lassen, oder?","Weiß man nicht, keine Ahnung.","Da machen wir neue Folgen.","Ja, schauen wir mal.","Matthias vom Kepler-Haus. Da machen wir neue Folgen, okay?","Was noch passieren wird im Jahr 2030. Europaclipper, die Raumsonde der NASA,","die zu Jupiter fliegt, wird dann an ihrem Ziel ankommen, nämlich Europa,","dem Jupitermond, im April 2030.","Und was im Jahr 2030 vermutlich passieren könnte, das ist zumindest aktuell","Stand der Vorhersage, zwei Raumsonden, die wirklich lange durchgehalten haben,","werden dann vermutlich nicht mehr durchhalten.","Voyager 1 und 2, die werden, sagt,","Zumindest die Vorhersage jetzt 2030 definitiv nicht mehr existiert.","Haben eh lange durchgehalten.","Die haben eh lange durchgehalten, genau.","Hoffentlich halten sie noch bis 27 durch, weil dann hätten sie 50.","Geburtstag, oder? Ja, stimmt, ja. Aber das könnten sie noch schaffen.","Ja, ich glaube, das wird sich gerade noch ausgehen.","Ich kann ja meinen Geburtstag feiern. Die sind ja fast an meinem Geburtstag gestartet damals.","Stimmt.","Das heißt, ja, da bin ich auch 50, super.","Ui, so hast du das nicht vorgestellt.","Gell?","Schauen wir doch, wer sich besser gehalten hat.","Ich bin erst ein Jahr später dran.","Ja, also das war das Jahr 2030 im Schnelldurchlauf und eine bisschen längere","Geschichte habe ich mir auch noch überlegt, was ich erzählen will über das Jahr 2030.","Und natürlich habe ich mich an dem orientiert, was ich in der letzten Folge","über das Jahr 2020 erzählt habe.","Da habe ich über die Entdeckung von Phosphin bei der Venus gesprochen,","die sich dann als Nichtentdeckung von Phosphin bei der Venus herausgestellt","hat und Nichtentdeckung von Leben auf der Venus herausgestellt hat.","Aber die Venus wird uns auch im Jahr 2030 beschäftigen.","So wie Ruth erzählt hat in der letzten Folge, dass 2020 ein Marsjahr war mit","ganz vielen beeindruckenden Marsmissionen, könnten die 2030er ein Venusjahr werden.","Oder ein Venusjahrzehnt werden oder Venusjahre werden. Denn wir haben in der","letzten Folge festgestellt, dass wir noch viel nicht wissen über die Venus.","Wir wissen noch nicht, wie das in der Atmosphäre da genau aussieht,","ob da vielleicht doch Phosphin drin ist, ob es da doch irgendwelche Lebewesen","gibt in den lebensfreundlichen Bereichen der Atmosphäre. Fliegende Städte.","Ja gut, die hätte man vielleicht entdeckt, wenn es die geben würde.","Meine Hoffnung, meine Stille.","Aber um das herauszufinden, ja, müssen wir sie besser erforschen.","Und wir haben noch nicht so viele Missionen zur Venus geschickt wie zum Mars,","aber da wird dran gearbeitet.","Das Erste, was passieren wird, ist noch dieses Jahr. Ja, nochmal Gegenwart.","Im August wird Juice auf dem Weg zum Jupiter.","Das ist die Raumsonde, die wir auch hier ausführlich im Podcast schon behandelt","haben, weil Evi beim Start von Juice mit dabei war.","Zumindest im Kontrollraum, nicht direkt bei der Rakete. Aber im August wird","Juice sich nochmal Schwung bei der Venus holen, bevor sie sich dann,","ich glaube sie holt sie noch ein paar Mal Schwung, bevor sie endgültig zum Jupiter fliegt.","Ja, das ist ja unglaublich, wo die da überall herum schwingt.","Ja, aber im August wird sie nochmal bei Venus vorbeifliegen und vielleicht auch","nochmal mit ihren Instrumenten einen anderen Testblick wagen auf die Venus.","Aber die richtigen Venus-Visionen kommen später erst.","Und wir wissen nicht genau, ob wirklich alle kommen, die ich jetzt vorstellen werde.","Denn das hast auch du in der vorletzten Folge erzählt, Ruth,","bei der NASA wird gerade ein bisschen gespart.","Bis gut, die Hälfte vom Science Budget, also wir wissen es noch nicht, steht im Raum.","Also es ist auf jeden Fall dramatisch, was bei der NASA gerade passiert.","Da wird sehr viel eingespart.","Und mit eingespart werden könnten die Venus-Missionen, die die NASA plant.","Die haben wir in der vorletzten Folge kurz erwähnt, aber ich habe gedacht, ich erwähne sie kurz.","dieser Folge mal ein bisschen ausführlicher, weil wenn sie kommen sollten,","dann sollten wir darüber Bescheid wissen und wenn sie nicht kommen,","dann sollten wir wissen, was da aus fadenscheinigen Gründen eingespart worden ist.","Die erste interessante Mission der NASA, die hat den Namen Da Vinci Plus und","wir haben auch damals schon festgestellt, dass es alles sehr,","sehr tolle Akronyme sind, wie so oft in der Astronomie.","Da Vinci Plus steht für Deep Atmosphere Venus Investigation of Noble Gasses Chemistry and Imaging.","Und dieses ist der bei der N von Noble Gases, weil wenn sie schon da sind,","dann sollen sie sich alle Gase anschauen, nicht nur die Noble Gase,","aber die haben das N gebraucht, damit es da Vinci wird.","Und sonst wäre es da Vigi geworden.","Da Vinci.","Aber ich gehe davon aus, dass sie auch, wenn sie ein Gas erwischen,","das kein Noble Gas ist, dass sie es auch erforschen. Aber was...","Wir sollten sie ab jetzt immer nur da Vigci nennen.","Ja, jedenfalls ist das interessant, weil es ist nicht nur ein Orbiter,","da Vinci plus, sondern auch Orbiter plus Lander.","Das heißt, der Orbiter wird natürlich Oberfläche kartografieren,","die Zusammensetzung der Atmosphäre von außen anschauen, Kartografie machen und","so, weil die Venus, die hat so absurd viele Wolken, da wissen wir immer noch","nicht gut, wie es ausschaut drunter. Der Lander wird landen.","Ja, landen insofern, als dass er von oben bis ganz unten durchkommt und auf","dem Weg alles erforscht.","Er ist nicht gebaut dafür, dann den Aufprall auch so zu überleben,","dass die Instrumente weiterarbeiten, aber er ist zumindest so gebaut,","dass er weiter überleben könnte.","Es ist halt nicht das Ziel der Mission, wirklich zu landen und dann halt zu","schauen, was da ist und zu forschen nach dem Landen.","Aber sie haben ihn so gebaut, dass er es zumindest schaffen könnte,","den Aufprall zu überstehen.","Und wenn die Bedingungen gerade günstig sind, wo er landet, dann könnte er noch","so eine Viertelstunde ungefähr Leben und Daten sammeln.","Wahnsinn, ja. Gut, aber das Interessante an der Venus, wie wir ihn letztes Mal","auch besprochen haben, ist ja das, was da dazwischen ist.","Genau, am Boden ist heiß, das wissen wir. Also schauen wir mal,","ob die Vision vielleicht doch noch zustande kommt und ob der Lander dann landet.","Aber man muss sich das auch mal vor Augen führen, was da halt für Bedingungen","sind, dass nichts länger als eine Viertelstunde überhaupt durchhält.","Also die müssten das ganz anders konstruieren, auch wenn es jetzt dafür ausgelegt sein sollte.","Wir müssen zwei hinschicken. Einer mit einem Ventilator, der aber vor dem anderen","landet und dann den Hubschrauber vom Mars einfach so querstellen.","Erst abholen vom Mars, wieder zurückfliegen.","Also wenn Da Vinci, so wie er zumindest geplant ist, diese Mission,","wenn die so startet, wie sie geplant ist, dann ist die präferierte Startoption Dezember 2030.","Also das wäre am besten für die Mission.","Starten könnten sie irgendwann 2030 bis 232 und ob sie wirklich starten,","wird sich zeigen, wenn wir wissen, wie es mit der NASA bzw.","der Wissenschaftspolitik in den USA allgemein weitergeht. Aber wenn alles so","läuft, wie es laufen könnte und sollte, dann hätten wir im Jahr 2030 einen Start zur Venus.","Und die NASA hat eine zweite Mission auch noch geplant, VERITAS.","VERITAS steht für Venus Emissivity, Radio Science, Insa, Topography and Spectroscopy.","Da haben sie sich aber wirklich sehr bemüht, muss man sagen.","Da weiß man, wenn man es vorliest, das Akronym, weiß man eigentlich überhaupt","nicht mehr, worum es geht, oder?","Ja.","Verschiedene Worte.","Man geht ja schon um Venus Emissivity, was die Venus abstrahlt,","Radio Science, INSA, das weiß ich jetzt gerade nicht, das ist wieder Akronym","im Akronym, Topografie und Spektroskopie.","Also im Wesentlichen wollen sie halt so ein paar planetologische Fragen über die Venus beantworten.","Also wie sich die Venus geologisch im Laufe der Zeit entwickelt hat,","was aktuell an der Oberfläche geologisch gerade abgeht und wann Wasser auf der","Oberfläche der Venus vorhanden war und wann nicht. Und ja, es ist halt eine","Mischung aus so Radar, also so Aperturradar.","Sie schicken eben Radarstrahlen auf die Venus runter, um das genau zu vermessen.","Und sie haben Spektroskopie, um halt dann ja die Strahlung, die von der Venus","zurückkommt, genau zu untersuchen.","Da ist der Start geplant im Juli 231.","Und Veritas ist genauso wie Da Vinci eine Mission, die auch von Streichungen bedroht ist.","Also vielleicht schadet sie gar nicht, aber vielleicht haben wir zwei Venus-Missionen","hintereinander Anfang 2030.","Was auch interessant ist, ist das, was vielleicht schon früher startet, nämlich im Jahr 2028.","Da kommt nämlich eine Venus-Mission von einer Raumfahrtagentur,","die man trotz allem immer noch nicht so oft auf dem Schirm hat.","Wir haben vor ein paar Jahren mal eine Sommerfolge gemacht über diese Raumfahrtorganisation.","Da schickt Indien wieder was ins All und zwar die Venus Orbiter Mission mit","dem recht konservativen Akronym vom Venus Orbiter Mission und inoffiziell ist","diese Mission Shukrayan benannt.","Weil Shukra heißt Venus und Jana heißt so viel wie ja Fahrzeug, also Venus Fahrzeug.","Ja, soll 2028 starten und jede Menge Instrumente an Bord haben, nicht nur indische.","Da sind auch Instrumente aus Russland mit dabei und aus Europa mit dabei.","Die ganze Liste hat ja nicht, es sind wirklich viele Instrumente mit dabei,","aber die machen coole Sachen.","Zum Beispiel die elektrische Aktivität in der Venusatmosphäre untersuchen,","also Blitze zum Beispiel und die Wolken und alles untersuchen.","Also schauen wir mal, ob die...","Fliegt die Mission, wenn, dann wird es vermutlich die erste größere Venus-Mission","sein, die sie auf den Weg macht.","Wer auch vorhat, zumindest theoretisch vorhat, auf die Venus zu fliegen,","ist das Land, das die ersten Missionen zur Venus gemacht hat,","beziehungsweise die ersten Landungen oder die einzigen Landungen auf der Venus","gemacht hat, nämlich Russland.","Die haben damals die Venera-Missionen gemacht und es gibt ein Konzept, das Venera-D-Konzept.","und das ist interessant, es wäre ein Satellit, der mit einer Landeplattform","und einem in der Atmosphäre schwebenden Ballon, also das ist quasi ein Satellit,","der in der Atmosphäre steht, es ist alles sehr, sehr aufwendig, was Sie da planen,","aber ich bin skeptisch, ob es wirklich passieren wird.","Das heißt, es wäre dann mit diesem Ballon in dieser Atmosphärenhöhe,","wo es quasi angenehmere Konditionen gibt?","Genau, also Sie haben eine Landeplattform und einen in der Atmosphäre schwebenden","Ballon. Also die Plattform landet und der Ballon schwebt.","Und Felix Baumgartner denkt sich jetzt, da hupfe ich ober.","Soller, soller, bitte gerne. Nein, aber ich bin skeptisch, ob die Mission tatsächlich","zustande kommen wird. Aus vielen Gründen.","Russland macht ja jede Menge Dinge, die überhaupt nichts mit wissenschaftlicher","Forschung zu tun haben, sondern gibt sein Geld für Dinge aus,","die gänzlich unwissenschaftlich sind. Und wer weiß, wo das noch alles hinführt.","Diese Mission ist ursprünglich mal geplant worden im Jahr 2003.","Also da hat man angefangen, sich das zu überlegen. Und der erste geplante Start war im Jahr 2013.","Also da hat man ursprünglich mal gesagt, 2013 fliegen wir los mit Venera D.","Dann ist es verschoben worden auf 2018.","Dann ist es verschoben worden auf 226. Und aktuell, das was noch gesagt wird","über die Vision, sagt er, nicht früher als 231.","Forget it.","Ja, ich glaube auch nicht, dass aus der was wird, weil je nachdem,","wie es da weitergeht mit der ganzen Russland-Geschichte, haben die dann eh kein","Geld mehr für irgendwas übrig.","Weiß man nicht. Aber das wäre zumindest der Plan einer Mission,","wenn sie denn gemacht werden würde, wäre es eine coole Mission.","Allerdings, ja.","Was es aber mit vermutlich doch verlässlicher Sicherheit geben wird,","ist die Mission Envision der Europäischen Raumfahrtagentur.","Das klingt nach Kontaktlinsen.","Ja, wenn man sich jetzt anschaut, wie unverlässlich die amerikanische Politik","geworden ist und auch die russische Raumfahrt und NASA und Roskosmos waren also","die führenden Weltraumagenturen und wenn man sich anschaut, ja,","dass zwar China und Japan auch","viel machen, aber ist noch eine andere Wissenschaftskommunikationskultur,","dann können wir immer noch froh sein, dass es die europäische Weltraumagentur","gibt, weil die werden immer besser, was ihre Vermittlung der Daten angeht und","sie sind auch halbwegs verlässlich, was ihre Emissionen angeht.","Das heißt, wir können davon ausgehen, dass diese Envision-Mission der ESA zur","Venus stattfinden wird.","Da gibt es nämlich nicht nur ein Startjahr, da gibt es sogar schon einen Tag.","Der Start ist geplant für den 29.","Mai 2032.","Marke Kalenders.","Ja, genau.","Das ist aber sehr spezifisch und sehr weit weg.","Die ist ja auch vor kurzem erst geplant worden oder genehmigt worden, diese Mission.","Das heißt, da kann man noch ein bisschen bauen dran, aber trotzdem.","Ich meine, es ist, wie ESAC gesagt, wir bauen das, wir finanzieren das.","Also da kann man sich halbwegs hoffentlich mal darauf verlassen, dass es geht.","Das Problem ist, dass natürlich auch wie so oft bei europäischen Missionen gemeinsam","mit amerikanischen Missionen geplant worden ist.","Denn geplant war, dass Envision nach Veritas von der NASA zur Venus kommt.","Und Veritas ist ja eine Kartografie-Mission und Envision sollte halt das,","was Veritas nicht so gut untersuchen konnte, genauer untersuchen,","beziehungsweise das, was Veritas vorher herausgefunden hat, das ist uninteressant.","Da sollte Envision nochmal genau hinschauen. Aber prinzipiell kann Envision","auch einfach so hinschauen, wenn halt die NASA vorher nicht hingeflogen ist,","weil schauen sie halt so hin.","Anders wäre es halt konstruktiver geplant gewesen. Und was man halt rausfinden","will mit Envision, vor allem die planetologische Entwicklung der Venus.","Wir wissen, dass die Venus und die Erde damals, als sie entstanden sind oder","noch sehr jung waren, fast gleich angefangen haben.","Die Venus ist von der Größe, von der Masse, vom Aufbau her der Erde extrem ähnlich","und die Venus liegt auch noch in der habitablen Zone, also prinzipiell wäre","die Venus ein Planet, auf dessen Oberfläche lebensfreundliche Bedingungen existieren.","Aber heute sind es nicht mehr lebensfreundlich. Wir wissen, dass vermutlich","auch auf der Venus früher Wasser existiert hat, aber dieses Wasser hat sich","halt dann mehr oder weniger komplett in die Atmosphäre verflüchtigt,","dort in Form von Wasserdampf als Treibhausgas existiert und auch durch jede","Menge andere geologische Prozesse ist absurd viel CO2 in die Atmosphäre gekommen","und jetzt hat die Venus halt den Treibhauseffekt aus der Hölle und nicht mehr","lebensfreundliche Temperaturen, sondern irgendwie ein paar hundert Grad.","Und wie das alles abgelaufen ist im Detail, das ist das Ziel,","das Envision das rausfindet.","Dass wir genau wissen, einerseits warum ist die Venus heute so wie sie ist,","obwohl sie wie die Erde angefangen hat und andererseits vielleicht noch ein","bisschen was mehr über die Erde rausfinden, wie wir vielleicht schauen könnten,","dass es bei uns nicht so läuft.","Also auch eine interessante Mission, aber es hat keine Venus-Mission in den","nächsten paar Jahren. Wir müssen wirklich da bis zum 10.","Geburtstag unseres Podcasts warten, bevor wir mehr wissen über die Venus,","beziehungsweise noch länger, weil da starten die ja alle erst.","Und bis sie dann mal dort sind und was rausgekriegt haben, dauert es ja auch wieder ein bisschen.","Gut, aber so lange brauchen die dann nicht.","Nein.","Zumindest.","Aber trotzdem. Also ein bisschen was dauert schon, bis dann da sind und alles","läuft und die Ergebnisse veröffentlicht sind.","Aber man braucht ja auch Material für die Folgen zwischen den runden Geburtstagen.","Ja, genau. Genau. Ja, aber das so, kurzer Überblick über das,","was uns in den 2030ern mit der Venus bevorsteht.","Ja, das wird richtig spannend. Ich bin so gespannt, was da gespart wird,","was eingespart wird, was wirklich dann irgendwie weiterverfolgt wird.","Ich habe auch ein bisschen Einsparungspotenzial identifiziert.","Also, naja, eigentlich nicht.","Ich habe mir gedacht, was erwartet uns 2030? Es erwartet uns natürlich,","logischerweise, jede Menge Teleskope, jede Menge neue Teleskope.","Hoffentlich, sagen wir es mal. Und es ist eh so ein bisschen,","wie du gesagt hast, die europäischen Missionen sind da doch ein bisschen verlässlicher, vielleicht, ja.","Es ist mir nicht leicht gefallen, ein Teleskop auszuwählen. Ich habe auch nicht","wirklich eins ausgewählt.","Einige zur Auswahl. Nein, ich habe schon eins ausgewählt, über das ich ein bisschen","mehr erzählen werde. Aber es sind wirklich einige.","Es sind wirklich viele Missionen, die im Moment gerade anstehen,","gebaut werden oder gerade sogar schon in den Weltraum geflogen sind und halt","eben ihre Arbeit jetzt gerade, as we speak, verrichten und dann,","wo es dann 2030 vielleicht sogar schon die ersten Ergebnisse gibt.","Also wenn du jetzt sagst, dann meinst du 225 und nicht 235.","Genau, wir sind ja noch in 225. Also das erste Teleskop, das einem natürlich","sofort einfällt, wenn man an das Jahr 2030 denkt, welche großen Teleskope werden","wir 2030 haben, das Extremely Large Telescope.","Ja, das fliegt aber nicht ins Weltall.","Fliegt nicht ins Weltall. Nein, das wäre mal eine Herausforderung,","einen 39 Meter Spiegel ins Weltall zu bekommen. Obwohl, ist natürlich nicht","ein Block, okay? Ist natürlich jetzt nicht ein Riesenspiegel.","Ich meine, das ist ja auch das Geile dran, oder? Man kann sich da irgendwie","nicht so viel darunter vorstellen.","39 Meter, okay, von hier bis dort kann man sich so ein bisschen vorstellen,","wie viele 39 Meter Durchmesser sind.","Aber das Ding besteht aus 798 einzelnen Spiegelsegmenten.","Fast 800 einzelne Stücke, von denen jedes eineinhalb Meter Durchmesser hat.","Wie viel? Das wird 250 mal sensitiver sein als Hubble.","Es kann 250 mal mehr Licht sammeln als das Hubble-Weltraumteleskop. 250 mal mehr Licht.","15 mal bessere Bilder, schärfere Bilder. Also 15-fache Auflösung von Hubble.","Ergstens. Obwohl es auf der Erde ist.","Ein Wahnsinn. Obwohl es eben auf der Erde ist. Und eben dadurch,","dass die Atmosphäre da dazwischen ist, muss man natürlich diese ganzen Schwankungen","und so weiter rausrechnen. Darum hat es auch diese ganzen Einzelsegmente.","Jedes Segment wird von den verschiedenen Aktuatoren, wie sie heißen,","diese Metallstifte im Hintergrund da irgendwie gebogen. Und so gleicht man das alles aus.","Ein Wahnsinns-Teil. Das hätte sogar schon eigentlich ursprünglich 2028 fertig sein sollen.","Es wird im Moment sogar schon gebaut. Die Konstruktion ist schon quasi im Gange.","Es gibt sogar Livecams von der Baustelle, wenn man sich das anschauen möchte.","Genau, kann man sich anschauen. Das ist auch ziemlich super,","weil man dann die Leute sieht, wie die Leute rumwuseln, die winzigen kleinen","Dinge. Das ist das Ärgstens.","Natürlich ist das halt auch keine Kinderjauze, so ein Teleskop zu bauen.","Und natürlich gibt es da auch irgendwie Probleme und sie hatten einige Engineering-Issues","auch und es kam zu Verspätungen, aber jetzt nicht irgendwie Mega-Verspätungen.","Also im Moment das First Light, quasi also das erste Mal, dass man wirklich","das Teleskop auch einschaltet und Licht einfängt von Outer Space und Bildermacht, für März 2029 geplant.","Es steht aber auf der ESO-Webseite schon, also die Europäische Sternwartenorganisation,","die sagt mittlerweile schon, by the end of the decade, also sie sind schon ein bisschen,","bis zum Ende dieses Jahrzehnts sollte es fertig sein, schauen wir mal.","Dann kommen jede Menge Kalibrationen und so weiter.","Und im Moment ist der, weil alles wirklich so,","Wie es jetzt geplant ist, schon mit den Verspätungen, die es bis jetzt gegeben hat, inkludiert,","werden die ersten Science Operations, also die ersten wirklich wissenschaftlichen","Beobachtungen, im Dezember 2030 stattfinden.","Ja schon, da bin ich gespannt.","Da haben wir schon ein Thema dann für unsere Silvester-Folge.","Also vermutlich wird es sich zum 10. Geburtstag nicht ganz ausgehen.","Ja, da fahren wir nach Chile und dann feiern wir dort Silvester und machen die Folge live.","Dann mache ich die Sektflasche auf und ziehe auf das Teleskop auf den Spiegel. Pock!","Schaffen wir!","Ja, also das wird richtig cool. Aber das ist eigentlich jetzt auch nicht das","Teleskop, worüber ich reden wollte.","Es gibt noch jede Menge andere. Es gibt zum Beispiel Nancy Grace Roman,","das ja ein Doppelgänger des Hubble an sich ist, also in seiner ursprünglichen Variante.","Das aber auch natürlich ein viel, viel, viel größeres Bildfeld haben wir,","dass das Hubble und ein wahnsinnig geiles Teil,","super, super Instrument ist, das auch schon fertig ist und einfach jetzt nur","die letzten Tests durchläuft im Moment und 2027 gelauncht werden soll,","aber leider auch ganz oben auf der aktuell geplanten Einsparungsabschlussliste steht.","Da kann man doch jetzt gar nicht mehr so viel einsparen, oder?","Also das muss doch schon so fortgeschritten sein.","Ja, aber du musst es halt auch betreiben, das Ding.","Wahrscheinlich wird es nicht funktionieren, aber vielleicht wird es gerade doch","funktionieren. Der Trump, der ja da maßgeblich verantwortlich ist,","dass da alles eingespart wird jetzt überall, der interessiert sich ja nicht","für Wissenschaft oder Astronomie im eigentlichen Sinne.","Er interessiert sich eher dafür, dass nichts mehr nach Frauen oder anderen Leuten","benannt wird, die keine Männer sind.","Weiße Männer.","Weiße Männer sind, richtig. Weiße, heterosexuelle Männer sind.","Aber vielleicht könnte NASA einfach sagen, okay, wir nennen das jetzt nicht","mehr Nancy-Gray's Roman-Teleskop, sondern das Mega-Donald-Trump-Teleskop.","Ist ja wurscht, wie es heißt für die Wissenschaft.","Dann nehmen wir es halt ein paar Jahre lang so und dann nehmen wir es wieder","um. Bis er weg ist. Und dann malen wir es golden an von mir aus und vielleicht","erlaubt er es dann. Vielleicht sagt er, ja klar, das machen wir.","Stimmt, der ist ein bisschen sein Ego-Streicheln. Ich glaube,","das wird funktionieren.","Schauen wir mal. Ich habe Angst drum. Ich meine, es ist so schade, oder?","Die ganze Geschichte, die da hintersteckt. Ja, we will see.","Vielleicht wird es ja doch was. Vielleicht fliegt es ja doch. Ich hoffe es sehr.","Ein anderes Riesenteleskop, das nicht mehr verhindert werden kann,","weil es schon im Weltraum auf seiner Bahn um den Lagrange-Punkt L2,","jenseits der Erde, fliegt, ist Euclid.","Und Euclid beobachtet schon, hat schon angefangen, schon 2024 hatte der sein","First Light und wird sechs Jahre lang beobachten,","also wenn alles gut geht, wenn das Wetter nicht dazwischen kommt,","2030 mit seiner Primary Mission, wie sie immer so schön heißt, fertig sein.","Hast du nicht früher mal Euclid gesagt?","Ja, ich bemühe mich weniger deppert denglisch zu reden.","Bei dem ist es ja schwer. Ich weiß nicht, ob Euclid oder Euclid ein Akronym für irgendwas ist.","Nein, er ist nach dem griechischen Mathematik genannt und der ist sicher nicht","Euclid ausgesprochen worden.","Wir werden jetzt aber wahrscheinlich Euclid, oder?","Ich weiß nicht, wie wir es tun. Möglich.","Wahrscheinlich heißt er noch nicht","Euclid oder Euclides oder Euclidos oder irgendwie sowas. Keine Ahnung.","Das ist jetzt unser neuer Jo, oder?","Genau, Jo. Menschen, die das altgriechisch mächtig sind, meldet euch bei uns.","Wieder mal.","Wie sollen wir ihn aussprechen? Oder das Teleskop Euclid, Euclid,","wie auch immer. Ihr wisst, welches Teleskop gemeint ist.","Das ist aber keine reine NASA-Mission.","Oder? Nein, das ist auch eine E-Signation.","Also wenn ich jetzt hier gerade lese in der Wikipedia, altgriechisch,","da muss ich jetzt die Buchstaben richtig hinkriegen, aber das kriegt man ja","mit Mathematik ein bisschen hin.","Eoclades. Eoclades.","Okay, Eoclades ist schon im Weltraum, beobachtet schon und wird bis 2030 schertig sein.","Ungefähr ein Drittel des Himmels beobachten und eine unfassbare Anzahl an Objekten beobachten.","Eineinhalb Milliarden Galaxien.","Gibt es so viele überhaupt? Ich weiß, es gibt so viele.","Ich meine, das ist ja Wahnsinn. Ich meine, das ist eigentlich die Gaia der Extragalaktik, oder?","Ich meine, das schreckt eineinhalb Milliarden Galaxien. Ich bin so froh,","dass ich da nicht mehr in der Datenreduktion beteiligt sein muss.","Das machen jetzt eh alles die Computer mittlerweile.","Das geht mittlerweile schon anders, glücklicherweise. Fantastisch,","wir freuen uns sehr, was da dabei rauskommen wird.","Aber, aber, ein anderes Teleskop, das noch besser ist und ich glaube auch nicht","mehr verhindert werden kann, obwohl es abschießt.","Es geht immer. Es ist nicht im Weltraum. Es steht auch nicht auf amerikanischem Boden.","Es ist aber natürlich ein, weiß ich gar nicht, ob hauptsächlich oder zumindest","großteils amerikanisches, US-amerikanisches Projekt, das Vera Rubin Observer.","Oder gibt es ja schon ein fixes Datum für das First Light?","Genau. Und zwar an unserem Geburtstag.","Genau, am 23. Juni. Also, für euch, die zuhören, schon letzte Woche.","Und sie nennen es aber komischerweise nicht First Light, sondern sie nennen es First Look.","Ah, I don't know. Und sie machen eine First-Look-Watch-Party online,","die ihr jetzt natürlich schon verpasst habt.","Sorry, am 23.06. hätte man live dabei sein können.","Und wie sie die ersten Bilder quasi da angewählt hätten, das funktioniert nicht","in Nicht-Englisch-Reden. Wie sagt man da? Enthüllt haben.","Wir werden den Termin mit Link nochmal in unserer Telegram-Gruppe posten.","Dann können uns die, die dort vertreten sind, sich live anschauen und die anderen,","ja, kommt in die Telegram-Gruppe, dann erfahren wir sowas zeitnah.","Ja, und da wird, also ich nehme mal an, dass es First Light ist,","obwohl es First Look heißt.","Also ich hätte es auch so verstanden.","Also ich habe jetzt gerade gelesen, es sollen der Öffentlichkeit die ersten","Ergebnisse und Bilder präsentiert werden.","Das heißt, sie haben vielleicht das First Light schon gehabt und jetzt darf","die Öffentlichkeit First Looken.","Okay, das heißt ja mal.","Falls es nicht schön ist.","Also es ist jetzt gerade erst die Kamera installiert worden.","Sie hatten schon, sie hatten im Oktober letztes Jahr, hatten sie das Engineering","First Light. Das war aber noch eine Testkamera, nicht die eigentliche Kamera.","Die Kamera, dieses Teleskop, also wirklich, die Kamera ist ärgstens.","Endlich mal eine ordentliche Kamera. Und darum haben sie auch vorher für die","ganzen Tests eine andere Kamera verwendet, weil diese Kamera so ein Biest ist.","Die haben sie jetzt im Frühjahr installiert. Das Ding ist die größte Digitalkamera","der Welt mit 3200 Megapixel.","Kann man das im Handy auch einbauen?","Ja, 260 Handybildschirme.","Also, 260 Handys nebeneinander. Es ist dann im Endeffekt dann auch wieder mal gar nicht so viel.","Kann ich sagen, kann ich nicht einfach 260 Handys nehmen dann?","Ja, und zusammenschalten. Warum haben Sie da nicht gedacht? Wirklich.","Das Biest wiegt allein drei Tonnen. Nur die Kamera allein wiegt drei Tonnen.","So viel wie ein kleiner LKW.","Das ist schon krass. Und damit kann man auf einmal dreieinhalb Grad Himmel fotografieren.","Das Bildfeld von einem Pointing, einmal hinschauen, dreieinhalb Grad Durchmesser","und insgesamt in das ganze Bild geht dann ungefähr 40 mal der Vollmond hinein.","So groß ist das Bild von diesem Ding, von einmal hinschauen.","Und das ist auch das Besondere an diesem Teleskop, dass es einfach so ein riesiges Bildfeld hat. Warum?","Wir haben ja noch einen Mond. Warum braucht man keine Kamera,","die 40 fotografieren kann? Das bringt ja nichts.","Für all die bescheuerten Asteroiden, die die ganze Zeit durch die Gegend rasen","und die man beobachten will.","Das Ding macht nämlich, also das hat ein ganz eigenes Konzept,","ein ganz bestimmtes Konzept, das macht nämlich 15 Sekunden lange Aufnahmen alle 20 Sekunden.","Das ist krass. Also Leute, die irgendwie schon mal ein Teleskop bedient haben","und vielleicht sogar ein großes Teleskop, ein Teleskop 15 Sekunden lang belichten","und dann in 5 Sekunden umschwenken auf das nächste Ziel und dann wieder 15 Sekunden, dann wieder.","Das ist crazy, das ist verrückt. Aber das ist das Konzept dieses Teleskops.","Es ist deswegen auch sehr robust gebaut, damit das irgendwie hin und her bewegen gut funktioniert.","Das macht quasi einen Zeitraffer des Universums, Das beobachtet den ganzen Himmel alle drei bis vier Tage.","Das braucht, um den ganzen Himmel zu beobachten, drei bis vier Tage.","Oder fährt es dazwischen auf die andere Hälfte der Erde.","Einmal rundherum den ganzen Himmel und macht das einfach jahrelang.","Insgesamt bis 2035. Aber es gibt natürlich dazwischen auch schon jedes Jahr","einen Data Release. Eh klar, wie das mittlerweile so üblich ist.","Aber das Krasse daran ist, es ist ja dafür gedacht, um Dinge,","die sich schnell bewegen, genau zu beobachten. Du hast wirklich diese Zeitraffer-Funktion.","Du kannst damit Dinge, die halt nah an uns dran sind und schnell unterwegs sind,","extrem gut tracken und verfolgen. Das ist das eine Ding, was es machen kann.","Also Asteroiden zum Beispiel. Dinge, die im Sonnensystem rumfluchsen und sonst","irgendwie schwer zu entdecken sind. Oder Dinge, die weit weg sind,","hell und sich schnell verändern. Das geht natürlich auch gut.","Also allerhand Sternexplosionen, Quasare, was auch immer, Ausbrüche,","aktive Galaxien und so weiter.","Das macht das Ding. Aber es soll auch die Struktur und die Entwicklung des Universums untersuchen.","Also wieder die Kombi dunkle Materie, dunkle Energie, woraus besteht das Universum,","wie entwickelt es sich, wie geht das weiter mit der Expansion des Universums.","Also eh wieder eh alles, oder?","Eh wieder eh alles. Und ich habe mir gedacht, Moment mal, aber wie soll das","jetzt gehen mit diesen kurzen Aufnahmen dann einfach so?","Das Universum geht ja eigentlich nicht. Das Coole ist, dass im Laufe der Zeit","werden diese ganzen Beobachtungen aufaddiert. Das heißt, du hast quasi zwei","verschiedene Funktionen dieses Teleskops in einem vereint.","Du hast die kurzen Aufnahmen für die veränderlichen Dinge.","Und dann hast du aber, wenn du die Aufnahmen von der gleichen Stelle,","wo das Teleskop alle drei, vier Tage wieder zurückkommt zur gleichen Stelle,","dass alles, alle vier Tage hast du quasi eine Aufnahme, die du aufaddieren kannst.","Wenn du das dann halt irgendwie zehn Jahre lang machst, hast du auch eine super, super tiefe Aufnahme.","Ja, aber Wahnsinn, was das für einen Datensatz generiert, oder?","Krass, oder? Das heißt, bitte, die Daten werden auf verschiedene Art und Weisen","prozessiert, nämlich erstens alle 60 Sekunden.","ein Datenprodukt ausgegeben, das man sich runterladen kann. Alle 60 Sekunden.","Das Ding produziert 30 Terabyte Daten jede Nacht.","Ja, Wahnsinn.","Wir sollten das alles runterladen.","250 Teraflops. Billionen an Rechenoperationen pro Sekunde.","Und insgesamt wird der ganze Datensatz 100 Petabytes Storage benötigt.","Aber werden dann die Daten, das kannst du ja dann nicht mehr über V-Transfer schicken.","Also wo, weißt du das, wo dann die Daten quasi bearbeitet werden oder wird das","gesammelt und dann wohin verschickt zum Auswerten oder wird das vor Ort dann","irgendwie oder wie funktioniert denn das dann?","Verschiedenste Rechenzentren.","Ich meine, vor Ort wird es vermutlich was geben und dann gibt es entsprechende Auswertenzentrums.","Ich weiß ja nicht, wie Sie es in dem konkreten Fall geplant haben,","aber ich weiß, dass zum Beispiel in Heidelberg, wo ich einmal zwei Jahre gearbeitet","habe am Astronomischen Rechenzentrum, die sind unter anderem dann zum Beispiel","für Gaia ein zentrales Datenauswertenzentrum.","Also da kommen die Daten halt irgendwie hin.","Wie sie dann genau hinkommen, wird jetzt nicht über Vitrans vergehen.","Vielleicht haben Sie spezielle Leitungen, um das zu schicken oder vielleicht","fährt alle paar Tage einer mit der Festplatte von A nach B, keine Ahnung.","Ja, bei der Auswertung ja vom Bild vom Schwarzen auch, da mussten sie ja auch","die Festplatten herumkarren, weil das ja so eine Datenmenge ist,","die kannst du nicht mehr schicken.","Und da war auch die Zeitaufzeichnung so genau, dass das quasi sich nicht ausgeht mit dem Internet.","Ja, und da war es vor allem, dass in der Art Arktis ja auch war,","da liegen wenig Internetleitungen, die schnell genug sind.","Aber wie es jetzt bei Rubin, wie das da läuft, weiß ich nicht,","aber ich nehme an, da wird es genug Menschen geben, die sich über das überlegen,","weil das ist ja bei fast allen neuen Visionen so, dass da gigantische Datenmengen","erzeugt werden. Also da wird schon Wege geben, damit umzugehen.","Ja, die verschiedensten Rechenzentren würde ich jetzt mal irgendwie raten,","an vermutlich verschiedenen Orten, hoffentlich. Das wäre dann eben auch sinnvoll.","Aber das Coole daran ist, 2035 ist fertig, also mit dem was geplant ist,","aber wir müssen nicht so lange warten.","Wir kriegen bis dahin, die nächsten zehn Jahre, jedes Jahr ein nettes kleines","Geburtstagsgeschenk vom Vera Rubin Observatory.","Und wir werden da sicher auch dann schon ziemlich bald und nicht erst in fünf","Jahren von den ersten Ergebnissen berichten, die von diesen ersten Data-Releases kommen.","Es wird auf jeden Fall ein National Center for Supercomputing Applications der","Uni Illinois Urbana-Champaign.","Das ist da, wo der Sigi arbeitet, den wir in unserer Asten Rieden-Spezialfolge interviewt haben.","Die werden das auswerten und auch ein Supercomputerzentrum in Frankreich,","das Institut National de Physique Nucleaire, de Physique de Particule,","also irgendwas mit Kern- und Teilchenphysik auf der Sicht.","Gut, da fallen auch wahnsinnig viele Daten an, aber sie werden auch wissen, wie man sowas macht.","Das sind zumindest zwei Rechenzentren, wo ich gerade gelesen habe,","dass sie sich damit beschäftigen, wie die die Daten kriegen. Keine Ahnung.","Ja, aber ich finde, das muss man sich auch noch vor Augen führen.","Da weiß ich zu wenig, aber vielleicht haben wir Leute in der Hörerschaft,","die das wissen und die sagen uns das dann sicherlich.","Genau, sagt Bescheid.","Das war schon 2030?","Das war schon 2030.","Sehr gut, dann haben wir viel, zumindestens, was wir uns runterlachen können","und anschauen bis dahin.","Ich sammle noch ein paar USB-Sticks bis dahin, dass wir das schaffen.","Und ja, dann nutze ich den Wortwitz zur Überleitung. Welchen Film hast du dir","runtergeladen, um uns in unserer zweiten Geburtstagsfolge vorzustellen?","Ganz legal, ich habe mir den ganz legal angesehen. Ja, ich habe mir gedacht,","wir bleiben noch ein bisschen bei der Zahl 5, weil ich natürlich nicht weiß,","was für Filme 2030 erscheinen werden.","Und ich habe dann sogar einen Film gefunden, also der spielt in der Zukunft.","Also wir gehen ins Jahr 2263 und dann habe ich etwas gefunden.","Eben, es hat die Zahl 5 im Titel, aber es geht um den klassischen Kampf gut gegen Böse.","Wie im Babylon 5.","Und der findet auch noch alle 5000 Jahre statt.","Also das finde ich doch ganz toll. Und nein, es geht nicht um Babylon 5,","sondern wir lassen wieder mal Bruce Willis die Welt retten. Und zwar geht es um das fünfte Element.","Also ich habe wieder mal einen Klassiker herausgegraben für diese besondere Jubiläumsfolge hier.","Habe ich im Kino gesehen damals, wie er rauskam, Babylon 5. Was hat der Film?","Babylon 5? Wir sprechen nicht über Babylon 5.","Entschuldigung, mein Kopf ist noch Babylon 5. Das fünfte Element habe ich im Kino gesehen.","Da gibt es außerdem gar keinen Kinofilm, oder?","Es gibt jede Menge, Kinofilme nicht, aber jede Menge Fernsehfilme gibt es von Babylon 5.","Ja, das wird aber hier nicht besprochen. bleiben beim fünften Element,","also von 1997, ich habe den damals auch im Kino gesehen, hast du den auch gesehen, Ruth? Ja.","Das heißt, kennst du dich aus? Wirklich, weil ich habe nämlich tatsächlich die","ganze Geschichte nicht mehr so ganz zusammengebracht in meinem Kopf und habe","mir den jetzt vor kurzem nochmal neu anschauen müssen, weil ich da so ein paar Fragen hatte.","Vielleicht ganz kurz zu dem Film, bevor wir auf meine Fragen,","die ich zu dem Film hatte, dann noch eingehen.","Ja, so ein französischer Film, Regie für Luc Bisson, den viele wahrscheinlich","kennen von Léon der Profi und auch Valerian.","Auch ein Science-Fiction-Film, ich lache jetzt da die Wertung außen vor.","Hauptdarsteller ist natürlich Bruce Willis, der hier wieder mal die Welt retten darf.","Und zwar geht es eben darum in dem Film, also ich habe es eh schon ganz klassisch,","dieser Kampf gut gegen Böse.","Und im Jahr 2263 bedroht ihm diese uralte böse Macht die Erde.","Nur das fünfte Element kann die Welt retten. Also es gibt eben die vier Elemente.","Das ist ja Wasser, Erde, Feuer, Luft.","Ach, jetzt sind es mehr, aber.","Ja, und das fünfte Element erscheint als das übernatürliche Wesen namens Lilo,","gespielt von Mila Jovovich.","Und sie fällt in dieses Taxi von Ex-Elite-Soldaten natürlich,","Corbin Dallas, Bruce Willis.","Die müssen dann diese Steine finden und dann natürlich das Böse nähert sich","der Erde und zwar in Form eines so einen dunklen, wilderwagen bodierender Planeten.","Ist es ein dunkler Schatten vielleicht, so wie die Schatten aus Babylon 5,","die im Jahr 2060 das erste Mal die Erde angreifen, in Staffel 3?","Versuchst du da gerade Parallel zu finden?","Vielleicht ist es das selbe Universum, vielleicht gibt es da auch eine Raumstation","irgendwo in diesem fünften Element Universum. Das weiß ich nicht.","So weit geht es nicht.","Weil nämlich die Aliens, das fünfte Element, schauen ziemlich den Aliens einer","speziellen Alien-Art von Babylon 5 ähnlich. Also ich bin da was auf der Spur, aber erzähl weiter.","Bist du was auf der Spur? Ja, okay. Genau, also es gibt da eben diese...","Manifestation des Bösen, also dieser dunkle Planet, wird auch in dem Film nur das Böse genannt.","Er arbeitet mit jemandem auf der Erde zusammen, gespielt von Gary Oldman und","kann auch Anrufe tätigen.","Und da heißt er dann der Mr. Shadow. Viel näher wird das da in dem Film jetzt","gar nicht konkretisiert, was das ist.","Ist auf jeden Fall dieses manifestierte Böse und das müssen wir natürlich aufhalten.","Das ist eben der Job dann eben von Bruce Willis, der dann eben gemeinsam mit","der Mila Jovovich natürlich auf eine Weltraumreise geht.","Also sie fliegen dann auch zu so einem, ja, ich glaube, das ist so ein Tourismusplanet,","wo es irgendwie so Strände gibt und sind auf so einem Weltraumkreuzfahrtschiff,","wo dann eben die Diva auftritt.","Das ist auch ganz legendär, glaube ich, in dem Film, die auch einen von diesen Steinen hat.","Showdown, ganz groß, ich werde jetzt auch spoilern, ist dann auf der Erde wieder.","Also sie finden natürlich alle Steine, kehren auf die Erde zurück.","Da gibt es eben so eine, ich glaube es ist eine Tempelanlage,","da aktivieren sie die Steine und dann muss eben sie, Mila Jovovich,","dann auch nochmal quasi ihre Superpower als fünftes Element aktivieren.","Sie erkennt dann, dass das die Liebe ist oder die Empathie so in der Richtung,","also es ist dann die Liebe zu Bruce Willis oder die Liebe von Bruce Willis zu","ihr, die dann diese gigantische Macht da irgendwie auslöst.","Weil nämlich dieser dunkle Planet dann schon voll Gas auf die Erde zurast und","irgendwie so 100 Kilometer, bevor er dann auf die Erde stürzt, dann gestoppt wird.","Und das ist dann auch so ein bisschen dieses Schlussbild, wo es dann die Erde","gerettet wird, dass dann plötzlich dieser...","Das Schlussbild ist, dass der Bruce Willis mit der Jovo jetzt schmusen darf.","Schmusst ihm, ja. Auf jeden Fall bleibt dieser dunkle Planet dann plötzlich stehen, erstarrt auch.","Also davor ist es irgendwie so ein flüssiges, gesteinartiges Ding.","Er startet dann plötzlich und ja, eigentlich hat dann die Erde einen zweiten Mond plötzlich.","Und das ist aber dann irgendwie schon noch dieses Ende. Das hat mich jetzt beim","zweiten Mal ansehen ein bisschen irritiert, aber das müssen wir noch dann reden.","Ja, vielleicht noch ganz kurz zum Film selber. Aber was ich jetzt vor kurzem","nochmal ansehen bemerkte, ist,","wie manche Sachen doch ein bisschen aus der Zeit aus auch gefallen sind.","Ich meine, was mir noch nie gefallen hat, waren die Kostüme in dem Film.","Wir haben auch eine Szene entdeckt, wo Küssen ohne Einverständnis erfolgt.","Also Bruce Willis küsst in einer","Szene Mila Jovovich, wo sie irgendwie so eigentlich halt bewusstlos ist.","Ja, aber sie klauen ihm gleich die Pistole und mit den Erfischen dafür.","Immerhin.","Genau, die Story ist natürlich auch recht einfach gestrickt.","Gleichzeitig mag ich aber auch diese Vorstellung, dass eben so diese Kämpfe","auch zwischen Aliens und so einfach schon stattgefunden haben, lange vor unserer Zeit.","Weiß man das noch so, wa?","Nein.","Was ist die ganze Handlung drauf von Babylon 5?","Mila Jovod spricht übrigens eine künstliche Sprache, die Luc Bisson selbst erfunden","hat, die aus 400 Wörtern besteht.","Ja, tatsächlich war der Film damals die teuerste europäische Filmproduktion","aller Zeiten, also mit 90 Millionen US-Dollar Budget.","Also er ist von den Kritikern damals auch so ein bisschen Zwiegespalten aufgenommen. man nur.","Also manche haben ihn gelobt für das kreative Meisterwerk, fanden ihn ein bisschen","überladen und chaotisch.","Ich weiß nicht, ich fand den Film schon eigentlich, ich fand ihn recht gut.","Ich habe ihn damals im Kino gesehen, ich war sehr beeindruckt davon.","Er ist jetzt wie gesagt nicht der originellste Film von der Handlung her,","also irgendwie das Böse kommt und das Gute muss das Böse besiegen.","Das ist jetzt doch ein bisschen häufig in diesen Filmen zu sehen,","aber ich fand, sie haben sehr, sehr viele sehr originale Ideen drin gehabt.","Also das war halt kein Anzeichen, dass man irgendwo beim Schreiben des Drehbuchs","sich mit Wissenschaft näher beschäftigt hat, aber das hat der Film jetzt auch","nicht gebraucht, weil es ist eigentlich ein Fantasy-Film und kein Science-Culture-Film.","Ein Fantasy-Film, der in der Zukunft spielt, so wie Star Wars.","Es ist in der gleichen Kategorie wie Star Wars ungefähr abgelegt.","Also auch Fantasy im Weltraum in der Zukunft.","Ich fand den eigentlich sehr unterhaltsam. Er wird nie langweilig.","Es gibt keine Szene, die irgendwie durchhängt, so wie bei vielen anderen modernen Filmen.","Der dauert zwar auch zwei Stunden, das fünfte Element, aber es passiert ständig","was und ich finde es eigentlich immer, wenn man jetzt mal die Szenen wegnimmt,","die aus der Zeit gefallen sind, die man heute nicht mehr so machen kann.","Da gibt es noch ein paar andere, die auch so sind, Aber ansonsten war ich auch","beim Wiederschauen von dem Film daraus begeistert. Mir hat es gut gefallen.","Also ich glaube auch, dass diese Kurzweiligkeit und diese ständige Action einen","ja ein bisschen ablenkt von eben so manchen Sachen.","Wie gesagt, also mir ist das nie aufgefallen, dass dann dieser dunkle Planet","quasi als zweiter Mond da stehen wird und in Wahrheit würden da ja die Probleme anfangen.","Das ist halt die Frage, wie du das interpretierst. Ich meine,","es geht ja nicht darum, dass die Katastrophe darin besteht, dass ein Planet","mit der Erde kollidiert, sondern das ist halt.","Und das Böse kann halt sein, wie es will. Am Anfang ist es eine Wolke,","dann ist es halt ein Ding, das ausschaut wie ein großes, massives Ding.","Aber in Wahrheit ist es nur halt irgendwie das tote Böse, das irgendwie rumliegt.","Also ich glaube, dass er dann einfach auch so stehen bleibt,","so quasi als Mahnmal, dass das Böse halt irgendwie immer da ist.","Aber es ist jetzt einmal stillgelegt.","Interessant fand ich noch ganz kurz, dass ja diese 100 Kilometer vor der Erde,","wo er gestoppt werden muss. Also ich weiß nicht, ob das Zufall ist oder nicht.","Das ist ja die Karmann-Linie.","Ja, also diese Karmann-Linie, ja, das ist eine der Möglichkeiten,","wie man definieren kann, wo das Weltall anfängt.","Die NASA definiert es anders und wieder andere definieren es wieder anders.","Aber ja, ich würde es für zu verhalten. Es ist halt eine schöne Zahl,","100 Kilometer, komm da ran.","Es ist halt so, wie alle Bomben immer bei 1 stehen bleiben.","Bei 1 Kilometer stehen bleiben wäre blöd, darum haben sie es 100 genommen.","Vielleicht ist das meine These.","Ich glaube, es ist einfach so eine Zahl, die groß ist, aber auch nah.","Also es ist weit.","Aber es ist bedrohlich.","Naja, aber eigentlich gar nicht. Also das ist so, ich meine 100 Kilometer ist ja gar nichts.","Wenn man sich das mal so ein bisschen nimmt, wenn das jetzt wirklich ein Planet","ist, Ich meine, es wird angegeben mit einem Durchmesser von 1200 Kilometern.","Also man hat jetzt schon ein Objekt, das da irgendwie ist.","Ich meine, das hat so ein bisschen Gravitation, hat eine Masse, hat eine Dichte.","Ja, vielleicht hat es das nicht. Welche Masse hat das Böse?","Ich finde das halt ein bisschen komisch. Was ich nämlich cooler finden würde,","wir kennen ja alle das Rush Limit.","Das heißt, eigentlich würde es ja ab einer gewissen Nähe dann ja das Böse eigentlich","ja sowieso aufgrund von den gravitativen Kräften eigentlich zerfetzt.","Eigentlich wäre es einfach cool, wenn es dann stehen bleibt und dann vielleicht","sich ihm zerbrötet und dann haben wir zum Schluss einen schönen Ring.","Wenn du jetzt mit Wissenschaft anfangen willst.","Spekulieren.","Bei dem Film habe ich nie das Bedürfnis gehabt, mir auch nur irgendwas über","Wissenschaft zu überlegen. Aber wenn du das haben willst.","Also, das Böse. Und du fragst dich, wie wirkt die Gravitation auf das Böse?","Über das Böse wissen wir nichts aus wissenschaftlicher Sicht.","Da müssen wir auf die Religion zurückgreifen. Wo kommt das Böse her?","Wo kommt der Satan her? Der Satan war ein Engel.","Der Engel konnte fliegen. Wir wissen alle, dass rein wissenschaftlich Engel","nicht fliegen könnten, weil die brauchten irgendwie gigantische Flügel.","Die bräuchten so riesige Muskeln und wenn die dann einmal abheben würden,","würde sie dann sofort die Flügel aus dem Rücken reißen, weil sie sich eine Kraft zuschlagen müsste.","Aber offensichtlich funktioniert das bei den Engeln. Das heißt,","für die gilt keine Gravitation.","Und wenn Lucifer ein Engel ist, dann gilt offensichtlich für das Böse die Gravitation","nicht. Also da hast du deine Erklärung.","Ach, eine Quotehratsdemonstrant. Aber eigentlich wäre es doch viel cooler gewesen,","wenn das Böse sich nähert und merkt, dass das irgendwie wirkt.","Weil eben dort unten, wo die da in Ägypten sind, man hat ja auch überhaupt keinen","Effekt eigentlich, dass das Böse schon so nah ist.","Und ich hätte es ja eigentlich kundgefunden, so als Special Effect,","wenn man da schon ein bisschen was merkt und das nicht so ganz ist.","Andererseits habe ich mir damit überlegt, was ist, wenn dann der Mond eigentlich","auch so ein erstarrtes Böse ist?","Der ist ja hell. Der ist ja hell.","Ja, und Lucifer ist der Lichtbringer.","Ja, aber bei Weißpricht ist das auch so, wenn das ja alle 5000 Jahre da irgendwie","so wiederkehrt, wer weiß, wann das fließt. Das ist auch so irgendein alter Kampf.","Und dann ist der Mond auch da so stehen geblieben, so wie der dieser...","Da gibt es auch einen Film, den wir hoffentlich nie besprechen werden in diesem","Podcast. Es gibt Moonfall, wo das vorkommt.","Und eine Doctor Who-Folge, die wir hoffentlich nie besprechen werden.","Eine Doctor Who-Folge, über die nicht gesprochen wird, weil sie wirklich eine der lächerlichsten.","Doctor Who ist generell lächerlich, aber es ist eine der lächerlichsten Doctor","Who-Folgen, wo man auch als großer, großer Doctor Who-Fan nur schwer darüber","hinzwecksehen kann, wie lächerlich die Handlung ist.","Da ist der Mond ein Ei, aus dem irgendwie ein gigantisches Weltraummonster schlüpft.","Klingt für mich sehr nach Dr. Hu.","Das fünfte Element würde ich auf jeden Fall mehr empfehlen als den fünfer Film,","den wir in der letzten Folge besprochen haben, den Nummer 5 lebt.","Da habe ich ja meine schlechten Erinnerungen dran.","Aber an das fünfte Element, den habe ich immer wieder gern gesehen.","Wenn er wohl lief, fand ich immer toll. Kann ich empfehlen.","Es ist immer noch sehr gute Unterhaltung. Also mir gefällt auch nach wie vor","der Auftritt von der Diva sehr gut.","Also das ist schon sehr klassisch auch schon. Also das ist so ein klassischer","Filmmoment eigentlich.","Von dem her ist es natürlich schon gute Unterhaltung. Bruce Willis ist Bruce","Willis, wie er leibt und lebt.","Dann musst du jetzt für das nächste Jubiläum Filme mit 10 recherchieren.","Nummer 10 gibt es nicht. Gibt es was anderes? Gibt es Filme mit 10 im Titel?","Nein, aber vielleicht gibt es Filme, die im Jahr 2030 spielen.","Das gibt es sicherlich. Sonst müssen wir halt zwischendurch feiern.","Dann musst du uns halt von 7 erzählen. Das ist kein Science-Ficture-Film, oder?","Boah, na, der ist ja brutal.","Das ist kein Science-Ficture-Film. Mir schon. Was ist noch für Zahlen?","23, da müssen wir noch ein bisschen warten, bis wir bei dem Film angekommen sind.","Das wäre ein super Soundtrack.","Das stimmt, ja. Wir werden schon was finden, was es gibt. 2060,","Odyssey gibt es auch noch. Das müssen wir noch lang durchhalten.","Wir werden auf jeden Fall Filme für das nächste Jubiläum finden und wir können","jetzt in unserer Geburtstagsfolge uns nicht bedanken für Geschenke,","weil wir nehmen ja direkt nach der Folge davor auf.","Das heißt, wir haben schon allen Dank ausgesprochen und alle Geschenke erwähnt,","aber es gibt noch Geschenke, weil ich habe Geschenke mitgebracht und die muss ich jetzt holen.","Ich habe Geschenke mitgebracht, die hole ich jetzt.","Da bin ich aber gespannt, was er da vorbereitet hat, dass er das nämlich jetzt","holen muss, dass er das gerne... Aha, aus der Küche.","Er geht, er geht raus.","Er hat irgendwas am Herd gemacht.","Er hat Suppe gekocht. Nein, er hat wirklich Geschenke. Oh, er hat ganz große Geschenke.","Wow, okay.","Zwei riesige Pakete. Bin ich aber gespannt.","Der Wahnsinnige.","Kommt fast nicht durch die Tür. Riesen Geschenke. Eins für dich.","Dankeschön. Oh, heiße Geschenke.","Das ist in der Sonne stand. Eins für dich.","Zwei Geschenke für fünf Jahre Podcast.","Wahnsinn. Oh, wow.","Geil, oh, Matt. Hast du das geheilt? Ja, ja. Damit es keinen Neid gibt.","Über den Koffer müssen wir uns immer noch streiten. Schau mit drüber hier.","Ja, beschreibt es, was es hat.","Genau, also wir haben ein Lego-Set für 18 plus Jahre mit über 3000 Teilen.","Und zwar, es ist die Milchstraße.","Milchstraße.","Wahnsinn. Mit ganz abstrusen, so kleinen Teilchen, die so Antennen haben.","Das verlangt das wieder Feinmotorwerk von mir. Ich weiß ja nicht, ob ich die habe.","Glaubst du, das sind so alle Lego-Steine, die Ihnen irgendwie übrig geblieben sind?","Es ist ein Lego-Steine, man kann es an die Wand hängen. Da habe ich gedacht, das ist ganz praktisch.","Ich habe das ja auch im Lego-Store in München gesehen. Also da ist es fertig","gehangen an der Wand. Das schaut cool aus.","Wir könnten jetzt gleich das Problem von letzter Folge klären,","wer denn schon den Koffer behalten darf, den wir in der letzten Folge ausgepackt","haben. Wer zuerst die Milchstraße fertig gebaut hat, kriegt den Koffer.","Oh, das verliere ich.","Du darfst aber nicht helfen.","Ich helfe Ihnen nicht.","Das macht er nie. Oder fast nie.","Na gut, dann nachdem ihr eure Geschenke habt, damit ihr sie bald zusammenbauen","könnt, dann beenden wir die zweite Geburtstagsfolge vielleicht.","Wir haben keine Dank mehr auszusprechen, weil wir in der letzten Folge uns schon","bei allen bedankt haben und wir diese Folge direkt an der vorigen aufnehmen.","Aber wir bedanken uns mal provisorisch für alle, die uns seitdem trotzdem noch","unterstützt haben mit entsprechender Zuwendung, die man uns per PayPal,","per Patreon oder per Steady geben kann.","Das freut uns, damit wir die laufenden Kosten des Podcasts bestreiten können","und alles andere, was man so machen muss.","Da freuen wir uns immer. Wir freuen uns auch, wenn ihr den Podcast bewerbt,","wenn ihr von dem Podcast was erzählt, wenn ihr den Podcast bewertet.","Wir freuen uns auch, wenn ihr dahin kommt, wo wir auftreten,","was jetzt vor dem Sommer gar nicht mehr so oft passieren wird.","Ziemlich alle Shows, die wir so geplant haben vor dem Sommer,","sind jetzt durch. Das Einzige, was noch ginge, wäre der 5.","Juli in Lutzmannsburg im Burgenland in Österreich. Da gibt es die letzte Vorstellung","der Science-Buster-Show Planet B, bevor die auch aus ist und dann erst im Herbst","durch die neue Science-Buster-Show ersetzt wird.","Also wer nochmal vorbeischauen will und zumindest mich auf der Bühne sehen will","mit meinen Science-Busters-Kollegen, kann am 5.","Juli nach Lutzmannsburg kommen und ansonsten machen wir Sommer.","Wir werden dann auch im Sommer wieder, so wie jeden Sommer, kürzere Sommerfolgen","machen mit ein paar Sommerspecials und uns hoffentlich erholen,","damit wir im Herbst dann wieder in voller Stärke das volle Universum präsentieren können.","Vielleicht schon mit zwei gebauten Lego-Milchstraßen bis dahin.","Mal schauen, wie es dann wird.","Und ansonsten sind wir jetzt auch mit der zweiten Geburtstagsfolge durch.","Das heißt, wir haben jetzt gearbeitet und gefeiert und jetzt ist die Arbeit","vorbei. Jetzt werden wir dann nur noch feiern. Wir haben noch den Zuben L.","Genubi-Chin. Ich habe auch noch ein Bier eingekühlt, glaube ich.","Und wir haben noch andere Sachen und wir werden jetzt ein bisschen Party machen","und uns auf weitere fünf Jahre des Universums freuen.","Und die nächste Folge, die kommt nicht in fünf Jahren, die kommt wie üblich","in 14 Tagen. Und bis dahin verabschieden wir uns und sagen Tschüss.","Macht es gut.","Tschüss."]}