{"v":1,"episode":134,"speakers":["Ruth","Florian","Evi"],"t":[10,16,21,24,29,31,35,38,39,43,47,51,54,57,61,65,67,71,73,76,79,83,86,88,91,93,94,94,96,100,104,106,109,111,115,117,121,126,128,131,136,139,143,144,148,150,150,156,159,163,167,170,173,176,180,183,186,190,194,198,200,201,206,208,213,220,222,226,228,231,237,240,243,247,248,252,253,257,262,265,267,269,272,275,278,281,283,285,288,289,292,294,297,302,308,311,313,319,322,323,326,329,331,333,337,341,343,346,349,353,355,362,369,372,374,376,379,381,385,391,396,401,409,410,416,423,426,431,435,438,442,447,448,452,453,457,463,469,472,478,483,484,488,491,496,498,503,505,511,515,516,518,526,530,534,541,545,548,552,554,557,558,563,566,568,571,573,577,579,580,584,587,591,594,599,605,608,615,620,624,628,633,638,641,643,648,652,658,662,666,670,674,678,682,683,688,691,697,701,703,705,707,710,713,716,719,722,725,727,731,732,736,740,743,748,752,755,759,761,764,767,770,774,777,779,784,789,793,797,800,804,807,809,812,814,817,820,827,831,836,840,843,848,851,853,856,858,861,865,869,873,876,880,883,887,890,893,895,896,898,899,903,907,910,913,914,919,924,925,930,933,939,943,949,951,953,958,963,967,970,973,979,984,986,991,996,1001,1004,1007,1012,1017,1020,1021,1027,1030,1033,1037,1042,1044,1048,1052,1053,1057,1062,1067,1071,1074,1080,1085,1088,1093,1095,1098,1103,1107,1111,1116,1121,1126,1131,1135,1141,1145,1148,1155,1160,1164,1168,1169,1175,1179,1181,1184,1187,1191,1194,1197,1199,1203,1206,1209,1211,1214,1218,1222,1227,1235,1239,1242,1245,1249,1255,1259,1266,1270,1271,1275,1281,1284,1288,1292,1296,1299,1305,1308,1314,1316,1320,1323,1327,1330,1333,1335,1340,1344,1347,1352,1358,1363,1365,1366,1369,1375,1378,1383,1386,1389,1396,1400,1407,1412,1415,1419,1421,1425,1428,1432,1433,1434,1436,1438,1444,1445,1448,1451,1453,1456,1457,1461,1466,1468,1470,1471,1475,1478,1479,1482,1489,1492,1496,1500,1505,1509,1512,1514,1516,1520,1526,1530,1532,1536,1540,1545,1550,1554,1555,1558,1561,1564,1567,1568,1573,1574,1578,1582,1586,1592,1595,1598,1601,1602,1605,1610,1615,1620,1624,1627,1630,1633,1638,1643,1646,1652,1656,1657,1660,1664,1667,1670,1676,1677,1679,1684,1687,1693,1698,1702,1705,1707,1713,1718,1721,1725,1729,1735,1738,1742,1746,1750,1756,1758,1764,1766,1769,1774,1779,1782,1786,1791,1795,1799,1807,1810,1812,1820,1824,1827,1828,1832,1836,1837,1842,1842,1847,1849,1852,1859,1864,1866,1868,1872,1879,1881,1881,1882,1883,1885,1887,1889,1893,1897,1901,1903,1905,1912,1917,1919,1922,1926,1930,1933,1938,1942,1947,1949,1953,1955,1956,1958,1961,1963,1965,1969,1970,1972,1976,1980,1984,1986,1993,1998,2002,2006,2009,2013,2015,2021,2027,2030,2033,2039,2042,2047,2050,2052,2057,2061,2066,2072,2076,2077,2083,2087,2091,2093,2095,2097,2102,2105,2107,2111,2114,2118,2119,2123,2125,2129,2133,2135,2138,2141,2144,2147,2150,2152,2156,2159,2161,2164,2167,2171,2175,2179,2182,2185,2188,2190,2193,2196,2198,2202,2205],"s":[0,0,0,1,1,0,0,0,1,1,0,1,1,0,1,1,0,0,1,0,0,0,0,1,0,1,0,1,1,1,1,1,1,1,1,1,1,1,0,0,1,1,1,1,1,0,1,0,0,0,1,1,1,1,1,0,0,0,0,0,1,0,0,0,0,1,1,1,0,0,0,0,0,0,1,0,1,1,1,0,1,0,1,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,0,1,1,0,0,1,1,1,1,1,0,0,0,0,0,1,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,1,0,0,0,0,0,1,1,1,1,1,0,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,1,1,0,1,0,0,0,1,1,0,0,0,0,0,0,1,0,0,1,0,0,0,0,0,0,0,1,0,0,0,0,0,1,0,0,0,0,0,0,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,1,1,0,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,0,1,0,1,0,1,1,1,1,1,1,1,1,1,1,1,0,1,0,1,1,1,1,1,0,1,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,1,0,0,1,1,1,0,1,1,1,1,1,1,1,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,1,0,0,1,0,1,0,0,0,0,0,0,1,0,0,0,1,0,1,0,1,0,1,0,0,0,1,0,0,1,1,1,1,1,1,1,1,1,1,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,1,1,1,1,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2],"x":["Hallo und herzlich willkommen zu einer neuen Folge, Sommerfolge von Das Universum,","dem Podcast, in dem Ruth und Florian miteinander über das Universum plaudern.","Und wie immer, auch im Sommer mit Florian.","Und mit Ruth. Und Sommerfolgen heißt, die Tage werden länger,","die Folgen werden kürzer.","Die Tage werden überhaupt nicht mehr länger. Wir sind schon drüber.","Auch die Tage werden kürzer. Und so wie die Tage kürzer werden,","werden auch unsere Folgen immer kürzer.","Ist okay, das ist halt astronomisch korrekt. Ja, wir nehmen drei Tage nach der","Sommersonnenwende auf, diese Sommerfolgen. Das heißt, es war gerade erst.","Obwohl, stimmt auch nicht, weil sie werden ja nicht kürzer, sie bleiben halt einfach gleich kurz.","Ja, es ist alles kompliziert. Der späteste Sonnenuntergang ist wieder woanders","als die Sommersonnenwende. Also Astronomie ist einfach zu kompliziert.","Es ist echt zu kompliziert, schau es mal drauf. Geh mal schwimmen.","Ja, ich habe die Sommersonnenwende am Ort der Himmelsscheibe von Lebra verbracht,","dort wo die Himmelsscheibe von Lebra gefunden wurde.","Ja, du hast ein wunderschönes Foto in unserer Telegram-Gruppe gepostet.","Das hat mir auch sehr gut gefallen.","Ja, es war vom Parkplatz.","Es hat richtig idyllisch ausgesehen. Ich wollte ja fast schon ein Foto von meinen","fast reifen Weintrauben posten, weil ich gedacht habe, du trinkst Wein.","Aber dann habe ich glücklicherweise nochmal genauer geschaut und gesehen,","nein, du trinkst natürlich Bier.","Es war ein Bier und daneben stand ein Glas mit Calvaros.","Ah, du hattest zwei verschiedene Getränke, oder was?","Genau.","Nicht schlecht.","Es war sehr, sehr schön. Das ist wirklich sehr, sehr schön. Ich kann es allen","nur empfehlen. Wer noch einen Ausflug im Sommer planen möchte,","die Himmelsscheibe von Nebra, beziehungsweise das Science Center,","die Aache Nebra in Sachsen-Anhalt.","Da ist es sehr, sehr schön landschaftlich, das Unstruttal.","Da kann man wunderbar Rad fahren, kann man wunderbar wandern gehen.","Überall sind Weinberge und Lokalitäten, wo man den Wein auch konsumieren kann","und alles andere konsumieren kann, was da ist.","Und das Science Center ist wunderbar und ansonsten kann man da auch viel Spaß","haben. Ich habe den Vormittag des Sommersondenttags damit verbracht,","einen 10-Kilometer-Lauf zu absolvieren, den Himmelswegelauf.","Und ich wollte schon sagen, bist du wieder mal einen Marathon gelaufen?","Du hast ja auch deine Medaille hergezeigt, die auch sehr hübsch war.","Es gibt eine Marathonwertung bei diesem Himmelswegelauf, ja.","Aber ich bin nicht in Marathonform und bin ja zum Arbeiten hingefahren nach","Nebrau und da wollte ich die komplett verausgaben.","Es war eh schon anstrengend genug, bei den sehr heißen Temperaturen diesen 10-Kilometer-Lauf","zu machen. Aber ich bin Zehnter geworden insgesamt.","Cool.","Von ungefähr 300, weiß ich nicht. In meiner Altersklasse war ich Zweiter.","Ich bin ja eigentlich nicht so der kompetitive Typ.","Aber wenn man irgendwo Zweiter wird, also dann lieber Zehnte, oder?","Weil Zweiter denkt man sich, ah shit, das Bissl wäre noch gegangen.","Naja, nein, das war schon ein bisschen mehr als ein Bissl und das wäre nicht mehr gegangen.","Also der war deutlich schneller als ich, den hätte ich nicht mehr eingeholt.","Aber ich war trotzdem sehr zufrieden mit dem Platz 10 bzw.","Mit dem Platz 2. Aber wir reden ja nicht über Sport, wir wollen ja Astronomie","machen. Und die Sommerastronomie Nummer 1 kommt von dir.","Ja, genau. Und ihr könnt euch wahrscheinlich schon denken, worum es gehen wird.","Weil worum soll es im Sommer astronomisch sonst gehen, aus meiner Richtung?","Alles um das Ding, das man im Sommer so wunderbar im Himmel beobachten kann,","wenn man irgendwo gerade rumliegt und sich anscheinen lässt.","Nein, nicht die Sonne, sondern alle anderen.","Alle anderen.","Alle anderen. Alle anderen Sterne. Alle anderen Sterne da oben gemeinsam.","Es geht um die Milchstraße.","Also egal, wo ihr seid, ob ihr in der Nähe von Nebra seid oder sonst wo,","diesen Sommer genießt, stellt sicher, dass ihr irgendwo auch mal die Milchstraße euch zu Gemüte führt.","Ja, kann man halt schwer sicherstellen, weil meistens ist es zu hell.","Da muss man Urlaub in der Wüste machen oder Urlaub auf dem hohen,","hohen Berg oder Urlaub am Ozean.","So schlimm ist dann auch wieder nicht. Also, dass man sie richtig,","richtig gut sieht, okay, ja, da muss man schon in die Wüste und so weiter. Aber das geht schon.","Also man muss nur so ein bisschen raus, ein bisschen raus aus der Stadt.","Und dann sieht man sie schon. Also so schwer ist es auch wieder nicht.","Normalerweise ist man ja, wenn man auf Urlaub ist, eh nicht jetzt irgendwo,","naja gut, wenn man städt, eine städte leise.","Ich kann sagen, wenn Leute Urlaub in Berlin machen oder in Hamburg oder in New York oder frag ich wo.","Ja, macht es das halt einfach nicht.","Ihr könnt Urlaub in Hamburg machen, aber nicht in der Stadt Hamburg,","sondern auf der Insel Neuwerk, die auch zu Hamburg gehört, obwohl sie ganz woanders liegt.","Und da war ich mal und da habe ich meine beste Milchstraße bis jetzt gesehen.","Wirklich? Aber noch im Stadt...","Nein, nein, nein, gehört einfach dazu.","Wie, das gehört einfach dazu? Das ist eine Kolonie von Hamburg?","Genau, die haben sich erobert von Niedersachsen. Nein, da steht irgendwie ein","Leuchtturm, das ist fast das einzige Gebäude auf der Insel, weil ein paar Häuser","sind schon noch da, ist in der Nordsee so eine Insel und da steht ein großer","Leuchtturm und den hat halt Hamburg mal gebaut.","Ich kann jetzt die Geschichte von Neuwerk auch nicht irgendwie nacherzählen,","aber anscheinend hat Hamburg da einen Leuchtturm hingebaut und deswegen gehört","das Ding immer noch Hamburg.","Also obwohl, so wie Bremen und Bremerhaven, das ist ja auch das Bundesland,","obwohl da ein anderes Bundesland dazwischen ist.","Aber ja, nein, widmen wir uns nicht der Geschichte der Städte,","Sondern widmen wir uns doch lieber der Geschichte der Milchstraße.","Wir wissen ja, dass die Milchstraße schon seit langer Zeit für die Menschheit von Bedeutung ist.","Und wir verwenden sie zur Orientierung, wir verwenden sie als Kalender,","um zu wissen, was, wann, wie und so weiter.","Jetzt ist kürzlich eine sehr interessante Studie erschienen zur Milchstraße,","zum Bild der Milchstraße der alten Ägypter.","Okay, was haben denn die?","Im Journal of Astronomical History and Heritage.","Das habe ich sogar schon mal gelesen, da habe ich auch schon mal was recherchiert drin.","Ja, ich fand das so lustig, dass es das gibt und haben mir gedacht,","das nehme ich gleich. Und es ist irgendwie so, man denkt sich,","ja, die Sterne schon lang für die Menschheit eine Bedeutung, bla bla bla.","Das ist immer so romantisch und so Vermutung und so weiter. Aber es gibt dazu","auch tatsächlich Wissenschaft.","Leute untersuchen das auch auf wissenschaftliche Art und Weise,","was die Milchstraße für eine Bedeutung für Menschen vor langer Zeit hatte.","Ja, wir haben ja auch mit Raoul Schrott gesprochen über die lange,","lange Geschichte der Langengeschichte der Astronomie.","Ja, und in dem Fall ist es tatsächlich sogar ein Astrophysiker,","der sich da der Untersuchung der Milchstraße auf alten Sarkophargen gewidmet hat.","Das ist immer ein bisschen schwierig, gerade so interdisziplinäre Forschung,","weil da muss man von zwei Dingen eine Ahnung haben und wenn man nur von einem","Ding eine Ahnung hat, wird es schwierig.","Also idealerweise hat der Typ dann auch Ahnung von Ägyptologie,","damit was Sinnvolles rauskommt. Aber das wirst du uns erzählen.","Hat er, glaube ich, schon. Okay, dazu kommen wir später.","Worum geht's? Es geht darum, dass es möglicherweise die älteste Darstellung","der Milchstraße überhaupt sein könnte.","Orgror heißt er. Ein interessanter Name, den ich jetzt hoffentlich richtig ausgesprochen habe.","Orgror. Auf dem Sarg der Priesterin Nesitaudiataket.","Das hast du nicht richtig ausgesprochen.","Gottes Willen.","Eine Priesterin. Das Ding ist ca. 5000 Jahre alt. Also das war gut 3000 vor Christus.","Und wäre damit das älteste Bild der Milchstraße.","Es geht natürlich nicht jetzt um ein klar identifizierbares,","deutliches Bild der Milchstraße, das da auf diesem Sarkophag gemalt ist.","Nein, so leicht machen es uns die alten Ägypter natürlich nicht.","Es ist natürlich alles verpackt in Geschichten, in Götter und Göttinnen.","In dem Fall, es geht um die ägyptische Himmelsgöttin Nut. Sagt ihr die was?","Den Namen schon mal gehört, ja.","Das ist die ägyptische Göttin, die eigentlich den Himmel verkörpert,","im wahrsten Sinne des Wortes.","Also sie ist auch immer sehr körperlich abgebildet.","Meistens nackt, passend zum Sommer und in einer Art Bogen, der sich dann so","über die Dinge zieht. Sie steht meistens am Osthorizont mit ihren Füßen und","hat die Arme am Westhorizont wieder auf der Erde.","Also ein Downward-Facing-Dog. Für die Leute, denen Yoga was sagt,","so irgendwie gebogen, steht sie quasi über den Dingen als der Himmel,","als der bestirnte Himmel.","Und manchmal hat sie auch Sterne an ihrem Körper, manchmal aber auch nicht.","Das heißt, wir schauen genau auf ihrem Bauchnabel, wenn wir nach oben schauen.","Ja, genau. Ziemlich so. Genau. Diese Darstellung, die ist oft natürlich auf","Sergen, auf Sarkophagen vertreten.","Klar, weil der Himmel war ja quasi der Ort, wo dann die Toten quasi hingehen","und dann, bevor sie wiedergeboren werden und so weiter.","Aber das Erstaunliche an dieser Darstellung ist das, nämlich in dem Sarkophar","der Körper von Nut, der Körper der Himmelsgöttin, bestirnt ist.","Bestirnt? Sagt man das so schon.","Oder? Ja, kann man sagen.","Und zusätzlich sich ein dunkles Band durch diese Sterne durchschlängelt,","so ein ondulierendes dunkles Band irgendwie.","Das hat sich dieser Astrophysiker jetzt genauer angeschaut und meint,","dass die Form und die Kurven dieser dunklen Linie sehr gut zu Form und den Kurven","der Dunkelwolken in der Milchstraße passen.","Okay, ja, noch überzeugt es mich nicht. Noch ist es, wenn ich sage,","auf dem Tiveau von irgendwie, am Mars ist ein riesiges Gesicht.","Also wir sehen halt gerne Dinge in Dingen.","Da sind wir recht gut drin. Da braucht es ein bisschen mehr wissenschaftliche","Analyse, damit ich das glaube.","Naja, es ist halt doch nicht Astronomie, sondern interpretative Wissenschaft.","Auch andere Wissenschaften könnten in der Lage sein, Dinge rauszufinden.","Es geht ja nicht nur in der Astronomie. Auch die Geschichtswissenschaft wird","irgendwelche Standards haben, wie man Dinge rausfindet.","Beziehungsweise kann die Astronomie vielleicht auch was rausfinden.","Vielleicht waren die Dunkelwolken irgendwie damals besonders speziell und dann","kann man das abgleichen mit dem, was wir über die Bewegung wissen.","Also da kann man schon noch was machen.","Naja, aber es kommt halt auch auf die Art und Weise an, wie es dargestellt ist","und wie es gemalt ist. Und wenn es halt nicht besonders genau,","sagen wir jetzt mal, irgendwie fotografisch genau gemalt ist,","dann kannst du das ja auch nicht wirklich besser vergleichen.","Also es ist auch so, dass natürlich die Art und Weise, wie die Milchstraße im","Sommer steht, so ist, dass sie halt gerade beim Sonnenauf- und Untergang halt","auch genau diesen Bogen von Osten nach Westen macht.","Es ist schon so, dass die Darstellung von Nut als die Sonne verschluckende Göttin,","die hat Ra, die Sonne, am Abend verschluckt und am Morgen wieder geboren eigentlich.","Dann natürlich zusätzlich auch noch dann zu dieser Konstellation passt,","dass dann genau die Milchstraße so steht, dass sie die Sonne verschlucken könnte","dort, wo sie untergegangen ist und dann am nächsten Morgen quasi dort wieder auswirft.","Also viel genauer so mit Konstellationen und zurückgerechnet und so weiter. Nein, das nicht.","Aber das passt gut zu anderen Darstellungen, die wir kennen von der Milchstraße","in anderen Gräbern und so weiter.","Und eben die Interpretation von diesem Schriftzeichen, das oft in Verbindung","mit Himmelsbeschreibungen vorkommt. Der Winding Waterway ist das,","also der sich schlängelnde Fluss, der halt einfach der Name der Milchstraße sein könnte.","Wenn das die Milchstraße wäre, dann würde das sehr gut passen.","Das ist irgendwie so der Himmelsfluss im Gegensatz zum Erdfluss,","dem Nil, der sich am Boden entlang schlängelt, der für Fruchtbarkeit,","für Leben sorgt, gibt es diesen Himmelsfluss, der dann die Toten übernimmt.","Also zuerst mal die Sonne, die kommt dann am nächsten Morgen wieder hervor und","dann halt auch natürlich auch die Verstorbenen, vor allem Menschen von Bedeutung,","so wie diese Priesterin,","die dann irgendwie über diesen sich schlängelnden Himmelsfluss zuerst mal irgendwie","in den Himmel und dann zur Wiedergeburt geleitet werden.","Also man muss das alles so ein bisschen mehr in einem kulturhistorischen Kontext interpretieren.","Es würde aber auch astronomisch sein.","Zusammenpassen. Aber ich weiß, für dich reicht es nicht, gell?","Du bist immer so ein bisschen...","Nein, nein, ich finde es interessant, aber das ist schwierig und das haben wir","ganz oft auch bei der Himmelsscheibe von Nebra, das habe ich jetzt im Kopf,","weil ich gerade dort war, da hat man ja auch ewig lang darüber nachgedacht,","was diese Sterne, die da abgebildet sind, heißen.","Da ist ja auch ein Haufen Sterne da abgebildet, dann ein Ding,","ein großes Ding, das könnte die Sonne sein oder der Vollmond und eine Sichel","und dann so komische Boot-ähnliche Dinge und da ist halt auch,","wir haben halt keine Ahnung, was die Menschen sich damals gedacht haben,","aber man kann dann zumindestens probieren, Wissenschaft draufzuschmeißen und","schauen, ob irgendwas rauskommt.","Zum Beispiel haben die rausgefunden, bei der Himmelsschwelle von Nebra jetzt,","dass diese ganzen Sterne nicht nur zufällig verteilt sind,","sondern so zufällig verteilt sind, dass man sie absichtlich zufällig verteilt","haben muss, damit die ja kein Muster bilden, bis auf den einen Cluster von Sternen,","die ganz eindeutig ein Muster bilden, die man halt dann mit den Plejaden identifiziert hat.","Und dann hat auch gezeigt, dass man mit den Plejaden, so wie sie da abgebildet","sind und den Mondsicheln, wie sie abgebildet sind, dass man da halt inzwischen","eine Schaltregel hinbekommt, eine, die sehr gut funktioniert.","Aber auch da weiß man am Ende nicht, was die sich gedacht haben.","Und wenn man jetzt da sagt, okay, wir haben da so eine komische Göttertussi,","die sich immer im Himmel biegt und die hat Sterne aufgemalt auf dem Körper,","dann, ja klar, kann man sagen, das ist die Milchstraße, aber vielleicht war","das einfach damals in, dass man sich so angemalt hat.","Vielleicht sind die damals mit Sterne rumgelaufen, weiß man ja nicht, was die gemacht haben.","Ja, aber warum sollte sie dann gerade so eine sich auffällig schlängelnde dunkle","Linie durch ihren gestirnten Körper hindurchgehen haben, wie es halt genau auch","am Himmel mit der Milchstraße ist, die wird ja durch dieses dunkle Band geteilt.","Und das ist genau das, was eigentlich flussartig aussieht.","Das dunkle Band ist ja das, was sich schlängelt. Und es sieht dann so aus,","als wäre es quasi links und rechts von einem Ufer von Sternen da begrenzt oder","eingebettet. Also es passt schon auch.","Ja, ich sage nicht, dass es nicht passt. Ich sage, dass ich es im Endeffekt","nie so genau sagen kann, weil wir halt nicht wissen, was die Menschen sich damals","gedacht haben, als sie irgendwas aufgemalt haben.","Was ich auch interessant fand, was ich nicht wusste, ist, dass die Ägypter den","Nachthimmel gar nicht so gern mochten eigentlich anscheinend.","Also er hat insgesamt 125 Abbildungen dieser Himmelsgörting Nut analysiert und","es sind eigentlich nur sehr wenige mit diesem dunklen Band drauf und in überhaupt","nur ein Viertel der Fälle hat Nutskörper Sterne.","Das heißt, die war einfach nur der Himmel und zwar war sie in den meisten Fällen","ein Himmel ohne Sternen, also der Taghimmel.","Es war der Taghimmel einfach für die Ägypter von größerer Bedeutung als der Nachthimmel.","Macht eh Sinn, oder? Es war irgendwie halt auch dieser Sonnenkult,","diese Sonnenverehrung und so weiter.","Der Nachthimmel war auch wichtig, aber das, was relevant war,","war was irgendwie tagsüber passiert.","Einerseits ist es verständlich, andererseits wissen wir natürlich auch,","dass der Nachthimmel durchaus auch wichtig ist. Wenn man ihn genau genug anschaut, dann...","Kriegt man ein bisschen was raus über die Zeit und wie man die Zeiten messen","kann und wie man Kalender messen kann. Und das wäre für die Ägypten genauso wichtig gewesen sein.","Da gibt es auch die Geschichte mit Sirius und so weiter, wo man mit Auf- und","Untergang des Sirius zu bestimmten Zeiten und bestimmten Konstellationen vorhersagen","konnte, wann die Nilflut kommt und so weiter.","Also das muss schon auch eine gewisse Bedeutung gehabt haben.","Aber wir haben keine Ahnung, vielleicht war die Religion da irgendwie anders.","Vielleicht haben sie gesagt, nee, hier unsere Nut, die ist für einen Tag wichtig","und über die Nacht redet man nicht oder sowas. Keine Ahnung,","ihr werdet ja nicht, was da ist.","Da schlaft man erst.","Genau.","Ja, das war halt einfach der Himmel im Allgemeinen. Und das stimmt natürlich,","dass wenn man schlafen auch noch muss, die meiste Zeit, wie man den Himmel hat,","ist er hell und nicht nur mit Sternen übersehen.","Ja, aber wir wissen auch, dass in Ägypten auch eine sehr umfangreiche Astronomie","betrieben worden ist. Das wissen wir auch.","Ja, ja, natürlich. Aber darum auch interessant, dass die Himmelsgottheit eigentlich","hauptsächlich den Tageshimmel repräsentiert hat und gar nicht so sehr nur für","die Nacht zuständig war.","Das war halt ein Aspekt, dass sie halt auch dann mal mit Sternen überseht und","vielleicht dann ab und zu auch dann mal mit dieser dunklen Linie dann da war.","Aber sie war eigentlich ganz allgemein so für alles am Himmel zuständig. Eigentlich so wie wir.","Jetzt ist der Star-Astronome nicht genug, willst du jetzt Himmelsgöttin werden?","Jetzt geht es erst los. Aber wo schlafen wir in der Nacht und wach bleiben? Es sind ja Ferien.","Und ich nehme mal an, ihr bleibt ja auch ein bisschen länger wach.","Ich nicht, da habe ich nicht Zeit, so früh schlafen geht.","Ja, stimmt, du nicht. Dich interessiert ja auch der Himmellicht und das, was man da sehen kann.","Es ist nämlich so, dass jetzt auch, wenn man dann die Milchstraße genossen hat,","genug genossen hat und schon ein bisschen die Nacht fortgeschritten ist und","schon ein bisschen länger wach geblieben ist und sich überlegt hat,","wie da wohl die alten Ägypter da, diesen Himmelsfluss und so weiter und so fort,","Blickt man Richtung Nordosten und plötzlich sieht man sie,","die andere Galaxie am Himmel. Andromeda ist auch schon wieder zu sehen.","Ja. Aber schwer.","Dann in der zweiten Nachthälfte. Naja, sagen wir mal, es geht jetzt schon eher Richtung Ende Juli.","Dann ist er jetzt auch nicht mehr nur hell, es sei denn, ihr wohnt irgendwo da ganz weit oben.","Aber kann man schon probieren, Andromeda wieder zu sehen. Und wenn ihr sie seht,","okay, das finde ich immer ganz cool, wenn man sie sieht, sich vorzustellen,","die kommt mit über 100 Kilometer pro Sekunde auf mich zu.","Ja, aber ich habe gelernt jetzt seit neuestem, die weicht uns aus.","Aber vielleicht kommt sie eben nicht genau auf uns zu, sondern an uns vorbei.","Naja, okay, wir wissen es nicht. Das war groß in den Medien.","Wahrscheinlich habt ihr es ja auch gelesen.","There is no certainty of collision between Andromeda und der Milchstraße.","Wir haben ja bis jetzt immer so, also ich muss ich zugeben, ich auch,","immer so getan, als wäre das irgendwie eine ausgemachte Sache.","Naja, war es ja im Prinzip auch, weil im Moment sind beides sehr, sehr große Dinger.","Und dass die jetzt bei dem Abstand, dem vergleichsweise kurzen Abstand, den sie haben,","und wir haben ja auch schon darüber gesprochen, dass quasi die alleräußersten","Bereiche der beiden Galaxien sich ja eigentlich schon berühren und dass da dann","plötzlich einer noch irgendwie so einen Schleifer zieht, wie man sagt,","und dann doch noch vorbeischießt.","Also mit dem hat man jetzt nicht so gerechnet und es ist auch nicht hundertprozentig abgesagt.","Es ist alles andere als hundertprozentig abgesagt. Okay, also zur Wiederholung,","Milchstraße und Andromeda werden miteinander verschmelzen. Die Frage ist nur, wann.","Natürlich, früher oder später werden die miteinander verschmelzen,","aber vielleicht nicht gleich beim","ersten Treffen, das in etwa dreieinhalb Milliarden Jahren stattfindet.","Also es kann sein, dass Sie bei Ihrem ersten Aneinander-Vorbeiflug tatsächlich","sich auch wieder recht weit voneinander entfernen.","Natürlich nicht ganz so weit, wie Sie jetzt sind, aber doch weit genug,","um nochmal eine ordentliche Runde zu drehen.","Das kann auf jeden Fall sein. Und das ist jetzt...","Diesen neuen Simulationen einfach ein bisschen wahrscheinlicher geworden.","Es ist immer noch so, dass die Kollision beim ersten Zusammentreffen,","also das Verschmelzen, es ist ja keine Kollision im Sinne von Crash, Boom, Bang,","sondern sie fliegen durcheinander durch und die Sterne fangen sich gegenseitig","ein und dann bildet sich so eine große Blob elliptische Galaxie draus.","Und das ist immer noch die wahrscheinlichste Option, auch in diesen neuen Simulationen.","Was haben die Leute gemacht? Sie haben einfach kleineren Galaxien in der lokalen","Gruppe in ihre Simulationen mit einbezogen, nämlich M33,","die kleine Spiralgalaxie und die große Magellansche Wolke, die größte Zwerggalaxie","in der lokalen Gruppe, die fast schon eine normale Galaxie ist,","von ihrer Größe her, die ist gar nicht so klein.","Und sie haben vor allem auch die Unsicherheiten in den diversen Parametern mit","einberechnet, mit Monte-Carlo-Simulationen.","So etwas, was ihr vielleicht auch macht, wenn ihr jetzt auf Urlaub seid, ins Casino gehen.","Die wenigsten unserer Hörerschaft werden Urlaub in Monaco machen und ins Casino gehen, glaube ich.","Vermutlich, aber wer weiß.","Wenn doch, dann spendet uns was. Ihr habt genug Geld.","Stimmt, gebt uns was ab von euren Gewinnen. Aber nicht von euren Verlusten.","So macht man das gescheit. Also ich habe mir das Paper angeschaut,","das ist in Nature publiziert worden, das reicht gut zu lesen.","Und ich habe mir gedacht, hoffentlich haben die irgendeinen Scheiß zusammen","gedreht, weil dann muss ich mein Lieblingsvideo im Planetarium nicht anpassen,","das ja die Kollision der beiden Galaxien ist.","Aber dann habe ich es mir angeschaut und das stimmt. Sie haben das schon ganz","gut gemacht. Das stimmt schon wahrscheinlich.","Und sie haben auch ganz gute, einfach Monte Carlo Simulationen, so macht man das.","Man nimmt einfach die Unsicherheiten, die man bei einem Wert hat.","Zum Beispiel bei der Masse, bei der Geschwindigkeit.","Also die Radialgeschwindigkeit kann man sehr gut messen, das,","was auf uns zukommt, Geschwindigkeit.","Aber die seitliche Geschwindigkeit, was dann tatsächlich die Geschwindigkeiten","der verschiedenen Galaxien sind, da gibt es natürlich Fehler und die sind gar nicht so klein.","Und wenn man die mit einbezieht und dann sagt, in der Verteilung dieser Unsicherheiten...","Mache ich mir jetzt ein Sample von irgendwie ein paar zehntausend verschiedenen lokalen Gruppen.","Da habe ich eine lokale Gruppe, die mit den Werten ist, so wie ich sie messe.","Dann habe ich eine lokale Gruppe, da kommt da ein bisschen was dazu und da nehme","ich ein bisschen was weg. Und so macht man das irgendwie zehntausend Mal.","Ich glaube, sie haben sogar 50.000 Simulationen gemacht. Und so hat man die Fehler gesampelt.","Also ich habe jetzt so und so viele lokale Gruppen, die so und so verteilt sind,","entsprechend meiner Unsicherheiten, entsprechend meiner Messungeneuigkeiten.","Und dann kommt man eben drauf, dass tatsächlich in nur 54 Prozent dieser Simulationen","es zu einer Verschmelzung nach der ersten Begegnung kommt.","Ja, aber es ist immer noch die Mehrheit.","Es ist immer noch die Mehrheit. Und es ist nämlich der Grund dafür auch mitunter,","dass die große Magellansche Wolke die Ebene ihres Orbits normal auf das Orbit","zwischen Andromeda und Milchstraße steht.","Also die Magellansche Wolke geht quasi so rauf und runter,","während wir Richtung Andromeda fliegen und dadurch, durch diese quasi nach oben","gerichtete Bewegung der Magellanschen Wolke, wird die Milchstraße so ein bisschen","abgelenkt von ihrer Bahn.","Die Magellansche Wolke zerrt ein wenig an der Milchstraße und so reduziert sich","diese Kollisionswahrscheinlichkeit doch deutlich.","Also das Ganze natürlich innerhalb der nächsten 10 Milliarden Jahre.","Man sieht das recht gut, wenn ihr es euch genauer anschauen wollt,","in der Figure 2, in der zweiten Abbildung in dem Paper.","Da sieht man den Abstand zwischen den beiden Galaxien im Laufe der Zeit.","Also dann sieht man, wie der Abstand so nach unten geht und in den meisten Fällen","bleibt er dann auch dort unten, also bei Null, weil sie verschmolzen.","Und dann gibt es aber einige, wo es wieder nach oben bouncet,","wo sie wieder auseinanderfliegen.","Und dann sieht man, die Kurve krümmt sich natürlich wieder, dann sind die zehn","Milliarden Jahre vorbei. Also dann kommt es zur nächsten Annäherung natürlich","außerhalb dieses Timeframes und dann kommt es irgendwann zu einer Kollision.","Die werden miteinander verschmelzen, aber eben nicht unbedingt bei der nächsten Begegnung.","Na immerhin, Hauptsache am Ende ist alles eins und bis dahin haben wir noch mehr Zeit.","So ist es. Damit sind wir auch schon mit meinen Milchstraßenthemen durch.","Jetzt haben wir noch eine Frage, oder?","Genau, wir haben gedacht, für","die kurze Sommerfolge gibt es eine Frage pro Folge, die wir beantworten.","Also Lucia stellt uns eine Frage, die auch schon von anderen Seiten da mal kommt","und die ich auch ab und zu im Planetarium gestellt bekomme, muss ich zugeben,","und die ich, obwohl ich es den Kindern versprochen habe, noch nie tatsächlich recherchiert habe.","Aber du hast es recherchiert, das weiß ich. Und darum die Frage an dich von","Lucia. Sie würde gerne wissen...","Tiere ins Weltall geflogen sind, wenn ja, wie viele und wie sie sich dort verhalten haben.","Ja, da gibt es jede Menge Geschichten, die man erzählen kann.","Und Lucia, du kannst gerne Folge 336 meines Podcasts Sternengeschichten hören.","Die Folge heißt Felicette, die Weltraumkatze und andere Raumfahrttiere.","Und ich gebe gleich hier eine Warnung für alle, die Tiere sehr,","sehr gerne haben und nicht gerne hören, wenn Tieren etwas Schlimmes passiert,","dann höre ich das vielleicht doch nicht an.","Weil vielen Tieren, die ins Weltall geflogen sind, und es gibt viele Tiere,","die ins Weltall geflogen sind, ist es nicht gut gegangen am Ende.","Die allerersten Tiere, Brot, was waren die allerersten Tiere,","die ins All geflogen sind?","Fruchtfliegen.","Richtig. Jetzt geraten oder gewusst?","Na, geraten natürlich.","Ach so. Ja, die sind am 20. Februar 1947. Da haben die Amerikaner, die USA...","Wow, so früh schon.","Ja, die haben wir damals aus der zweiten Weltkrieg, die ganzen V2-Raketen aus","Deutschland mitgenommen. Und dann haben sie gedacht, da stecken wir mal ein","paar Fruchtfliegen rein und schießen die hoch.","Und wollten gucken, ob da die Strahlung was macht in großer Höhe.","Hat man alles nicht gewusst damals.","Bevor man da mit Menschen anfängt, hat man sich gedacht, nehmen wir mal Tiere oder Fruchtfliegen.","Und hat die Rakete dann auf 109 Kilometer Höhe geschickt und dann die Fliegen","ausgeworfen mit einem Fallschirm.","Also nicht jetzt jede Flieger in einem einzelnen Fallschirm,","das war eine Kapsel und so weiter.","Und hat dann geschaut, wie es ihnen geht. Und die Fruchtfliegen haben es überlebt.","Wie süß, oder? So Mini-Fallschirme.","Ja, so süß ist er.","Wo bringt man die an? Wo befestigt man die am Körper der Fruchtflügel?","Theoretisch hätten die Flügel, aber egal. Und dann haben die Amerikaner mit Affen angefangen.","Also die Amis haben Affen geschickt am 11. Juni 1948.","Der Resus-Affe Albert hieß der, auch in einer V2-Rakete.","63 Kilometer, also je nach offizieller Definition noch nicht im Weltall,","aber es hat trotzdem gereicht, dass er daran erstickt und stirbt.","Was, die haben denn einfach ohne irgendwas in diese Rakete reingetan? Ohne irgendwas?","Das hat teils, weiß ich jetzt nicht mehr auswendig, irgendwas werden schon Messgeräte","dran gewesen sein, aber ich glaube, sie haben jetzt nicht unbedingt dafür gesorgt.","Keine Luft auf jeden Fall.","Ja, da wird halt irgendwas anderes passiert sein. Ja, dann haben sie einen zweiten","Affen, den haben sie dann sehr, sehr unsensibel, Albert II genannt,","1949 hochgeschickt, der hat 134 Kilometer erreicht und auch der ist gestorben,","weil der Fallschirm der Landekapsel versagt hat.","Wir haben es mit Affen gehabt in den USA, haben jede Menge Affen hochgeschickt,","aber nur ein Drittel hat überlebt und der erste Affe, der überlebt hat,","war ein Affe mit dem Namen Miss Baker und das war im Jahr 1959.","Ja und dann kennt man vielleicht den Schimpansen Ham, der ist mit einer Mercury-Raumkapsel","hochgeflogen, die man trainiert hat, dass er da Hebel und Knöpfe drückt,","wenn man schauen wollte, ob","der da bewusstlos wird so hoch oben und ob der immer noch drücken kann,","weil die Menschen mussten ihn auch immer mal drücken und hat er geschafft und so.","Ja, also ich kann ja nicht alle Viecher aufzählen, die da hingeflogen sind,","aber die Amerikaner haben viele Affen hochgeschickt, die Russen,","die Sowjets, haben Hunde hochgeschickt.","Das berühmteste Tier, Laika, die Hündin, 57 ins All geflogen ist.","Laika hat es auch nicht überlebt.","Die Nächsten, Strelka und Belka hießen die, die sind wieder lebendig zurück","zur Erde gekommen und ja, alle welchen anderen Tiere sind auch noch hochgeflogen.","Die ersten Tiere, die den erdnahen Weltraum verlassen haben, waren Schildkröten.","Die sind 1968 mit einer sowjetischen Mission um den Mond gekreist und sind zur","Erde zurückgekommen und haben den Ausflug überlebt.","Also die ersten Lebewesen, die einmal zum Mond zurückgeflogen sind,","waren zwei Schildkröten.","Waren sie festgeschnallt?","Du fragst, sagst du, die Details kennen wir nicht.","Ich stoße nur. Aber eine schöne Vorstellung, wenn man weiß, dass die Tiere überlebt","haben, ist es doch eine schöne Vorstellung, zwei schwerelose Schildkröten in einer Raumkapsel.","Um die 50 Hunde haben sie hochgeschickt, die Sowjets. Sie haben den Hasen hochgeschickt, der hieß Marfusa.","Es gab Mäuse, die haben die USA wieder hochgeschickt. Es gab Frösche,","die sind auch mit explodiert mit der Rakete, so wie die Mäuse.","Ich habe mir gedacht, die Frösche ist denn selber explodiert.","Russland hat ein Meerschweinchen hochgeschickt, das hat überlebt.","Es gab alles Mögliche, Wespen, Käfer, Bakterien, Pflanzen, Pilze und so weiter.","Und Fische gab es auch. Der erste Fisch 1973 aufs Keile mit den ersten Spinnen.","Die hießen übrigens Arabelle und Anita, das habe ich mir aufgeschrieben.","Grebse, Heuschrecken, Quallen, Karpfen, Schnecken, Seeigel, Schmetterlinge, alles gab es.","Und die titelgebende Felicette, die Weltraumkatze, die kam aus Frankreich.","Die hat Frankreich hochgeschickt.","Die wollten anscheinend auch mal testen, wie das so ist mit den Tieren im Weltall.","War sie so glücklich, wie ihr Name es suggeriert?","Wahrscheinlich so lange, bis die Rakete dann am Boden angekommen ist.","Da war sie dann wahrscheinlich nicht mehr so glücklich, die Felicette.","Also mittlerweile hat man sich halbwegs darauf geeinigt, sowas nicht mehr zu","machen. Also es gibt schon noch entsprechende Experimente.","Man hat so Bio-Satelliten zum Beispiel","hochgeschickt mit so kleinen Mini-Ökosystemen drin, um das zu testen.","2018, das fand ich, ich weiß nicht, ob ich es lustig finde oder nicht,","2018 hat man 20 Mäuse mit einer Dragon-Kapsel von SpaceX zur Raumstation geschickt","und die hatten dort ein eigenes Rodent Research Hardware System,","also so ein eigenes Infrastruktur, um zu erforschen, was Schwerlosigkeit mit Mäusen macht.","Ich bin mir nicht sicher, ich habe jetzt den aktuellen Stand jetzt nicht,","wie es ist mit Tieren, aber mittlerweile haben wir wirklich,","glaube ich, schon genug Tiere umkommen lassen im Weltall und genug Erfahrung mit Menschen,","dass wir darauf verzichten können, weitere Hunde, Katzen, Affen oder sonst was in Raketen zu stecken.","Um die Frage von Lucia jetzt noch abschließend zu beantworten, ja,","es sind Tiere ins Weltall geflogen, es sind sehr, sehr viele verschiedene Tiere","ins Weltall geflogen und wie sie sich verhalten haben, naja,","den meisten hat es vermutlich eher wenig Spaß gemacht. und sehr viele davon sind auch gestorben.","Sorry, Lucia. Aber das hat Lucia, glaube ich, auch schon gewusst,","dass es den meisten nicht ganz so gut ergangen ist. Danke für die Frage auf jeden Fall.","Ja, schickt uns auch gerne eure Fragen an fragen-etwas-universum.de und fragt","uns was, wo die Antworten nicht so deprimierend sind, bitte.","Was ganz und gar nicht deprimierend ist, seid ihr und eure Unterstützung ist","alles andere als deprimierend, ist sehr erfreulich.","Wir bekommen ja keine Kohle, kein Geld von irgendjemandem, über keine Plattform","und kein sonst was außer von euch.","Und das finden wir natürlich sehr,","sehr lobenswert, dass ihr nicht nur uns zuhört und uns lustig findet,","was ja schon lobenswert genug wäre, aber dass ihr tatsächlich dann eure Dankbarkeit","dafür auch noch finanziell bekommt.","Drückt und uns Geld zukommen lässt für unsere Arbeit.","Es fallen ja da immer wieder auch so kleinere Kosten an natürlich und Arbeit kostet auch Geld.","Zeit, Zeit kostet auch Geld. Also insofern ist das natürlich toll.","Und seit dem letzten Mal haben uns wieder einige Leute unterstützt und zwar","über PayPal waren das Hans-Martin, Martin, Ulrike, Markus.","Ganz herzlichen Dank, Markus.","Ja, vielen Dank, Markus.","Norbert, Franz, Dominik und Susanne und Johannes, die uns auch alle Geburtstagswünsche","zum Universumsgeburtstag zukommen haben lassen. Susanne auf Niedersächsisch.","Ich habe es verstanden. Niedersächsisch?","Plattdeutsch heißt es normalerweise.","Sie hat gesagt aus Niedersachsen, auf Niedersächsisch, Niedersächsisch,","keine Ahnung, whatever. Genau, ihr redet alles so da oben, oder?","Ja, willst du das mal vorlesen?","Ja, willst du mich jetzt diskreditieren oder was?","Probier es leicht eng.","Ich habe es auf jeden Fall verstanden. Also verstehen kann man es schon,","aber ich weiß nicht, ob ich es richtig aussprechen würde.","Liebe Ruth, liebe Florian, allerliebste und beste Wünsche.","Toll das fünfjährige Jubiläum von der Welt, das Ende der Welt.","Hier in Westerakommerzien.","Was, wie spricht man das aus?","Wester Akumersil.","Ah, ist so. Wester Akumersil, Niedersachsen, an der Nordsee.","Anjai, wer blöd half so schön hier, an der Küst. Freue mich schon auf weitere Folgen.","Ohne euch wäre es halb so schön hier, oder?","Ja, so ungefähr.","So ein bisschen holländisch auch.","Ja, sehr plattdeutsch, ja.","Habe ich es gut ausgesprochen?","Weiß ich nicht, also wenn meine Familie das redet, geht es anders.","Sagt es mir lieber nicht.","Ja, aber vielen Dank, Susanne.","Oh Gott. gut. Das war es auch schon mit den Spenden.","Ja, vielen Dank. Über Steady und Patreon ist diesmal nichts reingekommen.","Da war ja letztes Mal jede Menge los.","Ja, kann auch gerne jede Folge viel los sein.","Ja, stimmt. Lasst euch nicht abhalten. Aber vielen Dank für euch und für euch. An euch.","Die Hitze, die Hitze. Ich kann schon wieder nicht reden. Vielen Dank an euch für eure Spenden.","Ja, ich sage auch Danke und,","Veranstaltungsankündigungen gibt es keine, weil jetzt im Juli und August haben","wir, glaube ich, beide nichts anzukündigen, wo wir sind, weil wir da ja auch","mal Sommerpause machen mit den meisten Veranstaltungen und die gibt es dann","im September wieder und dann werden wir sie auch wieder ankündigen.","Ihr könnt natürlich gerne schon, da würde ich mich freuen, für die Sternengeschichten-Liveshow","in Leverkusen Tickets kaufen. Die findet am 28.","September statt und da ist noch mehr Platz in dem Veranstaltungsort,","als ich gerne hätte. dass da Platz ist.","Und ich kriege von diesem Veranstalter jeden Tag so automatisierte E-Mails,","wo für alle Veranstaltungen...","Wow, jeden Tag?","Ja, das ist so automatisiertes Ding von dem Ticketservice. Da kommt jeden Tag","eine E-Mail, wo drinsteht, so und so viele Karten sind verkauft.","Letzte Show war in München. Die war sehr, sehr schön übrigens mit sehr,","sehr vielen netten Leuten, die ich getroffen habe.","Und seitdem kriege ich jeden Tag eine E-Mail und da steht aber drin dieselbe","Zahl und die ändert sich nicht.","Und wenn sie sich ab und zu mal ändert, würde ich mich auch freuen.","Also wenn ihr vorhabt, da hinzukommen, dann besorgt euch Karten, würde ich mich freuen.","Links in den Shownotes und restliche Veranstaltungen kommen dann später und","da passt gleich das nächste Thema dazu, denn wir hatten ja letztes Jahr im Sommer","ein sehr, sehr schönes Rätselspiel,","wo Evi uns Karten geschrieben hat von fiktiven Orten im Science-Fiction-Universum.","Ansichtskarten von ihrer Reise durch das Science-Fiction-Universum und ihr, liebe Hörerschaft.","Ihr solltet raten, wo Evi sich aufgehalten hat und für die, die es am meisten","geraten haben oder die am meisten richtig geraten haben, gab es dann Preise","und zu den Preisen gehörten auch Tickets für Veranstaltungen.","Und das werden wir jetzt wieder so machen. Also Evi wird uns wieder Karten schreiben.","Sie treibt sich schon wieder in der Science-Fiction-Welt herum den ganzen Sommer","lang und schickt uns eine akustische Postkarte davon, wo sie sich aufhält.","Und wenn ihr diese Postkarte jetzt gleich hört, dann könnt ihr mitraten, wo Evi sich aufhält.","Und am Ende werden wir dann schauen, wer am meisten geraten hat.","Und dann kriegt der Preise. Ihr könnt das Übliche haben. Also Evi.","Tickets für Veranstaltungen, wo wir sind oder Bücher, die wir geschrieben haben oder andere Dinge.","Das werden wir dann noch bekannt geben, wenn das Spiel vorbei ist.","Aber damit es anfangen kann, müssen wir uns anhören, wo Evi sich aufgehalten hat.","Und das machen wir jetzt gleich im Anschluss. Ich sage davor noch kurz was zu","den Regeln, weil ein paar Regeln muss es ja geben.","Es gibt eine kurze akustische Karte. Evi schreibt da, wo sie ist.","Und ihr müsst nicht nur erraten, wo sie ist, sondern diesmal auch vor allem","erraten, wie der Film heißt, der die Grundlage für den Ort ist, wo sie sich befindet.","Das heißt, als Antwort brauchen wir einen Ort und den passenden Science-Fiction-Film dazu.","Das könnt ihr sammeln über die vier Folgen hinweg, die wir diese Sommerserie","machen und danach schickt ihr","das alles an hello-at-das-universum.at und dann werden wir das auslosen.","Beziehungsweise ja einfach so vergeben, wenn zu wenig richtig geraten haben.","Ansonsten wird es ausgelost und dann gibt es die Preise. Das sind die Regeln.","Sehr gut. Bin schon sehr gespannt.","Ja, wir verraten noch gar nichts, weil sonst wäre es ja unfair.","Und das hören wir jetzt an.","Und wenn wir es uns angehört haben, dann wird die Folge auch zu Ende sein.","Das heißt, wir verabschieden uns jetzt gleich und sagen Tschüss.","Macht's gut. Bis bald.","Liebe Ruth, lieber Florian. Sommer, Sonne, Sonnenschein. Endlich Ferien.","Ich freue mich schon auf meine Auszeit und bin gespannt, was mich hier alles erwartet.","Zuallererst, ich bin gut angekommen. Und das Wetter ist auch fein.","Aber das war's dann auch schon.","Statt einer beeindruckenden Skyline und schicken Villen, dürfte ich wohl in","einer weniger feinen Gegend hier gelandet sein.","Armut und Arbeitslosigkeit ist hier allgegenwärtig. Eine Menge obdachloser Menschen","hier, die abends draußen vor ihren Hütten und Baracken um einen alten Fernseher","zusammensitzen und sich Werbung ansehen.","Ich habe unterwegs einen Typen getroffen, der eigentlich einen ganz netten Eindruck","gemacht hat. Auch wenn er ein bisschen bräulich daherkommt mit seinem Spruch,","er ist hierher gekommen, um Kaugummi zu kauen und Leuten in den Arsch zu treten.","Und mit dem Kaugummi ist er schon fast fertig.","Naja, aber das ist noch gar nicht das Schrägste an ihm. Gestern habe ich ihn","wieder getroffen, als ich durch die Stadt spazierte.","Plötzlich sah ich, wie sich zwei Typen in einer Seitengasse gegenseitig verprügelten.","Ich wollte schon eilig weitergehen, als ich erkannte, dass einer der beiden","meine neue Bekanntschaft war.","Na, jetzt hat er wohl wirklich keinen Kaugummi mehr, dachte ich,","und wollte mich schnell verdrücken. Aber da hat er mich auch schon gesehen,","sich schnell losgerissen und kam eilig auf mich zugelaufen, noch ehe ich mich verstecken konnte.","Er war ganz aufgeregt, weil er irgendwas ganz Großem auf der Spur sei.","Die Polizei habe die Baracken zerstört, berichtete er. Und bei seiner Flucht","hat er Kartons voll mit Sonnenbrillen gefunden, die er hier in einer Mülltonne","versteckt hat. Was ganz Arges geht hier vor sich.","Ich soll eine der Brillen aufsetzen. Dann würde ich verstehen und die Verschwörung","erkennen, in der alle drinnen hängen.","Die Konzerne, die Medien und wie sie uns steuern.","Das war mir doch zu steil. Als nächstes würde vielleicht noch behaupten,","dass das alles Aliens sind.","Jedenfalls lehnte ich dankend ab und ging schnell davon. Ich setze doch keine","Sonnenbrille auf, die im Müll gelegen hat. Wie unhygienisch.","Liebe Grüße, Evi."]}