{"v":1,"episode":135,"speakers":["Florian","Ruth","Evi"],"t":[10,15,17,20,25,26,30,34,38,40,43,46,51,54,56,56,59,62,65,69,72,73,76,78,80,84,88,92,94,100,102,108,113,117,120,123,126,129,133,136,138,141,145,148,151,154,158,161,165,168,172,178,180,186,189,194,196,199,202,206,210,214,216,220,223,226,230,234,238,242,245,249,255,258,262,266,270,274,276,279,280,282,284,288,291,294,298,301,305,305,311,313,314,318,322,324,327,330,333,335,335,340,342,345,349,352,358,362,369,372,374,378,378,381,387,391,394,400,403,406,409,412,413,419,423,427,428,432,436,438,443,448,453,454,458,460,463,468,474,479,483,486,489,492,493,499,503,506,511,513,518,523,526,530,533,538,545,548,552,554,557,564,570,571,577,579,584,589,594,597,601,605,607,611,614,618,622,624,627,629,631,636,641,644,649,652,656,659,664,666,672,676,680,686,689,693,696,698,703,706,710,713,717,721,723,727,731,735,735,737,741,746,750,754,758,762,764,767,772,774,778,782,787,792,795,797,800,803,806,809,811,817,819,821,826,827,831,835,838,840,843,848,851,856,859,863,865,868,869,872,875,876,880,883,886,886,890,892,897,899,903,906,909,912,915,918,922,925,928,930,933,936,940,943,947,951,953,956,959,960,963,964,968,970,974,978,983,988,991,996,996,1000,1002,1005,1008,1012,1015,1018,1021,1025,1029,1030,1033,1036,1041,1043,1046,1052,1057,1058,1063,1065,1067,1072,1077,1081,1085,1088,1090,1092,1097,1101,1104,1108,1109,1112,1112,1116,1120,1122,1127,1131,1136,1141,1144,1147,1151,1152,1156,1160,1163,1165,1170,1173,1176,1180,1182,1186,1189,1190,1191,1195,1198,1203,1206,1208,1211,1213,1217,1220,1224,1228,1231,1234,1238,1241,1245,1248,1252,1255,1256,1260,1264,1267,1272,1275,1279,1281,1286,1289,1293,1295,1297,1302,1306,1312,1317,1321,1323,1327,1332,1336,1340,1347,1350,1355,1359,1361,1365,1370,1374,1378,1382,1386,1389,1394,1395,1399,1403,1407,1410,1412,1414,1417,1421,1423,1425,1427,1430,1433,1434,1438,1441,1445,1449,1453,1455,1458,1461,1462,1466,1470,1473,1476,1479,1482,1484,1487,1490,1494,1497,1501,1503,1507,1509],"s":[0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,1,0,1,0,0,0,0,1,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,1,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,1,0,1,0,0,0,0,0,0,1,0,0,1,0,0,1,1,1,0,1,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,0,0,0,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0,1,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,1,1,1,1,0,0,1,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0,1,0,1,0,0,1,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2],"x":["Herzlich willkommen bei Das Universum, dem Podcast, in dem Ruth und Florian","über das Universum sprechen.","Mit Ruth und mit Florian und mit Sommer.","Wir machen die zweite Sommerfolge, die wie immer im Sommer ein bisschen kürzer","ist als die normalen Folgen,","weil wir im Sommer auch ein bisschen weniger arbeiten wollen,","beziehungsweise im Fall von mir ich zwar durchaus gern weniger arbeiten wollen","würde, aber leider Teil des Sommers mit Arbeit verbringen muss,","für die außerhalb des Sommers keine Zeit war.","So oder so nehmen wir jetzt gleich vor dem Sommer einen Schwung,","folgen auf einmal auf, damit wir auch","im Sommer regelmäßig in euren Podcast-Applikationen zu hören sein werden.","Und wenn es euch zu kurz ist, könntest du es ja einfach auf halber Geschwindigkeit","hören. Im Sommer ist ja alles langsamer.","Genau.","Ich werde schneller reden, dann wirst du es einfach von selber so machen.","Du hältst nicht durch.","Na außer ha ha, ist mir eh schon nichts mehr eingefallen.","Oder ihr fangt einfach bei Folge 0 nochmal an. Da gibt es genug zum Hören und","wahrscheinlich, ich habe das meiste vergessen, was ich irgendwie früher erzählt","habe und ihr vielleicht auch.","Dann ist es ein zweites Mal auch noch spannend. Also könnt gerne nochmal...","Ich sowieso. Ich habe keine Ahnung,","wovon ich geredet habe. Das letzte Mal weiß ich noch, aber sonst...","Wir haben ja eh schon 135 Folgen, glaube ich, Folgen 135 ist das jetzt gerade.","Das ist ja krass, oder? 135. Fünf Jahre immer noch.","Genau. Wir fangen gleich an mit Urlaubsthemen. Wenn ihr Urlaub machen wollt,","dann wollt ihr vielleicht ein bisschen durch die schöne Gegend wandern.","Und eine schöne Gegend gibt es in vielen Gegenden der Welt, aber eine ganz nette","Gegend findet man in Niederösterreich.","Ganz Niederösterreich ist eine nette Gegend, da kann man überall was finden. Natürlich gibt es,","überall Ecken, die schirch sind, aber du kannst irgendwo in Niederösterreich","aussteigen und wirst immer irgendwo in nicht allzu weiter Entfernung einen Ort","finden, wo man schön wandern gehen kann zum Beispiel.","Also hier bei mir ist der Wiener Wald, auf der Seite da drüben bist du dann","schon wieder in Richtung Neusiedlersee, das Weinviertel oben,","du hast die Wachau, du hast das Waldviertel, du hast unten hier Mariazell,","die Berge, also man fängt spontan keine Ecke ein, wo man auf dem Stadtrand von St.","Pölten vielleicht, ja okay, da ist es nicht so schön, aber wahrscheinlich ist es sogar da schön.","Mir fallen jetzt schon ein paar Gegenden","ein, aber ich möchte die Niederösterreicher hier nicht beleidigen.","Ja, soll ich aufziehen, wo es in Wien schier ist?","Okay, okay.","Also es gibt sehr viel, wo man spazieren gehen kann. Und eine Ecke,","wenn ihr zum Beispiel durch die Wachau fahrt, die Wachau, die ist per Definition","schön, die ist sogar Weltnaturerbe und Weltkulturerbe.","Und ich komme daher, also drei Gründe, warum die Wachau super ist.","Und die ist wirklich schön, die Wachau. Und ein Ende der Wachau ist Melk.","Und wenn ihr euch dann von Melk Richtung St.","Pölten aufmacht zur Landeshauptstadt, da so dazwischen in der Gegend,","da könnt ihr nicht nur spazieren gehen, sondern da könnt ihr unter Umständen auch etwas finden.","Etwas, was da vor kurzem runtergekommen ist, oder?","Vor kurzem, also am 12. Juni, am 12. Juni hat man einen hellen Feuerball nahe","der Westautobahn zwischen St. Pölten und Melk beobachtet.","Und man kann da tatsächlich was finden, sagen die Leute, die sich auskennen","vom Naturhistorischen Museum.","Da sind die Meteoritenexpertinnen und Experten in Österreich.","Und die haben genau geschaut, okay, wo könnte das sein?","Zwischen den Ortschaften Inning und Heindorf. Und die haben uns auf der Karte","angeschaut, das ist jetzt gar nicht so viel Platz zwischen Inning und Heindorf.","Also ich habe die Ortschaften nie gehört, das sind halt zwei so kleine Orte da.","Kann man nicht vorstellen, dass das so schwer zu finden ist.","So genau kann man das sagen, so genau zwischen den beiden Orten.","Naja, wenn du es ungefähr weißt, ja, wenn man die Bahn langt.","Da ist auch kein dichter Wald oder so, aber gut, wenn es trotzdem schwer zu","finden, Ungefähr so groß wie eine Marille, haben Sie gesagt.","Also eine Afrikose, falls ihr aus Deutschland anreist und nicht wisst, was eine Marille ist.","Ja, also wenn ihr da spazieren geht, dann bitte schauen, ob es da Steine gibt","mit so einer charakteristischen schwarzen Kruste. Das ist typisch für Gesteinsmeteoriten.","Und falls ihr wirklich was finden sollte, es ist unwahrscheinlich,","aber man weiß nie, bitte nicht gleich aufklauben und mit nach Hause nehmen,","sondern zuerst Fotos machen aus verschiedenen Richtungen, GPS-Koordinaten aufzeichnen vom Fundort.","Alles, was sonst noch auffällig ist, irgendwie aufschreiben,","fotografieren und so weiter und dann, wenn das alles gemacht ist,","den Meteorit nicht einfach so angreifen, sondern mit Plastiktüte,","Alufolie, sonst irgendwas aufheben und dann den Leuten vom Naturhistorischen","Museum Wien Bescheid sagen. Und uns auch, bitte, wir wollen es auch wissen.","Macht so ein Ding eigentlich einen Krater?","Macht eine Weltraum-Marille einen Krater?","Nein, die Kleinen nicht.","Aber so ein bisschen so eine Grube schon, oder?","Weiß ich nicht.","Oder liegt der da einfach wirklich so im Maisfeld, so ohne irgendwas?","Ja, ich glaube schon mal. Der kommt zwar so im Weltall, aber die sind dann klein","genug. Die werden dann auch abgebremst beim Eintritt in die Atmosphäre.","Die fallen dann im Wesentlichen mit der normalen Freifallgeschwindigkeit runter.","Die kommen ja nicht mit den 20 Kilometern pro Sekunde auf der Erde an,","die sie im Weltall gehabt haben, sondern keine Ahnung, so 200 Kilometer pro","Stunde, was man halt hat.","Immer noch 200 kmh, das ist schon also, naja, gut, aber für einen Grad ein bisschen eine Delle.","Ja, ein bisschen eine Delle wird schon sein, ein bisschen eine Delle hast du","auch, wenn du den Scheiners fallen lass.","Aber es liegt jetzt nicht in einer zwei Meter tiefen Mulde.","Nein, nein, nein, das nicht. Ja, also falls ihr da in diesem Teil von Niederösterreich","unterwegs seid, schaut euch das an, vielleicht findet ihr was.","Das ist schon sehr interessant. Und die suchen natürlich auch,","ne, die Leute vom Naturösterreichischen Museum und so weiter und so fort,","mit so großen Kämmen wie in Spaceballs, durchkämmen sie die Wüste.","Nein, das machen die Leute nicht.","Schade.","Wir reden heute in der eigentlichen Geschichte über andere Asteroiden und über","eine wissenschaftliche Arbeit.","Und ich betone, dass es eine wissenschaftliche Arbeit ist, weil der Titel der","wissenschaftlichen Arbeit ist auf den ersten Blick gar nicht so wissenschaftlich.","Der heißt nämlich die unsichtbare Gefahr.","The Invisible Threat heißt die Arbeit. Assessing the Collisional Hazard Post","by the Undiscovered Venus Co-Orbital Asteroids.","Also es geht um Asteroiden, die sich eine Umlaufbahn mit der Venus teilen,","die bis jetzt noch nicht entdeckt worden sind und die Gefahr,","die sie für die Erde darstellen.","Aber dürfen die das überhaupt, sich eine Umlaufbahn mit der Venus teilen?","Ja, das dürfen die.","Die Venus ist doch ein Planet und das dürfen die doch gar nicht.","Doch, das dürfen die. Das tun ganz viele Himmelskörper. Wir kennen die Trojaner bei Jupiter.","Da gibt es ein paar Millionen Asteroiden, die sich in der Umlaufbahn mit Jupiter teilen.","Und es gibt auch andere Arten, wie man sich in der Umlaufbahn teilen kann.","Ko-orbital heißt im Prinzip erstmal nur, dass die Umlaufzeit des Asteroids genauso","lang ist wie die Umlaufzeit des Planeten.","Und da gibt es halt ganz viele Möglichkeiten, wie das sein kann.","Du erinnerst dich vielleicht an einen schönen Himmelskörper,","von dem du, glaube ich, erzählt hast, der Suswe heißt.","Suswe.","Suswe. Das ist ein sogenannter Quasi-Satellit der Venus,","also ein Quasi-Mond, kein echter Mond, weil er sich nicht um die Venus bewegt,","Aber er bewegt sich gemeinsam mit der Venus um die Sonne und braucht dafür eine","Umkreisung genauso lange wie die Venus.","Und wir haben schon ausführlichst in den diversen Folgen über Lagrange-Punkte","und sowas gesprochen, als wir in unseren Folgen über das James-Webb-Teleskop","geredet haben. Hast du, glaube ich, ausführlich erklärt, wie das funktioniert.","Es gibt Möglichkeiten, wie kleinere Himmelskörper sich in der Umlaufbahn eines","größeren Himmelskörpers aufhalten können, ohne dass denen was passiert, dass die stabil sind.","Und das sind, wie gesagt, die Trojaner-Orbits oder so quasi Satelliten-Orbits wie bei Suswe.","Und alle möglichen anderen Arten","gibt es auch. Die werde ich jetzt nicht irgendwie erzählen. Es ist...","Ist Kardia eigentlich noch da?","Kardia, der mit der krischen Tür, ja.","Die Tür, genau. Der Quasi-Satellit der Erde. Reste schon wieder weg, oder?","Ja, Kardia wird noch da sein bis zum Jahr 2600. Und das ist gleich ein wichtiger Punkt.","Also solche Quasi-Satelliten, solche koorbitalen Objekte, die sind nicht prinzipiell stabil.","Also die sind schon eine Zeit lang stabil, aber jetzt nicht so dauerhaft stabil,","wie es zum Beispiel die Umlaufbahnen der Planeten sind.","Das gilt vielleicht für die Trojaner. Trojaner, die können sehr stabil sein.","Das sehen wir eben, wie gesagt, bei den Trojanern des Jupiters.","Die sind da seit ein paar Milliarden Jahren.","Aber die ganzen anderen Arten von koorbitalen Umlaufbahnen, die können durchaus sehr instabil sein.","Bei der Venus weiß man, dass die wirklich sehr stark chaotisch sind.","Und dass die so, ja, die bleiben da vielleicht ein paar tausend Jahre und dann","nehmen sie irgendwie eine andere Art von instabilen koorbitalen Bahnen ein.","Oder machen irgendwas anderes.","Und das andere, das ist jetzt interessant, weil die könnten dann auch in die Nähe der Erde kommen.","Also diese 1 zu 1 Resonanz, diese koorbitale Umlaufbahn, die schützt","Die Asteroiden vor einer Kollision mit Venus, die sind insofern stabil,","als die auf so einer Bahn nicht mit der Venus kollidieren können,","aber die können durchaus mit der Erde kollidieren.","Und das haben die sich in dieser Arbeit angeschaut. Wir kennen zurzeit ungefähr","20 Stück dieser koorbitalen Venus-Asteroiden, aber die haben alle hohe Exzentrizität.","Das heißt, die haben alle sehr lang gestreckte Umlaufbahnen,","was vermutlich ein Beobachtungseffekt ist, weil die sind halt leichter zu entdecken,","wenn sie ein bisschen weiter weg von der Venus kommen, als wenn sie alle wirklich","exakt dieselbe Umlaufbahn hätten wie die Venus.","Und wir haben nur einen einzigen, dessen Exzentrizität kleiner als 0,38 ist,","den wir kennen. Und jetzt fragst du dich mit Sicherheit, Ruth, warum gerade 0,38?","Mhm, frage ich mich.","Weil ein Asteroid, der eine Extensität von 0,38 hat, also eine Bahn,","die halt deutlich abweicht von der Kreisbahn,","so ein Asteroid hat seinen sonnenfernsten Punkt seiner Bahn genau dort,","wo die Erde den sonnennächsten Punkt erreicht.","Das heißt, ab dieser Exzentrizität kann wirklich der Asteroid die Erdbahn kreuzen","und wenn er das kann, dann kann er auch kollidieren mit uns.","Jetzt haben die eine klassische numerische Simulation gemacht.","Das heißt, sie haben so einen ganzen Haufen fiktiver Asteroiden genommen mit","allen möglichen Anfangsbedingungen, haben die überall hingesetzt.","Also alle möglichen Bahnen, die solche koabitalen Asteroiden haben können,","haben sie mal genommen und haben das in einen Computer geschmissen,","der die Bewegung simuliert für die nächsten 36.000 Jahre.","Das reicht, weil die halt eh so chaotisch sind, dass die eh nicht länger als","ein paar tausend Jahre irgendwo in einer stabilen Bahn bleiben.","Da reicht es, wenn man die paar zehntausend Jahre rechnet, um zu schauen,","was mit denen so passiert. Da muss man jetzt nicht über Millionen,","Milliarden Jahre rechnen.","Und das haben die gemacht und haben gesehen, naja, ja, da gibt es durchaus einige,","die mit der Erde kollidieren können, beziehungsweise der Erde nahe kommen können.","Die meisten hat man natürlich beobachtet, genau bei den Asteroiden,","die diese Grenzexzentrizität erreichen. aber, und das war das Interessante.","Man hat auch einige nahe Begegnungen und","Pseudokollisionen oder potenzielle Kollisionen bei Asteroiden beobachtet,","die eine kleinere Exzentrizität haben.","Und das ist erstens interessant und zweitens insofern kritisch,","als die schwer zu beobachten sind.","Weil das sind ja Asteroiden, die sich die Umlaufbahn mit der Venus teilen.","Und wenn die dann sich die Umlaufbahn mit der Venus teilen und wir die beobachten","wollen, entdecken wollen, naja, dann sind die halt immer in der Nähe der Venus.","Und das macht es schwierig, vor allem weil die Venus auch näher an der Sonne ist als die Erde.","Deswegen wird die Venus ja auch Morgenstern oder Abendstern genannt,","weil die Venus nicht mitten in der Nacht am Himmel steht, sondern halt nur in","der Abenddämmerung oder in der Morgendämmerung, weil die dann weg ist,","untergegangen ist oder noch nicht aufgegangen ist.","Das heißt, wenn wir dann noch dazu Asteroiden haben, deren Bahn genauso kreisförmig,","genauso rund ist wie die Bahn der Venus, dann sind die wirklich schwer zu entdecken.","Die, deren Bahnen ein bisschen langgestreckter sind als die Venus-Bahnen,","die kann man finden, weil die entfernen sich ein bisschen von der Venus bei","ihrem Umlauf um die Sonne. Die können wir sehen, aber die anderen kann man sehr schwer beobachten.","Zumindest wenn man die Teleskope verwendet, die wir jetzt haben.","Aber es gibt ja neue Teleskope.","Teleskope, die sogar schon aktiv geworden sind, seit wir das letzte Mal.","Das vorletzte Mal geredet haben. Ich weiß genau, von welchem Teleskop du sprichst.","Hast du das tolle Video gesehen mit den neu entdeckten Asteroiden?","Ja, habe ich mal angeschaut.","Da gibt es ein ganz tolles Video.","Wir reden vom Vera Rubin Observatory. Da hast du in der letzten Geburtstagsfolge","schon angekündigt, dass dieses Teleskop an unserem Podcast-Geburtstag am 23.","Juni die ersten Bilder veröffentlichen wird. Und das ist auch genauso passiert.","Und dieses Vera Rubin Observatory ist halt ein tolles Teleskop.","Und da haben die in der Arbeit dann auch geschaut, ja, was kann man mit dem denn machen?","Kann man da spezielle Beobachtungsprogramme machen, damit das funktioniert?","Und hat gesehen, ja, kann man machen.","Es ist halt immer noch schwierig. Am besten kann man auch da die Asteroiden","finden, die eine hohe Exzentrizität haben und eine kleine Bahnneigung.","Die kann man gut finden mit Weber-Rubin.","Beim Rest kriegt man trotzdem Schwierigkeiten mit den Beobachtungszeiten,","weil die halt nicht so weit von der Sonne weggehen, sowohl Venus als auch der Asteroid.","Da wird es auch mit dem Rubin-Teleskop schwierig. Was funktionieren würde?","Teleskop im Weltall in der Venusbahn. Also am besten irgendwann einen Lagrange-Punkt","der Venus reinsetzen und dann sehen wir alles, was wir sehen wollen.","Klar, weil da kannst du auch in die andere Richtung schauen.","Da kannst du von der Sonne wegschauen und siehst sie auch.","Genau, das schlagen die vor. Ich habe jetzt nicht genau weiter recherchiert,","ob die da irgendwelche tiefergehenden Motivationen haben, dass sie einen Artikel","veröffentlichen, der die unsichtbare Gefahr heißt und damit endet,","wir brauchen ein neues Teleskop in der Venus-Umlaufbahn.","Was mich noch interessiert, ist, wie können Asteroiden, die eine kleine Exzentrizität","haben, in die Erdumlaufbahn kommen?","Wie machen die das? Werden die dann irgendwie...","Doch von der Venus irgendwie rausgeschubst und auf ihrem Weg nach draußen fliegen","sie dann doch an der Erde vorbei?","Ja, weil diese Asteroiden, wie gesagt, keine stabilen Umlaufbahnen haben.","Du musst wirklich ein Trojaner-Asteroid sein, wirklich im Lagrange-Punkt oder","in der unmittelbaren Nähe des Lagrange-Punktes der Venus sitzen,","dann kannst du dauerhaft stabil sein.","Ansonsten bist du, wenn du nicht in diesen Lagrange-Punkten bist,","sind die Gravitationskräfte, die Störungen zu groß, als dass du dauerhaft irgendwo sein kannst.","Das heißt, wenn du ein Asteroid mit einer niedrigen Extensität bist,","Das gilt genauso gut für Asteroiden mit hoher Exzentrizität. Da gilt es genauso.","Wenn du nicht im Lagrange-Punkt bist, dann wirst du auch die Störungen irgendwann","deine Bahn so geändert haben, dass du halt irgendwo anders hinfliegst.","Und dann kriegst du halt mal irgendwie eine Störung ab, weiß nicht,","von der Venus selbst oder vielleicht von der Erde oder von dem Merkur oder was","auch immer da noch rumfliegt.","Irgendwas stört dich dann und dann ändert sich natürlich die Exzentrizität.","Dann ändert sich die Bahnneigung und dann kommst du auf eine Bahn,","die halt in Richtung Erde führt.","Das mit den kleinen Exzentrizitäten, habe ich nur gesagt, weil das die sind,","die kann man schwer entdecken. Gefährlich sind die anderen genauso,","aber die Kleinen können wir schwer beobachten mit den kleinen Extensitäten.","Alles klar.","Die anderen können wir leichter beobachten, da wissen wir vorher Bescheid.","Warum sind sie nicht die unentdeckte Gefahr?","Ja, also die anderen, die könnten theoretisch nahe kommen, ohne dass wir lang","vorher Bescheid wissen. Und das war das Problem.","Alles klar. Aber was ist jetzt? Schicken wir jetzt ein Teleskop zu Venus?","Naja, wir schicken ganz viele Teleskope zu Venus, wie wir in unseren Geburtstagsfolgen","besprochen haben. Da habe ich ja ausführlich über Venus-Teleskope gesprochen.","Aber ich glaube, keines davon ist spezialisiert auf Asteroidenbeobachtung.","Die sind alle zur Venusbeobachtung entsprechend ausgelegt.","Also vielleicht werden die auch den einen oder anderen Blick mit ihren Instrumenten","hinkriegen, um Asteroiden zu sehen. Das weiß ich nicht, was damit möglich ist.","Aber ja, die haben halt ihr fixes Forschungsprogramm. Und wenn da jetzt andere","Leute kommen und sagen, hier, lass den planeten weg, schauen wir mal,","ob Asteroiden da sind, dann...","Gibt es vielleicht auch Ärger mit dem Rest der Forschungsgemeinschaft.","Ja, es wird jetzt noch kompetitiver, als es bisher schon war.","Also die Gefahr durch diese Venus-Asteroiden ist jetzt, würde ich sagen,","jetzt nicht so wahnsinnig groß, beziehungsweise es hat sich jetzt nichts Wahnsinniges geändert.","Wir wissen ja, dass die erdnahen Asteroiden, also alles, was sich da so zwischen","Venus und Mars-Umlaufbahn bewegt, egal ob es jetzt koabital ist oder nicht,","wir wissen, dass da jede Menge Sinn.","Wir wissen, dass es genau die sind, die gefährlich sind. Und wir wissen,","dass es auch welche gibt, die wir halt aus diversesten Gründen nicht so einfach","beobachten können wie andere.","Und jetzt haben die halt in dieser Arbeit nochmal genau geschaut,","wie das mit diesen Venus-Asteroiden ist.","Aber das heißt nicht, dass das Sonnensystem plötzlich zu einem gefährlicheren","Ort geworden ist als vorher oder","dass wir da so eine tickende Zeitbombe entdeckt hätten oder sonst was.","Wir haben halt nur jetzt gesehen, okay, da bei der Venus, da könnte es ein Reservoir","an Asteroiden geben, die für uns schwer zu beobachten ist und die genauso wie","alle anderen Asteroiden in dieser Gegend potenziell gefährlich sein könnten für die Erde.","Also das wissen wir jetzt. Aber es ist jetzt nichts gefährlicher geworden als vorher.","Es ist immer das Gleiche. Es ist immer increasing the known unknown.","Genau.","Wir wissen jetzt noch mehr, dass es Dinge gibt, die wir noch nicht kennen und","waren aber natürlich vorher schon da und waren genauso gefährlich.","Also es ist immer gefährlich gewesen.","Jetzt wissen wir es nur ein bisschen mehr und das ist natürlich positiv,","weil dann kann man ja vielleicht noch ein bisschen mehr dagegen tun, wenn man es weiß.","Wissen ist immer gut, weil wenn man nichts weiß, kann man auch was tun,","aber dann ist es oft Blödsinn.","Und schaut euch dieses Video an, also nicht nur den ersten Bildern von Vera","Rubin Observatory, sondern es gibt da wirklich ein großartiges Video,","wo sie die Asteroiden, die neu entdeckten Asteroiden am Himmel markiert haben","und wo man sieht, wie sie sich bewegen.","In den ersten paar Tagen, in den ersten paar Tagen seiner Beobachtungen,","ich weiß jetzt nicht, wie viele Nächte es waren, eine Handvoll,","irgendwie 2000 neue Asteroiden.","Und das geht jetzt so weiter die","nächsten zehn Jahre. Jede Menge Geburtstagsgeschenke kommen da auf uns zu.","Da sind wir gespannt. Damit wir alle mehr wissen, könnt ihr uns Fragen stellen und wir beantworten.","Eine Frage pro Sommerfolge haben wir gesagt und zuerst einmal habe ich dann","bei meiner Recherche nach Fragen gesehen.","Schon vor langer Zeit, zum Beispiel im Jahr 2020, haben uns Leute geschrieben,","eine Person, deren Namen ich vergessen habe aufzuschreiben. aber es tut mir","sehr, sehr leid, Person aus dem Jahr 2020.","Diese Person hat sich eine Folge und mehr Informationen über die Venus gewünscht.","Und genauso wie Burkhard. Burkhard wollte wissen, was es für neue Venus-Missionen gibt.","Und das haben wir in unserer Venus-Spezial-Geburtstagsfolge beantwortet.","Aber jetzt haben wir eine passende Frage, ganz passend zu dem,","was du gerade am Schluss erzählt hast, Rud, über das neue Video der Asteroiden-Entdeckungen","von Vera Rubin Observatory.","Da passt die Frage von Andreas.","Andreas fragt nämlich, ich habe folgende Frage. Wie können Astronomen unterscheiden","zwischen bereits bekannten Objekten und neuen Objekten?","Bei der Venus leuchtet bei das noch ein, dass man die wiedererkennt.","Aber woher weiß man unter all den tausenden Asteroiden, ob man jetzt einen neuen","gefunden hat oder nicht?","Man schaut im Katalog nach.","Genau.","So wie das Telefonbuch früher. Andreas, falls du dich noch erinnern kannst an","die gute alte Zeit, wo man alles im Telefonbuch nachschauen hat können. Nein, auch nicht alles.","Nein, es gibt natürlich Kataloge. Wenn","man etwas entdeckt, dann wird das kartografiert, was man da entdeckt hat.","Also wenn man etwas beobachtet, dann läuft ein Algorithmus drüber über das Bild","und identifiziert alle Quellen und dann werden die in einem Katalog verzeichnet","als das, was sie auch sind, nämlich Sterne oder nicht zuerst mal.","Und dann kommt man halt mit der Zeit drauf, dass es vielleicht ein Asteroid","ist, wenn es sich bewegt, wenn man die Daten hat, wenn man Beobachtungen hat,","wiederholte Beobachtungen, so wie jetzt beim Vera Rubin Observatory,","dann kann man sagen, ah, Asteroid.","Und dann kann es natürlich sein, dass dieser Lichtpunkt schon in einem vorherigen","Katalog drin war, was auch gut ist, weil dann kann man ihn mit noch früheren","Beobachtungen vergleichen und sehen, ah, bewegt sich wirklich,","ist wirklich ein Asteroid zum Beispiel oder eben auch nicht.","Also wenn man etwas beobachtet, schaut man immer zuerst, meistens eigentlich","schon vor den Beobachtungen, bevor man die noch beantragt,","schaut man sich das, was man sich anschauen will, mal irgendwie an,","was es da schon gibt, was es da für Infos schon gibt, was es für Beobachtungen","schon gibt, was es da für Katalogdaten schon gibt.","Und dann sehr dementsprechend, wenn da was Neues dabei ist, was noch nicht im","Katalog drin ist, dann weiß man, dass es eben dazugeht.","Noch nicht im Telefonbuch steht.","Genau, und natürlich muss man","nicht in echten Katalogen herumblättern und nachschauen, sondern das sind","Kopitodateien und da habe ich meine Beobachtung und dann kann ich schon den","Punkt und gibt es den Punkt schon und dann wird das automatisch nachgeschaut","in einer Datenbank und dann sagt mir der, ja, der Punkt ist der Asteroid oder","dieses Objekt und wenn der sagt, nee,","keine Ahnung, was der Punkt ist, dann muss man da ein bisschen genauer hinschauen,","dann hat man eine Chance, dass etwas Neues sein kann.","Das ist auch das Lustige, was Leute im Planetarium, wenn man es sehr fasziniert,","wenn ich dann irgendwie sage, oh, schauen wir uns mal den Sterne an, das ist, blablabla.","Und sie haben gesagt, sie kennen all die Punkte, die Sterne.","Und ich so, naja, nein, nicht wirklich, aber also Leute schon.","Natürlich kennen wir all die Punkte, natürlich. Und zwar die,","die wir jetzt da so sehen, mit bloßem Auge, kennen wir schon immer,","in der Antike, im Mittelalter haben Leute all diese Punkte schon irgendwie vermessen,","benannt teilweise und so weiter und so fort.","Und wir kennen noch viel mehr, Millionen, mittlerweile Milliarden,","dank Gaia, Milliarden von Punkten.","Die wir katalogisiert haben und genau vermessen haben und die wir kennen.","Wir wissen, was wir tun. Kann man es kurz sagen.","Wir wissen, was wir tun.","Was wir nicht wissen, ist, wer uns was gespendet hat, weil wir haben diese Folge","direkt nach der letzten Folge aufgenommen und Ruth und ich haben uns ja schon","in der letzten Folge ausführlich bedankt für eure Unterstützung,","für eure sehr, sehr großzügige finanzielle Unterstützung, die von einigen Menschen kam.","Das heißt, falls ihr uns in der Zwischenzeit auch unterstützt habt,","dann können wir uns noch nicht namentlich bedanken, weil wir das erst in der","Folge machen können, die wir nach dem Sommer aufnehmen.","Aber wir bedanken uns schon mal unbekannterweise, dass ihr uns und unsere Arbeit","unterstützt, weil wir bekommen kein Geld von irgendwelchen Plattformen,","wir bekommen kein Geld von irgendwelchen Sponsoren, wir machen keine Werbung.","Das Einzige, was wir an finanzieller Unterstützung bekommen,","bekommen wir von euch und darüber freuen wir uns.","Und wenn ihr das tun wollt, uns unterstützen, dann findet ihr die Informationen in den Shownotes.","Da würdet ihr auch alle Informationen finden zu Auftritten und Veranstaltungen,","die wir absolvieren und zu denen ihr kommen könntet, aber weil gerade Sommer ist.","Nichts, was wir machen. Das geht erst so im späten August, im September wieder los.","Also wenn ihr irgendwo vorbeikommen wollt, dann müsst ihr da reinhören beziehungsweise","schaut halt auf die Homepages von uns.","Da findet ihr jetzt auch die Informationen zu den späteren Veranstaltungen.","Am 26. September zum Beispiel bin ich in Leverkusen und mache da Sterne-Geschichten live.","Davor gibt es ein paar Science-Buster-Shows und so. Also es gibt bald wieder","was, aber bis dahin müssen wir noch ein paar Podcast-Folgen aufnehmen Und wir","haben jetzt am Ende nur noch die Postkarte, die uns Evi aus der Science-Fiction-Welt geschickt hat.","Denn so wie immer im Sommer gibt es auch wieder ein Rätselspiel für euch.","Evi ist unterwegs in der Welt der Science-Fiction und schreibt uns Postkarten,","beziehungsweise schickt uns akustische Postkarten, in denen sie ein bisschen","was erzählt von dem Ort, wo sie ist.","Und ihr sollt aber raten, welcher Ort das ist, weil sie verrät es nicht.","Und wenn ihr am Ende alle vier oder möglichst viele Orte geraten habt,","dann könnt ihr was gewinnen, zum Beispiel Eintrittskarten für Shows oder Bücher oder sonst irgendwas.","Damit das aber klappt, müsst ihr eure Antworten dann am Ende der Sommerfolgenserie","an und schicken an hello-at-das-universum.at und in eure Antwort bitte nicht","nur den Ort schreiben, wo Evi sich auffällt, sondern auch den Film,","auf den sie in ihrer Karte anspielt.","Also Ort und Film aufschreiben, warten, bis alle vier Sommerfolgen durch sind","und dann an uns schicken.","Dann habt ihr eine Chance, was zu gewinnen. Und wir hören uns dann am Ende der","Sommerfolgen mit der Preisverleihung wieder.","Zwei Wochen mit der nächsten Sommerfolge wieder.","Und bis dahin wünschen wir euch eine schöne Zeit.","Das machen wir. Ich habe gerade Geburtstag gehabt, fällt mir ein.","Wow.","Ich habe es vergessen. Ich habe es natürlich schon wieder vergessen.","Ja, es ist ja noch nicht passiert. Ja, also ich werde gerade...","Da bin ich sogar da. Du nicht, oder?","Ich weiß noch nicht, wo ich bin. Ich habe keine Ahnung, wo ich sein werde.","Wenn du da bist, geh mal was trinken.","Mach mal. Ja, dann werde ich mich von meinen Geburtstagsfeierlichkeiten erholen","und wir hören uns in der nächsten Folge wieder. Tschüss.","Ciao.","Lieber Ruth, lieber Florian, meine Ferien hier sind alles andere als entspannend.","Nach meiner seltsamen Begegnung mit dem Sonnenbrillen-Heini dachte ich,","ich besuche mal die Galerie, eine Mall hier in der Nähe und shoppe Souvenirs für euch.","Dort gab es eine Spielhalle und ratet mal, was die dort hatten. Space Invaders.","Da konnte ich nicht widerstehen. Bin hinein und hab dann den halben Tag dort verbracht.","Dabei bin ich mit einem jungen Burschen ins Gespräch gekommen.","Der hat das Obse eines jungen Alters auch nicht leicht.","Bei Pflegeeltern aufgewachsen, seine Mutter ist oben in Pescadero,","einer Nervenheilanstalt.","Und von der Polizei wird er auch gesucht. Das habe ich aber erst danach erfahren,","als mich ein adretter Polizist angesprochen hat. Er sehr auf der Suche nach einem Jungen.","Dabei hielt er ein Foto in der Höhe und, ihr könnt es euch denken, natürlich war er es.","Ich wollte den armen Jungen allerdings nicht in noch größere Schwierigkeiten","bringen, also habe ich nur den Kopf geschüttelt.","Was hat er denn schon groß für eine Zukunft vor sich? Also bin ich zurück in","die Arcade, um ihn zu warnen, konnte ihn aber nicht mehr finden.","Der Kopf war auch nicht mehr zu sehen. Ich spaziere also weiter so in der Maul","herum, als plötzlich so ein Bikertyp mit Bürstenhaarschnitt,","dunkler Sonnenbrille und in schwarzer Ledermontur durch ein Schaufenster fliegt","und direkt vor meinen Füßen landet. Tausende Glassplitter überall.","Ich total erschrocken, blicke noch ins Geschäft und meine den Kopf von vorhin","wieder zu sehen, wie er gerade verschwindet.","Und da steht der Typ mit der coolen Sonnenbrille neben mir einfach wieder auf,","als wäre nichts gewesen und läuft davon.","Ohne sich auch nochmal umzusehen. Die spinnen hier alle, sage ich euch. Liebe Grüße, Efi."]}