{"v":1,"episode":136,"speakers":["Ruth","Florian","Evi"],"t":[11,16,20,23,26,33,37,44,49,55,59,63,67,72,75,79,84,88,93,96,97,102,104,108,110,113,116,117,121,125,128,131,135,137,143,145,149,154,155,162,167,170,172,175,178,183,186,190,195,198,200,204,210,213,217,219,222,226,234,240,245,249,253,255,257,259,265,273,280,283,287,292,295,298,301,305,309,316,319,322,324,328,333,336,342,347,352,355,359,362,363,369,372,376,381,384,391,394,398,403,408,413,417,422,428,433,437,438,440,444,446,451,458,464,467,473,478,485,485,489,491,496,498,501,506,510,515,520,523,528,532,535,538,541,547,550,551,557,562,564,568,574,580,585,591,592,595,597,598,601,605,609,615,620,626,634,639,642,646,651,658,661,666,673,676,677,679,682,683,686,688,695,702,706,707,713,721,727,732,736,740,743,749,751,758,763,766,767,768,770,773,776,780,783,786,788,791,793,797,800,803,808,811,815,819,823,826,827,831,833,837,842,844,847,850,854,856,859,861,864,865,869,872,880,883,888,892,898,901,905,907,912,918,922,925,928,930,937,945,953,960,961,964,966,970,972,978,987,992,996,998,1004,1007,1011,1014,1017,1020,1027,1034,1042,1046,1049,1054,1058,1063,1067,1074,1077,1080,1085,1092,1099,1103,1104,1109,1113,1118,1119,1124,1130,1134,1142,1145,1148,1152,1158,1161,1164,1168,1172,1177,1180,1185,1190,1193,1196,1200,1206,1211,1216,1220,1222,1226,1229,1232,1236,1241,1244,1246,1249,1253,1257,1259,1262,1266,1268,1272,1275,1278,1280,1284,1287,1292,1294,1296,1301,1303,1306,1309,1314,1318,1323,1329,1333,1334,1338,1341,1346,1351,1358,1363,1367,1368,1372,1373,1376,1382,1385,1389,1393,1396,1400,1408,1409,1411,1413,1416,1418,1420,1422,1427,1432,1437,1442,1447,1453,1456,1458,1462,1465,1469,1473,1475,1481,1483,1488,1491,1495,1499,1502,1506,1508,1514,1519,1523,1528,1530,1534,1536,1539,1542,1547,1549,1551,1556,1562,1567,1568,1571,1575,1579,1582,1586,1591,1594,1596,1600,1604,1606,1609,1611,1614,1618,1622,1626,1629,1632,1635,1637,1642,1645,1646,1647,1650,1654,1657,1659,1662,1665,1669,1672,1676,1679,1682,1685,1689,1692,1695,1700,1700,1704,1709,1715,1720,1724,1728,1734,1739,1741,1744,1746,1751,1754,1757,1759,1762,1765,1770,1775,1776,1780,1784,1786,1789,1793,1797,1799,1803,1805,1810,1813,1817,1823,1829,1832,1833,1837,1843,1846,1849,1853,1854,1859,1863,1865,1867,1870,1873,1875,1878,1880,1883,1886,1888,1893,1895,1898,1901,1904,1908,1913,1917,1919,1923,1927,1932,1935,1938,1943,1947,1951,1958,1961,1963,1967,1971,1972,1975,1981,1984,1988,1991,1993,1997,1999,2002,2006,2010,2012,2015,2018,2022,2024,2026,2029,2032,2035,2039,2042,2045,2046,2049,2053,2054,2058,2061,2065,2069,2071,2075,2079,2081,2084,2085,2089,2093,2098,2101,2104,2108,2113,2117,2120,2124,2127,2130,2134,2138,2143,2146,2151,2154,2158,2163,2167,2170,2174,2178,2181,2185,2189,2191,2195,2198,2199,2204,2208,2211,2213,2217],"s":[0,0,0,1,0,1,0,0,0,0,0,0,0,0,0,1,0,0,0,1,0,0,0,1,0,0,1,0,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,1,1,0,0,0,0,0,0,0,1,1,0,0,0,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,0,1,0,0,0,0,0,1,0,0,1,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,1,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,1,1,1,1,1,1,1,0,1,0,1,1,1,1,1,1,1,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,1,1,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,1,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,0,0,0,1,1,1,1,1,1,1,0,1,1,1,1,1,1,1,1,1,1,1,1,0,0,1,1,1,1,1,1,1,0,1,0,0,0,0,1,0,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,1,0,1,0,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,0,0,0,0,1,1,1,1,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,0,0,1,1,1,1,1,1,1,1,1,1,1,0,1,0,0,1,0,0,0,0,0,1,1,1,0,0,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,1,1,1,1,1,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,1,1,1,1,1,1,1,1,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2],"x":["Hallo und herzlich willkommen zu einer neuen Sommerfolge von Das Universum,","dem Podcast, in dem Ruth und Florian über das Universum plaudern.","Auch im Sommer, wie immer, mit Florian.","Und mit Ruth. Und weil Sommer ist doppelt so heiß wie sonst.","Ja, und doppelt so langsam. Irgendwie müssen wir auf die Zeit kommen, oder?","Nein, wir machen die Folgen kürzer als sonst und wir reden genauso schnell wie sonst.","Ich habe ein super August-Thema. Es ist ja mittlerweile der Sommer schon fortgeschritten.","Aber vielleicht seid ihr ja auch eher von der Sorte Mensch, die im Sommer daheim","bleibt bei abgedunkelten Zimmern und sich denkt, ihr kriegt mich sicher nicht hinaus.","Und vielleicht fahrt ihr ja auch erst ein bisschen später auf Urlaub.","Vielleicht habt ihr ja auch eine astronomische Reise im Sinn.","Und ich habe mir gedacht, ich empfehle euch jetzt einfach ein super astronomisches Reiseziel.","Macht doch eine Sonnenfinsternisreise, aber nicht auf der Erde.","Sondern, auf der Erde kann jeder, oder?","Sondern, macht doch eine Sonnenfinsternisreise zum Mars.","Ja, das wäre nett, aber da ist Anbindung an die Öffi sehr schlecht.","Das stimmt. Vor allem die Earthies, die versprochen haben, dass sie bald zum","Mars fliegen, die explodieren noch regelmäßig. Aber das ist wieder ein anderes Thema.","Na, wie wäre es, wenn wir uns das einfach remote anschauen?","Ja, geht das denn?","Ja, wir haben ja Personal auf dem Mars. Aber eigentlich habe ich mir gedacht,","dass dein Einwand sein wird.","Moment mal, ich bin ein Depp, jetzt habe ich Sonnenfinsternis gesagt.","Ja.","Wie ist denn das jetzt in Manieren gekommen? Eigentlich sollte es überhaupt","nicht um Sonnenfinsternis gehen, es sollte um Polarlichter gehen.","Ah ja, okay.","Darum hast du den Einwand nicht gemacht, den ich mir gesagt habe, dass du machen wirst.","Ja, dann wäre mein Einwand, wenn wir uns Polarlicht auf dem Mars anschauen wollen,","wäre mein Einwand, der hat doch gar kein Magnetfeld. Wie kann der denn Polarlichter kriegen?","Genau.","Also, eigentlich ist das mit den Polarlichtern auf anderen Planeten ja jetzt","nichts so Ungewöhnliches.","Man kennt die von Jupiter, Saturn und sogar einigen von den Monden,","von Jupiter hat man schon Polarlichter","nachgewiesen. Aber man braucht ein Magnetfeld dafür eigentlich.","Also überall, wo ein stark genuges Magnetfeld vorherrscht, und die großen Gasplaneten","haben sehr starke Magnetfelder,","ein Magnetfeld, das quasi den Sonnenwind so stark ablenken und bündeln kann,","dass dann dadurch Ströme beginnen zu fließen um den jeweiligen Planeten und","die dann mit der Atmosphäre so wechselwirken,","dass sie sie zum Leuchten bringen. Nein, beim Mars.","Der Mars hat doch kein Magnetfeld, sagt man doch immer.","Das ist doch der Grund, warum man auch irgendwie kein Wasser mehr hat,","weil das Ganze ohne Magnetfeld und mit einer ganz dünner Atmosphäre da irgendwie","in den Weltraum hinaus verdunstet ist.","Der Mars hat kein globales Magnetfeld.","Er hat so kleine lokale Restmagnetfelder.","Er hat kein Magnetfeld im Sinne von dem Magnetfeld, was wir auf der Erde kennen,","wo im Kern der Erde Dinge passieren,","die ein globales Magnetfeld erzeugen, das sich über die ganze Erde erstreckt,","sondern der Mars hat vermutlich diverses Gestein oder sonstiges magnetisches Material in der Kruste.","Und je nachdem, ob da jetzt gerade viel oder wenig von dem Zeug rumliegt,","gibt es halt mal ein mehr oder weniger starkes Magnetfeld, aber halt lokal und","nicht global einmal um den ganzen Mars rum.","Genau, und darum hat er ja eigentlich auch nicht so dieses Schutzschild,","das dann den Sonnenwind ablenken kann.","Aber was der Mars hat, ist eine Ionosphäre, also eine Schicht,","quasi die oberste Schicht eigentlich der Atmosphäre, die aus geladenen Teilchen besteht,","Ionen, und die den Sonnenwind aber auch ablenkt.","Und darum hat der Mars sehr wohl Polarlichter.","Da sind die anders als auf der Erde. Das ist ganz lustig. Man hat die eh schon","vor einiger Zeit entdeckt eigentlich.","Wie können die anders sein? Das ist einfach Licht am Himmel.","Was kann da jetzt großartig anders sein?","Naja, sie sind eben nicht an den Polen. Oder nicht nur an den Polen.","Und es sind Protonenauroren, die durch Protonen verursacht werden.","Also nicht eigentlich durch die Elektronen, die dann, wie bei der Erde hauptsächlich der Fall ist,","die dann da quasi um die Erde herum sausen und quasi eigentlich hauptsächlich","auch so von der Rückseite, von der Nachtseite auf die Erde zurückkommen,","sondern man sieht die eher tagsüber und sie werden von Protonen verursacht.","Die gibt es auf der Erde schon auch, diese Protonen.","Ich habe schon mal einen Proton gesehen auf der Erde, glaube ich.","Das eine oder andere haben wir, glaube ich.","Also es ist aber Protonen von der Sonne.","Also es ist eine ganz bestimmte Aurora, eine ganz besondere Aurora,","die eben wirklich direkt von den Sonnenteilchen verursacht wird, quasi ohne Umweg.","Elektronen sind auch Teilchen. Elektronen und Protonen, das wir jetzt auch mal","erklärt haben, sind die Bestandteile, aus denen Atome bestehen.","Sowohl die Atome der Sonne als auch die Atome der Erde.","Und diese Teilchen kommen halt auch von der Sonne auf die Erde.","Und am Mars machen anscheinend die Protonen das Licht und bei der Erde machen es die Elektronen.","Ja, es ist halt so, dass auf der Erde die Protonen auch das Licht machen.","Aber das ist so schwach, dass es auf der Erde halt eben von den super starken,","durch das Magnetfeld verursachten Hauptauroren deutlich überstrahlt wird natürlich.","Also dass der Anteil viel, viel, viel stärker ist und darum ist es auf der Erde","jetzt nicht so offensichtlich.","Aber Mars ist quasi das Hauptding, was übrig bleibt, diese Protonen-Auroren.","Und das Interessante, du wirst jetzt wahrscheinlich auch denken,","Moment mal, aber wie kommen die durch?","Wenn der Mars ja doch eine Ionosphäre hat, die aus geladenen Teilchen besteht,","dann können ja diese Protonen eigentlich auch überhaupt nicht durch.","Das sollen sie auch nicht, weil die sind ja urschneid unterwegs und wäre zum","Beispiel für auf dem Mars befindliches Gerät und zukünftige Astronauten und","Astronautinnen nicht so förderlich. Und was passiert?","Sehr, sehr gewinkelt von diesen Protonen, was sie machen, um da quasi zur Atmosphäre","durchzukommen, mit der sie dann Wechselwirken und Polarlichter erzeugen.","Also nicht einmal Polar, aber Auroren nennen wir es so.","Die Protonen von der Sonne treffen auf die Ionosphäre vom Mars.","Dort schnappen sie sich ein Elektron, weil in dieser Ionosphäre,","Ionen, das sind jede Menge geladene Teilchen einfach unterwegs.","Da können Sie sich einfach irgendwie einen Elektron schnappen und einverleiben.","Dadurch werden Sie zu ganz normalem, neutralem Wasserstoff.","Und ein ganz normales Wasserstoffatom kann natürlich ungehindert durch die Ionosphäre durchfliegen.","Und so kommen sie quasi hinunter in die Atmosphäre. Dort geben sie dann durch","irgendwelche Interaktionen das Elektron wieder ab, werden wieder zu Protonen","und lösen die Aurora aus.","Okay. Und wie schaut das aus?","Und wie schaut das aus? Die leuchten im UV-Licht.","Na, sehr langweilig. Kann man nicht sehen.","Man kann die nicht sehen. Aber es sind ja auch nicht die einzigen Auroren,","die es am Mars gibt, weil diese UV-Protonen-Auroren, die hat man schon 2018 am Mars beobachtet,","nämlich von oben, aus dem Orbit, von den diversen Mars-Orbitern mit diversen","UV-Geräten, Spektrometern, die die haben,","haben diese UV-Leuchterscheinungen, dieses ganz schwache Leuchten im ultravioletten Bereich beobachtet.","Und ihm gesagt, ah, interessant, da gibt es diese Protonenauroren.","Aber jetzt haben wir sichtbare Polarlichter am Mars detektiert.","Okay.","Wir haben die gesehen. Und wer hat sie gesehen? Unser Mann auf der Oberfläche.","Der Hubschrauber.","Nicht der Hubschrauber, sondern der Rover. Perseverance habe ich ihn Mann genannt.","Vielleicht ist es auch eine Frau, unsere Frau auf der Oberfläche,","unsere Person auf der Oberfläche, unser Roboter auf der Oberfläche,","Perseverance, hat Polarlichter auf dem Mars fotografiert.","Und zwar diese typischen grünen, die grünen Sauerstoffpolarlichter.","Es gab einen Ausbruch auf der Sonne, 2024 war der,","und die Tage danach hat Perseverance quasi dezidiert nach diesen Polarlichtern,","nach diesen möglichen Polarlichtern Ausschau gehalten, gesucht,","Man wollte wissen, ob das auf dem Mars auch möglich ist, natürlich, diese Polarlichter.","Und Percy Williams hat eine dementsprechend ganz okaye Kamera,","die das auch tatsächlich beobachten hat können.","Und man hat gefunden, drei Tage nach dem Ausbruch auf der Sonne,","einen ganz leichten Überschuss an Lichter.","Genau dem Licht, das erwartet wurde. Genau diese Wellenlänge von diesem grünlichen Licht.","Das klingt jetzt alles nicht so spektakulär, dass ich mir gedacht habe,","muss ich jetzt unbedingt hin.","Nein, es gibt auch ein Bild davon in dem Paper, wenn ihr euch das anschauen wollt. Bild Nummer 4.","Da ist ein Bild mit Aurora und ein Bild ohne Aurora daneben.","Es ist dasselbe Bild, oder wie?","Man sieht genau gar nichts. Es hat eben einen ganz leichten,","einen durchaus zu messenden, aber doch ganz leichten Überschuss an dieser ganz","bestimmten grünen Weinlänge, die durch den Sauerstoff da irgendwie verursacht wird.","Natürlich extrem schwach, klar, am Maße, extrem schwach, zu schwach, um ihn zu sehen.","Es sei denn, es gäbe einen mega, mega, mega Sonnensturm.","Den wollen wir aber auch nicht haben.","Ach so, weil er vorher bei uns stimmt. Naja, vielleicht, nein,","nein, wir könnten ja auf der anderen Seite sein.","Ach so, stimmt, ja.","Es könnte ja sein, dass der da an der Erde vorbeigeht. Das wäre schon cool.","Nämlich so vielleicht einen, den wir auch noch sehen können,","der quasi auf unserer Seite der Sonne irgendwie dann stattfindet,","aber eben der an der Erde vorbei rauscht und zum Mars, in Richtung Mars gerichtet ist.","Und man bräuchte aber wirklich einen mega, mega Sonnensturm.","Wir haben jetzt nichts Vergleichbares in unserer, wie sagt man da immer so schön, Messgeschichte.","Aber so ein Ausbruch ist im Jahr 12.350 vor Christus passiert.","Wie wir genau wissen, wunderst du dich vielleicht, warum wir so ein genaues Datum dafür haben.","Das kann man mit Baumringen nachweisen.","Dieser Mega-Ausbruch, der wurde auch schon, ich glaube,","letztes Jahr eigentlich oder vor anderthalb Jahren ungefähr entdeckt und man","hat den aber jetzt ordentlich vermessen, diesen prähistorischen Mega-Sonnensturm.","Das ist auch eine ziemlich coole Geschichte. Also es geht darum,","um dieses Miyake-Ereignis, das heißt nach der Entdeckerin benannt,","wo es diese Anhäufung von C14 in Baumringen gibt, die durch die kosmische Strahlung verursacht wird.","Da habe ich mal eine Sternengeschichten-Folge darüber gemacht.","Sackblos.","Folge 607 war das.","Wie du dir das auch noch merkst, Wahnsinn.","Das kann man schnell googeln.","Ach so, hast du jetzt schon. Okay, gut, dass ich so langsam rede,","dann hast du mehr Google-Zeit.","Also Sonnensturm, Megastrahlung, kosmische Strahlung, also eben wiederum hauptsächlich","Protonen werden freigesetzt, die treffen auf die obere Atmosphäre und verursachen dort,","dass da irgendwie Neutronen freigesetzt werden, rumrauschen,","mit anderen Atomen kollidieren.","Und dann entsteht dabei dieses radioaktive C14, dieser radioaktive Kohlenstoff.","Und das passiert die ganze Zeit, nur eben wenn so ein Riesenstrahlungsausbruch entsteht.","Ist, dann ist da natürlich plötzlich viel mehr davon da, viel mehr davon da.","Und dann kann man das, weil dieses C14 dann natürlich dann irgendwie von der","oberen Atmosphäre im Laufe der Zeit durch die Atmosphäre quasi runterregnet,","von den Bäumen aufgenommen wird, von allen anderen lebenden Dingen natürlich","auch, aber den Baumringen kann man es halt gut datieren,","sieht man dann plötzlich dann wirklich so einen Peak an einer Megamenge C14","und kann daraus natürlich auch abdrehen.","Schätzen, wie viel Energie da gewesen sein muss, um diese Menge an C14 zu erzeugen.","Ganz genau. Und wir wissen immer noch nicht, was diese Bejagdereignisse auslöst.","Ja, das ist ganz cool. Das ist nämlich so beunruhigend.","Dass wir es nicht wissen.","Ach so.","Weil wenn wir es wissen, dann könnte man vielleicht auch irgendwie ein bisschen","vorher wissen, wenn sowas wieder kommen würde.","Normale Sonnenstürme haben wir ein bisschen Vorwandzeit, weil da wissen wir,","was passieren muss, damit so ein großer koronaler Massenauswurf kommt.","Das sehen wir vorher schon auf der Sonnenoberfläche, dass sich da was anbahnt.","Aber wir wissen nicht, was die Merkereignisse verursacht. Und das heißt,","wenn sowas kommen sollte, dann wissen wir es vielleicht nicht vorher.","Man kann ja auch nichts tun, oder?","Ja, keine Ahnung.","Das Wissen, dass uns nichts nutzt. Stell dir vor, du weißt das und dann...","Man kann zumindest jetzt irgendwie, wenn Astronautinnen und Astronauten gerade","im Weltall sind, dann kann man sagen, okay, hier...","Tschüss. Die haben ja eh so abgeschirbte Räume.","Man kann Satelliten in irgendwelche Ruhezustände versetzen.","Man kann vielleicht auf der Erde die Stromversorgung, die Stromnetze irgendwie","so runterfahren, dass wenn da dann die induzierten Ströme von diesem Sonnensturm","durchfahren, dass die nicht alles kaputt machen. Also man kann schon was machen.","Wenn man es vorher weiß. Ja, aber das hat dann, also ich weiß nicht,","okay, im Weltraum ja, natürlich.","Man kann dafür sorgen, dass Satelliten dann irgendwie vielleicht in einem Zustand","sind, der nicht der Anfälligste ist.","Und man kann vielleicht, also wenn es eine Mega-Mega-Eruption ist,","auch dafür sorgen, dass dann vielleicht doch die Astronauten zur Erde zurückgeholt","werden. Weiß ich nicht, ob man das machen glaubst.","Wenn es sich ausgeht und wenn es wirklich extrem stark wäre.","Ich meine, hier auf der Erde stört uns ja nicht so sehr die Strahlung selbst,","die kommt ja dann nicht durch, sondern das Magnetfeld wird halt so eingedäpscht","periodisch, dass es halt immer so hin und her schwankt.","Wir haben starke Magnetfeldschwankungen dann und die induzieren halt Ströme","in alles Mögliche, was halt so geeignet ist.","Und da kann man schon auch ein bisschen was machen, wenn man es vorher weiß,","aber man muss es halt vorher wissen.","Aber was interessant ist, dass man weiß zwar nicht, was quasi auf der Sonne","dann dazu führt, oder vielleicht ist es ja gar nicht die Sonne,","so wie in dem bisherigen Rekordhalter-Mirke-Event aus dem Jahr 775,","wo man gar nicht weiß, ob das überhaupt eine Sonneneruption war,","wo vermutet wird, dass es nicht mal eine Sonneneruption war,","weil da auch irgendwie gerade kein Maximum war und so weiter,","sondern es ein Gamma-Ray-Burst in unserer Nähe möglicherweise gewesen sein könnte.","Ja, aber da sollte man auch immer einen Rest sehen von dem, wenn der in unserer Nähe war.","Ja, naja, aber eben wenn es keine ist war, also Supernova war es keine,","weil da würde man einen Rest sehen.","Aber es könnte natürlich eine Neutronenstern-Kollision gewesen sein.","Aber es ist alles ein bisschen fragwürdig, wie immer bei diesen historischen Angelegenheiten.","Und es müsste auch eben richtig nah an uns dran gewesen sein,","also maximal ein paar tausend Lichtjahre.","Da würde man wahrscheinlich schon irgendwie noch was sehen davon.","Aber das war bis jetzt das Stärkste.","Jetzt ist es so, dass dieses neue Mega-Ereignis wirklich mega, mega ist.","Das ist nämlich nochmal 20 Prozent stärker als dieser Ausbruch von 775.","Und es ist 500 Mal stärker als das stärkste moderne Ereignis,","wo wir schon Messgeräte und Satelliten und so weiter hatten. Das war 2005.","500 Mal stärker.","Dieses Halloween-Dings, oder? Hieß das, glaube ich, oder?","Ui, möglich. So genau, wie man das jetzt nicht angeschaut.","Irgendein Feiertags-Namen hat das Ganze gehabt. Nee, Halloween war 2003.","Entschuldigung, da muss 2005 was","anderes gewesen sein. es gab einen geomagnetischen Sturm Halloween 2003.","Buhu die Auswirkungen sind deswegen natürlich ziemlich unklar wir haben sowas","noch nicht vermessen, wir wissen, dass sowas immer wieder vorkommt, halt,","alle paar tausend Jahren oder so, also jetzt nichts, wo man sich unmittelbar","Sorgen machen müsste, aber trotzdem.","Und dass dieses historische Ereignis eben 500 Mal stärker war als das,","was wir bis jetzt vermessen haben, das ist schon krass.","Und ich finde es auch arg, dass man das so genau datieren kann und genau wissen","kann, was da passiert ist. Weißt du nämlich warum?","Jetzt haben wir Xenia Golubenko zu verdanken.","Oh, den Namen kommt bei Vage bekannt vor, aber ich weiß nicht warum.","Sie ist Postdoc an der Oulu-Universität in Finnland. Oulu, Oulu, Oulu.","Und hat extra quasi für solche Geschichten ein chemisches Klimamodell entwickelt,","mit dem man nämlich die Einflüsse dieser Sonnenstürme auf die speziellen klimatischen","Bedingungen in der Eiszeit zurückverfolgen, rekonstruieren kann.","Man weiß, dass das Material der Sonne auf die obere Atmosphäre knallt.","Und dann dieses C14 verursacht und dann kommt das irgendwie da nach unten.","Aber die Frage ist eben dieses Irgendwie, dass es nicht nichts,","da passiert jede Menge Zeug, damit das Material quasi durch die Atmosphäre wieder","in die Pflanzen, in die lebendigen Dinge hineinkommen kann.","Und das hat sie jetzt mit einem speziell dafür entwickelten Modell rekonstruieren","können und hat auch quasi die anderen Events in der Vergangenheit damit irgendwie","durchgerechnet, rekonstruiert und so weiter.","Und daher wissen wir, was da passiert ist vor ungefähr 14.000 Jahren.","Also nicht nur ungefähr, wir wissen, dass es vor genau 14.375 Jahren war.","Also schon krass, wenn man sich denkt. Das war also so gerade gut in der letzten","Eiszeit, oder so gegen Ende der letzten Eiszeit.","Ja, da gab es schon Menschen auf jeden Fall.","Krass, oder? Wenn du dir denkst, da saßen die Menschen und dann plötzlich fängt","der Himmel auf eine Art und Weise zu leuchten, oder?","500 Mal stärker als alles, was wir bis jetzt beobachtet haben.","Werden sie sich ja was gedacht haben.","Naja, die werden sich ordentlich was gedacht haben. Es ist lustigerweise,","also bei dem Ereignis 775, das jetzt zwar schwächer war, aber auch irgendwie","ein paar hundert Mal stärker als das, was wir bis jetzt vermessen haben,","dass da zumindest keine irgendwie überlieferten historischen Aufzeichnungen gibt.","Von etwas, was die Menschen gesehen haben. Und gut, ist gerade jetzt eine blöde","Zeit gewesen, glaube ich, so für die historische Überlieferung.","Da ist viel verloren gegangen, aus diesem ganz früh-Mittelalter.","Aber wenn man sowas am Himmel sieht, da müsste da schon irgendwie was,","da müssten schon irgendwelche Geschichten zumindest entstanden sein.","Apropos Geschichten, ich habe gerade geschaut, ob ich rauskriege,","ob dieses Ereignis aus dem Jahr 2005, das du erwähnt hast, ob es jetzt auch","einen Feiertagsnamen hat, habe ich nicht gefunden. Dafür habe ich in der Wikipedia","eine Liste mit Ereignissen aus dem Jahr 2005 gefunden und etwas gefunden.","Das kann eigentlich nur ein Scherz sein, aber es gibt Quellen dazu.","Hast du gewusst, dass im Jahr 2005 die Kröten-Explosionen in Hamburg stattgefunden haben?","Das war so, wie wir das letzte Mal über die Tiere im Weltraum gesprochen haben","und du hast gesagt, die Frösche sind explodiert.","So ungefähr habe ich mir das vorgestellt. Was ist da passiert?","Ich zitiere, bei den Kröten-Explosionen in Hamburg starben im April und Mai","2005 in einem Tümpel in Hamburg-Altona binnen weniger Tage ungefähr 1000 Erdkröten,","die sich zunächst aus unklaren Gründen bis zum Explodieren mit Luft aufpumpten.","Die Nachrichtenagentur AFP beschrieb das Geschehen als ein Anschwellen der Kröte","auf bis das Dreifache des normalen Körperumfangs, gefolgt von einer Explosion,","in der die Eingeweide der Kröten","in einem Umkreis von bis zu einem Meter Durchmesser verstreut wurden.","Oh, und man weiß nicht warum.","Eine Erklärung stammt von einem Berliner Tierarzt. Der hat gesagt,","die Kröten waren durch die Paarungszeit von ihrer Umwelt so abgelenkt,","dass die Vögel, Krähen waren da, in der Dämmerung, deren Haut aufpicken,","die Leber herausziehen und verzehren konnten.","Das heißt, die waren anscheinend mit der Paarung beschäftigt,","dass sie nicht mitbekommen haben, dass die Krähen ihre Leber gefressen haben.","Und die bei den Kröten übliche Abwehrreaktion, bei der sie ihre Lunge mit Luft","aufpumpen, habe dann aufgrund des bei Amphibien nicht vorhandenen Zwerchfels","und der fehlenden Leber, die normalerweise als mechanischen Widerstand für die","Lunge dient, zu einem Druckanstieg in der gesamten Körperhöhle geführt.","Diese Theorie ist jedoch nicht empirisch überlegt und daher umschritten. Schön am Schluss.","Vielleicht war es der Sonnensturm.","Vielleicht war es der Sonnensturm. Vielleicht waren sie so von dem,","was sie gesehen haben. Wow.","Also bitte Hörerschaft. Als wir Hörerschaft aus Hamburg haben und ihr das wert,","ich habe das voll nicht mitbekommen damals, 2005.","Da habe ich gerade meinen neuen Job in Jena angefangen, 2005. April 2005.","Das war genau da meine erste Arbeitswoche. Vielleicht war ich da mit anderen","beschäftigt, aber die Kröten-Explosion in Hamburg ist mir bis jetzt unbekannt gewesen.","Also, liebe Hamburgerinnen und Hamburger, falls ihr da mehr wisst,","erzähl uns was von der Kröten-Explosion.","Ergstens. Die auf jeden Fall das stärkste moderne Kröten-Explosionsereignis sein muss.","Zumindest von dem wir wissen.","Zumindest von dem wir wissen, ja. Die ärgsten Dinge passieren.","Also im Weltraum sowieso. Aber eben auch auf der Erde, gell?","Ich weiß nicht. Also das sind irgendwie die prähistorischen Polarlichter in","500-facher Intensität als das, was wir heute kennen, schon eine schönere Vorstellung.","Vielleicht sind damals die Mammuts explodiert.","Was geht in deinem Hirn vor? Das ist ja Wahnsinn. Lass uns doch zu Schönerem kommen.","Ja, warte, sofort. Was ich noch fragen wollte, weil du gesagt hast,","auf dem Mars könnte man es da sehen.","Also was auch immer wir für Messinstrumente auf dem Mars haben,","wenn so ein mega, super, hyper Sonnensturm kommt, dann überleben die es wahrscheinlich auch nicht, oder?","Ja, ich habe keine Ahnung. Wir wissen ja nicht einmal, was auf der Erde passiert.","In dem Paper ist eh auch ein bisschen beschrieben,","was möglicherweise passieren könnte, dass lustigerweise gerade die Nordatlantik-Unterseekabel","anscheinend sehr anfällig wären. Und ich habe mir gedacht, Moment mal, was?","Kabel unter, weiß ich nicht, fünf Kilometer Ozean oder wie viel auch immer da","ist? Das kann doch nicht sein.","Aber die haben irgendwie alle 100 Kilometer so einen Repeater,","der das Signal verstärkt.","Also nicht jetzt die Glasfaserkabel selber, denen passiert nichts.","Aber diese Repeater, die das Signal verstärken, die sind sehr anfällig und die könnten ausfallen.","Und natürlich ist die Infrastruktur in höheren Breitengraden klarerweise mehr","betroffen. Und das sind gerade die ganzen Verbindungen eben zwischen Europa und den USA.","Das heißt, es wären gerade diese Verbindungen, die vermutlich ausfallen würden.","Würden wir nichts mehr davon wissen, was in den USA passiert.","Ja, ich habe es auch gedacht. Vielleicht gar nicht so schlecht, oder?","Sonnensturm, komm bitte. Black hole sun, won't you come? And wash away the Unterseekabel.","Ja, schöne Geschichte.","Gibt es Fragen dazu, Florian?","Ja, wolltest du nicht eine raussuchen?","Wir haben eh eine rausgesucht. Ich habe mir gedacht, du bist sicher schneller","und schaffst eine schönere Überleitung.","Ja, dann lese ich eine Frage vor, beziehungsweise sage ich zuerst,","wenn ihr uns Fragen stellen wollt, dann schickt sie uns ein Fragen.","Also .at, eine Frage beantworten wir auch in dieser kurzen Sommerfolge.","Und zwar habe ich eine Frage, die jetzt auch nichts mit Sonnenstürmen zu tun","hat, auch nichts mit explodierenden Kröten. Aber wir haben eine Frage von Edgar.","Der hat sich angesichts unserer Folge über Johannes Kepler gefragt,","ob es denn sein könnte, dass es eine Gegenerde gibt. Also eine Erde.","Die sich von der Sonne aus gesehen genau auf der anderen Seite von unserer Erde befindet.","Und die wir da natürlich von der Erde aus nicht sehen könnten,","weil die wäre immer genau auf der anderen Seite.","Das heißt, wir können durch die Sonne nicht durchschauen. Und er hat sich gefragt,","könnte es sowas geben? Würden wir sowas entdecken?","Wie würden wir sowas entdecken? Und ich habe gedacht, ich gebe das mal an dich","weiter als Expertin für die Visualisierung des Himmels.","Ich meine, himmelsmechanisch kannst du das sicher besser erklären.","Aber die Erdbahn ist ja keine Kreisbahn, wo sie genau gegenüber sind und wo","das Ding immer genau hinter der Sonne wäre.","Dadurch, dass die Erdbahn ja eine elliptische ist, könnte diese Gegenerde ja","gar nicht immer genau hinter der Sonne sein, weil dann wäre sie einmal irgendwie","schneller unterwegs, einmal und wir langsamer oder irgendwie so.","Genau, das hat Edgar auch angemerkt in seiner Frage, dass das so sei.","Das heißt, man müsste die so zweimal im Jahr ganz kurz sehen können,","wenn sie so bei Pierre-Hehl und Affe, das ist im fernsten und fernsten Punkt","der Bahn, so einmal kurz hinter der Sonne vorschaut.","Ja, aber spätestens mit Teleskopen, die in Umlaufbahnen um die Erde angebracht","haben und zwar teilweise halt auch in sehr großen Umlaufbahnen um die Erde angebracht haben.","Spätestens dann hätte man drauf kommen müssen.","Oder eben wenn man ein diverses Gerät, das vielleicht sich in der Umlaufbahn","um den Mars und so weiter befindet.","Ja, auf jeden Fall. Wir haben ja Teleskope, die überall rumstehen,","also auch über der Ebene des Sonnensystems.","Also wir hätten das mit denen schon längst gesehen, aber auch davor.","Aber die Frage, die ist alt. Also das hat schon irgendwie in der griechischen","Antike haben das Leute schon sich überlegt.","Philolaos war, glaube ich, der Erste, der sich sowas überlegt hat,","ob es sowas geben könnte.","Und ja, es haben dann immer mehr sich da Gedanken darüber gemacht im Laufe der Zeit. Und","Heute ist es so in der Esoterik-UFO-Präastronautik-Ecke, Verschwörungstheorie-Ecke,","dass dann irgendwann mal diese Erde plötzlich sprengt hinter der Sonne her und","stößt mit uns zusammen und so.","Das findet man ab und zu, aber aus wissenschaftlicher Sicht,","ja, wir wissen, das funktioniert nicht, weil selbst wenn die wäre und selbst","wenn die sich vielleicht gerade so bewegen würde, dass sie immer genau hinter","der Sonne steht, selbst dann hätte es nicht funktioniert, weil das ist nicht stabil.","Ich meine, das wäre dann ja der Lagrange-Punkt L3 im Wesentlichen,","um den es geht, weil das ist genau der Punkt auf der Erdbahn auf der anderen","Seite der Sonne. Das ist der Lagrange-Punkt L3.","Ich weiß tatsächlich gerade nicht, ob wir was hingeschickt haben oder nicht,","aber L3 wäre halt praktisch, weil die Erde dadurch blockiert ist.","Das heißt, da kannst du nicht gestört werden durch Radiosignale von der Erde","zum Beispiel, durch Radiowellen.","Das heißt, das wäre praktisch. Unpraktisch wäre es natürlich,","du kannst dann auch keine Radiowellen hinschicken.","Das heißt, du kannst auch schlecht kommunizieren mit der Raumsonde.","Aber gut, da soll die Hörerschaft nachschauen, bitte, ob wir schon was zu L3 geschickt haben.","Aber das wäre auf jeden Fall der Punkt, wo wir so eine Gegenerde hätten.","Aber selbst wenn das da wäre, das wissen wir auch, das wäre nicht dauerhaft stabil.","Dieser Lagrange-Punkt ist nicht dauerhaft stabil, Vor allem,","weil das dann ja auch kein klassisches, eingeschränktes Dreckkörperproblem mehr","ist, weil wir haben ja kein kleines Raumfahrzeug oder einen kleinen Asteroid","sitzen, sondern eine Erde, eine zweite.","Das heißt, im Laufe der Zeit würde diese Bahn instabil werden und die Erde würde","halt links oder rechts vorbeikommen und wahrscheinlich mit unserer Erde kollidieren,","wir wären alle nicht mehr da.","Kann nicht funktionieren.","Hät man schon nichts gemerkt. Oder es würde eben auch, für diese Erde wären","wir dann im Lagrange.l3, beziehungsweise es gäbe den einem so gar nicht mehr,","aber es würde dann natürlich auch die Erdbahn selber instabil machen.","Also dann wäre alles, würde alles einfach auseinanderfliegen.","Genau. Und wir hätten das dann gemerkt. Also wir hätten dann auch gemerkt,","dass, selbst wenn das aus ebenem Grund nicht so wäre, dass die Störungen groß","genug wären, wir hätten trotzdem gemerkt, dass da ein Planet ist,","den wir nicht sehen können, weil dieser Planet eine Gravitationskraft ausübt.","Und wir haben so schon Planeten entdeckt. Wir haben den Planeten Neptun entdeckt,","bevor wir ihn gesehen haben, weil wir gesehen haben, wie die Gravitationskraft","des Neptun sich auf die anderen Planeten ausübt.","Und genauso hätten wir gesehen, da ist noch irgendwie eine nicht unrelevante","Masse im Sonnensystem, die zum Beispiel die Bahn des Mars, die Bahn der Venus","beeinflusst und hätten dann das auch so entdeckt.","Also wir hätten das entdeckt. So eine Erde wäre nicht unentdeckbar gewesen.","Also spätestens im 18. Jahrhundert wäre es vorbei gewesen mit der unbekannten dunklen Gegenerde.","Genau.","Und es gibt da übrigens ein Programm, mit dem man das ganz lustig ausprobieren","kann, was passiert, wenn man zum Beispiel einen anderen Planeten noch ins Sonnensystem setzt.","Das heißt, Mathematik, Himmelsmechanik, Differenzialgleichung.","Aber wenn man das Lösen dieser Gleichungen einem Computer überlassen möchte,","dann hole man sich, ich weiß nicht, ich habe schon lange nicht mehr damit herumgespielt,","Universe Sandbox heißt das. und damit kann man irgendwie genau solche Sachen machen.","Das ist sehr lustig. Damit kann man auch irgendwie Sterne kollidieren lassen und irgendwie so.","Und das folgt physikalischen, himmelsmechanischen Gesetzmäßigkeiten in seiner Visualisierung.","Ja, aber wäre ganz praktisch, wenn wir so eine zweite Erde hätten,","weil wenn dann der Sonnensturm kommt, könnte man immer schnell auf die Erde","rüberhüpfen, wo gerade keiner ist.","Immer hin und her. Da gibt es dann so eine Fähre, oder? Hin und her. Ich meine,","das wäre wie die USA. Da würden wieder alle Wahnsinnigen dort hinauswandern.","Oder? Das sind ja nicht alle Wahnsinnigen in den USA, so ist es ja ordentlich.","Nein, natürlich.","Ja, das war die Frage, das war die Antwort. Und wenn ihr auch Fragen habt,","an fragen.dasuniversum.at schicken.","Der Rest unserer Rubriken findet nicht statt, weil das ist die dritte Folge","in Folge, die wir aufnehmen am heutigen Tag, obwohl sie jetzt erst gut eineinhalb","Monate später erscheint.","Aber es führt trotzdem dazu, dass wir uns zum Beispiel nicht bedanken können","bei all den Leuten, die uns in der Zwischenzeit was gespendet haben,","weil wir nicht wissen, wer das ist.","Wir bedanken uns bei den Leuten, die es getan haben, aber der namentliche Dank,","der kommt dann erst in der übernächsten Folge, wenn die Sommerserie wieder vorbei","ist. Und bis dahin sagen wir einfach mal so generisch vielen,","vielen Dank für eure Unterstützung.","Es freut uns, weil die Unterstützung aus der Hörerschaft ist das einzige Geld,","das wir bekommen für diese Podcastarbeit.","Und wir freuen uns, wenn ihr das tut per Steady, per Patreon oder per PayPal, wie auch immer.","Ihr könnt alle Informationen, wenn ihr das tun wollt, in den Show Notes nachfinden.","Wir können ebenso wenig Veranstaltungshinweise geben, wo man uns sehen kann,","weil im August werde ich nirgendwo auftreten und du wahrscheinlich auch nirgendwo auftreten.","Das heißt, die nächsten öffentlichen Auftritte wird es dann erst im September geben.","Da gibt es dann ein paar Vorpremieren zu unserer neuen Science Buster Show.","Ich werde wieder Vorträge halten.","Du wirst wieder mit deinem Planetarium unterwegs sein, nehme ich an.","Und es wird eine Sterne-Geschichten-Live-Show geben in Leverkusen am 28.","September. Und für all das könnt ihr euch jetzt auch schon Karten kaufen.","Die entsprechenden Links schmeiße ich in die Show Notes, wenn ihr schon auf","Nummer sicher gehen wollt und euch was besorgen wollt. Aber detaillierte Ankündigungen","kommen auch erst später.","Und jetzt haben wir nur noch die Post zu erledigen. Ihr könnt uns übrigens auch","gerne Postkarten aus eurem Urlaub schicken. Das hat auch jemand getan.","Das hätte ich eigentlich schon vor vier Folgen sagen sollen, glaube ich.","Ich habe mir eh schon gedacht, wenn du sagst Post, habe ich mir gedacht,","oh, haben wir Post bekommen? Aber du meinst natürlich die EFIS-Postkarte.","Genau, ich meine EFIS-Postkarte. Aber davor hätte ich eigentlich schon vor ein","paar Folgen Bescheid sagen sollen. Fällt mir gerade ein, wir haben eine sehr","nette Postkarte bekommen von einer Insel.","Mir fällt gerade nicht ein, welche Insel es war, weil die Postkarte liegt in","einem anderen Raum als in dem, wo ich gerade bin.","Es war eine sehr schöne Postkarte mit astronomischen Briefmarken drauf.","Aber nicht die Kolonie von Hamburg.","Nein, nein, nicht Neuwerk. Nein, nicht da. Das war letzte Folge. Nein, von irgendeiner","Karibik-Insel oder sowas hat uns jemand eine Postkarte geschickt mit sehr,","sehr schönen Motiven drauf als Briefmarke.","Ich hole es dann für die nächste Folge nochmal raus, die Postkarte.","Es ist immer so spät dran mit dem Bedanken. Jetzt kommt es auf das auch nicht mehr drauf an.","Also ihr könnt uns auch gerne Postkarten schicken, wenn ihr mal unterwegs seid, dann freuen wir uns.","Aber eine Postkarte, die wir euch schicken, beziehungsweise die Evi uns schickt, haben wir noch.","Denn so wie in den letzten beiden Folgen ist Evi immer noch unterwegs auf ihrer","Sommer-Science-Fiction-Reise.","Sie reist durch die Welt der Science-Fiction und schickt uns Postkarten von","den Orten, wo sie unterwegs sich aufgehalten hat.","Und ihr sollt natürlich erraten, erstens, wo ist dieser Ort?","Also wo treibt Evi sich rum im Science-Fiction-Universum? Und zweitens,","und das ist ganz wichtig, welcher Film ist es, um den es hier geht?","Also ihr müsst Ort und Film aufschreiben und dann noch eine Folge warten.","Wir haben noch eine Sommerfolge übrig, dann haben wir vier Sommerfolgen komplett.","Und dann schickt ihr idealerweise alle vier Antworten auf einmal an hello at","das Universum.at und dann schauen wir, wer gewonnen hat und was es für Preise geben wird.","Ich bin schon sehr gespannt. Ich kenne sie ja noch gar nicht.","Ich muss sie mir dann auch nachhören.","Ja, ich weiß schon, wo sie unterwegs war. Wir verraten natürlich nichts.","Ich weiß, der Ort, um den es jetzt geht, der ist tatsächlich in echt ein sehr schöner Ort.","Aber ich glaube, ich will diesen","Ort in der Science-Fiction-Version nicht besuchen. Da mag ich nicht hin.","Aber das wird Evi euch gleich selbst erzählen. Wir hören uns jetzt an, wohin Evi gereist ist.","Und ihr sollt es erraten und schickt uns die Antwort.","Und in zwei Wochen hören wir uns dann mit der letzten Sommerfolge wieder.","Und bis dahin wünschen wir euch einen schönen August und sagen Tschüss.","Ja, genießt es. Bis dann.","Liebe Ruth, lieber Florian. Nach meinem Erlebnis in der Mall habe ich beschlossen,","etwas für meine angespannten Nerven zu tun.","Der Schock saß mir immer noch in den Gliedern. Das kann ich euch verraten.","Und wo kann man sich besser entspannen als am Strand? Sommer, Sonne, das Meer.","Die Vorfreude, den Tag am Strand liegend auf das Meer blickend zu verbringen,","hat mir schon etwas von meiner Energie zurückgegeben.","Gesagt, getan, machte ich mich nach dem Frühstück auf den Weg.","Da es unterwegs einige Sightseeing-Highlights gab, wollte ich die Gelegenheit","nutzen und in die glanzvolle Welt der Stars und Sternchen eintauchen.","Vielleicht würde ich sogar den einen oder anderen Promi sehen.","Die erste Überraschung kam jedoch sogleich.","Ich erfuhr, dass mein Ziel nicht über den Landweg zu erreichen war.","Ich war etwas verwirrt. Ich hatte nicht in Erinnerung, dass es eine Insel war.","Man bot mir ein Ein-Mann-U-Boot für die Überquerung an.","Naja, wenn ich schon mal auf Urlaub bin, kann ich durchaus auch mal extravaganter","reisen, dachte ich mir und kletterte hinein. Dort angekommen,","bemerkte ich aber zu meiner weiteren Überraschung, dass das wohl nicht das Einzige","war, das sich hier verändert hatte.","Eigentlich war gar nichts mehr so, wie ich es in Erinnerung hatte.","Einst prächtige Boulevards, an denen sich die Reichen und Schönen tummelten,","waren total heruntergekommen.","Es sah wahrhaft postapokalyptisch aus. Und ich übertreibe nicht.","Hier war alles zerstört. Die Häuser, die Straßen, überall Autowracks.","Als hätte hier eine furchtbare Naturkatastrophe getobt.","Und trotz all dieser Zerstörung lebten hier Menschen. Aber es war totale Anarchie","und Chaos. Was war hier bloß geschehen?","Man sah bei meiner Verwirrung wohl deutlich an, denn sogleich trat ein eindeutig","nicht vertrauenserweckender Typ an mich heran, zog seinen Hut zur Begrüßung","und bot mir eine Stadttour an.","Er wisse auch, wo man günstig Schönheits-OPs machen lassen kann,","falls ich derartiges im Sinn hätte.","Ich wollte ihn abschütteln und ging schnell weiter, als unser Gespräch ein jähes","Ende fand. Die Straße war plötzlich voll mit Menschen, die gröelten und schrien.","Schnell hörte und sah ich den Grund. Eine Motorradgang jagte einer Menschenmenge vorbei.","Aber die waren nicht der Grund für die Aufregung. Gleich dahinter tauchte ein","Oldtimer-Cabrolet auf. Und was für eines.","Blitzblank poliert. Auf der Motorhaube und oben auf der Windschutzscheibe waren","Puppenköpfe angebracht. Und das Coolste am Heck war eine Diskokugel.","Im Cabro selbst saßen ein Mann und eine Frau Le Cher am Rücksitz und ließen sich chauffieren.","Offenbar war dieser Typ, der wie ein Wannabe Che Guevara aussah,","der Chef hier in dieser Anachostadt. Die junge Dame neben ihm kam mir vage bekannt vor.","Wahrscheinlich die Tochter von einem berühmten was-weiß-ich.","Mein selbsternannter Reiseführer wollte mich eben über die Bedeutung dieser","wichtigen Personen aufklären, als wir erneut unterbrochen wurden.","Schüsse knallten. Wir gingen instinktiv in Deckung und versteckt uns hinter einer Mülltonne.","Ein Motorrad näherte sich mit hoher Geschwindigkeit, gelenkt von einem supercoolen Typen.","Leder scheint hier generell hoch im Kurs zu sein, denn er war ebenfalls,","wie schon meine Bekanntschaft neulich in der Mall, ganz in schwarzes Leder gekleidet.","Der lange schwarze Mantel wehte hinter ihm her, als er an uns vorbeifuhr.","In der schwarzen Montur, dem wilden, dunklen Haar und der Augenklappe musste","ich unweigerlich an einen Piraten denken und trotz der wilden Situation lachen.","Mein Reiseführer warnte mich allerdings vor ihm, meinte, dass er ganz wild drauf.","Angeblich ist er mit einem Virus infiziert und stirbt, wenn er nicht innerhalb","kürzester Zeit irgendwas beschafft. Das Ganze kam mir etwas konstruiert vor.","Ich hatte genug gesehen und wollte zurück zu meinem U-Boot. Aber zu meiner Schande","musste ich mir eingestehen, dass ich die Orientierung verloren hatte.","In meiner Verzweiflung wandte ich mich an meinen seltsamen Reiseführer,","der mir mit einem süffisanten Lächeln seine schiefen Zähne zeigte und meinte,","er kenne jemanden, der mir helfen könnte.","So brachte er mich zu meiner Überraschung zu einer echt coolen Lady.","Wobei ich glaube, dass sie mal ein Mann war.","Aber dann hatte ich wieder den","Eindruck, es war eine Frau, die einen Mann spielte, der eine Frau spielte.","Egal, durfte Typen jedenfalls, denn sie versorgte mich mit einem Hängegleiter,","mit dem ich flugs über das Meer zurück aufs Festland segelte.","Wie genial ist das bitte?","Was für ein Tag. Ich bin total erledigt und werde gleich das Licht ausmachen.","Der Urlaub ist anstrengender als ich dachte. Liebe Grüße, Evi."]}