{"v":1,"episode":137,"speakers":["Florian","Ruth","Evi"],"t":[22,26,28,29,32,33,34,37,41,45,48,52,54,57,60,63,67,70,71,74,78,82,86,89,94,97,100,101,104,106,110,115,119,121,125,128,129,134,134,138,142,147,151,153,157,161,165,170,174,177,181,186,192,196,199,203,209,212,217,223,225,228,231,232,236,238,242,244,250,254,256,257,261,262,264,267,270,274,276,278,282,286,289,292,296,300,302,304,307,309,312,316,317,320,326,329,331,334,337,338,340,342,344,348,351,353,357,359,359,359,360,364,364,368,370,374,377,378,379,386,392,396,400,404,406,410,415,418,422,423,427,430,432,434,438,443,446,449,452,455,457,460,462,468,471,474,476,477,480,485,487,490,492,497,499,502,503,505,509,512,517,521,525,528,531,536,543,545,548,552,555,557,562,571,576,579,583,586,590,593,597,599,604,607,610,612,615,616,621,623,627,630,637,644,649,651,653,655,660,664,668,672,677,678,684,689,692,696,699,702,705,708,713,714,718,719,725,728,731,733,735,738,742,745,748,751,756,759,760,766,771,772,776,779,780,784,787,790,793,797,802,805,810,812,815,820,824,828,830,835,840,844,847,852,853,857,860,865,868,871,872,875,878,882,887,893,896,903,905,906,911,915,918,921,925,929,933,937,940,942,946,949,952,953,955,960,964,968,971,974,977,979,981,984,986,988,990,992,994,999,1000,1005,1011,1014,1016,1019,1021,1023,1025,1031,1033,1039,1040,1043,1046,1049,1053,1056,1057,1060,1063,1068,1074,1077,1079,1085,1090,1093,1098,1100,1103,1105,1109,1110,1116,1122,1127,1130,1135,1138,1143,1146,1149,1153,1156,1159,1163,1164,1169,1171,1174,1178,1181,1185,1189,1193,1197,1199,1204,1210,1212,1217,1222,1225,1228,1230,1230,1234,1237,1241,1245,1248,1250,1254,1257,1260,1263,1269,1273,1274,1278,1285,1290,1291,1295,1299,1303,1307,1310,1315,1319,1323,1327,1332,1335,1336,1339,1341,1345,1347,1349,1351,1356,1358,1361,1364,1367,1370,1377,1378,1383,1384,1385,1389,1391,1397,1400,1404,1410,1412,1416,1420,1423,1429,1432,1436,1441,1443,1448,1452,1454,1459,1463,1466,1469,1471,1475,1480,1483,1487,1489,1493,1497,1501,1506,1510,1514,1518,1521,1524,1528,1531,1532,1536,1542,1546,1552,1554,1558,1560,1563,1571,1573,1577,1581,1582,1585,1586,1594,1598,1604,1607,1611,1617,1618,1624,1625,1629,1632,1636,1640,1642,1645,1648,1652,1654,1659,1664,1668,1674,1678,1681,1684,1687,1691,1695,1697,1700,1701,1703,1706,1711,1714,1717,1719,1722,1723,1726,1733,1735,1739,1743,1745,1750,1755,1760,1762,1767,1769,1772,1776,1780,1784,1789,1793,1797,1798,1801,1804,1806,1811,1812,1816,1820,1822,1826,1833,1837,1839,1842,1846,1849,1853,1856,1859,1860,1863,1867,1870,1873,1876,1880,1883,1888,1892,1895,1897,1900,1904,1905,1908,1912,1915,1919,1922,1925,1928,1932,1936,1938,1940,1944,1947,1951,1955,1958,1962,1964,1966,1970,1973,1975,1978,1980,1984,1985,1991,1994,1997,2003,2006,2010,2014,2018,2021,2022,2025,2026,2028,2029,2032,2036,2037,2040,2043,2046,2049,2053,2058,2061,2066,2070,2074,2081,2085,2089,2091,2097,2100,2103,2106,2107,2111,2114,2115,2117,2122,2125,2129,2134,2138,2140,2146,2150,2154,2158,2161,2163,2167,2172,2179,2183,2187,2190,2194,2198,2201,2206,2211,2214,2218,2221,2226,2229,2234,2242,2246,2249,2251,2257,2259,2261,2265,2270,2274,2278,2282,2285,2289,2292,2296,2299,2303,2307,2309,2314,2319,2321,2326,2331,2336,2341,2345,2348,2352,2354,2358,2359,2363,2366,2374,2377,2381,2383,2388,2391,2395,2396,2401,2404,2408,2412,2416,2420,2424,2427,2430,2431,2432,2437,2442,2451,2457,2460,2465,2467,2473,2476,2483,2486,2490,2494,2500,2503,2506,2510,2514,2517,2521,2524,2529,2532,2536,2539,2542,2545,2548,2551,2553,2558,2561,2563,2567,2569,2572,2574,2578,2579,2583,2587,2590,2595,2597,2599,2603,2606,2610,2614,2618,2622,2627,2630,2634,2637,2641,2645,2649,2654,2656,2659,2662,2665,2668,2672,2677,2681,2683,2686,2690,2695,2700,2704,2707,2710,2715,2718,2722,2727,2732,2736,2737,2741,2743,2748,2750,2756,2761,2765,2766,2769,2773,2779,2782,2785,2788,2790,2794,2795,2796,2798,2801,2804,2809,2813,2815,2819,2824,2830,2832,2836,2841,2843,2846,2848,2851,2852,2854,2856,2858,2860,2862,2865,2868,2871,2873,2874,2878,2883,2887,2889,2893,2897,2898,2901,2903,2904,2908,2912,2913,2916,2921,2923,2926,2930,2935,2938,2942,2945,2949,2953,2956,2961,2963,2966,2967,2969,2973,2975,2979,2984,2985,2989,2992,2994,2995,2998,3002,3005,3011,3015,3017,3020,3022,3023,3028,3029,3032,3034,3037,3040,3042,3044,3047,3055,3060,3063,3065,3067,3068,3072,3076,3079,3085,3089,3093,3097,3100,3101,3106,3110,3112,3116,3120,3122,3127,3131,3135,3137,3138,3140,3143,3149,3152,3156,3160,3165,3172,3175,3180,3181,3185,3189,3190,3196,3202,3206,3208,3212,3215,3217,3218,3223,3226,3228],"s":[0,0,1,0,0,1,0,0,0,0,0,0,1,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,1,0,0,0,1,0,1,0,1,0,1,0,0,0,0,1,0,0,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,1,1,0,1,0,0,0,0,1,0,0,0,1,0,1,0,1,1,1,1,0,1,0,0,0,0,0,0,0,0,0,1,1,0,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0,0,0,0,1,0,0,1,0,0,0,0,0,0,0,1,0,0,1,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,1,1,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,1,1,0,1,1,0,0,0,0,0,0,0,0,0,0,0,1,0,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,1,0,0,1,0,0,1,1,1,0,1,0,0,0,0,0,0,1,0,1,1,0,0,0,0,0,0,0,0,1,1,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,1,1,1,1,0,1,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,1,1,0,1,0,0,0,0,0,0,0,0,0,1,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,1,1,0,0,0,0,0,0,0,0,0,1,0,1,0,1,0,1,1,1,1,1,0,0,0,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,1,1,1,0,0,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,1,1,1,1,1,0,0,0,0,0,0,0,1,0,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,1,1,1,1,1,1,1,1,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,0,0,0,0,0,0,0,1,1,1,1,0,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0,0,0,1,0,1,1,0,0,1,1,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,1,0,0,1,0,0,0,0,1,0,0,0,1,1,0,0,0,1,0,0,0,0,0,0,0,0,1,1,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,1,0,1,0,0,0,0,0,0,0,0,1,1,1,1,1,0,0,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,0,0,0,0,0,0,1,0],"x":["Herzlich willkommen bei Das Universum, dem Podcast, in dem Ruth und Florian","über das Universum sprechen. Mit Ruth.","Und mit Florian.","Keine Ahnung, wer von uns beiden jetzt dran war mit dem Intro.","Ich habe es einfach mal gemacht.","Du, ja.","Dann passt es schon. Es ist ja nicht so, als hätten wir ein strenges System,","was das angeht. Was wir streng haben, ist die Sommerfolgenreihung.","Es gibt dieses Jahr vier Sommerfolgen und das ist die vierte davon.","Und deswegen wird sie auch kürzer sein und deswegen werden wir auch Sommerthemen","besprechen. Und ich habe gedacht, wir machen diese letzte Sommerfolge unter","dem Motto eine weite Reise.","Sehr gut. Ich habe meine Reisen ja schon hinter mir.","Ja, ja, das besprechen wir dann nach dem Sommer, wenn unsere erste Lichtsommerfolge","ist. Dann erzählen wir uns unsere schönsten Ferienerlebnisse.","Aber jetzt tun wir noch so, als wäre der ganze wunderbare Sommer noch vor uns","oder wir wären mittendrin.","Unternehmen eine weite Reise.","Wir unternehmen eine weite Reise bzw. wir schauen uns an, was andere Menschen","für weite Reisen unternommen haben. Denn ich habe gedacht, ich nutze es die","Gelegenheit mal, um ein bisschen Hörerpost und Hörerinnenpost abzuarbeiten.","Denn wir haben ja immer wieder mal aufgerufen, dass die Menschen uns Ansichtskarten","und andere Dinge schicken sollen. Und das haben sie auch zahlreich getan.","Und ich habe jetzt hier den ganzen Stapel liegen von bunten Karten aus allen Ecken der Welt.","Und da habe ich gedacht, wenn die Leute uns das schon schicken,","dann erwähne ich das auch, dass du neidisch wirst. Ich bin eh schon neidisch,","aber ich habe sie schon alle gesehen.","Und unsere Hörerschaft vielleicht auch neidisch wird, beziehungsweise seid ihr","sicherlich auch alle irgendwo hingefahren, wo es schön ist.","Die paar Karten aus Schaß-Klappersdorf, die erwähne ich jetzt nicht.","Die habe ich auch schon in den letzten Folgen angesprochen.","Ich weiß nicht, ob ich von den Karten, die ich jetzt hier vor mir liegen habe,","schon ein paar Mal erwähnt habe oder nicht. Aber ich tue sie jetzt einfach alle durch.","Wir haben hier zum Beispiel eine bekommen von den Cook Islands.","Weißt du, wo die Cook Islands sind?","Im Pazifik.","Achso, ich weiß es nicht. Du kannst es mir sagen. Ich habe es nicht vergessen, nachzuschauen.","Was?","Das war eine ernsthafte Frage. Südpazifik.","Ja, das sind doch so Polynesien, nennt man doch diese Gegend.","Genau, die ist so ziemlich genau zwischen Australien und Peru, die Cook-Inseln.","Also genau in der Mitte von nirgendwo.","Zwischen, wenn man reinzoomt in diesen...","blauen Fleck, wo nichts ist, dann sieht man, dass das so zwischen amerikanisch","Samoa und Tahiti, Französisch-Polynesien liegt. Schauen.","Ja, und da hat sich Ronald eine schöne Zeit gemacht und hat,","er schreibt ja, froh locket nicht zu früh, ihr habt keinen Hörer auf den Cook-Inseln,","sondern nur einen Touristen aus Berlin. Okay, aber er war dort.","Er wohnt nicht dort, aber er war dort. Wir haben ja eine Karte bekommen.","Ja, so typisches, eine Palme am Sandstrand, eine leicht bekleidete Frau mit","Blüten im Haar und Menschen, die schnorcheln und auf der Rückseite kleben insgesamt eins,","zwei, drei, vier, fünf Briefmarken von den Cook Islands mit die Night Skies","of Rarotonga, wo man Nachthimmel auf den Cook Islands sieht.","Ja, schaut schön aus. Tahiti wollte ich immer schon mal, aber ja,","ich will viel und nicht alles ist möglich, aber Ronald war dort.","Ja, sehr schön. Hat er irgendwie noch speziell erwähnt, was er so gesehen hat?","Dafür war auf der Postkarte dann doch kein Platz wahrscheinlich.","Ja, da steht nur hier, ihr macht einen super Job und er schickt uns was für unsere Astro-Prägen.","Und er macht super Urlaub, ne, großartig. Nein, nein, gönn dir, gönn dir.","Ja, er gönnt es sich schon, das ist schon ein bisschen, ich weiß nicht,","wann die Karte abgeschickt worden ist, kann ich den Steppel nicht genau erkennen,","aber die liegt schon eine Zeit lang auf meinem Ansichtskartenstapel.","Verstehe.","Dann haben wir eine Karte bekommen von Matthias. Matthias schreibt zwar...","Welcher von den vielen Matthiasen?","Weiß man nicht, aber er war in Charleston, South Carolina.","Ah, okay. Das ist nicht ganz so abgelegen.","Er schickt uns schöne Grüße und sagt, dort sind Gott sei Dank bei Weitem nicht alle so.","Ja, okay. Wir wissen, was du meinst.","Aber er schaut auch sehr schön aus. Die Karte ist auch schön bunt.","Man sieht hier mehr Gewalt.","Karten, Springbrunnen, Pferdekutsche, eine Brücke bei Nacht.","Also schaut auch nett aus.","Aber Matthias wohnt dort, oder?","Ich weiß ihn nicht, hat er nicht gesagt. Aber die Leute haben uns da keinen","Lebenslauf mitgeschickt mit den Karten, sondern einfach nur die Karte kippt.","Gut, aber wenn er sagt, hier sind nicht alle so, dann geht man davon aus,","dass er weiß, wie die Menschen sind. Und dafür muss man ja dann irgendwie auch","vielleicht ein bisschen länger vor Ort sein.","Genau. Die Karte aus Gambia, die habe ich, glaube ich, schon mal erwähnt.","Da haben wir schon drüber gesprochen mit der Giotto Comet Pro Briefmarke drauf.","Die haben wir schon in einer Folge erwähnt. aber ich habe sie jetzt auf meinem Stapel nochmal liegen.","Dann habe ich hier noch eine Karte von Sylvie, aber ich glaube,","das ist eine Karte, die wir bekommen haben bei einer Live-Podcast-Show und wo","Sylvie sich bedankt hat damit und wir sagen auch nochmal Danke sicherheitshalber.","Dann habe ich hier eine Karte liegen, die ist auch sehr schön,","die kam jetzt auch vor kurzem.","Da war, glaube ich, auch eine für dich dabei, da weiß ich noch gar nicht,","ob ich dir die gegeben habe. Die liegt jetzt gerade noch nicht bei mir oder","habe ich dir die gegeben beim Geburtstag? Eine Karte von Thomas.","Das waren diese schönen 3D-Karten, wenn du dich erinnerst.","Ja.","Und ich habe eine mit Asteroid Herding, wo man so eine Science-Fiction-Szene","sieht, wo ein Raumschiff Asteroiden zusammentreibt und schaut auch sehr toll aus, diese Karte.","Und da hast du eine bekommen, Evi hat eine bekommen und ich habe eine bekommen.","Und sie kommt aus den Niederlanden, offensichtlich.","Ja, doch, doch, warte, warte, warte, warte, die habe ich. Warte kurz,","warte kurz. Die kam an mich, an meine Adresse.","Ah, okay, dann kam sie so an dich.","Die kann nicht von dir sein.","Okay, dann haben nur Evi und ich eine bekommen und es war irgendwie,","dass du auch eine bekommen hast, wie auch immer.","Eifels haben wir alle eine Karte. Meine ist aus dem Nemo, kann ich nicht genau","lesen, da ist der Stempel drüber, Museum in Amsterdam.","Ja, das ist das Wissenschaftsmuseum.","Thomas aus Leverkusen. In Leverkusen, 28. September, Thomas,","bin ich in Leverkusen, Sternengeschichten live.","Komm hin.","Hurra.","Und alle anderen auch.","Ja, ich habe die auch bekommen von selbigem Thomas.","Okay, na schau, das ist sehr gut.","Ja, die ist wirklich sehr, sehr schön. Also bei so Karten sind sie ja auch manchmal","so ein bisschen kitschig, finde ich.","Gerade diese 3D-Karten sind manchmal so ein bisschen so überdrüber.","Aber die, die ich da bekommen habe, ist wirklich sehr schön. Opportunity.","Ja, genau.","On Mars.","Dann habe ich auch eine ganz coole Karte bekommen von Alessa und Dirk aus dem Frankenurlaub.","Und sie waren im Nördlinger Meteoritenkrater und im Kratermuseum und sind auch","an der Infotafel zum Eichstätt-Meteorit vorbeigefahren und bedanken sich für","die Inspiration, weil ich anscheinend mal in der Sternengeschichtenfolge erwähnt habe,","dass man sich das Rieskratermuseum in Nördlingen anschauen soll,","wo ein großer Asteroideneinschlagskrater ist.","Und mitten in der Mitte des Kraters befindet sich die Stadt Nördlingen und da","ist ein wunderschönes Museum und auf der Karte ist eine geologische Karte des","ganzen Meteoritenkraters drauf. Vielen Dank.","Das ist so lustig. Meine erste Idee ist so, ist es klug, eine Stadt genau ins","Zentrum eines Kraters zu bauen?","Ja, der Einschlag war von, weiß ich nicht, der kommt ja nicht wieder.","Aber Moment, Moment, das verstehe ich noch nicht ganz. Wie schaut es dort aus?","Also ich meine, der ist natürlich schon alt, der Krater, der ist schon verwittert","und man sieht ihn eigentlich nicht mehr.","Oder? Man sieht ihn, wenn du dir eine Langkarte anschaust, kann man es noch erkennen.","Man sieht auch so, wenn man sich mit Geologie sehr gut auskennt und da rumfährt,","dann kann man so noch ein bisschen Kraterwände erkennen und so.","Wenn du in Nördlingen auf den Stadtturm steigst, was generell zu empfehlen ist,","weil es da generell schön ist dort oben und man die Stadtturm wunderbar sieht","davon, dann kann man so im Rundumblick auch noch so erkennen,","dass es da am Rand überall so ein bisschen hoch geht.","Also wenn man weiß, wonach man sucht, dann sieht man es schon.","Aber das ist ja wirklich groß. Das ist ja jetzt nicht so ein Krater wie dieser","klassische Meteor-Krater in Arizona, so das archetypische Bild eines Kraters,","sondern wo ist hier der Maßstab, 10 Kilometer, also das ist sicherlich hier,","ich weiß gar nicht aus, wenn ich mir das sicher irgendwie 20 Kilometer durchmessere,","der Krater, also das ist jetzt nichts, was man so…","was man so sieht.","Ja, ja, klar. Und ist natürlich auch schon überwachsen und alles.","Ja, da ist halt einfach, das entsteht, wo du dann seit der steigertest. Ja, klar, genau.","Menschen.","Die Karte, ja, die liegt auch im Stapel drin. Die ist jetzt gar nicht eigentlich","an uns als Podcast, aber sie ist trotzdem cool.","Die kam von unseren Podcast-Kollegen Nikolas und Reinhard und Sondga hat auch","unterschrieben. Die habe ich zum Geburtstag bekommen.","Also die geht eigentlich gar nichts an dich und den Podcast.","Du liest sie halt einfach trotzdem vor.","Nein, da steht, aber die ist auch cool, weil passt gut in die Serie.","Die kam aus dem Science Museum in Großbritannien.","Das Science Museum in Großbritannien, das eine, oder was?","Keine Ahnung. Abgebildet vorne ist die Solar System Map, also das Sonnensystem","als U-Bahn-Linie, so im typischen Londoner U-Bahn-Stil. Sehr, sehr cool.","Mit sehr vielen schönen Details. Da gibt es so die Planetenlinien,","die Kuiper Belt Linie und die Solar Line und so weiter.","Cool, sehr coole Karte, die ich bekommen habe. Und sie passt gut rein,","weil die Briefmarke ist 50 Jahre 100 Meter Radioteleskop Effelsberg.","Und gedruckt wurde sie offensichtlich im Science Museum mit der Adresse shop.sciencemuseum.org.uk.","Ja, das ist in London, das Science Museum.","Genau, die Karte habe ich auch noch bekommen. Und das Beste habe ich zum Schluss","aufgehoben. Das ist eine wirklich fantastische Karte. Die habe ich dir auch schon gezeigt.","Ah, ja, ja, ja. Die ist großartig.","Ich habe dir noch einiges noch nicht gesagt. Also eine Karte.","Ich sage noch nicht, wo sie her ist. Aber ich lese dir vielleicht mal die Anschrift vor.","Auf dieser Karte steht drauf, an Florian Freistetter, Podcast Sternengeschichten, das Universum.","Und darunter steht, liebe österreichische Post, leider habe ich auf dieser entlegenen","Insel die genaue Anschrift nicht ermitteln können.","Bitte schaut zum Beispiel im Impressum des Podcasts nach der genauen Anschrift.","Vielen Dank für die Mühe. Das war die Adressangabe auf der Karte.","Nein, und du sagst mir jetzt nicht im Ernst, dass das die österreichische Post gemacht hat?","Doch, doch, sowas macht die österreichische Post. Ich habe ja tatsächlich mal","in meinen Teenagerjahren, also kurz nach dem Abschluss von der Matura,","nach dem Abitur, habe ich zwei Monate bei der Post gearbeitet.","Und das macht man schon. Also wenn da Karten sind oder Briefe mit einer unklaren","Anschrift, dann gibt es da einen eigenen Stapel, wo die hinkommen.","Und dann gibt es da Personen, die sich darum kümmern, herauszufinden,","wo soll das jetzt wirklich hin.","Und wenn es irgendwie herausfindbar ist, dann findet man das raus.","Macht die deutsche Post, glaube ich, auch solche Sachen.","Okay. Immerhin hat der Gute schon einen Tipp angegeben, wo man die Adresse finden","könnte. Das hat es ganz leichter gemacht.","Ja, aber sie ist angekommen, diese Karte. Cool. Und sie ist angekommen,","wann? Letzte Woche, glaube ich. Also letzte Woche heißt er so Mitte August.","Und der Poststempel an der Tag, an dem sie aufgegeben wurde, war der 3. April 2025.","Und die lange Dauer liegt nicht nur daran, dass die Post das ermitteln musste.","Weil die Karte kommt von Tristan da Cunha.","Du weißt, wo das ist, weil wir schon darüber gesprochen haben,","weil ich dir die Karte schon gezeigt habe. Aber unserer Hörerschaft weiß es","vielleicht nicht, wo Tristan da Cunha ist.","Wenn man irgendwo hin will, wo rundherum nichts ist, dann geht man dorthin.","Auch eine Insel im Atlantik ist sie, glaube ich, oder Südatlantik.","Im Südatlantik, ja. Zwischen Antarktis und Afrika.","Naja, mehr so in der Mitte zwischen der Spitze von Südafrika und der Spitze von Südamerika.","Diese Karte ist eigentlich keine Karte, das ist so ein großes A4-Blatt mit tollen","Bildern und Informationen.","Da steht drauf, most remote inhabited island, 1500 Seemeilen westlich von Kapstadt","und 1260 Seemeilen südwestlich von St. Helena.","Und St. Helena ist schon am Arsch der Welt, ist auch so eine Insel da irgendwo.","Also da ist wirklich nichts. Und schaut euch bitte gerne mal auf Google Maps","oder anderswo Tristan da Cunha an, der Satelliten-Version.","Also das schaut wirklich total geil aus, weil es ist ein wesentlicher großer","Vulkan im Prinzip, der da sitzt.","Und die Stadt, ich weiß nicht, ob es die einzige Stadt ist, wahrscheinlich die","Stadt, die einzige Siedlung auf Tristan da Cunha, heißt Edinburgh of the Seven Seas.","Ja, genau.","Oh, und die Nachbarinsel, die Nachbarinsel von Tristan da Cunha.","inaccessible island.","Genau, ja, so heißt er. Ja, da leben knappe 250 Menschen auf dieser Insel.","Also man kann sich die Homepage anschauen. Also Tristan hat eine eigene Homepage,","wo so alles draufsteht und da kann man sich, also ich werde das jetzt nicht","im Detail machen, aber da kann man sich tatsächlich auch von dem Tag,","wo die Karte abgeschickt worden ist, schauen, was die Leute,","die dort leben, die schreiben da quasi so Tagebuch öffentlich.","Da liest man dann tatsächlich auch von dem Schiff mit dem Quintus,","der uns diese Karte geschickt hat, das Schiff, mit dem er angekommen ist.","Weil natürlich An so einen entlegenen Ort kommt man nicht so einfach.","Quintus ist da mit einem Segelschiff, also ich glaube, es war jetzt nicht wirklich","Urlaub, es war schon mehr Expedition von, ich glaube, wie heißt das da unten? Südgeorgien.","Nein, nein, nein, nein. Sie sind in Argentinien gestartet.","Ah, Argentinien, okay.","In der Barriere Inutil, in der sinnlosen Bucht bei Ushuaia sind sie gestartet.","Dort wollte ich schon immer mal hin. Einfach diese sinnlose Bucht sehen,","oder? Das ist ganz unten an der Südspitze.","Es ist so absurd, wenn man auf Google Maps Tristan sucht, Dann kriegt man da","so die Insel und dann denkt man sich, jetzt scroll ich mal raus,","um zu schauen, wo sie ist.","Da scrollt man und scrollt und dann plötzlich taucht links Afrika und rechts Südamerika auf.","Und das ist so der Maßstab, wo man sieht, wo die Insel ist, weil da wirklich","links und rechts nichts ist. Sehr fantastisch.","Also da ist er offensichtlich sehr lange unterwegs gewesen oder vielleicht immer","noch unterwegs, Quintus, und hat geschrieben, er ist mit unseren Podcasts unterwegs","und er kann den wunderschönen Sternenhimmel sehen, nachts von Deck aus.","Also wirklich fantastische Reise, die er da gemacht hat. Und ich finde es sehr","schön, dass er an uns gedacht hat und uns von Tristan da Kunja,","wo ich auch immer schon mal hin wollte, eine Karte geschickt hat.","Die ist nicht irgendwo anders aufgegeben worden.","Da ist eine Briefmarke drauf von Tristan da Kunja, da ist ein Stempel drauf von Tristan da Kunja.","Und dank diesen Briefmarken und dem Einsatz der österreichischen Post hat uns","der Brief erreicht, der seit April bis August zu uns unterwegs war.","Wahnsinn. Ich bin so neidisch.","Muss man halt auch die Zeit haben, dass man da ein paar Monate Expedition am Meer machen kann.","Wir wären sehr daran interessiert, da noch mehr zu erfahren über diese Reise","und was da irgendwie die Umstände, der Anlass und so weiter.","Schreib uns gerne, Quintus. Du kannst diesmal auf der Homepage im Impressum","nachschauen. Da geht es einfacher und wenn du den Brief nicht irgendwo am Entlegen...","Diesmal schaust du selber nach.","Wenn du den Brief nicht am Entlegen und an der Welt einschmeißt in den Postkasten,","sondern war anders und dann geht es auch schneller und dann erfahren wir schneller, was abgeht.","Extrem cool. Und ich muss schon auch sagen, also ohne meine Hilfe hätte Florian","deine Karte nicht mal entziffern können, lieber Quintus.","Du hast das, was man gemeinhin eine Sauklaue nennt.","Ja.","Das ist mir sogar schwer gefallen, aber ich habe es dann doch geschafft.","Also ein paar Sachen konnte ich auch entziffern. Es waren so ein paar Sachen,","die nicht ganz klar waren und ich habe dann das gemacht, was ab und zu funktioniert.","Ich habe tatsächlich einfach ChatGPT gefragt, was da die Handschrift bedeuten könnte.","Oft funktioniert das ganz gut, aber nicht immer. In dem Fall hat uns ChatGPT übersetzt.","Erstmal die Anrede, das habe ich noch lesen können, dass da steht,","lieber Florian, lieber Ruth. ChatGPT hat entziffert, liebe Monika, lieber Reto.","Who the fuck is Monika?","Wer ist Reto?","Reto ist ja zumindest ein interessanter Name. No offense, Monika ist da draußen.","Vor allem Monika, Also das ist ja Wörterüberschneidung Null.","Oder? Ja, keine Ahnung, fragt die KI. Ja, dann den ersten Satz,","der über die Wurz erzählt hat, was er da macht und wie er unterwegs ist, konnte ich entziffern.","Aber dann kam so ein Satz, der wirklich schwer zu entziffern war,","den du dann korrekt als toller Sternenhimmel auf dem Deck unseres Dreimasters","nachts am Steuer- und am Ausguck. Das heißt, du entziffert die KI.","sagte, toller brauner Hund auf dem Deck liegend.","Also bitte, Quintus, sag uns, war da wirklich ein Sternenhimmel oder war da","ein toller brauner Hund auf dem Schiff? Das würde mich interessieren.","Vielleicht weiß die KI ja doch mehr. Vielleicht war beides da.","Vielleicht war der Sternenhimmel toll und es war ein brauner Hund anbietet.","Das wäre dann sehr interessant, woher die KI das weiß.","Also, sag uns mehr.","Erzähl uns mehr, Quintus.","Also, vielen Dank. Das war die Post. Von den langen Reisen, die unsere Hörerschaft gemacht hat.","Und schickt uns gerne auch Post, wenn ihr wollt. Ich habe immer wieder mal in","den E-Mails, entweder an Hello at das Universum oder Fragen at das Universum,","Leute, die wissen wollen, an welche Adresse sie schicken sollen,","geht einfach auf die Homepage vom Podcast oder auf meine Homepage.","Im Impressum steht eine Adresse und in deinem Impressum steht,","glaube ich, auch eine Adresse und das sind die Adressen, an die ihr uns Sachen","schicken könnt, die uns auch erreichen.","Also das sind die korrekten Adressen, wenn ihr uns was schicken wollt.","Und wie gesagt, es muss jetzt nicht so spektakulär sein wie ein Brief von der","entlegensten Insel der Welt.","Wir freuen uns auch, wenn ihr uns was aus der Nachbarstadt schickt.","Also wir freuen uns immer, wenn wir Post kriegen.","Schaß-Klappersdorf geht natürlich sowieso.","Genau. So, aber jetzt für die kurze Geschichte dieser Sommerfolge habe ich mir","etwas, weil es ja viel passiert.","Wir haben jetzt drei Sommerfolgen vorm Sommer aufgenommen und eine jetzt hier Mitte, Ende August.","Und in der Zwischenzeit ist viel, viel passiert in Universumsdingen und in Astronomiedingen.","Und wir werden viel davon ignorieren müssen, weil sonst müssen wir eine Folge","machen, die zehn Stunden dauert.","Aber ich habe mir ein Ding rausgesucht, was schön zu den langen Reisen passt.","Hast du eine Ahnung, was das sein könnte?","Ehrlich gesagt, nein.","Ich habe mich überhaupt nicht damit beschäftigt. Ich habe alle astronomischen","News in den letzten vier Wochen konsequent von mir gepusht, um mich gar nicht","dem aussetzen zu müssen. Das ist auch nicht schlecht.","Aber das Ding ist schon aufgetaucht, bevor wir auf Urlaub gefahren sind.","Habe ich es aber nur so verpasst.","Da war ein bisschen ärgerlich. Ungefähr einen halben Tag, nachdem wir unsere","letzte Folge aufgenommen haben, vor dem Sommer.","Ah, ist das dieser neue interstellare Asteroid?","Genau, dieser neue interstellare Asteroid, der aufgetaucht ist und wenn er sich","noch einen Tag mehr Zeit gelassen hätte mit dem entdeckt werden,","dann hätten wir in einer unserer Sommerfolgen darüber reden können.","So kommt er halt erst in der letzten Sommerfolge dran.","Ich habe gedacht, ich nehme einfach das Ding, weil erstens ist es cool und spannend","und zweitens passt zum Thema der langen Reisen, weil das ist ein Himmelskörper,","der nicht aus unserem Sonnensystem stammt, sondern aus einem anderen Sonnensystem zu uns gekommen ist.","Da haben wir schon zwei davon entdeckt bis jetzt und über die haben wir hier","im Podcast auch schon gesprochen.","Der erste war das berühmte Objekt Oumuamua, dann kam der interstellare Komet","Borisov und jetzt das dritte interstellare Objekt, das wir entdeckt haben im","Sonnensystem, ist der Komet 3i Atlas.","Und an dem 3i erkennt man, das ist eine neue Klassifikation,","die man eingeführt hat, als der erste entdeckt wurde.","Das i steht für Interstellar und 1, 2, 3 sind einfach die Nummern,","die wir quasi schon entdeckt haben.","Also das nächste Ding, das wir finden, wird dann 4i irgendwie heißen und 5i","irgendwie und so weiter.","Und das Ding heißt 3i-Atlas, weil es mit dem astronomischen Frühwarnsystem Asteroid","Terrestrial Impact Last Alert System entdeckt worden ist oder abgekürzt Atlas.","Das ist so ein Ding, das den Himmel durchmustert, um Asteroiden zu entdecken,","die eventuell gefährlich sein könnten für uns, ist 3i.","dieses Ding nicht. Am 1.7. hat man es entdeckt, 1. Juli 2025.","Und dann hat man ziemlich bald herausgefunden, dass es da auch schon Beobachtungen","gibt von früheren Aufnahmen, die man damals nicht entdeckt hat oder nicht erkannt hat.","Und konnte man ziemlich schnell auch die Bahn bestimmen und hat festgestellt,","okay, das ist eine hyperbolische Bahn, also keine elliptische Bahn,","die um die Sonne herum führt, sondern eine Bahn, die von irgendwo um die Sonne","herum nach irgendwo geht.","Das ist schön beschrieben, von irgendwo nach irgendwo.","Ganz genau. Ja, also das von irgendwo ist das Sternbild Schütze.","Aus der Gegend ist er gekommen.","Und das nach irgendwo wird irgendwo zwischen den Sternbildern Zwillinge und Orion sein.","Wo man jetzt natürlich auch nicht irgendwie da verwechseln darf,","dass das Sternbild Schütze in Wirklichkeit natürlich keine Gegend ist.","Ja, es ist halt ein Bereich am Himmel. Ein Tunnel. Irgendwo da her ist er.","Also Richtung Zentrum der Milchstraße.","Ja, da kommen wir noch dazu. Also wir wissen, erst mal dieses Ding hat eine","hyperpolische Bahn, ist also interstellar. Wir wissen, es zeigt Kometenaktivität,","also so Staubgedöns, das da von der Oberfläche weggeht und so.","Das heißt, darum hat man es eben als Komet klassifiziert, im Gegensatz zu Oumuamua,","der als Asteroid klassifiziert worden ist.","Die Bahn ist auch geneigt und zwar um 175 Grad gegen die Ekliptik.","Und eine Neigung einer Bahn um fast 180 Grad heißt, der bewegt sich eh fast","in der Ebene wie die Planeten nur andersrum.","Also eine retrograde Umlaufbahn läuft andersrum, als die Planeten sich um die Sonne bewegen.","Der Arme. Und ich denke, was ist da los? Wusch, wusch, wusch, wusch. Geisterfahrer.","Was passiert bei Lagerdreise? Fahr nach England, plötzlich ist auch alles andersrum.","Voll, stimmt. Der Arme.","Kommt aus einem Sonnensystem mit Linksverkehr.","Ja.","Ist nicht gefährlich für uns. Also der wird weit, weit an uns vorbeifliegen.","Er wird den sonnennächsten Punkt seiner Bahn am 29.","Oktober diesen Jahres erreichen. 29. Oktober 2025.","Und wird dabei 200 Millionen Kilometer von der Sonne weg sein.","Also da ist er irgendwo zwischen Mars und Erdumlaufbahn.","Also so nah kommt er gar nicht an die Sonne ran.","Die nächste Annäherung an den Mars, die wird am 3. Oktober sein.","Aber auch da ist er noch 30 Millionen Kilometer weit weg.","Also sehr viel. Am 19. Dezember, da kommt...","Ich traue mich fast nicht zu sagen, am nächsten an die Erde.","Es ist zwar rein mathematisch die nächste Annäherung, aber das sind 270 Millionen Kilometer.","Also fast zwei astronomische Einheiten. Also da ist da Mars.","Die Venus sind näher als das Ding.","Ach so, weil während er dem Mars nah ist, ist die Erde gerade auf der anderen Seite.","Irgendwie sowas, ja. Also den Jupiter, da kommt er auf 53 Millionen Kilometer ran am 16. März 2026.","Also ja, er kommt nirgendwo an einem Planeten nahe. Da gibt es keine Kollisionen,","die da stattfinden wird.","Aber er kommt auf jeden Fall und schaut sich einmal so das Sonnensystem an.","Er kommt, wie gesagt, aus Richtung des Sternbildschützen, wird dann beim Flug","um die Sonne herum ein bisschen abgelenkt und dann eben macht er sich auf den","Weg zurück Richtung, da wo die Sternbild Zwilling und Orion sind.","Und das macht er recht fix. Also der ist wirklich sehr, sehr schnell unterwegs.","Der wird vermutlich bis zur Ortschonwolke, also so der äußerste Bereich des","Sonnensystems, 100.000 astronomische Einheiten, 100.000 Mal weiter weg als die","Erde von der Sonne, dahin wird er nur ungefähr 8.000 Jahre brauchen.","Und wenn er dann fertig ist, obwohl ihm die ganze Zeit auf dem Rückflug die","Sonne an ihm gezogen hat und ihn abgebremst hat, wird er immer noch mit 58 Kilometer","pro Sekunde das Sonnensystem verlassen.","Nicht schlecht.","Also der ist ordentlich schnell unterwegs und wo er dann hinfliegt,","weiß ich mal nicht. Also da irgendwo wieder schon hinfliegen.","Und aus der Geschwindigkeit, aus der hohen Geschwindigkeit weiß man ja auch,","dass er interstellar sein muss.","Ja klar, natürlich, weil mit der hohen Geschwindigkeit kannst du nicht an die","Sonne gebunden sein. Das funktioniert nicht.","Wir wissen auch, dass er nicht aus demselben, aus derselben Gegen kommen kann","wie Oumuamua oder Borisov.","Der unterscheidet sich die Bewegungsparameter und alles so stark.","Das muss ein komplett anderes Ding sein.","Ich hätte mir auch gedacht, okay, vielleicht ist er gerade zufällig rausgeschmissen","worden, wie die anderen rausgeschmissen worden sind oder sowas. Oder etwas anderes.","Die Daten deuten darauf hin, dass er aus der sogenannten SICK-DISK der Milchstraße kommt.","SICK.","Ja, T-H-I-C-K. Du kannst dir hier genau erklären, was diese dicke Scheibe ist.","Ja, könnte ich schon.","Ja. Dann mach das doch.","Habe ich aber gerade keine Lust drauf.","Dann muss ich es jetzt googeln.","Naja, einfach halt das Zeug, dass nicht in der ganz dünnen Scheibe,","in der die meisten Sterne sind, sich befindet.","Also nicht auch, wo das Gas zusammen klumpt und Sterne bildet,","sondern so ein bisschen weiter oben oder ein bisschen weiter unten, grob gesprochen.","Also quasi das ältere Material eigentlich.","Ganz genau. Das ältere Material, das macht Sinn, denn aus diesen Daten weiß","man auch oder vermute man auch, dass dieses Objekt älter als das Sonnensystem","ist und irgendwas zwischen drei bis elf Milliarden Jahre alt ist.","Es kann auch in der dünnen Scheibe irgendwie Älteres geben, aber eher ist das,","was sich in der dünnen Scheibe befindet, eben auch gerade erst entstanden oder","gerade erst, so wie die Sonne halt, schon ein paar Milliarden Jahre alt.","Aber das, was eben oben, weiter oben und unten da schon länger vor sich hingurkt,","ist irgendwie das ältere Material in der Milchstraße.","Potenziell sehr, sehr cooles Objekt. Wie gesagt, extrem schnell älter als das","Sonnensystem aus einer Gegend der Milchstraße, wo das ganz alte Zeug rumliegt.","Also wirklich eigentlich spannend.","Problem ist, naja, kommt uns nicht nahe auf der Herde, habe ich schon gesagt,","maximal 270 Millionen Kilometer und hinfliegen geht natürlich auch nicht.","So schnell kriegen wir kein Raumschiff los, abgesehen davon,","dass wir so ein Raumschiff auch nicht schnell kriegen. Also wir kommen gar nicht","dem hinterher, dem Teil.","Also das wird schwierig. Man hat sich überlegt, ob vielleicht von den Raumschiffen,","die wir schon haben, eins in der Nähe ist oder Möglichkeiten hat, den zu beobachten.","Möglicherweise könnten die ganzen Raumschiffe und Raumsonden,","die wir bei Mars haben, den beobachten, wenn er da im Oktober vorbeikommt in","eben 30 Millionen Kilometer.","Die könnten vielleicht Daten sammeln. Man könnte das Juno-Raumschiff,","die Juno-Raumsonde bei Jupiter vielleicht nehmen, um den zu beobachten.","Aber das Problem ist, dass Juno nicht mehr so viel Treibstoff hat.","Also die Mission von Juno, die Jupiter-Erforschung, die ist eigentlich schon...","vorbei, die ist schon, oder nicht ganz vorbei, aber sie ist halt schon,","neigt sich schon dem Ende zu und mit Juno kann man jetzt nicht mehr,","kann man nicht mehr so viel umlenken, weil man hat auch ein paar Maschinenprobleme,","also die ist nicht mehr, die ist nicht mehr frisch, die Sonde, die ist schon fertig.","Wäre ich auch nach, ich weiß nicht wie viele Jahren irgendwie um den Jupiter","herum fliegend, sehr ein Wunder, dass die noch funktioniert.","2016 ist sie in den Umlaufbahn von Jupiter eingeschwenkt.","Fast zehn Jahre.","Ist schon ordentlich unterwegs. Ja, also Juno ist schwierig, das da zu machen.","Man hat ausgerechnet, dass zwei andere Raumsonden möglicherweise hinkommen könnten","oder zumindest in einer Position wären, wo sie was beobachten könnten, nämlich Psyche.","Psyche, das ist das Raumschiff, das gestartet wurde, 223, um den gleichnamigen","Asteroid, den Asteroid Psyche, zu untersuchen.","Und dann gibt es noch Juice, den hatten wir auch sehr ausführlich,","den Jupiter Icy Moon Explorer.","Da haben wir eine eigene Spezialfolge gehabt drüber, weil Evi beim Start mit","dabei war. und die beiden, da kommen so beide, der eine 60, der andere 50 Millionen Kilometer vorbei.","Das Problem ist, naja, die haben eigentlich einen anderen Job,","die beiden Dinge und die sind noch frisch, die müssen ihren Job erst noch machen","und wenn du jetzt sagst, hier bitte hier, wir drehen jetzt um und wir schauen","uns den an und wir nutzen Instrumente,","dann sind die ganzen Leute, die jahrzehntelang auf die Mission hingearbeitet","haben, auch nicht glücklich.","Ich kann den aufschreien hören. Das ist irgendwie so, nein! Ich muss dieses Ding da beobachten.","Ja, also es wird schwierig, dass wir dieses Ding erforschen. Wir haben Daten.","Ein Instrument hat vor kurzem den 3i Atlas beobachtet und zwar ein Instrument,","das auch nicht mehr ganz frisch ist, aber immer noch wunderbar drauf.","So ein Golden Ager, sagt man da glaube ich dazu, Hubble.","Das Hubble, ja okay. Der hat sicher auch irgendwie viel Gold im Hubble verarbeitet,","oder? Das passt sicher ganz gut.","Ende Juli hat Hubble Aufnahmen gemacht von diesem 3i Atlas Kometen und einige","neue Dinge herausgefunden.","Also besser als Hubble hat bis jetzt, zumindest zum Zeitpunkt der Aufnahme,","kein anderes Instrument diesen interstellaren Kometen beobachtet.","Und Hubble hat zuerst mal herausgefunden, dass das Ding kleiner ist, als man dachte.","Zuerst ist man davon ausgegangen, okay, das ist vielleicht so 20 Kilometer groß,","was sehr, sehr groß wäre für einen Kometen.","Jetzt weiß man, ja, es ist doch eher so 4, 5 Kilometer groß,","was halt die übliche Größe für einen Kometen ist.","Was Hubble aber tatsächlich herausgefunden hat, was interessant ist,","der Staubschweif, was man da sieht,","was ihn so kometenhaft erscheinen lässt, der hat nichts mit dem zu tun oder","wenig mit dem zu tun, was Staubschweife bei normalen Kometen zu tun haben,","wo ja der Staub dann vom Sonnenwind weggeblasen wird. Dafür ist er auch noch zu weit weg.","Da ist es eher darauf zurückzuführen, dass die Oberfläche des Objekts,","nicht gleichmäßig Staub ins All schleudert. Und darum ist es halt so ein bisschen","verschoben, darum schaut es so aus wie ein Staubschweif, aber der ist auch nicht","von der Sonne weggerichtet, wie es der Fall sein müsste, wenn da wirklich der","Sonnenwind verantwortlich ist, wie es bei den Kometen ist.","Das heißt, wir haben hier anscheinend ein Objekt, das auf der Oberfläche unterschiedlich","stark Staub auswirft und deswegen schaut er so aus.","Wie ein Kometenschweif ist aber kein Kometenschweif im eigentlichen Sinne.","Vielleicht kriegt er noch einen, wenn er näher an die Sonne rankommt.","Müssen wir schauen, dass das da auch noch ein bisschen besser hinkommt.","Nein, aber vielleicht ist es ja dann auch gar kein Komet.","Ja, die Grenzen sind eh fließend zwischen Komet und Asteroid.","Also es gibt ja aktive Asteroiden, das sind Asteroiden, die halt dann so Kometenaktivität","zeigen, weil da auch irgendwie was ausgast und Staub wegfliegt.","Es gibt Kometen, die sind schon tot in der Hinsicht. Das heißt,","da ist schon alles weg, was weg kann.","Die schauen dann nicht anders aus als Asteroiden. Also die Grenze zwischen Asteroiden","und Komet ist eh fließend.","Hat man beobachtet, wie viele Fenster es hat, wie viele Decks?","Da kommen wir als nächstes dazu. Es ist ein wahnsinnig spannendes Objekt und","wir würden es gerne genau erforschen.","Wir haben die Möglichkeit nicht, aber wir werden mehr von diesen Dingen finden.","Wir haben mittlerweile die Instrumente, die solche Objekte rechtzeitig entdecken","können und dann werden wir mehr davon finden.","Und einer, der genau das vermutet, was du jetzt gerade, ich hoffe,","im Scherz angesprochen hast, dass es nämlich ein außerirdisches Raumschiff sein könnte.","Naja, ist der Typ, der sowas immer sagt, den wir hier im Podcast schon öfter","hatten, der liebe Herr Avi Löb aus Harvard.","Der hat natürlich, natürlich wieder unmittelbar, fast schon nachdem der entdeckt","worden ist, schon wieder aufhochen lassen.","Er hat ja schon behauptet, dass Oumuamua ein Raumschiff ist.","Er hat ein ganzes Buch darüber geschrieben, entgegen aller sinnvollen wissenschaftlichen","Interpretationen der Daten und hat jetzt auch wieder einen Artikel veröffentlicht,","verlinke ich in den Journal, als ich es lesen will, mit dem Titel ist die Interstellar","Object Atlas Alien Technology und darin behauptet er nicht nur","dass dieses Ding ein interstellares Raumschiff ist von Aliens,","sondern auch, dass es uns feindlich gesinnt ist.","Oh, shit.","Es ist ein böses Raumschiff, nicht nur einfach ein Raumschiff.","Also das irgendwie hat er anscheinend noch eins draufsetzen müssen zum Raumschiff.","Es ist ein böses Raumschiff.","Und er hat natürlich da auch irgendwie Gründe für seine Annahme, oder?","Ja, schon.","Also in seinem Referenzsystem, sage ich jetzt mal.","Ja, also das kann man tatsächlich sagen. Also es ist gleich hier in dem Paper,","ich verlinke es in den Shownotes,","Tabelle 1 ist eine Tabelle, wo durchnummeriert ist Evidence Nummer 1,","2, 3, 4, 5 bis 9 und da steht halt zum Beispiel, dass die Ebene in der Ekliptik","ist, aber halt Retrograd und dann steht da eine Wahrscheinlichkeit,","die ja irgendwie ausgerechnet hat, wie wahrscheinlich es ist,","dass sowas ist und das ist offensichtlich sehr unwahrscheinlich, dass das so ist.","Ich weiß zwar nicht, wie man sowas kommt, weil das Ding ist,","wenn es halt irgendwie schon seit 10 Milliarden Jahren durch die Milchstraße","durchfliegt, das ist halt durch die Gravitationskräfte und Begegnungen mit anderen","Sternen sowas von durchgeschüttelt worden, das kann irgendwie zu uns kommen.","Also da wüsste ich jetzt nicht, was jetzt da unwahrscheinlich sein soll,","dass es halt gerade so reinkommt.","Kommt halt so rein, wäre meine himmelsmechanische Interpretation.","Aber aus Löbs Sicht ist das schon mal ein Evidenz, dass das ein Raumschiff ist.","Er sagt auch, er ist zu groß für einen Asteroid.","Ja, das war vielleicht irgendwie die erste Interpretation, aber jetzt wissen","wir halt, der ist genauso groß wie so ein Kometen, der er nicht sein soll.","Ja, aber auch wenn er 20 Kilometer groß gewesen wäre, wieso ist das zu groß für einen Asteroid?","Für den Asteroid eh nicht, für den Kometen, aber vielleicht weiß der Avi Löw","auch nicht. Ja, man weiß es nicht, was er da schreibt. Er sagt auch, er kommt,","ungewöhnlich nahe zu Venus, Mars und Jupiter. Ja, das waren alles wie so ein","paar Dutzend, Millionen Kilometer, würde ich jetzt nicht ungewöhnlich nahe nennen,","aber für Löw ist es ungewöhnlich nahe und so weiter.","Weil er halt zufällig gerade in der Ebene des Sonnensystems da ist,","dann ist es halt leicht, da auch mal nah irgendwo, nah unter Anführungszeichen,","irgendwo da vorbeizufahren.","Vor allem, wenn man ein Komet ist, das gilt jetzt nicht nur für interstellare","Kometen, das gilt allgemein für Kometen, auch die, die irgendwo aus dem Kuipergürtel","oder der Ortschall Wolke kommen, naja, die gehen halt einmal quer durchs Sonnensystem.","Und wenn wir acht Planeten haben, besteht halt eine nicht unwahrscheinliche","Möglichkeit, dass der halt dann an zwei, drei, vier vorbeikommt.","Wenn er einmal überall vorbeifliegt, naja, dann ist halt, wo halt immer die","Taleten gerade sind damals, ein paar werden weit weg sein, ein paar werden nahe sein.","Also, ja, ich finde das alles nicht sonderlich evident.","Außerdem wäre es richtig blöd, eigentlich nicht an der Erde, dann ach so, naja, gut.","Das ist ja feindlich.","Hat alles seine Vor- und Nachdeile, ja.","Also, man kann sich das gerne durchlesen. Mich hat es nicht überzeugt,","den Rest der Wissenschaft hat es auch nicht überzeugt, natürlich, aber,","selbstverständlich hat es sehr viele Leute, die nicht in der Wissenschaft beheimatet","sind, überzeugt und wenn wir den vierten interstellaren Asteroid oder Komete","decken werden, dann wird Avilog behaupten, auch das ist ein Raumschiff.","Also ich glaube, das ist einer von denen, der jetzt so weit abgebogen ist,","dass er da nicht mehr rauskommt. Ja, das ist halt das Ding mit Aliens.","Ich kann immer sagen, Aliens waren es.","Weil wir haben ja keine Ahnung, was Aliens treiben, wenn sie es gibt.","Die können potenziell alles treiben. Also vielleicht bauen sie auch Raumschiffe,","die genauso ausschauen wie Kometen.","Vielleicht sind alle Asteroid Kometenraumschiffe. So schaut es aus, Abilöp.","Na, ich meine, kannst du das widerlegen?","Nein, eh nicht.","Nein, kann man eh nicht.","Ich bin ja, wie du weißt, eine große Freundin der Raumschiff-Hypothese.","Es ist natürlich sehr lustig und es ist natürlich irgendwie cool und la la la.","Was halt bei solchen Sachen dann immer ein wenig untergeht, ist,","dass es auch, wenn es kein Alien-Raumschiff ist, extrem interessante und spannende Objekte sind.","Das ist halt das, was dann ein bisschen in den Hintergrund gerät.","Definitiv. Und deswegen beschäftigen wir uns jetzt wieder mit Wissenschaft.","Das war die Geschichte des interstellaren Objekts Atlas, von dem wir vermutlich","noch mehr hören werden, wenn es ein bisschen näher ins Sonnensystem reinkommt.","Also wahrscheinlich werden wir so Ende des Jahres mehr Daten haben und dann","reden wir noch mal drüber.","Vielleicht ist es doch ein Raumschiff, da reden wir auch drüber.","Also das werden uns machen.","Vielleicht steigen Sie am Mars aus.","Genau.","Weil am Mars ist, da sind Sie nah dran, am 3. Oktober noch dazu,","da sind Sie wie nah nochmal, 50 Millionen Kilometer oder 30.","30 Millionen Kilometer.","Moin, oh, oh, oh, oh, oh.","Das könnte schon gehen. Da haben wir ein Auge drauf.","Ja, haben wir ein Auge drauf und werden weiter berichten. Und bis es soweit","ist, schauen wir uns noch an, was die Leute von uns wissen wollen.","Eine Frage habe ich rausgesucht, wie immer in den Zimmerfolgen.","Eine Frage beantworten wir, die ihr uns gestellt habt unter fragen.dasuniversum.at.","Und hier habe ich gedacht, nehme ich eine Frage für dich erstens und zweitens","eine Frage, die mit noch weiteren Reisen zu tun hat. Wir haben ja jetzt Reisen","zum entferntesten, entlegensten Inselpunkt auf der Erde.","Wir haben Reisen aus den fernen Tiefen der Milchstraße.","Und jetzt fragt uns Marlo etwas anderes. Marlo hat sich Star Trek Discovery angeschaut.","Und zwar Staffel 4. Habe ich nicht gesehen.","Aber er schreibt, da verlassen Sie. Und mit Sie wird das Raumschiff Enterprise","sein. Da fliegen die bei Discovery mit der Enterprise.","Das heißt Discovery, ich weiß die Discovery. Ist okay, schneid mal raus.","Müssen wir nicht rausstellen, ich hätte auch gesagt, dass sie da was discovern, weiß man ja nicht.","Also jedenfalls, ich habe nur die erste Folge gesehen, die ersten zwei Folgen","von Discovery und das fand ich irgendwie komisch. Vielleicht hätte ich mal mehr","anschauen müssen, egal.","Ja, am Anfang war es komisch. Ich fand, es war dann ganz okay und dann ist es","wieder ein bisschen wild geworden und dann die letzte Staffel habe ich mir dann","auch nicht mehr angeschaut.","Okay, dann schaue ich mir vielleicht doch nochmal an. Jedenfalls,","das Raumschiff Enterprise, das ja bekanntlich nicht in Star Trek Discovery mitspielt,","hat keine Rolle gespielt in der Frage, sondern das Raumschiff Discovery.","Und das Raumschiff Discovery verlässt anscheinend in Staffel 4 die Milchstraße.","Und Malo schreibt, ich hatte mir das eher so vorgestellt, dass da einfach immer","weniger und weniger und weniger Zeug ist und dann gar keins mehr und dann ist","man irgendwann draußen aus der Milchstraße.","Aber in der betreffenden Folge von Discovery gibt es diese Crazy Galactic Border,","wo sie nur durch irgendwelche verrückten Raumzeitblasen überhaupt die Galaxie verlassen können.","Ist das tatsächlich eine Sache oder nur ein weiterer Grund dafür,","warum Star Trek Discovery nicht zum Kanon gehören sollte. Also...","Rot, wie schaut es aus mit der Grenze der Milchstraße? Wo hört sie auf?","Und wie merkt man, dass man draußen ist?","Muss man eine crazy Galactic Border kreuzen oder schaut es anders aus?","Das ist jetzt natürlich schwierig, darauf quasi konkret Stellung zu beziehen,","weil ich nicht genau weiß, wie dieser crazy Border aussieht in der Serie. crazy halt.","Was man auf jeden Fall sagen kann, ist, dass die Sternenscheibe,","diese dünne Scheibe der Milchstraße, die wir ja auch schon erwähnt haben,","in der auch die Sonne drin ist, mehr oder weniger.","Dass die schon irgendwie ein Ende hat, ein recht abruptes.","Also es ist jetzt nicht so, dass die Sternenscheiben der Galaxien einfach so","weniger und weniger werden und dann einfach so ausfisseln nach außen hin,","sondern da ist dann doch irgendwie anscheinend eine Art,","Cut-Off, wo dann doch halbwegs plötzlich, wenn man von plötzlich reden kann","auf interstellaren Entfernungen,","da ein Ende der Sterne ist oder wo dann plötzlich deutlich weniger Sterne da","weit draußen sind. Ah, aber das heißt nicht, dass dort nichts mehr ist.","Also da ist auch weiterhin Material und vor allem ist ja außen rundherum um","die Sternenscheiben, rundherum der galaktische Halo,","der natürlich auch noch zur Galaxie dazugehört, der halt mit hin und wieder","mal einem Kugelsternhäufchen und hauptsächlich jede Menge heißem Gas gefüllt ist.","Also das ist das Zeug, das so extrem dünn verteilt ist, dass man natürlich dann","da überhaupt nichts mehr mitkriegt davon, vor allem wenn man da durchfliegt.","Ich meine, jenseits von gut und böse.","So ein Atom pro Kubikmeter ist es, glaube ich, so größenordnungsmäßig.","Das ist ein gut ziel, wenn man das treffen will.","Ja, muss man schon echt gut zielen.","Also da ist halt wirklich so gut wie nichts. Aber es ist trotzdem...","Und da haben wir ja eh auch schon mal drüber gesprochen in einer Folge dieses Podcasts.","Also es ist trotzdem, wenn man es halt zusammenrechnet, viel Material, das da zusammenkommt.","Aber es ist nicht so, dass dann die Milchstraße irgendwo aus ist und man weiß","auch gar nicht so richtig, wo die Milchstraße aus ist.","Es hat einfach nicht wirklich eine Grenze.","So ist das da draußen mit den Dingen im Weltraum. Sie haben nicht wirklich so","Grenzen, wo man sagen kann, und da ist aus.","Genau, also es gibt keine Crazy Galactic Border, aber Malo...","Obwohl, jetzt interessiert es mich sehr, wie die aussieht, diese Crazy Galactic Border.","Malo hat ja auch noch gefragt, ob das ein Grund dafür sein sollte,","wenn es diese Crazy Galactic Border nicht gibt, Star Trek Discovery aus dem","offiziellen Star Trek Kanon zu verstoßen.","Ja, Malo, wenn du das machen würdest, dann müsstest du auch die klassische Star","Trek Serie aus dem Kanon schmeißen, weil man kann sich das durchlesen in entsprechenden","Star Trek Wikipedia Einträgen.","Oder ich habe jetzt hier einfach Orte im Star Trek Universum auf der deutschen Wikipedia genommen.","Es gibt im Star Trek Universum etwas, das nennt sich die galaktische Barriere.","Da ist schon James Kirk in einer Folge drauf gestoßen und musste die Barriere","durchqueren und dann verstärkt das ja welche telepathischen Fähigkeiten und so weiter.","Und diese galaktische Barriere ist ein Energieband, ich zitiere,","ein Energieband, das am Rand der Milchstraße verläuft.","Es erschwert Reisen in den intergalaktischen Raum, da es von Raumschiffen nur","schwer zu durchdringen ist.","Ja, also das ist anscheinend ein fixes Element des Star Trek Universums,","aber in echt haben wir das nicht.","Aber das ist irgendwie dieses Energieband. Also sorry. Ich weiß schon,","Nexus ist cool, weil da ist ein Kirk noch drin und so weiter.","Aber das ist immer so, wenn man nicht mehr weiter weiß, dann kommt das Energieband.","Mit dem Energieband kann man dann einfach alles wieder umbiegen und erklären","und dann passt wieder alles zusammen, weil da war ein Energieband.","Ja, es gibt übrigens auch nicht nur die galaktische Barriere,","es gibt auch die große Barriere, die umschließt den Kern der Milchstraße.","Das ist da, wo sie im fünften Kinofilm, Star Trek V, am Rande des Universums,","wo sie seltsamerweise nicht zum Rand des Universums, sondern zum Zentrum der","Milchstraße geflogen sind.","Und da haben sie, glaube ich, Gott getroffen oder irgendwie sowas. So seliges wie Gott.","Also es gibt jede Menge Barrieren im Universum.","Aber ich stelle mir halt vor, dass das aus dramaturgischer Sicht wirklich Sinn macht.","Nein, weil du stellst vor, du fliegst dann in Discovery, fliegt der und fliegt","und fliegt und fliegt und fliegt und fliegt und es passiert irgendwie nichts","und zwar ewig lang, weil es ewig so weitergeht. Hm.","Ja, das war auf jeden Fall jetzt die Antwort, Marlo. Also es gibt keine Crazy","Galactic Border und Star Trek Discovery ist Kanon. So ist es.","Der Hahn ist tot, der Hahn ist tot.","Genau.","Sorry.","Wie auch immer. Ja, das war schon wieder das meiste, was wir in dieser Sommerfolge zu erzählen haben.","Ein Ding haben wir noch, nämlich die letzte Karte, die uns Evi geschickt hat.","Es ist ja immer noch das Sommer Science-Fiction-Rätsel aktiv.","Evi ist das vierte und letzte Mal unterwegs und schickt uns eine Audio-Ansichtskarte","und erzählt uns, was sie so erlebt hat.","Und wenn diese vierte Karte vorgelesen wurde, dann könnt ihr anfangen,","einige haben es schon getan, uns eure Lösungen zu schicken.","Es geht darum herauszufinden, erstens, wo war Evi und welcher Science-Fiction-Film","ist die Grundlage für ihre Reise.","Also wir brauchen pro Karte, also jeweils vier, vier Orte und vier Science-Fiction-Filme.","Bitte alles zusammen an Hello at das Universum schicken.","Und dann werden wir irgendwann nach dem Sommer eine entsprechende Verlosung machen.","Ich könnte mal eben den einzelnen Schluss sagen. Sagen wir, der einzelne Schluss ist?","Ah, 7. September, der Tag der totalen Mondfinsternis.","Ist okay, gut. Dann nehmen wir, sobald die Mondfinsternis vorbei ist,","ist der einzelne Schluss aus.","Also ihr habt Zeit, bis der Mond wieder leuchtet. Dann geht es am 7. September.","Und dann werden wir in einer Folge nach dem 7. September die Gewinnerinnen und","oder Gewinner verkünden und dann euch auch sagen, was ihr gewinnen könnt.","Wie üblich, Bücher, Eintrittskarten, anderes Zeug. Aber dafür müsst ihr zuerst","erraten, was Evi uns geschrieben hat bzw.","wo sie ist. Und deswegen hören wir uns jetzt Karte Nummer 4 an.","Liebe Ruth, lieber Florian, der Urlaub neigt sich dem Ende zu.","Und das ist auch schon meine letzte Postkarte, bevor es wieder nach Hause geht.","Ich muss gestehen, dass ich mich schon sehr freue, wieder bei euch zu sein.","Die letzten Tage hier waren sehr verregnet.","Dieser ständige Nieselregen schlägt mir langsam etwas aufs Gemüt.","Um meine schlechte Laune zu vertreiben und weil ich im Urlaub auch nicht trübsal","blasen wollte, war ich gestern Abend noch unterwegs.","Und weil es ja regnete, habe ich mir ein Taxi bestellt.","Wir flogen durch die tiefen Schluchten der riesigen Wolkenkratzer vorbei an","den gigantischen Werbeflächen, die schon von weiter Ferne zu sehen sind und","hier Tag und Nacht leuchten.","Der Taxifahrer brachte mich zu einer belebten Straße, an der sich trotz des","schlechten Wetters viele Menschen tummelten.","Bei einem Asiastand bestellte ich mir Nudeln und überlegte mir,","was ich danach machen könnte.","Da der Regen endlich etwas nachgelassen hatte, beschloss ich mir noch einen","Cocktail in einer Bar zu genehmigen.","Ich fragte den Betreiber des Essensstands nach einer Empfehlung und er meinte,","in der Nähe gibt es eine Bar mit tollen Drinks und einer super Tänzerin.","Das ist keine Bar für mich, meinte ich zu dem älteren Asiaten.","Doch, tolle Tänzerin, mit Schlange um Körper, deutete er mir,","denn er sprach kaum Deutsch noch Englisch.","Ich beließ es dabei und bedankte mich höflich bei ihm.","Die Schlange ist bestimmt nicht echt, dachte ich mir, als ich dann durch die","mit Neonschildern beleuchtete Straße spazierte. Ich ließ mich ein wenig von","der Masse treiben, ein Lokal reihte sich nach dem anderen und ohne dass ich","es bemerkt hatte, landete ich just vor dem Lokal mit der Schlangentänzerin.","Doch statt Ausgelassenheit und Abschweifung herrschte hier große Aufregung.","Die Polizei war vor Ort und sperrte die Straße ab. Eine riesige Menschentraube","versperrte mir allerdings die Sicht und ich konnte den Grund für den Polizeieinsatz nicht erkennen.","Ich sah nur, dass überall Glasscherben herumlagen.","Nicht schon wieder, war der erste Gedanke, der mir durch den Kopf schoss.","Ich hatte schon genug Aufregung in diesem Urlaub gehabt. Ich ruf mir lieber","ein Taxi über ein Witphone, bevor wieder irgendein Typ in Ledermontor auftaucht.","Ich wollte mich schon abwenden, da erst bemerkte ich neben mir die elegante Dame.","Sie versuchte ebenfalls einen Blick auf die chaotische Szene vor uns zu erhaschen.","Mit dem noblen Mantel, der Hochsteckfrisur und dem roten Lippenstift wirkte","sie wie ein Fremdkörper in dieser heruntergekommenen Gegend.","Die gehörte eindeutig nicht her.","Unsere Blicke trafen sich. Sie wirkte verstört und zugleich bedrückt.","Ich suche einen Mann, sagte sie und ließ ihren Blick schweifen.","Ich blickte mich ebenfalls um, als wüsste ich, wen sie meinte.","Hier waren hunderte Männerlady. Dann wandte sie sich wieder zu mir.","Ihre Augen glänzten sonderbar. Er wollte mich auf einen Cocktail einladen, hier in der Bar.","Sie machte eine Pause. Aber sie habe abgelehnt, weil diese Bar nichts für sie","sei, führte sie dann hinzu.","Ich wusste nicht, was ich antworten sollte und auch wenn ich der Meinung war,","dass dies tatsächlich kein Ort war, an dem man sein Love Interest einlädt,","erwiderte ich, dass das doch nett sei von ihm. Ob er denn auch nett sei, fragte ich sie.","Jetzt lächelte sie. Er sei sogar sehr nett und sehr charmant. Na bitte.","Aber, sie fragte sich, ob er sie nicht verfolgen und umbringen würde,","wenn sie die Stadt verlassen würde. Wie bitte?","Ich war alarmiert. Warum sollte er denn sowas tun, fragte ich sie.","Es sei sein Job, sagte sie trocken. Ich riet ihr, die Finger von dem Mann zu lassen.","So einfach sei das nicht, meinte sie, fast schon entschuldigend,","und blickte auf den Boden. So fangen toxische Beziehungen an, warnte ich sie.","Aber sie schüttelte nur den Kopf, fasste in die tiefen Taschen ihres Mantels und lief dann davon.","Ich setzte an ihr zu folgen, verlor sie aber schnell in der Menschenmasse.","Wenig später hörte ich einen Schuss ganz in meiner Nähe und beschloss sicherheitshalber","meine Suche nach ihr aufzugeben.","Ich hoffe, es geht ihr gut. Ich werde jetzt mal meine Sachen zusammenpacken","und mich dann bald auf die Heimreise begeben.","Ich habe euch auch kleine Mitbringsel besorgt. Ich hoffe, ihr mögt eure Garmetiere.","Bis bald. Liebe Grüße, Evi.","Ja, das war die letzte Karte und jetzt solltet ihr viermal gewusst haben,","wo Evi sich aufgehalten hat und viermal gewusst haben, welchen Film sie da in","ihren Ansichtskarten beschreibt. Hast du eine Ahnung, Ruth?","Wild.","Ich verrate mir, wenn du eine Ahnung hast.","Naja, irgendwie, das ist ja immer bei so Sachen, man hat dann immer so ein Gefühl,","ah, das kenne ich irgendwoher, ich kenne das irgendwoher, aber es ist ja sehr vage bei mir.","Es klang auf jeden Fall in allen vier Karten nicht nach einem erholsamen Urlaub.","Es klang alles immer sehr, sehr stressig.","Enticing, also man hat irgendwie so das Gefühl, man möchte jetzt mehr und man","möchte jetzt noch mehr erfahren.","Naja, es gibt ja dann, wenn ihr es erraten habt, die vier Filme und da kann man dann mehr erfahren.","Da kann man sich ja dann die Filme anschauen.","Ganz genau.","Ja.","Gut, ja, wir verraten gar nicht mehr, sondern ihr dürft weiterraten.","Wie gesagt, bis die Mondfinsternis vorbei ist am 7.","September, schickt uns eure Antworten an hello at das Universum.at.","Und jetzt können wir auch noch Dinge ankündigen. Der August ist bald vorbei,","leider. Dann geht der September los.","Dann muss zumindest ich wieder irgendwo ab und zu hinfahren und was ankündigen.","Zum Beispiel ankündigen am 7., da wo Einsendeschluss ist, da wo Mondfinsternis","ist, da könnt ihr in den Stadtsaal Wien kommen. Und zwar ohne euch sorgen zu","müssen, dass ihr die Mondfinsternis verpasst.","Denn das geht schon um 14 Uhr los. Da wird die Verleihung des Oberhummer Awards","für Wissenschaftskommunikation nachgeholt, die ja vor dem Sommer leider ausfallen","musste. Die wird nachgeholt.","Eckart von Hirschhausen, der den Preis bekommt, der wird da sein.","Die Science Passes werden da sein. Ich werde da sein.","Ruth wird da sein. Vielleicht, vielleicht auch nicht. Ich weiß es nicht.","Nein, ich bin nicht da.","Dann ist Ruth nicht da. Aber ich werde da sein.","Ich bin gerade in Estland.","In Estland? Meine Güte, warum bist du in Estland?","Ich fahre auf eine Planetariumskonferenz.","Okay, ja, ich war noch nie in Estland. Das ist auch spannend.","Schick eine Karte. Ja, mache ich.","Ich war auch noch nie dort. Ich fahre mit dem Zug rauf. Das wird sich so cool.","Ja, glaube ich auch. Ja, das wird lustig. Ja, dann ist Ruth nicht da,","aber ihr könnt alle da sein. Da wird der Oberhummer Award verliehen.","14 Uhr geht es los, wie gesagt.","Dann gibt es eine Show mit Eckart von Hirschhausen, mit den Science Busters. Das wird lustig werden.","Ja, es tut mir eh leid, dass ich es verpasse. Ich wäre sehr gerne dabei gewesen, natürlich.","Ja, aber es wird lustig. und danach kommt gar nicht mehr so viel im September,","was ihr euch anschauen könnt. Natürlich am 28.","September Sternengeschichten live in Leverkusen. Kommt nach Leverkusen.","Ach, natürlich. Thomas, komm nach Leverkusen. Thomas aus Leverkusen,","bring deine Freunde mit.","Ja, bring deine 100 besten Freunde mit. Das sind doch zu viele Karten nicht","verkauft in dieser Show.","Also komm vorbei.","Thomas, wir vertrauen dir. Du schaffst das.","Lauf durch Leverkusen und verkünde die Botschaft der Stellengeschichten,","dass alle kommen sollen.","Ja, und dann geht es weiter ab 1. Oktober. Da wird es dann ernst.","Da gibt es die erste, allererste Vorpremiere der neuen Science Buster Show.","Weltuntergang für Fortgeschrittene.","Irgendwann dann um den Zeitraum herum, ich weiß gar nicht wann genau,","wird auch das neue Buch der Science Buster erscheinen. wo ja nicht nur ich,","sondern du auch mitgeschrieben hast, unter anderem über das Ende der Milchstraße.","Das habe ich schon wieder ganz vergessen. Ja, da gibt es ein neuer Kapitel,","kann man es nicht nennen. Es ist nicht so ganz in Kapiteln, es strukturiert das Buch.","Bist du schon, aber ja. Aber es geht halt um das Ende.","Passend zum Weltkrieg, noch viel fortgeschritten, geht es in dem Buch um Dinge,","die zu Ende gehen und wo sie zu Ende gehen und wie sie zu Ende gehen,","aber auch um Dinge, die unendlich sind und nie ein Ende finden.","Also das Thema ist Ende und Unendlichkeit und deswegen heißt das Buch auch ganz","einfach Ausrufzeichen.","Ich bin schon sehr gespannt, wie die Leute das aufnehmen.","Ja, schauen wir mal.","Es ist ein bisschen wild, finde ich.","Ja, das Ende ist ja auch wild. Jedenfalls, die allererste Vorpremiere zur neuen","Show mit dem neuen Buch wird am 1.","Oktober in Melk stattfinden. Dann wird es am 3. und 4.","Oktober entsprechende Vorpremieren geben in Brunn am Gebirge.","Ist auch in der Nähe von Wien.","Dann gibt es eine Vorpremiere in Fischermend am 8. Oktober.","High Life und Fischermend.","Wo noch?","Schatz klapperst du.","Nein, das nicht, aber da macht man halt Vorpremieren. Vorpremieren macht man","nicht in der Location mit 5000 Leuten, sondern da sucht man sich kleinere Locations","aus und testet das mal aus. Das ist in einer Vorpremiere.","Und die erste offizielle richtige Premiere, also die erste offizielle Vorstellung, die wird am 16.","Oktober im Stadtsaal Wien stattfinden. Und dann, ja, wir fahren mit der Show","durch ganz Österreich, wir fahren mit der Show durch Deutschland,","wir fahren mit der Show die nächsten zweieinhalb Jahre durch die Gegend.","Also es wird genug Möglichkeiten geben.","Zweieinhalb Jahre.","Ja, also wir haben 2027, 20 Jahre Science Buster und davor will man keine neue","Show machen, glaube ich.","Könnt gerne auf die Homepage der Science Buster schauen, da findet ihr alle","feststehende Termine und da könnt ihr auch schauen, vielleicht kommen wir nochmal","in die Vorpremieren kurzfristig dazu irgendwo so.","Schaut da einfach hin, dann könnt ihr das anschauen und wenn ihr dann hinkommen","wollt, dann freuen wir uns.","Und Sterlinggeschichten live übrigens, sage ich jetzt auch gleich,","gibt es nächstes Jahr auch in Österreich. Ich habe jetzt auch Österreich-Termine.","Die Österreich-Premiere wird im Januar stattfinden Und zwar am 29.","Januar in Wien, in der Kulisse, wird sie stattfinden, die Österreich-Premiere.","Und auch da, dann kommt Salzburg dran, dann kommt Linz dran,","glaube ich, und noch ein paar andere Orte.","Warte, sag nochmal, wann ist das im Januar?","29.","Ich werde gleich schauen, ob ich da eh da bin. Ja, cool, in der Kulisse.","Ja, das ist nett. Das ist eine sehr kleine, nette, familiäre Location in Wien.","Ja, das ist so klingt, als wären da fünf Leute. Also da passen schon noch irgendwie 200 Leute rein.","Glaube ich. Aber es ist irgendwie sehr familiär. Da kann man nachher noch irgendwie sitzen und plaudern.","Ganz genau. Auch für die Österreich-Termine ist der Vorverkauf schon gestartet.","Wie gesagt, die anderen Termine, die noch im Dezember sind, was habe ich da,","Essen und Düsseldorf und Dortmund und Berlin.","Und dann im nächsten Jahr, da geht es dann auch in den Norden von Deutschland,","geht es in den Osten von Deutschland.","Da sind alle Termine unter www.sternengeschichten.live für Deutschland und Österreich.","Kommt vorbei, schaut euch das an. Und was hast du noch anzukündigen,","außer dass du in Estland sein wirst?","Ja, eh nicht viel. Ich bin in Estland und bin natürlich dann auch ein bisschen","länger unterwegs, weil das ja doch ein bisschen länger dauert mit dem Zug und","so. Also ich fahre schon Anfang September los.","Also ich glaube, ich kann mit den Ankündigungen noch warten auf die nächste","reguläre Folge, damit das dann zeitnah ist.","Gut, also wenn ihr Ruth live sehen wollt, dann müsst ihr entweder warten auf","die nächste Folge oder ihr treibt euch in Estland rum und schaut,","ob ihr sie irgendwo seht.","Ja, oder ihr bucht mich.","Das ist natürlich auch möglich.","Mich kann man nur gegen Bezahlung bekommen. Gut, und Florian ja eh auch.","Apropos Bezahlung, wenn ihr uns bezahlen wollt, wenn ihr uns unterstützen wollt","mit Geld, dann könnt ihr das natürlich so wie immer gerne tun.","Da freuen wir uns, weil dann können wir die Kosten für diesen Podcast decken","und auch vielleicht, wenn dann noch was übrig bleibt, unsere Arbeitszeit entsprechend entgelten.","Ihr könnt das tun, wie ihr ja wisst, unter Steady, unter PayPal oder mit Patreon.","Das könnt ihr machen und das habt ihr auch gemacht. Und wir werden dann nach","dem Sommer in der ersten regulären Folge wieder gesammelt uns bedanken bei all","denen, die das im Sommer gemacht haben.","Aber wir freuen uns auf jeden Fall, wenn ihr uns unterstützt,","weil, wie gesagt, dann ist die Arbeit hier auch wertgeschätzt.","Ich wollte sagen, da ist die Arbeit nicht umsonst.","Für euch ist sie umsonst, aber für uns muss sie nicht umsonst sein.","Florian, gratis, aber nicht umsonst. Und ich schaue mir jetzt auf YouTube das","3-minütige Video Discovery, Leaving Our Galaxy and Entering Galactic Barrier","an. Ich bin schon urgespannt.","Viel Spaß dabei und ich werde, weiß ich nicht, weiterarbeiten oder ins Schwimmbad","gehen, eins von beiden. Schauen wir mal, was ich noch machen werde.","Vielleicht tue ich auch Abendessen, kochen, irgendwelche Dinge werde ich machen,","Dinge, die man also macht.","Und was wir am Ende von dem Podcast machen, ist uns verabschieden und zwar jetzt","und mit den Worten, die du sagst.","Macht es gut und bis zum nächsten Mal.","Genau, und ich sage Tschüss."]}