{"v":1,"episode":143,"speakers":["Florian","Ruth","Evi"],"t":[13,19,20,25,27,31,32,35,37,39,45,47,51,55,59,62,65,66,70,73,75,78,81,84,88,91,95,98,101,104,108,111,114,118,121,125,129,133,136,141,145,148,151,154,159,162,166,173,176,177,181,185,188,189,192,198,201,204,207,210,213,215,222,223,226,228,234,238,242,247,248,254,258,262,267,271,272,274,278,283,287,291,295,299,302,304,309,312,315,320,323,329,332,337,340,341,346,351,358,361,364,372,374,378,383,388,391,394,400,403,408,409,415,418,421,425,426,428,433,436,441,443,448,453,453,457,460,462,466,468,472,477,481,485,489,494,495,498,502,507,509,512,517,520,522,524,528,534,539,543,545,552,556,561,566,571,572,576,580,586,590,592,598,604,609,610,614,619,622,626,629,630,633,637,641,646,649,653,656,660,664,665,669,672,676,680,683,687,690,693,698,703,707,711,714,717,719,722,725,726,730,734,736,742,745,747,754,755,759,764,768,771,774,779,782,786,789,792,796,800,803,806,809,813,815,820,821,826,827,828,831,834,840,843,846,848,852,856,858,862,866,869,872,878,882,889,893,897,901,904,911,914,915,919,925,927,929,931,932,937,942,947,952,956,960,963,966,972,976,980,981,985,989,993,998,1001,1003,1005,1008,1010,1012,1016,1020,1024,1026,1030,1034,1037,1039,1042,1046,1049,1052,1056,1058,1065,1069,1071,1075,1076,1081,1084,1088,1091,1094,1095,1100,1105,1109,1113,1116,1119,1121,1123,1126,1129,1132,1137,1141,1146,1150,1154,1158,1163,1167,1170,1174,1180,1183,1187,1190,1194,1201,1205,1211,1216,1218,1221,1226,1230,1232,1235,1237,1239,1242,1243,1243,1250,1255,1257,1261,1266,1270,1273,1278,1281,1284,1290,1293,1298,1300,1304,1305,1308,1313,1315,1319,1322,1327,1331,1334,1340,1343,1347,1353,1357,1360,1366,1370,1372,1378,1381,1385,1389,1393,1396,1400,1403,1406,1410,1415,1417,1421,1425,1430,1433,1437,1441,1443,1448,1452,1456,1460,1462,1466,1469,1474,1478,1483,1488,1491,1495,1499,1501,1505,1508,1509,1514,1519,1521,1524,1527,1529,1531,1534,1540,1543,1552,1556,1559,1561,1562,1565,1569,1575,1578,1584,1590,1593,1596,1599,1602,1605,1607,1610,1615,1618,1621,1623,1626,1629,1634,1638,1642,1645,1649,1655,1658,1666,1671,1675,1678,1681,1686,1689,1693,1696,1701,1703,1706,1709,1714,1721,1727,1730,1735,1742,1747,1748,1753,1757,1761,1765,1770,1773,1778,1780,1784,1787,1793,1797,1799,1801,1802,1804,1807,1810,1813,1815,1818,1821,1826,1828,1832,1835,1840,1844,1848,1850,1855,1860,1864,1866,1869,1873,1877,1881,1884,1888,1889,1893,1895,1898,1900,1905,1909,1912,1916,1923,1928,1932,1939,1941,1944,1947,1951,1955,1959,1964,1968,1971,1975,1978,1982,1985,1988,1994,1998,2002,2008,2009,2014,2020,2022,2025,2028,2030,2034,2037,2041,2044,2046,2050,2055,2057,2063,2064,2070,2075,2079,2084,2088,2093,2098,2101,2104,2107,2111,2116,2120,2124,2128,2131,2133,2136,2141,2143,2148,2150,2154,2159,2163,2165,2169,2172,2175,2178,2181,2187,2190,2193,2196,2199,2203,2208,2209,2214,2218,2222,2225,2229,2230,2234,2237,2243,2247,2253,2255,2258,2263,2265,2268,2271,2276,2284,2286,2290,2292,2295,2299,2302,2308,2313,2316,2321,2331,2335,2338,2341,2344,2346,2349,2351,2354,2359,2362,2366,2370,2374,2379,2382,2384,2388,2392,2398,2403,2407,2412,2415,2419,2424,2431,2433,2436,2440,2443,2446,2449,2455,2457,2462,2465,2469,2471,2475,2479,2482,2485,2489,2490,2494,2499,2503,2508,2511,2512,2515,2519,2525,2529,2533,2535,2539,2545,2547,2552,2553,2556,2560,2565,2570,2578,2581,2586,2587,2593,2596,2599,2603,2605,2610,2614,2616,2620,2622,2626,2628,2630,2633,2636,2640,2641,2642,2648,2655,2660,2663,2668,2673,2676,2680,2683,2686,2690,2695,2698,2703,2708,2712,2715,2720,2727,2737,2740,2745,2751,2756,2759,2766,2769,2773,2775,2777,2781,2785,2790,2796,2801,2806,2811,2815,2818,2820,2824,2829,2832,2837,2842,2844,2846,2849,2851,2857,2865,2869,2872,2875,2879,2882,2887,2890,2891,2894,2899,2902,2907,2910,2913,2918,2920,2924,2928,2931,2932,2934,2935,2938,2942,2950,2954,2955,2956,2960,2963,2966,2966,2967,2968,2970,2972,2973,2975,2977,2979,2982,2985,2986,2991,2993,2996,2997,3001,3004,3010,3016,3018,3021,3025,3029,3031,3036,3041,3044,3049,3052,3056,3059,3063,3068,3070,3074,3079,3082,3085,3087,3092,3093,3098,3102,3106,3109,3114,3120,3124,3127,3131,3133,3136,3136,3138,3141,3145,3151,3155,3160,3163,3167,3172,3175,3177,3180,3182,3189,3193,3197,3199,3201,3205,3207,3211,3217,3221,3225,3226,3232,3234,3235,3238,3241,3242,3243,3245,3250,3254,3259,3262,3266,3268,3272,3276,3277,3282,3285,3288,3291,3294,3297,3300,3304,3306,3311,3316,3318,3324,3330,3334,3341,3345,3348,3350,3354,3360,3364,3371,3377,3379,3381,3384,3387,3390,3391,3395,3399,3402,3406,3408,3411,3413,3414,3418,3422,3425,3429,3430,3432,3437,3439,3443,3446,3448,3450,3452,3457,3459,3462,3463,3465,3468,3471,3476,3478,3480,3483,3483,3488,3493,3495,3497,3499,3503,3507,3508,3508,3513,3516,3516,3521,3525,3530,3532,3536,3538,3542,3545,3548,3553,3554,3559,3563,3566,3570,3574,3576,3578,3579,3583,3588,3589,3591,3595,3600,3603,3605,3608,3610,3613,3615,3620,3625,3626,3630,3633,3636,3639,3644,3647,3652,3656,3660,3666,3669,3671,3674,3678,3680,3685,3688,3690,3693,3696,3698,3702,3706,3706,3706,3708,3711,3713,3715,3719,3721,3723,3727,3731,3736,3738,3742,3745,3748,3749,3752,3755,3760,3763,3767,3769,3773,3775,3778,3782,3784,3788,3790,3792,3796,3797,3801,3804,3809,3811,3814,3816,3818,3823,3829,3833,3837,3839,3843,3845,3848,3852,3857,3859,3864,3869,3870,3875,3878,3882,3884,3888,3891,3896,3900,3904,3906,3911,3915,3919,3922,3927,3931,3932,3937,3941,3945,3946,3949,3955,3960,3962,3965,3969,3975,3980,3983,3986,3991,3994,3998,4002,4006,4010,4015,4018,4021,4024,4027,4032,4034,4037,4040,4041,4045,4050,4052,4056,4057,4065,4068,4072,4077,4079,4081,4084,4088,4091,4092,4094,4097,4100,4104,4108,4110,4112,4112,4113,4114,4118,4122,4124,4127,4129,4133,4134,4139,4141,4148,4152,4154,4158,4163,4165,4169,4175,4180,4186,4192,4194,4197,4204,4208,4214,4220,4222,4229,4232,4235,4240,4244,4249,4254,4255,4260,4264,4267,4269,4271,4274,4277,4282,4287,4294,4295],"s":[0,1,0,0,1,1,1,1,0,1,1,0,1,1,1,1,1,1,1,0,0,0,1,1,1,1,1,0,0,0,1,0,1,0,0,1,1,0,0,0,0,0,0,0,0,0,0,1,1,1,0,0,0,1,1,0,0,1,1,0,0,1,1,0,0,0,1,0,0,1,0,0,0,0,1,0,1,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,1,0,0,0,1,1,0,0,0,0,1,0,0,0,0,0,0,1,1,1,1,1,0,0,1,0,0,0,0,0,1,0,0,0,1,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,0,0,0,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,1,1,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0,0,0,0,1,0,1,0,0,0,0,1,0,0,0,0,0,1,1,0,0,0,0,0,1,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,1,1,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,1,1,1,1,1,1,1,1,1,0,0,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,1,1,1,0,0,1,1,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,1,1,1,0,0,0,0,0,0,0,1,1,1,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,0,0,1,1,0,1,0,0,0,1,0,0,0,0,0,0,0,1,1,1,0,0,0,0,0,0,0,0,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,0,1,0,0,1,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,0,0,2,0,1,0,0,1,0,2,0,1,2,1,2,1,2,1,2,1,2,1,2,1,1,1,2,1,0,2,0,0,1,1,2,1,1,0,0,2,0,1,1,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0,0,2,0,2,2,2,2,2,2,2,2,2,2,0,0,1,2,2,2,2,2,2,2,2,2,0,0,2,0,2,0,0,2,0,2,1,1,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,1,0,0,0,0,0,0,2,1,2,2,2,2,2,2,2,1,2,2,1,2,2,2,2,0,2,2,2,2,2,2,0,0,2,2,0,0,2,0,0,0,1,0,0,1,2,1,0,0,2,2,0,0,2,0,2,0,1,1,1,1,0,0,0,0,0,2,2,2,2,2,0,0,0,0,0,1,2,2,0,2,2,2,2,2,0,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0,0,0,1,0,2,2,2,2,0,2,0,0,2,1,2,2,2,2,2,2,2,0,0,0,0,0,0,0,2,2,2,2,2,2,2,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,2,2,2,2,2,2,0,0,0,0,0,0,0,0,0,0,0,0,1,1,2,0,0,1,1,1,0,0,0,2,0,0,2,1,0,0,0,0,2,0,2,0,2,0,0,0,0,1,0,1,0,0,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0],"x":["Hier ist Das Universum, der Podcast, in dem Ruth und Florian über das Universum sprechen mit Ruth.","Und mit Florian.","Herzlich willkommen zu Folge 143 mit einem sehr, sehr hässlichen Novembertag","voller Regen und schlechten Wetten.","Es schüttet und schüttet und schüttet. Könnt ihr das hören? Könnt ihr das Prasseln","auf meinem Fenster hören?","Wahrscheinlich nicht, weil es der Algorithmus rausgefiltert hat,","oder? Aber es prasselt so richtig.","Ja, im Algorithmus gibt es kein schlechtes Wetter.","Ja, aber es ist auch okay, weil November ist halt November und es ist auch okay,","wenn der November so ist, wie er halt ist.","November ist niemals okay, aber wir müssen trotzdem damit leben.","Ja, könnte man sich voll sparen. Also ich finde zumindest vielleicht so noch","ein paar Tage, so die letzte Novemberwoche, wo es so richtig schier ist und","dann gehen irgendwie die Weihnachtsbeleuchtungen und alles los und so und dann","ist eigentlich eh schon Weihnachten und dann ist das auch schon wieder vorbei","und dann wird es auch wieder heller.","Nur damit man so weiß, wie scheiße es sein kann. Aber dafür braucht man nicht","ein ganzes Monat, grau und kacke.","Ja, den ersten November kann man auch lassen, dass man sich irgendwie so vom","Halloween noch ein bisschen ausschlafen kann. Und dann kann man gleich direkt","zum ersten Advent übergehen und dazwischen kann man sich sparen.","Ja, total. Aber so ist es leider nicht. Ich steige mir das oft.","Also ich finde Winter cool. Winter ist gut, aber nicht so lang.","Wenn es einfach nur vier Monate Winter wäre, also das Halbjahr,","so mit Herbst und Dings, weiß nicht, gäbe es eine Möglichkeit.","Du Himmelsmechaniker, gäbe es ein Planetensystem, wo das geht?","Habe ich mir gerade überlegt, ob man das hinkriegt. Wenn man sehr,","sehr, sehr kreativ wird, irgendwie wahrscheinlich schon realistisch,","weiß ich nicht. Ich meine, gut, fährst du nach Italien, da ist der Wind da kürzer.","Nein, aber man bräuchte eine orgeliptische Bahn, dann wäre es auf einer...","Dann ist der Winter länger.","Bei uns ist es ja so, dass Winter ist, wenn die Erde näher dran ist an der Sonne.","Wenn die Bahn arg elliptisch ist, ist der Planet sehr, sehr viel länger weiter","weg von der Sonne. Dann hast du sehr, sehr lange Winter und einen ganz, ganz kurzen Sommer.","Ja, auch nicht ideal. Irgendwo zwischendrin. Außerdem wäre es dann voll unfair.","Dann wäre auf einer Hälfte des Planeten richtig cool und auf der anderen richtig scheiße.","Tja, das Problem werden wir nicht lösen. Genauso wenig, wie wir das Terminproblem","lösen konnten, das im November zusätzlich zum schlechten Wetter auch noch existiert hat.","Ruth und ich haben fast keine Termine gefunden, wo wir Podcasts aufnehmen können,","weswegen wir jetzt an einem Termin mehrere Podcasts aufnehmen müssen,","weswegen die aufgenommene Folge und die nächste wahrscheinlich auch und vielleicht","sogar die übernächste ein wenig kürzer sind als sonst,","aber trotzdem voll mit Astronomie und voll mit Geschenken.","Ihr habt uns tolle Dinge geschenkt, die wir super finden.","Ein Ding fand ich ganz besonders super, obwohl es nicht mal für uns war.","Und zwar von Tobias. Tobias hat nämlich Eichhörnchenfutter mir geschickt für das Eichhörnchen.","Ich meine, es ist nicht so, dass Eichhörnchen nicht einfach irgendwas fressen können.","Oder ist es wichtig, dass Eichhörnchen...","Füttert ihr dem Eichhörnchen spezifisches Eichhörnchenfutter?","Nein, die kriegen normalerweise einfach Haselnüsse. Nee, nicht Haselnüsse.","Walnüsse. Walnüsse kriegt das Eichhörnchen und Sonnenblumenkerne.","Und das reicht eigentlich.","Okay, aber gut, vielleicht braucht es ja auch irgendwie dann eine gewisse Mischung","von Dingen, die genau darauf abgestimmt sind, was für Bedürfnisse das Eichhörnchen heutzutage hat.","Ja, aber ich meine, das lebt da ja schon länger. Das ist ja nicht so,","dass das irgendwie jetzt ein Haustier ist, sondern das kommt ja sonst auch klar.","Na du, aber das moderne Eichhörnchen muss vielleicht auch auf seine Figur achten","und möchte mehr Proteine zu sich nehmen als Kohlehydrate.","Ja, weiß ich nicht, aber dann muss schauen, was er es herkriegt.","Bei uns kriegt es Nüsse. Und jetzt Tobias Eichhörnchenfutter.","Aber jetzt, genau, dank Tobias kann er sich endlich ausgewogen ernähren.","Habt ihr es schon ausprobiert?","Ich habe es schon rausgelegt und ich habe zumindest das Eichhörnchen gesehen.","Ich habe es noch nicht beim Futter gesehen.","Vögel haben sich schon bedient und die Ratten vom Fluss nebenan wahrscheinlich auch schon. Super.","Es ist ja egal, was man füttert, es ist alles immer nur Rattenfutter in Wirklichkeit, oder?","Genau, ja. Also irgendwer wird sich daran bedienen und hoffentlich auch das Eichhörnchen.","Und dann hat Tobias etwas Gutes für das tierische Universum getan.","Ja, sehr schön.","Etwas sehr, sehr Schönes haben wir auch von René bekommen. beziehungsweise haben wir alle mit","Alle, meine ich jetzt auch die Hörerschaft, das bekommen. René schreibt nämlich,","dass er sich immer schon für Astronomie interessiert hat, ein Fan unseres Podcasts","ist und seit seiner Kindheit, die er in seiner E-Mail im Jahr 1995 ansetzt.","Uiuiui, da habe ich fast schon maturiert.","Ja, ich war im ersten Semester.","Du hast, genau, du, ah!","Ich habe im ersten Semester meines Studiums, war ich 1995.","Und da hat René sein erstes Teleskop bekommen und er findet Astronomie super.","Er hat vor kurzem angefangen, Podcasts zu hören, ist auf unseren gestoßen.","Er ist noch nicht bei der aktuellen Folge angelangt, aber er ist offensichtlich","bei einer Folge angelangt, die mit der DART-Weltraummission zu tun hat.","Diese Mission, wo man einen Asteroid bombardiert beschossen hat,","um herauszufinden, ob man ihn ablenken kann.","Bombardiert. Wer bezahlt dich?","Er hat etwas draufgeworfen, also nicht René, aber die Raumsonde hat etwas auf","den Asteroid draufgeworfen, um zu schauen, ob er abgelenkt werden kann.","Und wir haben in vergangenen Folgen drüber gesprochen.","Und das fand René erstens interessant und zweitens wollte er uns auch unterstützen.","Und er hat sich eine besondere Art der Unterstützung ausgedacht.","René hat nämlich ein T-Shirt-Design. Ein T-Shirt, wo die Dart-Mission drauf ist.","Da sieht man so die Dart-Mission rumfliegen auf den Asteroid zu.","Und darunter steht das, was die Dart-Raumsonde offensichtlich sagt,","nämlich This one's for the dinosaurs.","Ja, es ist großartig.","Dieses T-Shirt kann man kaufen und ich verlinke den Shownotes den Ort, wo man es kaufen kann.","Und ihr, liebe Hörerinnen und Hörer, könnt dieses T-Shirt billiger bekommen.","Und zwar gibt es eine Promotion und da könnt ihr das um 42% billiger bekommen.","So leicht kriegt man heutzutage schon Promotionen oder was? Ich habe nichts","billiger bekommen für meine Promotionen.","Tja, ich auch nicht. Aber der Rabattcode für dieses Angebot lautet Das Universum","in Großbuchstaben ohne Leerzeichen.","Das Universum. Wenn ihr das da eingebt beim Bestellen, dann bekommt ihr das","T-Shirt um 42% billiger. Weil 42.","Aber es ist ein schönes T-Shirt. Ich glaube, es wäre ein super Bühnent-T-Shirt für dich.","Schauen wir mal, ja. Und das Schöne daran ist, nicht nur das T-Shirt,","sondern das Schöne daran ist, dass René auch gesagt hat,","er wird den Betrag, der er eingenommen hat, von diesem T-Shirt-Verkauf bis Januar,","also alles, was er mit dem T-Shirt verdient hat bis Januar, da wird er seine","Kosten abziehen und der Rest, den wird er an uns übergeben.","Und das freut uns natürlich.","Er ist wirklich sehr großzügig, finde ich. Also eigentlich ist seine Arbeit","an dem T-Shirt dann mehr oder weniger umsonst.","Also eigentlich alles, was er für seine Arbeit normalerweise bekommen würde,","hätte sollen, will er dann gleich an uns abgeben. Das habe ich fast ein bisschen","ein schlechtes Gewissen.","Ja, aber er könnte ja drei T-Shirts kaufen dann.","Gut, dann kriegen wir dreimal mehr, aber René nicht. Das macht keinen Sinn.","René, vielleicht willst du dir ein bisschen was vom Gewinn doch behalten.","Ja, aber René hat in seinem Online-Shop auch noch andere T-Shirts und die könnt","ihr euch auch besorgen. Genau, macht das.","Gibt es eins, Make Space for Love heißt es. Da ist so ein Alien mit einer Blume.","Und dann noch Escape the Noise für Outdoor-Menschen und Natur-Menschen kann","man sich auch bestellen.","Ah, cool, das brauche ich. Das muss ich mir gleich anschauen.","Ja, also schauen euch das einfach an. Sind schöne T-Shirts drauf auf diesem","Shop und besorgt euch was, wenn euch das gefällt.","Und dann hat René was davon und wir haben auch was davon. Vielen Dank, René.","Ganz herzlichen Dank, René.","Eine sehr, sehr schöne Idee war das. Wie es hat alles in den Journals verlinkt.","Und der Promo-Code, der Rabatt-Code lautet DAS UNIVERSUM.","Besorgt euch das, wenn ihr das wollt. Und wir machen jetzt gleich weiter ohne","Voreinleitungsgeschichte mit der eigentlichen Hauptgeschichte.","Und die handelt von etwas, mit dem ich mich auch oft beschäftigt habe.","Weil im Podcast hier reden wir meistens immer nur darüber, dass ich Asteroiden","erforscht habe und du Galaxien.","Und dann streiten wir uns darum, ob Asteroiden oder Galaxien besser sind.","Aber genauso viel, wie ich Asteroiden erforscht habe, habe ich auch ein anderes Gebiet erforscht.","Nämlich die Planeten anderer Sterne, die Exoplaneten.","Zumindest ihre Dynamik.","Ja gut, mehr kann man nicht sagen, weil wir waren ja noch nie dort bei den Dingen.","Also mehr über die Dynamik wissen wir fast nicht. Aber habe ich untersucht und","habe gedacht, das muss auch mal diskutiert werden hier im Podcast.","Gut, wir haben es eh schon öfter mal diskutiert, aber können wir auch ein bisschen","ausführlicher diskutieren.","Und zwar haben wir mittlerweile schon viel über diese Planeten rausgefunden.","Oktober 1995 in Renés Kindheit. Und während du gerade bei der Matura-Vorbereitung","warst und ich meine ersten Vorlesungen an der Uni gehört habe,","da wurde der erste Planet eines anderen Sterns entdeckt.","Und mittlerweile haben wir 6.000 von den Dingern gefunden.","Was wir bis heute noch nicht gefunden haben, ist ein extra galaktischer Planet.","Ah, Moment, Moment. Da gibt es noch einen in M51.","Ja, da kommen wir noch dazu, ob es das gibt oder nicht, aber wir wissen auf","jeden Fall, die Sterne in unserer Milchstraße, in unserer Galaxie, die haben Planeten.","Wir wissen, andere Galaxien haben Sterne und es wäre schon komisch,","wenn die keine Planeten hätten.","Das Problem ist nur, das ist halt schwer zu beobachten, weil die Sterne in anderen","Galaxien, die einzeln zu beobachten, das ist schon schwer genug.","Und wie soll man da einen Planeten beobachten, der einen Stern in einer anderen Galaxie umkreist?","Wie soll man das machen? Wie geht das? Gar nicht.","Gar nicht. Aber weißt du, was das Lustige ist?","Dass das nämlich die Kids im Planetarium oft fragen, wenn wir uns dann zum Beispiel","Andromeda anschauen, sagen sie, aber gibt es dort auch Planeten?","Dass sie eigentlich komischerweise erst, wenn wir uns eine andere Galaxie anschauen,","dann erst irgendwie diesen Gedanken","haben, dass es da draußen auch anderes Leben um andere Sterne gibt.","Und diese extragalaktischen Planeten scheinen irgendwie was mit uns zu machen","oder scheinen uns irgendwie nahe zu liegen.","Ja, aber das Problem ist halt, wir würden die gern sehen, aber sie sind halt","nicht zu sehen oder nicht mal nachzuweisen.","Also das ist das Problem, weil das","ist alles ganz weit weg. Du hast vorhin gesagt, gibt es da nicht einen.","Wir haben tatsächlich ein paar ganz, ganz wenige Kandidaten.","Daten für solche Planeten in anderen Galaxien.","Die kann man vielleicht durch sogenannte Microlensing-Effekte beobachten.","Also wenn jetzt von uns aus gesehen ein Stern in dieser fremden Galaxie vor","einem anderen Stern in dieser fremden Galaxie vorbeizieht,","dann kann der Vordergrundstern, der Linsenstern ein bisschen was von dem Licht","dahinter so rumbiegen, ablenken durch seine Gravitationskraft,","dann ändert sich dessen Helligkeit und das ändert sich auf eine charakteristische,","nachweisbare, erkennbare Art und Weise.","Und wenn der Stern, der das Licht verbiegt, noch einen Planeten hat,","dann gibt es nochmal so einen Extra-Effekt. Also wir könnten das theoretisch nachweisen.","Wir haben das bei Sternen und Planeten in unserer Milchstraße auch schon nachgewiesen.","Es gibt Hinweise, dass sowas vielleicht auch bei einem Stern in einer anderen","Galaxie passiert ist. Ich glaube, es war Andromeda damals im Jahrzehnt, also neun.","Aber das Problem ist, ist halt nicht wiederholbar so ein Ereignis.","Es passiert nur einmal, wenn der Stern vorbeigezogen ist, dann ist er weg,","dann passiert es nicht mehr. Das heißt, es passiert nur einmal und wir können","es nicht überprüfen, wir können es nicht bestätigen und deswegen bleibt es immer ein Kandidat.","Du hast von einem Planeten in der Whirlpool-Galaxie M51 besprochen.","Da gab es einen Röntgendoppelstern, also einen Doppelstern, der im Röntgenlicht","hell leuchtet, deswegen wir den sehen können und da gab es so periodische Verdunkelungen","und das Problem ist, auch da wissen wir,","vielleicht da ist was, das da rumkreist, aber wir wissen nicht,","wie groß das ist, wie schwer das ist.","Es kann genauso gut auch ein brauner Zwerg sein und kein Planet.","Also auch da wissen wir es nicht und können wir es auch nicht genau sagen,","weil das so weit weg ist, das Zeug.","Ja, und die Methoden, die wir bei den Planeten in unserer Milchstraße anwenden","können, also bei den Sternen, die relativ gesehen näher an uns dran sind,","die können wir eben in anderen Galaxien nicht anwenden.","Ganz genau. Aber wir können etwas machen, was sehr kreativ ist,","weil extragalaktische Planeten existieren,","es auch in unserer Galaxis.","Ah, ja. Die reingeliefert wurden mit ihren Sternen, wie die Milchstraße eine","andere Galaxie verschluckt hat.","Genau, das klingt komisch. Extragalaktische Planeten in unserer Galaxis.","Aber wir wissen, unsere Galaxie kollidiert regelmäßig mit anderen Galaxien oder","ist in der Vergangenheit immer wieder mit kleinen Zwerggalaxien kollidiert.","Und naja, die verschwinden ja nicht, die Sterne, die bleiben übrig.","Sie sind auch noch erkennbar als Sterne, die von woanders kommen,","weil die die sich dann ja nicht komplett verteilen über die ganze Milchstraße.","Die bleiben noch so ein bisschen zusammen, beziehungsweise teilen sich immer","noch dynamische Bewegungseigenschaften, an denen wir die erkennen können.","Das nennt man Sternströme, Sternstrom.","Auch darüber haben wir schon in vergangenen Folgen gesprochen.","Und wir haben sogar im Jahr 2010 bei einem Stern, in so einem Sternstrom,","im Helmi-Sternstrom, haben wir einen Planeten gefunden.","Problem ist, dann hat man auch nochmal genauer hingeschaut, um das zu bestätigen,","und hat festgestellt, war nur ein Messfehler.","Da war Augen auf Ohren, auf Helmi nicht da.","Ja, das verstehen nur Kinder, die in den 80er Jahren in Österreich aufgewachsen","sind. Aber in Deutschland glaube ich nicht.","Also nichts für René oder wie?","Es gab so.","Ein Reboot mit so einem komischen, schlanken, animierten Helmi.","Was?","Ja, ja.","Oh Gott. Das hört sich furchtbar an.","Ja, ist auch furchtbar. Ah nein, schau mal, Wikipedia sagt, in Österreich der","Schweiz teilen Bayerns und Baden-Württemberg. Da ist es anscheinend gelaufen.","Das war so eine komische Figur, so eine Sendung zur Verkehrserziehung.","Weil er hat immer einen Helm aufgehabt und hat mir gesagt, dass man aufpassen","muss. Jedenfalls, das ist eine","Astronomin, Armina, Arnima, irgendein spanischer Name, Helmi heißt die.","Armina Helmi, argentinisch, nicht spanisch, Entschuldigung, argentinisch,","niederländische Astronomen.","Und die ist Expertin für diese galaktische Archäologie, also die findet raus,","wo Überreste von Galaxien in anderen Überresten sich bewegen.","Und da ist auch nachher was benannt, nämlich der Helmi-Sternstrom.","So, also da hat es nicht funktioniert mit dem Planetennachweis,","aber die Idee ist gut. Und deswegen gibt es jetzt ein sehr, sehr schönes Forschungsprojekt.","Eine Arbeit, die ist erst vor wenigen Tagen am 10.","November erschienen und die heißt Searching for Exoplanets Born Outside the Milky Way.","Also die Suche nach Exoplaneten, die außerhalb der Milchstraße geboren wurden.","Und dieses ganze Projekt hat ein wunderschönes Akronym, nämlich Voyagers.","Juhu, da haben sie sich Mühe gegeben.","Ja, da haben sie sich wirklich Mühe gegeben.","Wie kommt man da drauf, bitte? Wie, wie, wie, wie, visual...","Ja, da könntest du jetzt lange raten, dann ist die Folge wahrscheinlich zwei","Stunden lang, bis du es erraten hast.","Nein, das Ganze heißt Views of Yore.","Ancient Gaia Enceladus Exoplanet Revealing Survey.","What's your?","Your? Your what?","Your?","Your mom?","Nein, nicht ganz. Also das Online-Dictionary Merriam-Webster sagt,","your is a time past and especially long past.","Die tiefe Vergangenheit, es wird eher so im poetischen Kontext verwendet.","Also wenn man so Gedichte schreibt, dann sagt man so days of your, die vergangenen Tage.","Bescheinend habe ich mich in England nicht mit besonders poetischen Menschen entgegeben.","Man verwendet es auch nicht wirklich oft, das Wort vermutlich in der Alltagssprache.","Da werden schon einige Leute lange mit dem Wörterbuch gesessen haben,","bis sie das Y von Voyagers darunter gebracht haben.","Ja, aber wir beschäftigen uns halt mit den alten Ansichten und den Ancient Gaia","Enceladus Exoplanet Revealing Survey.","Okay, na Gaia Enceladus, das ist leichter. Da weiß man quasi,","wo die Sterne genau herkommen.","Genau, das schauen wir uns dann nachher auch noch an. Aber der Punkt,","um den es geht, ist, dass man sich halt in dem Fall auf andere Sterne konzentriert,","als die, die wir bisher untersucht haben, wenn wir auf der Suche nach Planeten waren.","Weil bisher haben wir vor allem Sterne untersucht, so ähnlich wie unsere Sonne ungefähr.","Also einerseits, weil wir natürlich immer sind, wie wir sind.","Wir fangen immer bei dem an, was wir kennen.","Wir wollen Sterne wie die Sonne, damit der Planeten wie die Erde drum sind.","Und dann soll da noch ein Lebewesen, wie wir Menschen drauf leben.","Mit spitzen Ohren vielleicht noch, wenn es hochkommt.","Und grüne Haut.","Aber in dem Fall schaut man eher auf metallarme Sterne.","Und Metall, wieder hier im astronomischen Kontext betrachtet,","in der Astronomie ist Metall alles, was kein Wasserstoff und Helium ist.","Und die meisten Sterne bestehen...","Alle Sterne bestehen, vor allem aus Wasserstoff und Helium, aber haben immer","auch noch ein paar andere Elemente mit dabei, also eben auch Metalle mit dabei.","In der Sonne gibt es ja auch Stickstoff, Kohlenstoff, Sauerstoff und so Zeug,","aber halt unterschiedlich viel.","Es gibt Sterne, die vergleichsweise jung sind wie unsere Sonne,","die gehörte zur dritten Generation der Sterne im Universum.","Da war schon genug Zeit, dass die anderen davor diese Elemente erzeugen konnten.","Das heißt, die Sonne hat viele Metalle, ist ein metallreicher Stern,","aber die Sterne aus der Generation davor, die früher entstanden sind,","im Universum, die sind metallärmer.","Die haben zwar auch noch andere Elemente drin als Wasserstoff und Helium, aber nicht so viele.","Und in dieser Suche konzentriert man sich eben auf die metallarmen Sterne,","weil die Galaxien sind vor langer Zeit kollidiert.","Da waren die Sterne eben noch aus einer früheren Generation,","haben weniger Metalle drin.","Und das ist halt ein bisschen einerseits problematisch, weil das hat Auswirkungen auf die Entstehung.","Wir gehen heute davon aus, dass Planeten leichter entstehen,","wenn viele Metalle da sind. aber können auch entstehen, wenn wenig da sind.","Da wissen wir nicht genau, wie das abläuft. Und dass wir bis jetzt vor allem","die metallreichen Sterne untersucht haben, liegt auch daran,","dass man das da leichter beobachten kann.","Weil wenn wir Sterne beobachten, beziehungsweise wenn wir Planeten suchen bei","Sternen, dann nutzen wir dazu eine Methode, die Radialgeschwindigkeitsmethode.","Die im Wesentlichen darauf basiert, dass wir den Stern wackeln sehen.","Und das Wackeln sehen wir mit Spektrallinien. und die Spektrallinien,","die entstehen durch die Elemente im Stern.","Und je mehr Elemente es gibt, je mehr Metalle es gibt, je mehr unterschiedliche","Elemente es gibt, desto einfacher kann man das Wackeln sehen,","desto präziser werden die Messungen.","Und wenn die metallarm sind, dann tun wir uns schwerer beim Arbeiten.","Und deswegen haben wir die bis jetzt anscheinend eher ignoriert.","Bis jetzt haben wir das eher ignoriert, aber jetzt haben die gesagt,","okay, wir wissen, Planetensysteme können sich auch anderswo bilden und die können","sich vielleicht in anderen galaktischen Umgebungen auch fundamental anders bilden.","Weil wie viel Metalle zur Verfügung stehen für einen Stern, der entsteht und","seine Planeten, hängt davon ab, wie viel dieser Metalle halt in dieser Gaswolke drin sind.","Aus denen, die alle entstehen. Und da gibt es halt unterschiedliche Gegenden","in der Galaxie und unterschiedliche Bedingungen in unterschiedlichen Galaxien.","Und die früheren Zwerggalaxien, so wie eben die Galaxien, die die Milchstraße","verschluckt hat, diese Zwerggalaxien, die haben eben deutlich weniger dieser","schweren Elemente enthalten, sowas wie Eisen,","Silizium, Magnesium, was aber sehr, sehr wichtig ist, um Planeten zu bilden.","Und jetzt ist halt die Frage, okay, wie beeinflusst diese Metallizität die Planetenentstehung?","Welche Planeten entstehen da? Wie häufig entstehen da Planeten und so?","Das könnte man natürlich schön beobachten, wenn wir die Zwerggalaxien,","die da überall rumfliegen, beobachten. Aber geht ja nicht, weil die so weit weg sind.","Also müssen wir die Überreste der Zwerggalaxien beobachten, die in unserer Nähe sind.","Und ein so ein Zwerggalaxie-Überrest, das ist die Gaia Enceladus Sausage-Überreste.","Gaia-Wurst, die wir auch in früheren Folgen schon besprochen haben.","Da könnt ihr nachhören, warum dieser Überrest einer Galaxie Wurst genannt wird.","Hat auch wieder mit der Bewegung zu tun, nichts mit irgendwas vom Tier.","Du musst bei die EU rufen. Die darf gar nicht bloß genannt werden,","mittlerweile wahrscheinlich diese Galaxie.","Gaia Enceladus Grillpress-Stück, oder wie sagt man das?","Ich habe keine Ahnung, aber ja. Darf eigentlich nach der EU-Regel jetzt nicht","mehr Na, Gaia-Wurscht heißt das Ganze.","Aber das ist ja nicht, diese Regel gibt es ja jetzt noch nicht,","oder? Das war ja nur eine Überlegung.","Oder?","Ich weiß es. Ach Gott, ach Gott, das ist so gestört.","Egal.","Ja, wie auch immer.","Wir suchen jetzt in diesem Voyagers-Projekt nach Planeten bei Gaia-Enceladus-Sternen.","Und Gaia-Enceladus-Sterne, das sind eben Sterne, die Teil dieses Überrestes","sind, dieser Zwerggalaxie, die","vor ungefähr 10 Milliarden Jahren mit der Milchstraße verschmolzen ist.","Da gab es eben diese Gaia Enceladus-Galaxie, die ist mit der Milchstraße verschmolzen","und der Überrest dieser ehemaligen Zwerggalaxie, der schwirrt immer noch durch","die Milchstraße und die Sterne dieses Überrests,","die Gaia Enceladus-Sterne, und die zeichnen sich aus einerseits durch eine niedrigere","Metallizität, habe ich schon gesagt.","So Zwerggalaxien, diese alten Zwerggalaxien, haben geringere Metallizität.","Sie haben allerdings auch hohe Anzahl von Alpha-Elementen.","Und Alpha-Elemente, das sind nicht irgendwie so die Bullys, die dominierenden","Elemente, die die anderen fertig machen oder so, sondern das sind chemische","Elemente, die beim Alpha-Prozess entstehen.","Und der Alpha-Prozess ist halt einer der Prozesse, wie Kernfusion im Inneren","einer Stern stattfinden kann.","Da gibt es unterschiedliche Prozesse und der Alpha-Prozess ist einer davon.","Und dabei entstehen so Elemente wie Kohlenstoff, Sauerstoff,","Neon, Magnesium, Silizium und Schwefel.","Das sind die Alpha-Elemente und diese Gaia Enceladus-Sterne haben eben viele","oder einen höheren Wert dieser Alpha-Elemente.","Sie sind extrem alt, also müssen sie ja sein, wenn die Gaia Enceladus-Galaxie","selbst vor 10 Milliarden Jahren mindestens schon existiert haben muss,","weil damals ist sie kollidiert, dann müssen die Sterne auch mindestens 10 Milliarden Jahre alt sein.","Die sind halt überall verteilt, so um die Milchstraße rundherum in den äußeren Regionen.","Einige sind auch nahe bei uns und die könnten hell genug sein,","dass man sie auch vernünftig untersuchen kann. Aber müssen wir sie erstmal finden.","Zum Glück gibt es Kataloge von Gaia Enceladus-Sternen, beziehungsweise Kataloge,","wo Sterne drin sind, wo man sich halbwegs sicher ist, dass sie früher mal zu","dieser Gaia Enceladus-Galaxie gehört haben.","Und einen so einen Katalog haben sie hergenommen. Da waren 47.864 Sterne drin.","Viele, aber zu viele, um die jetzt mal alle durchzuschauen. Das heißt,","man muss das erstmal irgendwie filtern.","Sie haben sich jetzt aus diesen 47.864 Sterne ein paar rausgesucht und zwar mit folgenden Filtern.","Zuerst haben sie mal die Helligkeit genommen, weil wir brauchen Sterne,","die ausreichend hell sind, damit wir auch unsere Messungen machen können.","Also haben sie so eine Helligkeitsschwelle gesetzt, zehn Magnituden und mal","alle rausgenommen, die das sind. Dann haben sie aus denen, die übrig geblieben","sind, alle roten Riesen rausgeschmissen, weil die eignen sich auch nicht.","Erstens sind sie schon am Ende ihres Lebens und zweitens sind die auch nicht","so gut für die Art der Beobachtungen, die man anstellen will.","Man hat auch alle heißen Sterne rausgeschmissen, weil heiße Sterne sind auch","nicht gut zu beobachten. Die machen auch Stress bei den Beobachtungen.","Und dann hat man natürlich alle Sterne rausgeschmissen, wo die Daten nicht exakt","genug beobachtet worden sind.","Also da, wo die Fehlergrenzen zu groß waren, die hat man auch rausgeschmissen.","Und dann hat man nochmal alle Sterne rausgeschmissen, die nicht innerhalb einer","Deklination von minus 15 und 75 Grad liegen.","Soll heißen, man hat alle Sterne rausgeschmissen, die man nicht mit den Teleskopen","der nördlichen Hemisphäre beobachten kann. Weil mit denen wollte man beobachten.","Übrig geblieben sind 156 Sterne.","Gar nicht zu viele mehr.","Ja, schon mal deutlich reduziert. 156 sind immer noch viel für eine ausführliche Untersuchung.","Das heißt, man hat einmal so provisorisch hingeschaut und hat Spektren aufgenommen,","weil Spektren sind das, was wir brauchen, wenn wir Planeten suchen wollen.","Ich habe vorhin kurz erwähnt, dass wir schauen, ob diese Sterne wackeln.","Jetzt erkläre ich es ein bisschen genauer.","Wir schauen, ob die Sterne wackeln, aber nicht, indem wir die Position der Sterne","vermessen. Das können wir noch nicht in der ausreichenden Präzision,","sondern wir schauen uns das Spektrum an. Das heißt, wir schauen uns das Licht des Sterns an.","Wir schauen uns die Spektrallinien im Licht des Sterns an.","Und dann schauen wir, ob diese Spektrallinien ihre Position verändern.","Und die verändern ihre Position, wenn der Stern auf uns zukommt oder wenn er sich von uns weg bewegt.","Das ist derselbe Effekt, den man auch kennt von der Feuerwehr,","vom Krankenwagen, von der Polizei. Wenn die auf uns zukommt...","Wird der Ton der Sirene höher und wenn der von uns wegfährt,","dann wird der Ton tiefer.","Und genauso ist es mit der Frequenz des Lichts. Wenn ein Stern sich auf uns","zu bewegt, dann wird die Frequenz größer. Und wenn er sich von uns weg bewegt,","wird die Frequenz kleiner.","Das heißt, es ändert sich die Farbe des Sterns und mit der Farbe ändert sich","die Position der Spektrallinien in diesem Regenbogen des Sternenlichts.","Und wenn wir das genau genug vermessen können, dann sehen wir,","okay, der Stern bewegt sich auf uns zu, Der Stern bewegt sich von uns weg und","idealerweise macht er beides periodisch.","Das heißt, auf uns zu, von uns weg, auf uns zu, von uns weg.","Dann wissen wir, der wackelt.","Und wenn er periodisch wackelt, dann können wir daraus schließen,","da ist ein Planet, der umkreist den Stern und bringt den dabei zum Wackeln. So funktioniert das.","Damit das funktioniert, brauchen wir aber Spektren, die ausreichend gut sind.","Und jetzt hat man mal so Testspektren aufgenommen mit dem Tilling-Gast-Reflector-A-Shell-Spectrograph.","Kannte ich nicht, ist am Fred Whipple Observatory, das steht irgendwo in den","USA, glaube ich, und gehört Harvard, wenn ich mich richtig informiert habe.","Weiß nicht, ob du mit dem mal was zu tun hattest.","Habe ich auch noch nie gehört, nein.","Also Whipple kenne ich, das war so ein Kometenfuzzi, Fred Whipple,","glaube ich, aber das Teleskop selbst habe ich auch noch nicht gehört.","Aber ich glaube, es gehört zu Center for Astrophysics, Harvard CFA.","Ja, sowas kann immer nur an solchen Unis sein.","Center for Astrophysics, das ist so, Also, we are the center of the universe.","Ja, also das gehört zu Harvard und es steht in Arizona, das Fred Lawrence Whipple Observatory.","Genau, und mit dem hat man mal diese 100, was habe ich gesagt,","56 Sterne voruntersucht und geschaut.","Sind da Doppelsterne dabei? Weil Doppelsterne brauchen wir auch nicht.","Sind da variable Sterne dabei, die ihre Helligkeit verändern und so weiter?","Da sind da Sterne, die anderes Zeug machen, so Sternaktivität,","das die Datenqualität reduziert.","Also, welche Sterne können wir gut beobachten?","Da sind dann 41 Sterne übrig geblieben. Und von diesen 41 Sternen haben wir","jetzt mal geschaut, okay, was sind das für Sterne genau?","Weil wir müssen ja auch die Parameter des Sterns möglichst gut kennen,","wenn wir solche Untersuchungen machen müssen.","Weil nur wenn wir genau wissen, was das für ein Stern ist, welche Masse hat","der, welchen Radius hat der, welches Alter hat der und so weiter,","nur dann können wir auch ausreichend gut berechnen, ob da ein Planet ist.","Das heißt, man hat jetzt da diese ganzen Sternparameter, bestimmt eben die Masse, den Radius.","Die Metallizität des Alter, wie gesagt, ist wichtig. Zehn Milliarden Jahre muss er sein.","Der Stern darf auch nicht zu groß sein und so. Also hat man auch wieder alles","eingeschränkt und ist dann auf 22 runtergegangen.","22 haben wir noch übrig. Von diesen 22 waren elf Hauptreihensterne, also normale Sterne.","Und von diesen elf, keine Ahnung, einen hat man noch weggeschmissen,","von diesen 47.864, zehn Sterne sind übrig geblieben, wo man wirklich die höchste Präzision.","Bei der Messung erwarten kann. So, das war mal der erste Schritt in diesem Projekt.","Zweiter Schritt, man hat geschaut, was erwartet man eigentlich zu finden?","Also was sollte eigentlich rauskommen, wenn man diese Beobachtungen alle macht?","Dazu hat man mal eine Simulation gemacht am Computer.","Das heißt, man hat eben diese ganzen Sterne per Zufall mit entsprechenden Planetensystemen","ausgestattet, die halt natürlich schon nicht kompletter Zufall sind,","sondern schon basierend auf dem, was wir über Planetenentstehung wissen und so weiter.","Aber hat die halt mal mit zufälligen Planetensystemen ausgestattet,","Das ist dann abgeglichen mit der Genauigkeit, die die Beobachtungsinstrumente haben und so,","dass man halt sehen kann, okay, wenn da jetzt Planeten sind und wir mit den","Instrumenten hinschauen, wie viel erwarten wir dann eigentlich,","dass wir sehen können. Und die Erwartung ist,","Man erwartet drei Planeten zu entdecken mit den Instrumenten,","die man hat und mit 95%iger Wahrscheinlichkeit sollte mindestens ein Planet entdeckt werden,","wenn die Population dieser Gaia Enceladus-Sterne ähnlich der Population der","Planeten der Milchstraße ist.","Das heißt, egal was rauskommt, man hat durchaus etwas Relevantes rausgefunden.","Weil wenn man keine Planeten findet, dann weiß man, diese Sterne und ihre Planetensysteme","unterscheiden sich irgendwie fundamental von den Sternen der Milchstraße in","Bezug auf die Planetensterne.","Zumindest mit 95%iger Wahrscheinlichkeit, was ja jetzt eigentlich so super viel ist.","Ja, ja, es ist schon was. Aber wie gesagt,","wenn das alles so ist, wenn die Planeten bei den Sternen aus dieser anderen","Galaxie sich so ähnlich verhalten, die Planetenentstehung wie bei uns in der","Milchstraße, dann müssten wir nach der Auswahl mit der Technik, die wir haben,","mit der Art und Weise, wie wir hinschauen, mindestens einen Planeten finden.","Aber vergleicht man da Sterne in der Milchstraße, die die gleichen Eigenschaften","haben wie diese selektierten Sterne?","Also hat man da das Vergleichssample für Milchstraßensterne genauso selektiert","wie das Sample der Gaia-Enceladus-Sterne?","Mit der gleichen Metallizität, mit den gleichen Alpha-Elementen, gleiches Alter?","Weil das wäre ja in der Milchstraße nur ein kleines Sub-Sample quasi an Sternen,","die ähnlich sind wie die.","Könnte man schon annehmen, weil sonst würde das ja keinen Sinn machen,","dieser Vergleich, oder?","Also das wird es auch nicht stehen und ich habe diesen Teil,","das war Kapitel 3 der Arbeit, das habe ich nicht ausführlich gelesen,","weil ich mich, dass diese Computersimulation.","Das habe ich jetzt irgendwie. Liest niemand.","Es wird schon Sinn machen.","Was du da gemacht hast. Wir haben das schon statistisch gescheit gemacht. Okay.","So, dann muss man tatsächlich jede Menge Beobachtungen machen.","Und sie haben jetzt, wie gesagt, nicht nur diese sprechenden Sterne der Hauptreihe","beobachtet, sondern sie haben dann auch noch Projekte.","Schon auch Messkampagnen geplant für die anderen. Also ich habe das gesagt,","wir hatten elf Hauptreihensterne und elf Sterne, die schon ein bisschen weiterentwickelt","waren und von den Hauptreihensternen waren zehn die mit der höchsten Präzision,","aber sie haben dann trotzdem sich alle 22 angeschaut, zumindest,","anfangs alle 22 angeschaut und denkt man sich 22 Sterne, das kann man doch machen,","so viel sind das hier nicht.","Problem ist, für 22 Sterne, damit du ausreichend viele Daten sammelst,","damit du wirklich sagen kannst, okay, wir haben am Planeten oder halt nicht, musst du über,","zweieinhalbtausend Messungen machen, also zweieinhalbtausend Beobachtungen machen.","Und das dauert schon ein bisschen.","Also tausend Beobachtungen pro Stern.","Ja, genau. Und du kannst natürlich auch nicht rund um die Uhr beobachten,","könntest schon, wenn dir das Teleskop gehört, aber andere wollen da auch beobachten,","also du kannst jetzt nicht irgendwie ein Teleskop ständig in Beschlag nehmen.","Das heißt, mit der Beobachtungszeit, die sie dafür das Projekt haben,","und sie beobachten ja jetzt nicht nur mit diesem Fred Whipple Observatory.","Das war dafür die Voruntersuchungen.","Wenn du wirklich Planeten entdecken willst, dann musst du deutlich größere Trümmer","verwenden und damit du deutlich genauer arbeiten kannst.","Das heißt, das sind dann die besten Spektroskope, die wir haben.","Also sowas wie Harps oder Carmenes und so.","Also die, die wirklich an den großen Teleskopen dranhängen. Very Large Telescope und so weiter.","Und da wollen natürlich sehr viele Leute Beobachtungen machen.","Das heißt, mit der Beobachtungszeit, die sie bewilligt bekommen haben,","wird diese Messkampagne ungefähr zehn Jahre dauern.","Aber sie haben schon angefangen. Im November, 12. November 2022 haben sie begonnen.","Mittlerweile, so von Juni sind die Daten aus dem Paper, mittlerweile haben sie","778 Beobachtungen schon gemacht.","Und von den 10 Sternen, die die beste Präzision geben, haben sie 385 Beobachtungen gemacht. Also...","Bisschen was haben sie schon.","Okay, aber das heißt, es gibt noch keine Ergebnisse. Weil ich wollte fragen,","was ist jetzt? Haben sie schon einen Planeten gefunden oder nicht?","Sie haben noch keinen Planeten gefunden.","Aber wie gesagt, sie haben erst 30 Prozent der Daten, die sie haben.","Aber es wird was rauskommen. Am Ende wird was rauskommen.","Dieses Voyagers-Projekt wird entweder den ersten extragalaktischen Planeten","finden oder die erste wirklich robuste Grenze dafür liefern,","Und wie selten solche Planeten sind.","Eins von beiden wird rauskommen. Und wenn es den Planeten finden,","dann haben wir einen effektiv nachgewiesenen Planeten.","Weil mit der Radialgeschwindigkeitsmethode, da haben wir eben nicht das Problem.","Die ist wiederholbar, die muss wiederholbar sein, sonst können wir das gar nicht nachweisen.","Wir müssen dieses Wackeln ja immer und immer wieder sehen.","Das heißt, mit Radialgeschwindigkeit, das ist ein sehr, sehr stabiles Nachweissystem.","Das heißt, wenn wir da einen Planeten finden, dann haben wir den gefunden.","Und dann zeigt das, wenn wir den gefunden hätten, diesen ersten extragalaktischen","Planeten, dann zeigt das, dass eben Planeten auch schon in diesen frühen metallarmen","Zwerggalaxien entstehen können.","Dann würde das auch unsere Theorien über die Anfänge der Planetenentstehung","bestärken, weil wir sagen voraus, dass sowas auch in metallarmen Galaxien entstehen kann.","Und ja, wenn wir einen finden, dann werden wir natürlich auch weitersuchen mit","mehr Technik und mehr Projekten.","Dann werden mehr Leute mitmachen, dann werden wir auch mehr finden und dann","können wir Populationen vergleichen und so weiter.","Dann wird sich da, so wie sich in den letzten 30 Jahren die Erforschung der","extrasolaren Planeten zu einem eigenen Forschungsgebiet entwickelt hat,","wird sich über die Jahrzehnte auch die extragalaktische Planetenforschung entwickeln.","Dann wird das genauso spannend werden. Aber auch wenn dieses Voyagers-Projekt","keinen Planeten findet,","dann wäre es auch interessant, weil so wie sie das Projekt aufgesetzt haben,","hätte auch das Nullergebnis, wenn sie nichts finden, ausreichend statistische","Signifikanz, um zu zeigen,","dass eben die Sterne dieser Zwerggalaxien weniger Planeten besitzen als vergleichbare","Sterne der Milchstraße.","Das würde bedeuten, dass frühe Galaxien schlechtere Bedingungen haben für die","Planetenbildung als die neueren Galaxien, dass Metallizität","größere Rolle spielt für die Planetenentstehung, als wir bisher angenommen haben.","Oder auch, dass frühe Planetensysteme sich einfach nicht gebildet haben.","Oder dass die aus irgendwelchen Gründen dann schneller zerstört worden sind.","Aber wie gesagt, das wissen wir alles erst, wenn wir dieses Projekt durchgelaufen sind.","Und als Zusatz kriegen wir auch noch eine schöne chemische Kartierung der Enceladus-Galaxie.","Ist auch noch nett. Haben wir dann auch mal alle Sterne durchgeguckt.","Haben wir auch mal gemacht. Ich finde das auch die Idee, weil irgendwie,","ich meine, es ist logisch, dass natürlich diese Zwerggalaxien auch Planeten","haben könnten, aber irgendwie, das war mir bis jetzt auch noch nicht so bewusst,","dass natürlich extragalaktische Planeten, beziehungsweise Planeten extragalaktischen","Ursprungs, in unserer Milchstraße sich befinden.","Wenn die da hinein crashen in die Milchstraße und sich da vermischen mit den","Milchstraßensternen, dass die natürlich ihre Planeten da mitnehmen und behalten,","weil einfach so viel Platz zwischen den Sternen ist. Die werden da nicht irgendwie","weggeschleudert oder so.","Und eigentlich ist das klar, aber es ist einem irgendwie nicht so bewusst,","wenn man dann irgendwie da rausschaut und sich denkt, ha, die sind quasi von","draußen zu uns gekommen.","Also vielleicht hat sich da, wenn das irgendwie erdähnliche Planeten sind,","wenn wir da irgendwie erdähnliche Planeten finden,","dann hat sich vielleicht da Leben darauf gebildet, das sich außerhalb unserer","Milchstraße gebildet hat und jetzt in die Milchstraße mit hinein importiert wurde, oder?","Die Extrasolarenplaneten, das war schon ein ziemlich tolles Ding,","dass wir die 1995 entdeckt haben.","Und wenn wir jetzt extragalaktische Planeten haben, dann können wir halt auf","eine ganz andere Art Statistik anstellen.","Das war ja das Interessante bei den extrasolaren Planeten, nicht nur,","dass wir sie gefunden haben, sondern dass wir dann irgendwann auch ausreichend","viel davon gefunden haben, dass wir wirklich Vergleiche erinnern können.","Und dann haben wir halt festgestellt, dass unser Planetensystem eigentlich gar nicht so normal ist.","Das ist eigentlich schon ziemlich außergewöhnlich, unser Planetensystem in der","Struktur, weil wir mittlerweile genug Daten haben, um das zu vergleichen.","Und dann können wir natürlich auch Aussagen machen über das Leben und wie sich","Leben entwickeln kann und so weiter.","Dass wir es jetzt in den extragalaktischen Planetensystemen vielleicht auch","so machen können, dass wir dann die galaktische Population mit den Populationen","von anderen Galaxien vergleichen können,","die deutlich, deutlich früher entstanden sind als die Planeten in unserer Umgebung.","Dann können wir sagen, okay, also wie die Sterne, die sind ja auch in Populationen eingeteilt.","Die allerersten Sterne, die nachfolgende Generation und die dritte Generation,","zu der die Sonne gehört, die haben ja auch fundamentale Unterschiede.","Und dann können wir auch sehen, wie ist eigentlich so die Entwicklung der Planeten","im Laufe des Universums passiert?","Wann sind die ersten Planeten aufgetaucht? Wie haben die ausgeschrieben im Vergleich zu jetzt?","Also das wird, wenn das alles funktioniert und ich gehe davon aus,","dass es funktionieren wird, dann haben wir vielleicht irgendwann mal ein ganz anderes Problem.","Bild der Planeten, als wir es heute haben. Und das fände ich sehr, sehr spannend.","Also ich habe jetzt den Überblick nicht, wie gut die Leute sich da beschäftigen.","Das ist eine sehr, sehr große Gruppe. Wenn du das Paper anschaust,","da sind sehr, sehr viele Menschen, die da mitmachen.","Aber ich weiß nicht, wie intensiv da jetzt in der aktuellen Astronomie nach","extragalaktischen Planeten gesucht wird.","Ob die da so die Pioniere sind oder ob das eh viele machen.","Da müsste ich mir noch ein bisschen genauer anschauen. Ich habe gerade gesehen,","der Letztautor dieser Studie heißt Matthias Zechmeister.","Und wenn ich mich nicht ganz täusche, dann war Matthias Zechmeister einer meiner Studenten in Jena.","Also Studenten ist übertrieben gesagt, aber es war einer von denen,","die ich in der Einführungsvorlesung, in den Übungskurs betreut habe.","Ich glaube, da hieß einer Matthias Zechmeister von dort.","Schau einer an, die Kinder werden erwachsen.","Schauen wir, was für Noten er gehabt hat. Offensichtlich gute,","weil er hat jetzt einen Job. Wo ist er denn?","Aber das heißt, dass das auch irgendwie, weil oft werden ja bei so Papers dann","irgendwie Leute ihrer Wichtigkeit nachsortiert, aber das klingt mir jetzt so,","als wäre das gut gemacht und alphabetisch sortiert.","Nein, also es fängt schon mit A an, aber dann der zweite Name ist dann V,","S, C, Z, N, L, Q, P, D und dann, also die ersten zehn sind irgendwie und dann ist es alphabetisch.","Glaube ich. Das sind halt Leute, die sich quasi mit der Entwicklung des Instruments","oder so beschäftigt haben. Die werden dann.","Ja, schau mal, vielleicht, keine Ahnung, vielleicht, Matthias,","vielleicht erinnerst du dich noch an mich, vielleicht hörst du ja den Podcast,","gut, damit du wissen, wer ich bin, wenn du den Podcast hörst,","aber melde dich mal, vielleicht würde mich interessieren, oder vielleicht ist","ja bei den anderen, es sind ja ganz viele Leute dabei,","die da mitgemacht haben, vielleicht hört ja zufällig irgendwer zu,","der hier mitgearbeitet hat oder wen kennt, der mitgearbeitet hat, die mitgearbeitet hat,","sagt Bescheid, würde mich interessieren, erstens, ob ich alles richtig zusammengefasst","habe oder am Blödsinn erzählt habe und zweitens, ja, mehr zu erfahren über das Projekt.","Und es hat natürlich auch ein bisschen so Science-Fiction-Implications, oder?","Weil in einer Galaxie far, far away long, long, long time ago,","jetzt habe ich es falschrum gesagt, wie auch immer, das ist dann ja vielleicht gar nicht so möglich.","Far, far away schon, aber nicht long, long, long ago. Weil vielleicht heißt","das ja, dass sich einfach in frühen Galaxien, weil ich meine,","das hat ja auch Implikationen für Planeten in der frühen Milchstraße,","weil die frühe Milchstraße war ja quasi auch so eine Zwerggalaxie.","Ja, genau. Ganz am Anfang. Oder ist aus vielen solchen Zwerggalaxien entstanden","und dann gab es vielleicht keine Generation vor uns.","Dann gab es vielleicht keine Planeten, auf denen Leben entstanden ist vor fünf","Milliarden Jahren oder wo es schon entwickeltes Leben vor fünf Milliarden Jahren gab.","Vielleicht sind wir tatsächlich jetzt in dieser Generation, vielleicht sind","wir nicht die Ersten, vielleicht sind welche schon ein paar hundert Millionen","Jahre oder so früher dran, aber wahrscheinlich nicht jetzt dann so viel früher,","dass es wirklich schon diese Science-Fiction-relevanten, super entwickelten","Zivilisationen gibt oder so.","Wir werden das Thema auf jeden Fall weiter im Blick behalten und schauen,","was da in zehn Jahren rauskommt aus dem Voyagers-Projekt.","Vielleicht gibt es ja auch schon ein bisschen früher irgendwelche Ergebnisse,","weil vielleicht finden Sie ja sofort einen Planeten.","Irgendwie, so gleich in den ersten Beobachtungen.","Und wie gesagt, die Gaia Enceladus Sausage ist ja auch nur eine von vielen Zwerggalaxien.","Ich habe am Anfang den Helmi-Strom erwähnt.","Und Leute suchen ja auch unabhängig von diesem Voyagers-Projekt nach Planeten.","Und es wird sicher Leute geben, die nach Planeten bei Sternen in Sternströmen suchen.","Also kann doch sein, dass unabhängig davon auch mal wirklich ein Planet in so","einem Sternstrom entdeckt wird.","Aber müssen wir halt abwarten. Ja, das ist halt oft so.","Ja, das ist eigentlich fast immer so, gell? Jetzt brauchen wir wieder mal eine","Geschichte, wo man fix was weiß.","Ich schaue, was ich machen kann. Passt.","Ja, ich habe nach Fragen geschaut zum Thema. Wir haben tatsächlich,","wenn ich nichts übersehen habe,","keine Frage bekommen, die sich mit extragalaktischen Planeten beschäftigt.","Dann habe ich gedacht, suche ich in meinem E-Mail-Ordner nach Fragen zu Zwerggalaxien.","Ich habe tatsächlich eine E-Mail gefunden in meinen E-Mail-Ordnern mit einer","Frage an mich über Zwerggalaxien.","Sorry, ich muss nicht lachen.","Du wirst gleich noch mehr lachen.","Du wirst gleich mir stellen, diese Frage, die wir sie wahrscheinlich nicht beantworten können.","Nein, du wirst lachen, was das für eine Frage ist und wer sie gestellt hat.","Diese Frage über Zwerggalaxien wurde mir im April 2005 gestellt.","Also 15 Jahre, bevor der Podcast gestartet ist. Aber ich habe viele E-Mails.","Ich lösche eigentlich keine E-Mails, fasse keine, nur den Mist, den Spam.","Ansonsten habe ich viele, viele Backups und mein Suchprogramm findet anscheinend","alles. und ich habe eine E-Mail bekommen aus dem Jahr 2005, April.","Da hat mir eine gewisse Ruth geschrieben, eine E-Mail.","Die E-Mail lautet so.","Ist mir schon peinlich genug, was ich jetzt von mir gebe, aber was vor 20 Jahren","war, das kannst du gar nicht machen.","Ich habe da 1000 E-Mails von dir irgendwo rumliegen.","Ich fange mal zum Suchen an in meinem E-Mail-Orner.","Die E-Mail lautet so. Es geht darum, einen Befehl auf eine Anzahl von Files","anzuwenden, die nicht exakt 200 sein muss, aber so ungefähr im ersten Fall sind es 190,","im zweiten 189 und die anderen zwei weiß ich noch nicht, weil der elendige Dreckscomputer immer abstürzt.","Die Dinge haben sich nicht so sehr verändert.","Der Befehl heißt Galfit und wird auf ein Pfeil angewendet, in dem die Fit-Parameter","für meine Galaxien drinstehen.","Also für jede Zwerggalaxie, da ist sie, für jede Zwerggalaxie ein Pfeil. So schaut es aus.","Ist das eine eigene Programmiersprache? Wie heißt die?","Shell-Script oder wie? Das war die E-Mail von dir.","Da wolltest du anscheinend irgendwas von mir wissen über das Programmieren und","wie du deinen Computer so programmieren kannst.","Wie ich einen Befehl quasi automatisieren kann und irgendwie so oft wie möglich","hintereinander anwenden kann. Ich kann mich an die Arbeit erinnern.","Ja, ich kann mich erinnern.","Ich habe dann geschaut in den E-Mails, die wir da geschrieben haben,","ich habe dann in ein paar Shell-Script geschrieben,","mit denen das geht und dann dich darauf verwiesen, weil 2005 April,","das war gerade die Zeit, da bin ich gerade nach Jena gekommen,","das war April 2005, war gerade meine erste Woche in Jena,","da war ich nicht mehr in der Stärmer in Wien, du schon noch und dann habe ich","gesagt, du sollst drüber in mein ehemaliges Büro gehen, da steht irgendwo ein","Buch rum, das heißt irgendwie Unique Shell-Script, da sollte alles drinstehen.","Mhm.","Am Ende hat es vermutlich funktioniert.","Am Ende hat es funktioniert, ja. Und dann ist eine Doktorarbeit rausgekommen dabei irgendwann.","Das waren meine Zwerggalaxien-Kandidaten. Das waren die meisten von Waren gar keine Zwerggalaxien.","Aber ich habe sie mit diesem Programm, dass die Form der Galaxien aufgrund ihrer","Helligkeit da irgendwie fittet.","Also man schaut, was für eine Form die Galaxien haben, weil große Galaxien eine","andere Form haben als kleine. Die Zwerggalaxien sind nicht nur in ihrer Zusammensetzung","anders, sondern auch in der Verteilung ihrer Sterne quasi.","Die sind weniger konzentriert, die sind mehr so diffus.","Dadurch kann man sie oft dann unterscheiden, wenn man schaut,","wie ist die Form, wie ist das Licht quasi verteilt über den Radius,","dann sieht man, ist das wahrscheinlich eine Zwerggalaxie oder nicht.","Also ich wollte sie quasi aufgrund ihrer strukturellen Parameter als Zwerggalaxien","oder als wahrscheinliche Zwerggalaxien irgendwie identifizieren.","Bevor ich sie dann mit dem super teuren, super umkämpften, nicht zu kriegenden","Spektrograph am VLT beobachtet habe, um zu schauen, ob sie wirklich Zwerggalaxien sind.","Genau, da hast du zwar die einzige Frage mit Zwerggalaxien drin,","die in meinem E-Mail-Ordner der letzten 50 Jahre drin war.","Ich danke für diese Rückversetzung in die Vergangenheit.","Es ist gleich sehr emotional. Ich bin gleich wieder in dem dunklen Büro im Westtrakt","der Sternwarte und mit meinem wie elendigen Dreckscomputer.","Ja, dann habe ich noch eine echte Frage rausgesucht, die wir bekommen haben,","die nichts mit dem zu tun hat, was ich gerade erzählt habe. Aber sie ist trotzdem lustig.","Malo schreibt uns da und Malo schreibt im Namen seines Kindes und schreibt,","sein Kind hat verstanden oder ist so verstanden, dass wenn man sich mit Lichtgeschwindigkeit","bewegt, dass dann für einen selbst keine Zeit vergeht.","Und deswegen fragt Marlos Kind jetzt erstens, werde ich bei Lichtgeschwindigkeit überhaupt müde?","Und zweitens, muss ich bei Lichtgeschwindigkeit dann auch nicht ins Bett gehen?","Und die Antwort drauf, Marlos Kind, Name schittert nicht, die Antwort drauf","ist, ja, beides ist richtig.","Das heißt, wenn deine Eltern dir wieder sagen, du musst ins Bett gehen,","dann einfach so schnell wie möglich rumlaufen durch die Gegend, dann passt alles.","Also jedes Mal, wenn du ins Bett gehen musst, fang an, wild durch die Gegend zu laufen.","Ich hoffe, Marlo, das ist eine Antwort in deinem Sinn.","Aber was man noch dazu sagen muss, du wirst da natürlich auch extrem schwer.","Also je schneller du rumlaufst, je schneller dein Kind ums Bett rumläuft,","desto schwerer wirst du, Kind, und desto mehr musst du dich anstrengen.","Also ich glaube, die Frage ist, ist es anstrengender, so schnell und immer schneller,","wobei man immer schwerer und schwerer ist, rumzulaufen? Oder ist es nicht vielleicht","auch einfacher, ins Bett zu gehen?","Ja, am besten ausprobieren.","Aber coole Frage. Vor allem auch super Schlussfolgerungen, finde ich.","Ja, vielen Dank an Marlo und vielen Dank auch an Ruth, dass du damals die Frage","gestellt hast über Zwerggalaxien.","Wer hätte das gedacht, wo das Leben einen hinführt. Das ist wirklich erstaunlich.","Wenn ihr auch Fragen habt, dann schickt sie an fragen-at-das-universum.at.","Dann landet sie in unserem Fragenordner.","Und wenn ich das nächste Mal wieder eine E-Mail-Suche mache,","dann stehen die Chancen gut, dass ich nicht irgendwas von Ruth von vor 20 Jahren","finde, sondern irgendwie was Aktuelles von euch.","Hoffentlich. Bemüht euch, schickt bessere Fragen ein.","Ja, jetzt kommt die Rubrik Science Frames vom EFI, wo wir über Science-Fiction-Filme sprechen wollen.","Und wir haben ja schon, glaube ich, dreimal den Film Mickey Seventeen angekündigt,","dass wir ihn besprechen werden. Aber es ist immer was dazwischen gekommen.","Und ich habe beim letzten Mal vorgeschlagen, dass wir das einfach als Running","Gag so weitermachen und Mickey Seventeen nie besprechen, sondern immer nur sagen, er kommt.","Aber EFI wollte es nicht, sagt er, nein, sie bespricht ihn diesmal.","Aber vielleicht klappt es trotzdem nicht, weil Evi war vorhin noch auf der Universität","bei einer Vorlesung, hat sich auf den Heimweg gemacht und hat gesagt,","sie hofft, sie ist rechtzeitig da.","Aber jetzt, wo sie dran wäre, ist sie noch nicht zu Hause.","Das heißt, wir werden das, was ich mit Evi bespreche, erst am Ende dieser Sendung","aufnehmen können und dann wieder hier rein kopieren.","Und Ruth und ich werden dann danach weitermachen, ohne zu wissen,","was jetzt in diesen nächsten ungefähr fünf bis zehn Minuten kommt.","Über Mickey 17 oder vielleicht auch nicht. Wir wissen es nicht.","Ja, also für euch gibt es Mickey 17 jetzt. Wir müssen weiterhin warten drauf.","Für uns ist es noch nicht passiert.","Genau. Also hoffen wir, dass Evi ankommt mit ihrem Auto, damit wir aufnehmen","können. Und ihr hört das, was ich mit Evi besprochen habe, jetzt.","Wir sind bei Science Frames mit Evi. Hallo Evi.","Hallo.","Und Ruth ist auch noch da. Hallo Ruth.","Hurra, hallo.","Es war nämlich voll die Verwirrung. Ich habe angekündigt, Evi ist noch unterwegs","und nicht da. Aber jetzt ist sie doch noch rechtzeitig gekommen und jetzt ist sie doch da.","Die rasende Reporterin von der Sternwarte zurückgeeilt in beinahe über Lichtgeschwindigkeit.","Erfolgreich die Numerik, die Hydrodynamik war es heute abgeschlossen.","Ja, richtig.","Perfekt.","Gottes Willen. Was fehlt dir jetzt noch? Was fehlt dir jetzt noch für Prüfungen?","Ich muss das Semester noch abschließen. So ist es nicht.","Ja, aber nicht mehr viel. Es ist das letzte Semester.","Ja, genau.","Zwei Sachen.","Cool.","Und dann noch die Arbeit.","Ja, natürlich.","Weißt du schon, was du da machst?","Die Bahnbrechende. Nein, keine Ahnung.","Auf jeden Fall ist die Bahnbrechende.","Natürlich, das weiß ich jetzt schon.","Und das Coole ist, dann haben wir ja auch gleich ein Thema für eine zukünftige","Universumsfolge, Weil wir dann natürlich darüber berichten müssen,","über deinen Research, oder?","Ja, das passt natürlich.","Schauen wir mal. Nein, das wird sicher cool.","Auf jeden Fall wird es cool werden. Es wird eine große Party werden.","Oh ja.","Machen wir eine Live-Show, wo dann irgendwie live dein Diplom während der Universum-Show","verliehen wird. Da holen wir, wer auch immer das verleiht, holen wir da auf die Bühne.","Ja, da können wir einen Live-Podcast aus der letzten Reihe vom Festsaal auf der Uni Wien machen.","Wo sie alle irgendwie, vielleicht musst du auch so wie ich die lateinischen Dankesworte vorlesen.","Mach mir nicht Angst.","Keine auffällige Kleidung anziehen, weil ich glaube, das war der Grund,","warum sie gleich mich ausgewählt haben. Aber gut, das ist ein anderes Thema.","Ja, wir reden heute noch nicht über Evis akademischen Erfolg,","sondern über einen Film. Welcher Film ist es denn?","Naja, es ist der lang angekündigte und schon lang herbeigesehnte Mickey Seventeen.","Ich war trotzdem immer noch für den Running Gag gewesen, wo du einfach nie den Film besprichst.","Oder vielleicht gibt es einen Film, der auch mit Micky anfangt,","aber dann anders endet. Dann hättest du ihn ankündigen können und dann wäre es doch nicht geworden.","Gut, aber Mickey Seventeen, was ist Mickey Seventeen und wo sind die anderen 16?","Es passt übrigens insofern, dass der Film da jetzt auch so lange gebraucht hat,","weil der auch ein Jahr später in die Kinos gekommen ist.","Also ich glaube, ich hatte in 2023 oder 2024 schon in der Filmankündigung für","die Jahresforschau und dann kam er nicht und dann habe ich es dieses Jahr noch einmal angekündigt.","Jetzt ist er aber wirklich gekommen und dann passt es ganz gut,","dass ich ihn bei Science Frames auch immer wieder ankündige und dann kommt er irgendwann.","Es passt auch insofern gut, als dass der Grund, warum Mickey Seventeen auch","erst jetzt rankommt, ist ja, weil ich ja recht beschäftigt war und mir da oft","gedacht habe, ich bräuchte einen Klon, damit er bei der Arbeit hilft und damit","er manche Sachen erledigen kann.","Und bei Mickey Seventeen ist es ähnlich, obwohl es keine Klone sind.","Fangen wir vielleicht beim Anfang an.","Der Film spielt im Jahr 2054, also doch relativ nahe Zukunft.","Robert Pattinson spielt die Hauptrolle, der spielt Mickey Barnes und der hat","sich dann irgendwelche zwielichtigen Geschäfte da verwickelt auf der Erde und ja,","jetzt sind irgendwelche ganz große Gangsterbosse hinter ihm her und dann flüchtet","er als Besatzung, heuert er dann an bei einem Raumschiff, das einmal die Erde verlässt,","um auf einem Exoplaneten eine erste Kolonisation zu betreiben und weil er jetzt","nicht die ganz hellste Kerze auf der Torte ist,","unterschreibt er einen Vertrag, ohne genau zu schauen, was quasi sein Job dort","ist auf dem Raumschiff und meldet sich als sogenannter Expendable-","Naja, da könnte man aber schon merken, dass es kein guter Job ist,","wenn man entbehrlich als Jobtitel hat.","Ja, genau.","Würde ich schon mal nicht annehmen.","Genau, darum geht es nämlich. Also, E-Mail ist quasi ein Entbehrlicher.","Er hat sich mit seiner Unterschrift dazu bereit erklärt, dass die mit ihm eigentlich","so ziemlich alles Mögliche machen können, weil nämlich dort im Jahr 2054 sind die bereits so weit,","dass sie mit einem Bioprinter eben einen Klon von ihm eigentlich ausdrucken","können, aber auch mit einem Backup von seinem gesamten Gedächtnis und seinen Erinnerungen.","Das ist jetzt eben nicht nur ein Klon, der irgendwie langsam heranpachsen muss,","sondern der kommt dann wirklich ratzerpfatz aus dem Bioprinter.","Dann tun sie ihm dann auch quasi sein Update machen, also von dem Backup von seinen Erinnerungen.","Und ja, und dann ist es so, als wäre er eigentlich nie gestorben und macht er","quasi weiter, wo er aufgehört hat, mehr oder weniger.","Bioprinter stelle ich mir komisch vor. Da gibt es auch Papierstau und kosten","die Druckerbetonen auch so absurd viel.","Und wer putzt das? Wer putzt die Düsen von diesem ganzen Biomaterial verstopft?","Und die sind dann unterwegs auf diesem Raumschiff und der Film heißt ja Mickey","Seventeen, das heißt, es müssen einmal 16 Mickys verbraucht werden.","Das sieht man dann eben auch in dem Film recht gut und die gehen da wirklich","nicht zimperlich mit ihm um.","Also es ist so, alles was irgendwie so ein bisschen gefährlich ist oder sowas,","ja, da muss er ran und da muss er das machen.","Und also sein Leben hat eigentlich überhaupt keinen Wert mehr.","Es ist dann auch ganz lustig unter Anführungszeichen, weil sie landen dann auf","diesem Exoplaneten, der hat seinen ganz komischen Namen, Niflheim oder so.","Das ist aus der nordischen Mythologie. Niflheim ist das Totenreich,","die Hel ist da, die Göttin Hel.","Oh, okay. Das ist aber kein guter Name für meine zukünftige Kolonie, oder?","Niflheim, naja, ist das ein kalter Planet?","Ja, ja, ist das ein Eisplanet.","Okay, weil in der nordischen Mythologie ist die Welt von Hel,","der Toten, das ist eine Eiswüste, Eiswelt.","Ja, das ist es dort auch.","Okay, dann passt es ja.","Das ist auch so ein Eisplanet, ja richtig.","Vielleicht solltest du dir aber überlegen, deine Kolonie nicht auf einem Eisplaneten zu gründen.","Ich glaube, das wäre Leibander, wenn das tropisch wäre, oder?","Ja, in der Fall kann man sich das nicht aussuchen, welcher Exoplanet da in Reichweite ist.","Also als sie da dann eben ankommen, ist das irgendwie auch so am Anfang,","dass die in der Atmosphäre, glaube ich, in der Luft ist irgendwas,","irgendein tödlicher Keim oder sowas.","Und da muss er auch wie oft sterben, bis sie dann halt eben eine Impfung finden.","Da muss er halt dann eben ran und da wird er halt, ja, also ist das Versuchskaninchen","in allen möglichen Sachen.","Eines Tages passiert, Mickey Seventeen muss dann eben raus in diese Eiswelt,","und stürzt dann dort in so eine Gletscherspalte.","Und ja, nachdem, da wird jetzt keine Rettung oder sowas versucht,","weil es ist eh nur er, dann wird er quasi für tot erklärt.","Und sie drucken dann eben schon einen 18. Mickey.","Und der Mickey Seventino überlebt. Also er trifft dann dort auf so außerirdische","Lebewesen, die Creeper heißen.","Schaut das ein bisschen unheimlich aus. Und die retten ihn aber tatsächlich.","Also die werfen ihn dann irgendwie wieder raus aus dieser Gletscherspalte.","Ja, er schleppt sich dann eben zurück zu dem Raumschiff. Und jetzt gibt es aber zwei Mickeys.","Und das ist aber verboten, weil das sind dann Multiple genannt.","Ich glaube, mehr mag ich da jetzt gar nicht verraten.","Der Film ist sehr skurri, weil unter anderem der Anführer der Mission oder der","das quasi finanziert, das ist ein ganz egomanischer,","auch christlich-fundamentalistischer Milliardär, in der er in der Politik nicht","erfolgreich war und der jetzt mit seiner Frau, gespielt von Toni Collette übrigens auch sehr gut.","Da jetzt eben auf diesem Exoplaneten eine neue, bessere Erde,","eine reine Gesellschaft natürlich da auch errichten wird.","Total unplausibel, ja.","Deutsche Film- und Medienbewertung, die hat dem Film das Prädikat besonders","wertvoll gegeben und besonders ausgezeichnet oder besonders erwähnt hat diese Jury,","genau die Figur, die du gerade erwähnt hast, in der Wikipedia, und zwar,","Zitat, Eine charakterliche Kombination aus einer Trump-haften Person in Personaleinheit","mit Elon Musk und dabei noch Aspekte eines evangelikalen Erweckungspredigers.","Ja, sowas braucht die Welt noch, ja.","Gespielt übrigens von Mark Ruffalo.","Der spielt ja normalerweise immer die Guten, gell?","Ja, richtig. Ich habe auch ein Interview von ihm gelesen zu dem Film und er","hat auch gesagt, ja, es war für ihn ein bisschen ungewohnt, weil er solche Rollen","ja eigentlich nicht spielt.","Und sie haben sich dann eben auf dubiose Politikercharakteren auch beschränkt,","wie sie seine Rolle da ausformuliert haben, sagen wir es mal so.","Und wahrscheinlich, wenn man den Film so vor zehn Jahren gesehen hätte,","hätte man das wahrscheinlich total überzeichnet empfunden. Und ach, das passiert nie.","Von wann ist der Film eigentlich?","Nein, der ist jetzt im Sommer, glaube ich, war er im Kino oder so.","Also es ist 2025 jetzt raskolzen.","Ach so, der ist tatsächlich ganz aktuell.","Er ist nur einmal verschoben worden. Ich glaube, da hatten sie in der Postproduktion","irgendwie, haben sie länger gebraucht. Und deswegen ist er erst jetzt gekommen.","Also wirklich sehr gut gemacht. Und anders, als man es sich vielleicht erwarten","würde jetzt, wenn man sagt, man schaut sich da jetzt einen klassischen Science-Fiction-Film an.","Ich werde ihn mir auf jeden Fall anschauen.","Naja, und ich habe mir dann natürlich Designs ein bisschen angesehen,","weil gerade dieses Bio-Printing, dieses 3D-Bio-Printing, diese Technologie,","finde ich natürlich sehr spannend.","Ich meine, mit diesem Backup, das ist so ein Ziegel, wo sich da so seine Erinnerungen aufspeichern.","Das lasse ich jetzt mal außen vor, weil ich glaube, das wissen wir,","dass wir da sehr weit davon entfernt sind.","Naja, komplett entfernt, oder? Keine Ahnung, wie das Hirn funktioniert,","da kann ich es halt nicht irgendwo backuppen.","Richtig, richtig. Aber beim Bio-Printing, da machen wir ja schon Sachen,","also da sind ja ein paar Sachen schon realisiert.","Ich glaube, wir haben doch schon mal auch irgendwie so biogeprinteten Lachs","gegessen. Das kann man ja schon kaufen, oder?","Haben wir das? Wir? Also ich auch?","Ja, ich glaube schon. Ja, ich glaube schon. Der Ruth wahrscheinlich auch.","Aber ich weiß, es gibt Revo, heißt es. Das ist eine österreichische Firma,","die macht Lachs. Und den gibt es seit ein paar Jahren auch bei uns in Österreich auf dem Markt.","Aber kein veganer Lachs.","Doch, doch, doch. Pflanzen passiert natürlich. Die haben jetzt ja keinen Lachs","drinnen, der da rausgequetscht wird. Das ist pflanzlich.","Alles klar.","Dann wäre es ja ganz normal ein Hexler bei Fleischwollfutter zu.","Naja, aber die Idee ist ja auch, dass man quasi Fleisch druckt, also Fleisch, Fleisch.","Das ist wieder was anderes. Das ist mit diesem Stammzell. Ich habe ja gerade","die Homepage angeschaut von dieser Firma. Das haben wir schon gegessen.","Ich kann mich dunkel erinnern, dass du mal was mitgebracht hast.","Und das war wirklich auch so 3D-Bioprinting?","Das ist im Wikipedia-Artikel zu Bioprinting erwähnt. Das ist sogar ein Bild","von dem Lachs, glaube ich.","Wirklich?","Nein, 3D-Lebensmittel-Printing-Artikel. Entschuldigung, da ist der Link zum Lachs.","Na, schau bitte, was ich schon alles ausprobiert habe.","Nein, nein.","Das ist der Unterschied. Also man kann mittlerweile schon, man kann das Gewebe durchsetzen.","Und das ist ja jetzt auch nicht so schwer, also schon, aber das ist ja dann","aber kein Gewebe im Sinn von lebend, durchblutet und so weiter,","oder? Also das ist ja dann noch ganz weit weg.","Aber zumindest dieser Lachs, der ist halt tatsächlich die Struktur von einem echten Lachs.","Das kriegst du wahrscheinlich mit dem Drucker besser hin, als wenn du es irgendwie","so anders formst, wie du halt diese ganzen Ersatzprodukte quasi formst.","So der Lachs, der hat halt wirklich auch die Struktur von einem Lachs.","Wahrscheinlich kannst du es im Drucker dann leichter so diese Schichten machen und so weiter.","Ja, wobei es 2019 ist auf der ISS künstlich aus Fleisch gedruckt worden,","in einem 3D-Druckverfahren.","Also das war ein israelisches Unternehmen, das das entworfen hat und da haben","sie jetzt schon quasi lebende Zellen entnommen und haben das dann zu so einem","Muskelgewebe zusammengeschickt und dann gedruckt.","Passiert schon auf einer lebenden Zelle, aber die wird dann künstlich in der","Petrischale, vereinfacht gesagt, vermehrt und wächst dann halt zu Fleisch,","das aber nie lebendig war und nie Teil von einem Tier war.","Und wahrscheinlich kann man das dann drucken auch irgendwie,","das weiß ich jetzt gerade nicht.","Drucken heißt ja nur arrangieren auf eine bestimmte Art und Weise im Endeffekt.","Kannst dann quasi auf der ISS oder eben bei so Weltraummissionen kannst du dann","quasi den Steak drucken.","So wie der Replikator auf Enterprise.","Ja stimmt, der Replikator kommt so ein bisschen, geht so in die Richtung.","Ja, aber spannend ist es natürlich, finde ich gerade auch natürlich im medizinischen Bereich.","Also da gibt es ja auch schon einige Sachen, dass man da so einfaches Gewebe","wie so Knorpel, so kann man ja schon drucken, wobei das halt alles,","glaube ich, eben kurz vor der klinischen Phase ist.","Also aufpassen, dass da nicht irgendwie was falsch hinschicken,","nicht, dass dann plötzlich mehr Lachs hat, wo die Leber sein sollte.","Stimmt, ja.","Ja, was auch spannend ist, das wusste ich auch nicht, dass er so kleinere Knochenteile","und Zahnersatz aus Kalziumphosphat, das wird ja bereits auch im 3D-Drucker hergestellt.","Und bei so Knochenteilen, da","verwenden sie auch irgendwie Material von so speziell gezüchteten Rindern.","Also das finde ich immer ganz interessant. Aber wir sind dann natürlich weit","entfernt, dass wir da irgendwie einen Körper drucken können.","Oder geschweige denn, dass der dann eben, wie du sagst, Ruth,","dass der dann auch wirklich so von sich aus lebt. Wobei es auch in der synthetischen","Biologie gibt es etwas ganz Spannendes.","Schon 2012, das habe ich allerdings nicht gekannt, und zwar hat man da so eine","künstliche Quale erzeugt, also das heißt Medusoid.","Und da hat man irgendwie auch so aus Silikon und mit so Muskelzellen von Ratten,","hat man da eben eine künstliche Quale erzeugt, gedruckt, und die dann auch tatsächlich geschwommen ist.","Also die hat dann eben so diese Schwimmbewegung gemacht und da ging es halt","hauptsächlich darum, diese Bewegung auch nachzuahmen.","Also das sind dann eben alles so Sachen, wo man dann auch dann in Zukunft vielleicht","dann medizinisch dann Sachen ersetzen kann bei Menschen.","Aber da sind wir dann wieder bei der Frage, die wir schon anfangs diskutiert","haben, als es um die Gaia Enceladus Sausage ging. Das dürfen wir dann alles nicht mehr so nennen.","Wenn das dann die EU ihre Gesetze weiter so macht.","Darf der Lachs Lachs heißen? Wie heißt der Lachs?","Oh Gott, ich weiß jetzt gerade nicht, wie der Lachs heißt, aber der heißt wahrscheinlich nicht Lachs.","Aber was ich auch noch herausgefunden habe, weil ich mir dann eben auch gedacht","habe, so okay, wie ist das jetzt mit deinem ganzen Körper?","Und dann ist mir aber eingefallen, Florian und ich, wir waren vor kurzem beim Blutspenden.","Ich weiß nicht, ob du dich noch erinnerst, bei diesem ganzen Info-Sheet und Zeug.","Was wir da haben.","Was von Brennlich?","Sie können mich, ich bin jetzt auch an Expendable, oder was?","Habe ich da was unterschrieben?","Nein, aber eben das Blutspenden.","Wir sind alle ersetzbar.","Nein, eben nicht, weil nämlich Blutspenden total wichtig ist,","weil Blut nicht künstlich hergestellt werden kann.","Also dieses Vollblut kann nicht hergestellt werden. Man kann zwar irgendwie","so einzelne, ich glaube, rote Blutkörbchen im Labor züchten,","aber das ist irgendwie auch total aufwendig und teuer und weit davon entfernt,","dass man das irgendwie so einsetzen kann. Aber Blut können wir nicht künstlich herstellen.","Das fand ich interessant, weil das so komplex ist.","Das ist doch ein guter Abschluss. Nochmal aufrufen, geht Blutspenden.","Ich habe das tatsächlich aus diversesten Gründen, die mit allen Mönchen zu tun","haben, das erste Mal gemacht vor ein paar Monaten.","Ich habe es vorher nie, aus diversesten","Gründen nie geschafft Blut zu spenden und es war ja recht cool.","Man hat danach schön was zu essen bekommen, gab Cola, gab Würstchen,","gab Schokolade, war schnell vorbei. Also es war ein nettes Erlebnis, muss ich sagen.","Nettes Erlebnis. Was ich auch gut fand, das haben sie jetzt auch neu,","wenn deine Blutkonserve verwendet wird, dann kriegst du eine Nachricht,","eine SMS, dass sie jetzt bei irgendeinem Spital...","Und das finde ich schon toll, weil da merkst du, du hast was Gutes gemacht jetzt","auch und es wird verwendet.","Und ich habe da damals dann eben auch gefragt und sie hat mir auch erzählt,","ja, also es bleibt auch nichts übrig. Also die werden wirklich alle verwendet.","Man kriegt dann wirklich sofort eine Nachricht, wo drin steht,","heute wurde dein gespendetes Blut hier in dem Krankenhaus verwendet,","Da steht nicht drin, der Name der Person ist bekommen natürlich nicht,","aber da drin heute ist es verwendet worden.","Also geht alle Blutspenden, weil gerade jetzt so im Winter rum braucht man aus","dem Grund immer mehr Blut, glaube ich.","Also da ist es immer knapp und spendet euer Blut, wenn ihr das könnt.","Tu dir was Gutes, weil das kann noch nicht gedruckt werden. Und danach könnt","ihr euch einen schönen 3D-gedruckten Lachs gönnen, um eure Kalorien wieder aufzufüllen.","Genau, und Mickey Seventeen gucken.","Genau, das ist doch ein guter Plan. Und jetzt kann ich nicht mehr sagen,","beim nächsten Mal kommt Mickey Seventeen oder vielleicht nicht,","weil du hast den Running Gag ja jetzt aufgehoben.","Aber beim nächsten Mal wird es was anderes geben. Und wir schauen uns an,","wo wir uns anschauen lassen können, wo es Shows gibt, Auftritte gibt.","Ruth, ich habe das rausgefunden. Man kann es mittlerweile auch schon im Internet finden.","Deine Termine in Rangweil, in der Spinnerei und in Götzis in der Bibliothek","sind mittlerweile… Ist schon alles ausgebucht.","Na gut, dann klickt auf die Seite und ärgert euch, dass es ausgebucht ist,","aber ich habe extra dir Links rausgesucht.","Da steht immer noch nichts von ausgebucht. Warteliste kann ich noch machen.","Ja, aber das ist ja auch eine gute Idee, weil es kommen dann immer irgendwie","nicht alle oder sagen kurz davor ab. Also wenn ihr in der Gegend rankweil seid","und gern kommen würdet am 23.","Am Sonntag, diesen Sonntag, kommenden Sonntag, dann setzt euch auf die Warteliste,","weil es kann gut sein, dass ihr dann noch irgendwie ein E-Mail bekommt am Vortag","oder so, dass jemand krank geworden ist.","Macht das und kauft euch bitte auch gerne Karten für meine Sternengeschichten-Live-Show,","die Anfang Dezember stattfinden wird.","Viermal noch in diesem Jahr, dann erst wieder lange, lange Pause in Deutschland.","In Österreich passiert früher was, aber in Deutschland bin ich dann erst Ende","nächsten Jahres mit Sternengeschichten live unterwegs. Also wer mich in Deutschland","sehen will, muss das in Essen tun.","Da wird das Ganze am 10. Dezember stattfinden in der Zeche Karl.","Kommt da bitte sehr gerne hin. Sternengeschichten live mit extra Sternengeschichte","zu Essen. Und zu Essen wird es auch was geben in Essen.","Etwas mit astronomischem Hintergrund, was ich auf der Bühne mache.","Dasselbe wird in Dortmund stattfinden am 11. Dezember, am 13.","Dezember in Düsseldorf und am 14. Dezember in Berlin. Aber Berlin ist quasi","ausverkauft. Aber Essen, Dortmund und Düsseldorf kommt da gerne hin.","Das würde mich freuen. Und ansonsten machen wir natürlich wie immer auch noch","Science-Buster-Shows mit unserem neuen Programm Weltuntergang für Fortgeschrittene.","Das läuft auch noch. Da sind wir vor Ende des Jahres noch in Wien,","in Linz, in Lemberg, in St.","Pölten, in Krems, in Salzburg, Termine in den Shownotes.","Bevor dann das Jahr zu Ende ist, machen wir noch Bauernsilvester,","Ruth und ich mit Martin Puntigam in Linz, Graz und Wien.","Da könnt ihr auch hingehen und","ihr könnt bitte auch sehr, sehr gerne nach Schwarndorf kommen in Bayern.","Da gibt es den Vortrag, eine Geschichte des Universums in 100 Sternen von mir und am 4.","Dezember in Freistaat in Oberösterreich meinen Vortrag, wie viel Astronomie","steckt in einem Glas Bier.","Das gibt es alles und im nächsten Jahr gibt es mehr. Wie gesagt,","es gibt auch schon Österreich-Termine für Sterne Geschichten live, nämlich am 29.","Januar in der Kulisse in Wien. Aber davor könnt ihr euch auch noch anschauen, was Evi zu erzählen hat.","Ja, richtig. Und zwar haben wir schon wieder eine Parallelveranstaltung. Also wer am 4.","Dezember nicht in Freistadt beim Herrn Freistädter sein möchte,","der kann auch zu mir kommen. Und zwar bin ich am 4.","Dezember im Planetarium in Wien und zwar zusammen mit Andreas Sartor.","Und wir nehmen einen Live-Podcast auf und erklären mir die Welt.","Und zwar zu dem Thema, was wäre, wenn es die Astronomie nicht gäbe?","Ich verstehe die Frage eigentlich gar nicht.","Ich kann mir nicht vorstellen, wie es die Astronomie nicht geben kann. Ja, richtig.","Stimmt nicht, ich kann mir das vorstellen. Es ist sogar in einem Buch beschrieben,","und zwar in irgendeinem späteren Teil von Per Anhalter durch die Galaxis.","Das sind doch diese komischen Leute, die von diesem Cricketplaneten,","oder wie heißt es denn, ich habe das ganz vage im Kopf, aber die Bösenhalter.","Die das Universum zerstören wollen und die sind auf einem Planeten,","wo ständig Wolken sind und deswegen können sie keine Sterne sehen.","Und deswegen sind sie dann angefressen auf alle anderen oder sowas.","Ich weiß nicht mehr genau, wie sie ist, aber theoretisch, man kann sich durchaus","forschen, dass sich Leben auf einem Planeten entwickelt, der halt einfach ständig","eine Wolkendecke hat, wo du nie Sterne siehst und dann...","Auf dem Planeten vermutlich keine Astronomie.","Ich glaube, sie waren einfach total überrascht und überfordert plötzlich so. Was?","Das sind andere, alle tot machen, oder? Das ist irgendwie eh eine ganz nachvollziehbare Reaktion.","Aber was wäre das für ein Leben?","Ja, weiß ich nicht. Aber wenn du nicht merkst, dass dir da was fehlt,","astronomisch gesehen, aber das ist wirklich klar.","Oder halt viel, viel später. In einem beschleunigt expandierenden Universum,","wo die Expansion dann so schnell geworden ist, dass du dann nichts mehr siehst.","Außer halt die Sonne, okay, da könnte man trotzdem dann...","Im Fall von Wolkenplaneten könntest du zumindest noch vermutlich Infrarot entwickeln.","Obwohl, nein, weil die Wolken, da müsstest du Raumfahrt entwickeln,","da müsstest du hinkriegen, dass du da rüber kannst über die Wolken.","Ja, und das machst du wahrscheinlich alles nicht, wo du denkst.","Ja, aber gut, Flugzeuge könnte man entwickeln und dann fliegt man über die Wolken","und dann stellt man plötzlich fest beim Nachtflug, hui, was ist denn da los?","Ja, da geht es noch weiter.","What?","Ja, aber ja, interessantes Thema, ich wäre gerne dabei, aber vermutlich wird","es dann ja auch veröffentlicht als Podcast, dann kann ich es mir anhören.","Und dann übrigens wird das gesamte Universum bei Andreas Satter zu Gast gewesen","sein, weil Ruth war schon da. Ich war mal bei Andreas zu Gast im Podcast und du dann auch.","Heißt das, er muss jetzt dann bei uns einmal Gast sein?","Ja, weiß ich nicht. Hat er was zu erzählen über Astronomie?","Ja, weiß ich nicht.","Ich kann ihn fragen.","Wenn ich ihn im 4. sehe.","Ja, also klingt nach einer sehr interessanten Veranstaltung. Planetarium Wien.","Was wäre, wenn es die Astronomie nicht gäbe? Mit Evi verlinke ich in den Show","Notes. Du bist ja da. Vielleicht kannst du in den Grundkosten hingehen, Ruth.","Oder bist du weg am 4. Dezember? Weil ich bin ja weg. Ich bin in den Freistaat.","Ah nein, da bin ich auch nicht da.","Achso, na schon. Du musst eh für das Universum allein vertreten.","Blöd, blöd.","Du bist Botschafterin des Universums. Ja, ich schaffe das.","Dann haben wir eigentlich alles angekündigt an Veranstaltungen,","was so in näherer Zukunft noch anzukündigen ist. Und dann werden wir uns jetzt noch bedanken, oder?","Auf jeden Fall. Wir bedanken uns zum Schluss wie immer bei euch,","die ihr fantastisch seid.","Also ihr seid sowieso fantastisch, aber noch fantastischer finden wir es,","wenn ihr eure Wertschätzung diesem Podcast gegenüber auch finanziell ausdrückt.","Ihr könnt natürlich auch gerne einfach uns kein Geld geben.","Das ist auch vollkommen in Ordnung. So fühlt euch nicht gezwungen.","Aber wenn ihr ein bisschen Geld übrig habt und euch denkt, wo soll man hin damit,","dann bitte in unsere Richtung schmeißen. Ihr könnt das entweder über PayPal machen.","Da kann man einfach ganz normal so einfache, einmalige, einmalige Spenden machen.","Oder über Steady und Patreon kann man ein regelmäßiges Spendenabo abschließen.","Da kriegen wir dann immer wieder Geld von euch.","Und das ist natürlich gut, weil dann wissen wir, dass das kommt.","Und dann haben wir auch eine gewisse Planungssicherheit. Also tut das gerne, wenn ihr das möchtet.","Und seit letztem Mal haben uns auch wieder einige Leute finanziell unterstützt.","Also ganz, ganz, ganz herzlichen Dank an Marion, danke Thomas,","der seine Nachricht mit dem wunderbaren Satz Plank sei Dank anfängt.","Sehr gut, Thomas, gut gemacht.","Danke an Uwe, danke Björn, danke Hans, danke Patrick, danke Ulrich,","obwohl es eigentlich Ulrike ist, glaube ich. Zumindest ist die Nachricht von","Ulrich mit Ulrike unterschrieben.","Markus, danke. Und dann auch noch ganz, ganz herzlichen Dank an Andreas,","der über Patreon ein Abo abgeschlossen hat.","Ganz vielen Dank. Wir freuen uns sehr darüber, über diese Unterstützung.","Ich habe auch schon ein paar der Dinge ausgeschickt, die schon seit längerer","Zeit verschickt werden hätten sollen.","Also die Geschenke für, oder die Gewinne für das Sommergewinnspiel.","Ein paar sind noch unterwegs oder kommen noch, weil die entsprechenden Gewinne","noch nicht da sind, weil die Bücher noch nicht erschienen sind und ich noch","ein paar Unterschriften einsammeln muss und so. Vor Weihnachten werde ich auch","noch die Karten verschicken.","Also kommt alles noch irgendwann, wenn ihr uns unterstützen wollt.","Alle Informationen dazu findet ihr in den Shownotes.","Wenn ihr uns was schreiben wollt, macht das unter hello at das Universum.at.","Und wenn wir das alles jetzt gesagt haben, dann bleibt uns nur noch zu sagen,","dass die nächste Folge in 14 Tagen erscheinen wird und wir uns bis dahin verabschieden und zwar so.","Baba.","Tschüss."]}