{
  "transcript": [
    {
      "speaker": "Letty",
      "time": "0:02:00",
      "text": "Haha Grüße Grüße an Clemens du hast wie immer recht, macht man's richtig funktioniert dann auch im zweiten Anlauf wir mussten ja mal die Sendung etwas zurückspulen damit die Leute auch zu hören ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:02:15",
      "text": "Wahrscheinlich die Rache dafür dass ich dass ich dass ich Freakshow 219 gesagt habe."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:02:20",
      "text": "Schon wieder hast du schon wieder gesagt."
    },
    {
      "speaker": "Letty",
      "time": "0:02:24",
      "text": "Das stimmt ja auch bald ist ja ja auch die Freakshow Nummer 219 meint wegen 219b 219b und wer sich fragt was die 219a gewesen sein können wir soll es erklären ich oder du."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:02:38",
      "text": "Achte machst du doch."
    },
    {
      "speaker": "Letty",
      "time": "0:02:40",
      "text": "Genau wir hatten nämlich vor ein paar Tagen eine Veranstaltung manche von euch mögen das mitbekommen haben dass ich vielleicht auch nicht Logbuch Netzpolitik war mal wieder auf der Bühne also mal wieder im Sinne von das zweite Mal."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:03:32",
      "text": "Ein absolutes Highlight war also es muss man wohl so sagen."
    },
    {
      "speaker": "Letty",
      "time": "0:03:36",
      "text": "Ein absolutes Highlight allerdings dass in der Tat und last but not least den Arne semsrott also einen,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:04:07",
      "text": "Modernes aber nicht."
    },
    {
      "speaker": "Letty",
      "time": "0:04:10",
      "text": "Kontextsensitivität ist gefragt nicht der brummelte es ist das der andere."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:04:15",
      "text": "Grünes Meer."
    },
    {
      "speaker": "Letty",
      "time": "0:04:16",
      "text": "Dennis Moritz genau."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:50",
      "text": "Ich glaube sie sehr einfach einfach mal den Link zu GitHub und dem jeopardy von Dennis in den Chat rein."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:05:12",
      "text": "Aber dafür ist die proben da ne also sonst müsste man ja keine machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:05:15",
      "text": "Nee das stimmt."
    },
    {
      "speaker": "Letty",
      "time": "0:05:16",
      "text": "Live Debugging."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:05:18",
      "text": "Live Debugging Henning und ich haben in der Zeit so ein bisschen."
    },
    {
      "speaker": "Letty",
      "time": "0:05:22",
      "text": "Schminke von."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:05:23",
      "text": "Schminke von uns gegebene genau das hat sehr viel Spaß gemacht vielen Dank auch für Lob und Ehre und so weiter auf vielen Dank für die Zuhörer die mich angesprochen haben."
    },
    {
      "speaker": "Letty",
      "time": "0:05:38",
      "text": "Genau wenn er den Dienst bin jetzt aber mitbekommen sollt was das jetzt eigentlich mit der Freakshow zu tun hat dann müsst ihr euch das Video einfach mal anschauen auch da werde ich jetzt mal kurz hier die passende."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:06:11",
      "text": "Einmal saufen geil."
    },
    {
      "speaker": "Letty",
      "time": "0:06:12",
      "text": "Was man halt so macht keine Ahnung was er normalerweise so macht Ronny wäre fast da gewesen aber die hat noch irgendeine Influenza auf der Straße abgegriffen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:06:23",
      "text": "Besser als ein anderes Auto."
    },
    {
      "speaker": "Letty",
      "time": "0:06:25",
      "text": "Macht aber nichts weil die ist ja da wir schon gehört habt und dann ist es auch da also der richtige Dallas."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:06:28",
      "text": "Na jetzt wieder der richtige genau."
    },
    {
      "speaker": "Letty",
      "time": "0:06:30",
      "text": "Und haben noch einen tollen Gasse weil wir haben begrüßen ich den Alex in unserer Runde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:36",
      "text": "Guten Abend."
    },
    {
      "speaker": "Letty",
      "time": "0:06:37",
      "text": "Alex Alexander heimbuch sagt man voll ausgeschrieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:42",
      "text": "Ganz Namen richtig."
    },
    {
      "speaker": "Letty",
      "time": "0:06:43",
      "text": "Oder auch Zusatzstoff."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:45",
      "text": "Korrekt ja andere Geschichte ja."
    },
    {
      "speaker": "Letty",
      "time": "0:06:46",
      "text": "So da ein gängiger Nickname ist und so das wird Eferding sparda-a."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:51",
      "text": "Auftritte also ich kann es nicht verbergen ja ja."
    },
    {
      "speaker": "Letty",
      "time": "0:06:53",
      "text": "Ja wie bist du darauf gekommen ist ja alles in ganz cooler."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:56",
      "text": "Gut dann lange her das geht auf die Ursprünge meines ersten Blocks zurück das ist nämlich Inhaltsstoff."
    },
    {
      "speaker": "Letty",
      "time": "0:07:21",
      "text": "Achso ich dachte schon von."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:23",
      "text": "Netzgewebe Entwicklung haben möchten das ist es schon sehr skurril Alessa."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:07:28",
      "text": "Also da wäre ich dann auch an."
    },
    {
      "speaker": "Letty",
      "time": "0:07:31",
      "text": "Weil du ja Web-Entwickler."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:33",
      "text": "Ganz korrekter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:07:34",
      "text": "Ovids Entwickler schön."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:39",
      "text": "Ja so ist das zum Zusatzstoff gekommen wären."
    },
    {
      "speaker": "Letty",
      "time": "0:07:42",
      "text": "Aktiver aktiver Stoff im im weltweiten Gewebe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:46",
      "text": "Kein kein schlechter Markenname aber ich habe dir die Männer sofern."
    },
    {
      "speaker": "Letty",
      "time": "0:07:50",
      "text": "Kann dir keiner was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:15",
      "text": "Das war ein Fehler."
    },
    {
      "speaker": "Letty",
      "time": "0:08:18",
      "text": "Naja ich habe ja schon viele kommen und gehen sehen und versuche immer schon zu wenig Erwartungen zu entwickeln so aber die hast du alle erfüllt alle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:04",
      "text": "Ja ist ein nettes Projekt auf jeden Fall."
    },
    {
      "speaker": "Letty",
      "time": "0:09:06",
      "text": "Ja das hat auf jeden Fall schon ziemlich gerockt dann wenn man das sicherlich nachher auch noch mal ein bisschen drüber reden was da alles so noch im Raum steht ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:21",
      "text": "Ja ich bin bin kein Freiberufler oder ähnliches ich bin fest angestellt ich bin hauptsächlich nur die soll aber eigentlich ausschließlich nur so also ist immer schwer zu erklären ich mache irgendwie keinen Designs ich mach kein Bekenntnis mach halt das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:09:36",
      "text": "Das Design der Designer um."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:38",
      "text": "Ganz genau das nach außen zu kommunizieren kann ich einfach ja."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:09:48",
      "text": "Also bist du Webentwickler."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:50",
      "text": "Ich bin Webentwickler NRW."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:10:05",
      "text": "Das heißt auch wahrscheinlich ganz ganz viel scss CSS Sachen ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:09",
      "text": "Na das ist ja z.b. na gut wir haben ja also ich lieb mein mein Arbeitgeber ist Salesforce wir haben halt ein eigenes Design System das hat damit mache ich tatsächlich auch recht wenig so dass unser Ziel ist es dass unsere Entwickler so wenig wie möglich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:10:25",
      "text": "Das klingt ganz ganz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:27",
      "text": "Jana das dann so der Vorteil von von so big company ist die dann eigene Abteilung nur dafür haben umso für Design Systeme sich zusammenzubauen sind wir nutzen die quasi machen wir wollen die Baumstrukturen dann sie da draußen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:10:39",
      "text": "Ja das ist echt praktisch irgendwas was wünsche ich mir auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:42",
      "text": "Ja das hat viele Vorteile vor einigen dass du neue Designsprache Hals innerhalb des Unternehmens hast also das ist nicht nur irgendwie angenehm damit so entwickeln war und am Ende so ein paar Komponenten zusammenstecken und sollte ja fertig."
    },
    {
      "speaker": "Letty",
      "time": "0:11:18",
      "text": "Winter nicht bei ca EA bei kannst dich trotzdem dazu äußern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:22",
      "text": "Das tut sogar habe ich ja ich habe ein abgebrochenes Informatikstudium ja habe ich bin kein engineer das heißt also nach dem abgebrochen Informatikstudium liegt noch in die andere Richtung bin eigentlich Sozialwissenschaften."
    },
    {
      "speaker": "Letty",
      "time": "0:11:50",
      "text": "Ja das fand ich auch nicht so spannend."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:11:52",
      "text": "Das ist aber auch immer so scheiße gemacht wird im Informatikstudium dass sie halt nicht irgendwie also ich kann halt auch nur mit so Formeln für mich sind das so."
    },
    {
      "speaker": "Letty",
      "time": "0:12:37",
      "text": "Keine schlechte Idee gibt's sowas nicht schon."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:12:38",
      "text": "Werner weiß ich nicht ich sollte mal mein matheprof meinen alten anschreiben ich glaube der freut sich darüber."
    },
    {
      "speaker": "Letty",
      "time": "0:12:45",
      "text": "Geschmeidig cool das mit den Formeln oder weil das ist ja dann auch so ein bisschen der weiße Kittel der Informatiker und Mathematiker so wenn du das nicht verstehst dann wirst du auch nicht zu uns."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:12:55",
      "text": "Ihr dann nehmen wir den die Programmiersprachen halt weg dann sollen sie gucken wo sie bleiben."
    },
    {
      "speaker": "Letty",
      "time": "0:13:00",
      "text": "Wer mir ist die Mathematik an."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:13:03",
      "text": "Ja dann dürfen die auch nicht mehr programmieren denn einiges ist nicht schön was die programmieren."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:13:11",
      "text": "Alle lassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:17",
      "text": "Woher ist die schon im Zittauer z-force ja ja."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:13:20",
      "text": "Nerf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:21",
      "text": "Sos bei Entwicklern die Serie so sehr beliebt ja."
    },
    {
      "speaker": "Letty",
      "time": "0:13:26",
      "text": "Wieder arbeiten oder sie sich küssen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:28",
      "text": "Damit entwickeln ist eine Plattform mit der du auch selber die Software bauen kannst in großen Unternehmen das ist halt ja das ist halt so SAP like mäßig so indem."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:13:40",
      "text": "Nur nicht so scheiße oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:42",
      "text": "Naja was heißt also das kommt halt ganz drauf an was du damit am Ende machen möchtest ich wir sind halt eigentlich machen mache ich ja den ganzen Tag E-Commerce Krams ist dass wir sind nightforce kauft halt einfach Sachen aufgehende somit mit Recruiting haben dies nicht so sondern die kaufen halt kannst du Buden."
    },
    {
      "speaker": "Letty",
      "time": "0:14:06",
      "text": "Die Kinder können die Leute nicht so überzeugen weil ich zu arbeiten zu müssen dann einfach direkt oder Straße weglaufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:09",
      "text": "Das weiß ich nicht also ich bin ja nicht in die Verlegenheit gekommen mich beiß etwas zu bewerben hast du sie wurde ja quasi ich war ja dann die Masse die Mitte übertragen wurde."
    },
    {
      "speaker": "Letty",
      "time": "0:14:20",
      "text": "Insolvenzmasse okay aber dafür hätten sie jetzt aber auch schon ne Weile da aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:27",
      "text": "Na ja wir uns voran nach vor zwei Jahren ungefähr anderthalb Jahren gekauft."
    },
    {
      "speaker": "Letty",
      "time": "0:14:32",
      "text": "Achso musst du dann sozial noch da bleiben ist das total."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:35",
      "text": "Mich zwingt ja niemand da Geld zu verdienen also das ist ja sssr."
    },
    {
      "speaker": "Letty",
      "time": "0:14:38",
      "text": "Dermaloft ist das ja ich weiß nicht genau wie das alles immer läuft aber so typischerweise wenn jetzt als müsst die Fauna die von solchen Booten gekauft werden also da wo so ein bisschen außer das denkt Räderwerk eines solchen Unternehmens ist hier."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:14:58",
      "text": "Ja aber den hat er ja nicht er hat ja den Vertrag mit der Bude gekauft."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:15:02",
      "text": "Kann das passieren also ich kenne das auch bei der ersten Firma wo ich war die Würde und wann aufgekauft und die Leute die da geblieben wo die mit verkauft worden sind die durften nicht glaube ein Jahr lang nicht kündigen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:15:13",
      "text": "Das kann ich aber nicht so nachvollziehen wenn dann Vertrag mitunter Bude hast und du hast eine normale Kündigung."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:15:18",
      "text": "Ja also ich weiß nicht genau."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:15:20",
      "text": "Sollte Jan auf kaufDA daran nichts ändern außer du schließt halt nur ein Vertrag ab dann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:15:25",
      "text": "Kann auch sein dass das so war also es war irgendwie sehr eigenartig was sie da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:31",
      "text": "Das soll übrigens auch der der ausschlaggebende Punkt warum ich bei Portland dann tatsächlich losgelegt hat weil."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:15:36",
      "text": "Du hast nicht ausgelastet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:38",
      "text": "Nee ich habe so schon zu meines Hals ich habe Papa doch Nebengewerbe gehabt wo ich vor allen Dingen so wird Presse Seiten hochgezogen habe und das ist gewiss nicht sehr befriedigend."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:16:00",
      "text": "Also so bisschen so wie bei Google nur halt dass ihr das Tage pro Jahr bei google war dass sie viel 10%."
    },
    {
      "speaker": "Letty",
      "time": "0:16:06",
      "text": "Ja ist aber auch nicht mehr so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:07",
      "text": "Nee die hat es auch geändert."
    },
    {
      "speaker": "Letty",
      "time": "0:16:08",
      "text": "Das war mal einen Tag in der Woche oder 12 Uhr war das immer der Mythos aber das ist seltensten Fällen noch so ja."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:16:14",
      "text": "Ihr habt das noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:15",
      "text": "Duffy gesagt werden diese sieben Tage im Jahr was halt nicht so die 10% der Arbeitszeit sind leider sondern ja die geben stehen und zu verfügen die komm halt auch in Open-Source-Projekte reinstecken und dafür na dann frag sie mal."
    },
    {
      "speaker": "Letty",
      "time": "0:16:29",
      "text": "Warte mal ja hat ja auch ganz gut funktioniert und denkt es hat auch eine ganze Menge dass sie Menge Potential ja aber heute müssen wir mal wieder beim Ex reden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:41",
      "text": "Oje."
    },
    {
      "speaker": "Letty",
      "time": "0:16:42",
      "text": "Ich habe nämlich ein Mac gekauft."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:16:44",
      "text": "Wer hat denn überhaupt die WWDC gesehen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:16:46",
      "text": "Du hat gesagt dass ich mir gekaufte regnet es Eberhard."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:49",
      "text": "Da gab seinen ewig WWDC nichts machen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:16:52",
      "text": "Wie wird etwas auf der."
    },
    {
      "speaker": "Letty",
      "time": "0:16:54",
      "text": "Ich habe mir gedacht ich brauche mal wieder einen neuen Computer und habe mir sozusagen den geilsten gekauft den ich mir so vorstellen kann gerade bei."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:17:02",
      "text": "Soll ich deine IMAX also sehe dann wir noch so ein dicken Rahmen sind also noch die alten es kann nicht sein dann MacPro steht noch unterm Tisch und läuft dann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:17:10",
      "text": "Sie auch kein Mülleimer."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:17:11",
      "text": "Dein MacBook Air Dingens oder wie auch immer das Ding heiß ist auch noch da und sonst wegen nichts außer das ist noch nicht da oder so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:17:18",
      "text": "Hast du dir etwa ein Windows-PC gekauft."
    },
    {
      "speaker": "Letty",
      "time": "0:17:20",
      "text": "Nenne ich habe mir Mac auf."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:17:22",
      "text": "Genau."
    },
    {
      "speaker": "Letty",
      "time": "0:17:24",
      "text": "Nee kann nicht sein."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:17:26",
      "text": "Hätte sein können dass ich Thaler letztes Mal so sehr beeindruckt hat."
    },
    {
      "speaker": "Letty",
      "time": "0:17:29",
      "text": "Die hat mich beeindruckt aber nicht so sehr dass ich mir davon Windows Computer kaufen will."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:17:31",
      "text": "Hätte sein können."
    },
    {
      "speaker": "Letty",
      "time": "0:17:35",
      "text": "Nee ich hatte ein MacBook Air 11 Zoll von 2013 und jetzt habe ich ein MacBook Air 11 Zoll von 2015."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:17:44",
      "text": "Also das aus der steht ist jetzt ein neues da ja gebraucht gekauft ja also hast du sagen sondern so ein Upgrade gemacht."
    },
    {
      "speaker": "Letty",
      "time": "0:17:52",
      "text": "Das ist das ist das modernste Gerät von Apple was ich haben will weil alles was danach kam war halt nicht."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:17:59",
      "text": "Dann dann mach doch mal das Menü zu von den beiden Geräten."
    },
    {
      "speaker": "Letty",
      "time": "0:18:07",
      "text": "Unterschied Neuer sein Alter hat er halt i5 Prozessor und jetzt habe ich einen mit i7."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:18:14",
      "text": "Wer unterschreibt die ganz bisschen anders oder."
    },
    {
      "speaker": "Letty",
      "time": "0:18:16",
      "text": "Ja sie hat ein bisschen mehr hottehü irgendwie sowas was ich gerade 30% mehr das dürfte jetzt soviel nicht sein also sowohl zwei Jahre neuer als auch der schnelleren Prozessor da geht dann halt der Lüfter schneller an,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:18:42",
      "text": "Aber mehr Bums."
    },
    {
      "speaker": "Letty",
      "time": "0:18:44",
      "text": "Ja ist er ist etwas schneller aber es ist jetzt kein."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:18:57",
      "text": "Der Aisne oder hatte das der alte auch schon."
    },
    {
      "speaker": "Letty",
      "time": "0:19:01",
      "text": "Bitte mal was."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:19:02",
      "text": "Na die Intel-CPUs haben irgendwann ein extended Feature Zeit oder wie das heißt bekommen das sieht ASR ninex,"
    },
    {
      "speaker": "Letty",
      "time": "0:19:25",
      "text": "Ja weiß ich nicht müsstest du mal gucken also ist der i7 von 2015 ne und jemand gerade jemand die E5 hätten das schon ewig also dann war das wahrscheinlich schon vorher drin."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:19:36",
      "text": "Rover 214 213 auch schon na ja gut dann ja okay hat dann dann hat er halt vielleicht das auch schon und weiteres noch."
    },
    {
      "speaker": "Letty",
      "time": "0:19:45",
      "text": "Na sonst noch da was anabol 2 und ist dann der wohl 19 ansonsten ist alles gleich."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:19:49",
      "text": "Memory = storage."
    },
    {
      "speaker": "Letty",
      "time": "0:19:51",
      "text": "Ja das hat der Macher ist hatte auch damals schon den Vollausbau gekauft nur halt nicht den schnelleren Prozessor und jetzt habe ich halt eine etwas bessere Grafikkarte Thunderbolt 2 in das Wasser halt ein ich auch."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:20:03",
      "text": "Die Grafikkarte ist somit Intel Dings mal weiterhin."
    },
    {
      "speaker": "Letty",
      "time": "0:20:05",
      "text": "Intel irgendwas an der Zahl ja also ich habe das jetzt mal so erwähnt um einfach klar zu machen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:20:15",
      "text": "Was man machen muss."
    },
    {
      "speaker": "Letty",
      "time": "0:20:16",
      "text": "Ich habe mich zu nichts anderem durchringen können ja es ist einfach derzeit ziemlich unmöglich bei Buffet Geld zu lassen außer man kauft sich so ein iMac pro."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:20:26",
      "text": "Und mach daraus ein Rechenzentrum."
    },
    {
      "speaker": "Letty",
      "time": "0:20:28",
      "text": "Na da wären wir dann ja wahrscheinlich auch gleich noch mal drüber kommen wenn man sich anschaut oder können wir vielleicht auch gleich mal erwähnen das nächste Mac OS wird ja nun seit langer langer Zeit endlich mal wieder."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:20:49",
      "text": "Ich habe das gerade so genau geguckt weil habe ja gar nicht so."
    },
    {
      "speaker": "Letty",
      "time": "0:20:53",
      "text": "Also ich glaube das aktuelle heißerer ich weiß gar nicht was das älteste ist was du damit fahren kannst."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:21:14",
      "text": "Wann das gerade noch."
    },
    {
      "speaker": "Letty",
      "time": "0:21:16",
      "text": "20.10 also."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:21:17",
      "text": "Aber sie haben ja eigentlich 20.9 aber Firmware gepatcht sodass es eigentlich."
    },
    {
      "speaker": "Letty",
      "time": "0:21:21",
      "text": "Das ist dann auch noch geht genau aber so also irgendwo so bei 19 Uhr ich habe die 8. sind die 2008 IMAX dir können das aber ich bin nicht mehr also da war so der Kat und jetzt springt das halt auf 12 Uhr."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:21:57",
      "text": "Heavy Metal."
    },
    {
      "speaker": "Letty",
      "time": "0:21:57",
      "text": "Heavy Metal genau so das heißt Mittel also jetzt erhält also hier auf die Büchse noch eine Weile ich mag halt dass er."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:23",
      "text": "Hast du dir die Augen noch nicht verdorben."
    },
    {
      "speaker": "Letty",
      "time": "0:22:24",
      "text": "Nicht ein also Claudia ist die weiß es natürlich ne aber alle meine MAC sind non Retina weil."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:22:41",
      "text": "2015er die letzten neu."
    },
    {
      "speaker": "Letty",
      "time": "0:22:43",
      "text": "Ja aber da muss ich halt für mindestens auf 13 Zoll gehen und das ist mir dann halt so für meinen Taschencomputer dann schon wieder ein bisschen zu fett."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:50",
      "text": "Die haben ja auch das also die sind ja wenn er echt wie Gold gehandelt die Dinger die 2015er."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:23:09",
      "text": "Und gerade mal getauscht und geht das alles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:11",
      "text": "Das waren die neue ja deshalb findet man ja bei denen bei der Apple Seite im quasi refurbished Segment noch die 2015 15 Zoll aber nicht die 2015 13 Zoll digital von hier mehr genau."
    },
    {
      "speaker": "Letty",
      "time": "0:23:22",
      "text": "V da kannst du sogar noch richtig kaufen refurbished gibt es auch ab und zu mal 13."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:27",
      "text": "Darf ich keinen gesehen schade."
    },
    {
      "speaker": "Letty",
      "time": "0:23:29",
      "text": "Das ist so wenn man sich da sind und so also da handelte sich dann auch wahrscheinlich nur Mindermengen ja ich wollte das jetzt ja eigentlich auch nur erzählen falls es jemand von Apple zuhört so schlimm ist es schon ja ich kaufe mir,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:23:51",
      "text": "Wenn unser allwissender Chat auch noch ne SSD Karten Empfehlung hat für die Höhe zu sich nur nachgucken für die 15 Zoll Retina Variante LED 2003."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:24:04",
      "text": "Schöne MacBook Pro."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:24:07",
      "text": "11,5 ein Lied ich brauche eine SSD unbedingt und ich habe jetzt nur einen Hersteller gefunden der."
    },
    {
      "speaker": "Letty",
      "time": "0:24:15",
      "text": "Sowas was muss man denn da reinstecken technisch."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:24:17",
      "text": "Ja das wird er wissen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:24:19",
      "text": "Das will ich wissen weil ich habe auf der Seite von iFixit geguckt und da gibt's dieses OWC."
    },
    {
      "speaker": "Letty",
      "time": "0:24:24",
      "text": "PC Dimmer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:24:25",
      "text": "Und das scheint die einzigen sein zu sein die auf diesem Modell funktionieren und er wird zahlt man für so ein Gigabyte oder für 960 Terabyte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:35",
      "text": "Ja weiter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:24:37",
      "text": "Wer braucht man nicht Datensparsamkeit für diese 960 Gigabyte Variante stolze 600 €."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:24:50",
      "text": "Ich habe nichts."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:24:51",
      "text": "Du hast mir ja doch du hast meine SSD ne andere empfohlen das letzte Mal als wir hier saß."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:24:55",
      "text": "Samsung 960 Evo pro irgendsowas die gibt's wohl als."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:24:58",
      "text": "Genau und die gibt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:25:00",
      "text": "Forum übers ja bei dir nicht geht und als als Sarah Dingens aber ich glaube du hast halt noch diesen proprietären Apple Chat deswegen brauchst du also spezielle und deswegen sind die von OC wahrscheinlich so teuer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:25:10",
      "text": "Ja die anderen sind günstiger es gibt einen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:25:13",
      "text": "Apple hat eine Weile und wieso so ein proprietär Standard da irgendwie glaube ich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:25:19",
      "text": "Und der Chat sagt gerade es gibt irgendeinen China Adapter wobei ich bei China Adapter mittlerweile halt vorsichtig Wind weil ich nicht möchte dass mir da was durch raucht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:27",
      "text": "Das heißt aber noch nicht dass der geht also wenn du da."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:25:30",
      "text": "Chenyang ja wir können ja dann noch mal ganz doll gucken."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:25:44",
      "text": "Kannst du nachschauen was wir da kaum was ich da kaufen sollte."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:25:48",
      "text": "Kann auch gesagt mein Zuhause ich glaube das ist so."
    },
    {
      "speaker": "Letty",
      "time": "0:26:33",
      "text": "Hier postet gerade einer China Stecker."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:26:47",
      "text": "Generation Formfaktor ist das glaube ich ne kann das sein."
    },
    {
      "speaker": "Letty",
      "time": "0:26:50",
      "text": "Ja ja also m2 ist eigentlich dasselbe doch eigentlich schon."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:26:53",
      "text": "Werde eben halt nicht ja aber anders mit Pint irgendwie die also irgendwas war doch noch ein bisschen anders."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:27:00",
      "text": "Ja genau diese diese pinöpel da das ist alles so ein bisschen."
    },
    {
      "speaker": "Letty",
      "time": "0:27:06",
      "text": "Naja also damit könnte man gegebenenfalls erfolgreich sein mit 22,90 € hat sich so viel falsch machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:27:13",
      "text": "Das einzige wovor ich Angst habe dass wir irgendwie mein Chef der sich irgendein Adapter gekauft hat für diese neuen schrottbox und sich erstmal den Thunderbolt geschrottet hat es halt so."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:27:23",
      "text": "Ja aber seit wann können denn Chat irgendwas beeng."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:27:28",
      "text": "Ja hätte mal die Lady gesagt sie hatte gesagt kauf keine China Adapter."
    },
    {
      "speaker": "Letty",
      "time": "0:27:34",
      "text": "Naja also die paar Dinger hier kann man schon mal ausprobieren."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:27:38",
      "text": "Ja"
    },
    {
      "speaker": "Letty",
      "time": "0:27:40",
      "text": "Gibt's noch ein Tipp."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:27:41",
      "text": "Ich kann ja mal wenn ich zu Hause bin ein Bild von meinem Adapter machen von der Anschlussstelle."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:27:47",
      "text": "Genau diese transzent hatte ich auch gesehen aber die kosten halt echt viel Geld im Vergleich zu den von Samsung ich glaube von Samsung bekommst du die ein Terabyte für."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:27:56",
      "text": "Die Hälfte wahrscheinlich oder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:27:57",
      "text": "Nenne ich das die Hälfte vielleicht aber es hat das was ich so krass fand."
    },
    {
      "speaker": "Letty",
      "time": "0:28:02",
      "text": "Ja ich mein das halt ein kleiner Markt der da jetzt spezifisch bedient wird es halt dann nicht mehr die Massenware weil das kann sich halt nicht jeder irgendwie reinstecken das macht doch am Ende ja nicht viel aus sieht man ja so wie Fasten tira für 583."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:28:22",
      "text": "Dieses Notebook will ich wahrscheinlich nie wieder aufgeben können."
    },
    {
      "speaker": "Letty",
      "time": "0:28:25",
      "text": "Ein Grund mehr hinein zu investieren."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:28:28",
      "text": "Aber man könnte auch dieses 22 € China Adapter neben sich eine Samsung Evo holen oder."
    },
    {
      "speaker": "Letty",
      "time": "0:28:32",
      "text": "Vor allem 583 kannst auch gleich voll absetzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:35",
      "text": "Wie ist das eigentlich mit deinem 2015a kannst du das Absetzen."
    },
    {
      "speaker": "Letty",
      "time": "0:28:41",
      "text": "Gekauft habe ja weil 700 € und seit 2018 gelten ja neue Regeln für ne geringwertiges Wirtschaftsgut und da bist du dann unter 800 € kannst du direkt weglegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:56",
      "text": "Schick."
    },
    {
      "speaker": "Letty",
      "time": "0:28:56",
      "text": "Voll ne genau sozusagen to go."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:29:09",
      "text": "Also das Samsung 1 Terabyte kostet auch 513 Latin also da lohnt sich wirklich nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:29:14",
      "text": "Gut dann gesagt ja auch einer er hat die transzent dann gucke ich mir die."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:29:18",
      "text": "Das ist aber auch Samsung Krone so das gibt's ja auch als Evo."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:29:23",
      "text": "Ja aber ich weiß nicht so viel günstiger glaube ich."
    },
    {
      "speaker": "Letty",
      "time": "0:29:25",
      "text": "Wir die gibt's gleich mit fertig für Mac."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:29:27",
      "text": "Nee eben nicht aber die Samsung müsste man ja mit Adapter dann bei ihr rein machen wenn das denn geht das sind hier 513 plus der DAP da bist du auch schon bei 535 und so hast du 583 ohne Adapter also für 50 € Unterschied."
    },
    {
      "speaker": "Letty",
      "time": "0:29:39",
      "text": "Ja das passt ja auch für mein MacBook Air geilo."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:29:46",
      "text": "Wir zwei bestellen bekommen wir dann Rabatt."
    },
    {
      "speaker": "Letty",
      "time": "0:29:49",
      "text": "Habe da Zweifel ja wobei ich habe jetzt nicht so dringenden Bedarf glaube ich."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:29:54",
      "text": "So ok aber jetzt die Samsung Evo kostet nur 322 ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:29:58",
      "text": "Hintere Waid mimimimimi."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:30:01",
      "text": "322."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:30:03",
      "text": "Oh das ist echt unfair."
    },
    {
      "speaker": "Letty",
      "time": "0:30:05",
      "text": "Dollar Euro drauf geschissen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:30:06",
      "text": "Welcher naja."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:30:08",
      "text": "Also von der Steuer absetzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:09",
      "text": "Quasi geschenkt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:30:12",
      "text": "Quasi sicher fast alles wieder machst du bloß noch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:30:14",
      "text": "Ja wenn ich na gut dann werde ich mir aber vor allen Dingen ich glaube ich werde es mal mit Gehäuse anschauen dann habe ich gleich wie."
    },
    {
      "speaker": "Letty",
      "time": "0:30:21",
      "text": "Ich meine bist du Profi wenn du brauchst das wichtig ist für dich was ersetzte denn damit."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:30:28",
      "text": "Eine sehr sehr kleine Festplatte nur die 256er hier drin."
    },
    {
      "speaker": "Letty",
      "time": "0:30:33",
      "text": "Festplatte oder SSD es ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:30:35",
      "text": "Iss I."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:30:36",
      "text": "Ja sie hat ja nur diesen Slot also dieses diesen Stripes 3."
    },
    {
      "speaker": "Letty",
      "time": "0:30:40",
      "text": "Hana unten packst du die noch auf Ebay und tschüss."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:30:43",
      "text": "Die kleinsten Größen wird man Normandie los bei dir."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:30:47",
      "text": "Ja oder halt wirklich das Gehäuse dazuholen und noch als."
    },
    {
      "speaker": "Letty",
      "time": "0:30:51",
      "text": "Externe."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:30:52",
      "text": "Externe Festplatte ich habe hier immer noch diesen diesen Schnuffi drin was Roddy mal empfohlen hat wie heißt das denn nifty."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:00",
      "text": "Ja das nicht die driver."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:31:01",
      "text": "Aber irgendwie so richtig geil finde es nicht aber ja."
    },
    {
      "speaker": "Letty",
      "time": "0:31:06",
      "text": "Traf das klingt doch gut dann das Problem ja gelöst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:31:08",
      "text": "Hört sich schnell an danke lieber Schatz."
    },
    {
      "speaker": "Letty",
      "time": "0:31:12",
      "text": "Nur gerade über alte Computer und Probleme hier der letzte Mal auch von meinem iMac Problem berichtet dass der Bildschirm immer so weg flackert und sie selber abschaltet."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:31:20",
      "text": "Ja da war auch übers."
    },
    {
      "speaker": "Letty",
      "time": "0:31:22",
      "text": "Aber irgendwie was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:47",
      "text": "Die können völlig noch target display mode."
    },
    {
      "speaker": "Letty",
      "time": "0:32:50",
      "text": "Ja ja der kann es zwar theoretisch aber praktisch hatte halt nur noch egal Thunderbolt und kein bisschen schon."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:33:04",
      "text": "Könnte ansonsten hätte ich das jetzt erstmal weg Thema passt das noch hier rein."
    },
    {
      "speaker": "Letty",
      "time": "0:33:09",
      "text": "Oh jetzt willst Du schon so einsteigen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:33:12",
      "text": "Ja bei mir schon so gerade bei alten Rechnern von von vorm Krieg hier sind dann passt das doch da rein und nachher wird das wieder so ein Gehetze."
    },
    {
      "speaker": "Letty",
      "time": "0:34:46",
      "text": "SSDs Modul."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:34:47",
      "text": "Platinion Module die gibt's ja auch mit nvme also das ist so dass das aktuelle der aktuelle heiße Scheiß der halt richtig richtig schnelles also ich glaube bis 3 Gigabyte oder so pro Sekunde wenn man es richtig macht."
    },
    {
      "speaker": "Letty",
      "time": "0:39:40",
      "text": "Nur darum dass du da den Text durch."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:39:41",
      "text": "Genau dann muss noch beschleunigt sein sondern nur Hauptsache zeigt erstmal ein bisschen was an damit Du selektieren kannst von wo du booten möchtest und so und da sind die ist jetzt sozusagen der Damm gebrochen würde ich mal ein bisschen sagen."
    },
    {
      "speaker": "Letty",
      "time": "0:40:39",
      "text": "Erstaunlich viele Energie danach Ralfi."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:40:42",
      "text": "Ich find's voll gut da sind auch alle voller was auch seit Jahren ist I was mal wieder passiert und nach dieser nach diesem Bios flashen von den Grafikkarten also mit mitbringt Support und ja."
    },
    {
      "speaker": "Letty",
      "time": "0:40:51",
      "text": "Er hat die fortwährende Abwesenheit eines Nachfolgers."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:40:57",
      "text": "Ja da müsste Apple dann halt auch mal mitlesen was aber noch Interessantes letztens gab es jetzt auch schon wieder zwei Wochen ergab th10 wo sind ihr Mac OS 10.13.5 oder was haben wir ja ne."
    },
    {
      "speaker": "Letty",
      "time": "0:41:09",
      "text": "Naja 10.13.5."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:41:11",
      "text": "Genau und in 10135 ist tatsächlich noch mal ein Firmware-Update für den Mac Pro drin gewesen."
    },
    {
      "speaker": "Letty",
      "time": "0:41:17",
      "text": "Nicht nur für den Mac Pro."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:41:18",
      "text": "Dafür viele unter dem Eco aber auch obwohl er so alt ist und zwar ich weiß dass ich nicht mehr die ganze Bezeichnung aber irgendwas mit B87 glaube ich ich habe in meinem."
    },
    {
      "speaker": "Letty",
      "time": "0:42:18",
      "text": "Vorbereitung auf Fusion Drive support vielleicht."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:42:21",
      "text": "Kann sein oder App smarteye Maschinen FFs TimeMachine wird es mal Zeit aber wie."
    },
    {
      "speaker": "Letty",
      "time": "0:42:56",
      "text": "Direkt Flaschen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:42:57",
      "text": "Direkt Flaschen."
    },
    {
      "speaker": "Letty",
      "time": "0:43:29",
      "text": "Cool ja ich bin gespannt ich weiß aber nicht genau wie lange ich mich hier noch da mit."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:43:41",
      "text": "Umschlagen kannst."
    },
    {
      "speaker": "Letty",
      "time": "0:43:41",
      "text": "Umschlagen kann und werde und will also ich fänd ja."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:44:06",
      "text": "Auf jeden Fall."
    },
    {
      "speaker": "Letty",
      "time": "0:44:07",
      "text": "Aber ob es mir wirklich auch so viel bringen würde steht noch mal auf dem ganz anderen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:44:12",
      "text": "Ich würde glatt."
    },
    {
      "speaker": "Letty",
      "time": "0:45:07",
      "text": "Single-Core."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:09",
      "text": "Alles raus gequetscht."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:45:10",
      "text": "0 Dual-Core."
    },
    {
      "speaker": "Letty",
      "time": "0:45:12",
      "text": "Na ja aber wenn er mit will Commodus ist dann Takte der wahrscheinlich runter."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:45:15",
      "text": "Nee das ist die Grundakte hatte noch diesen Boost-Modus nach oben glaube ich ja glaub schon."
    },
    {
      "speaker": "Letty",
      "time": "0:45:18",
      "text": "Achso plusbus okay ich dachte wenn dir richtig toolkom ist sie abgehen dann geht auch zu dieser Grundtakt immer unter uns weiß jetzt nicht genau."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:45:26",
      "text": "Danielas weiß nicht genau eigene bei denen war das damals ja noch andersrum dabei die der Grundtakt angegeben und dann konnten die ja noch hoch pusten heute wird ja der Bustakt angegeben und dann Takt nicht runter oder um die Sonne also ich ja."
    },
    {
      "speaker": "Letty",
      "time": "0:45:54",
      "text": "Riot dann wünschen wir euch frohes weiter pimpen viele von euch dürfen es nicht sein aber gibt da eingeschworene Nutzer auf jeden Fall."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:46:06",
      "text": "Genau da wo ich gucken muss wer da weiter forschen will das ist halt beim Mac Rumors die haben ja ein Forum da gibt es eine Mac Pro Abteilung und da muss man mal nach nach Firmware und nvme und so weiter suchen und dann kommt das da irgendwo."
    },
    {
      "speaker": "Letty",
      "time": "0:46:20",
      "text": "Gut dann lass uns mal auf die Elefanten im Raum kommen haben wir denn alle die Keynote gesehen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:46:25",
      "text": "Ja ich dachte er wär durchgelaufen ist aber ja was Hausaufgaben nicht gemacht."
    },
    {
      "speaker": "Letty",
      "time": "0:46:34",
      "text": "Könntest aber langweilig werden."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:46:36",
      "text": "Können wir ja alles erzählen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:46:38",
      "text": "Zeig mir alles erzählen danke."
    },
    {
      "speaker": "Letty",
      "time": "0:46:39",
      "text": "Tut mir ja alles erzählen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:46:40",
      "text": "Immer alles erzählen ich glaube euch natürlich auch immer alles ich habe in der Tat kurz reingeschaut und dachte mir so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:50",
      "text": "Das ist auch nicht Panda geworden zum Ende hin also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:46:53",
      "text": "Na dann ist ja gut ich habe heute was mit was war se Rabia gesehen dass mir so gut."
    },
    {
      "speaker": "Letty",
      "time": "0:46:58",
      "text": "Ja das ist in der Tat immer so ein Problem na ja egal ich würd sagen wir wollen das mal so in der Reihenfolge der Keynote auf versorge es mir notiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:50",
      "text": "Ich wusste gar nicht dass ein Mac so eine Leinwand bespielen kann ja ja haben sie bestimmte Windows-PC dafür verwendete."
    },
    {
      "speaker": "Letty",
      "time": "0:47:58",
      "text": "Na also wenn irgendeiner Großbildschirme bespielen konnte dann war das über Mac am Anfang das hat lange gedauert bis PC ist auch nur zwei Bildschirmen Spielen anstoßen konnten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:36",
      "text": "Mercedes die Manager die dann die jeweiligen Presse vorgestellt haben oder meinst du die dann die Demos gemacht haben."
    },
    {
      "speaker": "Letty",
      "time": "0:48:41",
      "text": "Naja die die die Demos gemacht haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:03",
      "text": "Na nur das IOS hatte quasi eine Managerin die dann die quasi die Einleitung gemacht hat ich weiß gar nicht ob es eine Demo gehabt."
    },
    {
      "speaker": "Letty",
      "time": "0:49:14",
      "text": "Radio für Täter was waren auf jeden Fall viele Frauen das kann man schon mal festhalten so und dir irgendwie war ja nicht da weil sie Frauen sind,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:49:38",
      "text": "Und jetzt muss ich die ketzerische Frage stellen wie viel Frauen waren im Publikum."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:50:13",
      "text": "Du näheres auch was anderes."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:50:15",
      "text": "Na ja du merkst schon einen Unterschied ob das ein gemischtes Publikum ist oder I was überwiegend von so Fanboys an am Start ist."
    },
    {
      "speaker": "Letty",
      "time": "0:50:22",
      "text": "Du meintest in der Reaktion."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:50:23",
      "text": "Ja in der Reaktion genau es ist nämlich sehr interessant die Unterschiede so ein bisschen zu zusehen bei Vorträgen."
    },
    {
      "speaker": "Letty",
      "time": "0:50:33",
      "text": "Ja was kommt da so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:50:35",
      "text": "Nee ich finde halt wenn du halt auch mehr Frauen hast das hält nicht so dieses halbe Gejohle was dir halt so als Frau villains Torleute."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:51:06",
      "text": "Du meinst die Männer sind emotionaler."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:51:16",
      "text": "Ja genau."
    },
    {
      "speaker": "Letty",
      "time": "0:51:30",
      "text": "Wann seid ihr auf Volvo."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:51:35",
      "text": "Ich finde es großartig Dennis bist du auch so emotional."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:51:42",
      "text": "Ich kann das nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:43",
      "text": "Nur bei Apple Keynote."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:51:45",
      "text": "Es war gefühlt in meinem Leben einmal zu emotional war mir aus mir bis heute peinlich ich erzähl das ganz kurz."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:52:28",
      "text": "Ich mir gar nicht vorstellen dass du so reagierst bei einem Ferrari."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:52:31",
      "text": "Ja das war mit 18 19."
    },
    {
      "speaker": "Letty",
      "time": "0:52:34",
      "text": "Veraltet Dennis also der Junge."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:52:35",
      "text": "Ja okay der Junge Dennis okay."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:52:38",
      "text": "Dann auch geklaut dafür was zählt alles gar nicht."
    },
    {
      "speaker": "Letty",
      "time": "0:52:41",
      "text": "Geklauter Ferrari."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:52:42",
      "text": "Als dass der da kam war nicht der Besitzer Sache immer so."
    },
    {
      "speaker": "Letty",
      "time": "0:52:47",
      "text": "Ich weiß nicht ob ich das die ganze Geschicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:52:49",
      "text": "Ist das schon verjährt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:52:49",
      "text": "Nee der Besitzer der der der Eigentümer der eigenen Besserung der Eigentümer hat in der auch wieder bekommen aber ich glaube die Erlaubnis mit dem Ding rum zu fahren die die gab's gerade nicht und der Sohn was nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:53:06",
      "text": "Geil ja wir sind Männer einfach zu emotional in solchen in solchen Präsentations Situationen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:53:13",
      "text": "Du darfst auch nie die Gruppendynamik unterschätzen also bist du sicher dass wenn da 90% Frauen sitzen und 10% Männer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:53:28",
      "text": "Der weiß nicht also ich müsste es halt auf dem easterhegg glaube ich auch aufgefallen dass ist halt so an einigen Stellen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:53:33",
      "text": "Ja aber das ist ja auch vielleicht besseres Verhältnis als Arbeiter WWDC aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:53:38",
      "text": "Was meinst du mit dem besseren Verhältnis."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:53:40",
      "text": "Bonner vom Frauen Männer ratio."
    },
    {
      "speaker": "Letty",
      "time": "0:53:44",
      "text": "Kann ich mir nicht vorstellen ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:53:45",
      "text": "Absolut nicht also da kann."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:53:48",
      "text": "Nicht besser als bei der WWDC."
    },
    {
      "speaker": "Letty",
      "time": "0:53:50",
      "text": "Ich war noch nie auf einer WWDC diesen kinoprofi."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:53:53",
      "text": "Also kann ich mir nicht vor."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:53:53",
      "text": "Double habe ich auch noch die Bilder gesehen da sind wirklich wenig Frauen."
    },
    {
      "speaker": "Letty",
      "time": "0:53:56",
      "text": "Gesehen will darüber wird halt 2-3 mal irgendwo drauf gehalten da weißt du nicht dass da."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:54:01",
      "text": "Da bekommen wir auf unseren Kongress und Wäsche haben wir."
    },
    {
      "speaker": "Letty",
      "time": "0:54:07",
      "text": "Wir werden einfach mal fragen wer von euch auf der Keynote war ja mal ein."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:54:15",
      "text": "Also das für mich auch mal wirklich interessieren wie viel."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:54:17",
      "text": "Apple würde das bestimmt wissen das können sie ja mal rausrücken kannst du mal offiziell Anfrage Anand."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:54:21",
      "text": "Meine ISG machen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:54:23",
      "text": "Timmermann e-mail schreiben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:54:24",
      "text": "Item erzähl mal wie viel Frauen kommen zu eurer WWDC."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:54:56",
      "text": "Na ja also apple will da bestimmt halt auch mit guten Beispiel vorangehen und dass das vielleicht bei den Zuschauern und hören noch nicht soweit es kann ja sein aber sie zeigen mal wie es aussehen würde und da also um das mal zu pushen bisschen."
    },
    {
      "speaker": "Letty",
      "time": "0:55:11",
      "text": "Ja das haben sie zu müssen in der Hand."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:55:13",
      "text": "Wir bei der State of the Union das habe ich ja geguckt und da war das auch so ziemlich ausgeglichen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:17",
      "text": "Bestimmter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:55:18",
      "text": "Interessant interessante Frage auch aus dem aus dem Chat was wie das bei google ist das würde mich auch mal interessieren aber das weiß ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:25",
      "text": "Wird wahrscheinlich die gleiche Verteilung in der Tech Branche allgemein sein dass ich weiß es nicht wenn sie wenn sie jetzt quasi die die,"
    },
    {
      "speaker": "Letty",
      "time": "0:55:42",
      "text": "Nun ja wir werden das nicht abschließen diskutieren können glaube ich mangels Informationen ich habe mal jemand gefragt von dem ich da Weise weiß dass er da war aber noch keine Antwort bekommen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:55:54",
      "text": "Das Gewehr das würde mich mal interessieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:56",
      "text": "Hatte die Videos gesehen die die zur Einleitung und auch was sie zum Ende über die Entwickler."
    },
    {
      "speaker": "Letty",
      "time": "0:56:01",
      "text": "Ja ich habe die gesehen wobei ich nur den ersten komplett gesehen habe aber noch kein zweites Mal das war vielleicht erzählst du es mal aus deiner Perspektive."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:56:14",
      "text": "Den den welchen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:14",
      "text": "Der ich glaube das ging gerade am Anfang ging ging es los mit dem Video wie was für für Kreaturen."
    },
    {
      "speaker": "Letty",
      "time": "0:56:20",
      "text": "Isolution der."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:56:22",
      "text": "Achso naja."
    },
    {
      "speaker": "Letty",
      "time": "0:56:23",
      "text": "Resowi Dinosaurier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:24",
      "text": "Na sie haben soll er sich verhalten sie arbeiten müssen Stereotyp daraus rausgezogen ich weiß nicht ob man das selbstironisch sehen sollte oder nicht ich weiß es nicht schlimm aber ich fand's beeindrucken dass man gleichzeitig Leute beleidigen und irgendwie speichern kann."
    },
    {
      "speaker": "Letty",
      "time": "0:56:41",
      "text": "Wer war alles drin somit irgendwie sie evil Daystar und so oh Gott Sonne ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:48",
      "text": "Dafür haben sie dann bei den letzteren Video wo sie diese Entwickler Geschichten erzählt haben wo sie die die die Familien befragt haben wie jetzt was quasi ihre Kinder zu Entwicklern macht da haben sie glaube ich auch drauf geachtet dass die Verteilung ungefähr gleich hat."
    },
    {
      "speaker": "Letty",
      "time": "0:57:08",
      "text": "Beschluss wieder habe ich irgendwie nur so am Rande es wieder normal anschauen nur gut soviel zum Meter Setup dieser Keynote."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:57:19",
      "text": "Mal kurz zum Glaser also hier geht's mir nicht darum dass irgendwie Frauen besser sind oder schlechter sind das interessiert mich nicht."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:57:25",
      "text": "Schließen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:57:26",
      "text": "Ich weiß es den Chat nicht lesen soll er was geht einem leider manchmal nicht dran vorbei sondern dass ich mir einfach nur auffällt weil ich bin auch kein Fan davon Frauen auf eine Bühne zu stellen du weißt Frauen sind es geht mir ehrlich gesagt ziemlich auf die Nerven weil,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:57:41",
      "text": "Sundivan unqualifiziert."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:57:42",
      "text": "Nein nein nein nein nein aber ich meine es Feldheim schon auf dass es auch ab und zu Leute gibt die auf eine Bühne gestellt wenn wenn sie Frauen sind und irgendwie unqualifizierte Sachen dahin labern und dann denke ich mir halt so dass es halt genauso nicht förderlich ich will einfach nur mal interessieren."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:58:09",
      "text": "Naja aber es ist ja viele Leute gehen ja daraus Arbeitsgründen hin also ist ja keine Spaß Veranstaltung."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:58:16",
      "text": "Nenne genau aber wie wie du als Firma vielleicht auch deine deine Mitarbeiter dahin schickst kannst du ja auch mal wirklich sagen explizit mittels Gitter halt auch mal hin wenn du schon wenigstens welche hast in der Firma ist jetzt ja auch nicht unbedingt der Standard."
    },
    {
      "speaker": "Letty",
      "time": "0:58:48",
      "text": "Das stimmt so wollen wir noch mal ein bisschen Diversität im Thema machen und auf die Keynote eingehen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:59:12",
      "text": "Das erste was sie meinten war auch ziemlich gleich sofort schneller schneller schneller."
    },
    {
      "speaker": "Letty",
      "time": "0:59:18",
      "text": "Genau das hat mich sehr gefreut also anders als Dekor ist wird iOS 12 komplett dieselben Hardwareanforderungen haben wie iOS 11 und nicht nur dass sie versprechen eine Performance-Optimierung across the line."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "0:59:32",
      "text": "Und was halten Neuware Apple ist dass sie diese Optimierung also dass sie erwähnt haben dass es besonders für alte Geräte gut ist."
    },
    {
      "speaker": "Letty",
      "time": "1:00:02",
      "text": "Eine Reaktion auf der öffentliche Debatte die ja gerade Aufgaben mit diesen Batterie,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:55",
      "text": "Aber den Sechser auch so aus ich bin jetzt von den sechs auf das achte umgestiegen das ist ein wahnsinniger Unterschiede so gegen drei Jahre dazwischen aber."
    },
    {
      "speaker": "Letty",
      "time": "1:02:03",
      "text": "Ja und das könnte sich ja durchaus verbessern wievielter ist jetzt wirklich unterm Strich ist muss man mal gucken gibt's so I test aber das ist ja alles noch Beta-Version ich finde so gut dass sie das machen weil letzten Endes,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:03:21",
      "text": "Also das was ihr auf der WWDC gezeigt haben ist ja mal diese erspielten und so das finde ich nicht so spannend aber so ein paar Tage später lief über Twitter so ein video."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:04:00",
      "text": "Beispiel das halt immer so dass es so das Lola wüsste was du halt bringen kannst glaube ich spiele es so kann man noch so die breite Masse vielleicht am ehesten mit begeistern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:24",
      "text": "Nadia jetzt noch diesen Cert."
    },
    {
      "speaker": "Letty",
      "time": "1:04:40",
      "text": "Das ist normal so ein anderer Aspekt ist Leitthema erstmal mal kurz was eigentlich neu ist also die haben halt,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:05:05",
      "text": "Genau das mit der Zunge das ist ja neu das gibt's ja nicht iOS 11 noch nicht und ich habe gerade vorgestern glaube ich so einen dreieinhalbjährigen Mädchen mal die animojis vorgeführt ich habe die selber noch nie benutze mir das auch zu blöd dass ich das ist genau die richtige Test."
    },
    {
      "speaker": "Letty",
      "time": "1:05:33",
      "text": "Fettes Brot Zunge also das kommt mit rein das ist natürlich cool und das hat auch viel mit den underpinnings glaube ich zu tun."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:07:00",
      "text": "Ich glaube gar nicht mal über die doppelte Kamera sondern dadurch dass du dich halt auch im Raum bewegst kriegen sie das mit dem 3D dann auch hin."
    },
    {
      "speaker": "Letty",
      "time": "1:07:08",
      "text": "Na ich weiß jetzt nicht genau wie sich alte nicht Dual-Kamera ausgestattete Systeme Verhalten mit einem ar Kit aber also beim iPhone Ten benutzen sie definitiv diese."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:07:20",
      "text": "Die Bewegung raucht."
    },
    {
      "speaker": "Letty",
      "time": "1:07:21",
      "text": "Die Tiefe ich kann mir vorstellen dass auch über die Bewegung das Zittern was du sowieso drin hast hast du das quasi mit reinkommt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:07:35",
      "text": "Waschpulver glaube ich das war nicht in der Kino sondern in dem State of the Union da haben sie auch gesagt wenn du ein Objekt auf dem Tisch hast was spiegelt."
    },
    {
      "speaker": "Letty",
      "time": "1:08:07",
      "text": "Nee das ist ein Feature was mit diesem neuen Dateiformat zusammenhängt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:08:12",
      "text": "Weiß nicht nee aber das wird doch gar nicht mit drin gespeichert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:17",
      "text": "Was an der Decke ist."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:08:19",
      "text": "Wenn ich was an der Decke."
    },
    {
      "speaker": "Letty",
      "time": "1:08:21",
      "text": "Was habe ich dir falsch verstanden auf jeden Fall das habe ich noch nicht erwähnt mit dem arg2 gibt auch ein neues 3D Dateiformat da sagt e3dc dein hurra,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:09:10",
      "text": "Wird Standard hoffentlich zstandard hoffentlich nicht gezückt."
    },
    {
      "speaker": "Letty",
      "time": "1:09:15",
      "text": "Was auch immer auf jeden Fall irgendwie zusammengepackt und willst richtig verstanden habe."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:10:09",
      "text": "Also es war nicht fürs bringe seine wirklich werden du da so ein Objekt auf dem Tisch hast was ich spiegelt dann wurde da halt rein simuliert was die Spülung sein könnte weil du hast halt eben nicht,"
    },
    {
      "speaker": "Letty",
      "time": "1:10:28",
      "text": "Okay kann kann sein."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:10:30",
      "text": "Und dass man sie auch mit AI und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:10:33",
      "text": "Tiger 2 Fragen zu dieser file Geschichte warum ist das jetzt so besonders etwas."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:11:00",
      "text": "Du meinst 3DS 3D und was ist jetzt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:11:02",
      "text": "Genau was ist das speziell AIR dadran weil nur weil ich jetzt ein neues Objekt hinzufügen einer Szene das kann ich auch in jedem anderen Programm."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:11:23",
      "text": "Laura sie bestimmt top,"
    },
    {
      "speaker": "Letty",
      "time": "1:11:44",
      "text": "Ja kann ich auch nicht so richtig sagen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:11:48",
      "text": "Fett schreibt dazu was kluges."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:12:37",
      "text": "Aber nur wenn man kein GUI programmiert wenn du dann mit mir Interface Builder früh irgendwie da deine Dateien hattest dann kannst du das auch nie so richtig schick irgendwo einchecken."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:12:58",
      "text": "Ich weiß nicht wie viel früher du zurückdenkst aber ich weiß."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:13:01",
      "text": "Weil es ist jetzt schon sehr viel früher aber es ist glaube ich auch immer noch ein bisschen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:05",
      "text": "Nicht unbedingt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:13:28",
      "text": "Aber jetzt bist du schon ganz schön weit weg vom Thema ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:31",
      "text": "Na hallo wir treten noch immer so fröhlich aus Dennis."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:13:34",
      "text": "Ja aber nicht so lange."
    },
    {
      "speaker": "Letty",
      "time": "1:13:35",
      "text": "Das haben wir alle bei Dir gelernt auf jeden Fall ist die selber ist jetzt überhaupt nichts Neues dass,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:14:43",
      "text": "Damit Lego heut kassieren kann für Sachen die und so weiter."
    },
    {
      "speaker": "Letty",
      "time": "1:14:50",
      "text": "Ja ich weiß nur jetzt mal am Ende setzt sich sowas dann halt auch nicht durch wenn's irgendwie davon nicht abhängt so also sprich er muss schon auch irgendwas liefern wo Leute sagen ja wow mein Leben ist anders geworden durch RR."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:15:05",
      "text": "Also Pokémon ist ja eigentlich auch also Pokémon Go ist eigentlich mit AREA."
    },
    {
      "speaker": "Letty",
      "time": "1:15:08",
      "text": "Pokémon go Davidsons Feeder irgendwo auf dem Tisch gesetzt hast ja nix."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:15:12",
      "text": "Genau das ist ja nichts und vor allem noch jeder schaltete sofort aus weil das einfach nervt glaube ich also ich habe das noch nie benutzt und wahrscheinlich auch kein anderer oder lässt das irgendwie an."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:15:23",
      "text": "Das ist das was gar nicht dass das geht aber also."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:16:01",
      "text": "Ja geil das ist ein gleichseitiges Bindewort zu strampeln."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:03",
      "text": "Genau aber ich glaube dafür wird sie nett hat bisschen genutzt."
    },
    {
      "speaker": "Letty",
      "time": "1:16:07",
      "text": "Ja also mir ist das zu sodass mir zu abstrakt alles noch aber ich habe ein paar andere Beispiele gehört wo ich mir das durchaus vorstellen kann,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:16:58",
      "text": "Schraube ist iFixit in AR."
    },
    {
      "speaker": "Letty",
      "time": "1:17:00",
      "text": "Genau wo ist die Schraube zum aufmachen was muss in welcher Reihe genau Fixit in der wunderbares Beispiel also so so hands-on guide side genau sagen wie muss sie jetzt dieses Gerät schrittweise modifizieren das würde mich auch nicht überraschen wenn man das,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:16",
      "text": "Ist schon teilweise eher für größere Maschinen vor allen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:19",
      "text": "Sowas habe ich auch schon gesehen ja wo die da sind ja solche head on display ist dann interessant wenn du dann irgendwie dann wirklich irgendwie eine deine Anleitung brauchst und du hast nicht deine Hände paratum dir aufzumachen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:31",
      "text": "Und auch so erkennen von Teilen dann in den Maschinen was du da gerade hast und also ich glaube da gibt's schon ein bisschen was ich weiß gar nicht wo ich da."
    },
    {
      "speaker": "Letty",
      "time": "1:17:40",
      "text": "Es gibt sicherlich einiges bisschen was die Frage ist ja nur was was wird unter Umständen auch mal größere Welle machen und für viele Leute also das hier vertikal,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:59",
      "text": "Ikea Bauanleitung weil es gibt ja auch Leute die das nicht auf die Reihe bekommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:03",
      "text": "Das war aber das Beispiel für dieses Dateiformat waren ja so Möbel die du dir runterladen kannst und irgendwo hinstellen kann er sein dass er dann in deiner nächsten Ikea Packung QR-Code mit hast denn du das Geld sondern hast du denn die Rhein-Zeitung."
    },
    {
      "speaker": "Letty",
      "time": "1:18:13",
      "text": "Ja also ich habe die Ikea App noch nicht benutzt aber es gibt's ja im Prinzip schon von Ikea also diese Ikea wie heißt du Ikea place oder so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:18:21",
      "text": "Nenne mir nicht hinstellen um zu gucken wie es aussieht sondern die Bauanleitung von Ikea also weiß er dieses Zettelchen was du immer dabei hast die dann wirklich Richtung AR machen."
    },
    {
      "speaker": "Letty",
      "time": "1:18:36",
      "text": "Also für Bauanleitung ist es in der Tat interessant ne wobei ja dieses erfassen deines Hauses und Möbel reintun und gucken wie es kommt ist ja fast noch interessanter."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:18:51",
      "text": "Haben wir es nicht aber bei der WWDC im letzten Jahr schon und wie sowas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:55",
      "text": "Da gabs kannst du die muss wohl dich reingestellt hast erst einmal die ganzen Kanten abgefahren hat zu den Grundrissen kannst natürlich dann das Modell würde machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:19:03",
      "text": "Das hätten wir auch schon mal gesprochen ja."
    },
    {
      "speaker": "Letty",
      "time": "1:19:06",
      "text": "Ja gut nur jetzt kannst du halt die 3D Umgebung besser Scanner so sie hatten ja dann auch diese Messer App und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:33",
      "text": "Wann Möbeln dick."
    },
    {
      "speaker": "Letty",
      "time": "1:19:35",
      "text": "Esszimmermöbel im Weg so und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:51",
      "text": "Das war aber die Jedi measures etwa irgendwie an seinen ganzen Markt an dann Apps erstmal wieder kaputt gemacht indem sie sich selber die."
    },
    {
      "speaker": "Letty",
      "time": "1:19:57",
      "text": "Ja gut das ist aber auch so dass simple Text von HR ne also das ist klar dass das nicht lange halten kann und ich glaube auch nicht dass das ein besonderer Markt war,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:15",
      "text": "Da gibt's ja auch Startups noch in der Scheidung wurden deine Drohne dann in der Makler schmeiß deine Drohne in die leerstehende Wohnung und die vermisst das dann und dann."
    },
    {
      "speaker": "Letty",
      "time": "1:20:22",
      "text": "Ja irgendjemand meint,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:02",
      "text": "Das hat mir ehrlich gesagt echt Angst gemacht das Lego Ballspiel weil das war so viel Input auch irgendwie wie lange war das 20 Sekunden also wenn die Kinder ja Ritalin nicht vorher genommen haben dann wird."
    },
    {
      "speaker": "Letty",
      "time": "1:21:17",
      "text": "Ja Simon mal noch hier im Lagerhaus holt mehr als 20% Produktivitätssteigerung im Sinne von das richtige Ding finden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:22:01",
      "text": "Der der Lache ging jetzt vielleicht eher so Richtung die ARD E-Rolli vor der Glastür Wand."
    },
    {
      "speaker": "Letty",
      "time": "1:22:07",
      "text": "ZF Clan ja keine Ahnung Fotos diese Shortcut Geschichte vielleicht ne,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:23:46",
      "text": "Wenn es einmal die selbstfahrenden Autos gibt na dann mache ich mir Harry fahr schon mal den Wagen vor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:49",
      "text": "Harry fahr schon mal den Wagen."
    },
    {
      "speaker": "Letty",
      "time": "1:23:53",
      "text": "Stuttgart das Model X und die Ecke na."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:04",
      "text": "Ja sauber also das fühlte sich mehr nach Alexa als nach Siri an weil das der wirkliche vysoky wird gebunden war das war jetzt keine großartige Interpretation von irgendeinen Satz den ich den Desiree abgeben sondern das war tue das das war wirklich."
    },
    {
      "speaker": "Letty",
      "time": "1:24:17",
      "text": "Ja war aber dann auch weniger als Alex aber bei Alexa hast du ja schon so eine Kommando,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:51",
      "text": "Mich hat es immer benutzt und mir irgendwie ein TeaTimer oder so zu stellen aber dann haben wir diesen Shortcut in den der Sport gemacht seitdem nicht mehr haben sie quasi die eigene Siri Nutzung unterbunden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:25:03",
      "text": "Ich mag auch gar nicht also ich rede ja eh nicht so gern so viel wenn ich nicht gerade muss wird mir nicht einfallen meinem Telefon und auch mein Telefon voll zu quatschen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:25:18",
      "text": "Du meinst also du redest nicht gerne filia."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:25:25",
      "text": "Das habe ich letztens ausversehen bei so einem Workshoptag gesagt wir sollen,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:25:52",
      "text": "Kümmere mich gerade selber und wir gucken einfach vergnügt zu."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:26:00",
      "text": "Es ist Elmar."
    },
    {
      "speaker": "Letty",
      "time": "1:26:02",
      "text": "Was."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:26:08",
      "text": "Also Siri war diese spannend."
    },
    {
      "speaker": "Letty",
      "time": "1:26:09",
      "text": "Irgendwas wie rasiere ich nicht so spannend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:11",
      "text": "Das könnte nützlicher wäre."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:26:12",
      "text": "Ja könnte genau aber weiterhin nicht ich habe das auch noch nie benutzt."
    },
    {
      "speaker": "Letty",
      "time": "1:26:16",
      "text": "Ist auch ein soziales Problem also."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:26:46",
      "text": "Aber gibst doch demnächst in den noch mehr protection sowie vielleicht kannst du deine Kinder gleich trainieren dass die gleiche dann sagt sie ihre gleich so scharf und gehe schlafen oder so."
    },
    {
      "speaker": "Letty",
      "time": "1:26:55",
      "text": "Na was ich so spreche Unterscheidung davon habe ich es nichts gehört."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:26:59",
      "text": "Wirklich geil so geht danach Hausaufgaben machen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:27:01",
      "text": "Ja genau."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:27:04",
      "text": "Siri suche ein Kinderheim."
    },
    {
      "speaker": "Letty",
      "time": "1:27:11",
      "text": "Kinderlosen immer mit dir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:22",
      "text": "Börsen App."
    },
    {
      "speaker": "Letty",
      "time": "1:27:23",
      "text": "Lindau."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:27:24",
      "text": "Ja die Börsen App haben sie ja deswegen vorgestellt weil das Teil von dem iPad auf dem Mac OS war oder irgendwie so weil sie das sozusagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:44",
      "text": "Bei den Punkt habe ich gedacht dass sie gleich danach die Settings App noch mal vorstellen aber das war wirklich so echt der da wurde wohl Englisch."
    },
    {
      "speaker": "Letty",
      "time": "1:27:51",
      "text": "Ja gut aber das ist ja alles dann die erste Mac OS Teil interessant nur einzige was hier wirklich neu war außer dass ein paar Sachen neu geschrieben haben ist carplay wo sie jetzt irgendwie auch Google Maps mit aufnehmen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:28:42",
      "text": "Ja das verstehe ich ja bis heute nicht warum das nicht geguckt wird also warum wir das nicht schon gleich von Anfang an hatten weil das ist doch also jemals in irgendeiner Gruppe drin war wo mehr als wie fünf Leute drin sind und dann kommt also starte so eine so eine heiße Diskussion und du kriegst dann 50 notification innerhalb von so ein paar Minuten da muss doch jeder sofort gemerkt haben dass muss man irgendwie da muss einfach nur ein Counter hochzählen und und,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:12",
      "text": "Oder nur den also ich meine gerade wenn du ich habe mein Telefon immer nur auf vibration dass das halt nicht ständig vibriert sondern vielleicht nur den den Display anmacht dass du halt siehst ok da ist was passiert aber es nervt ich halt mich."
    },
    {
      "speaker": "Letty",
      "time": "1:29:29",
      "text": "Hör dir zu ja also wie auch immer warum es so lange gedauert hat kann man nicht sagen vermutlich haben sie länger darüber nachgedacht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:38",
      "text": "Sind sie einfach nicht in so."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:29:39",
      "text": "Vacation wir erst viel später nach Android war er deutlich voraus mit notifications oder das kam mir beim iPhone bisschen nachgeschoben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:48",
      "text": "Stimmt da die Waren im Screen nicht immer von Anfang an dabei."
    },
    {
      "speaker": "Letty",
      "time": "1:29:51",
      "text": "Ja"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:30:48",
      "text": "Haben deine Chips schon iPhone noch nicht in Planung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:53",
      "text": "Derweil."
    },
    {
      "speaker": "Letty",
      "time": "1:30:54",
      "text": "Naja es ist was heißt dublado das wird sich nicht vermeiden lassen und."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:31:00",
      "text": "Planung in naher Zukunft."
    },
    {
      "speaker": "Letty",
      "time": "1:31:02",
      "text": "IOS 12 ist jetzt auf jeden Fall schon mal die richtige Basis und Hilfe wie Griff zu kriegen weil natürlichen mega magnetische style."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:31:19",
      "text": "Und wie sind da so die Rechte von deinem Kind also würdest du das dann z.b. so dauert Schrecken oder."
    },
    {
      "speaker": "Letty",
      "time": "1:31:24",
      "text": "Wie meinst du das dauert Schrecken achso wo ist es find mein Kind na gut wird mein Fall mein Kind ist ja."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:31:31",
      "text": "Malkit oder kommst du wieder von der Schule nicht nach Hause oder ist schon wieder dort und dort."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:31:36",
      "text": "Hängt schon wieder da drüben am."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:31:37",
      "text": "Und der Sensor im iPhone sagt schon wieder er raucht."
    },
    {
      "speaker": "Letty",
      "time": "1:31:43",
      "text": "Soweit immer noch nicht also."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:31:46",
      "text": "Ja denkst du."
    },
    {
      "speaker": "Letty",
      "time": "1:31:49",
      "text": "Habe ich mir ehrlich gesagt noch keine abschließenden Gedanken zu gemacht wie man das in die Teile handhaben soll ich finde ja diese find my friend Sache ist ja im Wesentlichen extrem praktisch."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:32:20",
      "text": "Ich hatte mal eine Motorradtour wo ich ein Stück anders gefahren bin als der Rest der Gruppe und ich musste die wieder einholen und dann habe ich mir von einem gesagt hier nehme ich doch mal hier in deinem find my friend irgendwie auf und dann habe ich mir mein telefon Frauen in meinem Moped girl."
    },
    {
      "speaker": "Letty",
      "time": "1:32:40",
      "text": "Relooking machen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:32:41",
      "text": "Nee man kann nicht also man kann ja mit so mit der Navi Funktion hier mit der Karte sagen wo man hin möchte aber man kann kein dynamisches Ziel nehmen wie eine andere Person."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:33:14",
      "text": "Dieses Pollo Dings von WOW."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:17",
      "text": "Ja genau aber nicht stehen bleiben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:33:18",
      "text": "Nenne ich den sagen genau das stimmt das ist super also das wäre super."
    },
    {
      "speaker": "Letty",
      "time": "1:33:28",
      "text": "Ja"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:33:56",
      "text": "Na klar das muss ich auch."
    },
    {
      "speaker": "Letty",
      "time": "1:33:59",
      "text": "Glimpses ganz praktisch in manchen Fällen weil du damit eben sagen kannst ok ich mache jetzt hier die Route auf also Glympse GLYX PSE,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:36",
      "text": "Du kannst beim aufsagen mit was du unterwegs bist was sehr praktisch ist."
    },
    {
      "speaker": "Letty",
      "time": "1:34:39",
      "text": "Was für ein Fahrzeug."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:40",
      "text": "Genau weil dann schätzt so ein bisschen an wie lange du bist zu der Person dann wirklich brauchen würdest das ist super praktisch dasselbe uncool ist es wenn man sich mal wieder selber Verfahren hat in der Stadt und die die Leute dabei zugucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:56",
      "text": "Jetzt reichts."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:58",
      "text": "Ich habe mich dass ich habe den einmal falsch abgebogen wenn das nächste Mal falsch abgebogen dass mir so or die sitzen bestimmt vom Rechner und gucken gerade und lachen gerade dass ich einmal im Kreis fahre."
    },
    {
      "speaker": "Letty",
      "time": "1:35:09",
      "text": "Das ist dann natürlich die Kehrseite der Medaille aber trotzdem ist praktisch aber das ist auch so ein Ding dass ich nie verstehe nur wenn du wenn du sagst ich will mit Auto irgendwo hinfahren."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:35:29",
      "text": "Dafür machen wir Design."
    },
    {
      "speaker": "Letty",
      "time": "1:35:30",
      "text": "Dafür machen wir die Sendung aber in keiner App kannst du sagen dass dein Auto nur eine bestimmte Höchstgeschwindigkeit fahren darf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:36:12",
      "text": "Das sehr interessant weil was so ein bisschen Netzgerät ich mal wieder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:30",
      "text": "Ja ich bin nur mit der Navigation von komoot manchmal sehr und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:36:33",
      "text": "Dies zum kotz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:34",
      "text": "Ja die ist richtig kacke."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:36:36",
      "text": "Aber ja ist Marco Mode gerade so zum planen wenn ich von A nach B will um mal zu schauen was gibt's so für Ruten allerdings."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:26",
      "text": "Na das kann man glaube ich bei komoot nicht einstellen was für eine Art von Weg Du gerne haben möchtest."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:37:30",
      "text": "Nee und ich habe es auch noch nicht gefunden so richtig wie man dann wirklich so sagen kann hier ich will explizit diesen Oder-Neiße-Radweg z.b. mal fahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:39",
      "text": "Ja dass das stimmt das gab es auch ja das kann Kapseln nicht wir sind jetzt im Urlaub Teile des,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:37:56",
      "text": "Dann schau dir wirklich mal outdooractiv an weil das ist super cool das beides sind glaube ich auch Seiten die in Deutschland entstanden sind also komoot die Sitzung glaube ich in Potsdam habe ich gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:07",
      "text": "Na ja ich kenne das nimmer die garnwickler von uns hin gewechselt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:38:10",
      "text": "Naja ist jetzt zufrieden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:12",
      "text": "Ich habe ihn lange nicht mehr gesprochen ich kann gern mal nachfragen wenn Du möchtest."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:38:16",
      "text": "Warte noch mehr Leute abgezogen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:18",
      "text": "Nicht dass ich wüsste die."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:38:21",
      "text": "Bist du dann das mit der hatte ich weiß was."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:38:24",
      "text": "Einen autoactive euch auch glaube ich gesehen die sitzen irgendwo im Süden von Deutschland soweit ich das gesehen habe auf jeden Fall weil es echt coole seite Seiten und coole project."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:34",
      "text": "Gebookmarked."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:38:38",
      "text": "Entschuldigung für scratch und M."
    },
    {
      "speaker": "Letty",
      "time": "1:38:41",
      "text": "Ist doch okay grätschen sie."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:38:43",
      "text": "Nämlich solange Gerät schon mal da macht nämlich Tim wieder Privatsachen und ist abgelenkt so wie jetzt."
    },
    {
      "speaker": "Letty",
      "time": "1:38:49",
      "text": "Was hast du Privatsachen ich bin hier nur."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:39:15",
      "text": "Pferdegespann."
    },
    {
      "speaker": "Letty",
      "time": "1:39:16",
      "text": "Wie schnell du fahren willst na weil gibt's Anhänger die kannst du mit 80 Stundenkilometer fahren es gibt welche kannst du mit Dings fahren und kannst auch andere Einschränkungen haben ich weiß ja immer nicht welche welche Geschwindigkeit nimmt er denn bitte an auf einer Autobahn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:36",
      "text": "Wahrscheinlich wird ein für die ganzen Google-Nutzer guten Essen zu dir die Strecke dann als irgendwie zähfließender Verkehr Marke danach nachdem du da durchgefahren will."
    },
    {
      "speaker": "Letty",
      "time": "1:39:49",
      "text": "Das ist so eine so einfach finde ich ne dass man einfach mal sagt ich kann maximal so und so schnell fährt welchen Gründen auch immer kann auch sein dass dein Aderlass einen Defekt und will's einfach aus Sicherheitsgründen nur 60 fahren dann wirst du am besten gar nicht erst bei autobahnroute Therapie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:40:04",
      "text": "Ja das verstehe ich auch nicht so merkt das halt eben so ein bisschen bei autoactive dass das Routing noch nicht so 100% stimmt."
    },
    {
      "speaker": "Letty",
      "time": "1:40:27",
      "text": "Ja wollen wir mal wieder auf die WWDC zurückkommen nachdem kurz die Route gewechselt haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:38",
      "text": "Überleitung aus der Hölle."
    },
    {
      "speaker": "Letty",
      "time": "1:40:41",
      "text": "Genau das ach ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:59",
      "text": "Dein Tesla vor deinen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:41:01",
      "text": "Durchschnitt ja eh nicht die 100."
    },
    {
      "speaker": "Letty",
      "time": "1:41:04",
      "text": "Im Durchschnitt der weiß ich nicht Durchschnitt ist das eine."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:41:11",
      "text": "Nee aber er machte eine Durchschnitts Gesamtrechnung für die gesamte Strecke darum ging doch oder."
    },
    {
      "speaker": "Letty",
      "time": "1:41:17",
      "text": "Vermutlich also keine Ahnung ich meine sagen die jetzt einfach 80 weil auch wenn man 100 fährt dann schafft man das aber was ist wenn ich nur 80 Spitze kann."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:41:28",
      "text": "Na dann."
    },
    {
      "speaker": "Letty",
      "time": "1:41:29",
      "text": "Ist das dann anders also."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:41:31",
      "text": "Schaffst du wahrscheinlich die 80 Durchschnitt."
    },
    {
      "speaker": "Letty",
      "time": "1:41:32",
      "text": "Wo ist das wo ist das Problem dass ich einfach sagen wie schnell ich fahren könnte wäre doch mal eine interessante Information könnte man alles andere daran ausrichten ist schön dass er noch Möglichkeiten der Ergänzung und Erweiterung ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:41:58",
      "text": "Also emoji ist jetzt mit Zunge."
    },
    {
      "speaker": "Letty",
      "time": "1:42:00",
      "text": "Nein alles ist mit Zunge und nemoci ist jetzt quasi das Konzept des der Nintendo Wii."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:13",
      "text": "Kannst du deinen me anlegen."
    },
    {
      "speaker": "Letty",
      "time": "1:42:14",
      "text": "Genau da gibt's ja den me."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:42:15",
      "text": "Achso das Inga ich habe mit Navi habe ich mal gespielt und aber jemanden was kaputt gemacht beim Tischtennis spielen."
    },
    {
      "speaker": "Letty",
      "time": "1:42:21",
      "text": "Was Knochen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:42:23",
      "text": "Das Getränk und das Zeug was hinter mir stand weil ich kann ja also ich war halt gleich so mich muss Tischtennis spielen Mode."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:42:31",
      "text": "Bloody hat um sich geschlagen."
    },
    {
      "speaker": "Letty",
      "time": "1:42:33",
      "text": "Okay ist liebes bisschen Abstand hier."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:42:55",
      "text": "Ja aber wieder so komisch verspielt irgendwie dich das fand ich auch ein bisschen blöd."
    },
    {
      "speaker": "Letty",
      "time": "1:42:58",
      "text": "Wie verspielt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:59",
      "text": "Diese al Visualisierung wer jetzt wär jetzt gerade interessantes ich weiß nicht irgendwie finde ich."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:43:02",
      "text": "Ja sich bewegende user interface Objekte das ist alles nur noch seit Microsoft Tabellenreiter wie auch immer die Dinger heißen dass das und cool ist ja die."
    },
    {
      "speaker": "Letty",
      "time": "1:43:20",
      "text": "Na ja gut was die Alternative wenn er wie mit mit mit zehn Leuten wir Konferenz machst."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:43:25",
      "text": "Na alles gute Frage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:26",
      "text": "Nee du kannst du dir irgendwie auch voll Screen ziehen und nicht angehen so wabernde bubbles die da untereinander sind."
    },
    {
      "speaker": "Letty",
      "time": "1:43:33",
      "text": "Ja könnte mal alles machen wenn sie vielleicht auch ausprobiert haben das haben sich dafür entschieden muss man mal gucken ob es funktioniert vielleicht ist haben in der auch ganz geil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:41",
      "text": "Für den einen Entwickler gesehen der da zum Schluss von von Craig angesprochen wurde der dann im Hintergrund ein Bild von ihm hat hängen hat er muss und muss man sich draußen, sehr, sehr creepy."
    },
    {
      "speaker": "Letty",
      "time": "1:43:53",
      "text": "Jack VIP war das eh alles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:56",
      "text": "Aber so eure Erfahrungen mit FaceTime so also ich meine dass das perform bei mir manchmal im one-on-one Chat noch nicht mal so richtig also dich möchte nicht wissen wie das mit 32 Leuten gleichzeitig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:44:09",
      "text": "Das ist mir auch aufgefallen dass ich also hab teilweise ganz schöne Probleme mit FaceTime."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:44:14",
      "text": "Ja wenn mein Kumpel mit dem ich das ab und zu mache wenn der gerade so über die Straße läuft dann ist immer so ein bisschen komisch aber wenn du heute zu Hause sind geht dass ich ziemlich gut."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:44:31",
      "text": "Nur mit einer Person habe ich definitiv häufiger Probleme wo es halt Abbrüche gibt und schlechte Qualität."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:44:37",
      "text": "Ja dann liegt das ja aber ja so weil das Netzteil gerade wie ich voll doof ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:44:41",
      "text": "Ja oder das Device kaputt das weiß man viel."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:44:43",
      "text": "Was gut ist aber bei Facetime ich glaube es hat mir schon mal sehen und dass wenn irgendwie die Pakete gerade nicht durchkommt oder soziale Lücke hast dann kommen die,"
    },
    {
      "speaker": "Letty",
      "time": "1:45:07",
      "text": "Ja also das könnte schon was werden meine Erfahrung mit Fässern waren am Anfang er dadurch,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:45:44",
      "text": "Ich habe jetzt noch eins aber bei iOS sind auch wenn es jetzt nicht so viel wie du ziehst mehr ich hab noch ein großes nitpicking Feature am meisten weiß ich ob ihr das auch habt hast du einen Termin hast was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:54",
      "text": "Ich habe noch da."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:45:55",
      "text": "Aber Tim hat jetzt ein Ten."
    },
    {
      "speaker": "Letty",
      "time": "1:45:57",
      "text": "Alte Meister six iPhone."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:45:58",
      "text": "IPhone Ten ja und zwar andauernd erstelle ich Screenshots von meinem Login-Screen hast du das auch."
    },
    {
      "speaker": "Letty",
      "time": "1:46:21",
      "text": "Ja aber das Problem ist ja mit 112 auch gelöst weil sie jetzt das nur aktivieren wenn du das schon anlockt hast."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:46:31",
      "text": "Ein Screenshot macht ja auch keinen Sinn ein Schaum vorm Login Screen Screenshot zu machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:46:36",
      "text": "Manchmal schon."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:46:37",
      "text": "Ja wenn eine Notification ist aber oft ist doch keiner ist wirklich nur ein Screenshot von meinem Login schon der wirklich nicht so spannend ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:46:43",
      "text": "Ja aber gerade so wenn du jemanden vielleicht schicken willst was du gerade hörst weil derjenige dieses Lied mag."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:46:49",
      "text": "Ja aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:46:50",
      "text": "Also es hat mich letztens halt gemacht wieder alle komisch."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:46:53",
      "text": "Dann guck wenn der genau nichts drauf ist also könntest auch mal selber kennen das wirklich nichts zu sehen und ich kann jetzt einen Screenshot machen also es macht keinen Sinn."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:47:15",
      "text": "Wenn er unten schon der Screenshot drauf ist macht und nur noch mal in Screenshots was macht er dann eigentlich den Screenshot von dem Screenshot mit dem Screenshot."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:23",
      "text": "Kann jetzt unendliche treiben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:47:24",
      "text": "Genau I see."
    },
    {
      "speaker": "Letty",
      "time": "1:47:25",
      "text": "Yo dawg I heard you like Screenshots."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:47:31",
      "text": "Für das erste sinnvolle."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:47:34",
      "text": "Nee."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:47:36",
      "text": "Na wie doof ist das denn."
    },
    {
      "speaker": "Letty",
      "time": "1:47:40",
      "text": "Ja also wird sie auf jeden Fall ändern vielleicht sogar auch verbessern soviel dazu ja."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:47:58",
      "text": "Castello du ne du hast du auch eine ne ne."
    },
    {
      "speaker": "Letty",
      "time": "1:48:01",
      "text": "Nö"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:48:02",
      "text": "Bist du alleine musst du alleine reden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:04",
      "text": "Die Demo fand ich sehr demütigend von von den neuen watch OS das war also dir die arme Frau dann noch irgend auf Ferdi."
    },
    {
      "speaker": "Letty",
      "time": "1:48:12",
      "text": "Das war ne Leistunge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:14",
      "text": "Treadmill zur."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:48:14",
      "text": "Sodia."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:15",
      "text": "Oje."
    },
    {
      "speaker": "Letty",
      "time": "1:48:17",
      "text": "Das war echt taff ne die hat halt gezeigt wie geil man sozusagen Watcher ist jetzt benutzen kann indem Sie also zahlreiche Aktivitäten gemacht hat um so richtig zu zeigen dass es sie sich jetzt auch in einer Situation befindet wurde das Telefon,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:34",
      "text": "Nee das wird da ist was sind Ergometer ja er ist ein Fahrrad da."
    },
    {
      "speaker": "Letty",
      "time": "1:48:37",
      "text": "Alles war so ein Fahrrad war das ne genau was ist ein Fahrrad genau in der sagt ja auch so einem sum sum sum Fahrrad drauf also unserem Simulation Fahrrad und Rat 5 Minuten lang geführt wieder kräftig in die Pedale."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:48:50",
      "text": "Ne wahrscheinlich war das laufen bullpower eingestellt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:52",
      "text": "Nur betrieben wahrscheinlich."
    },
    {
      "speaker": "Letty",
      "time": "1:48:53",
      "text": "Kam aber schon ins Schwitzen so alles war jetzt nicht so also selbst wenn du fünf Minuten lang deine Beine nur im Kreis drehen musst ohne Widerstand."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:49:00",
      "text": "Naja und dabei reden halt weil das bringt deine Atmung durcheinander."
    },
    {
      "speaker": "Letty",
      "time": "1:49:04",
      "text": "Nur reden nebenbei auch noch eine Demo für zehn Millionen Leute geben irgendwie das ist schon jetzt eine Leistung gewesen das muss man einfach mal an ergeben und Amberg ich unabhängig vom Inhalt,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:49:22",
      "text": "Geil."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:49:24",
      "text": "Das coolste an dem ganzen."
    },
    {
      "speaker": "Letty",
      "time": "1:49:27",
      "text": "Ja du kannst halt irgendwie irgendjemand Walkie-Talkie machen dann immer wenn ich da bin wenn du drauf drückst solange du gedrückt hältst das wäre ja quasi Walkie-Talkie ja dann halt dieser ganze Siri Klimbim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:43",
      "text": "Netuse auf der watch."
    },
    {
      "speaker": "Letty",
      "time": "1:49:45",
      "text": "Das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:49",
      "text": "Hunderte oder tausende Entwickler fingen an zu schreien wahrscheinlich hat er das gesehen haben weil du dann auf einmal Viewport hast den du dann nicht mehr ja."
    },
    {
      "speaker": "Letty",
      "time": "1:49:57",
      "text": "Sind Schmerzen ja also das weiß ich auch nicht so ganz genau."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:50:03",
      "text": "Wollte jetzt nicht mehr gehen oder weil die jetzt gehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:06",
      "text": "Würde jetzt gehen kannst du deine Webseite auf deiner watch die angucken ist bestimmt toll."
    },
    {
      "speaker": "Letty",
      "time": "1:50:10",
      "text": "Also ich glaube nicht dass hier um Webseiten im eigentlichen Sinne geht sein dass es hier um quasi HTML formatierten Kram geht den Briefe und will so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:50:25",
      "text": "Designing web content for watches ist heute über den Frontend Focus Newsletter."
    },
    {
      "speaker": "Letty",
      "time": "1:50:39",
      "text": "Jetzt hat geschmatzt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:50:40",
      "text": "Und ich glaube meine Muter doch sie funktioniert doch ich habe immer dahin geguckt aber nicht gesehen dass ich gelötet war okay."
    },
    {
      "speaker": "Letty",
      "time": "1:50:47",
      "text": "Ja dann kann ich ja überhaupt Podcast reden solange ihr euer Eis Weg schmatzt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:50:53",
      "text": "Haben wir die restlichen entyvio es schon abgearbeitet."
    },
    {
      "speaker": "Letty",
      "time": "1:50:57",
      "text": "Watches."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:53:08",
      "text": "Wie ist das denn aber so wenn du so dein dein dein watch Verhalten Konsumverhalten da so beobachtest nutzt du das schon also nur so für Push-Notifications um kurz zu checken was du drauf kommt und für den Sport."
    },
    {
      "speaker": "Letty",
      "time": "1:53:26",
      "text": "Pass und telefonieren."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:53:27",
      "text": "So telefonieren."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:53:29",
      "text": "Wurde crazy mäßig."
    },
    {
      "speaker": "Letty",
      "time": "1:53:30",
      "text": "Ja ist also wenn was ich ich kriege einen anruf der ist wichtig und ich weiß gar nicht wo mein Telefon liegt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:53:39",
      "text": "Wie du weißt nicht wo."
    },
    {
      "speaker": "Letty",
      "time": "1:53:40",
      "text": "Na ja weil ich gerade in der Wohnung bin das Ding liegt irgendwo auf dem Tisch im Nebenraum und ich komme da gar nicht erst hin ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:53:48",
      "text": "Wenn man hört Merkels oder nicht mal wenn."
    },
    {
      "speaker": "Letty",
      "time": "1:53:49",
      "text": "Ja oder ich kriege gerade irgendwo unterm Bett und such was ist schon mal erlebt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:53:57",
      "text": "Moment."
    },
    {
      "speaker": "Letty",
      "time": "1:54:02",
      "text": "So da habe ich einfach von Erfolg mehrere Male erfolgreich den Anruf so angenommen und ja dann hat es irgendwie auch funktioniert bitte jetzt nicht sagen dass es das wichtigste Feature aber es war in dem Moment relativ convenient."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:54:16",
      "text": "Modus geht auch irgendwie jetzt nicht so zerstückelte Hagel sondern ganz normal."
    },
    {
      "speaker": "Letty",
      "time": "1:54:21",
      "text": "Suzuki bist funktioniert also da."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:54:26",
      "text": "Und Audio-Out an aber auch übers Telefon du hast du denn Kopfhörer oder Headset oder irgendwie so."
    },
    {
      "speaker": "Letty",
      "time": "1:54:31",
      "text": "Silur."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:54:33",
      "text": "Ok-versand kann doch jeder mit Hunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:36",
      "text": "Unterbett ist ja nicht so schlimm."
    },
    {
      "speaker": "Letty",
      "time": "1:54:39",
      "text": "Also es sei denn du es sei denn es sei denn du hast halt Kopfhörer mit deiner Uhr geperrt was jetzt ja selten vorkommt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:54:46",
      "text": "Was ist aber wenn du dein Telefon nicht findest deine Kopfhörer mit dem telefon repert sind aber auf deine Ruhe der Anruf ankommt würdest du wenn du ihn annimmst dann auf die Kopfhörer bekommen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:54:57",
      "text": "Airwatch."
    },
    {
      "speaker": "Letty",
      "time": "1:54:58",
      "text": "Das ist eine gute Frage die ich gar nicht beantworten kann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:55:01",
      "text": "Naja also genau dieser Fall Tim also ich vergess halt auch zum häufig mein Telefon Info wenn du nur hast deine Kopfhörer mit Bluetooth sind mit deinem Telefon gepairt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:55:10",
      "text": "Oder hast du nicht auf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:55:11",
      "text": "Du weißt nicht wo doch du hast die vielleicht sogar auch auf aber dein dein Telefon ist irgendwann du weißt nicht wo und der Anruf kommt auf deine Uhr dann würde ich jetzt hoffen dass sie dann auch auf deine Kopfhörer den Anruf annehmen."
    },
    {
      "speaker": "Letty",
      "time": "1:55:26",
      "text": "Wenn ich die Kopfhörer auf habe dann kann ich dir den Anruf ja auch an meinen Kopfhörern annehmen dann brauche ich ja nur einen Kopfhörer eine Taste drücken dann habe ich das Problem ja nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:55:34",
      "text": "Okay ja dann."
    },
    {
      "speaker": "Letty",
      "time": "1:55:35",
      "text": "Ich weiß aber jetzt nicht so genau wie sich das Verhalten würde wenn ich sage ich nehme es auf der Uhr an aber ich vermute,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:55:55",
      "text": "Ich weiß ja wie Apple schaffen kann zur trillion Dollar company zu werden und zwar sie müssen die airpods in space grey rausbringen fertig oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:05",
      "text": "Ich hätte gerne neben ihr airpods dann würde ich sie auch kaufen aber so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:56:10",
      "text": "Ich finde die nicht schick sieht halt aus als hätte man Zahnbürsten im Ohr dann macht die Sache nicht schöner."
    },
    {
      "speaker": "Letty",
      "time": "1:56:16",
      "text": "Naja vorher hast du Zahnbürste mit Spaghetti dran am Ohr gehabt ist von der Gattin auch irgendwo."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:56:21",
      "text": "Ja aber das ist der Vorteil wie heute ist mal wieder mein telefon runtergekracht und weil ich dies in der Strippe habe ziehe ich einfach in der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:28",
      "text": "Digital."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:56:29",
      "text": "Hey was wie praktisches und es kann dir keiner aus unbemerkt etwas aus der Tasche klauen total praktisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:35",
      "text": "Makro mit den Kopfhörern wenn der 100m weg ist dann bricht er."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:56:38",
      "text": "Dann genau dann musst du aber noch rausfinden welche Richtung er gelaufen ist."
    },
    {
      "speaker": "Letty",
      "time": "1:56:44",
      "text": "Na ja auf jeden Fall können Sie noch mal das Feature hinzufügen dass meine Uhr anfängt zu meckern wenn mein telefon sich von mir entfernt oder ich mich von meinem telefon entferne nee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:53",
      "text": "Gabs sowas nicht ich hätte irgendwie ich habe da eine Demo irgendwie im Kopf gehabt das wirst du auch."
    },
    {
      "speaker": "Letty",
      "time": "1:56:58",
      "text": "Pass auf jeder kann standard feature was voll doof ist ja so dann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:58:07",
      "text": "Muted ich mein Chef."
    },
    {
      "speaker": "Letty",
      "time": "1:58:10",
      "text": "Hättest Beauty Dish."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:58:12",
      "text": "Bist du fertig Jungs auch gut Mango & raspberry voll lecker."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:13",
      "text": "Schnell gegessen ja."
    },
    {
      "speaker": "Letty",
      "time": "1:58:16",
      "text": "Mewtu dich ist das neue lösch dich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:58:27",
      "text": "Das super dass ich dann die LTE nur als sinnvoller."
    },
    {
      "speaker": "Letty",
      "time": "1:58:30",
      "text": "Dann würde sie sich unter Umständen lohnen wenn man den Provider hat wozu LTE Urlaub funktioniert also ich habe keine LTE oder was war mir dann doch bist du bekloppt danach sehne ich mich auch nicht groß."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:58:57",
      "text": "Habe ich auch nie in."
    },
    {
      "speaker": "Letty",
      "time": "1:58:58",
      "text": "Vollkommen und undenkbar also es bringt komplett aus dem Tritt aus dem Musik hält immer nicht lange genug und erinnert sich am laufenden Meter da komme ich irgendwie überhaupt nicht auf dem Film."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "1:59:22",
      "text": "Ich habe mal probiert beim Radfahren Musik hören ne also entweder ist Trödel denn so langsam dass alle Puppen irgendwann weil ich fast einschlafe weil ich ja nie langsam Musik höre."
    },
    {
      "speaker": "Letty",
      "time": "1:59:44",
      "text": "Highway to hell,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:58",
      "text": "Nettetal Strom mäßig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:01:04",
      "text": "Merzenich."
    },
    {
      "speaker": "Letty",
      "time": "2:01:07",
      "text": "Also wenn sie es tut habe ich noch keine Funktion gefunden mit die mal anzeigen zu lassen also in dieser komischen activity App ist doch keinerlei Karte zu sehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:01:17",
      "text": "Ach so merkt das stimmt."
    },
    {
      "speaker": "Letty",
      "time": "2:01:20",
      "text": "Ich bin jetzt extra mit der blöde nur sogar mal über über den See geschwommen und habe mich irgendwie trinken lassen und hat irgendwie die Hoffnung dass man irgendwas sehen würde."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:01:48",
      "text": "Da bin ich immer wieder rein zu quetschen."
    },
    {
      "speaker": "Letty",
      "time": "2:02:03",
      "text": "Wieso lache ich nicht nach überhaupt nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:02:04",
      "text": "Hast du mich nicht darüber dass du ich bin mir eindeutig mich ausgelacht weil ich so ein Brustgurt habe."
    },
    {
      "speaker": "Letty",
      "time": "2:02:09",
      "text": "Ich habe dich noch nie ausgelastet ich würde dich auch nie auslachen das mal klar ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:02:16",
      "text": "Dann haben wir das Gute habe das geklärt ne aber ich bin echt so ein bisschen also ich bin schon ganz schön zufrieden mit der mit der Polar Uhr die ich mir irgendwann mal für wenig Geld geschossen habe mit Brustgurt und allem Pipapo."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:02:59",
      "text": "Der Brustgurt ist dann auch mit Bluetooth oder wie ist der kon."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:03:02",
      "text": "Genau die ist mit Bluetooth der Brustgurt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:27",
      "text": "Ich habe ja fürs Fahrrad dieses von war who diesen diesen die das Display und dann kannst du dann dein Fahrrad noch mehr sein Sohn noch mit reinpacken auch Puls und das möchtest dann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:03:38",
      "text": "Das kann man auch Polar hat ich glaube ein Trittfrequenzmesser fürs Fahrrad und fürs Laufen den Schrittfrequenz Messer das habe ich mir aber noch nicht gekauft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:53",
      "text": "Näheres schicke seito kannst du dir deine was auch immer du findest bei da vorne dran kleben hast du kannst dann halt so deine Metriken die du haben möchtest jetzt so zusammen konfigurieren und dann schmeiß dein Telefon hat irgendwann das hin."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:04",
      "text": "Also genau meine Uhr kann ich halt auch konfigurieren ich glaube da kann ich das auch alles anzeigen und bin jetzt am überlegen ob ich mir die beim Fahrradfahren einen Lenker mit ran mache als wirklich am Handgelenk weil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:20",
      "text": "Das kann das aber auch theoretisch also es gibt bestimmt er muss aber mal gucken es gibt verschiedene Anbieter davon manche Apps können damit spielen manche nicht es gibt doch einen die komoot kann ich weiß jetzt nicht welche das war who heißt dir der Hersteller."
    },
    {
      "speaker": "Letty",
      "time": "2:04:34",
      "text": "Kult habe ich gleich mal korrigieren natürlich gibt es hier GPS Routenaufzeichnung und Stille es auch gerade fest allerdings ist es irgendwie nicht bei allen meinen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:57",
      "text": "Karte gibt ergibt erst nach dem laufen."
    },
    {
      "speaker": "Letty",
      "time": "2:05:04",
      "text": "Hey also bei dem Freiwasserschwimmen z.b. gibt keine Karte ist ja wohl voll scheiße finde."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:12",
      "text": "Das wäre ganz lustig wenn man so eine Prognose hätte aus den vorherigen Laufdaten so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:34",
      "text": "Vielleicht kann man es Gespann noch mit Angeber man das mit dabei hat."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:38",
      "text": "Handaufmaß."
    },
    {
      "speaker": "Letty",
      "time": "2:05:40",
      "text": "Maximal 100."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:42",
      "text": "Und ob man wenden kann war glaube ich auf dem Screenshot zu sehen."
    },
    {
      "speaker": "Letty",
      "time": "2:05:50",
      "text": "Okay möchtest vielleicht doch benutzen gucken."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:01",
      "text": "Der Chef fragt ob deine Uhr GPS hat."
    },
    {
      "speaker": "Letty",
      "time": "2:06:04",
      "text": "Ja weil du hast die PS und diese ganze Freiwasserschwimmen Trainingsmethode funktioniert irgendwie auch nur mit GPS weil sonst bisher gar nicht wie schnell man sich bewegt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:18",
      "text": "Was wie heißt das Freiwasserschwimmen."
    },
    {
      "speaker": "Letty",
      "time": "2:06:21",
      "text": "Im See schwimmen es gibt ein beckenschwimmen Modus und es gibt ein du bist Open Water sozusagen mäßig unterwegs,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:06:41",
      "text": "Du musst immer mit rechts anschlagen oder wie oder mit Links da wo der nur trägt."
    },
    {
      "speaker": "Letty",
      "time": "2:06:44",
      "text": "Es gibt da keine speziellen Vorschriften wie man sich dazu verhalten hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:48",
      "text": "Du bitte die Bahn wahrscheinlich."
    },
    {
      "speaker": "Letty",
      "time": "2:06:51",
      "text": "Radiosender kann ja irgendwie verstehen dass man die Richtung wechselt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:54",
      "text": "Bekannt sagen dass es eher was als den Anschlag wirklich weil du kannst nicht jeder schlägt mit der Hand an du kannst ja auch die Füße nutzen wenn du da noch Roller drin machst."
    },
    {
      "speaker": "Letty",
      "time": "2:07:04",
      "text": "Das werden Sie sicherlich schon irgendwie aus Ihren Daten raus gefummelt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:09",
      "text": "Ich kriege auch einen Schwimmstil raus wenn du das richtig machst sehr nicht ertrinken."
    },
    {
      "speaker": "Letty",
      "time": "2:07:13",
      "text": "Richtig wenn man einen hat gesagt einer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:07:20",
      "text": "Zion zwischen zwischen Hund und Profischwimmer."
    },
    {
      "speaker": "Letty",
      "time": "2:07:25",
      "text": "Ja der Tipp bezweifelt dass es mit GPS noch klappt also es heißt in der Beschreibung sie benutzen dafür gps sagen aber auch dass das,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:08:15",
      "text": "Tutu iOS."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:16",
      "text": "Nur das wird schnell."
    },
    {
      "speaker": "Letty",
      "time": "2:08:17",
      "text": "Ja was nicht da kann man nicht so."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:08:18",
      "text": "Hat ja niemand auch von unseren Dingen ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:20",
      "text": "Doch ich habe einen Apple TV."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:08:22",
      "text": "Ach ach jetzt geht's los ja."
    },
    {
      "speaker": "Letty",
      "time": "2:08:23",
      "text": "Ich habe mehrere."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:24",
      "text": "Was ist gar nicht aber ich glaube ich habe."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:08:26",
      "text": "Na dann leg mal los."
    },
    {
      "speaker": "Letty",
      "time": "2:08:27",
      "text": "Ja kriegt ein neues Update und sie machen da irgendwie Dolby Atmos was ganz interessantes aber habe ich irgendwie nicht die richtige Anlage für."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:39",
      "text": "Ja nicht also die haben ja gesagt dass sie die einzigen wären die dafür zertifiziert werden und danach hat glaube ich Amazon hier ihre neuen Alexa Soundbars rausgehauen die können es auch alle das war irgendwie drei Tage später gefühlt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:08:52",
      "text": "Ich glaube aber sie meinen sind die einzigen die beides haben also Dolby Vision und Dolby Atmos zusammen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:57",
      "text": "Okay gut."
    },
    {
      "speaker": "Letty",
      "time": "2:08:59",
      "text": "Unklar also ich hatte ehrlich gesagt bis zu dem Zeitpunkt von Atmos noch nichts gehört,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:09:18",
      "text": "Timer eingemessen oder wie."
    },
    {
      "speaker": "Letty",
      "time": "2:09:19",
      "text": "Nee du hast quasi virtuelle Soundquellen und die werden dann auch dein tatsächliches Setup."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:09:30",
      "text": "Russia wir muss ja irgendwie wissen wo das steht oder wie der Effekt dann rüber."
    },
    {
      "speaker": "Letty",
      "time": "2:09:32",
      "text": "Ja das ist das ist richtig das kann ich dir gar nicht genau sagen wie das läuft also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:39",
      "text": "Das nennt sich übrigens special Sound was du meinst."
    },
    {
      "speaker": "Letty",
      "time": "2:09:43",
      "text": "Special Sound ist der Begriff dafür ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:48",
      "text": "Phanteks."
    },
    {
      "speaker": "Letty",
      "time": "2:09:52",
      "text": "Ja ich habe es ich wusste zwar spiel das schon vor vielen Jahren habe ich hier die TU Berlin in ihrer ohlala irgendwie mal so eine Installation gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:46",
      "text": "Das mega cool."
    },
    {
      "speaker": "Letty",
      "time": "2:10:47",
      "text": "Gut vorstellen dass ich mich die ganze Zeit haben gucke weil Westrich Verstand haben 24 Stunden Delay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:53",
      "text": "Ich wohn ja also ist es auf jeden Fall sehr beeindruckend aus die."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:10:57",
      "text": "Also 1LIVE sozusagen."
    },
    {
      "speaker": "Letty",
      "time": "2:10:59",
      "text": "Genau also live."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:11:01",
      "text": "Das habe ich gar nicht mitgeschnitten das."
    },
    {
      "speaker": "Letty",
      "time": "2:11:03",
      "text": "Also live nicht im Sinne von sofort sondern mit einer Verzögerung von 4 Stunden habe ich jetzt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:11:33",
      "text": "Erne."
    },
    {
      "speaker": "Letty",
      "time": "2:11:35",
      "text": "Nee da würde mir ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:12:07",
      "text": "Hasen Wüste."
    },
    {
      "speaker": "Letty",
      "time": "2:12:09",
      "text": "Genau seine Füße bei LL glaube ich also auf jeden Fall in Kalifornien."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:14",
      "text": "Fußballspiel von nervigste bei."
    },
    {
      "speaker": "Letty",
      "time": "2:12:16",
      "text": "Und man spricht das aus auf espanol."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:12:20",
      "text": "Oder spricht man JWH."
    },
    {
      "speaker": "Letty",
      "time": "2:12:23",
      "text": "Mochub also."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:12:24",
      "text": "So wie man das ja beim Mexikaner schon gelernt hat das heißt ja verhüter und nicht Fajita ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:12:29",
      "text": "Und dass Frau spricht man als VfB aus das natürlich auch die Frage."
    },
    {
      "speaker": "Letty",
      "time": "2:12:32",
      "text": "Ja endlich mehr als B aber das ist halt dann auch immer so ein bisschen vom Dialekt abhängig glaube ich manche machen es mir so Beate ich Männchen sind schon mehr als im harten weh."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:12:40",
      "text": "Das heißt also mohba oder wie."
    },
    {
      "speaker": "Letty",
      "time": "2:12:42",
      "text": "Ja das ist jetzt ein bisschen zu Deutschbuch habe aber ja und du kannst es dann noch etwas mehr bündeln Morawe."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:12:52",
      "text": "Die Frage ist ja eher ob die Assoziation eines os mit einer Wüste und irgendetwas sagen soll."
    },
    {
      "speaker": "Letty",
      "time": "2:13:00",
      "text": "Das war auch so mein erster Gedanke dass ich Besuch."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:13:05",
      "text": "Oder dark Mode können uns ja auch schon sagen wir gehen langsam die Lichter aus."
    },
    {
      "speaker": "Letty",
      "time": "2:13:08",
      "text": "Mann mit Wellen angefangen Seite der Wüste angekommen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:13:14",
      "text": "Mit Wellen."
    },
    {
      "speaker": "Letty",
      "time": "2:13:16",
      "text": "Der I wie ist das noch gleich nein das erste benannte release dieser Surfboard."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:13:24",
      "text": "Achso Maverick nee."
    },
    {
      "speaker": "Letty",
      "time": "2:13:29",
      "text": "Matrix Film und ganze Zeit wie die Berge kletterten kam nur Videos richtig raus und ritzt sich in die Wüste abgesetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:40",
      "text": "Ich hatte ja ich habe es erstmals ein Witz gehalten also als also dazu präsentiert hat sowieso komplett Trockner gesagt manchmal mein Spiel wird ganz gut aus ja dachte ich eigentlich auch."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:13:47",
      "text": "Und habe schon wieder Drogen Witz eingebaut ne aber Crack Team."
    },
    {
      "speaker": "Letty",
      "time": "2:13:53",
      "text": "Der ist ja nicht Neudeck kommt ja mittlerweile schon regelmäßig."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:14:38",
      "text": "Ich habe noch eine Idee warum sie jetzt den tagmo zu pushen noch mal also davon abgesehen dass man den auch grundsätzlich haben will weil ich glaub den Film schon ziemlich viele Leute cool also obwohl er die hat ihr Menü war nicht in schwarz nicht gerade sehe."
    },
    {
      "speaker": "Letty",
      "time": "2:14:56",
      "text": "Muss ich gar nicht dunkel hier Sahel dass er dunkel."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:14:58",
      "text": "Google also 3 zu 10 letti hat denen hey warum auch immer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:15:04",
      "text": "Weil ich's kann."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:15:05",
      "text": "Ja nee weil ja weil das nicht kannst und nicht das mit dem Umstellen egal jedenfalls."
    },
    {
      "speaker": "Letty",
      "time": "2:15:13",
      "text": "Flächen Sammeldatei bevor ich das wieder vergesse."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:15:29",
      "text": "Ist das eine Kiste ist das ein Kindergrab."
    },
    {
      "speaker": "Letty",
      "time": "2:15:29",
      "text": "Ja das ist passiv weint das ist Weihnachten vorgezogen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:15:36",
      "text": "Der Kasten ist jetzt für mich und ihr habt ein eigenen ja."
    },
    {
      "speaker": "Letty",
      "time": "2:15:40",
      "text": "Verdammte axis habe ich schon wieder geschafft diese Zettel weg zulegen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:15:44",
      "text": "Olivenöl."
    },
    {
      "speaker": "Letty",
      "time": "2:15:46",
      "text": "Das ist wie Weihnachten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:15:48",
      "text": "Imberger Christstollen was ist wirklich Weine."
    },
    {
      "speaker": "Letty",
      "time": "2:15:50",
      "text": "Genau ja genau."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:15:54",
      "text": "Und hier feinste Schoko Lebkuchen also Nürnberger."
    },
    {
      "speaker": "Letty",
      "time": "2:16:09",
      "text": "Verdammte Axt jetzt hatte ich mir extra."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:16:11",
      "text": "Aber aber sammelhalter whatafuck warum nennen Sommer."
    },
    {
      "speaker": "Letty",
      "time": "2:16:15",
      "text": "Ich weiß es doch nicht."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:16:17",
      "text": "Ich bin ich am Sommer weil."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:16:19",
      "text": "Vielleicht ist der Hörer ja."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:16:20",
      "text": "Der Kaiserkeller Lebkuchen im Sommer kauft."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:16:23",
      "text": "Nein vielleicht ist der Hörer von."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:16:24",
      "text": "Oh die sind die sind alt nee die sind einfach vom letzten."
    },
    {
      "speaker": "Letty",
      "time": "2:16:26",
      "text": "Nein ich habe schon welche gegessen sind völlig in Ordnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:29",
      "text": "Dennis darf ich davon Foto machen weil sonst lassen wir die Hörer komplett außen vor."
    },
    {
      "speaker": "Letty",
      "time": "2:16:31",
      "text": "Verdammte Axt jetzt habe ich schon wieder jetzt habe ich das schon."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:16:34",
      "text": "Führer App Foto hier gefeiert die Villa."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:40",
      "text": "Nur Hände Fingerkuppen verdecken."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:16:42",
      "text": "Na ja soll ich ja noch mal was hin drehen so und hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:48",
      "text": "Ruhe."
    },
    {
      "speaker": "Letty",
      "time": "2:16:49",
      "text": "Ich will Lebkuchen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:16:52",
      "text": "Welche machen wir dann auf wenn alle wollen dann würde ich einfach mal das Ding da auf oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:55",
      "text": "Nämlich kannst du damit jagen tatsächlich."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:16:57",
      "text": "Ja mich nicht also doch auch aber in die andere Richtung also doch."
    },
    {
      "speaker": "Letty",
      "time": "2:17:03",
      "text": "Ich kann nicht sein das Aufräumen ist wirklich das muss."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:07",
      "text": "Furchtbar das muss auch."
    },
    {
      "speaker": "Letty",
      "time": "2:17:08",
      "text": "Ende finden ich habe mir jetzt extra weil ich sie jedesmal vergesse ich extra noch mal die Zettel von den Leuten die mir was geschickt haben rausgelegt und das lag vor einer halben Stunde lag das hier doch."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:17:19",
      "text": "Und haben wir dann die Person im Chat."
    },
    {
      "speaker": "Letty",
      "time": "2:17:21",
      "text": "Oder bin ich wieder in so ein panikmodus gekommen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:17:22",
      "text": "Sieht nicht so aus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:25",
      "text": "Weißt du noch wie der Zettel aussagt groß klein."
    },
    {
      "speaker": "Letty",
      "time": "2:17:28",
      "text": "Ja DinA4 irgendwie mehrere insulare Folie."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:17:35",
      "text": "Aber krasses Paket also Respekt."
    },
    {
      "speaker": "Letty",
      "time": "2:17:38",
      "text": "Es tut mir so leid."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:46",
      "text": "Zur Buchhaltung übergeht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:49",
      "text": "Scannt und weg geheftet."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:17:51",
      "text": "Um seine Katze drin beerdigen der Box hier also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:54",
      "text": "Bin schon enorm."
    },
    {
      "speaker": "Letty",
      "time": "2:17:56",
      "text": "Ja ja wir haben verschiedene Sachen bekommen haben auch noch Bier geschickt bekommen da gab es irgendwie sonnenhopfen irgendwie aus dem Westen und also eine Sachen und ach verdammte Axt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:11",
      "text": "Also der Sonnenhof ist im Kühlschrank das weiß ich."
    },
    {
      "speaker": "Letty",
      "time": "2:18:14",
      "text": "Ja der Sonnenhof in ist im Kühlschrank."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:18:16",
      "text": "0 er dir kannst du loslegen."
    },
    {
      "speaker": "Letty",
      "time": "2:18:18",
      "text": "Und irgendwas kam heute noch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:22",
      "text": "Solle Dennis vielleicht seinen Gedanken schon mal formulieren."
    },
    {
      "speaker": "Letty",
      "time": "2:18:26",
      "text": "Ja mach das mal."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:18:28",
      "text": "Also Tennis beschäftigt ja wo ich nehme mir einen mit Schoko also ich glaube ja mit diesem dark Mode."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:34",
      "text": "Genau Markt also das frag hat jemand im Chat genau diese Kiste haben wir hier gerade geplündert."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:18:48",
      "text": "Was ist auf dem Bild."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:50",
      "text": "Nicht dass man sieht das Motiv nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:51",
      "text": "Nimmt nur deine Annahme über den Deckel den wir nicht kann deshalb haben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:56",
      "text": "Und ja es ist geil."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:18:58",
      "text": "Da weiß man was vor dem Mund reden nervt geil wollte ich immer machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:03",
      "text": "Sag mal warum ist das gut wegen den OLED Displays."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:19:06",
      "text": "Genau."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:08",
      "text": "Siehste."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:19:10",
      "text": "Ich denke mal wird er demnächst Zeit dass sie mal also Retina haben sehr schon und apple legt ja immer noch gerne eins oben drauf und ich denke mal schon der nächste Schritt bei den Laptops ist auch ein richtig schickes."
    },
    {
      "speaker": "Letty",
      "time": "2:19:39",
      "text": "So lange gedauert hat."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:19:40",
      "text": "Nee auf dem auf dem Boden noch so eine also hier da ist zwar schon hier so die einzelne Apps haben teilweise so dark Mode also irgendwie mal hat das Twitter das und viele andere Sachen auch aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:52",
      "text": "IOS Weidehaltung."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:19:53",
      "text": "Die Settings und bist immer noch so klassisch wie wir am ersten Tag wieder rauskam ist halt in weiß mit schwarzer Schrift und das könnten sie ja auch mal umdrehen weil ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:02",
      "text": "Wer zahlt mehr als nur umdrehen und du kannst ja nicht einfach irgendwie das invertieren."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:20:05",
      "text": "Nur schon bisschen was dran tun ist schon richtig aber da wundert mich dass das iPhone gibt's ja nun mal schon mit Ole dass ich da noch nicht gemacht haben Max gibt's noch nicht mit OLED-Display außer du hast halt ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:21",
      "text": "Wir sind müssen wir gerade so der Preisunterschied zu und haben zudem was wir jetzt wo haben an Displays zu einem OLED."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:20:27",
      "text": "Oder bist du mich nicht erkundigt gleich ganzer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:28",
      "text": "Kommt auf die Größe an."
    },
    {
      "speaker": "Letty",
      "time": "2:20:30",
      "text": "Kommt doch die Qualität an."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:32",
      "text": "Also ist auch wieder so dass die dreizehner wahrscheinlich schon ein bisschen teurer werden das gibt ja auch 13 Zoll MacBooks noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:41",
      "text": "Okay aber im Vergleich achso im im Vergleich zu denen nicht woollett ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:45",
      "text": "Genau zu den nicht oder etwas das dann z.b. von preislicher Unterschied wären."
    },
    {
      "speaker": "Letty",
      "time": "2:20:52",
      "text": "Das kannst du überhaupt nicht."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:20:53",
      "text": "Also bei den im Fernsehen Markt glaube ich kosten die OLED-TV noch mal die Hälfte oben drauf oder kann man das so sagen so 50% noch mal extra ca."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:21:06",
      "text": "Rupert im da liegt noch was um sie herum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:09",
      "text": "Ja wenn das hier noch LRS zu den Dark Mode ja irgendwas auch sehr interessantes ist das die ja teilweise die juize auch ein färben abhängig davon was für ein Modus du hast und tatsächlich was ein Hintergrundbild du hast also der die kriegen halt eine gewisse Temperatur noch mit."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:21:47",
      "text": "Der Standard liegt heute nicht fest welche Farbe Hintergrund hat mir haben die die Werder bald nicht aufgepasst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:51",
      "text": "Messer transparent."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:21:54",
      "text": "Also die die Designer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:57",
      "text": "Ja da werden wir bestimmt bald wieder ein paar Sachen fixen Sorten."
    },
    {
      "speaker": "Letty",
      "time": "2:22:04",
      "text": "Also wir werden sehen ich habe beim Freund gerade mal eine Installation gesehen von der aktuellen Beta."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:50",
      "text": "Ersetzt die Lesbarkeit großartig erhöht deshalb zweifelhaft Soldat einfach schwarzen Text auf weißem Hintergrund besser lesen kannst na ja gut."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:23:02",
      "text": "Also ich habe auch schon immer so ein bisschen Flimmern im Auge wenn ich eine Webseite wo das andersrum ist wenn ich ihr das lesen geht eigentlich prima aber wenn ich dann weg gucke."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:23:23",
      "text": "Aber kommt das durch das weiß oder geht das auch bei."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:23:25",
      "text": "Dadurch diesen krassen Kontrast halt irgendwie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:23:27",
      "text": "Aber deswegen nimmt man ja in der Regel keinen weiß sondern leichtes grau."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:23:32",
      "text": "Ja aber es ist ja immer noch im Gegensatz zu dem schwarz und krasser Kontrast glaube ich also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:24:03",
      "text": "Oder ob man halt auch so eine also ich habe so ein bisschen Artefakte vor allem wenn ich so typisch deutsche Bahn dieses blau auf weiß kann ich dann halt an einigen Tagen nicht richtig lesen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:24:12",
      "text": "Blau auf weiß blauer Text auf weiße oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:15",
      "text": "Andersrum."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:24:17",
      "text": "Gerade diese Zuglänge."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:24:18",
      "text": "Also weiß auf blau ja nee aber das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:24:23",
      "text": "Na ich kann das an einigen Tagen nicht richtig lesen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:24:25",
      "text": "So dass euch ganz angenehmen so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:24:28",
      "text": "Das ist aber interessant ob man das dann halt auch bei diesem Tag modern auch hat das immer mit den Augen so ein bisschen Probleme hat ob man dann auch so einen schlechteren Blick darauf bekommt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:24:38",
      "text": "Bist ja YouTube ich was die Hacker machen so Terminal schwarze Text grün aber ich komme damit gar nicht klar also ich stehe doch schon auf meine weißen Terminals mit schwarzer Schrift des sieht es schon entspannter so aber."
    },
    {
      "speaker": "Letty",
      "time": "2:24:58",
      "text": "Bin ich cool auf Schwarzwald besorg kein richtiger."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:01",
      "text": "Und was ist mit pink auf schwarz."
    },
    {
      "speaker": "Letty",
      "time": "2:25:04",
      "text": "Habe ich mir jetzt nicht zu äußern."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:06",
      "text": "Wie ist das denn was mit Arbeit in Sachen Terminal so auffällt."
    },
    {
      "speaker": "Letty",
      "time": "2:25:11",
      "text": "Oder ist dein Terminal pink auf schwarz ist das so."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:25:15",
      "text": "Mach mal Kamera auf so scheiße ungelogen."
    },
    {
      "speaker": "Letty",
      "time": "2:25:19",
      "text": "LED IHF."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:21",
      "text": "Ja natürlich."
    },
    {
      "speaker": "Letty",
      "time": "2:25:28",
      "text": "Was ist denn da also das wirklich pink."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:31",
      "text": "Nee das ist kein neonpink also."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:25:33",
      "text": "Gib mal den original LED die Farbcode raus damit du deine Fan Boys und Girls das nachmachen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:37",
      "text": "Kannst doch wieder wie Huckel."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:39",
      "text": "Der heißt auch letti."
    },
    {
      "speaker": "Letty",
      "time": "2:25:41",
      "text": "Na klar der original letti so jetzt gib das mal in HTML aus hier."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:46",
      "text": "Hallo Apple wie komme ich denn zu einem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:49",
      "text": "Sonst hätte ich machen oder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:51",
      "text": "Genau aber wie bekomme ich zudem zu dem Hex-Wert dazu."
    },
    {
      "speaker": "Letty",
      "time": "2:25:54",
      "text": "Noch mal dass ich den zweiten Tab habe ich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:04",
      "text": "RGB."
    },
    {
      "speaker": "Letty",
      "time": "2:26:08",
      "text": "DC01 7e."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:26:10",
      "text": "Das sind die Lady das ist das Lenny pink."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:14",
      "text": "Nein das ist der normale."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:17",
      "text": "Normalmaß sowie Huckel und er hatte auch seinen sein tonl7ne rausgehauen dann kannst du aufgetaucht deins auch packen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:22",
      "text": "Schön aber so spannend das ist glaube ich gar nicht mal kurz gucken so das ist mein normaler."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:26",
      "text": "Cipro."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:29",
      "text": "Nee da muss ich noch ein bisschen dran feilen und das ist mein bold Text."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:39",
      "text": "Was sind von verwendest du denn dein Terminal."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:41",
      "text": "Hahaha."
    },
    {
      "speaker": "Letty",
      "time": "2:26:43",
      "text": "Die beiden Pinktöne Katze auseinanderhalten."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:26:46",
      "text": "Das eine ist ein bisschen heller das obere."
    },
    {
      "speaker": "Letty",
      "time": "2:26:48",
      "text": "Als ich mit jaja Bolt ihr heller machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:51",
      "text": "Ich habe hier auf dem also so meine Terminal Schriftart die ich benutze es Roboto Mono."
    },
    {
      "speaker": "Letty",
      "time": "2:27:02",
      "text": "Wenn man the player haben wir noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:03",
      "text": "Haben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:07",
      "text": "Ich bin gerade dabei meine Homepage Neue zu machen schämen und mit und da hat ja Google font echt schöne Sachen und da ist mir ja diesen otomoto Schrift."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:20",
      "text": "Ja ich habe auch tatsächlich diese Hack als gibt's gibt eine von die heißt direkt Hack Welt sehr sehr schön und gut machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:31",
      "text": "Na ich finde ne Didi."
    },
    {
      "speaker": "Letty",
      "time": "2:27:34",
      "text": "Meinen Bildschirm kommt nur LED gefroren."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:38",
      "text": "Ja ich könnte auch ich habe ja meine Handschrift digitalisiert aber die ist nicht nicht so verfügbar."
    },
    {
      "speaker": "Letty",
      "time": "2:27:45",
      "text": "Nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:46",
      "text": "Nicht nicht so auf Google fonts oder so."
    },
    {
      "speaker": "Letty",
      "time": "2:27:49",
      "text": "Slitti PostNL."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:52",
      "text": "Kannst du ja dann für mehrere 1000 € lizensieren."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:55",
      "text": "Ich werde nie dafür müsste ich sie noch mal ordentlich machen."
    },
    {
      "speaker": "Letty",
      "time": "2:27:56",
      "text": "Oh Gott jetzt kommen alle mit Ihren Lieblings vor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:02",
      "text": "Jetzt geht's aufwärts."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:28:04",
      "text": "Ja schnellem Thema weitergehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:05",
      "text": "Nein nein nein nein nein weil die ist so die will ich jetzt glaube ich und jetzt für meine Homepage benutzen weil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:19",
      "text": "Kein Typograph."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:20",
      "text": "Also so sanft sie rief Mono."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:24",
      "text": "Schnitt Schnitte ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:26",
      "text": "Genau und diese noto gibt's auch und die finde ich total schön und ich glaube die werde ich jetzt für meine Homepage nutzen."
    },
    {
      "speaker": "Letty",
      "time": "2:28:35",
      "text": "Was fürs Herz so schöne ran."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:36",
      "text": "Die hatten halt eine Serife und eine Sand und die Serie ist halt relativ Klasse so für Überschriften total schön und die sonst kann man so ganz gut lesen was ich finde die sieht einfach nett aus wenn es der Grund dass kreuzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:57",
      "text": "Da gibt's doch jetzt was mit Alina."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:29:02",
      "text": "Lidia isac was gut aussieht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:04",
      "text": "Ja Bilder gibt's gibt's quasi ich nicht ich ich suche gerade aber ich habe letztens eine Seite gesehen die dir wo du dir eine Schriftart auswählen kannst sie dir schön."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:29:22",
      "text": "Ja was ganz interessantes also meine Studentin also nicht nur die lernen was von mir ich habe dir das letzte Mal einfach gnadenlos ausgefragt was du Typo angeht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:16",
      "text": "Die meisten Google fonts können das aber also die haben."
    },
    {
      "speaker": "Letty",
      "time": "2:30:21",
      "text": "Ist auf jeden Fall schon einiges zu holen ich werde auch mal ganz geil finden irgendwie diese Flexibilität der Mac OS Systemschrift ja ist noch gleich nee San francisc."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:30",
      "text": "Helvetica neue San Francisco Reno."
    },
    {
      "speaker": "Letty",
      "time": "2:30:33",
      "text": "Manchmal hätte."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:30:36",
      "text": "Die ist auch schöner."
    },
    {
      "speaker": "Letty",
      "time": "2:30:37",
      "text": "Also nicht nur weil sie gut aussieht sondern weil sie auch so mega flexibel ist und so viele Funktionen hat so ne,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:40",
      "text": "Bakhmut honey."
    },
    {
      "speaker": "Letty",
      "time": "2:31:42",
      "text": "Tagmond hatten wir jetzt dann doch schon abgelegt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:31:46",
      "text": "Mirwais gerade eine auf die glyphsapp in was einen Pool ist um."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:32:10",
      "text": "Zwischendurch."
    },
    {
      "speaker": "Letty",
      "time": "2:32:11",
      "text": "Das hast du ja schon geschafft."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:32:13",
      "text": "Sorry."
    },
    {
      "speaker": "Letty",
      "time": "2:32:14",
      "text": "Kein Problem ja ich bin mir nicht so sicher dass jetzt noch lohnt hier alles noch mal durch zu Rattan was sie da gezeigt haben es gab halt dann fasse ich hier so Desktop Steaks und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:27",
      "text": "Profitass eine wenn du dein Laptop nicht okay."
    },
    {
      "speaker": "Letty",
      "time": "2:32:29",
      "text": "Haben und soll ja also sicherlich alles irgendwie ganz ganz sinnvoll das einzige was ich ganz nice find weil ich mir das auch schon mal gewünscht hatte ist dass du dein Telefon quasi als Kamera benutzen kannst anstatt der eingebauten Kamera."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:32:53",
      "text": "Wer hat heutzutage schon auf dem Scanner."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:58",
      "text": "Ich auch sogar zwei."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:33:03",
      "text": "Downtown."
    },
    {
      "speaker": "Letty",
      "time": "2:33:05",
      "text": "Also ich bitte dich Scanner."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:33:08",
      "text": "Wie gehen Sie weiter."
    },
    {
      "speaker": "Letty",
      "time": "2:33:09",
      "text": "Don't get me started."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:33:15",
      "text": "Man will Dinge rein fotografieren."
    },
    {
      "speaker": "Letty",
      "time": "2:33:16",
      "text": "Züge nach oben wird sie noch mal in ihrer,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:36",
      "text": "Off screen captures also da gab's ich habe immer vorher Cup verwendet um so ist so fürs Debuggen oder um back zu reporten aufzunehmen und das kannst du jetzt auch relativ schick machen."
    },
    {
      "speaker": "Letty",
      "time": "2:33:56",
      "text": "Das meiste ging schon vorher nur dass du also beim Film bist mit ehrlich gerade gar nicht so sicher aber ich glaube das ging auch das hast du also wieder Quicktime drin und Mittwoch Shortcut und das war schon mal ein bisschen komisch also manche Sachen wie,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:34:25",
      "text": "Mein Schiff 4 und Leertaste."
    },
    {
      "speaker": "Letty",
      "time": "2:34:28",
      "text": "Haha."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:50",
      "text": "Dass die vier Jahren 3 passiert bei mir nichts."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:34:53",
      "text": "Preis doch direkt das Windschott oder nee."
    },
    {
      "speaker": "Letty",
      "time": "2:34:55",
      "text": "Ja drei ist der komplette Screenshot 4 ist du sagst halt wo und wenn du da noch mal space drückst dann ist es halt nicht Fadenkreuz sondern eben Fenster auswählen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:35:11",
      "text": "Aber noch mehr ne da gibt's ja noch mehr wo du Tasten das ist z.b. nicht als File gespeichert wird sondern einfach nur ein Clipart landet und so."
    },
    {
      "speaker": "Letty",
      "time": "2:35:17",
      "text": "Das ist eine gleichzeitig noch Kontrolle drückst."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:35:18",
      "text": "Und gibt's noch mehr ich weiß."
    },
    {
      "speaker": "Letty",
      "time": "2:35:21",
      "text": "Das ist eigentlich auch mein default also Doku mein Schiff 4 space und dann control gedrückt halten und klicken und dann hast du halt das Fenster im clipboard und kannst es gleich irgendwo Rumpsteak reinschmeißen oder so."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:36:20",
      "text": "Der Technology Preview raus."
    },
    {
      "speaker": "Letty",
      "time": "2:36:23",
      "text": "Insbesondere dieses schöne per Webseiten wie war das per Webseiten cookie Access für andere Webseiten oder auch."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:36:35",
      "text": "Das hatte der omniweb schon vor 20 Jahren und da kommt denn da doch."
    },
    {
      "speaker": "Letty",
      "time": "2:36:40",
      "text": "Den Cookie Zugriff von Anna."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:36:42",
      "text": "Konntest du pro Webseite regeln."
    },
    {
      "speaker": "Letty",
      "time": "2:36:45",
      "text": "Ja ob die Webseite selber Cookies setzen darf."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:36:49",
      "text": "Ja und ob die ob die zugreifen also ob der."
    },
    {
      "speaker": "Letty",
      "time": "2:36:54",
      "text": "Ja jetzt geht es aber ums heute Party Zugriff jetzt geht's quasi um Facebook."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:38:02",
      "text": "Und das verschleiern sie hat auch so ein."
    },
    {
      "speaker": "Letty",
      "time": "2:38:03",
      "text": "Ja sie sagen jetzt halt einfach überhaupt nicht mehr Bescheid und alle kriegen das gleiche."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:16",
      "text": "Fontis eigentlich na gut das macht denn ihr das zählt erst das würde dann."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:39:19",
      "text": "Dieses do not also dieses Tracking."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:22",
      "text": "Genau das gab auch lustige Seiteneffekte dann wenn du solche libraries hattest die im Hintergrund dir error reporting gemacht haben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:39:52",
      "text": "Also da fehlt die Entwickler Freundlichkeit um das wieder einschalten zu können oder ein bisschen detaillierten im Developer Mode Rumpf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:02",
      "text": "Medieval automotive dir nicht vier es gibt ja viele libraries die dir so helfen wenn irgendwo ein Fehler auftritt passiert halt einfach unter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:40:10",
      "text": "Also du meinst im Produktiv."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:11",
      "text": "Auch im Produktivbetrieb ne und dann kriegst du das geht ja gar nicht um Strecken da geht sie eigentlich nur darum nachzuvollziehen ob deine Applikation stabil draußen läuft."
    },
    {
      "speaker": "Letty",
      "time": "2:40:27",
      "text": "Ja und sie schmeißen jetzt Legacy Plugins generell raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:33",
      "text": "Flash is dead."
    },
    {
      "speaker": "Letty",
      "time": "2:40:34",
      "text": "Also Flash ist jetzt auch so richtig also abgesehen davon ist eh schon tot war aber ich kann euch sagen wenn man so kinderwebseiten anschafft das kommt immer noch dieser kack."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:08",
      "text": "Java-Applets sehr verbreitet sind wer."
    },
    {
      "speaker": "Letty",
      "time": "2:41:11",
      "text": "Also wie ich sie richtig verstehe Legacy Plugins gibt es noch andere Plugins die nicht Legacy sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:18",
      "text": "Welche was sind Extensions sind davon der nicht betroffen ich will mutig."
    },
    {
      "speaker": "Letty",
      "time": "2:41:25",
      "text": "Matze diese Safari Extensions nein sind davon nicht betroffen sollen Legacy Plugins heißt halt die alte Ende swiecie Netscape API."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:01",
      "text": "Skoda Superb da gefeatured haben uns von sich Candida schick."
    },
    {
      "speaker": "Letty",
      "time": "2:42:04",
      "text": "Na ja du weißt auch warum sie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:05",
      "text": "Ja aber sowas rausgegangen sind mit Pauken und Trompeten."
    },
    {
      "speaker": "Letty",
      "time": "2:42:08",
      "text": "Genau und die bearded auch dass der so total eingefleischte Hasen und wen haben Sie Microsoft und sehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:16",
      "text": "Dogewo glaube ich auch wieder mit."
    },
    {
      "speaker": "Letty",
      "time": "2:42:17",
      "text": "Ah ja genau das sogar das lustige ist ja mal einfach nicht erzählen warum also warum wie was haben Sie denn jetzt geboten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:28",
      "text": "Prozentsatz 30."
    },
    {
      "speaker": "Letty",
      "time": "2:42:31",
      "text": "Nicht dass es übers Geld geht weil das Problem war ja nicht im Wesentlichen das Geld."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:57",
      "text": "Das gibt jetzt Previews also du kannst ja irgendwie so Videos von 0V von diesen als einziges ist ja sehr ähnlich wie den der iOS App Store."
    },
    {
      "speaker": "Letty",
      "time": "2:43:04",
      "text": "Das jetzt ja iOS App Store für Mac."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:07",
      "text": "Also wahrscheinlich wird es auch die Möglichkeit geben so Demoversionen erstmal zusehen wie die App jetzt funktioniert ich jetzt meine was ich nicht 50 $ einwerfen."
    },
    {
      "speaker": "Letty",
      "time": "2:43:15",
      "text": "Haben sie aber nichts von gesagt und ich meine das ist die Developer Konferenz also wenn sie ist irgendwo sagen dann da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:31",
      "text": "Na Penny."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:43:32",
      "text": "Scheinbar haben sie das bei macbreak weekly getan."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:36",
      "text": "Panic macht das doch jetzt wenn du das innerhalb des App Stores kaufst kriegst du das mit zurückziehen wenn es außerhalb des App Stores kaufst dann kriegst du die Software quasi einmal als Lizenzen musst halt nicht muss das Köpfchen zahlen weil die haben sogar zwei andere Geschäftsmodelle sogar dahinter."
    },
    {
      "speaker": "Letty",
      "time": "2:43:52",
      "text": "Ja deswegen wundert mich das eben auch also hier wird gerade drauf hingewiesen dass wohl ein Developer bei macbreak weekly was man sich das auch mal wieder anhören also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:21",
      "text": "Also mich hat es echt überrascht dass sie das Ding noch mal aus der Asche gehoben haben weil das war ja also gerade in den Linden den letzten Jahr ziemlich tot also zumindest habe ich keine Software mehr über den App Store gekauft."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:44:32",
      "text": "Millionär."
    },
    {
      "speaker": "Letty",
      "time": "2:44:33",
      "text": "Ich schon aber es ist halt trotzdem blöd so und das wussten sie auch und seitdem Phil Schiller den Bereich aber übernommen hat tut sich ja was also erst kam er dann relativ schnell,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:14",
      "text": "Das intakt jetzt glaube ich oder."
    },
    {
      "speaker": "Letty",
      "time": "2:45:16",
      "text": "Nee also ich habe es mit nicht gefunden aber es heißt ja nichts meine Kommentare in der Hinsicht halten immer nur 5 Minuten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:24",
      "text": "Ich bin heute ab nach Sony unter dein Profil da genau das finde ich halt meistens nur unter updates."
    },
    {
      "speaker": "Letty",
      "time": "2:45:31",
      "text": "Node Update für Zeit die Updates aber du finden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:32",
      "text": "Mini du hast hast du oben in deinem Profil und dann kannst du dann sagen alle Käufe und hast du schon meine Käufe."
    },
    {
      "speaker": "Letty",
      "time": "2:45:37",
      "text": "Was Profil warte mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:38",
      "text": "Ja ich weiß es nicht vielleicht kommt man auch anders in das Profil rein."
    },
    {
      "speaker": "Letty",
      "time": "2:45:41",
      "text": "Film."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:43",
      "text": "Ich kann kannst halt ich sehe sagen auch rechts oben auf deinen Teil."
    },
    {
      "speaker": "Letty",
      "time": "2:45:44",
      "text": "Ich muss auf meine Fresse klicken alles klar okay das ist ja auch alle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:49",
      "text": "Dein Gesicht ist ein Knopf."
    },
    {
      "speaker": "Letty",
      "time": "2:45:52",
      "text": "Mein Gesicht ist ein Knopf alles klar gut dann habe ich das auch ich lerne noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:41",
      "text": "Er muss sagen extra Preis einfügen ne du kannst doch nicht noch mal den den Preis für die App verwenden was er jetzt eigentlich mal gemacht oder hast du neue up daneben gesetzt und dann hast du einfach ignoriert dass hier der schon die erste Version davon gekauft hat."
    },
    {
      "speaker": "Letty",
      "time": "2:46:56",
      "text": "Ja gut aber ich meine du könntest ja explizit dieses es existiert eine neue Version dieses Programms das kannst ja auch entsprechend abbilden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:19",
      "text": "Wer spielt ja natürlich soll das möglich sein nicht Meinung vielleicht lässt sich nicht als Musikkapellen also dann ja na ja die I I Absorber ja auch quasi."
    },
    {
      "speaker": "Letty",
      "time": "2:47:29",
      "text": "So ja gut dann ließ sich ja eh nichts abbilden aber grundsätzlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:27",
      "text": "Das machen viele Agenturen übrigens auch die gehen weg von so diesen Fixpreis du kaufst jetzt unseren Service für wir erstellen dir deine Seite sondern du bezahlst quasi einen Fix Betrag oder ein Betrag für einen einen gewissen Vertragslaufzeit."
    },
    {
      "speaker": "Letty",
      "time": "2:49:45",
      "text": "Ja aber trotzdem muss man dann halt auch einen guten Preis finden weil der ja einerseits."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:07",
      "text": "Was ich gut Warentest dass du jetzt die System-Update aus den app store Ausgang gezogen haben das selbst ja das sind in den Settings neigende Style gottseidank."
    },
    {
      "speaker": "Letty",
      "time": "2:51:14",
      "text": "Ja das heißt jetzt Mac OS Update ca läuft wie bei iOS nzx ab."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:51:30",
      "text": "Kann sterben."
    },
    {
      "speaker": "Letty",
      "time": "2:51:33",
      "text": "Ich find's schon praktisch weil es ist es ist ja."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:51:37",
      "text": "Mir wird schlecht programmiert also du machst dann reload aber in der schon wenn dann."
    },
    {
      "speaker": "Letty",
      "time": "2:51:53",
      "text": "Ja du redest aber jetzt von der App du redest jetzt von der App namens App Store."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:52:12",
      "text": "Aber es gehört doch so ein bisschen beides zusammen."
    },
    {
      "speaker": "Letty",
      "time": "2:52:14",
      "text": "Es gehört zusammen aber sehr sekundäre ich denke dass den Entwicklern wenn sie jetzt ein ordentliches Business Modell."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:52:21",
      "text": "Meine Sorgen schon klar."
    },
    {
      "speaker": "Letty",
      "time": "2:52:22",
      "text": "Na so und muss sagen für mich als Anwender ist es natürlich einfacher mit dem AppStore weil erstens es gibt so einen Ort wo alles ist."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:52:42",
      "text": "Nur in AppStore benutzt ihr Leute dann noch so Sachen runtergeladen lebst du noch Steam irgendwie."
    },
    {
      "speaker": "Letty",
      "time": "2:52:49",
      "text": "Ist ja nur das ist das was der Appstore anbietet zu sagen also alles was ich da habe habe ich an einem Ort."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:54:11",
      "text": "Ja soviel dazu setzte kurzer Blick auf die Uhr ist nämlich 11 wenn Sie unseren Gast auch noch durch nehmen willst dann."
    },
    {
      "speaker": "Letty",
      "time": "2:54:23",
      "text": "Ja ja aber ist ja alles gesagt ich meinte ganzen Metal und so weiter da braucht man so wie gerade nicht zu zu äußern und dieser Plattform steht doch die Union da war ehrlich."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:54:31",
      "text": "Kannst ja schnell mal rüber fliegen aber ich muss man jetzt nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:54:33",
      "text": "Wir können es doch hinten reinstellen oder."
    },
    {
      "speaker": "Letty",
      "time": "2:54:35",
      "text": "Da war nicht der weiß auch nicht viel das ist ein besinnlichen auch komplementär zu dem Rest also weil vielleicht kann man ja noch mal so clothing sagen insgesamt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:57:09",
      "text": "Noch 128 wird's wohl nicht geben."
    },
    {
      "speaker": "Letty",
      "time": "2:57:09",
      "text": "168 Bild sehen und sterben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:57:15",
      "text": "Aber vielleicht so erfreuliche Rennteam kommen."
    },
    {
      "speaker": "Letty",
      "time": "2:57:17",
      "text": "Ja Mama."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:57:24",
      "text": "Vielleicht als wobei ich weiß ja nicht ob das so ein erfreuliches Thema ist das geht ab und Microsoft Hemer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:31",
      "text": "Das auf jeden Fall Kontroverse haben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:57:33",
      "text": "Ja das nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:36",
      "text": "Naja die haben halt schon als das ist eigentlich so ein Ding das ist jetzt eigentlich so mega Überraschung gewesen tatsächlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:57:41",
      "text": "Ich finde es auch ich weiß auch gar nicht ob ich das so krass schrecklich finden soll weil der halt auch extrem viel auf Github gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:53",
      "text": "Also das ist aber so das ist halt so ein Problem von von GitHub Ansicht das ist glaube ich ziemlich egal ob das jetzt Microsoft Apple oder was auch für immer immer für eine eine Klitsche kauft."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:58:35",
      "text": "Der CEO ist ja Satya nadella ist ja."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:58:38",
      "text": "Du sagst Dieter Hauptsache an dem oder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:58:40",
      "text": "Aber der ist ja Entwickler gewesen auch er ist ja aus der Entwickler Riege CEO geworden."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:58:47",
      "text": "Der hat auf jeden Fall den Laden ganz schön rum gerissen so vom Gefühl ich beschäftigt jetzt nicht so doll mit Microsoft aber auch wie hat man schon so ein bisschen das Gefühl dass ich der Laden doch schon ganz schön umkrempelt also es hat den wirklich gut getan."
    },
    {
      "speaker": "Letty",
      "time": "2:58:59",
      "text": "Wurde auch Zeit."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:59:01",
      "text": "Brandi hat mir auch glücklich mit dem Jungs hätte auch schiefgehen können ja also ist ja auch so oder so eine Pfeife nach der nächsten kommt und dann alle halbe Jahre wechselt der Zero aber sie hatten immer Glück anscheinend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:15",
      "text": "Das hat am also gerade wie man hat jetzt die Welle gesehen dass viele zu gitlab Uni gewechselt sind Huckel er beispielsweise auch der hat ja seine ganzen privaten Repros darüber migriert."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "2:59:25",
      "text": "Das verstehe ich aber eigentlich nicht meine."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:59:48",
      "text": "Also was halten prosoya für Leute die das Ihre persönlichen Sachen von A nach B ziehen ist halt ziemlich egal interessiert echt niemanden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:27",
      "text": "Nenne ich glaube die stehen glaube ich auch schon umgestiegen."
    },
    {
      "speaker": "Letty",
      "time": "3:00:30",
      "text": "Microsoft hat auch kurz kurzes Thema."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:00:34",
      "text": "Intermezzo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:35",
      "text": "Nicht mehr dir sind ja komplett aufgetaut migriert auch die ganze Windows Entwicklung ist auf Github mittlerweile."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:00:41",
      "text": "Ja google hat ja immer ganz ganz runter das weiß ich noch was habe ich vorgehabt benutzt so die die Möglichkeit dass du als Entwickler deiner Projektor aussen konntest google kann sein dass das so hieß er es war mir fällt nicht geht passiert sondern SVN."
    },
    {
      "speaker": "Letty",
      "time": "3:01:09",
      "text": "Lass mal mal diese Nacht mal außen vor weil das finde ich ehrlich gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:31",
      "text": "Die kriegen ja Aktie noch so also Aktien sind die Krieger Nadine komme nicht mit den acht Milliarden Aktenkoffer gehen rüber und dann also Salzwedel der Ding dir machen."
    },
    {
      "speaker": "Letty",
      "time": "3:02:37",
      "text": "Achso ja okay das ist natürlich die andere Geschichte aber die Werte die Werte sind auch wenn sie jetzt nicht unmittelbar sind sind ja da ne."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:02:44",
      "text": "Gesehen dass so wie du den Sätzen das von der Steuer ab."
    },
    {
      "speaker": "Letty",
      "time": "3:02:47",
      "text": "David bin ich relativ."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:02:48",
      "text": "Alles unter 800 Millionen das kann man absetzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:51",
      "text": "In drei Jahren sind die durch Darm."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:02:53",
      "text": "Dann sind die durch die na ja aber die Frage ist ja gut google sagt Microsoft hast du doch diese Cloud Rotze von Escher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:01",
      "text": "Die haben sie immer noch die."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:03:02",
      "text": "Die haben sie die glatt Rotze haben sie immer noch die Hardware gehört in der wahrscheinlich auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:07",
      "text": "Weiß ich nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:03:08",
      "text": "Weil wenn denn die Hardware gehört und ich weiß halt nicht ich habe von diesem erhalten nie wieder was gehört also nie so intensiv gehört vielleicht wollen die halt auch versuchen einfach die Hardware die Sie vielleicht schon haben z.b. dann bei Github auch."
    },
    {
      "speaker": "Letty",
      "time": "3:03:21",
      "text": "Von Escher nichts gehört Elsa ist fett im Geschäft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:23",
      "text": "Ziemlich groß gittler guitar zum klosterfischer kommt."
    },
    {
      "speaker": "Letty",
      "time": "3:03:27",
      "text": "Ja nee also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:03:28",
      "text": "Nee Alter dass ich doch auf Google."
    },
    {
      "speaker": "Letty",
      "time": "3:03:31",
      "text": "Teilweise auf allem aber sie bauen ihre eigene Infrastruktur noch Wasser ist schon glaube ich einer der großen revenue streams für Microsoft also das ist jetzt absehbar."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:03:48",
      "text": "Im Bach untergang."
    },
    {
      "speaker": "Letty",
      "time": "3:03:49",
      "text": "Ja nicht den Bach oder abends."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:03:50",
      "text": "Na ja was gibt's."
    },
    {
      "speaker": "Letty",
      "time": "3:03:51",
      "text": "Ein Steigerungspotenzial mehr hat ne und sie halt auch nicht mehr den Markt so fest im Markt Griff haben und nicht mehr alle so zwingen können ihren Weg zu gehen ja das ist schon ganz klarer Trend und Elsa ist eigentlich so das Star Produkt bei Microsoft."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:04:11",
      "text": "Würdest du bitte nicht wechseln du kannst es nicht."
    },
    {
      "speaker": "Letty",
      "time": "3:04:21",
      "text": "Kannst du das ja auch nicht."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:04:22",
      "text": "Besprechen Sie denn."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:04:23",
      "text": "Die haben nur so ein paar Wörter die anders ausgesprochen."
    },
    {
      "speaker": "Letty",
      "time": "3:04:29",
      "text": "Moviesever das heißt Asyl."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:04:36",
      "text": "Diese Cloud Rotze."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:04:39",
      "text": "Und Maurice ist der von Escher Gödel und Bach oder wie oder was."
    },
    {
      "speaker": "Letty",
      "time": "3:04:42",
      "text": "Ist er schon dich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:44",
      "text": "Wie ist er schon mit Vornamen zu fragen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:04:46",
      "text": "Du meinst der Zeichner der Esche."
    },
    {
      "speaker": "Letty",
      "time": "3:04:49",
      "text": "Ja hast wie komme ich es auf Maurice gerade."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:04:53",
      "text": "Zugesagt oder habe ich das."
    },
    {
      "speaker": "Letty",
      "time": "3:04:54",
      "text": "Ich habe es gesagt aber ich weiß."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:04:55",
      "text": "MC Escher heiße heißt wie wird er dann wird in dieser Name ausgeschrieben Maurice Cornelius Escher MC Escher Maurits."
    },
    {
      "speaker": "Letty",
      "time": "3:05:03",
      "text": "Recht gehabt Mauritz Mauritz nicht nicht Maurice Moritz MC Maurice MC halt der erste echte MC."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:16",
      "text": "Ja wir schmeißen ne."
    },
    {
      "speaker": "Letty",
      "time": "3:05:17",
      "text": "DJ Goethe und MC sa4."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:05:18",
      "text": "Normal es ist spät die Biere wird langsam."
    },
    {
      "speaker": "Letty",
      "time": "3:05:21",
      "text": "Stimmt bei mir auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:22",
      "text": "Bieröffner Singular bei mehreren."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:05:26",
      "text": "Mir aber ich finde halt auch so dieses also dieses Google Google wieso komme ich denn heute ständig auf Google."
    },
    {
      "speaker": "Letty",
      "time": "3:05:32",
      "text": "Forever."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:32",
      "text": "Evil Corp."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:05:33",
      "text": "The evil Corp genau also ich hoffe einfach dass das die dass sie halt wissen was was den blüht wenn die das mit dem Gitter versauen."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:05:42",
      "text": "Na nichts Blödsinn."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:05:44",
      "text": "Doch doch doch das glaube ich schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:45",
      "text": "Ich finde man muss halt auch überlegen was passiert wäre wenn jetzt irgendwelche Kapitalist da vorbeigekommen wären hätte GitHub gekauft also insofern."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:06:17",
      "text": "Ja also ich glaube nicht dass die Grundidee ist dass sie die acht Milliarden am wieder reinkriegen wollen das hat irgendwelche anderen Gründe glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:25",
      "text": "Man die haben ja auch nadine hat aber auch nicht soviel ich meine die haben ja z.b."
    },
    {
      "speaker": "Letty",
      "time": "3:06:29",
      "text": "Die müssen die acht Milliarden wieder rein kriegen weil die haben ja auch Aktieninhaber die wollen Erklärung sehen für solche,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:06:53",
      "text": "Papa hat Facebook damit WhatsApp auch und wie viel 18 Milliarden hingelegt haben wir auch nie wieder eingenommen."
    },
    {
      "speaker": "Letty",
      "time": "3:06:58",
      "text": "Doch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:00",
      "text": "Ja noch Nutzerdaten dafür."
    },
    {
      "speaker": "Letty",
      "time": "3:07:02",
      "text": "Nein also nein das war wahrscheinlich einer der besten Käufe die sie machen konnten aber sonst werden sie heute schon die Nummer 2 ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:10",
      "text": "Nach WhatsApp."
    },
    {
      "speaker": "Letty",
      "time": "3:07:13",
      "text": "Na ist ja so also damit haben sie einfach die Integration über WhatsApp machen die sicherlich auch ne Menge Kohle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:20",
      "text": "Ich fand auf jeden Fall interessanter sind alle Open Source oder alle größeren OpenSource Editoren jetzt im Microsoft gehören hätten gehört jetzt Microsoft und illustriert wurde auch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:07:33",
      "text": "Itemize sigritzau von Visual Studio Code habe ich in der Tat für gutes gehört."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:36",
      "text": "Daten auf großer Fan davon."
    },
    {
      "speaker": "Letty",
      "time": "3:07:38",
      "text": "Noch beide in JavaScript ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:40",
      "text": "Elektronischer drunter ja also die Basis ist sehr ähnlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:07:42",
      "text": "Aber das heißt ja dann auch wieder du hast so krasse Restriktion was file Größen angeht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:47",
      "text": "Das geht eigentlich es ist tatsächlich recht performant ich also dann müsste es mal mit benchmarken aber es ist wirkt auf jeden Fall und deutlich flotter als man das erwarten würde führen browser."
    },
    {
      "speaker": "Letty",
      "time": "3:08:03",
      "text": "So sehr viel mehr kann man dazu nicht sagen oder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:08:13",
      "text": "Dann können wir doch zum podlove Web player."
    },
    {
      "speaker": "Letty",
      "time": "3:08:15",
      "text": "Ja das machen wir jetzt mal jetzt mal genug über Max und den ganzen anderen Graben geredet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:24",
      "text": "Mein Part."
    },
    {
      "speaker": "Letty",
      "time": "3:08:26",
      "text": "Genau also ich ich kontextualisieren das mal podlove Web player ist der Player der halt beim podlove Publisher mit ausgeliefert wird der aber an sich auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:51",
      "text": "Absolut also es ist eigentlich ein getrenntes Projekt auch Kot Kot weiß das heißt also die die Grundidee ist halt dass man das Ding relativ einfach."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:09:54",
      "text": "Was heißt dann nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:09:56",
      "text": "Kannst du mir noch den Dieter blinkt dazu rein schmeiß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:57",
      "text": "Da kann ich dir nicht sagen um echt zu sein das ist doch."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:09:59",
      "text": "Ich meine Hausnummer so ganz grob."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:02",
      "text": "Eigentlich wir haben halt keine Metrik mit Schrecken halt nichts also das ist."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:10:05",
      "text": "Woher weißt du das dann immer du hast ja Aussage hergestellt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:08",
      "text": "Ja gut das will habe ich jetzt um meinen meinfall Nutzungsverhalten subsumiert genauer."
    },
    {
      "speaker": "Letty",
      "time": "3:10:52",
      "text": "Also ich sehe das gar nicht so anstrengende wiescher also es gibt tatsächlich einzelne Podcast wo die meisten Leute den übers Web konsumieren,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:36",
      "text": "Ja alles wartet so erweiterte Metadaten für Episoden sind ist halt sehr interessant für uns da so da gibt's halt das klassische Beispiel mit den Geo-Koordinaten die man eventuell noch mit zu der aktuellen Spielzeit mit Map Bilder."
    },
    {
      "speaker": "Letty",
      "time": "3:12:52",
      "text": "Der Reaktivität Shownotes."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:54",
      "text": "Ja damit die Basis ja die Basis geschaffen geht auch einen recht aktuellen Stand hat ich weiß nicht wenn er wollte könnte ich ein bisschen was über die Technologie erzählt."
    },
    {
      "speaker": "Letty",
      "time": "3:13:03",
      "text": "Ja du könntest vielleicht mal überhaupt mal erklären wie dieser Player eigentlich gebaut ist also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:13:08",
      "text": "Gucke gerade einen Code an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:09",
      "text": "Sehr gut also ja das ist halt der playlist nunovo Applikation gewesen und am Anfang war es view Entschuldigung Interview Applikatoren."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:13:20",
      "text": "Schön dass du auch wo sagst du soll ich das auch immer sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:23",
      "text": "Ich kann so nicht arbeiten weiß noch nicht vorüber."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:13:26",
      "text": "Das hat mir schonmal in der St."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:27",
      "text": "Ja ich weiß deshalb muss ich sowieso schmunzeln."
    },
    {
      "speaker": "Letty",
      "time": "3:13:29",
      "text": "Voe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:31",
      "text": "Und dir hat das Hauptproblem der vorherigen Player war dass die nicht dynamisch genug waren."
    },
    {
      "speaker": "Letty",
      "time": "3:14:29",
      "text": "Na mach mal hat er auch gleich erklären irgendwie dann immer was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:32",
      "text": "Genau also wo ist eine component library die vor allen Dingen zum Rendern von Daten gedachtes."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:14:54",
      "text": "Warum mit der Lizenz unsicher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:56",
      "text": "Es gab bis vor kurzem hatte vor kurzem bist so ich glaube September Oktober letzten Jahres wusstest du nicht ob ob."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:15:53",
      "text": "Weißt du aber einige Sachen also mir ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:13",
      "text": "Das hat kein Freien bocken hast du es gibt das kommt drauf an wo es gibt die die aktuellsten Wu Version haben HTTP call mit drinne aber du willst ja diesen HTTP call eigentlich nicht in deinen Komponenten machen das ist so ein das ist und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:16:26",
      "text": "Genau aber du brauchst halt also gerade so für Visualisierung ist so der Standard Fall bei mir so ich habe so eine Patensohn pettenbeck and ich brauche einfach nur einen API request an meine Python Geschichte und danach im Frontend einfach wieder zu visualisieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:50",
      "text": "Ja also das ist jetzt das hat auch viel mit."
    },
    {
      "speaker": "Letty",
      "time": "3:19:23",
      "text": "Bitte wechsel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:25",
      "text": "Das ist so ein klassisches ging Ding da wird was was dispatched."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:20:17",
      "text": "Aber ist es denn so dass der komplette."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:37",
      "text": "Wiebecke des sonnig aber du kannst jetzt darf ich das für diesen ridax."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:22:22",
      "text": "Okay also jetzt komplett konfigurierbar bis man wieder das hat was man eigentlich auf seiner Seite einbinden will."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:29",
      "text": "Genau und müde sind existieren im Publisher ist halt dieser Konfigurator noch nicht drinne weil ich wollte ihn halt gerne reinbringen aber mir fehlt noch und so ein bisschen testo,"
    },
    {
      "speaker": "Letty",
      "time": "3:22:47",
      "text": "Tattoo Tiere."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:50",
      "text": "Da da da steht man sich dann auch die Frage so am Wochenende wenn man davor sitzt du was was tust du ja eigentlich."
    },
    {
      "speaker": "Letty",
      "time": "3:22:54",
      "text": "Was hat sich in meinem Leben eigentlich getan da ich hoffe du könntest ja bald wieder von befreien."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:20",
      "text": "Das ist auch also eigentlich wollen wir ja dann bisher Metten wer alles irgendwie auf die Timeline."
    },
    {
      "speaker": "Letty",
      "time": "3:27:54",
      "text": "Timeline ist so gdgg Begriff."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:56",
      "text": "Timeline voodoode aber dass all diese Ansätze haben irgendwie immer nur eine 1 zu N Relationen nicht mehr entziehen und das ist halt echt schwierig abzubilden gerade."
    },
    {
      "speaker": "Letty",
      "time": "3:28:04",
      "text": "Und sie sollen sich konzeptionell auch immer nur an so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:43",
      "text": "Ja man kann dann vor allen Dingen solche Dinger machen der Player dem die man als irgendwie als service-worker registrierter dir dann halt eine Push Notification gibt wenn der Stream losgeht das hat auch solche ab,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:29:11",
      "text": "So ein bisschen wie bei Twitch."
    },
    {
      "speaker": "Letty",
      "time": "3:29:15",
      "text": "Wenn wer wen ergibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:17",
      "text": "Ja man könnte ja theoretisch stellen irgendsoeine slack Extension um 3 eingeben wo du dann deine dein slack Channel da mit rein konfigurierten der startet dann halt ab dann und dann und dann wird es heute wieder visualisiert schreiben weiß."
    },
    {
      "speaker": "Letty",
      "time": "3:29:29",
      "text": "Wer müsste jetzt wem noch Zugriff geben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:31",
      "text": "Nee also müsste der ich weiß nicht ob du ob du in slack Zugriff auf deine auf dir die Nachrichten jetzt da gerade durchströmen hast."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:30:36",
      "text": "Überlegen ob Corporate Identity oder continue Center."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:39",
      "text": "Continuous integration nedir dir ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:30:54",
      "text": "Except."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:55",
      "text": "Da gibt's bullrich-salz genau und da kannst du mal auf ein DAP Ulrikes draufklicken die hat gerade offen sind."
    },
    {
      "speaker": "Letty",
      "time": "3:32:53",
      "text": "Ein Video in dem ein Text ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:55",
      "text": "Nee du kannst mal du kannst mal oben auf die Bildartefakte draufschauen."
    },
    {
      "speaker": "Letty",
      "time": "3:33:40",
      "text": "Asya fancy schmancy."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:41",
      "text": "Ja da gibt es gibt noch relativ viel muss noch normal."
    },
    {
      "speaker": "Letty",
      "time": "3:33:44",
      "text": "Also meine Houten um pull-requests rein und kann dann quasi nachdem die ganze Zeit zurück gelaufen sind schon eine Version online testen wo das mal drin ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:55",
      "text": "Das ist das ist das ist der Ansatz den ich da fahre hör und."
    },
    {
      "speaker": "Letty",
      "time": "3:34:27",
      "text": "Ja kann ich mir vorstellen ist ja cool."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:34:31",
      "text": "Das muss mir gleich mal also ich muss nicht zwei Dinge fragen."
    },
    {
      "speaker": "Letty",
      "time": "3:34:33",
      "text": "Madison fire."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:35",
      "text": "Bin auch noch morgen da also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:34:38",
      "text": "Moment ich muss ich kurz sortieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:42",
      "text": "Das hat auch abhängig davon was für eine das ganze Ding ist git-flow basiert unabhängig was du für eine Transaktion machst also beispielsweise wenn ich einen merge auf den develop mache dann wird automatisch unsere staging,"
    },
    {
      "speaker": "Letty",
      "time": "3:35:26",
      "text": "Oder Web player."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:28",
      "text": "Punkt Sha."
    },
    {
      "speaker": "Letty",
      "time": "3:35:28",
      "text": "Nicht cho Cay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:34",
      "text": "Na da hast du den aktuellen die Welle aufstand und das ist so."
    },
    {
      "speaker": "Letty",
      "time": "3:35:39",
      "text": "Lass mal Toilette sind greatest."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:40",
      "text": "Genau dein wir müssen mal einer der das meinte ich habe so ein kleinen Parser der deine ganzen Podcast mal abläuft und ab und zu endet sich die erinnert sich die Caching url und damit auch deine Audiodateien die muss ich mal wieder updaten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:36:32",
      "text": "Katilette color."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:36:35",
      "text": "Let it go."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:36",
      "text": "Genau und da gibt's das ist halt sehr gut um so zu zu testen dadurch dass wir dieses E-Mail oder diese Farben automatisch berechnen wie denn jetzt tatsächlich die Kontraste sind weil du hast manchmal Fälle wo du z.b. nicht mehr die Tabs siehst und dann ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:36:51",
      "text": "Ja das ist cool die ganzen Test wie Du so schreibst und dann in der Kontinent intégration es ist dann meistens das was z.b. und dann schreibt er. Test.de es ist das sind zu sein die ganzen Unit Test."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:02",
      "text": "NUnit Test und Dieter integration-test liegen und das Cypress in den Ordner."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:37:08",
      "text": "Die Lady muss natürlich gleich erstmal praktisch sind Kurzstrecken das war auf jeden Fall eine Sache."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:39",
      "text": "Nee das ist der Kontraste alles ist ein bisschen freaky."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:37:41",
      "text": "Okay okay ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:42",
      "text": "Eddy antesten dass ich Nutella als Testfahrer dafür und die haben auch gleich eine Session library mit dazu das eigentlich ganz cool."
    },
    {
      "speaker": "Letty",
      "time": "3:37:50",
      "text": "Ihr müsst auch immer die passenden links rein drum weil sonst versage ich wieder beim schon und dann bin ich wieder schuld."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:55",
      "text": "Na das ist jetzt alles in der codebase ich würde ja achso du meinst zueva ja gut das mach."
    },
    {
      "speaker": "Letty",
      "time": "3:38:00",
      "text": "Zeitgenau weil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:02",
      "text": "Also dann dann also cypress.io ist quasi."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:38:24",
      "text": "Er will irgendwer das wo du automatisiert testen konntest nicht wahr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:28",
      "text": "Na ja ja selenium ist eigentlich so eine Schnittstelle zu dumm Bad driver du kannst du kannst die ganzen Browser Amazon Implementierung von dem webdriver wo du verschiedene dumme demente ansteuern kannst und das ist,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:38:52",
      "text": "Er ist ja nicht noch gut daran erinnern wenn Tessa wieder länger gelaufen sind konnte man nehmen wir anfangen zu stricken das soll ganz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:58",
      "text": "Na da gibt halt verschiedene Axiome der continuous integration wann man wie lange ein Test überhaupt dauern darf und na ja können wir machen so das ist dir die Test in library die Wörter zu haben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:39:15",
      "text": "Und dann also das ja auch schon angesprochen ebenso wie viele library ist irgendwie ständig irgendwas updaten wie gehst du und somit Security isches und wer das ist mir letztens aufgefallen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:29",
      "text": "Na das ist ein NPM Problem also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:39:31",
      "text": "Ja genau und aber ich bin gerade sowas wie dieses not Satz hat er ja jetzt lange Zeit oder hat immernoch security issues wo ich halt einfach komplett Paranoia schiebe und sage er raus mit diesem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:51",
      "text": "Oder was macht dein not saß auf dem Server also es ist ja also das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:39:55",
      "text": "Stimmt das in dem Fall genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:56",
      "text": "In dem Fall trifft quasi nur dein Entwickler Rechner der trotzdem Problem."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:40:01",
      "text": "Genau und ich find ich find halt so diese diese diese nein sei also ich finde es schwierig immer dann hat auch abzuschätzen was davon muss ich im Prinzip wirklich für serverseitig und so generell beachten und was kann ich gleich mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:32",
      "text": "Also es wäre so ein Tool was man noch mit reinpacken kann sind solche Security Scanner diese beiden library irgendwie einen security issue hat."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:40:48",
      "text": "Hast du deine gute Idee für Sie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:49",
      "text": "Ich habe ein paar im Kopf aber das muss ich da muss ich noch mal durch testen das ist ja der der der Player ist ja teilweise sowieso meinen mein Spielplatz für Sachen die wir dann später in der Firma tatsächlich auch mit verwenden können."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:41:00",
      "text": "Geiler."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:01",
      "text": "Naja das ist halt so also sie kann man dafür nicht verwende aber z.b. weil wir der dass der Fokus ist halt and Cassandra auf Arbeit aber die werden mit Engel A5."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:41:14",
      "text": "Wollte dich gerade fragen gewusst nämlich noch mal das Teil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:16",
      "text": "Ja ja das hat Daniel da könnte man überlegen das kannst du kannst es auch alle sind halt kurz schreiben wenn du das möchtest oder du brauchst ja irgendwie einen anderes type System dann noch mit drauf."
    },
    {
      "speaker": "Letty",
      "time": "3:41:59",
      "text": "Das so weitergeht aber in 20 Jahren haben wir so Button Experten und Tap Tap Spezialist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:05",
      "text": "Nur damit uns ein Puff Spezialisten rufen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:42:11",
      "text": "Also ist ja der Grund warum ich ein paar ganz ganz am Anfang angefangen weil ich schon interfaces sehr sehr spannend fand mit Interface Programmierung so irgendwie WPF und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:51",
      "text": "Also es ist echt ich habe bestätigen das Frontend Sachen zu schreiben eine gewisse Frustration bleiben sie trägt absolut gerade wenn dann irgendwie ie11 um die Ecke kommt und eine ETA da drinne halt nicht funktioniert die du da verwendest und wenn davor stehst und ja super."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:43:10",
      "text": "Da kam echt eine in den Break was ich für die Deutsche Nationalbibliothek durchgemacht habe würdest du auch mit dem IE unterstützt ich glaube nicht."
    },
    {
      "speaker": "Letty",
      "time": "3:43:24",
      "text": "Also die meinten alteni."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:43:26",
      "text": "Genau weil der der Edge funktioniert ja in der Tat wohl ziemlich gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:43:30",
      "text": "Das ganz okay war."
    },
    {
      "speaker": "Letty",
      "time": "3:43:31",
      "text": "Da hat er jetzt auch anders."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:43:32",
      "text": "Internet Explorer werfen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:43:34",
      "text": "Genau und der eigentliche Internet Explorer was so Web-Entwicklung angeht ist ja meistens sehr sehr Fahri weil der extrem viele Sonderfälle hart und nerv und dann sieht das da wieder was scheiße aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:43:51",
      "text": "Muss aber sagen dass es durch das bundling durch gerade was zu Babel also bubbles & Co transpiler das heißt man kann aktuell."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:44:47",
      "text": "Was mir aber da halt auch in dem Zusammenhang aufgefallen ist also ich bin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:10",
      "text": "Wenn du dir den latest and greatest Chrome verwenden kannst halt eigentlich die ganzen es6 features schon aus,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:46:44",
      "text": "Gewachsen um es positiv zu sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:46",
      "text": "Schott."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:47:05",
      "text": "Wie ist denn so dein Eindruck wenn du eben enkela und und wo Vergleichs hast du so ein so ein Gefühl wurde sagst du hier würde ich jetzt eher wo benutzen und das ist ja so ein Projekt wo ich ja Engelage nutzen würde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:17",
      "text": "Ja also das sind ganz."
    },
    {
      "speaker": "Letty",
      "time": "3:48:54",
      "text": "Funktionale Welt also Elm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:48:58",
      "text": "Ja das ist so das ist so das nächste was ich mir gerne angucken möchte dass ich Geige angucken aber bin ich bin ich sehr begeistert von."
    },
    {
      "speaker": "Letty",
      "time": "3:50:16",
      "text": "Also Motive sind in den Entwickler."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:18",
      "text": "Picanha."
    },
    {
      "speaker": "Letty",
      "time": "3:50:19",
      "text": "Ja ja ja das ist das Problem hat man ja nicht nur im Web das hat mir ja generell soll glaube das irgendwie Objektorientierung irgendwie so ein zwangsläufige Eigenschaft von programmieren wäre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:50",
      "text": "Das ist besonders lustig wenn du irgendwie mit so einer operierten mit einer einer Hochsprache kommst ja Objektorientierung implementiert und dann kommst du zu JavaScript und dachte da gibt es ja klappen was aber quasi keiner Objektorientierung ist sondern das ist halt eine prototypische Objektorientierung."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:51:05",
      "text": "Dass ich ihn euch habe von Java auf Javascript gewechselt und es erstmal so weit wir sind meine Objekte das geht ja alles dann doch ein bisschen einfacher also es ist ein krasser Unterschied."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:18",
      "text": "Der ganz viele Fehler diese gemacht habe auch aber die machen sie jetzt auch weiter also z.b. in der nächsten Ecke MyScript Standardisierung sind ja wieder wurden diese Klassen Keyboard zum Tedi Retter und wurde noch verstärkt sogar."
    },
    {
      "speaker": "Letty",
      "time": "3:51:46",
      "text": "Ja"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:51:48",
      "text": "Ich habe auch manchmal so ein bisschen das Gefühl dass eben weil man alles mögliche mit Javascript machen kann jeder JavaScript."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:52:37",
      "text": "Dann soll das also die Einstiegshürde aber ja was gibt's da relativ gering wo macht dein Browser auf kannst ausgebrannt."
    },
    {
      "speaker": "Letty",
      "time": "3:53:03",
      "text": "Dieser monolinguale dieser monolinguale Zustand im Browser muss ein Ende finden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:53:09",
      "text": "Ja mich würde auch mal interessieren also ich finde halt Web hat für mich so einen rein repräsentativen Charakter also so Darstellung von von Musik."
    },
    {
      "speaker": "Letty",
      "time": "3:53:26",
      "text": "Visitenkarte im Netz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:53:28",
      "text": "Deine Visitenkarte."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:53:39",
      "text": "Da könnte ich auch noch raus holen und einen tollen static Site Generator featuren das kann man später machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:53:43",
      "text": "Belchen."
    },
    {
      "speaker": "Letty",
      "time": "3:53:44",
      "text": "Später das ist sehr viel Verkehr wenn ich mir später war."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:53:48",
      "text": "Warte mal eben ja ich muss morgen früh zeitig raus furchtbar weich aber gerade nee davor vor Hugo weil eigentlich war ja was an."
    },
    {
      "speaker": "Letty",
      "time": "3:53:57",
      "text": "Meine Visitenkarte."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:53:58",
      "text": "Visitenkarten achso weil du von Programmiersprachen und Web und monolingual und so weiter geredet hast."
    },
    {
      "speaker": "Letty",
      "time": "3:54:37",
      "text": "Ca"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:54:39",
      "text": "Navi old lady ja das ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:54:40",
      "text": "Grumpy old lady was das angeht."
    },
    {
      "speaker": "Letty",
      "time": "3:54:41",
      "text": "Na ja weil weil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:54:47",
      "text": "Spiel einfach alles."
    },
    {
      "speaker": "Letty",
      "time": "3:54:48",
      "text": "Scharfe also das wirst du immer wieder feststellen und das haben wir uns auch schon bei 1000 anderen Sachen immer gefragt warum nehmen dann immer alle Windows warum probieren alle alle sind zäh."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:55:00",
      "text": "Diese touchpal gemacht."
    },
    {
      "speaker": "Letty",
      "time": "3:55:01",
      "text": "Ja genau war Haupt excellenz wird immer immer die Ausnahme sein."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:55:32",
      "text": "Richtig eingerückt."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:55:33",
      "text": "Ja auch die letzte nämlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:55:34",
      "text": "Ja das kannst du mal markt.de unser."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:55:36",
      "text": "Aber II meines Erachtens auch nicht."
    },
    {
      "speaker": "Letty",
      "time": "3:55:39",
      "text": "Aber die Sendung ist zu Ende kommen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:55:40",
      "text": "Aber aber Hugo könnte man wirklich noch mal kurz füttern weil das ist echt irgendwie ein geiler static Saitenreiter der nicht entdeckt habe und ich damit gerade also ich will ja irgendwie neue Webseite bauen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:55:53",
      "text": "Doch einen aim assist durchgeknallt sind so vielfältig seit der Generatoren."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:55:59",
      "text": "Aber mich hat halt immer also ich habe mir irgendwann mal dieses jackall Gedöns angeschaut und so diese dieser hier total einfach und einfach mal installieren und von dem Installieren ist es gescheitert das war irgendwie sehr lustig wo ich das Eier so einfach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:56:13",
      "text": "Das ist übrigens Deckel."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:56:16",
      "text": "Shame on you."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:56:18",
      "text": "Das ist Jackal dazu das hat aber was damit zu tun dass wir."
    },
    {
      "speaker": "Letty",
      "time": "3:56:21",
      "text": "Dieser podlove Player Preview Mainz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:56:23",
      "text": "Nein das hat er mit sowas zu tun das Video commentatio noch guitar posten sonst wird es auch nicht Schäkel."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:56:27",
      "text": "Kann man jetzt glaube ich auch mit Hugo machen ich glaube aber wie du jetzt keine ins Ohr setzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:56:33",
      "text": "Ich kann auch irgendwelchen an man kann das Amt wir machen ja initial dazwischen da kann ich das immer noch in HTML umwandeln und dann da hochschieben nicht so wild."
    },
    {
      "speaker": "Letty",
      "time": "3:57:08",
      "text": "Oder irgendwie generell Kenntnisse in diesem Thema haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:11",
      "text": "Bitte teste das und und schreib mich an wenn das nicht funktioniert ist es wirklich das ist so das ist so ein so ein Ding das kannst du einfach so."
    },
    {
      "speaker": "Letty",
      "time": "3:57:35",
      "text": "HTTP live streaming sowie Apple das definiert hat und was im Prinzip auch die Basis von mpeg-dash ist was hast du noch alles sagt sagst du auch in Zukunft der Kompatibilität."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:46",
      "text": "Genau das ist jetzt sogar schon drinnen wären jetzt erst ein Test mit somit ein paar freakshows einer Freakshow gefahren ist auch da übrigens in den Test -"
    },
    {
      "speaker": "Letty",
      "time": "3:58:29",
      "text": "Ja also so Streaming BitTorrent in JavaScript hat er Astro schon vor Jahren schon gebaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:58:35",
      "text": "Genau was gibt's das könnte man mal ausprobieren und ja dann gibt's halt noch die Transkripte müssen immer schneller werden das ist auch noch ein Ausblick darf ich ein paar Ideen die man."
    },
    {
      "speaker": "Letty",
      "time": "3:58:45",
      "text": "Genau und Geo Karten und Tracks und volles Programm draußen Ideen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:58:51",
      "text": "Joachim Kurek West gerne gesehen ich versucht bin jetzt gerade dabei die die ganze der ganze Kram wird auf Github auch in dem Projekt organisiert."
    },
    {
      "speaker": "Letty",
      "time": "3:59:04",
      "text": "Das kenne ich."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "3:59:06",
      "text": "One-Man-Show."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:07",
      "text": "Und das wäre cool wenn wenn es wenn es Leute da draußen gibt auch die sich interessieren dafür."
    },
    {
      "speaker": "Letty",
      "time": "3:59:44",
      "text": "Remix dein Player."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:45",
      "text": "Du kannst deine Playlisten einbauen beispielsweise ist möglich hat er noch keiner."
    },
    {
      "speaker": "Letty",
      "time": "3:59:49",
      "text": "Küssen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:51",
      "text": "Ja genau."
    },
    {
      "speaker": "Letty",
      "time": "3:59:52",
      "text": "Über die neuesten sind lustigen tripstix und Rizatriptan."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:57",
      "text": "Verdient die besten Thriller."
    },
    {
      "speaker": "Letty",
      "time": "3:59:59",
      "text": "Zu dick rund um den PPP ja oh mann ey ich bin durch."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "4:00:23",
      "text": "Hör doch nicht auf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:00:24",
      "text": "Das ist ordentlich."
    },
    {
      "speaker": "Letty",
      "time": "4:00:24",
      "text": "Wie das jetzt konkret bei der Keynote war dass sich zumindest von der Person nicht beantworten weil da war sehr dunkel."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:00:33",
      "text": "Aber das ist doch immerhin schon etwas."
    },
    {
      "speaker": "Letty",
      "time": "4:00:37",
      "text": "Ich glaube wenn man auf das erste Mal ist dass es mal so aufgeregt dass man sich umbringen fängt erstmal durch zu zählen wie das Geschlechterverhältnis ist aber ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:01:00",
      "text": "Ich habe noch also ich habe zwar unbedingt unbekannten Menschen zu danken wenn mal wieder was von meiner Amazon wishlist kam."
    },
    {
      "speaker": "Letty",
      "time": "4:01:18",
      "text": "Jo Alex vielen Dank fürs Kommen ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:01:24",
      "text": "Wann machen wir die wann wann ist die nächste Sendung wo wir das mit dem webcam noch mal ausführlich weitermachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:01:30",
      "text": "Dann wollten wir mal ich kann dir nur laut Lautsprecher für den den Player mal erstellen also empfehlen das wäre glaube ich ne coole Idee."
    },
    {
      "speaker": "Letty",
      "time": "4:01:37",
      "text": "Das ist natürlich was dafür tun sollten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:01:42",
      "text": "Mir sagen was ich habe Sakko."
    },
    {
      "speaker": "Letty",
      "time": "4:01:43",
      "text": "Sprecher beiden Wanderer viel zu selten gepflegter Podcast wo es so um grundsätzliche."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:02:13",
      "text": "Genau ich würde mich jetzt schon mal abmelden für den 4. Juli da werde ich wahrscheinlich ein bisschen durch Schweden laufen."
    },
    {
      "speaker": "Letty",
      "time": "4:02:20",
      "text": "Soso Schweden wieder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:02:22",
      "text": "Ja ich werde vielleicht einfach falls ihr eine Liveshow macht und ich dann noch wach bin so ein paar Urlaubsfotos so in den Menschen rheinschleusen."
    },
    {
      "speaker": "Letty",
      "time": "4:02:32",
      "text": "4. Juli ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:02:34",
      "text": "Offiziell abgemeldet."
    },
    {
      "speaker": "Letty",
      "time": "4:02:35",
      "text": "Mal gucken ob das noch so bleibt hiermit den Termin des hat es gerade noch etwas shaky Shake."
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "4:02:40",
      "text": "Müssen eng und schwierig."
    },
    {
      "speaker": "Letty",
      "time": "4:02:41",
      "text": "Fußball also am 4. Juli wer ist kein Fußball gewesen,"
    },
    {
      "speaker": "Alexander Heimbuch",
      "time": "4:03:22",
      "text": "Tschüss."
    }
  ]
}