{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:48",
      "text": "So was für ein emotionaler Moment."
    },
    {
      "speaker": "roddi",
      "time": "0:01:53",
      "text": "Dark Mode dark Mode ehrlich gesagt für mich ist es nichts."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:01:59",
      "text": "Sonntag Menü sich doch jetzt schon."
    },
    {
      "speaker": "roddi",
      "time": "0:02:01",
      "text": "Ja danke Menü aber denkt dass alles Tag ist mir nichts also ich kann mich an die Zeiten zurück erinnern wo wir diese schwarz-weiß Monitore hatten wo die Schrift weiß war und der Rest war schwarz."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:02:13",
      "text": "Hatte ich nicht hatte Bernstein."
    },
    {
      "speaker": "roddi",
      "time": "0:02:14",
      "text": "Oder oder oder grün oder Bernstein und ich wünsche es mir nicht zurück also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:20",
      "text": "Stein Bernstein."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:02:22",
      "text": "Aber ich muss ehrlich sagen mein Bernstein Monitor das war so ein VT100 irgendwie Terminal"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:42",
      "text": "Das sagt dass ich weniger am Bernstein als an der."
    },
    {
      "speaker": "roddi",
      "time": "0:02:45",
      "text": "Nachleucht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:02:46",
      "text": "Habe ich doch gerade gesagt dann der Post verschickt."
    },
    {
      "speaker": "roddi",
      "time": "0:02:48",
      "text": "Und wenn du dann gescrollt hast war irgendwie alles so halt Bernstein und halbschwarz und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:02:52",
      "text": "Ja so ein bisschen aber es ging aber für so viel Text war das echt nicht super."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:57",
      "text": "Tja da gibt's ja auch dieses wie heißt noch gleich dieses wie heißt das haut genau ja ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:03:00",
      "text": "Ruth gastaut ja das ist eine sehr schöne terminal.app."
    },
    {
      "speaker": "roddi",
      "time": "0:03:06",
      "text": "Ja die benutze ich jetzt auch immer einfach nur weil es schön aussieht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:03:11",
      "text": "Und ich kann das nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:03:12",
      "text": "Ich habe die Kette habe ich also auf meinem zweiten externen Monitor fullscreen und mit schönen kissenverzerrung und schönen nachleucht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:03:20",
      "text": "Ran.de."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:03:21",
      "text": "Also ist super ich habe mir ja nachher noch zu mit dem mit dem extern Display auch das ist wirklich es zu spaßig."
    },
    {
      "speaker": "roddi",
      "time": "0:03:27",
      "text": "Ich mache da nur meine Kit Kommandos die ich halt nicht über das über dijual mache sondern so dieses rebase continue oder irgendwie sowas."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:03:35",
      "text": "Also ich habe da auch nur Terminals die dann Pfeil nach oben befördern oder so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:03:41",
      "text": "Pfeil nach oben return Sendungstitel Wald sei einfach mal."
    },
    {
      "speaker": "roddi",
      "time": "0:03:43",
      "text": "Manchmal kommt ein Kollege angeguckt komisch was ist mit deinem Monitor los."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:49",
      "text": "Nun ja lass uns erstmal sagen worum es sich hierbei handelt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:03:54",
      "text": "Beim umsehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:55",
      "text": "Die Freakshow Nummer 220 defector ist der dark Mode unter dem Podcast,"
    },
    {
      "speaker": "roddi",
      "time": "0:04:14",
      "text": "Ja guten Abend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:15",
      "text": "Dennis ist auch wieder da."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:17",
      "text": "Wieso wieder ja wieder stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:19",
      "text": "Weil du wieder da bist also du hast nicht wirklich gefehlt aber du bist halt trotzdem wieder da nicht wieder da ist okay der ist,"
    },
    {
      "speaker": "roddi",
      "time": "0:04:36",
      "text": "Ich dachte irgendwo tanzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:37",
      "text": "Wie im Urlaub tanzen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:39",
      "text": "Wenn ich so gut wie im Urlaub."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:45",
      "text": "Noch nicht so sehr dass sie nicht jetzt auch live zuhören würde das tut sie schon Hallo detti so und dann noch ein paar Posten zu fühlen haben muss noch ein Gast reingeholt und begrüßen den Dom."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:58",
      "text": "Und da fällt ja gleich zwei Posten oder sind heute nur zu viert ne und das heißt der musste zwei Leute übernehmen weil wir eigentlich um 15 Uhr da also du musst jetzt den Huckel und Letty oder Clemens ersetzen also zwei von den dreien."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:12",
      "text": "Ersetzen sie muss keiner ersetzt werden hier wird nur ergänzt und bereichert ne jetzt muss ich glatt mal gucken wann du eigentlich das letzte mal da warst."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:05:21",
      "text": "Weiß nicht welche Nummer ist war aber es war 2012,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:05:27",
      "text": "So lange ist das schon her meine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:29",
      "text": "Was das ist nicht 6 Jahre her dass du hier warst fünfeinhalb ernsthaft."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:05:36",
      "text": "Viel passiert dazwischen ne."
    },
    {
      "speaker": "roddi",
      "time": "0:05:37",
      "text": "Mai wird Zeit vergeht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:39",
      "text": "Alter da hieß das ja noch Mobile Max ja ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:05:42",
      "text": "Er soll dieses immomax echt habe ich die letzte letzte Nummer Max Folge mitgenommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:46",
      "text": "Das war die Story wo die die Sendung TTT sorry von Bierbrauen erzählt hat mit dem epischen Namen zieht Fäden bis in den vierten Stock oh Gott,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:06:02",
      "text": "Hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:04",
      "text": "Noch mal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:06:08",
      "text": "Ja ich war so eine Zeitlang im Ausland und da Podcast sich dann nicht so leicht mehr wenn man."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:13",
      "text": "Was will ich im Ausland la Kalter Hund demander."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:06:16",
      "text": "Sag mal euren was soll das und du hattest ja den den Fanboys Podcast mach dir denn noch mach dir noch wieder oder jetzt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:06:22",
      "text": "Aber Fanboys war ich dabei gibt's ja auch immer noch da bin ich der ist weitergelaufen auch ohne mich hat dann noch ein zweimal im für spiele einen Gastauftritt gemacht und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:32",
      "text": "Erzähl mal kurz die ganze Story weil da das jetzt schon so lange her ist muss man glaube ich mal das neue zusammenfassen weil er soll ja auch schon wieder neue Leute geboren sein frischeis haben,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:07:04",
      "text": "Martin Ott noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:05",
      "text": "Genau richtig wir war die coding Monkeys und habt,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:07:26",
      "text": "Es ist noch im Store so läuft auch noch ich nutze es auch noch ist es jetzt nicht besonders aktiv entwickelt aber es gibt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:07:35",
      "text": "Aber 32 bit."
    },
    {
      "speaker": "roddi",
      "time": "0:07:38",
      "text": "Schau mal noch mal nach."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:07:39",
      "text": "Ja so denke das wusste ich wieder kümmern."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:07:42",
      "text": "Gute Frage ich glaube nicht ich glaube das hat das war noch so der letzte wie wir haben dann noch mal eben in den AppStore gepackt,"
    },
    {
      "speaker": "roddi",
      "time": "0:07:58",
      "text": "64bit meiner ist 64."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:01",
      "text": "Da bin ich jetzt noch nicht mal überrascht."
    },
    {
      "speaker": "roddi",
      "time": "0:08:03",
      "text": "Was gabs vor."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:08:04",
      "text": "Wir waren immer so ein bisschen versucht zumindest."
    },
    {
      "speaker": "roddi",
      "time": "0:08:07",
      "text": "5 vor 23 Jahren noch mal ein größeres Update."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:08:10",
      "text": "Ja bei mir auch erinnern da kam noch mal was."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:08:13",
      "text": "Kann gut sein es ist es ist."
    },
    {
      "speaker": "roddi",
      "time": "0:08:18",
      "text": "Größer als jetzt vielleicht übertrieben aber auf jeden Fall war es was irgendwie sich noch mal bewegt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:08:22",
      "text": "Bin ich jetzt im aktuellen nicht mehr so Firmen also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:25",
      "text": "Naja ist ja auch Wurst auf jeden Fall dieses Produkt dass es so das womit du quasi das erste mal auffällig geworden bist und das coole daran war ja dass das ja nicht nur einen Text-Editor war sondern so kollaborativer textet so da konnte man halt schön im"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:08:55",
      "text": "Also man muss halt erwähnen dass es eben weil mit Google Docs vergleichst im nicht HTTP also web-based war sondern halt was Eigenes war genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:03",
      "text": "Eine richtige App halt nur genau aber halt ein ein kollaborativer Edith."
    },
    {
      "speaker": "roddi",
      "time": "0:09:09",
      "text": "Ja vor einem peer-to-peer also ohne Server."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:09:13",
      "text": "Was ich schade fand ich hätte mir mal so eine Art Server-Instanz gewünscht wo man halt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:09:16",
      "text": "Auch mal im Plan haben wir mal dann doch nicht gemacht wär aber damals schon ganz gut gewesen glaube ich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:09:19",
      "text": "Ja das ist wirklich schade auf jeden Fall."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:09:22",
      "text": "Also heutzutage würde man das machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:09:25",
      "text": "Twilight aber noch nicht richtig Geld verdienen können."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:09:27",
      "text": "Vielleicht auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:29",
      "text": "Ja wobei so na ja ist halt immer die Frage was ist auch so eine die Mode dujour Anna und ich weiß noch als euer Pool aufkam hatte sich ja in Nullkommanix zudem Keynote gemeinsam notizen zusammentragen Tool entwickelt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:09:43",
      "text": "War großartig also die WDCS also auf der WWDC indem wir den Apple Designer Worte für gewonnen haben als Studentin damals noch unter dem Namen Hydra"
    },
    {
      "speaker": "roddi",
      "time": "0:10:28",
      "text": "Ich habe das bei der NS Konferenz mal gelebt wo wirklich dann auch der gesamte Raum alle hätten die ist Hamit getippt irgendwie tausende Farben in diesem Dokument drin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:10:40",
      "text": "Das war großartig aber auch mit so die Schuhe wir haben ja damals eigentlich einen Text wieder machen wollen der so in dir Text jede Klasse mit spielen sollte,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:23",
      "text": "Welches Feature von TextMate hat euch denn da sozusagen gekillt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:11:26",
      "text": "Die Integration mit Ruby on Rails an der Stelle wirklich was heilt es war viel,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:34",
      "text": "Kinder werden dann,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:13:49",
      "text": "Rechtzeitig noch reinkommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:50",
      "text": "Rauskommt und so aber ein Rennen und hat echt alles gerade noch so eben gepasst,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:14:04",
      "text": "Ja ist jetzt nicht so 64 Bit ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:07",
      "text": "Ja was archaeologischen Wiki."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:14:13",
      "text": "Zusagt glaube ich nicht Metal ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:16",
      "text": "Einiges wahrscheinlich nicht genau,"
    },
    {
      "speaker": "roddi",
      "time": "0:15:16",
      "text": "Mein Sohnemann der spielt unheimlich gerne Carcassonne also jetzt das Brettspiel das so unglaublich erklärt mir dann immer die Regeln vom weiß ich nicht 25 Zusatzteil den jetzt wieder irgendwoher organisieren."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:15:27",
      "text": "Ja das der hört nicht auf die Erweiterung von Carcassonne er hat mich sehr stolz gemacht aber das ist für mich kam da,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:33",
      "text": "Verstehe."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:16:35",
      "text": "Aber ist ja alles gut ausgegangen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:37",
      "text": "Ja manchmal muss man auch was riskieren sonst sonst wird es irgendwie nicht so"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:17:20",
      "text": "Ja ja dann habe ich ein Angebot bekommen da zu arbeiten und dann habe ich mich dafür entschieden weil diese Welt zu erleben als von der anderen Seite."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:17:31",
      "text": "Was soll ich einen Anruf oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:17:33",
      "text": "Das war ne Ankündigung zu einem anruf über eine Message via von von der bekannten und dann kamst du ein Gespräch und ganzem ein Interview Prozess dann aber auch SS wann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:17:46",
      "text": "Und hatte Bammel oder wusstest du schon eher auf jeden Fall oder dachtest du ja mal gucken was die wollen oder fand es schon vorher so so als Traum so ein bisschen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:17:58",
      "text": "Es war so mittendrin also es hat mich selber in den persönlichen Zeitung getroffen wo ich mir das auch vorstellen konnte dass ich das Land verlasse so weil gerade meine persönliche Situation sich sehr aufgelöst hatte in Sache von,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:18:17",
      "text": "Du warst gerade frei zu sein in deinem deine Entscheidung."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:18:20",
      "text": "Wenn ich wenn nicht jetzt wann dann so das war die eine Geschichte so die Idee die codimag ist noch nicht so einem Zeitpunkt aber da,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:19:09",
      "text": "Also du hast dich noch gar nicht beworben meinst du so nicht bei denen nicht nur sondern sonst auch nicht ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:19:14",
      "text": "Genau und dann war das schon immer eine ganz andere Größenordnung weil da wird schon bisschen hyperventiliert dann kommt dieser Anruf vielleicht und dann was fragen die und kommt man dadurch,"
    },
    {
      "speaker": "roddi",
      "time": "0:19:38",
      "text": "An den according Challenge gemacht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:19:40",
      "text": "Nee du so ein bisschen was an Weiber muss ich machen aber nicht großartig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:19:44",
      "text": "Wisst ihr was in was ist heuer."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:19:46",
      "text": "Jaja Sideboard nicht also inzwischen haben wir so wie ich von daft anderen Seite war hammer ab und zu auch mein Laptop mitgenommen mit einem konkreten Problem da wo man dann,"
    },
    {
      "speaker": "roddi",
      "time": "0:20:37",
      "text": "Ja stimmt schon auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:39",
      "text": "War das erste Begegnung mit normalen Menschen oder war das erste Matrix Situation wo denn sonst mit vor einem steht und Mister Anderson."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:20:47",
      "text": "Es ist zwar eine Mischung also sollst aus aus der Fan aus der Fanboys Ecke her ich kann den die natürlich die da gearbeitet haben und auf der Bühne standen auf der WWDC so vor mir und mir Zeug erklärt haben und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:20:59",
      "text": "Du warst ja vorher schon auch auf der WWDC."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:21:00",
      "text": "Ja ich meine also ich war seit 2003 fast auf jeder bis auf Snow Leopard glaube ich,"
    },
    {
      "speaker": "roddi",
      "time": "0:22:04",
      "text": "Ich könnte sehr viel auf der anderen Seite und,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:22:46",
      "text": "Also der der der Mitarbeiter der die nach Hause geschickt hat den hat das Mittagessen nicht geschmeckt ok."
    },
    {
      "speaker": "roddi",
      "time": "0:22:49",
      "text": "Na ja genau den Wald im war irgendwie dann auch nicht wohl in der Haut aber er meint."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:22:54",
      "text": "Dann so eine Situation noch gerettet irgendwie dass man dem nett und aufbauend oder nicht aufbauend aber dass man ihn nett sagen kann du hör mal zu tut uns leid aber geht nicht oder ist das einfach immer so richtig richtig scheiße."
    },
    {
      "speaker": "roddi",
      "time": "0:23:08",
      "text": "Also eigentlich ist es immer scheiße weil die Leute die die du dann wirklich nicht nimmst meistens sich auch sehr stark selber überschätzt,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:23:32",
      "text": "Na na verstehe verstehe."
    },
    {
      "speaker": "roddi",
      "time": "0:23:35",
      "text": "Hörten irgendwann mal einen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:10",
      "text": "Aber sie haben dich trotzdem genommen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:24:12",
      "text": "Ja und dann war das deckst du natürlich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:29",
      "text": "Wie das andere Visum."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:24:31",
      "text": "Ja man kann ja auch dann erstmal in der deutschen irgendwo in dem Auffangbecken angestellt werden und dann gibt's noch ein Visum wenn du für die deutsche Firma eine Zeit lang gearbeitet hast kannst du dann als entsandter der deutschen Firma rüber cell Visum heißt es glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:45",
      "text": "Verstehe."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:24:46",
      "text": "Und ich wollte halt das eight wannabe das macht wirklich okay ich starte dann da drüben auch okay wenn ich jetzt meine Lebensentscheidungen mache und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:27",
      "text": "Entweder du oder Wachsen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:25:30",
      "text": "Der Penne zähl auch das aber,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:23",
      "text": "Anwältin bei App."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:26:25",
      "text": "Ich gehe noch Apple gibt ein sind ja so ein ganz komplizierter Prozess das machen dann Anwälte für einen Mann muss sein sämtliche Belege für sie Ausbildung Geburtsurkunde und und und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:41",
      "text": "Der Jacke."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:26:43",
      "text": "Und die hatten sich halt nicht gemeldet und die sowieso auch die meines ist auch eine große Firma wenn du zu lange noch nicht drin bist ist so die,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:12",
      "text": "Also war das so ein dreiviertel Jahr hängst du quasi in den Seilen und wusstest gar nicht ob das überhaupt alles klappen wird obwohl Apple ansich gesagt hat ja wollen wir."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:27:20",
      "text": "Genauer gesagt ja wollen wir dann waren so zwei Monate bis das Visum wirklich klar war oder nicht klar war und ab dem Zeitung war es dann also so Juni wusste ich so so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:31",
      "text": "Juni wann war das jetzt 14 Uhr oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:27:33",
      "text": "Ja universe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:35",
      "text": "Immer und überall hat gerade die letzte Fanboy Episode rausgesucht das war dann im September 14 Uhr und danach bist du dann weg ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:27:44",
      "text": "Ja da bin ich dann weg da bin ich dann eben im sowieso wirklich echt am 18.09 da bin ich wirklich am nächsten Tag schon in den Flieger gestiegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:53",
      "text": "Verstehe also du warst ja jetzt quasi seit dreieinhalb Jahre."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:27:57",
      "text": "Einhalb Jahre lang da drüben hauptsächlich mit immer wieder mal her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:05",
      "text": "Wie war das so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:28:07",
      "text": "Was hat Amerika ne das ist war es war sehr aufregend es waren sehr viele verschiedene Aspekte davon für mich persönlich ich dich wollte,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:59",
      "text": "Ja mal diese Häuser die."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:29:00",
      "text": "Diesmal nicht so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:00",
      "text": "Bei ein bisschen Wind und wo man sich mal Auftrag so ja vielleicht nimmt der Marsch dein irgendwie."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:29:05",
      "text": "Was sind türlich wegen Erdbebengebiet wieder was anderes ist aber kann man auch wieder anders aufhängen und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:24",
      "text": "Du warst dann schon Infinite Loop Hauptquartier quasi."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:29:29",
      "text": "Ich war sehr feiner Weise direkt in YouTube Hauptquartier reinkommen links 2. Stock unter dem,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:46",
      "text": "Das executives Sandwich sozusagen sober unterbrechen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:29:54",
      "text": "Und Johann der ganze ist ganz Erlebnis war schon sehr fein da kann ich hätte zu wenig drüber sagen so ansich vitenso."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:02",
      "text": "Hast du dein Apple Park auch noch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:30:04",
      "text": "Ich habe aber gerade noch so mitgenommen genauso ein paar Monate."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:08",
      "text": "So richtig mit deinen offizielles Büro war da."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:30:12",
      "text": "Ja mit meinem Bruder drüben und sind sehr immenses Gebäude ich bin,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:53",
      "text": "Weil alles sehr schlimm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:30:54",
      "text": "Wie willst du das anders machen also außen nicht innen ist okay,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:16",
      "text": "Palast rumlaufen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:31:17",
      "text": "Ja sowas in die Richtung ist es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:20",
      "text": "Sei das jetzt die Produkte schlechter werden würde sollte sich so unangenehmen DAF."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:31:26",
      "text": "Ja das glaube ich auch dies ist nicht so schlimm wie man denkt also so so diese ganze diese ganzen Geschichten die man so gehört hat wie schlimm das denn sein wird und wie viel Leute kündigen werden weil es so OpenOffice Base ist sind das ist auch alles nicht so extrem eingetreten wenn sie es dann wirklich passiert ist es ist natürlich von der Grundidee her ist es schon einen Problem"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:32:00",
      "text": "Baumriesen frag doch mal nach zu revidieren und Sachen zueinander ist jetzt auch nicht ungewöhnlich oder muss man da so ein bisschen finden wie das am besten läuft."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:32:06",
      "text": "Und es war wirklich aus es ist gerade besetzt worden auch es gibt viele Dinge die erst mit der Zeit sich dann auch ein Schleifen also von den Bistro Zeiten über ist es geht alles ich meine nicht mehr das ist ja ein immenses Dings darf man auch nicht vergessen also wie viel Leute da"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:24",
      "text": "Muss ich ja auch so eine über 30 Jahre eingefahrene Kultur da erst wieder finden so ne ja gut das werde ich sicherlich schon hin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:32:36",
      "text": "Bringst du schon ich glaube das ist jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:38",
      "text": "Dieses Auditorium."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:32:40",
      "text": "Da war ich leider nicht drin,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:42",
      "text": "Merkandi mehr als ich."
    },
    {
      "speaker": "roddi",
      "time": "0:33:43",
      "text": "Echt aber ich hatte immer das Gefühl die Amis sind so er die die irgendwie immer alles über den Klee loben und not perfect ist so der totale Verriss."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:33:53",
      "text": "Das ist ein kulturelles gesamt Problemen das sehe ich auch so aber jetzt innerhalb von Apple steht der MC das Gemecker über die Produkte und Qualitäten über der einzelne"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:13",
      "text": "Wecker nie mehr als ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:34:15",
      "text": "Nee aber schon genauso also du würdest jetzt nicht auffallen dass besonders leckere."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:34:23",
      "text": "Also wir sind ja wir sind ja gut dabei."
    },
    {
      "speaker": "roddi",
      "time": "0:34:26",
      "text": "Also kannst nicht als mecker Berater."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:29",
      "text": "Ja"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:34:52",
      "text": "Ja ich habe zwei mantock gehalten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:54",
      "text": "Dass er dich schon Meilenstein oder das ist weil ich auch so ein bisschen stolz hier, den kenne ich und so hast du gut gemacht wie viel muss man da so üben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:06",
      "text": "Ach ja es ist schon sehr alt schlaflos davor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:11",
      "text": "Ja weil die Dinger sind ja so manisch durch gescriptet und und und bin immer wieder erstaunt wie viel im positiven Sinne gleich Takt da ist also die die die die die Qualität der Vorträge variiert ja fast,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:50",
      "text": "Also das ist wirklich ein sehr App eine Serbe spezifische Geschichte glaube ich dass die WWDC ist halt hat einen ganz hohen Stellenwert und deswegen bekommen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:20",
      "text": "Ja wie viel Zeit vor also wann wusstest du also wie viel Wochen vorher wusstest du dass du ein Tor geben wirst und war das mit dem für dich eine Wahl oder nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:36:31",
      "text": "Also es ist zweistufig die eine Geschichte ist wenn man den Tod geben will bereitet man das schon im Vorfeld vor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:39",
      "text": "Will im Sinne von dass du sagst, meiner Meinung nach sollten wir dieses Thema unterbringen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:36:45",
      "text": "Genau ich oder mein Team oder oder oder halt bin bin schon klar ist ok wir das Thema muss man sprechen da gibt's so dann dann wird auch nicht gewartet bis dann jemand von genau dann wird es ihr schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:54",
      "text": "Klavier was total neues oder sauer aber auch gibt ja auch so Torx mit irgendwie wiege arbeite ich besser mit Technologie X."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:37:04",
      "text": "So und diese Art von Entscheidung ist so so er so ein Monat und eine Woche vor der Veranstaltung ist so tief die fest zuckerfrei die Gruppe fest zu am Freitag kommt manche noch mal ein bisschen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:36",
      "text": "Okay und und wie wird an dazu gearbeitet weil ich meine da ist ja auch in massiver Styleguide am Start sowie slides sind wie voll die sind in welchem welcher Geschwindigkeit man redet wie man vorträgt also"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:37:55",
      "text": "Ja also das ist so das organisiert die Apple auch in Richtung extern developer,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:43",
      "text": "Aber wer hatte denn jetzt entschieden dass du den Tag machst also hast du dich freiwillig gemeldet oder alle waren sowieso der Meinung oder irgendjemand kam auf die zu und meine Mama ist bist schon ja jetzt muss ob man da Gehalt oder wie."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:38:55",
      "text": "Also das variiert auch von Abteilung zu Abteilung also bei uns war das jetzt so in dem Fall wo ich diesen Tag halt ich wollte euch im Jahr davor schon was aber wusste nicht über was weil ich war zu kurz da"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:50",
      "text": "Also hast zwei target ne 17 und 18."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:39:56",
      "text": "Nee 16 und 17."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:58",
      "text": "So guck mal noch mal hier der hier."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:40:05",
      "text": "Das II."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:07",
      "text": "Das war der zweite und dann gucken wir noch mal 16 das kommt hier in die das hier einer mal,"
    },
    {
      "speaker": "roddi",
      "time": "0:40:29",
      "text": "Ja das sollte eigentlich was sein ne aber ich habe das auch noch nicht in Action erlebt dass er irgendwie Autoplay verhindern würde."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:40:35",
      "text": "Doch inzwischen schon muss ich sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:37",
      "text": "Bundes misslingt plus irgendwie oft auch ich weiß nicht ob die Webseiten dann die austricksen noch mal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:40:45",
      "text": "Das war auf alle Fälle 1 der mehr runterschlagen dem gefühlten Momente so auf dieser Bühne mal stehen zu dürfen also da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:54",
      "text": "Kann ich mir gut vorstellen groß muss man sich diesen Raum vorstellen wie viele Leute schauen dann da so zu."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:03",
      "text": "Oh das ist die sind schon nicht klein ich glaube beim ersten war ich geplant für den großen Traum damit aber kurzfristig eine raumänderung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:16",
      "text": "Großer Raum ist da wo die Keynote stattfindet oder was."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:18",
      "text": "Es ist nie der komplette Raum für die Kita und stattfindet aber es ist der Raum wo die Kinder stattfindet also der wird verkleiner."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:23",
      "text": "Teiler von ok."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:24",
      "text": "Danach noch also so ein Drittel davon wäre es unser großer Traum kann so ein Drittel von den Teilnehmern auf der auf der Kino."
    },
    {
      "speaker": "roddi",
      "time": "0:41:29",
      "text": "Also wie ein größerer Vorlesungssaal in der Uni."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:33",
      "text": "Was ist 1000 Leute oder was Wasser rein 2000."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:37",
      "text": "Also so von der kleine Wagen mit 200 oder sowas oder sowas gegossen 300-500 und da die größeren 1000-1500 glaube ich sogar wirklich jetzt Wieses Insa Insa Kruse aufgebaut haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:49",
      "text": "350 bei 4000 Teilnehmern wie viel wir sind noch Leute sind auf der WWDC in letzter Zeit so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:56",
      "text": "Jobs tausende,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:44",
      "text": "Sowie wir haben Sie sich jetzt in meinem dass ich mir so ganz alleine rum aber soweit ich das beurteilen kann, so halbwegs souverän rüber,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:43:24",
      "text": "Also ein Teil davon ist natürlich die Kultur ansich weil die die Leute die auf die Bühne gehen sind selten Leute die,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:39",
      "text": "Ductus ist bekannt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:43:41",
      "text": "Der Duktus ist bekannt die Aufhängungen des mal selber auf der Bühne steht und versuche viel Leuten macht viel aus wenn man dem nicht gewachsen ist dann,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:06",
      "text": "Hallo was was untrainiert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:44:08",
      "text": "Ich war sogar untrainiert ja ich war wirklich nur aus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:44:11",
      "text": "Aber ihr habt schon da diesen Teleprompter zum Ablesen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:44:14",
      "text": "Mach hat den Kino also es gibt unten schon den präsenter nauts aber da wird jetzt nicht wirklich abgeht also ich habe nicht abgelesen man kann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:44:21",
      "text": "Aber wenn man so ins Stocken gerät weil man Mathe manchmal so ein Blackout irgendwie dann kann man da schon wieder den den den Faden wieder aufnehmen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:44:30",
      "text": "Könnte man ja also man kann den präsenter noch sich Text anzeigen lassen dann je nachdem in welchem Raum RIS,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:55",
      "text": "Also das will ich den Top Vier mal komplett vor Leuten schon gegeben bevor es dann zur WWDC kam und wie viel Veränderung hattest du so von Talk Talk Talk."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:45:08",
      "text": "Also die vier Mal waren wirklich schon für mich die so wie er ist also ich wollte den auch so wie er ist ISO eins davon ist es Pflicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:34",
      "text": "Ja gut aber was das für ein Feedback ist angekommen und was davon hast du dir sagen jetzt umgesetzt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:45:41",
      "text": "Viel zu Geschwindigkeit es gab ein paar logische Varianten es gab ein bisschen was noch zu den Slides was sowohl kurz vorher bisschen schwierig ist auch das andere umzusetzen und vor allem auch zu verbessern also da ist schon auch ein bisschen Bammel das davor noch mal,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:27",
      "text": "Soll aber was kam dann also die haben gesagt so redest du schnell oder dies leitet missverständlich oder was."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:46:32",
      "text": "YouTube zu schnell mach mal ein bisschen langsamer dann war mal zu langsam dann müssen wir ein bisschen schneller machen so wie es halt immer so ist die Slides die Synchronisierung zwischen den slide und dem was er sagt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:56",
      "text": "Ist auch etwas was die Leute oft aus der Spur wird."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:47:59",
      "text": "Genau und das wissen die halber dies schon lange machen also die Leute dieses betreuen wissen ist alle und neben einen soweit an der Hand die missbraucht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:48:05",
      "text": "Sag mal hier die die Anweisung dass man nie stehenbleiben soll und dass manche aber wirklich"
    },
    {
      "speaker": "roddi",
      "time": "0:48:41",
      "text": "Touch turn talk."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:48:44",
      "text": "Ein paar davon also Teile davon haben in diesem Workshop stattgefunden wo ich an denen ich nicht teilnehmen konnte weil ich mir nicht rechtzeitig angemeldet hatte so oder oder dass ein bisschen verpasst hatte damals,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:17",
      "text": "Herzen immer die the real persons gibt's denn es gibt bestimmt aber wir wie läuft das ab"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:50:39",
      "text": "Die gibt's mit Terminen und dann versucht man den zu erklären dass man den also machen will kriegt Hilfe dann kommen die,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:26",
      "text": "Alle mal was war jetzt unorthodox für die Dessert Videos in den."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:51:29",
      "text": "Nettes die Videos und die andere Weise wie ich die Videos da eingebaut hatte und die haben ein bisschen was an dem Video Stil geändert das hat dann ist halt dann inhaltlich ein bisschen ich sogar die die die die,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:56",
      "text": "Achso verstehe weil die das sozusagen unter optischen Gesichtspunkten bewerten aber ist dann tatsächlich relevant ist für das was du eigentlich demonstrieren möchtest gerade bei so Pinselzeichnung so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:52:05",
      "text": "Und dann ist es auch diese Videos hatten einen besonderen Ablauf der mit meinem Talk zu tun hatte,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:20",
      "text": "Video auf dass ich jetzt hier gerade."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:52:22",
      "text": "Ja das ist das Video zum pencil wo,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:14",
      "text": "Und wir für jemand der auch von ab und zu mal Veranstaltung macht,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:53:45",
      "text": "Also ich habe jetzt nicht so viele andere Veranstaltung also größere Veranstaltung wo ich selber präsentiert habe vor deiner Nase und deswegen weiß ich nicht an der Stelle ist es wirklich komplett gemanaged also das Tippen du wirst,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:03",
      "text": "Verklicker ist was genau."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:54:04",
      "text": "Der Kicker ist einen alter bluetooth Clicker den die schon immer verwenden das sind besondere,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:14",
      "text": "Doktor dass es gibt es nur bei Apple."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:54:16",
      "text": "Das ist glaube ich nur ein Produkt ist seit nur der ist für deren Bühnentechnik soweit ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:19",
      "text": "Also ist das inside Party Ding."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:54:21",
      "text": "Ich glaube subadditiv klobiges Ding gewesen an der Stelle,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:32",
      "text": "Vorwärts und Papa sich dafür."
    },
    {
      "speaker": "roddi",
      "time": "0:54:36",
      "text": "Vorwärts immer rückwärts nimmer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:37",
      "text": "Weil er so wie zittert und 3 Klicks macht dann ist die Presse im Arsch,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:54:51",
      "text": "Aber so wirklich nicht diese mehr bringen dafür wurde die Bild auch ganz einzeln machen kannst also ausgiebig nun einen zurück Knopf das ist ein mit einem komplett abgenommen eigentlich sowieso mikrofoniert und du musst nur den Tag halten da du hast halt wirklich ein sehr,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:55:28",
      "text": "Wir machen das heute auch schon eine Weile na also."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:55:30",
      "text": "Aber es ist jetzt nichts was er sich nicht selber schon auch denken könnte aber was jetzt im Verhältnis auf dem Kongress steckst er schon immer sein eigenes rechter noch an und sowas oder zumindest hatte ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:38",
      "text": "Ja ja ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:55:39",
      "text": "Doch mal hat auch andere Anforderungen da natürlich ist viel dynamischer die Bandbreite was uns passieren kann also hier hast du auch nicht deinen eigenen Rechner dran sondern nur absolut zur Not also im Wesentlichen hast du den Rechner die Bühnen Rechner und die Bühnen Geräte,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:53",
      "text": "Backup Systeme und so weiter aber die benutzt ja auch alle dasselbe Programm,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:56:18",
      "text": "Ja meistens schon sehr ausgeliefert aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:20",
      "text": "Gut das Wasser nichts keine keine Tipps und wie irgendwas besonders toll aus."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:56:28",
      "text": "Ich war da auch hauptsächlich dann vortragen da weil es meistern genug beschäftigt damit fort."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:33",
      "text": "Na gut ich will das ja gerade aus der Perspektive des Vortrages kann er sein dass die dass sie da irgendeine Art der Betreuung oder Begleitung hat mit einem Feature dass man so nicht denkt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:56:44",
      "text": "Also endlich die slide bezogen ist natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:47",
      "text": "Vorfeld ja das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:56:48",
      "text": "Die ist natürlich die wir an sich auch schick also wenn die jetzt also die kann man sich die kannten sich weiter angucken weil hier ist es natürlich auch eine insgesamte die ganze,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:57",
      "text": "Ja sie finden diese erstrebenswert aber das ist Arbeit bzw also auf dem Kongreß hatte ich jetzt ehrlich gesagt noch gar nicht gedacht sag dir sicher so sub Scribe andererseits,"
    },
    {
      "speaker": "roddi",
      "time": "0:58:25",
      "text": "Ja eigene Nase und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:28",
      "text": "Tja und sonst so also was war denn so dein Eindruck von dem Laden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:58:38",
      "text": "Aber der ist sehr breit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:42",
      "text": "Wir sind denn die da so sind die so wie wir immer denken wie sie sind oder dich."
    },
    {
      "speaker": "roddi",
      "time": "0:58:47",
      "text": "Wie denken wir denn dass sie sehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:58:49",
      "text": "Würdest du es noch mal machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:52",
      "text": "Ja das kann man jetzt glaube ich nicht sagen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:58:54",
      "text": "Ich würde ganz anders rangehen also wenn ich wenn ich wenn ich noch mal."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:58:57",
      "text": "Wenn du kriegst jetzt wieder den Col du warst noch nicht da."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:01",
      "text": "Ich Witze sind wegen der Dinge Erfahrung alleine würde würde ich es noch mal machen klar."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:59:06",
      "text": "Also insgesamt positiv auf jeden Fall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:09",
      "text": "Wenn du es nicht schon getan hättest ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:12",
      "text": "Und jetzt ist es so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:00",
      "text": "Wie wie amerikanisch ist in Apple."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:01:05",
      "text": "Was meinst du mit amerikanisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:07",
      "text": "Also ich sehe es nicht gleich ein Klischees abdriften oder so so."
    },
    {
      "speaker": "roddi",
      "time": "1:01:16",
      "text": "Zuschauer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:01:17",
      "text": "Nach zu spät."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:19",
      "text": "Er hatte noch keine genannt,"
    },
    {
      "speaker": "roddi",
      "time": "1:02:46",
      "text": "Aber ehrlich gesagt da würde ich dir widersprechen wollen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:49",
      "text": "Kannst du gleich machen versuch gerade mal zu erklären was was ich eigentlich jetzt meinte mit amerikanischen muss sagen das kam es ein bisschen vom Bauch raus und es wird jetzt gerade mal ein bisschen zu unterfüttern,"
    },
    {
      "speaker": "roddi",
      "time": "1:03:26",
      "text": "Und dass der USB Standard noch immer nicht weiß eine Tastatur immer noch nicht weiß was für eine Belegung sie hat,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:49",
      "text": "Ja das ist das ist das ja gut aber das ist würde ich sagen er die Weltfremdheit von computer engineering General und keine spezifische amerikanische gewesen hätte in Deutschland kommt da auch keiner drauf,"
    },
    {
      "speaker": "roddi",
      "time": "1:05:14",
      "text": "Dazu müsste man andere Unternehmen kennen oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:05:16",
      "text": "Mandy eine Geschichte vergiss alle Unternehmen von innen zu sehen hätte natürlich geholfen habe ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:24",
      "text": "Officebase gesehen die Wahrheit."
    },
    {
      "speaker": "roddi",
      "time": "1:05:28",
      "text": "Naja gut ist aber eine Karikatur."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:05:30",
      "text": "Ein bisschen Kontakt zu Leuten bei Facebook und zu Leuten bei Google gehabt und habe ihr Haus auch so einen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:12",
      "text": "Ist aber bei spinnen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:06:18",
      "text": "Heißt es schwierig schwierig ohne wirklich jetzt ohne Dinge zu erzählen die meldet sich eine Geschichte die jetzt auch die immer wieder groß,"
    },
    {
      "speaker": "roddi",
      "time": "1:06:35",
      "text": "Habe ja damals selbst ich gemerkt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:06:36",
      "text": "Das ist wirklich so wenn's kein Problem könnten nicht also könnte gerade mal nicht existent sein wenn sich zumindest ein Raider gibt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:54",
      "text": "Also nicht du die Software."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:06:56",
      "text": "Nicht nur die Sorte nicht nur dieser Stelle des gibt Bereiche der Firmen die außerhalb von die nicht jetzt über Raider gemeldet werden sind ganz wenige."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:02",
      "text": "Was über die jetzt irgendwas mit dem Parkhaus nicht funktioniert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:07:05",
      "text": "Sage Trailers Höhe,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:25",
      "text": "Logo das bitte sicher auch als bezieht auf Produkte aber wir sagen wir so interne Arbeitsabläufe irgendwie so das Klo verstopft oder die Cafeteria."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:07:33",
      "text": "Da gibt's spaßige es gibt spaßige weil das gibt doch auch ernste und tendenziell ist da vielen drin,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:10:01",
      "text": "War sehr anstrengend so also du hast ja so ein bisschen nicht wirklich sagen Burnout aber ist ja so dass man sagen kann jetzt ich hab jetzt 3 Jahre wirkliche"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:10:20",
      "text": "Es ist nicht so zeigen die man von außen denkt das war nicht sehr spannende auch weil viel vieles Antriebs kommt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:18",
      "text": "Du sollst auch weniger arbeiten können ohne gleichen Probleme zu."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:11:23",
      "text": "Also für mich persönlich sogar alles aus deutscher Sicht andersrum also wenn du sagst amerikanisch was mir am meisten aufgefallen ist ist halt so,"
    },
    {
      "speaker": "roddi",
      "time": "1:11:42",
      "text": "Mann rennt Dilbert mäßig mit der Tasse rum."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:11:46",
      "text": "Ich bin hat ihr Sohn Sohn Sohn effektiv Weg Arbeiter und dann ist es wieder gut dann gehe ich nach Hause und dann meinte mein Spaß und so und das ist so,"
    },
    {
      "speaker": "roddi",
      "time": "1:12:07",
      "text": "Das kenne ich das kenne ich von unserer amerikanischen Dependance auch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:11",
      "text": "Und es hat besges ist verbinde ich jetzt im Moment mit amerikanischer Film kulturunterschied zur so einer eher deutschen ich gehe auf Arbeit mach meine Arbeit macht der Mittagspause haben bis jetzt Ruhe macht mein Arbeitgeber wieder Hause."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:12:23",
      "text": "Nach der deutsche Dom ist schon wieder gegangen klar so ungefähr."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:26",
      "text": "Oder neben genau hat mir auch schon sowieso Kühlmittel früh geht darum effizientes Fitness ja ein bisschen schlecht darüber also dieses länger da sein schon auch 17 nicht direkt gesagt aber schon aus um bisschen,"
    },
    {
      "speaker": "roddi",
      "time": "1:12:48",
      "text": "Ist es in Portland war das so dass sich manche Leute halt so für die letzte halbe Dreiviertelstunde erstmal noch ein Bier geholt haben und dann so ganz entspannt fertig gearbeitet haben war das da auch so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:59",
      "text": "Auch sowas hat auch ab und zugegeben also so ein bisschen ist es gab so schon die die die die Alkohol trinken der Fraktion die dann gerne mal so einem Vater Nachmittag noch mal angefangen hat ein bisschen Bier zu trinken und so dass."
    },
    {
      "speaker": "roddi",
      "time": "1:13:11",
      "text": "Jetzt Bier thirty."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:13:12",
      "text": "Ja sowas sind aber sehr individuell."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:16",
      "text": "Hast du Raiders gefix die du gefeiert hast bevor Du angefangen hast bei Apple."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:13:28",
      "text": "Ich habe ich habe sehr wenige Raider Boomerangs bekommen so an der Stelle aber so ich glaube ich ich glaube schon ich könnte es leider nicht mehr nachgucken ich habe keinen Zugriff mehr ein zwei schon also ich habe schon welche auch so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:39",
      "text": "Ist das cool also."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:13:43",
      "text": "Teilweise teilweise ist auch cool ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:46",
      "text": "Wann die Fehler so wie du dachtest wie sie sind also dass du Vorstöße hast die haben doch hier folgendes falsch gemacht du kriegst später den Raider und muss dieser Weg und sie haben genau das falsch gemacht wie es mir gedacht hatte."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:13:57",
      "text": "Also 12 waren so die habe ich aber nicht selber g****** und haben halt andere also der Macht kann dann auch dann rein gucken was dann sind die Leute."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:14:03",
      "text": "Ja ja ja Mama ist ja auch schon cool eigentlich aber so hinter gucken kann."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:14:07",
      "text": "So das ist auch so dass er auch ganz spannend ist natürlich auch mit disclosures und so weiter begrenzt oder musst dann schon auch in der Ecke arbeiten in der moneyrain ist gefallen hat mit mir es aussieht,"
    },
    {
      "speaker": "roddi",
      "time": "1:14:32",
      "text": "Das wolltest du doch schon immer mal g****** fragen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:14:34",
      "text": "Und dann f*** sie es halt trotzdem so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:14:37",
      "text": "Bei irgendwas auf was du besonders stolz bist also ein Netz hier davon erzählen kannst irgendwie in der Zeit also wo man wo du denkst dass es jetzt so meinen"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:14:54",
      "text": "Also was mir also worauf ich recht stolz bin ist die Themen die jetzt wirklich,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:15:15",
      "text": "Also auch das ist das der Code muss der auch sehr schnell sein oder war ja eine Latenz Geschichte dass sie muss ja sehr direkt sein ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:15:21",
      "text": "Der muss sehr schnell sein der muss ja direkt sein der geht vor allem durch viele Etagen des Distel,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:15:41",
      "text": "Sunshine serlo Level C oder ist das weiterhin alles."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:15:44",
      "text": "Hättest es."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:15:46",
      "text": "Oder alles so ein Mischmasch von ganz unten 4c und ganz oben dann immer mehr high level."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:15:49",
      "text": "Ich weiß gar nicht wo wo die unten wirklich ist und er soviel so viel geht doch eurokey durch was ihr auch sowas ist ganz danach gucken,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:15",
      "text": "Das Marie factored ordentlich."
    },
    {
      "speaker": "roddi",
      "time": "1:16:18",
      "text": "Deutscher da halt dran geht das muss mir jetzt mal richtig machen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:16:21",
      "text": "Und das ist halt ne das ist halt auch schwierig ja so wirklich wieder ins oder in so eine langfristige wachsen Grundbasis hat immer wieder so ein bisschen den Meißel ansetzt und dann,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:34",
      "text": "Konsolidiert hast."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:16:35",
      "text": "Konsolidiert habe es ist es ist gar nicht so brutal viel aber so in so einer Gruppe hat sie ständig Wechsel ständig Tim den neuen scheiß hinterherläuft da die richtigen Ecken zu finden die dann so ein bisschen Tattooentfernung die war für zwei Jahre länger halten zu lassen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:46",
      "text": "Siemens am schnellsten also von wann was von was."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:17:50",
      "text": "Um die 120 Hertz auf dem iPad hinzubekommen muss man natürlich einfach mal Frames in doppelter in der Hälfte der Zeit machen und um das machen zu können musst Du allgemein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:08",
      "text": "Also du meinst jetzt die Software musste auf Performance getrimmt werden die sie so für euch noch nicht hatte."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:18:14",
      "text": "Und und z.b. ist es das alte iPad ist das erste Retina iPad,"
    },
    {
      "speaker": "roddi",
      "time": "1:20:34",
      "text": "Wir sind wissen somit mit privat gewesen dort mit,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:20:52",
      "text": "Ich selber habe den Eisprung nach San Francisco in die Richtung also ich habe jetzt am Cisco gewohnt und nach nach Cupertino gependelt ich habe nie so ganz geschafft dass ich habe schon ein paar Freunde gewonnen dort auch und die ist gelb auch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:49",
      "text": "Cupertino zu wohnen ist keine Option."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:21:51",
      "text": "Dann wo gehst du dann hin nachdem du Zeit hast ist ja schon ein bisschen Papa sowieso ganze segeln Valley ist also ein großer vor Ort."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:59",
      "text": "Ja schon klar aber dann könnte man ja so sagen so viel Nettozeit sich sparen so dass man dann größeren Klötzen auch mal ganzen Tag also ich meine wenn man da ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:22:11",
      "text": "Inge war nie ganz meins weil ich brauchst du die so Didi opportunities ist wirklich so ich behalte okay jetzt geh mal Leute auf der Seite und ich gebe mit und das kannst du es ganze Zeit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:21",
      "text": "Party Tralala Werk."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:22:23",
      "text": "Aber da musst du immer planen oder halt dann wenn du nachts damit es go fast muss irgendwie wieder zurück oder wenn jemand übernachten und so diese ganzen Geschichten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:22:30",
      "text": "Wie weit ist das so vom Pendel her oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:22:33",
      "text": "Wie gesagt mit dem Bus zu Benz bestmöglich läuft so ein bisschen unter einer Stunde wenn es schlecht möglich läuft zwei Stunden so regen mich so am America und Regen also kann ich vornehmen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:22:42",
      "text": "Dann geht gar nichts ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:22:45",
      "text": "Nicht ist nicht leicht."
    },
    {
      "speaker": "roddi",
      "time": "1:22:46",
      "text": "NASA Weltuntergang."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:22:49",
      "text": "Vasen also also die die die Straßen die Straßen sind nass."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:54",
      "text": "Ich war doch sowieso da sola."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:22:55",
      "text": "Wir können sie nicht so fahren dann sind wirklich so in der Disco gibt es ein paar Straßen altert ein oder zwei Lanes sind 14 Regeln sind einfach dicht das heißt du hast immer so ein Stau als hättest du ein riesen Unfall dann hast Du natürlich aber auch noch riesen Unfälle weil es regnet und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:29",
      "text": "Zu bauen die da keine Züge also."
    },
    {
      "speaker": "roddi",
      "time": "1:23:34",
      "text": "Dilan wirds richten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:36",
      "text": "Hyperloop ja dann muss es immer gleich so übertrieben sein."
    },
    {
      "speaker": "roddi",
      "time": "1:23:39",
      "text": "Ja oder Loop Loop alleine würde ja reichen muss ja nicht gleich Hyper sein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:23:42",
      "text": "Du kannst das schon so kannst du schon im Zug fahren hast du aber genauso lange kommen wird weil erstmal musst du bis zum Zugstation kommen und dann fährt die auch zu einer komischen Ecke des dümmsten hat ausbauen wär gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:52",
      "text": "So s-bahn-halt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:23:53",
      "text": "Aber die Busse sind halt die Busse sind im Endeffekt das was die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:56",
      "text": "Busse von Apple."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:23:57",
      "text": "Das sind die mystudy Fernbusse also Apple Facebook und Google haben alle Jacke ein Facebook-Konto."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:24:06",
      "text": "Das war doch die Geschichte wo auf die Busse geschossen wurde oder hat man das doch gehört dass die alle da ihre eigenen Busse haben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:24:12",
      "text": "Auf diese Busse wurde geschossen auf der Linie wo ich gefahren bin dann ist die Linie dann nicht gefahren was dann meine compute noch mal verlängert hat natürlich auch weil da sind die Route nicht mehr gefahren wo die so geschossen also mit so Plastik geschossen allerdings nur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:24",
      "text": "Das in USA."
    },
    {
      "speaker": "roddi",
      "time": "1:24:25",
      "text": "Also die haben dann auch mehrere Linien die Firmen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:24:29",
      "text": "Also der sie können hat da ja die haben halt,"
    },
    {
      "speaker": "roddi",
      "time": "1:24:41",
      "text": "Sind jetzt Autobahnen oder wie."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:24:42",
      "text": "Ja das sind so Highways,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:11",
      "text": "Und wie ist jetzt wieder so in Deutschland zu sein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:25:13",
      "text": "Oh ist es entspannt fällt mir also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:18",
      "text": "Ist gar nicht so schlecht hier oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:25:19",
      "text": "Also also also ich rede jetzt von Alltag also wenn du jetzt nicht jetzt ist so wir wollen jetzt nicht die politische Situation an Wegen da hätte ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:26",
      "text": "Nee so jetzt so vom Gefühl ja ich weiß ich meine das hat ja auch viel Heiligenschein dieses ganze silicon Valley und ich kenne das jetzt nicht aus eigener Erfahrung aber immer,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:26:01",
      "text": "Also ja Basisinfrastruktur funktionierend und halt auch zu erschwinglichen Preisen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:06",
      "text": "Trinkt man da Wasser aus dem Hahn."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:26:09",
      "text": "Ich habe das gemacht also gefällt das halt Anaconda geworden weil irgendwie ist es ja wichtig und ich habe dann zu blöd aber als Wasserfilter der ein bisschen Histor daraus macht und dann."
    },
    {
      "speaker": "roddi",
      "time": "1:26:18",
      "text": "Portland ist übrigens ganz stolz drauf dass sie kein gechlortes Wasser haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:23",
      "text": "Die haben keine Wasserwerke hier ist irgendwie auch Urlaub Florent."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:26:28",
      "text": "Wollen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:29",
      "text": "Weißt du da was kaputt kein Wasser."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:26:32",
      "text": "Jedem Wasserdruck ist auch sowas klar gibt kein Wasser zu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:34",
      "text": "Ja aber auch so diese ganze doch das hat sich doch jetzt erst vor kurzem so ein bisschen entspannt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:26:41",
      "text": "Weil es geregnet hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:43",
      "text": "Jetzt hat nach Jahren mal gerechnet ja ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:26:49",
      "text": "Ja das GATT ist es hat sie ja dann so geäußert dass wir es weniger Wasser im Restaurant extra nach Wasser fragen musste oder keins bekommen hat also Leitungswasser warte mal bis Kriegsende merke ich mein Leitungswasser so im Restaurant unaufgefordert,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:24",
      "text": "Du sehnst dich nach Schnee,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:27:28",
      "text": "Ich mag das alles ich mag das alles es tut mir gut aber das ist auch unterschiedliche sowas sagst du was maxmark dass es seit länger hell ist und hauptsächlich warm findet der sehr wichtig und gut ich finde es ein bisschen eintönig und langweilig,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:50",
      "text": "Weitere mit länger hell was ist denn der länger hell."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:27:56",
      "text": "Naja die Dunkelheit die halt in Frühling und Herbst passiert dadurch dass das Wetter so so dämlich ist überhaupt mehr regnerisch und mehr dunkel so diese Art von."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:06",
      "text": "Achso verstehe ihre Jacke weniger Verdickungen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:28:09",
      "text": "Weniger düster."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:10",
      "text": "Ja ja da kann man ja den Sommer auch gar nicht so richtig schätzen ne weil das jetzt gerade ist."
    },
    {
      "speaker": "roddi",
      "time": "1:28:19",
      "text": "Ja das habe ich in Jamaica gemerkt weil das so nah am Äquator dass der Sommer halt keine langen Tage hat das wird halt relativ schnell dunkel aber es bleibt heiß okay ist dann halt Sauna mit Licht aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:33",
      "text": "Wollte mal so noch 12 Stunden schwupps liegt Ansicht."
    },
    {
      "speaker": "roddi",
      "time": "1:28:35",
      "text": "Ostern Sauna mit Licht an genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:38",
      "text": "Bike also Jamaica Äquator noch ein paar Meter also ich war mal so ein paar mal so richtig am Äquator das ist mega krass."
    },
    {
      "speaker": "roddi",
      "time": "1:28:44",
      "text": "Yael"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:29:00",
      "text": "Schluss jetzt Neil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:02",
      "text": "Das überprüfen wir mal."
    },
    {
      "speaker": "roddi",
      "time": "1:29:04",
      "text": "Jetzt muss der Held muss der Google Globus ausgepackt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:07",
      "text": "Na ja klar ich meine Mutter mal in das ja."
    },
    {
      "speaker": "roddi",
      "time": "1:29:09",
      "text": "NOTAM allein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:11",
      "text": "Also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:13",
      "text": "Sowas schon noch ganz schön viel."
    },
    {
      "speaker": "roddi",
      "time": "1:29:19",
      "text": "Aber es ist immerhin deutlich südlich des Wendekreises ne weil wenn du dir anguckst wo Kalifornien ist ne also das ist schon auch noch mal ganzes Stück nördliche."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:28",
      "text": "Ja aber also Aequator ich bitte dich dass es schon noch mal da andere Abteilung komme nicht so."
    },
    {
      "speaker": "roddi",
      "time": "1:29:32",
      "text": "Ja ja du hättest fast eine Rakete starten sehen wir wissen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:37",
      "text": "Hahaha das ist ein anderes traurig."
    },
    {
      "speaker": "roddi",
      "time": "1:29:42",
      "text": "Das stimmt es ja wirklich fast da Wegwarte das Gute Guyane das französische."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:51",
      "text": "Jaja na gut also der Raketenstart dort ist natürlich."
    },
    {
      "speaker": "roddi",
      "time": "1:29:56",
      "text": "Ja gut aber das ist dann jetzt auch nicht mehr macht den Kohl nicht mehr fett ist schon noch was anderes als Cape Canaveral oder oder die Russen in in Kasachstan die sind doch deutlich weiter weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:06",
      "text": "Ein Wunder dass sie ihren Vater nicht mehr so ja na gut jetzt bist du wieder da Tom das ist gut muss das eigentlich nur noch nach Berlin ziehen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:30:21",
      "text": "Sehr nee hatte noch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:23",
      "text": "Wenn ihr zu so frei bist dass du über sowas auch mal nachdenkst kannst kein hier ein."
    },
    {
      "speaker": "roddi",
      "time": "1:30:29",
      "text": "Gerade erst richtig schön teuer geworden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:30",
      "text": "Fuzzy Wittershausen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:30:34",
      "text": "Bis auf den Preis wurde mir das auch schon an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:36",
      "text": "Kann ich verstehen gut weil also gibt er ist Mama noch erstmal klein Tim Drake,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:30:56",
      "text": "Bestimmt der soll das eigentlich auch jetzt kommt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:58",
      "text": "Genau das aber wissen ab gerade Gefühl wir müssen mal kurz genau über andere Sachen reden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:31:04",
      "text": "Über andere Sachen reden ja."
    },
    {
      "speaker": "roddi",
      "time": "1:31:06",
      "text": "Für was möchtest du."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:07",
      "text": "Ich kann ich wollte mal kurz in den Meta Abteilung aufmachen jetzt haben wir Sommer 4. Juli ist heute ne."
    },
    {
      "speaker": "roddi",
      "time": "1:31:16",
      "text": "Independence Day oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:18",
      "text": "Independence Day dann geht das nicht groß aber du sashs irgendwie die Alarm ne."
    },
    {
      "speaker": "roddi",
      "time": "1:31:25",
      "text": "Ja das da stehen die ganzen großen Untertassen über den Städten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:31:31",
      "text": "Feier Feiertag Dortmund."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:31:33",
      "text": "Feiertag und Feuerwerk und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:36",
      "text": "Ja also die schlechte Nachricht für unsere Hörerinnen und Hörer ist dass es jetzt vermutlich eine ganze Weile lang dauern wird bis wir jetzt hier die nächste Freakshow produzieren."
    },
    {
      "speaker": "roddi",
      "time": "1:31:48",
      "text": "Old Man of Laumer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:50",
      "text": "Ja jetzt ist Sommer,"
    },
    {
      "speaker": "roddi",
      "time": "1:32:03",
      "text": "Inzwischen kenne ich das ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:04",
      "text": "Inzwischen kennst du das und das ist,"
    },
    {
      "speaker": "roddi",
      "time": "1:32:47",
      "text": "Wir hätten uns gleich noch ein zweiten Gast einladen sollen und in Anschluss gleich noch eine Sendung machen zweimal vier Stunden das kriegen wir doch hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:54",
      "text": "Na ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:32:56",
      "text": "Also die Donnerstag Freitag Aufnahme von den ganzen Talkshows in Amerika auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:58",
      "text": "Ja musst bloß morgen früh bin ich schon wieder beim nächsten also."
    },
    {
      "speaker": "roddi",
      "time": "1:33:05",
      "text": "Der Blick war es wert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:09",
      "text": "Naja auf jeden Fall kann es gut sein dass jetzt hier mal so zwei Monate Pause ist ich bin mir noch nicht so ganz sicher wann eben September das Programm wieder so richtig aufgenommen werden kann,"
    },
    {
      "speaker": "roddi",
      "time": "1:33:38",
      "text": "Ende der Ferien."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:40",
      "text": "Richtig nach Ende der Ferien da wäre in der Tat am 22 August eine Option die hatte ich ganz übersehen dass es die gute Nachricht."
    },
    {
      "speaker": "roddi",
      "time": "1:33:52",
      "text": "Kutzner."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:53",
      "text": "Danach kurz nach Potsdam genau und,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:36:13",
      "text": "Wir sind uns ja auch ganz einig oder also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:16",
      "text": "Wir sind uns innerhalb der frisch oder einige sind aber es geht ja auch für alle anderen Sachen im Prinzip genauso,"
    },
    {
      "speaker": "roddi",
      "time": "1:37:06",
      "text": "Wolltest du noch nie Matratzen verkaufen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:10",
      "text": "Ich hatte ja so eine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:12",
      "text": "Was soll da so eine Podcast Matratze."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:14",
      "text": "Der so eine ja ich habe nur Podcast Waltrop."
    },
    {
      "speaker": "roddi",
      "time": "1:37:17",
      "text": "Und war die so gut wie einmal alle sagen ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:19",
      "text": "Nee aber man schickt sie hat nicht zurück weil man hat also sie ist schon okay aber."
    },
    {
      "speaker": "roddi",
      "time": "1:37:23",
      "text": "Aber braucht ihr eine Matratze."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:24",
      "text": "Dies zu weiche Matratze und sowas schon aber das natürlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:37:29",
      "text": "Macht eure Fanboys Sendung wie macht die das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:32",
      "text": "Lüften muss ich noch mal nachfragen sie hat Deichmann Werbung gemacht vor kurzem mal kurz erstmal anprobiert ja in zwei Folgen gibt's Gott mit Wärme oder Nummer ist Testlauf also aktuell nicht aber es gab welche,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:45",
      "text": "Finnwale auch mal ganz."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:46",
      "text": "Ja ansich auch habe mich auch gewundert aber ich habe das noch nicht es gab."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:51",
      "text": "Die Verlockungen des Geldes."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:54",
      "text": "Was sogar die Podcast Matratze ich bin mir aber nicht mehr so ganz sicher ich fand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:57",
      "text": "Die Verlockungen des Geldes na ja ich mache mir natürlich auch am laufenden Meter Gedanken darüber,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:39:06",
      "text": "Aber eigentlich hält es doch schon ziemlich lange aus mit den Podcast oder so früher Zeit deine hobbys schneller durch."
    },
    {
      "speaker": "roddi",
      "time": "1:39:11",
      "text": "You heard it here first."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:12",
      "text": "Ja normalerweise also früher war das so länger als 7 Jahre hat mich nicht gehalten als habe alle alle sieben Jahre weil ich was anderes gemacht soll ersten sieben Jahre war so programmieren,"
    },
    {
      "speaker": "roddi",
      "time": "1:40:34",
      "text": "Musst du nach innen Tele gieren muss nach innen delegierung erinnere ich warten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:41",
      "text": "Ja was denn das Lebkuchen ist immer noch das ist aber nicht von letzten Weihnachten sondern frisch Zugriff und fitte größte Davidwache."
    },
    {
      "speaker": "roddi",
      "time": "1:40:49",
      "text": "Habe ich jetzt alle euer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:50",
      "text": "Ja jetzt Knister Marlon."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:40:51",
      "text": "Ich hole auf mein Eis jetze."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:53",
      "text": "Ja hol mal deine Nasen Tipps von Lebkuchen haben die noch andere Sachen nicht was ihr wollt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:40:57",
      "text": "Oppermann Leitungswasser."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:59",
      "text": "Muss ich noch Schokokekse gibt noch wenig naja,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:45:51",
      "text": "Zahlen für die vorletzte Sendung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:54",
      "text": "Die vorletzte Sendung,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:46:23",
      "text": "Zuviel collisions."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:24",
      "text": "Edition und 7 muss ich ein bisschen zurückblättern aber mal grob gesagt wenn so eine Sendung von uns einen Monat rumliegt dann,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:46:41",
      "text": "Und das ist nicht am Trafic oder Sophie noch Traffic Grafen von deinem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:45",
      "text": "Ja das ist aber davon separat also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:46:47",
      "text": "Wir könnten ja auch gucken wie sich die letzte vorletzte Sendung Gegensatz zu den anderen verhält."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:53",
      "text": "Na das sehe ich halt auch an den an den an den down ich kann euch das mal hier auf dem die."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:46:57",
      "text": "Muss gerade gesagt da hast du es eben nicht weil die Hashes und so weiter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:00",
      "text": "Eins haben gesagt die letzten beiden Sendungen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:47:41",
      "text": "Du auch nicht oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:43",
      "text": "So schlecht jetzt nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:47:45",
      "text": "Not too shabby."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:46",
      "text": "Ich meine das kann man jetzt nicht so auf Personen ummünzen ja das sind."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:47:50",
      "text": "Ja wer sind alles alles nur Androiden und Roboter die dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:53",
      "text": "Ja das sind die weiße ist die was runtergeladen haben du weißt halt nicht ob irgendwie ganz viele Leute haben die irgendwie auf jedem Gerät herunterladen so klingt so absolut ist es irgendwie etwas schwer zu konsumieren ich finde solche Zahlen viel interessanter im Trend über die Zeit,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:48:52",
      "text": "Ein oder zwei Drittel oder so mehr also ist auch deutlich mehr geworden kann man sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:57",
      "text": "Das nimmt zu ja genauso ist und es ist so ein konstantes Wachstum mal das ist allerdings auch etwas was ich über alle Formate eigentlich sehe,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:49:16",
      "text": "Ja gut aber trotzdem kann man ja sagen dass es mehr Leute sind die in Podcast ja noch das jetzt insgesamt ist auch für alle geht ist ja erstmal egal aber grundsätzlich werden wir mehr gehört"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:41",
      "text": "Smartphones Flatrates bessere Podcast Apps bessere Verzeichnisse mehr Aufmerksamkeit generell für das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:49:47",
      "text": "Billiger mobiltarife irgendwie die halte also mehr Daten und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:50",
      "text": "Mehr Leute die sowas sprechen müssen alles so Faktoren die da mit rein fließen ne so aber jetzt mal so,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:50:33",
      "text": "Aber eins muss ich Schmerzen jetzt noch kurz einwerfen weil du gerade hier die Seite weg ist der stand gerade insgesamt 3,7 Millionen Downloads das ist schon eine Ansage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:41",
      "text": "Ja aber das bezieht sich nur auf die den Zeitraum bis wo es diese Analytics überhaupt gab also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:50:47",
      "text": "Hallo seid ihr noch viel mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:49",
      "text": "Ja viel mehr da also wir haben erst hier seid Sendung 134a mit dieses Tracking,"
    },
    {
      "speaker": "roddi",
      "time": "1:51:12",
      "text": "Hongkong."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:14",
      "text": "Ist immer schwierig sowas im Bezug zu setzen ne jetzt vielleicht mal zum Vergleich CARE,"
    },
    {
      "speaker": "roddi",
      "time": "1:51:38",
      "text": "Wie ist es mit Bier die ist doch bestimmt auch gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:40",
      "text": "Ja ich glaube die fällt leider auch noch in die Zeit wo das dreckige noch nicht existierte,"
    },
    {
      "speaker": "roddi",
      "time": "1:52:19",
      "text": "Zwar mit den Cochlea-Implantaten und dem ganzen Krempel ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:23",
      "text": "Also alles vom vom Ohrläppchen bis zum Hören nervt so ganz tolles Ding und obwohl ich da auch erst habe ich gerade eingeschaltet,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:52:49",
      "text": "Kannst du dann sagen dass die Brot Folge z.b. irgendwo so speziell verlinkt wurden aus dem Artikel von irgendwas bekannteren oder so dass du dann so hoch schießt oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:57",
      "text": "Na ja der der wie heißt er noch gleich,"
    },
    {
      "speaker": "roddi",
      "time": "1:53:12",
      "text": "Kontakte zu gerade Brot Träne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:15",
      "text": "Ja natürlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:53:17",
      "text": "Dann nur noch der hieß Bernd."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:53:19",
      "text": "In Amerika nicht aber hier schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:22",
      "text": "Lutz Lutz Lutz Geißler,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:55:01",
      "text": "Das heißt wenn du monatlich dann Kontoauszug dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:03",
      "text": "Also das ist das sind nur."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:55:04",
      "text": "Zu viel Papier wie du verschwendest wegen deinem Kontoauszug."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:09",
      "text": "Na was glaubst du warum ich meine Buchhaltung komplett automatisiert habe,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:55:42",
      "text": "Ich hatte auch schon Sachen auf meiner Wunschliste die da eigentlich nur von mir geparkt waren für teuer Geld habe 100 € und plötzlich war nie weg dafür habe ich das jetzt doch gelöscht was ist da passiert zwei Tage später war es in der Post also Respekt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:56",
      "text": "Ja so und man weiß ja auch mal gar nicht wie man jetzt so ankommen ich finde was auch immer ganz gut ich muss sagen ich finde diese Daueraufträge finde ich am geilsten vollkommen unabhängig davon,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:56:56",
      "text": "Also solange das nicht so die mega Katastrophe und wie abziehst dass alle dich aktiv weg kündigen weil er und scheiß gemacht hast wird das ja auch nicht so schnell verschwinden da kommen vielleicht mal werden es halt langsam weniger aber du merkst da merkst du es auch so du musst doch was ändern oder ok läuft nicht mehr so gut aber,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:15",
      "text": "Ja oder und das ist jetzt alles also ein Punkt angekommen wo ich sage ok alles klar ich habe hier so eine finanzielle Stabilität das ist total super so aber es zeichnet sich jetzt auch schon langsam so ab dass das auch mal so ein bisschen Hub da reinkommt das Mahnmal,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:57:40",
      "text": "Dein Rechner ist jetzt bald 10 Jahre alt dann dein Mac Pro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:43",
      "text": "Ja das Mischpult steht tut es ja auch schon seit acht Jahren aber das war ja auch alles so top-notch als ich es gekauft habe das eben auch ne gute Sachen halten auch."
    },
    {
      "speaker": "roddi",
      "time": "1:57:51",
      "text": "Jammern frischeren MacPro kann er nicht kaufen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:57:54",
      "text": "Verbraucher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:54",
      "text": "Ja aber was ist wenn dann doch taste dich mal an Mac Pro gibt die nicht kaufen möchte."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:57:59",
      "text": "Ja dann spar mal schon du hast ja den Preis vom iMac pro gesehenes werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:03",
      "text": "Ja ja ja ja ja also,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:58:38",
      "text": "Sie damit der Rockband mit dem dass man eine gewisse Gruppe braucht und dann 10% davon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:43",
      "text": "Ich will das mal so die magischen 5% ne also würden 5% der Leute die die Freakshow hören aber jetzt mal oder überhaupt irgendeine Metaebene Produktion,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:59:14",
      "text": "100."
    },
    {
      "speaker": "roddi",
      "time": "1:59:17",
      "text": "400 sind 1% von."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:19",
      "text": "Ja also 400 sind sind 1% das heißt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:59:21",
      "text": "2000 also genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:22",
      "text": "1,25% habe ich schon war und eine Verdoppelung auf zweieinhalb Prozent ich bin eigentlich eher von 20.000 Mal ausgegangen weil um diesen Zahlen steckt irgendwie viel viel Lüge."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:59:36",
      "text": "Jetzt regnet es aber gerade schon schön ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:42",
      "text": "Na ja ich meine das ist Software und das Internet und und wie also wenn du es halbiert kommst du kommst du auf eine belastbare Zahl also ich glaube man kann mit Fug und Recht sagen es gibt 20000 unterschiedliche Menschen die regelmäßig Friseurin,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:00:00",
      "text": "Aber kannst du deine verschiedene Podcast überhaupt noch auseinanderhalten an den Spenden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:05",
      "text": "Nee weil die meisten Leute also ja im Prinzip schon."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:00:10",
      "text": "Aber nicht so richtig ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:11",
      "text": "Das Land ist halt alles als Metaebene und viele schreiben halt noch dazu ich höre dass ich heute dass ich für das,"
    },
    {
      "speaker": "roddi",
      "time": "2:00:34",
      "text": "Zweitrangig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:35",
      "text": "Nin."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:00:36",
      "text": "Aber dann kannst du ja doch schon doch bisschen höhere Zahlen auch nehmen weil sind ja eigentlich mehr Hörer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:40",
      "text": "Naja ich weiß ja jetzt nicht wie viel ich unique."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:00:43",
      "text": "La Diva schneiden sich dass ich auch gehöre ja stimmt schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:46",
      "text": "Ich meine kannst du die sagen ja hier CAE aber mir ist natürlich auch klar dass die hunderttausend Leute die vielleicht tatsächlich diesen Brot Podcast gehört haben oder zu müssen runtergeladen haben,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:01:04",
      "text": "Weil die nur genau wegen der Sendung von Dosis eigentlich nicht Design und den Bademeister was sollen die wo du wenigsten höre hast weil das ist wahrscheinlich die Stamm Basis also die schlechteste Sendung ist mehr da bin ja deine Stamm Basis weil das sind die die wirklich alles hören."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:16",
      "text": "Ja gut aber ich meine ich habe halt jetzt so meine meine Auftrag Sachen was dass ich sowas wie Fuchs Europa und so weiter das ist ganz andere Zielgruppe die kann ich jetzt nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:01:25",
      "text": "Ja ok aber von denen reden wir ja nicht sondern wenn du jetzt z.b. für für die Freakshow eine der schlechten Sendungen nehmen würdest dann hättest Du auf jeden Fall die Stammbesetzung der hören."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:37",
      "text": "Ja so kann man das natürlich auch rangehen ne oder man sagt nur nur was am ersten Tag runtergeladen wird es auch Stamm Hörer."
    },
    {
      "speaker": "roddi",
      "time": "2:01:44",
      "text": "Wird das ja quatsch das hängt ja davon ab wie der Podcatcher funktioniert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:48",
      "text": "Ja gut aber der Regel schlägt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:01:50",
      "text": "Eine Woche würde ich neben glaube ich."
    },
    {
      "speaker": "roddi",
      "time": "2:01:52",
      "text": "Und dann gibt's bestimmt auch Leute die regelmäßig hören und trotzdem den Webclient benutz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:57",
      "text": "Ist egal ich gehe das Mega konservativ an ich habe so ungefähr 500 Daueraufträge gezählt und ich würde mich freuen wenn ich diese Zahl verdoppelt bekommen würde das eigentlich alles was ich sagen wollte,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:02:22",
      "text": "Die Hörer können jetzt in einem Maß in der Masse zusammen das Achievement irgendwie erreichen ne also habt ihr gehört merke unlocked ist es ja sowas ist ja da wir müssen jetzt noch erfüllen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:33",
      "text": "Also dass das fettig geil also das würde mich wirklich motivieren auch so mal hier nichts Federation zu machen ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:02:45",
      "text": "Wo kommt ja bald ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:47",
      "text": "Unterdruck ja mir geht's nicht so sehr um sinnlose Sachen die man an ich nicht braucht zu kaufen waren einfach alles,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:03:03",
      "text": "Ich will kurz was einschieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:05",
      "text": "Mach mal schick mal was."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:03:06",
      "text": "Und zwar habe ich ich mache das jetzt mal so ein bisschen provisorisch weiß wie mir noch ein der,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:18",
      "text": "Die letzten Einträge ja recht deshalb."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:21",
      "text": "Ja dann benenne stances ZFS setup on Mac OS"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:02",
      "text": "Was ist jetzt hier das Besondere daran."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:05",
      "text": "Na dass er das so komplett auf dem Mac integriert also dass er nicht einfach nur die die Extension installiert und dann auch nächsten Platte das halt so genutzt sondern auch sein"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:20",
      "text": "Gabs Fritten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:20",
      "text": "Genau und wie sagt das auch Tools hat die im Menubar halt den den Status der Puls anzeigen und so weiter und sofort mit Erinnerung autobackup undsoweiterundsofort,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:12",
      "text": "Tim immer noch nicht so ganz so sicher ob ZFS so eine große Zukunft hatte ich hatte hier,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:38",
      "text": "Wann war das Zocker jetzt gerade von Mira vor zweien."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:42",
      "text": "Vor 46 Wochen bissig,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:07:06",
      "text": "Und du hast auch die Idee aktuelle ZFS Version weil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:09",
      "text": "Denke ja ich hatte da schon mal geguckt dass das aktuelle aber das jetzt auch keine keine belastbare Untersuchung."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:07:18",
      "text": "Das ist auf jeden Fall das ZMS auf dem Mac halt immer so ein parallelfahrsystem sein wird wahrscheinlich auch erholt hat sie mir tut schon eine Menge raus aber ist halt natürlich noch nicht und wird sich auch nie sein so integriert Vivi apfs jetzt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:46",
      "text": "Also benutzen jetzt wohl so ein paar Dinge war das nicht bei ATP in Themar hier sitzt diese parallele Ausführung dieser ganzen Simulatoren die man jetzt machen kann mit Xcode dass sie da."
    },
    {
      "speaker": "roddi",
      "time": "2:07:58",
      "text": "Nichts mehr daheim fest zu tun apfs."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:01",
      "text": "Hat insofern was mit apfs zu tun als dass sie eben das schnelle cloning von kompletten,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:23",
      "text": "Wo soll ich für Time Machine und ich finde das ist halt das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:26",
      "text": "Und warst nicht sogar so dass ich jetzt auch jedesmal gleich die Fusion Drive jetzt auch mit."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:36",
      "text": "Ja sage da gab es ein bisschen was an."
    },
    {
      "speaker": "roddi",
      "time": "2:08:38",
      "text": "Stimmt das war es ja das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:08:40",
      "text": "Zumindest eine Ankündigung ja ob das in der Beta jetzt schon geht oder nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:42",
      "text": "Ja aber weiß ich auch nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:08:46",
      "text": "Soll ich mit der L."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:08:47",
      "text": "Science der alten Geschichten ist es ja eigentlich zu letzten schon angekündigt worden dass es irgendwie kommen wird Mitte des Jahres und und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:54",
      "text": "Ich habe so den Eindruck dass sie da immer noch sehr konservativ voranschreiten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:58",
      "text": "Ist vielleicht doch gut so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:00",
      "text": "Und wirklich warten bis sie so eine totale Härtung der Zustände haben um dann in die Vollen zu."
    },
    {
      "speaker": "roddi",
      "time": "2:09:07",
      "text": "Ja das hat vor allen Dingen unter high Sierra gab's diese ganzen Befehle schon in den Puls und ich habe es halt zwei Tage lang versucht weil ich dachte mir nee wenn es die Befehle gibt und es ist in der manpage drin und so das musste auch funktionieren und was hat halt nicht funktioniert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:09:21",
      "text": "Wie dieser Schatz."
    },
    {
      "speaker": "roddi",
      "time": "2:09:22",
      "text": "Nee Fusion drive."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:09:25",
      "text": "Also ja ja nee nee."
    },
    {
      "speaker": "roddi",
      "time": "2:09:26",
      "text": "Apfs das war halt irgendwie alles da aber es war nicht angeschaltet und gab keine ordentlichen Fehlermeldung dass sich jetzt da vielleicht was versuche das irgendwie noch nicht geht es war sehr merkwürdig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:38",
      "text": "Übrigens ist der Justin Scholz hat sich hier gerade im Chat."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:09:43",
      "text": "Ja sehr gut."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:09:46",
      "text": "Ich bin ein bisschen abgelenkt werden mein Hotel brennt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:51",
      "text": "Dein Hotel brennt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:09:52",
      "text": "So ich muss vielleicht später noch überlegen wurden übernachten geht oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:57",
      "text": "Dein Hotel brennt ernsthaft."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:09:58",
      "text": "Jetzt wird mir hier gerade leise von von von Anna-Lena würde ich das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:01",
      "text": "Relife gibt's gibt's awaits."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:07",
      "text": "Die hat Feueralarm gehabt musst du da raus und die Rückseite ist wohl wird gelöscht von der Spree ja mal gucken,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:17",
      "text": "Nachvollziehbar."
    },
    {
      "speaker": "roddi",
      "time": "2:10:19",
      "text": "AHS Freakshow immer Brandeis dabei."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:22",
      "text": "Unser Zimmer ist aber auf der anderen Seite das ist vielleicht ist mein Zeug noch okay und der Technik ist eh hier,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:37",
      "text": "Ist dadurch Hades jetzt II und III und IV Rechner der abbrennen ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:40",
      "text": "Bilder brechertechnik."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:43",
      "text": "Klar II Rechner 3 Rechner hast du die sind die sind versichert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:44",
      "text": "Tschuldigung ich bin nicht versichert glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:48",
      "text": "Man SSD Sendungstitel durch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:54",
      "text": "Mein und hell brennt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:04",
      "text": "ZFS apfs wir werden sehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:11:09",
      "text": "Machst du mit rein den Link nd."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:11:11",
      "text": "Die Stadt mit ihrer Technik ist im Zimmer insofern es gibt was für die Versicherung."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:11:17",
      "text": "Pimmel denn den Link mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:18",
      "text": "Ja mache ich noch rein bzw SMZ also ist sowieso immer wenn ihr wenn ihr links in den Schoß sehen wollt bitte bedeutet im Chat da."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:11:28",
      "text": "Aber ich habe ja keinen Zweck weiter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:30",
      "text": "Ja Dennis du hörst auf diesem Podcast nicht du hast auch andere Podcast nicht so eine Freude mit Dir zusammen zu."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:11:36",
      "text": "Ich weiß ich bin so so so unbeeinflusst auch dann ist ja gut ne ja und weil das war das Wort genau danke."
    },
    {
      "speaker": "roddi",
      "time": "2:11:47",
      "text": "Du bist einfach unser Sonderling."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:11:48",
      "text": "Gehörten in der Supreme Court Judge Position ist frei schlecht ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:11:52",
      "text": "Da würde ich würde ich gerne machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:54",
      "text": "Hätte ich auch lieber den als Anime,"
    },
    {
      "speaker": "roddi",
      "time": "2:12:22",
      "text": "Du hast jetzt o2 verlängert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:23",
      "text": "Ja ich habe da mal so,"
    },
    {
      "speaker": "roddi",
      "time": "2:12:42",
      "text": "Na ja ich kenne es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:43",
      "text": "War ganz interessant zu sehen wie persistent die so sind also wann hast du einsetzte und dann so eine Zeit lang würde ich so jeden Tag einmal probiert richtig auf over also ich bin mir angegangen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:13:25",
      "text": "Meine Fresse,"
    },
    {
      "speaker": "roddi",
      "time": "2:13:32",
      "text": "Ich glaube ich habe zehn aber ich weiß es nicht genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:34",
      "text": "Acerbis der immer irgendwie im Club abhängt und aus dem WLAN raus kommt,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:14:04",
      "text": "Ridcully us."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:06",
      "text": "Weil es keine iOS und weil sie da natürlich jetzt wieder der die Hand so richtig weit aufmachen und alle sich gegenseitig im Finger zeigen und sagen die sind schon."
    },
    {
      "speaker": "roddi",
      "time": "2:14:15",
      "text": "Machst du alles mobil dass du da 30 kickfair ballerst das muss ich jetzt wirklich mal lädst du irgendwie alle deine Podcasts über LTE runter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:28",
      "text": "Ich benutze das Internet so wie es gedacht ist und ich habe überhaupt gar keine Lust mehr darüber Gedanken zu machen über welche Infrastruktur das zu mir kommt,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:14:59",
      "text": "Blau-Weiß würden eskalieren wenn das alle so machen wie du meinte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:01",
      "text": "Blödsinn Unsinn."
    },
    {
      "speaker": "roddi",
      "time": "2:15:05",
      "text": "Naja sagen wir mal so ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:06",
      "text": "Igel Wasser nicht glasierte sind die Hirne von diesem Menschen die diese Netze aufbauen die haben halt entsprechen nachzuliefern,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:15:33",
      "text": "Hat o2 keine Flat Flat flat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:35",
      "text": "Nein o2 hat keinen Schlüssel Flat vorgestellt sein ihr Angebot war naja wir machen mal hier 30GB als regular Standardtarif und für 5 € mehr Größe 60."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:15:46",
      "text": "Du hast jetzt die 60."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:47",
      "text": "Und Mel Gibson,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:15:58",
      "text": "Ja die macht doch vielleicht verfällt oder drossel dir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:00",
      "text": "Sie macht das jetzt und die haben auch das bessere Netz."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:16:03",
      "text": "Aber kostet heute."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:04",
      "text": "Unter würde dann auch irgendeine theoretische Apple watch mit LTE die ich nicht habe auch irgendwie funktionieren und das ist ehrlich,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:16:33",
      "text": "Du hast die Multi SIM für die Flat Flats Plitvicer nach teurer weil die können ja auch was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:37",
      "text": "Weil das ja noch mit die weiß ist und dann hat man hier noch ein iPad und dann noch ein LTE Router,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:17:10",
      "text": "Festo Telekom gewesen oder 100 € dann hast du alles was du willst von der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:16",
      "text": "Ja alles was ich will ist relativ so also da wird mir noch so einiges einfallen also will ich das wirklich alles haben wollen würde,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:17:37",
      "text": "Aber dafür hast du stream.on kannst allen Fußball gucken."
    },
    {
      "speaker": "roddi",
      "time": "2:17:42",
      "text": "Da brauchst du gar keine 100 mehr oder keine Flat light LED."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:46",
      "text": "Ich muss mich ja schon einschränken damit ich irgendwie mit sind 30 Gigabyte."
    },
    {
      "speaker": "roddi",
      "time": "2:17:50",
      "text": "Okay gut ich habe tagsüber irgendwie anderes zu tun als LTE zu schnorcheln und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:57",
      "text": "Ja da wurde zu du das hast ja WLAN."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:59",
      "text": "Ja, ich habe ich ich ich."
    },
    {
      "speaker": "roddi",
      "time": "2:17:59",
      "text": "Genau und naja gut ich klinke meinen Geräten nicht in das Firmen WLAN ein auch nicht in das gästenetz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:05",
      "text": "Warum das alles so absurd ist weil wenn es wirklich nur so Leute sind wie ich,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:40",
      "text": "Sind ein bisschen hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:41",
      "text": "Ja dann bis zum Ausländer funktioniert das irgendwie alles nicht und das nervt einfach nur."
    },
    {
      "speaker": "roddi",
      "time": "2:18:48",
      "text": "Ja so große Firmen haben halt ganze Abteilungen die sich überlegen wie man den User noch ein bisschen besser gängeln kann damit da noch ein paar mehr Münzen rausfallen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:58",
      "text": "Ja also ich weiß nicht ob das jetzt die richtige Entscheidung war vielleicht war es nicht die richtige Entscheidung im allerschlimmsten Fall kann ich da auch noch mal andere Konsequenzen daraus ziehen,"
    },
    {
      "speaker": "roddi",
      "time": "2:19:24",
      "text": "Wie alle wir jetzt so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:25",
      "text": "Aber dieses Gerede mit irgendwie ich verbraucht doch nicht mehr als 300 Megabyte im Monat 300 Megabyte verbrauche ich vom Bett zum Kaffee."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:36",
      "text": "Habe ich WLAN."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:19:37",
      "text": "Halben Monat 750 Megabyte,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:55",
      "text": "Ich kann ja auch sagen wo wo ich soviel verbra."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:19:58",
      "text": "Und hast auch nicht iCloud Foto an."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:00",
      "text": "Gar keinen Fall aber das ist ja darüber mit dem Volumen nichts zu tun sondern aus Prinzip weil ich keinen Cloud mache."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:06",
      "text": "Ja genau und das nutze ich halt alles welchen le."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:09",
      "text": "Aber aber wo bist du denn unterwegs habe ich auch nicht wo bist du denn unterwegs wo du kein WLAN hast also so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:15",
      "text": "Lanun EZB."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:18",
      "text": "Dann kein letzter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:19",
      "text": "Doch klar aber darf nie rein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:20:22",
      "text": "Facebook ab."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:23",
      "text": "Da würde ich ja nicht hingehen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:20:25",
      "text": "Das wöchentliche Facebook Update macht dein."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:28",
      "text": "Ich habe auch kein Facebook natürlich nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:20:30",
      "text": "Aber wenn du nur so Auto-Update ab hättest ja die App ist über 100 Megabyte."
    },
    {
      "speaker": "roddi",
      "time": "2:20:34",
      "text": "Für die habe ich nie gehabt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:20:35",
      "text": "Und die updatet sich jede Woche."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:37",
      "text": "App Update oder bin ich guck mal heute morgen war ich noch in Hamburg Podcast aufgenommen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:44",
      "text": "Ja du bist halt mir unterwegs ich bin nicht so unterwegs wenn ich mit Motorrad unterwegs bin dann kann ich nichts machen mit dem Netz also dann so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:50",
      "text": "Ich schon verstanden dann lass alles anders ich wollte dir nur erklären was an meinem Lifestyle so Daten intensiv ist so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:56",
      "text": "Viel reisen halt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:57",
      "text": "Na und ihr während ich aufnehme auf meinen Rechner mache ich während der Aufnahme ein Online Beck,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:21:21",
      "text": "Verstehe verstehe ja man ja."
    },
    {
      "speaker": "roddi",
      "time": "2:21:29",
      "text": "Ja so gesehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:21:31",
      "text": "Du das auch so machen nur werden wir die Preise halt zu teuer dafür."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:36",
      "text": "Da müssen die Preise"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:21:55",
      "text": "Diese Spaßverderber Klauseln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:56",
      "text": "Ja diese Liane hast du gedacht aber ist nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:21:58",
      "text": "Du darfst nicht durcheinander gerät durch das und so hä warum nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:00",
      "text": "Ja ja warum genau sind die gleichen Daten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:22:03",
      "text": "Ich würde genau die gleiche Seite aber mit meinem Laptop anschauen und nicht mit meinem Telefon so what's the difference nee das verstehe ich alles."
    },
    {
      "speaker": "roddi",
      "time": "2:22:10",
      "text": "Na gut bei mir ist es halt so ich habe den Rechner sowieso kaum dabei,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:22:25",
      "text": "Bin gleich da kannst du eh keine SIM-Karte einstecken bis heute."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:28",
      "text": "Na wieder hart machen hat er gesagt."
    },
    {
      "speaker": "roddi",
      "time": "2:22:33",
      "text": "Ja ich mache dann aus wenn ich ihn nicht brauche dann ist er halt auch mal 2-3 Tage einfach aus und weggeräumt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:22:40",
      "text": "Wie auch so ein Marder shutdown."
    },
    {
      "speaker": "roddi",
      "time": "2:22:42",
      "text": "Aus zusammengeklappt weggeräumt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:22:46",
      "text": "Gucken was ich für uptime habe kann mich nicht erinnern."
    },
    {
      "speaker": "roddi",
      "time": "2:22:48",
      "text": "Das mache ich so das gar nicht mehr."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:22:50",
      "text": "10 Tage."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:22:52",
      "text": "Du hast immer noch dein Handy unten Uhr."
    },
    {
      "speaker": "roddi",
      "time": "2:22:56",
      "text": "Handy und Uhr und iPad und noch zwei weitere iPad."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:23:03",
      "text": "Also ich musste meinen Rechner."
    },
    {
      "speaker": "roddi",
      "time": "2:23:04",
      "text": "Ja der Rechner ist aus."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:23:05",
      "text": "Für dich halt nur der Rechner diese Eigenschaft wird es den den Weg zu packen wirklich so dass es eine gute Sache ist und nicht die anderen technischen Geräte was."
    },
    {
      "speaker": "roddi",
      "time": "2:23:14",
      "text": "Jetzt etwas übertrieben also es ist nicht so dass ich,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:23:35",
      "text": "Du sollst du machst privat nicht mehr so viel mit Rechner nichts mehr eigentlich."
    },
    {
      "speaker": "roddi",
      "time": "2:23:39",
      "text": "Nicht viel zumindest ich sag ja so vielleicht zwei dreimal in der Woche aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:23:42",
      "text": "Übernahme alte ist das Problem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:57",
      "text": "Ja du weißt was mich die ganze Zeit total komisch vorkommt ist das jetzt die erste Frisur seit 4 Monaten an der keine Frau teilnehmen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:24:08",
      "text": "Ich prangere,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:13",
      "text": "Ja das jetzt leider etwas dramatisch weil sie nun gestern oder vorgestern irgendwie abgehauen ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:24:18",
      "text": "Sinterpresse mein Hotel."
    },
    {
      "speaker": "roddi",
      "time": "2:24:22",
      "text": "Also PZ würde ich jetzt nicht als Presse bezeichnen aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:25",
      "text": "Hahaha."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:24:27",
      "text": "Könnt ihr mal alle mal nett zu Annalena im Chat sein bei der Ente."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:29",
      "text": "Alter wir wissen wo dein Hotel steht so was sind das hier für Nutella."
    },
    {
      "speaker": "roddi",
      "time": "2:24:34",
      "text": "Nr Wallstraße."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:24:37",
      "text": "Hotel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:38",
      "text": "Unseren Hotel arthotel a,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:24:44",
      "text": "Wenn Marc Museum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:45",
      "text": "Am Märkischen Museum Hagenow das kenne ich auch echt."
    },
    {
      "speaker": "roddi",
      "time": "2:24:50",
      "text": "Nach dem Feuer in einer Küche des angrenzenden Bürotrakt ist alles klar."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:24:58",
      "text": "Eine kleine Messe Bude."
    },
    {
      "speaker": "roddi",
      "time": "2:25:00",
      "text": "Ich habe ich habe immer eine Weile lang im uniRadio war ich mal und da hing in der Küche hin da so ein Sonos aus dem dpa-ticker rausgefallene Artikel wo es hieß das irgendwo in Russland"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:42",
      "text": "Ja so sind die Auswirkungen von."
    },
    {
      "speaker": "roddi",
      "time": "2:25:44",
      "text": "So sind die Auswirkungen mal vorsichtig sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:49",
      "text": "So wollte noch gebrannt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:52",
      "text": "Sonst jetzt jedenfalls neuen Vertrag und bis jetzt erstmal ein bisschen mehr happy."
    },
    {
      "speaker": "roddi",
      "time": "2:25:56",
      "text": "Immer unzufrieden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:58",
      "text": "Ich bin jetzt gespannt wie weit dass mich trägt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:08",
      "text": "Ich habe die Erfahrung macht wenn man von denen nicht angerufen wird dann hat man den falschen Vertrag und wenn die sehr viel anrufen dann hat man genau den richtigen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:29",
      "text": "Nee wenn du richtig so kündigst dann ist das für die subscriber Verlust und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:35",
      "text": "Na das hat dann rufen sie ja wieder mal gekündigt oder so noch mal bei deinen ganz normalen Vertrag hast und dich dann plötzlich andauernd anrufen dann dann hast du was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:41",
      "text": "Achso achso ja so cold call mäßig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:43",
      "text": "Dann hast du dann hast du genau das Richtige wenn sie nicht anrufen dann ist verdächtig weil dann sind die anscheinend zufrieden da solltest du mal drüber nachdenken ob."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:52",
      "text": "Das was dran."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:26:53",
      "text": "Hast solltest du mal sogar nachdenken wenn deinen Mobilfunkanbieter zufrieden ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:57",
      "text": "Er ist ja so."
    },
    {
      "speaker": "roddi",
      "time": "2:27:00",
      "text": "Hält sich mein Ohr."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:27:01",
      "text": "Wenn sie Hofer lache."
    },
    {
      "speaker": "roddi",
      "time": "2:27:02",
      "text": "Als ich meinte o2 gekündigt hab leider haben sie natürlich auch sofort irgendwie quasi nachdem das Fax durch war direkt angerufen und dann habe ich dem Typen aber irgendwie ihn erst mal quatschen lassen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:22",
      "text": "Wo machst du denn jetzt."
    },
    {
      "speaker": "roddi",
      "time": "2:27:23",
      "text": "Ist der sauer geworden erstmal so richtig ausgerastet,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:29",
      "text": "Aber das ist gerade voll reingegangen hat und dann kommt so ein Dämpfer klar."
    },
    {
      "speaker": "roddi",
      "time": "2:27:36",
      "text": "Vielleicht habe ich ihm auch einfach dadurch dass ich ihn erstmal hab reden lassen hatte so viel Zeit verbraucht wo er bei anderen Leuten vielleicht durchgekommen wäre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:43",
      "text": "Bestimmt also kannst du nachvollziehen warum der Ärger ist aber es hilft ja auch nichts."
    },
    {
      "speaker": "roddi",
      "time": "2:27:51",
      "text": "Nee aber konnten Ärger jetzt nicht professionell wegstecken das hat man meistens deutlich gemerkt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:56",
      "text": "Ja das ist ja auch wahrscheinlich professionell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:58",
      "text": "So vielleicht doch eine Kleinigkeit ich weiß nicht ich habe mal diese iOS 12 Beta installiert."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:06",
      "text": "Auf dem se."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:07",
      "text": "Ja so also wohl auf dem se als auch auf dem X."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:11",
      "text": "Gibt's schon das Public Beta Jana schon der zweite oder dritte auch schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:15",
      "text": "Nächstes eine Version public rausgekommen soweit ich weiß und."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:28:18",
      "text": "Eine Public und danach wieder eine Delle Welle Barbie TOGGO."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:20",
      "text": "Genau sowas."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:28:21",
      "text": "So jetzt gerade im Mund."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:24",
      "text": "Was sieht wie oft kamen so bei der letzten Public Beta raus 2."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:28:28",
      "text": "Bei oder maximal drei glaube ich also die developers kommen häufiger aber die Party früh."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:35",
      "text": "Wir heute gerade mal Anfang Juli also noch Butter lange lange nichts kommen oder was meinst du jetzt um abzusehen wann jetzt das Final kommt oder wie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:42",
      "text": "Keine Ahnung ich ich war nur ich selber."
    },
    {
      "speaker": "roddi",
      "time": "2:28:45",
      "text": "Naja es kommt 5 oder 6 Betas yamay."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:28:47",
      "text": "Wenn die sind so eingefahren die zyklisieren schon gar nicht mehr irgendwie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:51",
      "text": "Sich nicht mehr wirklich geheime also."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:28:52",
      "text": "Bist du dir wirklich noch vorher sagen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:54",
      "text": "Wird irgendwann im September würde das in special event."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:28:57",
      "text": "Vorm nächsten Telefon wird irgendwie die final rauskommen."
    },
    {
      "speaker": "roddi",
      "time": "2:29:01",
      "text": "Also wenn die im August kommt würden sich alle sehr wundern."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:29:04",
      "text": "E-Mail zu früh."
    },
    {
      "speaker": "roddi",
      "time": "2:29:06",
      "text": "Sollen wir mal so und wenn sie erst im November kommt würden sie vielleicht auch ein paar Leute wundern also es war sonst immer Oktober vielleicht mal später September aber,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:29:16",
      "text": "Nee auch ich würde eher September sagen oder Ende."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:29:18",
      "text": "So kurz nach kurz nach dem Event."
    },
    {
      "speaker": "roddi",
      "time": "2:29:20",
      "text": "Naja so im Oktober im Oktober doch gerne mal die Fans und kurz davor hat irgendwie die final."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:29:27",
      "text": "Also ich denke mal so Ende September und dann an."
    },
    {
      "speaker": "roddi",
      "time": "2:29:31",
      "text": "Vielleicht habe ich auch falsch in Erinnerung im Zweifelsfall weißt du mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:35",
      "text": "Ja gut es ist solange wie immer bis es anders ist."
    },
    {
      "speaker": "roddi",
      "time": "2:29:43",
      "text": "Große Philosophien in der Freakshow es ist solange wie immer bis es anders."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:47",
      "text": "Ja dafür zahlen die Leute hier."
    },
    {
      "speaker": "roddi",
      "time": "2:29:50",
      "text": "Dauerauftrag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:51",
      "text": "Toprak."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:29:52",
      "text": "Route nach Regen."
    },
    {
      "speaker": "roddi",
      "time": "2:29:53",
      "text": "Zwar so lange bis nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:56",
      "text": "Da mich hat's natürlich jetzt sehr interessiert wie das so perform topsim se einerseits andererseits gibt auch ein Feature auf dass ich scharf war weil sonst hätte mich gleich nicht so,"
    },
    {
      "speaker": "roddi",
      "time": "2:30:12",
      "text": "Also ich habe es in der Firma offenem auf einem vorne und auf einem Pad installiert und zu Hause auf einem auf meinem 5s auf meinem ganz alten,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:25",
      "text": "Das ist so ein schön und das ist auch nicht mal se das ist tatsächlich das ist ein,"
    },
    {
      "speaker": "roddi",
      "time": "2:30:36",
      "text": "Also da ich das so extrem selten benutze dieses 5s hatte ich jetzt keinen direkten Vergleich aber es wirkte auch überhaupt nicht langsam also das war halt einfach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:46",
      "text": "Wie mit aus elf oder zwölf ja ja."
    },
    {
      "speaker": "roddi",
      "time": "2:30:48",
      "text": "Mit 12 mit 12 so wie man sich das vorstellt einfach so unauffällig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:53",
      "text": "Lutsche ich genau also ist natürlich an sich immer noch langsamer das nennt man dann schon das Dinge dauern da wo jetzt wirklich das programm auf was tut aber die Zeiten bis."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:31:04",
      "text": "Wird es was tut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:05",
      "text": "Ist es mal anfangen kann was zu tun die sind halt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:31:08",
      "text": "Du sollst es jetzt mehr responses of ombre Hair."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:10",
      "text": "Den Eindruck habe ich ja also das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:31:13",
      "text": "Oder sind nicht nur Timing Geschichten dieser gefixt haben sondern ist also wo sie die alle Menschen sagt noch kürzer setzen das machen die auch oft und gerne ne sondern dass es wirklich also,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:31:37",
      "text": "Einfach dass es sind eingeladen hoch und runter Stufen ja das ist so eine der verschiedene Geschichte ist das ja auch mal so eine."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:31:48",
      "text": "Wahrscheinlich kann man der Automatik die das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:31:50",
      "text": "Bitte immer so ein oder zwei Sachen raus gegriffen die sehr plastisch sind die dann als Aufhänger dafür gelten aber natürlich so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:57",
      "text": "Kannst du mir mal kurz sagen was das hier ist aufeinmal ist ja alles grau geworden und da ist das eine Sanduhr auf einmal vor dem Titel."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:32:04",
      "text": "Das sollte natürlich nicht passieren ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:07",
      "text": "Aber hast du irgendeine Ahnung."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:32:09",
      "text": "Ja ja das ist schon auch mal so passiert aber das sollte jetzt bei dir nicht passt dann kannst du aus dem App Store wieder runterladen die Apps jetzt du kannst ja alle Apps löschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:18",
      "text": "Dieses Angebot."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:32:19",
      "text": "Die sind glaube ich jetzt alle über die Zeit gehört ich glaube diese disanto heißt dafür uneinig sind das ist jetzt dein time Feature natürlich du hast dir die gesperrt das ist glaub ist ein Fidget ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:27",
      "text": "Screen time."
    },
    {
      "speaker": "roddi",
      "time": "2:32:29",
      "text": "Ja tinder schon."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:32:29",
      "text": "Schriesheim ist es jetzt so ist es nicht die."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:32:30",
      "text": "Ja weil außer außer Cloud runterladen kommt ja ne Wolke mit dem Pfeil."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:32:34",
      "text": "Herrli aber es gibt auch die es gibt ja Auto löschen mit der Wolke mit dem Pfeil und es gibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:38",
      "text": "Na ja stimmt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:32:40",
      "text": "Zu Apps können auch verschwinden aber das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:32:42",
      "text": "Time damit hast du zu viel benutzt kannst mal sehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:46",
      "text": "Wie ich das auch nicht benutze ich fahre mich gerade wie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:32:48",
      "text": "Haben deine Kinder eingerichtet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:32:49",
      "text": "Dann ist es einfach die Uhrzeit die falsche Uhrzeit du hast es eine Uhrzeit gesperrt."
    },
    {
      "speaker": "roddi",
      "time": "2:32:53",
      "text": "Erst nach 10 Uhr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:55",
      "text": "Stimmt genau ich habe genau das habe ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:32:58",
      "text": "Film lustig lustig sieht ein bisschen Barock aus diese Uhr finde ich soll,"
    },
    {
      "speaker": "roddi",
      "time": "2:33:21",
      "text": "Sanduhr oder nachdem diese Traumblase mit den zwei Sätze nicht mehr hat,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:33:29",
      "text": "Übrigens Mitte September ist oder reguläre Release-Termin also iOS Tennis,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:49",
      "text": "Ja ich bin ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:33:50",
      "text": "Geräte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:51",
      "text": "Bin ja jetzt sehr gespannt was die Bildschirm zeitweises Wissen der deutschen Übersetzung ja,"
    },
    {
      "speaker": "roddi",
      "time": "2:34:02",
      "text": "Sei ehrlich hast du schonmal Raiders wegen Übersetzungen ins Deutsche gefeilt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:34:06",
      "text": "Ich doch nicht also ja erst als Deutsche als externer deutsche habe ich."
    },
    {
      "speaker": "roddi",
      "time": "2:34:10",
      "text": "Deutscher als externer aber nicht als intern."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:34:12",
      "text": "Kidney Christa da wollte ich jetzt in echt nicht mehr was nicht mehr mit zu tun haben das ist so eine so es ist ja schon okay aber es ist halt nicht gut wirklich mein haben sie es geändert inzwischen eigene sollte ist es immer noch Ablage."
    },
    {
      "speaker": "roddi",
      "time": "2:34:26",
      "text": "Was jetzt genau."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:34:27",
      "text": "Time in NY das ist ist das immer noch lang."
    },
    {
      "speaker": "roddi",
      "time": "2:34:29",
      "text": "Zu meiner Ablage."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:34:31",
      "text": "Und der Maler irgendwas von der Nomenklaturen so geänderten deutschen sie haben mal was gehabt Volumen glaube ich jetzt nicht mehr oder sowas oder irgend irgend paar von absoluten Mac Ecken haben sie dann bleiben lass."
    },
    {
      "speaker": "roddi",
      "time": "2:34:42",
      "text": "Aber mal ganz ehrlich ich meine ich rege mich halt auch gerne mal über die eine oder andere Übersetzung von Apple auf und dann startest du noch mal Windows und dann denkst du alles ist gut alles ist gut."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:34:52",
      "text": "Wo alle die Knöpfe sind mit okay unterbrechen und Ja und Nein und vielleicht."
    },
    {
      "speaker": "roddi",
      "time": "2:34:56",
      "text": "Ja und wie wie das Zeug heißt also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:59",
      "text": "Ja Nein buttons."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:35:00",
      "text": "Ich versuche dir immer wieder mal aber so das ist ja selbst sehr viel besser geworden jetzt also wirklich so ein aktuelles Windows, er schon mal starten und benutzen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:16",
      "text": "Also das Ablage Menü das ist wirklich eine interessante Geschichte."
    },
    {
      "speaker": "roddi",
      "time": "2:35:21",
      "text": "Das jetzt mal Datei oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:22",
      "text": "Nein nein nein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:35:23",
      "text": "Nee nee nur in den Office-Produkten heißt Datei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:26",
      "text": "Nur bei Microsoft weil also meine These ist,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:35:41",
      "text": "Zurecht ich könnte auch sagen warum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:43",
      "text": "Pfeil."
    },
    {
      "speaker": "roddi",
      "time": "2:35:44",
      "text": "Zufall hast ablegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:45",
      "text": "Ist ja doof weil es handelt sich hier um das Verb die Tätigkeit."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:35:50",
      "text": "Tansiyon Subjekt lauter Hick ist dass es geht um falls also steht da file wenn du den Kalender hättest sollte da auch stehen Termine und Termin sollte das stand mal in der in der Human Interface."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:03",
      "text": "Na das geht nanana."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:36:05",
      "text": "Das erste erste Eintrag ist das Objekt mit dem die App arbeitet lauter hack,"
    },
    {
      "speaker": "roddi",
      "time": "2:36:27",
      "text": "Damals 14 Jahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:30",
      "text": "Ja aber würde in diesem Hinsicht konkret zu dem Fall Menü geäußert weil wenn das schon das erste Menü dem,"
    },
    {
      "speaker": "roddi",
      "time": "2:36:54",
      "text": "Oder die Ablage machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:55",
      "text": "Ja genau und da wird's halt dann wieder okay wie ich finde weil Ablage ist sauer mal"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:38:05",
      "text": "Sie haben seid auf dem Mac habt ihr die so gemacht als es auf Windows so gemacht hatten und den war ja wurst dass die Mac Sachen bisschen anders wenn du sie haben zwar eine richtig gute Make-up gemacht aber sie haben trotzdem so bis heißt hat bei uns so wie es unter Office heißt."
    },
    {
      "speaker": "roddi",
      "time": "2:38:18",
      "text": "Ja so wie jetzt die YouTube App unter iOS aussieht ist halt eigentlich auch Android."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:38:23",
      "text": "So in der Richtung."
    },
    {
      "speaker": "roddi",
      "time": "2:38:24",
      "text": "Ja aber das ist der der Vergleich ist doch der Hit doch jetzt nicht oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:38:28",
      "text": "Nö nö nicht fertig bin ich bin ein bisschen verwirrt wo ich das ich habe das Original in der Hikma gelesen und mich hat es dann schon verwirrt weil es war zu anfangen von OS X glaube ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:03",
      "text": "Das erste Menü Tweet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:39:05",
      "text": "Dann ist es vielleicht doch immer noch so also irgendwo steht es vielleicht noch aber ist dir noch nie aufgefallen bis jetzt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:18",
      "text": "Die Systemeinstellungen haben überhaupt gar keine Ablage mit,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:39:31",
      "text": "Terminal hat auch keinen Fall da geht's als erstes steht das Shell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:36",
      "text": "Shell."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:39:39",
      "text": "Ja aber Kontext hat file oder bei contact werden dann eigentlich dann die Tat Dessert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:44",
      "text": "Navi naja dann machst du halt auch Ablage."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:39:49",
      "text": "Ja weiß ich nicht aber es ist auf alle Fälle diskutiert auch nicht immer und so und ist da gibt's schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:54",
      "text": "Also da drückt man auch CD."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:39:56",
      "text": "Also wenn man sich konzeptionellen bisschen mal rein guckt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:58",
      "text": "Aber aber beim Terminal druckt man auch im Schelmen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:40:01",
      "text": "Ich muss das ja hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:02",
      "text": "So ist es ja irgendwie oder wann hat diese Funktion nicht ne ja schwierig,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:40:44",
      "text": "Ist nicht frei aber dann ist sharing."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:46",
      "text": "Miss hast Freigabe."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:40:47",
      "text": "Das jetzt Freigabe ist diesmal sharing irgend so eins davon war das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:53",
      "text": "Gerade im deutschen."
    },
    {
      "speaker": "roddi",
      "time": "2:40:53",
      "text": "X sharing das stimmt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:40:57",
      "text": "Glaube schon dass es gibt es gab da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:59",
      "text": "Glaube nee das glaube ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:41:01",
      "text": "Ich bin ja immer nur im Support im deutschen dann das ich muss dann immer so die app auf Deutsch starten und dann ist mir fällt es deswegen immer nur so in sehr großen Zeitabständen aufrechtes wir machen muss es kann deshalb weiß ich nicht wie alt ist Informationen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:13",
      "text": "Ja aber aber ein Trackpad heißt hier Trackpad und nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:41:19",
      "text": "Flächiges Eingabegerät die Flächen Eingabe ist auch großartig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:21",
      "text": "Weiß ich wie wie das oder wie das heißt aber ja oder auch Button button."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:41:30",
      "text": "Schaltfläche."
    },
    {
      "speaker": "roddi",
      "time": "2:41:31",
      "text": "Schaltfläche das ist so dass es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:34",
      "text": "Fläche es SSW."
    },
    {
      "speaker": "roddi",
      "time": "2:41:35",
      "text": "Microsoft das sind nicht aber das finde ich auch wieder geil das Ding Schaltflächen zumindest gut manche von den Buttons Warnau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:41",
      "text": "Schaltfläche mal ehrlich."
    },
    {
      "speaker": "roddi",
      "time": "2:41:43",
      "text": "Svanso groß das Schaltfläche aber auch der richtige Ausdruck war musste zugeben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:49",
      "text": "Ja was ist denn diese hatten dieses Wort vorher schon existiert nichts in dieser Welt."
    },
    {
      "speaker": "roddi",
      "time": "2:41:58",
      "text": "Man hätte es auch Knopf nennen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:59",
      "text": "Ich kann mich nicht erinnern ich meine ich habe ja noch in der Zeit gelebt da gab's das alles nicht,"
    },
    {
      "speaker": "roddi",
      "time": "2:42:24",
      "text": "Also in einer technischen Zeichnung hast du möglicherweise schon ein Teil eines schaltenden Dings als Schaltfläche bezeichnet bekommen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:41",
      "text": "Also ich meine die Wikipedia mach das natürlich."
    },
    {
      "speaker": "roddi",
      "time": "2:42:46",
      "text": "Ja lies dir mal den Artikel zum Thema Planetengetriebe durch das ist so geil das ist das ist Lyrik das ist keine Prosa mehr das ist Lyrik."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:56",
      "text": "Ich wollte jetzt nur auf wollte ich bei weiß ich nicht wie du jetzt darauf kommst weil das jetzt ein generelles Loblied auf die Wikipedia oder was."
    },
    {
      "speaker": "roddi",
      "time": "2:43:03",
      "text": "Nein das Wahrheit ist mehr so ein generelles Loblied darauf wie die deutschen technische Zusammenhänge beschreiben mit mit ausdrücken die du noch nie gehört hast und ich auch nie wieder hören willst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:14",
      "text": "Ich wollte ja nur diese Rewe die revisionistischen Grundansatz Tadel ja weil Wikipedia ist ja voll mit Administratoren,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:45:16",
      "text": "Wie wird das im deutschen der Unterschied zwischen also bei Licht."
    },
    {
      "speaker": "roddi",
      "time": "2:45:18",
      "text": "Monostabil und bistabil."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:45:20",
      "text": "Zwischen Schalter und Taster Lichtschalter der geht hin und her und es gibt ein Lichttaster den drückst du einfach runter wechselt den Zustand der gerade ist."
    },
    {
      "speaker": "roddi",
      "time": "2:45:28",
      "text": "Monostabil und bistabil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:36",
      "text": "Die überaus meisten Steuerelemente funktionieren wie eine Tasse starten einen Vorgang also Aufdruck,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:45:57",
      "text": "E-Plus einschalten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:58",
      "text": "Also was ist die richtige Sprache mit der man irgendwie mit mit mit mit Leuten vor dem Computer reden sollte das ist doch alles das größere Thema."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:46:05",
      "text": "So wir sind von Albers 12 Uhr dann irgendwie dahin gekommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:08",
      "text": "Das ist schon lieb schon im Sand."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:46:10",
      "text": "Nasan tur lax da kann wir ja."
    },
    {
      "speaker": "roddi",
      "time": "2:46:14",
      "text": "Desantura ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:16",
      "text": "Können wir mal zu was vollkommen anderen dumm du hast du hast ins Internet geschrieben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:46:24",
      "text": "Oder sollen wir mal anfangen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:25",
      "text": "Und."
    },
    {
      "speaker": "roddi",
      "time": "2:46:27",
      "text": "Internet geschrieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:29",
      "text": "Ich sah ich sah so dein Tweet."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:46:31",
      "text": "War das in Rage Blogeintrag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:34",
      "text": "Weil sie so ganz genau schließe so ein bisschen an die Diskussion andiva anfangs hatten also ich sah auch wieder defizitär und da drauf und dachte mir so,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:47:26",
      "text": "Also ich habe diesen Blogpost oder Varianten davon schon öfter in meinem Kopf gehabt weil ich so ein bisschen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:47:48",
      "text": "Schiff kam auch gerade raus als Du angefangen hast oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:47:50",
      "text": "Ja ja kurz bevor ich sage konnte da gar nichts."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:47:54",
      "text": "Auch nichts dagegen denn."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:47:56",
      "text": "Genau doch nichts mehr dagegen tun wenn es war ja auch schon draußen 17 kann da auch raus,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:49:17",
      "text": "Hast du aber bisschen mir ist es ja auch gefallen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:49:20",
      "text": "Ein bisschen bisschen schon aber so ich sagte Weise auch Swift Compiler Angestellte bei Apple haben es teilweise sogar gibt's ganz lustige tweets Zigarettenautomat ausziehen die halt so die"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:50:42",
      "text": "Wurde auch von sage ich jetzt mal von denen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:51:06",
      "text": "Und das fand ich auch sehr also das hat mich dann sehr gefreut weil so ich habe halt das ist ja nicht jetzt über Nacht entstanden ich habe das"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:52:20",
      "text": "Erzähl doch ein bisschen glaube ich und höre haben das ja vielleicht nicht genau haben das ja nicht gelesen wenn du doch keinen abstrakt gibst da drüber was denn drin steht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:52:31",
      "text": "Ok der Kern abstract ist soeben hat gegen so Swift der eben vor etwas über 4 Jahren jetzt anstatt gebracht oder wie wir den Zeh in dem Jahr bevor ich Bärbel angefangen."
    },
    {
      "speaker": "roddi",
      "time": "2:52:44",
      "text": "5 eigentlich jetzt ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:52:45",
      "text": "Susan 5."
    },
    {
      "speaker": "roddi",
      "time": "2:52:46",
      "text": "Ja dieses Jahr ist ja keine major version gekommen sonst wären wir ja bei Swift 5 aber eigentlich haben sie ja jedes Jahr eine major version gebracht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:52:55",
      "text": "Hat dann sogar ein ja davor schon stimmt ich habe schon bisschen was versucht da mitzumachen mit der ersten Version auch warm,"
    },
    {
      "speaker": "roddi",
      "time": "2:53:10",
      "text": "Objectives live.se das war der Text ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:53:13",
      "text": "Original Slogan überhaupt schicke ich sie wiedersehen der hin."
    },
    {
      "speaker": "roddi",
      "time": "2:53:16",
      "text": "So schnell geht drop."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:53:17",
      "text": "Der hängt aus vielen Gründen wobei ich den jetzt gar nicht so schlecht fände so und das fand ich als also das finde ich SSID um mal wieder das Ende vorwegzunehmen von meinem Post besser als das was es jetzt geworden ist,"
    },
    {
      "speaker": "roddi",
      "time": "2:55:22",
      "text": "Impedanzsprung ist schon relativ groß das stimmt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:55:25",
      "text": "Es ist,"
    },
    {
      "speaker": "roddi",
      "time": "2:55:58",
      "text": "Teilweise Kompilierzeit auch nicht mehr."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:56:00",
      "text": "Und heute auch zum namens Veränderungen gibt es aber dann auch so werde ich dir jetzt nur so das toll hat nicht mehr Förster also ach es ist nicht also,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:56:58",
      "text": "Wir sind da irgendwie habe ich mittels Kühlsole Perfektion hinterher geeilt so sprachen mäßiger so ein sprachliebhaber am Werk aber irgendwie der Spaß ist dabei ein bisschen auf der Strecke geblieben."
    },
    {
      "speaker": "roddi",
      "time": "2:57:07",
      "text": "Und an der Stelle würde ich ein bisschen widersprechen aber das liegt vielleicht auch einfach daran dass es wirft nicht so richtig zu Coco passt nee also wenn mein Coco in Swift noch mal neu schreiben würde mit all den neuen Paradigmen dann hätte man das Problem nicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:30",
      "text": "Was meinst du denn mit Espace."
    },
    {
      "speaker": "roddi",
      "time": "2:57:36",
      "text": "Also,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:59:06",
      "text": "Das ist so ein Kerndruck also wenn man immer gucken mit mit TÜV benutzen will das hilft an sich ist ja eine statisch typisierte Sprache die will einfach alle schon mal so alles deklariert und und nicht dynamisch haben an Türkei."
    },
    {
      "speaker": "roddi",
      "time": "2:59:20",
      "text": "Was sie aber relativ gut gemacht haben das muss man ihnen lassen na also."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:59:24",
      "text": "Aber die Frage ist ob du das haben willst in der Umgebung und und sie läuft aber gleichzeitig auf einer,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:33",
      "text": "Die ganze Zeit am konvertieren."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:01:34",
      "text": "Also wenn du es ernsthaft verstehen willst was gerade passiert bist du ständig damit man beschäftigen anstatt mit dem eigenen Problem des zu lösen ist doch und das ist so dass."
    },
    {
      "speaker": "roddi",
      "time": "3:01:43",
      "text": "Na ja das sehe ich jetzt aber nicht so also dass das sind dann schon eher Details also hat."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:01:49",
      "text": "Du kannst es natürlich ignorieren aber dann hast du halt so Dinge dass es eigentlich dann das dann ist der Teil dass das wirkt effizienter ist schon mal aus das Argument ich mal weg."
    },
    {
      "speaker": "roddi",
      "time": "3:01:58",
      "text": "Also wirst du es mich was mich am."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:02:00",
      "text": "Punkt fällt so um wenn ich ihn benutze."
    },
    {
      "speaker": "roddi",
      "time": "3:02:01",
      "text": "Na ja ja also was was mich am meisten am meisten verwirrt oder oder genervt hat war so ein bisschen dass du,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:02:30",
      "text": "Das den Teil weiß ich jetzt gar nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:02:32",
      "text": "Nee du kannst du kannst halt eigentlich dann immer nur Swift also einen Objective-C Objekt benutzen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:02:40",
      "text": "Aber du bist zu zwölft."
    },
    {
      "speaker": "roddi",
      "time": "3:02:41",
      "text": "Du bist in zwölf ja hast du kannst."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:02:42",
      "text": "Und du rufst deines auf du rufst in Swift in Objective C object auf mit einem den Abschluss Elektro implementiert hat und fragst dann vorher responses Direktor trotzdem oder das kannst du dann weiß Optik Easy Objekt."
    },
    {
      "speaker": "roddi",
      "time": "3:02:55",
      "text": "Ja ich glaube das heißt Herz oder so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:02:59",
      "text": "Was aber dann wieder kein Teil der eigentlichen Schriftsprache ist sondern uralter bridging."
    },
    {
      "speaker": "roddi",
      "time": "3:03:03",
      "text": "Jajajaja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:03:04",
      "text": "Also was ist denn jetzt wirklich pure Swift und dann gibt's halt wieder so du kannst mir du kannst mir 12 Uhr funktional programmieren wenn du willst,"
    },
    {
      "speaker": "roddi",
      "time": "3:03:37",
      "text": "Nee du kannst in dem Switch kannst du halt Pattern-Matching machen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:03:41",
      "text": "Also aber es gibt halt ein bisschen erweitertes Pattern-Matching das aber irgendwie so eine funktional Sprache viel besser kann und V also seid ihr wieder Fleisch noch Fisch so in allen Aspekten das ist so wenn jemand,"
    },
    {
      "speaker": "roddi",
      "time": "3:03:59",
      "text": "Also was relativ was relativ stark ist ist das halt eine Funktion zu einem zu einem first-class-objekt geworden ist also,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:04:25",
      "text": "Da ist heute der andere kennt und er mich heute,"
    },
    {
      "speaker": "roddi",
      "time": "3:04:43",
      "text": "Über 30 Jahre gewachsen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:04:45",
      "text": "Es ist es ist alt aber das ist also dein großer Wert drin und jetzt hast du."
    },
    {
      "speaker": "roddi",
      "time": "3:04:50",
      "text": "Ja klar die Konsistenz ist sehr hoch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:04:52",
      "text": "Neue sprach Features,"
    },
    {
      "speaker": "roddi",
      "time": "3:05:38",
      "text": "Na gut das ist jetzt ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:05:39",
      "text": "Als als die Weltsprache ist sowieso für meine Begriffe ist es zuviel,"
    },
    {
      "speaker": "roddi",
      "time": "3:06:37",
      "text": "Mehr bisschen sicher ist es natürlich schon also."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:06:40",
      "text": "Willst du das nicht mit nicht oder schicke ich sie hintergehen würde wäre es schon sicher das stimmt seid nicht real ist."
    },
    {
      "speaker": "roddi",
      "time": "3:06:45",
      "text": "Ja da sind die meisten Crash Park."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:06:47",
      "text": "Ich höre die Ironie durch."
    },
    {
      "speaker": "roddi",
      "time": "3:06:48",
      "text": "Da sind die meisten crashbikes ja ja nee das stimmt schon aber ich habe trotzdem immer noch die,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:07:16",
      "text": "Ist der Lettner sein Abgang hat er damit zu tun gab es dahinter Bärbel Differenzen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:07:21",
      "text": "Weiß ich nicht es ist ganz interessant jemand von jemand der auf den,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:38",
      "text": "Das geschrieben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:07:38",
      "text": "Ich weiß gar nicht mehr wie er hieß somebody aber somebody schon."
    },
    {
      "speaker": "roddi",
      "time": "3:07:42",
      "text": "Somebody on the internet."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:07:44",
      "text": "Somebody important."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:07:45",
      "text": "Schon schon jemand mit viel Followern,"
    },
    {
      "speaker": "roddi",
      "time": "3:08:17",
      "text": "Ja aber jetzt jetzt jetzt mal ganz ehrlich also wenn man jetzt wenn man jetzt das große hätte legen wollen dann sagen wir machen nicht nur die Sprache sondern wir machen new iPad Version 2 oder wie auch immer das dann heißt oder Swift Kid oder wie auch immer,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:08:58",
      "text": "Ist natürlich sondern rationalisieren ich meinte das auch ganz interessant also der Artikel den den ich da auch Werkzeuge mit verlinkter von Stefan Lässer wo er das Interview von Chris lendnine ETP,"
    },
    {
      "speaker": "roddi",
      "time": "3:10:23",
      "text": "Ja gut das stimmt es gibt da noch mehr so stellen also die Sache mit den mit den Parametern in den in den Kleidern,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:10:37",
      "text": "Sind jetzt wieder weg okay."
    },
    {
      "speaker": "roddi",
      "time": "3:10:39",
      "text": "Ja ja seit 3 Uhr oder so und und dann so dieses die Generics."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:10:46",
      "text": "Bitte das Wetter."
    },
    {
      "speaker": "roddi",
      "time": "3:10:47",
      "text": "Ziehen rxt bewegen sie auch nur sehr langsam und sie Chrissi sind langsam dabei sind diese fiesen Edge cases irgendwie gelöst zu kriegen aber man macht irgendwie drei Tage generic santrend in irgendeinen fiesen edgecase rein und denkt sich warum geht das nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:11:01",
      "text": "Und das ist halt genauso eine Chance Umkreis Gedanke gemacht das mit der Sprache mehr Videos machen und dann hier ja,"
    },
    {
      "speaker": "roddi",
      "time": "3:11:53",
      "text": "Ja das habe ich auch nicht verstanden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:11:54",
      "text": "Wenn du mit also nicht mal ist das nicht mehr Wenzel channel Körpersprache ist dann habe so viel Arsch in der Hose und macht es auch überrascht dass etwas geschrieben so wie es gehört."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:03",
      "text": "Gehört sich auch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:12:04",
      "text": "Weil du dann ist es der anderes Fall aber es hat halt keinen wirklich guten Anwendungsfall,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:15",
      "text": "Ich fand es auch also"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:13:26",
      "text": "Jetzt kommt das wieder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:27",
      "text": "Das wieder ja entschuldigung aber das war halt damals das erklärte Ziel,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:13:43",
      "text": "Lieber die Wand gestellt wurden wie Shops wieder zurück."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:45",
      "text": "Mit mit I ja die Wand gestellt wurden als Steve Jobs wieder zurück hab und also wir reden jetzt hier von,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:14:25",
      "text": "Auch sehr schön lohnt sich ja mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:27",
      "text": "So also was war dünn dünn war konsequent funktional,"
    },
    {
      "speaker": "roddi",
      "time": "3:14:55",
      "text": "Keine strategische Klammern Reserve anbrechen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:58",
      "text": "Da ist schon gar nicht das war ebenfalls war nicht die klassische List Klammern Syntax alles war halt infix sorry,"
    },
    {
      "speaker": "roddi",
      "time": "3:17:19",
      "text": "Den sein Vorgänger noch auf dem Weg gebracht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:17:21",
      "text": "Wahrheit für Newton auch damals und ist finde Newton schon nicht rechtzeitig er gedacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:24",
      "text": "Genau richtig richtig richtig richtig."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:17:26",
      "text": "Mich anstarrt gekommen also es war halt ein toplac dir deshalb länger gebraucht hat und dessen Anwendungsfall damit dem Juden schon zweimal weggehen so also kann einfach ganz mundan sein dass es so okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:37",
      "text": "Genau das hat auch so den Geschmack von fey'lya der Vorzeit wie auch immer,"
    },
    {
      "speaker": "roddi",
      "time": "3:18:26",
      "text": "Na gut ist in Swift ja immer noch nicht so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:28",
      "text": "Genauso dann 30 Jahre später dann kommt dann irgendwann meine neue Sprache und sie legen sie auf Sachen fest und das Ding ist nicht irgendwie out-of-the-box"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:19:08",
      "text": "Hättest mit dem gegen Linux und Becken ist schon drin aber so das machen sie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:12",
      "text": "Ja aber es gibt doch nur nicht mit der Mächtigkeit von Coco ja mit sehr viel weniger."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:19:15",
      "text": "Nee mit weniger mit weniger wir sind wieder wer nicht mehr liebt es Patches glaube ich."
    },
    {
      "speaker": "roddi",
      "time": "3:19:18",
      "text": "Gut aber Coco ist ja im Wesentlichen Huey das brauchst du auf dem Server."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:19:22",
      "text": "Ja ja ja ja aber ich meine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:24",
      "text": "Was ist jetzt mit Cora ich weiß es nicht genau ob ich die richtige Terminologie benutze aber es ist immer mal im Vergleich hier wie heißt noch mal die go von von Google das ist an der Stelle sehr konsequent."
    },
    {
      "speaker": "roddi",
      "time": "3:19:38",
      "text": "Ja bei go ist halt auch sehr stark als als Back-End Sprache."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:19:43",
      "text": "Sie hat mein Zeug wie gesagt würde diese eierlegende Wollmilchsau ich ich mag sie nicht ich habe sie noch nie gemacht also das ist auch der persönliche das persönliche der Musikgeschmack dabei weil,"
    },
    {
      "speaker": "roddi",
      "time": "3:20:01",
      "text": "Ja für mich gibt's ja so ein Kriterium bei einer Sprache eine Sprache hat ist dann pennen zählen nicht so toll wenn du Operatoren überschreiben kannst."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:20:13",
      "text": "Beides habe ich ja schon mal benutzte an Finn Zierfisch für für für manche Sachen so viel gerade mit stucked umzugehen zu waschen Finistere ganz nett also so vector Stock zu haben mit den du bei dir in kannst wenig gut also nur die minimale."
    },
    {
      "speaker": "roddi",
      "time": "3:20:25",
      "text": "Und Swift macht es wenigstens halbwegs richtig weil sie nämlich die Operatoren nicht an die Klassen oder district dranhängen sondern die halt als globale Funktionen existieren"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:20:43",
      "text": "Es macht halt auch nicht es macht satt aber trotzdem auch nicht einfach insgesamt oder ob du es wirklich brauchst das hat auch so eine."
    },
    {
      "speaker": "roddi",
      "time": "3:20:48",
      "text": "Ja das ist halt so eine so eine so eine 2 % der des brauchen das Sache aber es macht dir halt dein deine gesamte Sprache relativ komplex."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:20:57",
      "text": "Und du hast halt so wirklich die Kombination von allem ist es macht,"
    },
    {
      "speaker": "roddi",
      "time": "3:22:37",
      "text": "State restoration mach doch eh niemand mehr selbst Apple nicht also."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:22:43",
      "text": "Ist ja nur ein Beispiel wo es halt ziemlich schmerzhaft ist aber es gibt halt viele von den"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:23:31",
      "text": "Aber so war doch Apple schon immer."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:23:32",
      "text": "Mit kompiliert funktioniert und hilft bei Haskell und rast hast du den kompletten benefit von diesem a******** das da hinter dir steht und sagt du machst es falsch weil wenn du es mal richtig macht dann geht's unten tut auch das was du wolltest das bei Swift nicht so,"
    },
    {
      "speaker": "roddi",
      "time": "3:23:54",
      "text": "Zu dem Thema übrigens der Garbsen Garbsen Superheld super."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:23:57",
      "text": "Ich werde emotional."
    },
    {
      "speaker": "roddi",
      "time": "3:23:58",
      "text": "Der ganzen supertreat wo jemand über Haskell gesagt hat hat ja nichts dagegen dass einen Informatik Professoren anschreiben anschreien aber dann bitte nicht durch einen Compiler hindurch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:09",
      "text": "Hahaha."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:24:13",
      "text": "Okay kurze abschließende oder ich habe dieses aber kurze Frage sofern hier fürs Ende der Diskussion was was kann dann passieren damit alles besser wird"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:24:32",
      "text": "Also ich bin selber halt ein bisschen spät,"
    },
    {
      "speaker": "roddi",
      "time": "3:25:16",
      "text": "Dynamic Zeug wollen sie ja rein nehmen das ist so geil auf der Roadmap."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:25:20",
      "text": "Ja sie wollte immer noch mehr draufpacken es wird nicht einfacher ich bin ja schon ich bin ja mein mein Hirn explodiert ja schon jetzt und ich bin jetzt auch nicht ich stell mich ja nicht blöd an."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:25:26",
      "text": "Da gabs auch diesen schicken Vergleich mit Anzahl der Key wird in den verschiedenen Sprachen oder es war sehr interessant weil es hilft hatte die meisten Keyboard von allen Sprachen oder irgendwie so und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:36",
      "text": "Nee es gibt noch schlimmere aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:25:37",
      "text": "Aber sie war sehr weit vorne mit dabei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:39",
      "text": "90 oder wie sowas ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:25:42",
      "text": "So und jetzt schon und es sind noch nicht Icing Café drin es ist noch nicht die die mir den."
    },
    {
      "speaker": "roddi",
      "time": "3:25:47",
      "text": "Was wollen sie ja das wollen sie ja auch machen ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:25:50",
      "text": "Ja die wollen alle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:51",
      "text": "90 also es ist ja irgendwann mal so einen Tag hier von rich Hickey noch in Erinnerung der closure gemacht hat und in dem Pockinger auch auf die Resort Wort eines KPC Lattenzaun war irgendwo super 120,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:26:12",
      "text": "Ja ich Micky mental laut wird nicht besser ist."
    },
    {
      "speaker": "roddi",
      "time": "3:26:17",
      "text": "Das Problem das Problem ist aber wenn du wenn du in die andere Richtung gehst es gibt ja Sprachen die machen extrem viel mit Operatoren und rühmen sich dann wenig Keywords zu haben werden dadurch aber nicht besser lesbar,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:34",
      "text": "David Operatoren sind dann sind keywords das Interesse."
    },
    {
      "speaker": "roddi",
      "time": "3:26:37",
      "text": "Ja dann hat er aber nicht eine einstellige Anzahl von von von Keywords seiner Sprache und hatte keine Sprache."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:43",
      "text": "Ja doch sind alles Funktionsnamen es ist nicht Teil der Sprache."
    },
    {
      "speaker": "roddi",
      "time": "3:26:50",
      "text": "Hey ja ok dann auf biegen und brechen Dinge irgendwie in den library zushi."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:26:55",
      "text": "Na ja aber die Komplexität ist mir geht's grundsätzlich heute."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:57",
      "text": "Flusses einfache Funktion fertig."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:26:59",
      "text": "Also mit mir dieses heißt hier rauszunehmen Weiligmann da kümmert sie nicht gerne die Komplexität das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:05",
      "text": "Hornissen Rückenlänge mit Spor."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:06",
      "text": "Die Komplexität der Sprache selber ist ein Problem auf vielen Ebenen wie könnt alles besser werden ja dann klar das Framework ist ein bisschen mehr,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:27:28",
      "text": "Kann ja nur was sein wo dann das bridging langsam wegfällt Schritt für Schritt rot."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:31",
      "text": "Genau also das also so wirklich mit dem Hinterkopf bestehen wegzumachen das heißt was wie ersetze ich die existieren in verscio Tools Schritt für Schritt so dass es immer noch Sinn macht weit es hat so komplette rewrite das finde ich halt das ist natürlich auch Unfälle sie hoch 10,"
    },
    {
      "speaker": "roddi",
      "time": "3:28:03",
      "text": "Melkhus und und sie haben damit ja auch immer noch nicht dass Messe view Controller Problem gelöst."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:28:11",
      "text": "Medit alle die die alle du kannst ja"
    },
    {
      "speaker": "roddi",
      "time": "3:28:39",
      "text": "Ich sehe es ich sehe es nicht halt so wild nicht alles schick gut vielleicht leide ich schon unter Stockholm das kann ich auch sein,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:29:23",
      "text": "Aber das ist ja auch bei sich nicht wirklich besser so also die Debugging bei hilft es auch ziemlich Hölle."
    },
    {
      "speaker": "roddi",
      "time": "3:29:27",
      "text": "Das auch so meint mein Pazifist auch so dieses DZ ne also also das sieht dass sie wieder erlauben dass du an eine Property in der Seiteneffekt dran klemmen kannst ist es darf einfach nicht sein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:29:39",
      "text": "Herren auch in Minis initializer nicht aufgerufen wird auch so eine nette Detail Geschichte die wieder wissen musste das so eine Property und wenn du die Minister Weise setzt dann wird sdz nicht aufgerufen ist Andy property dränge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:49",
      "text": "Ntz."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:29:50",
      "text": "Das Zeug was passiert wenn der Wert gesetzt wird so das ist ja didset also so Pattensen Vergangenheit von set und einfach nur so."
    },
    {
      "speaker": "roddi",
      "time": "3:30:00",
      "text": "Also eine Property ist im Prinzip eine Variable innerhalb von der Klasse oder Struktur die in Accessoire hat du kannst sie von außen setzen und du kannst sie von außen lesen zumindest wenn sie nicht privat ist,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:30:25",
      "text": "Notation das."
    },
    {
      "speaker": "roddi",
      "time": "3:30:26",
      "text": "Ja genau konntest du die immer überschreiben einfach indem du halt die Funktion Dienerin entsprechenden Syntax hatte einfach hingeschrieben hat,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:10",
      "text": "Leergut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:11",
      "text": "Die Objekte einfach weglassen nicht meine oder überhaupt das dass man sowas überhaupt überschreiben kann was soll denn das überhaupt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:16",
      "text": "Das Leben der default ist oder."
    },
    {
      "speaker": "roddi",
      "time": "3:31:19",
      "text": "Sprichst du jetzt sprichst aber zwei zwei unterschiedliche."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:22",
      "text": "Aber sogar der default ist ja dass du nichts mehr beschreiben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:24",
      "text": "Aber du kannst sagen dass du dann doch was hast was du da schr."
    },
    {
      "speaker": "roddi",
      "time": "3:31:27",
      "text": "Kannst eine Struktur kannst du sowieso nie also überschreiben ist noch mal was anderes das ist ja das ist ja quasi inheritance hast du bei einem struct z.b. sowieso nicht kannst dann fragt mich nicht ableiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:39",
      "text": "Hierüber schreiben in Harrislee geht einfach nur darum dass man überhaupt in denselben Variablenwert wieder was reinschreiben kann und dann hat es einen anderen Wert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:50",
      "text": "Das Überschreiben findest du schon der Fehler Nummer 1."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:57",
      "text": "Read brides Sprachen sind einfach dumm weil du hast dann die Zeit."
    },
    {
      "speaker": "roddi",
      "time": "3:32:01",
      "text": "Nein sind sie nicht sind sie nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:02",
      "text": "Immer da doch im Multi Prinzessin sind Sie immer da weil dann musst du dich halt immer immer du kannst halt immer Seiteneffekte haben."
    },
    {
      "speaker": "roddi",
      "time": "3:32:10",
      "text": "Du hast Date du hast in einer App hast du sehr fürs Date und du kannst nicht immer die ganzen state kopieren du kannst nicht sagen ich habe hier einen View Controller und oder eine View Controller Hierarchie und wenn ich irgendwas ändere dann kopiere ich alles das geht nicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:02",
      "text": "Bestes Beispiel ist diese noch ein anderes Beispiel außer mit in Textur."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:33:08",
      "text": "Würde dir Kontrolle über sie hatte vorher gab."
    },
    {
      "speaker": "roddi",
      "time": "3:33:10",
      "text": "Die Wii U Controller Hierarchie naja Wii U."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:13",
      "text": "Erinnert sich da immer."
    },
    {
      "speaker": "roddi",
      "time": "3:33:14",
      "text": "Naja nView ist letzten Endes immer der Textur auf naja das ist ja alles so schnell weil du viel davon auf der ega."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:23",
      "text": "Ja aber jetzt geht mir so Zahl von Hardware level."
    },
    {
      "speaker": "roddi",
      "time": "3:33:26",
      "text": "Nicht ganz nicht ganz also du brauchst ja also,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:38",
      "text": "Ja wenn du mit Kopie und breit arbeitest also wenn du dann gar nicht kopieren muss solange sie nicht erinnert die Referenzen klar halten kannst ist es doch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:34:50",
      "text": "Nee da kann man richtig viel machen aber bei gewissen Datenmengen und bei sowas wieder Textur oder weil bei hell,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:27",
      "text": "Na gut aber auf jeden Fall."
    },
    {
      "speaker": "roddi",
      "time": "3:35:28",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:29",
      "text": "Ich ich ich nehm das jetzt mal so an und sicherlich gibt's noch ein paar andere Beispiele das müssen wir nicht sich noch mal neu anschauen was ich nicht getan habe ändert aber auch nichts an der Tatsache dass du dieses diese Seiteneffekt Freiheit halt auch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:35:43",
      "text": "Aber in der Welt die jetzt dir sowas wie erlangt und und oder oder oder oder Elixier an der Stelle wirklich hergeht und das mehr oder weniger,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:15",
      "text": "Man kann sich noch in die mit in die Hose pissen aber mein PC ich nicht so oft."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:36:19",
      "text": "Hühner ohne mir verbietet sie die Hose zu pissen von vorne rein aber dann merken unterwegs es unpraktisch und Mama."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:23",
      "text": "Graphics."
    },
    {
      "speaker": "roddi",
      "time": "3:36:28",
      "text": "Kurzform Scheiß hast am brauchen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:31",
      "text": "Bevor wir endlos in in Espressotasse wie viele Sachen aber interessiert jetzt hast du irgendwie losgeht twittert oh jetzt hast du ja also ein bisschen außer diesen irgendwie hat schon beim WWDC Talk Rap also die Leute wussten ja in etwa so zu beleidigen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:36:45",
      "text": "Nicht daran gehangen aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:46",
      "text": "Nee aber es war schon."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:36:48",
      "text": "Die Tabletten selber nicht interessanterweise da der auch mit mir interagiert auf Twitter ich glaube nicht dass der sich noch erinnert hat dass ich dass ich da gearbeitet habe er ist wirkte nicht so wie er allgemein oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:57",
      "text": "Aber darauf wollte ich sein bis darauf hin dass es klappt dann ich habe das nicht alles durchgelesen das ging irgendwie auch ratzefatze ich habe dann nur gesehen dass unter anderem er auch noch reagiert hat"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:37:12",
      "text": "Also viel Katharsis die mir gefällt so im Sinne von ja wie geht's so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:41",
      "text": "Naja das ist ja auch nur für dich sein deine."
    },
    {
      "speaker": "roddi",
      "time": "3:37:43",
      "text": "Vielleicht habe ich eine andere Erwartungshaltung."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:37:45",
      "text": "Es gab eine komplette geschichts vertretenden Wahnsinns Ding von dem Wallstreet channel Programmierer der diversity Channel App schreibt der dann"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:05",
      "text": "Die er macht keinen Riffe."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:39:06",
      "text": "Das war doch ehrlich mach doch der Browser."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:39:09",
      "text": "Machen wir insgesamt keine Referrer man zweistimmig haben Haufen gefördert bekommen von Zeug."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:13",
      "text": "Weißer nofollow oder was."
    },
    {
      "speaker": "roddi",
      "time": "3:39:14",
      "text": "Du kannst du kannst ja du kannst natürlich auf der Quell Seite quasi in rifer verbieten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:21",
      "text": "Also mit nofollow."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:39:22",
      "text": "Wahrscheinlich aber ich habe auf also also ich bin gefallen und meine Mutter sehen so wie viel impact hat der denn,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:48",
      "text": "Kein nofollow drauf."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:39:51",
      "text": "Aber ich krieg nicht also man mein Log zeigt nichts."
    },
    {
      "speaker": "roddi",
      "time": "3:39:53",
      "text": "Ja hast du es allen das Gefühl dass du was bewegt hast mit dem Artikel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:59",
      "text": "Das hat einfach keiner drauf."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:40:01",
      "text": "Vielleicht hat aber keiner vom Gruber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:03",
      "text": "Vielleicht diesen auch schon lange keiner mehr außer den Leuten die glauben dass andere sie lesen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:40:08",
      "text": "Welcher bald auf den live Test gemacht mit dann so und dann kamlok nichts also irgendwie egal mit welchem Browser das ist wohl weiß nicht genau wie er das nicht macht no Referrer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:19",
      "text": "Wird auch weiterhin Föhrer kommt doch vom Browser wenn du auf den Link klickst dann."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:40:25",
      "text": "Aber das geht doch es ist ja so unsicher lewandowska mehr so eine lange Zeit wo wo man so also wo dass das will wenn du irgendwo herkommst dann zurück an gesurft wurdest und vielleicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:39",
      "text": "Weiße Brause machen das nicht mehr Referat."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:40:41",
      "text": "Automatisch machen sich schon du musst es glaube ich schon noch hier steht noch mal no-referrer im Chat auf alle Fälle dieses Dearing Fireball mir keine Referrer gibt,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:41:03",
      "text": "Soll einfach erst mal Dampf ablassen und mal."
    },
    {
      "speaker": "roddi",
      "time": "3:41:05",
      "text": "Nee das war jetzt nur die Frage ob du das Gefühl hast dass du was bewirkt hast."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:41:09",
      "text": "Ich glaube schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:10",
      "text": "Was hat denn der Lettner gesagt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:41:13",
      "text": "Ja der Lettner hat dann wie ich gemeint habe,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:13",
      "text": "Der evolutionäre abrutschen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:42:16",
      "text": "Anstatt halt irgendwie wir mache jetzt erstmal die Sprache die alles mögliche kann damit vielleicht hoffentlich in Spremberg kommt es wäre selber auch veröffentlichen ihr so zumindestens für für Graf ml uni Hessen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:25",
      "text": "Ich bin total überrascht oder das ist etwas was ich am Anfang nicht für möglich gehalten habe was was wo ich selber erstmal eine Weile gebraucht habe das zu begreifen das überhaupt zwischen Objective-C und Swift so ein mentaler Bruch,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:43:08",
      "text": "Ja mir auch von Zero cost Bridges geredet oder ist aber nicht so richtig beeilen oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:43:13",
      "text": "Nee bei vielen nicht also always on strings."
    },
    {
      "speaker": "roddi",
      "time": "3:43:16",
      "text": "Na es kommt drauf an dass du gerade so Datenstruktur wie es trinkst und Airrace und dich schnell weiß nicht genau wie die internen implementiert sind aber wahrscheinlich Gibson."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:43:24",
      "text": "Ja was ist schon es ist schon so eine Koexistenz wie er davon ausgeht dass man dann Objective-C doch dann doch eher schnell los wird und sie hoffen schon sehr auf das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:43:33",
      "text": "In dem Schiff mal von beiden nicht also die Sprache und und Diana Weise wie es angelegt ist legt es nahe,"
    },
    {
      "speaker": "roddi",
      "time": "3:44:38",
      "text": "Naja wenn man zuviel Bridge dann dann wird es etwas schwierig aber ich habe auch so ein bisschen das Gefühl die,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:44:56",
      "text": "Ich war gestern ich will ja gar nicht als ob sie geschrieben hat die purpose wird also wenn du wirklich eine Sprache haben bist,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:29",
      "text": "Jetzt entscheiden ob wir unsere Sendungs längere standardisierte Sendungs länger einhalten wollen oder ob wir noch ein bisschen was von."
    },
    {
      "speaker": "roddi",
      "time": "3:45:36",
      "text": "Sprich aber noch zwei Stunden haben oder was heißt hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:38",
      "text": "Na wir haben 50 angefangen und wenn wir sozusagen bei unserem vier Stunden Tage bleiben hätten wir jetzt noch."
    },
    {
      "speaker": "roddi",
      "time": "3:45:47",
      "text": "Seit wann haben wir in vier Stunden Tage."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:45:50",
      "text": "Popo Sprecher von uns eine Stunde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:53",
      "text": "Wie viele viele viele viele viele viele Sendung sind mehr oder weniger genau auf vier Stunden gelandet also es ist schon das switchboard."
    },
    {
      "speaker": "roddi",
      "time": "3:46:00",
      "text": "Wir haben jetzt was sagt jetzt dein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:03",
      "text": "Mein Computer sagt gerade gar nichts."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:46:08",
      "text": "Was musst du denn neue Aufnahme starten nee das inzwischen nicht mehr so oder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:46:11",
      "text": "Nee das war früher als ausgefegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:12",
      "text": "3 Stunden sind 40 bisschen vollauf also."
    },
    {
      "speaker": "roddi",
      "time": "3:46:15",
      "text": "Ja keiner wir können auch noch was anderes an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:18",
      "text": "Also ich denke wir haben jetzt dieses Swift Blog Thema auch erschöpfend behandelt und die paar Leute die."
    },
    {
      "speaker": "roddi",
      "time": "3:46:25",
      "text": "Ich habe ihn vielleicht nicht aber gut genug."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:26",
      "text": "Jetzt noch nicht ausgestiegen sind, ja vielleicht noch mit irgendwas mitnehmen."
    },
    {
      "speaker": "roddi",
      "time": "3:46:31",
      "text": "Haut rein ich höre noch zu schreibt er eine."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:46:37",
      "text": "Altes Hotel ja das Hotel ist wieder bezugsfähig stinkt ein bisschen wird und mir mitgeteilt aber mal kann wohl ich kann habe wohl im Bett zu schlafen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:50",
      "text": "Ist doch beruhigen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:46:55",
      "text": "Und der Feueralarm geht immer wieder los aber das soll uns nicht beirren."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:47:00",
      "text": "Marca."
    },
    {
      "speaker": "roddi",
      "time": "3:47:01",
      "text": "Rauch Wirbel oder was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:03",
      "text": "Du hast du hast ja noch du hast ja noch geschrieben du hast eine Tür Oculus go was ist denn das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:47:10",
      "text": "Erkennst du nicht Oculus es diese Firma die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:11",
      "text": "Ja okay das kenne ich aber was ist Oculus go."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:47:15",
      "text": "Crisco gibt's jetzt auch bei uns kann man nur von Oculus go direkt kaufen aber eigentlich in Amerika als erstes und es ist halt so eine standalone Brille kostet America glaube ich 250,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:47:42",
      "text": "Müssen sich relativ günstig sind die anderen VRR Dinger nicht relativ teuer."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:47:46",
      "text": "Das ist packe ich ein tolles Einsteiger Komplettpaket das hat einen Beamer und ähnliche steuerungs Geschichte und das Ding und herzlich mit einem fernen und man kauft Zeug auf den Frauen und let's rüber,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:48:04",
      "text": "Was heißt die Auflösung ist toll."
    },
    {
      "speaker": "roddi",
      "time": "3:48:06",
      "text": "Also ich hatte schon noch das Gefühl dass man so ein Netze Vorlage vorm Auge hat aber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:48:11",
      "text": "Ja aber so wie wie gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:48:13",
      "text": "Wirst du immer haben mit den."
    },
    {
      "speaker": "roddi",
      "time": "3:48:14",
      "text": "Ich hatte sie neulich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:48:15",
      "text": "Es ist nicht so gut wie die wie die wie die volle Oculus oder die diddy wife ich weiß nicht ob du ihren schon mal benutzt hast aber es ist wie gesagt besser."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:48:23",
      "text": "Die Developer Version also grundsätzlich immer das was wir derzeit so also retina,"
    },
    {
      "speaker": "roddi",
      "time": "3:48:33",
      "text": "Na ja nee schon klar schon da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:48:34",
      "text": "Das heißt da muss dann eben schon noch mal die Pixel density erhöht werden ich weiß nicht was er da drin ist ein bisschen was sicherlich noch bis wir wirklich so einen immersiven Eindruck haben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:48:47",
      "text": "Aber es ist definitiv also es ist so kann man schon kann man schon viel von dem vorher, mitmachen und hat genug Prozessor Power und wollte ich jetzt noch erwähnen."
    },
    {
      "speaker": "roddi",
      "time": "3:48:59",
      "text": "Bei mir meldet sich der Magen immer relativ schnell bei solchen Teilen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:02",
      "text": "Ja oder man bräuchte vielleicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:49:04",
      "text": "Das ist ja angeblich durch die langsame Latenzen wenn du dich drehst und das Bild aber erst kurze Zeit später nach dir daherkommt."
    },
    {
      "speaker": "roddi",
      "time": "3:49:09",
      "text": "Nadine hatten zwar aber nicht das Problem."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:49:11",
      "text": "Vodafone ist das Wasser im Pool schlecht wird."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:49:13",
      "text": "Es gibt viele es gibt viele verschiedene Komponenten mindestens einen zu schnell richtig gut drauf gut erforscht also sowohl Latenz also auf beleuchtungs Geschichten im Verhältnis Nachtzug einige die mit der Brille ein bisschen schlimmer ist das mit der anderen ist es hat"
    },
    {
      "speaker": "roddi",
      "time": "3:49:49",
      "text": "Die sind ja nur richtig scheiß."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:49:50",
      "text": "Distinktive auf und ist da ja also so fertig und dann kannst du bisschen spielen dann wieder weg oder ein bisschen Weltraum gucken."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:49:57",
      "text": "Weil Mama braucht dafür daneben kein Rechner sondern sozusagen alles in Ordnung wann."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:50:01",
      "text": "Leistung im Endeffekt mit dem Android Handy ohne ohne ohne Handy selber nur mit Funk mit WLAN,"
    },
    {
      "speaker": "roddi",
      "time": "3:50:14",
      "text": "Sein viallet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:50:16",
      "text": "Auf alle Fälle ich finde ein extrem gutes Preis-Leistungsverhältnis für das Produkt und was mir halt Spaß macht ich habe jetzt im Moment gerade weil ich vielleicht potentiell andere Jobs mache mache ich dann Unity und sie Sharp so weil wenn schon schlechte Sprache dann gleich richtig."
    },
    {
      "speaker": "roddi",
      "time": "3:50:31",
      "text": "Programmiert man unity."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:50:32",
      "text": "Ich habe zwischen und und da kann auf alle Fälle auf der deployen und ich mache gerade ein kleines Test Brötchen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:43",
      "text": "Hui."
    },
    {
      "speaker": "roddi",
      "time": "3:50:45",
      "text": "Aber Android in C sharp also das ist ja nur auch ein disconnect oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:51",
      "text": "Das auch keine Scham."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:50:52",
      "text": "Unity macht man alles in die Sharp auch also das ist ja cross-platform aber das ist dann Mono."
    },
    {
      "speaker": "roddi",
      "time": "3:51:00",
      "text": "Du dich noch mal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:51:04",
      "text": "So do pigs gerade ein bisschen random was wir noch behandeln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:07",
      "text": "Man könnte so mal ein bisschen was los werden hier noch weil das klingt ja alles durchaus interessant ich habe jetzt selber gar nicht mehr noch was auf meiner Liste,"
    },
    {
      "speaker": "roddi",
      "time": "3:51:28",
      "text": "Ihr macht doch nichts oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:29",
      "text": "Aber du hast dir doch so ein anderen noch einen an."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:51:31",
      "text": "Noch mal alles Gadget."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:32",
      "text": "Anderes Gerät genau Mama noch mal hier grüezi Gadgets durch weil das kenne ich nämlich noch gar nicht was ist denn."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:51:36",
      "text": "Das ist ein super das ist ich habe das,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:52",
      "text": "Sag Cola-Dose."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:51:54",
      "text": "Und ist ne ist Olimpico Breaker,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:52:36",
      "text": "Wie hättest denn das Ding."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:52:38",
      "text": "Das kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:52:40",
      "text": "Zettel Spezifikation."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:52:42",
      "text": "In Lumen weiß ich nicht genau steckt steht hier ich habe wir haben Fußball geguckt hat bei Tageslicht und zwar so auf der halben Größe von deinem Beamerbild jetzt so und auf der vollen Größe ist halt der Kontrast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:52:55",
      "text": "Na die Frage ist immer was ist die Licht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:52:58",
      "text": "Wie viel Pixel hat denn dein Beamer da eigentlich das HD oder ist das 1280 oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:53:05",
      "text": "100 Lumen ja das ist,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:53:16",
      "text": "Es ist nicht wirklich viel aber es ist es ist wirklich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:53:32",
      "text": "Die Frage ist ja immer wie hell ist es schon in dem Raum also wenn alles dunkel ist dann kommst du auch mit."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:53:37",
      "text": "Habe ich alles dunkel war richtig Fenster war offen und so und so also ja ich habe ich habe einiges."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:53:40",
      "text": "Oder kann es nicht vergleichen kann das vergleichen die Frage ist nur wie kalibriert man."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:53:48",
      "text": "Er wird jedoch da 100 Lumen sind 100 Lumen oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:53:51",
      "text": "Ja gut aber wenn es jetzt hell von draußen rein scheint dann dann hast du halt eh schonmal runter Blumen am Start und dann siehst Du halt nichts."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:53:59",
      "text": "Wir sind die Hunde lügen nicht auch noch mal bei größerem Abstand ist dann wurscht,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:54:24",
      "text": "Was ist das aber nicht batteriebetrieben das geht nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:54:26",
      "text": "Ist batteriebetrieben doch zwei Stunden das auch das schöne also zwei stunden batteriebetrieben und sogar so dass du mit einer Anker Powerbank noch mal die verlängern kannst ohne Probleme also die Anker Powerbank Handy laden während des ist dann hast du noch mal wirklich so einfach."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:54:37",
      "text": "Also kannst du oder U-Bahn fahren und mal schnell eure Film gucken."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:54:40",
      "text": "Könntest du ja oder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:54:41",
      "text": "Theoretisch am besten auch im im U-Bahn-Tunnel an der Wand somit verrannt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:54:44",
      "text": "Also für so Aktion wäre sowas es ist eine großartige Größe und so und,"
    },
    {
      "speaker": "roddi",
      "time": "3:55:11",
      "text": "Irgendwann mal wieder sein sollte."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:55:15",
      "text": "Und mein Ding wer hat auch mit der Zeit wieder besser."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:55:18",
      "text": "Hier sind auch irgendwie echt."
    },
    {
      "speaker": "roddi",
      "time": "3:55:29",
      "text": "Wann immer komplexere Produkte."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:55:34",
      "text": "Unteres peak.ag das bitte alleine lohnt sich nicht als Picasso Icepeak aber als Speaker für für jetzt so ein Fußballspiel und für so normale Fernsehübertragung also gut auch laut genug so,"
    },
    {
      "speaker": "roddi",
      "time": "3:56:00",
      "text": "Roquefort Amis plus Steuer und die wollen dann auch noch was extra verdienen an den doofen Europäern,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:56:08",
      "text": "Kann auch sein dass es andere gute gibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:56:10",
      "text": "Da fällt mir ein ich weiß gibt's das irgendwie zu geben wollte aber ich habe mir dann doch aus der Terrasse und homepod."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:56:21",
      "text": "Tt"
    },
    {
      "speaker": "roddi",
      "time": "3:56:23",
      "text": "Aber nur ein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:56:25",
      "text": "Wo ist der warum hat die noch nicht jetzt zwischen uns gesprochen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:56:28",
      "text": "Genau whattsfuck."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:56:29",
      "text": "Naja ich hatte den zuallererst habe ich die Tasse ich ins Studio gestellt aber wir war schon klar dass das halt in der Freakshow."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:56:36",
      "text": "Aus Versehen war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:56:37",
      "text": "Ganz furchtbar wird mit dem Hey Siri was der Geier wie viele opus in diesem Moment jetzt gerade."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:56:44",
      "text": "Das geht also ich habe FaceTime lange so lange FaceTime Box gehabt wo dann ab und zu Siri irgendwas aufgeschnappt hat und dann los gespielt hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:56:58",
      "text": "Kann ja auch gar nicht so richtig sagen warum ich mir das Ding eigentlich gekaufte alle halte doch ist also ich kann ich kann dir sagen warum ich kann ich kann dir sagen warum ich gekauft habe."
    },
    {
      "speaker": "roddi",
      "time": "3:57:08",
      "text": "Weil das wissen wollte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:08",
      "text": "Bloß nicht genau nee weil ich schon auf den konkreten Bedarf hatte nämlich dass ich da so ein Wohnzimmer hatte was einfach musikalisch komplett unterversorgt war ich habe da keine Soundanlage keine Boxen nichts,"
    },
    {
      "speaker": "roddi",
      "time": "3:57:54",
      "text": "Bist du immer Zielgruppe Tim das wissen wir doch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:57",
      "text": "Nein das ist nicht der Fall."
    },
    {
      "speaker": "roddi",
      "time": "3:57:59",
      "text": "Naja streitest es so lange ab bis du es dann hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:58:02",
      "text": "Ich bin nicht immer die Gruppe keinen Fall dafür habe ich viel zu viele Produktkategorien ausgelassen ist ja auch vollkommen egal,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:59:14",
      "text": "Ein Grundform junges Ding nicht hole."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:18",
      "text": "Na ja das haben wir früher auch bei Computern gesagt die dann."
    },
    {
      "speaker": "roddi",
      "time": "3:59:23",
      "text": "Also hat keine analogen Eingang z.b. oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:25",
      "text": "Kein analog."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:59:26",
      "text": "Digitalen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:28",
      "text": "Bei digitalen garni."
    },
    {
      "speaker": "roddi",
      "time": "3:59:29",
      "text": "Sinister."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:30",
      "text": "Da geht nur eine Strom Strippe Reise das ist alle."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:59:33",
      "text": "Und dies auch fix also Verena me home."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:59:35",
      "text": "Ja man kann sowohl."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:59:36",
      "text": "Deine Sturmtruppe raus dienen ami Stecker unten dran halt so an."
    },
    {
      "speaker": "roddi",
      "time": "3:59:41",
      "text": "Studiert das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:42",
      "text": "Man kann das Ding schon rausziehen es ist bloß nicht so ratsam das oft zu tun Elena."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:59:46",
      "text": "Soll tierisch krass festgeklebt aber man kann es rausmachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:50",
      "text": "Da kannst du raus machen ich habe es nicht getan aber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:59:53",
      "text": "Aber dann brauchst du noch mal die deutsche Strippe dir dann auch ein paar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:55",
      "text": "Ja"
    },
    {
      "speaker": "roddi",
      "time": "3:59:56",
      "text": "Ein Verstärker abschneiden und 19 km."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:58",
      "text": "Da habe ich jetzt auch nicht so viel Verständnis für das hätten zumindest und machen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:00:01",
      "text": "Übersetzen Amerikas bei mir nicht gereicht ich habe da noch eine Verlängerung hinten dran kleben müssen anstatt halt dass ihr an das Kabel direkt benutze so weißt du also warum sollte es fix sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:00:10",
      "text": "Ja warum nicht warum nicht Rasierer ist der Stecker oder sowas also da ist ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:00:18",
      "text": "Und dieses alle Ports weg"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:00:35",
      "text": "Also eine Geschichte die bei so einer Box hat relevantes weil ich habe ich habe ja so diesen Harman Kardon Aura,"
    },
    {
      "speaker": "roddi",
      "time": "4:01:06",
      "text": "Wie heißt das Ding Harman Kardon."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:01:07",
      "text": "Aura ist alt schon gibt es leider."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:01:09",
      "text": "Aber im Zweifel."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:01:10",
      "text": "Bitte die Bassbox von den Soundsticks damals."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:01:12",
      "text": "Im Zweifel ist die immer falsch konfiguriert und das ist auch dieses Problem was ich auch sehe also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:01:20",
      "text": "Das ist jetzt alles Stockholm von euch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:01:23",
      "text": "Nein man muss das jetzt sag mal mal soweit also ich respektiere wenn Leute sagen ich bin nicht die Zielgruppe dafür weil ich will das haben da sagt Apple,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:01:40",
      "text": "Aber man kann beide Zielgruppe abstecken indem man einfach diesen f****** Porter ranmacht und die eine Zielgruppe benutzt den dann halt einfach nicht wo ist das Problem."
    },
    {
      "speaker": "roddi",
      "time": "4:01:49",
      "text": "Das schwer was gegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:01:51",
      "text": "Sportwelt welcher port,"
    },
    {
      "speaker": "roddi",
      "time": "4:02:03",
      "text": "Cinch XLR."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:02:04",
      "text": "Cinch XLR genau also da geht's auch schon los du hast halt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:02:09",
      "text": "Und welchen lässt du dann wieder weg also ich hätte mir es ein also ein ein analog oder digital input hätte ich gerne gehabt so nur einen wenn du Lightning ist mit dem Adapter des werde wieder Apple mäßig."
    },
    {
      "speaker": "roddi",
      "time": "4:02:23",
      "text": "Usb-c dambe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:02:24",
      "text": "Von Belgien ein Lightning zu analog Audio Kabel wo quasi DAC,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:02:35",
      "text": "Mit usb-c Stecker."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:02:35",
      "text": "Nur ich versuche ich will wirklich rechtfertigen ich versuche nur nachzuvollziehen was hat sich Apple dabei gedacht."
    },
    {
      "speaker": "roddi",
      "time": "4:02:45",
      "text": "Fällt schwer in letzter Zeit grundsätzlich bei Apple."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:02:50",
      "text": "Was Mac betrifft aber an der Stelle denke ich kann ich das nachvollziehen sie wollen einfach ein Gerät wo Musik rauskommt."
    },
    {
      "speaker": "roddi",
      "time": "4:02:59",
      "text": "Und zwar nehme ich nur iTunes Music."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:03:02",
      "text": "Da wäre ich mir gar nicht mal so sicher ob das für immer so sein wird,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:03:28",
      "text": "Aber fakt ist doch dass du deine ganze Kontrolle abgibst an dem Anblick indem du nur noch über Apple Devices oder über deren digitales Zeug Zeug abspielen kannst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:03:38",
      "text": "Sorry ist mir jetzt wirklich scheißegal weil mir geht's jetzt echt und was anderes sie sogar,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:04:15",
      "text": "Und wie war's."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:04:17",
      "text": "Nixberg also im Großen und Ganzen hat schon funktioniert ich habe das Ding angeschlossen dann macht das Ding einmal so wunderbar als ich das jetzt gerade erzeugt habe."
    },
    {
      "speaker": "roddi",
      "time": "4:04:29",
      "text": "Kann jetzt ja nach Windows."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:04:31",
      "text": "Blinkt und bisschen ja es einfach zu still ist einfach dasselbe in den Apple vor,"
    },
    {
      "speaker": "roddi",
      "time": "4:04:45",
      "text": "Zu kürzeres dh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:04:46",
      "text": "Und dann blinkt diese Lampe in der Mitte weiß und dann denkst du dir so,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:06:09",
      "text": "Rumgedrückt hast du nie binding selber so da wars weiß Geleucht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:06:15",
      "text": "Doch aber der tut sich dann halt auch nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:06:17",
      "text": "Okay da kommt auch nicht noch mal einen Installation Ziehen oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:06:20",
      "text": "Einfach nur weiß wie er redet auch nicht wie mit einem Mund sagt ein was zu tun also vielleicht fährt er immer damit an ich beiße nicht."
    },
    {
      "speaker": "roddi",
      "time": "4:06:26",
      "text": "Auch nicht wenn du hey Siri machst die tttt tttt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:06:32",
      "text": "Ich finde Lochkarten Interface wenn man ganz angemessen für dieses Gerät das war da noch was rein kommunizieren kann."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:06:42",
      "text": "Meinen Namen Lochkarten gehörige gelocht so noch im in Computer History Museum bevor ich gegangen bin mir noch einmal so nee nee nee nee nee mit dem Code also der Stadt daran wollte ich habe mal gemacht haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:06:49",
      "text": "Optisch dass es aussieht wie normale Buchstaben oder die bezahlt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:06:57",
      "text": "Jetzt wirst du auch hier eine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:07:00",
      "text": "Ja ja das macht sich gut,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:07:10",
      "text": "Paar mal gleich wie so ein Papa."
    },
    {
      "speaker": "roddi",
      "time": "4:07:12",
      "text": "Es wundert mich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:07:13",
      "text": "Na ich habe vier aufgesetzten habe ich Langeweile beschlossen das ist ja nicht gut steht weißt du wie kaum benutze also wenn ich hier bin habe ich sowieso immer Rechner Kopfhörer auf und dann mache ich diesen ganzen Kram nicht das Ding ist vor der Home-Service ist möglich schnell klar geworden."
    },
    {
      "speaker": "roddi",
      "time": "4:07:27",
      "text": "Kann Office Pod."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:07:28",
      "text": "Das ist kein Office Potters ist kein Studio Potters ist eine und hat ja auch wie auch ganz geil sondern hast du dich gleich dann habe ich das,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:08:00",
      "text": "Bitte den Zoo von der homekit jo also an sich aber die kommt jetzt zu Meckes ja super das ist so ein dreck also,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:08:14",
      "text": "Ja mit ja ja deutlich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:08:16",
      "text": "Aber sind die die Auto die Box bedienen Geschichte von homekit finde ich ist so'ne so ein Krampf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:08:23",
      "text": "Du bist ein komischer."
    },
    {
      "speaker": "roddi",
      "time": "4:08:24",
      "text": "Na ich habe meine Heizungs Dinger wieder abgeschraubt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:08:25",
      "text": "Die funktioniert nicht schön die okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:08:28",
      "text": "Ja das ist das ist das SDSS der Idee unter dem Compliance controls"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:08:55",
      "text": "1und Ding lohnt es sich ode23 das heißt eigentlich lohnt sich erste Automat Automat sagt man Auto automatisieren wenn man ganz viel davon hat aber ganz vieles wieder schlecht bei den Preisen weil dann will man ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:09:08",
      "text": "Die sind auch so Sachen wie ich hätte z.b. so eine Lampe wo ich mir denke so die würde ich auch gerne einfach mal remote schalten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:09:16",
      "text": "Ich weiß was es kommt kaum Rauch wieder so ein Apple TV oder so ein iPad was da steht damit man auch von Remote das Ding schalten kann sie einfach so geht's ja nicht oder ein homekit kann das jetzt auch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:09:28",
      "text": "Der Opa das glaube ich schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:09:28",
      "text": "Da Moritz umschalten brauchst du dich erstmal einen Scheiß."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:09:31",
      "text": "Ja eben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:09:32",
      "text": "Das ist das Ding so das ist so ein Schalter der Schalter schaltet halt Strom an Strom aus gibt's auch kannst du auch anbringen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:09:55",
      "text": "An der Lampe aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:09:55",
      "text": "An der Lampe aus oder stehst du da bitte darum Appliance mach Licht an."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:10:01",
      "text": "Oder hat aber keinen Strom mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:10:03",
      "text": "Des passiert also das ist einfach."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:10:05",
      "text": "Ist mir auch schon öfter was passiert beim paar von den Dingern und wo die Lampe aussetzen die Lampe eingedreht ist kannst du ja auch noch immer den Lampen Schalter betätigen und"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:10:22",
      "text": "Oder willst du so einen Taster haben du kannst du jetzt auch für teuer Geld auch noch so einen Bluetooth Wandtaster dir auch noch dahin balanso Andechs halt auch irgendwie so,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:10:40",
      "text": "Reifere models der Strom ausgegangen dann hast du nur immer die nicht funktioniert weil die lädt ja auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:10:45",
      "text": "Jeder diese Geräte am laufenden Meter geht dann die Batterie alle nadixa man Monat nicht drüber nach wenn sie ja wo ist denn jetzt die Temperatur,"
    },
    {
      "speaker": "roddi",
      "time": "4:11:40",
      "text": "Am schlimmsten am schlimmsten ist wenn du eine AppleTV hast,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:12:02",
      "text": "Indem aushandeln und so ja ja du sollst doch keine Beta installieren als normaler."
    },
    {
      "speaker": "roddi",
      "time": "4:12:04",
      "text": "Genau und ich habe diese ganzen diesen ganzen Heizkörper regulation Stinger wieder abgeschraubt und sie ist einfach antiker wieder angeschraubt damit die Heizung ausmachen kann und ihr auch ausbleibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:12:14",
      "text": "Ich finde meinen alten mein altes Thermostat nicht wieder an carestini austauschen ist für dich zum Heu."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:12:20",
      "text": "Ich hatte so einen anderen Effekt ich hätte ein Apple TV der home-hub war hab den abgebaut,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:12:45",
      "text": "Ja das stimmt vor allem weil weil."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:12:46",
      "text": "Aber wo ist das ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:12:49",
      "text": "Ja kannst dir gerade nicht genau aufschreiben völlig beknackt genau du musst auf diesen Pfeil da."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:12:57",
      "text": "Ja schlimmer schlimmer das ist glaube ich der Edith Knopf und zwar nicht der edit sondern der Pfeil von dem,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:13:13",
      "text": "Verkehrskonzept muss ich erstmal begreifen weil ich hatte natürlich so mit Nadja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:13:15",
      "text": "Wenn es doch nicht ganz mein Freund."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:13:19",
      "text": "Sting 2-3 mal dann wieder neu eingerichtet weil das immer nicht geklappt hat dann war es nicht zu Ende dann kam irgendwie error ein Fehler ist aufgetreten ich konnte dein WLAN nicht betreten rüberkommen die ganze Zeit wenn ich über WLAN,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:14:31",
      "text": "Und auch nie auf den Knopf drücken hier ja wenn das spielt nämlich random irgendwelche Musik los jetzt in der Wohnung von Anna-Lena wo keiner zu Hause ist in laut ist dann der Fall wurde die Feuerwehr kommt aber nur wenn man draufdrückt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:14:43",
      "text": "Hast du ja genau genau weil es einfach ja das ist diese ganzen default auf auf Perso,"
    },
    {
      "speaker": "roddi",
      "time": "4:14:57",
      "text": "Gemacht aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:14:58",
      "text": "Ich weiß nicht wahrscheinlich hat es mit dieser mangelhaften Infrastruktur in den USA wieder zu tun das ist für sie so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:15:03",
      "text": "Ich weiß es lese der das ist wirklich ich habe keine Erklärung für diese yuyan sich soviel die Idee der Joja aber wir dass das homekit jetzt schon so lange läuft,"
    },
    {
      "speaker": "roddi",
      "time": "4:15:36",
      "text": "Wie klingt das Teil eigentlich davor habe ich euch am meisten Barmer mir sein Ding für teuer Geld zu kaufen und dann klingt es nicht so doll."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:15:44",
      "text": "Ich finde ganz gut ich finde die Lautstärke Stufen zu zu zu Grafrath im Leistenbereich ist wenn du so ein bisschen so da hast du nicht so eine Smoothie Lautstärken Kurve soll es über so fast hörst du nichts hörst ist zu laut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:15:56",
      "text": "Volltreffer so Hey Siri Liza spiel jetzt den Song leiser von irgendeiner Bendini gehört das und auch nie hören wolltest."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:16:05",
      "text": "Auch dass das ständig mach mal 10 % lauter die versteht irgendwie song spielt irgendwas von."
    },
    {
      "speaker": "roddi",
      "time": "4:16:12",
      "text": "10 %."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:16:14",
      "text": "Ja kinders."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:16:15",
      "text": "Also es dauert nicht lange und du schmeißt das Ding aus dem Fenster wofür ist eigentlich wirklich taugt es einfach nur irgendwie so ein plastikkanal abzuspielen und so weiter dick wir Warum scheiß nicht einfach Klassik Radio auf dem Kaffee habe ich dasselbe für weniger Geld."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:16:29",
      "text": "Ach ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:16:31",
      "text": "Wenn meine Schwester geil dass ich das Ding selber für den Raum kalibriert und so und halt war ja alles und so aber am Ende würde ich"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:16:51",
      "text": "Da mache ich dann sowas wie das hier ne also so so so ein Android drauf der wirklich beide wenn er Play hat auch noch DM könnten ende."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:16:56",
      "text": "Aber der macht auch richtig guten Sound oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:16:59",
      "text": "Nee nicht richtig guten am Hals Sound also für Beamer halt es ist schon okay also du kannst da mit der Serie gucken und so und es ist zufriedenstellend."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:17:05",
      "text": "Naber Klinkerstein."
    },
    {
      "speaker": "roddi",
      "time": "4:17:06",
      "text": "Das Ding Lüfter ist der laut."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:17:07",
      "text": "Bisschen Entlüfter hat leider auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:17:09",
      "text": "Heute für Kids ist alles und homepod ganz geil so also also ein Teil Kinderzimmer und kannst du jederzeit aufzurufen den aktuellen Hit und das Lieblings Hörspiel."
    },
    {
      "speaker": "roddi",
      "time": "4:17:19",
      "text": "Dazu ist er zu laut für Kinder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:17:23",
      "text": "Musst du in Limiten mit Screen time."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:17:28",
      "text": "Plastiktüte drüber."
    },
    {
      "speaker": "roddi",
      "time": "4:17:31",
      "text": "Nee aber ich fürchte ich fürchte also wenn man wenn man den Kindern irgendwie die Möglichkeit gibt das Zeug sehr laut zu machen dann tun dieses früher oder später."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:17:39",
      "text": "Glaube auch und es können sie Siri mach mal laut."
    },
    {
      "speaker": "roddi",
      "time": "4:17:44",
      "text": "Ja dann spielt er den song laut von."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:17:48",
      "text": "Irgendwas leider ist 20 Uhr nach Mitternacht."
    },
    {
      "speaker": "roddi",
      "time": "4:17:51",
      "text": "Wenn nach Mitternacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:17:52",
      "text": "Mitternacht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:17:58",
      "text": "War mir eine Freude."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:17:59",
      "text": "Wollen wir noch irgendwas davon also."
    },
    {
      "speaker": "roddi",
      "time": "4:18:02",
      "text": "Wir können ganzen Camping Kram an der gut nächstes Mal ist lange hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:18:06",
      "text": "Camping vorbei."
    },
    {
      "speaker": "roddi",
      "time": "4:18:08",
      "text": "Genau dann aber dann war ich dort und habe das auch alles ausprobiert ob es wirklich funktioniert bis jetzt habe ich das alles nur gekauft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:18:14",
      "text": "Also du willst kämpfen wir noch mal darüber was im Sommer so passieren soll."
    },
    {
      "speaker": "roddi",
      "time": "4:18:18",
      "text": "Ich fahre nächste Woche mit meinen zwei Jungs zum Kempten der Kleine war so ein bisschen 5 ich weiß nicht mein Papa ja noch nie kämpfen aber das wird schon ja dazu habe ich einen groß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:18:33",
      "text": "Nach zwei stunden findest du bestimmt aus dem Wald alleine raus."
    },
    {
      "speaker": "roddi",
      "time": "4:18:36",
      "text": "Näschen am See."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:18:37",
      "text": "Vom Hänsel und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:18:39",
      "text": "Suche sonst kommst Du bestimmt allererste."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:18:43",
      "text": "Haben Hänsel und Gretel auch geschafft stell dich nicht so an."
    },
    {
      "speaker": "roddi",
      "time": "4:18:48",
      "text": "Einfach nicht weglaufen wer hat ein großes Zelt gekauft habe endlich den t-pack über den haben wir schon mal geredet hin Ortlieb t-pack gekauft das ein klorollenhalter,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:19:12",
      "text": "Du hast du doch nur Spaß gekauft und ich aus praktischen Erwägungen oder."
    },
    {
      "speaker": "roddi",
      "time": "4:19:18",
      "text": "Gibt's nur Unterschied."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:19:41",
      "text": "Oder nachher doch trocken."
    },
    {
      "speaker": "roddi",
      "time": "4:19:44",
      "text": "Taverna."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:19:45",
      "text": "Gesundheitsprodukt Fotos."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:19:46",
      "text": "Hinz und einfach auf."
    },
    {
      "speaker": "roddi",
      "time": "4:19:50",
      "text": "Und wenn man das Ding kauft ist tatsächlich schon eine Rolle Klopapier dabei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:19:53",
      "text": "Soft 3-lagig."
    },
    {
      "speaker": "roddi",
      "time": "4:20:00",
      "text": "Ehrlich gesagt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:20:16",
      "text": "Man könnte dir doch einfach gleich vor drucken mit AFD."
    },
    {
      "speaker": "roddi",
      "time": "4:20:19",
      "text": "Hat er das könnte man auch Brauns braun."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:20:25",
      "text": "Oder mit einer Partei zum aussuchen."
    },
    {
      "speaker": "roddi",
      "time": "4:20:27",
      "text": "Nee aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:20:30",
      "text": "Insektenlampe."
    },
    {
      "speaker": "roddi",
      "time": "4:20:32",
      "text": "Genau eine,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:20:53",
      "text": "Mportable mückengrill."
    },
    {
      "speaker": "roddi",
      "time": "4:20:56",
      "text": "Und der Unterteil der Lampe der macht auch noch Licht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:20:58",
      "text": "Das auch noch Lampe."
    },
    {
      "speaker": "roddi",
      "time": "4:21:00",
      "text": "Das auch noch Lampe genau dass ich Camping."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:21:05",
      "text": "Wir müssen nicht benutzt kam es ist so zusammenstecken dass du es besser verstaut ist."
    },
    {
      "speaker": "roddi",
      "time": "4:21:08",
      "text": "Ja du kannst ihn ungenau der untere Teil ist nur so eine Glocke die kannst du so abmachen umdrehen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:21:14",
      "text": "Ja und dann ist es nur."
    },
    {
      "speaker": "roddi",
      "time": "4:21:15",
      "text": "Und dann ist nur noch halt so hoch das ist das Ding das macht ein ganz guten Eindruck."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:21:20",
      "text": "Und USB lade."
    },
    {
      "speaker": "roddi",
      "time": "4:21:21",
      "text": "Genau USB lade also ist es irgendwie alles mit USB laden zum Camping inzwischen ist ja auch ganz praktisches Jahr hin und universeller Stromstecker ins."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:21:31",
      "text": "Aber demnächst dann alles usb-c."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:21:34",
      "text": "Was ist ja gerade mal ganz kurz erwähnt muss er dabei so mini Geld zurzeit ich habe ja von meiner Amazon Wunschliste so einen kleinen Mini Anker bekommen"
    },
    {
      "speaker": "roddi",
      "time": "4:22:09",
      "text": "Camp als ich die Flasche die Bierflasche mit dem Macbook aufgemacht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:22:14",
      "text": "Das dB."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:22:15",
      "text": "Das hast du doch schönes gekauft einen Stromadapter für."
    },
    {
      "speaker": "roddi",
      "time": "4:22:19",
      "text": "Genau ja wollte ich noch mal erwähnen dass man sowas wenn man auf dem Campingplatz ist tatsächlich brauchen kann weil die Camping Anschlüsse eben diesen runden blauen da haben so gut wie immer ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:22:33",
      "text": "Aber den kann man so direkt britischen zu dem anderen und ist alles gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:22:36",
      "text": "Jaja ist einfach 220 wollten dann ein."
    },
    {
      "speaker": "roddi",
      "time": "4:22:39",
      "text": "Nein das ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:22:40",
      "text": "16 Ampere."
    },
    {
      "speaker": "roddi",
      "time": "4:22:42",
      "text": "Ist rein mechanisch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:22:57",
      "text": "Polo sicher."
    },
    {
      "speaker": "roddi",
      "time": "4:22:58",
      "text": "An welchem Pin ist jetzt die Erde aber am Ende des Tages ist glaube ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:23:02",
      "text": "Solang sie in die Richtung geht passt zu die andere durfte."
    },
    {
      "speaker": "roddi",
      "time": "4:23:06",
      "text": "Gibt's aber auch Adapter für."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:23:08",
      "text": "Okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:23:11",
      "text": "Bist auch die sinnvollste Lösung sozusagen also einmal mit Schuko Buchse an einmal Schukostecker der hasse und wir alles wissen."
    },
    {
      "speaker": "roddi",
      "time": "4:23:18",
      "text": "Genau und dann habe ich noch einen 40 m normale Schuko auf Schuko Kabel gekauft und das jetzt nicht in der Liste drin,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:23:35",
      "text": "Den homepod kann man mit dir auch reden."
    },
    {
      "speaker": "roddi",
      "time": "4:23:36",
      "text": "Wien homepod genau und die dimmt wenn man da länger drauf bleibt und hat relativ schönes warmweißes Licht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:23:45",
      "text": "Aha trotz LED."
    },
    {
      "speaker": "roddi",
      "time": "4:23:47",
      "text": "Trotz LEA ist es nicht es ist nicht super warm weiß aber es ist also es ist keine Kerze natürlich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:23:54",
      "text": "Hier besser als alle."
    },
    {
      "speaker": "roddi",
      "time": "4:23:55",
      "text": "Besser als Ada."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:23:58",
      "text": "Amerikanische Tabelle gewesen gerade so."
    },
    {
      "speaker": "roddi",
      "time": "4:24:00",
      "text": "Ja das Produkt kommt aber definitiv aus aus China und die Holzoptik ist auch tatsächlich das eine Optik also da ist kein Holz dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:24:11",
      "text": "Nicht die geringsten Zweifel."
    },
    {
      "speaker": "roddi",
      "time": "4:24:12",
      "text": "Ziemlich sicher Plastik dieses,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:24:35",
      "text": "Nächstes Jahr ist Camp."
    },
    {
      "speaker": "roddi",
      "time": "4:24:36",
      "text": "Ich glaube er genau in der Mitte ist es irgendwie glaube 120 oder so man kann er sich richtig schön in in der mittleren domst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:24:45",
      "text": "Also so ein zwei Kammern Zelt mit Mitte Raum so eins hatte ich auch machen."
    },
    {
      "speaker": "roddi",
      "time": "4:24:47",
      "text": "Mitteldom genau und dann hat eine Kammer für die Jungs eine Kammer für mich und dann wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:24:55",
      "text": "Das ist ganz sinnvoll vor allem weil diese stellt ein Problem nicht was meint hatte was damals so ähnlich war es hat hinten noch mal so ein Luftdurchlass weil das schlimmste ist immer wenn Sie die Hitze drin stehen bleibt."
    },
    {
      "speaker": "roddi",
      "time": "4:25:06",
      "text": "Ernie der Luft ein Auslass ist tatsächlich allen an allen drei Seiten dieser Luftauslass und du kannst wenn es wirklich ganz schlimm wird den oberen Teil der Kuppel abmachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:25:19",
      "text": "Wäre meine nächste Frage gewesen."
    },
    {
      "speaker": "roddi",
      "time": "4:25:22",
      "text": "Ich weiß nicht genau wie man die dann wieder ordentlich drauf kriegt weil wie gesagt 22 ne keine Ahnung ob meine Trittleiter mitnehmen muss oder Durchfall."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:25:31",
      "text": "Sonst tui."
    },
    {
      "speaker": "roddi",
      "time": "4:25:33",
      "text": "Na 215 steht da okay aber man kann da drin wirklich gut stehen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:26:31",
      "text": "Motor schon ordentlich zu tun beim Aufbauen der Junge hat aber schon ordentlich zu tun beim Aufbauen der Junge."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:26:37",
      "text": "Teil der Erfahrung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:26:39",
      "text": "Bist du die jetzt hier zu sehen sind auch dabei."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:26:42",
      "text": "Nee das ist ja da wo der normalerweise die."
    },
    {
      "speaker": "roddi",
      "time": "4:26:42",
      "text": "Heringe man Hering."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:26:46",
      "text": "Ja ja auch herdringer."
    },
    {
      "speaker": "roddi",
      "time": "4:26:47",
      "text": "Heringe und schreibt ihr mit LG Mini."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:26:52",
      "text": "Ja ich bin gerade auf der Suche nach einem Tisch."
    },
    {
      "speaker": "roddi",
      "time": "4:26:56",
      "text": "Tisch habe ich auch eingekauft soll ich dir den auch noch reinschmeißen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:27:01",
      "text": "The Campingtisch."
    },
    {
      "speaker": "roddi",
      "time": "4:27:02",
      "text": "Ein Camping der der ist nicht übermäßig groß aber ist hoehenverstellbare."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:27:06",
      "text": "Ja gut das ist genau der Punkt also diese höhenverstellbaren die habe ich mich gestern mal getestet Campingladen und muss sagen das war gar nichts für mich weil da kann man sich nicht draufsetzen."
    },
    {
      "speaker": "roddi",
      "time": "4:27:19",
      "text": "Ja da steht extra in der Anleitung dass man sich da nicht drauf sitzen sollte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:27:22",
      "text": "Ja damit ist es einfach mal komplett."
    },
    {
      "speaker": "roddi",
      "time": "4:27:24",
      "text": "Aber ist ja auch ein Tisch und kein Stuhl."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:27:27",
      "text": "Ja Kataloge und Realität,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:28:02",
      "text": "Hebellänge cool muss ich gar nicht ich habe die Nummer ein bisschen dünner gesehen glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:28:08",
      "text": "Nenne einfach so quasi wie die normalen Bierzeltgarnituren aber eben halbe Länge und das macht die auf einmal unglaublich transportabel kriegst du irgendwie überall rein Christoph hinten ins Auto rein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:28:19",
      "text": "Rufe dann noch neue Tische."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:28:20",
      "text": "Na ja weil die halt sehr schwer sind und wenn du so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:28:24",
      "text": "Aber kann sich draufsetzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:28:26",
      "text": "Man kann sich draufsetzen also da das ist."
    },
    {
      "speaker": "roddi",
      "time": "4:28:29",
      "text": "Es gibt die manchmal in so Kneipen draußen stehen die dann wenn der Gehweg nicht ganz so breit ist dann haben sie die halben Birte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:28:36",
      "text": "Also kann ich generell also ich finde viel sinnvoller."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:28:38",
      "text": "Zeit aber leichter hättest du gerne so oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:28:40",
      "text": "Genau leichter das ist nämlich so der. Natürlich gibt's solche Bierzeltgarnituren auch in Kunststoff die so ein bisschen so aussehen als ob die in den 20 höhenverstellbar ehrlich gesagt ich glaube dieses höhenverstellbar."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:28:54",
      "text": "Wie heißt unser."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:28:54",
      "text": "Braucht man einfach nicht du verstehst es nicht in der Höhe höhenverstellbares Eifel."
    },
    {
      "speaker": "roddi",
      "time": "4:29:00",
      "text": "Ich nicht wusste wie groß die Stühle tatsächlich sind wusste ich dann auch nicht in welcher Höhe der Tisch sein soll weil wenn man die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:29:05",
      "text": "Ich sag dir was höhenverstellbar heißt."
    },
    {
      "speaker": "roddi",
      "time": "4:29:07",
      "text": "Kind hat während man auf dem Stuhl Sitz ist halt schlecht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:29:10",
      "text": "Höhenverstellbar heißt,"
    },
    {
      "speaker": "roddi",
      "time": "4:29:57",
      "text": "Da hast du dich ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:29:59",
      "text": "Ist es einfach die Hölle."
    },
    {
      "speaker": "roddi",
      "time": "4:30:01",
      "text": "Also ich weiß nicht genau wie gut wie gut diese Teile dann halten werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:30:05",
      "text": "Das ist wie Hey Siri."
    },
    {
      "speaker": "roddi",
      "time": "4:30:07",
      "text": "Momentan ist es so man hat Probleme nie wieder rein zu kriegen weil sie so gut halten dass man die Tische wenn man sie die Dinger also du kannst da immer drücken wenn Du möchtest,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:30:24",
      "text": "Ja also er muss mindestens muss er so schnapsi es haben also diese kleinen ja aber das ist auch nur mit Rand drücken hier ne das ist,"
    },
    {
      "speaker": "roddi",
      "time": "4:30:45",
      "text": "Nee der hat keine Zeit keine Gummibänder sondern der das sind Scharniere nee ich habe schon ausprobiert."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:30:48",
      "text": "Und du sollst klapprig klapprig wie Sau wenn da steht oder sicher."
    },
    {
      "speaker": "roddi",
      "time": "4:30:56",
      "text": "Also man kann ihn halt dann auch auf relativ unebenen Gelände gerade hinstellen weil du kannst natürlich jedes Bein unterschiedlich lang machen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:31:05",
      "text": "Aber du kannst ihn auch beliebig."
    },
    {
      "speaker": "roddi",
      "time": "4:31:10",
      "text": "Völlig kriegst das hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:31:12",
      "text": "Und du musst auch dich um jeden Scheiß bald immer kümmern so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:31:16",
      "text": "Finde Boden noch so gerade ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:31:19",
      "text": "Wollen wir nicht einmal drauf geschickt habe."
    },
    {
      "speaker": "roddi",
      "time": "4:31:24",
      "text": "Ja nee draufsetzen ist natürlich nicht es muss ich meinen Jungs noch ein Schaf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:31:25",
      "text": "Ist wirklich ist ist wirklich eigentlich ein schwieriges Thema also das richtige Equipment am Starter."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:31:32",
      "text": "Kaufläden ist nicht."
    },
    {
      "speaker": "roddi",
      "time": "4:31:34",
      "text": "Auflegen das auch nicht lang genug."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:31:37",
      "text": "Ich habe ja was ersetzt mal über Camping geredet haben und den Wohnwagen hat der TA glaube ich darüber nicht geklagt."
    },
    {
      "speaker": "roddi",
      "time": "4:31:48",
      "text": "Dass du kein Auto hast es den Ziegen Kant nein das war's nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:31:51",
      "text": "Das Problem ist nicht gelöst nee aber so gibt dann auch so sportliche Disziplin wie wir völlig Wasser da."
    },
    {
      "speaker": "roddi",
      "time": "4:31:58",
      "text": "Davon hattest du glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:32:00",
      "text": "Ich weiß nicht mehr ganz genau ob das zu dem Zeitpunkt ich schon die Lösung gefunden hatte oder die Lösung noch ausstand ich glaube die stand noch aus,"
    },
    {
      "speaker": "roddi",
      "time": "4:33:03",
      "text": "Hier schreibt ein du hättest die Lösung schon gehabt und es ging um den richtigen Suchbegriff um den Anschluss zu finden und ich erinnere mich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:33:11",
      "text": "Nervt richtigen Suchbegriff nicht in der Anschluss zu finden sein um die Kanister wie man diese Kanister die richtige mit dem richtigen Deckel."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:33:20",
      "text": "Ja genau aber den Namen praktisch wenn du nach dem Namen suchst hat es gepasst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:33:22",
      "text": "Hairkiller hatte ich das also auch wir fahren jetzt habe ich das jetzt habe ich das erste Mal zum Einsatz gebracht und was soll ich euch sagen es hat super funktioniert zwar richtig richtig toll 20 Liter Kanister anschleppen und so und dann geht das da alles rein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:33:36",
      "text": "Über eine Gardena Anschluss und und in dem Kanister ist eine Gardine ausschaut Ausschluss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:33:42",
      "text": "Genau weil ich habe halt auch für den Kanister halt so ein Standard Deckel mit Gardena so."
    },
    {
      "speaker": "roddi",
      "time": "4:33:47",
      "text": "Adapter auf Gardena."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:33:47",
      "text": "Oder D2 oder hast du so ein kurzen Gardena auf Berliner Schlauch einfach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:33:50",
      "text": "Dann habe ich einfach so ein Schlauch dazwischen aber natürlich noch mal mit regulator wo ich das jetzt auch noch die Fließgeschwindigkeit einstellen kann da für den Fall dass du wirklich jetzt ans Wasser anschließt wo starken Wasserdruck hast den du nicht beeinflussen kannst da kann ich halt kurz,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:34:13",
      "text": "Das ist für dauerhaft anschließend nicht nur zum auffüllen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:34:16",
      "text": "Genau ich kann auch dauerhaft dran lass."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:34:19",
      "text": "Jemand schießen mit dem Druck und deswegen kannst du nach Regeln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:34:20",
      "text": "Dauercampingplatz hast du ja quasi Festanschluss oft ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:34:24",
      "text": "Merke ich weiß noch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:34:26",
      "text": "Einfach dran und also Freakshow 212 sagen unsere zuverlässigen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:34:35",
      "text": "Ich habe das auch gehört."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:34:36",
      "text": "Hörer."
    },
    {
      "speaker": "roddi",
      "time": "4:34:37",
      "text": "Die anormalen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:34:37",
      "text": "Ich erinnere mich ich war mehrfach hingerissen dass du für dich kennst du das wenn du so ein Podcast hörst und dann wirst du sofort revidieren was sage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:34:46",
      "text": "Alles falsch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:34:48",
      "text": "Dann erinnerst du dich ich habe auch mal gebaut carsted bestimmt bisschen später machen sie noch was warten bisschen so ging es mir letztens auch wieder immer wieder aber der Flex ist sofort da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:34:58",
      "text": "Ja klar können wir dieses wrong on the internet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:35:01",
      "text": "Ja nee das ist ja."
    },
    {
      "speaker": "roddi",
      "time": "4:35:02",
      "text": "Der Flex ist besonders stark bei Podcasts wo du normalerweise dabei bist und wenn du da nicht dabei ist und hörst die Folge da da da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:35:11",
      "text": "Artemis hat schon Nachricht geschickt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:35:12",
      "text": "Wir haben nicht über Netzwerk gesprochen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:35:15",
      "text": "Stimmt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:35:17",
      "text": "Wobei mein block ist komplett ip46 und SSL mit letsencrypt und,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:35:24",
      "text": "Der ist ja wohl Minimum oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:35:26",
      "text": "Ja aber so damals aber das hätte aber echt so Hetzner klicken Linux installieren 23 Talk installieren läuft ich bin also die wie die Welt sich entwickelt hat in den letzten fünf Jahren das war noch anstrengende früher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:35:39",
      "text": "Gut ich denke wir bringen das jetzt hier mal zu Ende,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:35:47",
      "text": "Ja kann man schon mal machen."
    },
    {
      "speaker": "roddi",
      "time": "4:35:50",
      "text": "Das haben wir doch alle Themen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "4:35:51",
      "text": "Diese lange Sendungen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:35:52",
      "text": "Na gut dann war das jetzt auch."
    },
    {
      "speaker": "roddi",
      "time": "4:36:04",
      "text": "Keine Raucherlunge heute Nacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:36:06",
      "text": "Genauso und ihr alle anderen wissen ne bis 4000 Daueraufträge das kriegen wir hin."
    },
    {
      "speaker": "roddi",
      "time": "4:36:12",
      "text": "Tausendundein dauerhaft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:36:14",
      "text": "1001 Dauerauftrag bis bald tschüss."
    }
  ]
}