{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:53",
      "text": "Liebe Brüdern und Schwestern,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:02:10",
      "text": "Armen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:11",
      "text": "Seid ihr bereit."
    },
    {
      "speaker": "roddi",
      "time": "0:02:13",
      "text": "Ich habe meine Klangschale nicht dabei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:15",
      "text": "Mit wo ist das Weihrauch,"
    },
    {
      "speaker": "roddi",
      "time": "0:02:29",
      "text": "Ich habe mal mit der Band einen Auftritt gehabt da hat vor uns einen Klangschalen Droge Spiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:34",
      "text": "Was denn die alten Hits."
    },
    {
      "speaker": "roddi",
      "time": "0:02:38",
      "text": "Keine Ahnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:39",
      "text": "Aus den Siebzigern."
    },
    {
      "speaker": "roddi",
      "time": "0:02:40",
      "text": "Mich nicht so aus aber es war nicht das Klangschalenmassage also die hat net2 Klangschalen und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:04",
      "text": "Ich meine was schlecht also was nur peinlich oder war es irgendwie,"
    },
    {
      "speaker": "roddi",
      "time": "0:03:30",
      "text": "Also ich glaube eine Klangschale zu spielen ist ansich jetzt keine hohe Kunst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:34",
      "text": "Kommt drauf an wie."
    },
    {
      "speaker": "roddi",
      "time": "0:03:36",
      "text": "Aber vielleicht kenne ich mich ja nicht aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:38",
      "text": "Das kann gut sein."
    },
    {
      "speaker": "roddi",
      "time": "0:03:39",
      "text": "Ich weiß nur dass die beiden da mit ihren Klangschalen sehr verloren standen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:07",
      "text": "Bahnerlebnis,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:37",
      "text": "Du meinst das man in der Sendung mal wen wann dann das eigentlich war und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:41",
      "text": "Ballote."
    },
    {
      "speaker": "roddi",
      "time": "0:04:41",
      "text": "Machst du doch seit Jahren also immer mal wieder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:43",
      "text": "Nö nö."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:44",
      "text": "Ja aber nicht durchgängig nicht also ich denke da nicht automatisch dran aber mittlerweile kommt langsam so eine Automatik in mich rein das liegt wahrscheinlich daran dass es Balocco Netzpolitik soviel beklagt wurde und ist da jetzt immer mach"
    },
    {
      "speaker": "roddi",
      "time": "0:05:01",
      "text": "Also gefühlt hast du vor 5 Jahren da sehr viel Wert drauf gelegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:06",
      "text": "Interessante erinnerungen kann ich jetzt so nicht bestätigen Tatsache ist ich habe lange lange Zeit für unwichtig gehalten warum auch immer aber ich habe auch lange lange Zeit Hintergrundmusik im heidecenter Flugkörper,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:05:21",
      "text": "Was ist der Vorteil bei einem Podcast das Datum an zu sagen wo er vielleicht auch sonst irgendwas Datum steht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:05:26",
      "text": "Na weil wenn das wenn das File keine Metadaten und wieder bei hat dass das einzige was du machen kannst reinhören und wenn da kein Datum kommen weiß nicht wann man da scheiße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:34",
      "text": "Jan Verein Podcast werden ja auch so komplett kontextfrei gehört also"
    },
    {
      "speaker": "roddi",
      "time": "0:06:24",
      "text": "Früher war alles nur Gegenwart heute nicht oder was."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:06:27",
      "text": "Aber stimmt das Datum ist dann insofern wichtig die Uhrzeit gar nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:06:31",
      "text": "Otto nicht so Datum schon also die Hörer in 10 Jahren können ja nicht wissen dass gerade irgendwie der harte brexit kommt oder auch nicht drum schon seit zwei Jahren im Amt ist unglaublicherweise und all sowas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:44",
      "text": "Also die Uhrzeit würde ich sagen ich bin nur dann eine Rolle wenn du mehrere Sendungen Tag machst noch dich dich jetzt nicht komme ehrlich gesagt."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:06:51",
      "text": "Naja als Kontext ist es vielleicht interessant es weiß ja keiner dass wir jetzt hier gerade um vier Uhr morgens sitzen dafür extra sehr früh aufgestanden sind und den ganzen Tag zu Karsten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:59",
      "text": "Wir sind live moritzhöfen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:07:01",
      "text": "14 Jahren ja nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:02",
      "text": "Ja ja ja ich denke mal du."
    },
    {
      "speaker": "roddi",
      "time": "0:07:05",
      "text": "Sendungs Länge haben wir noch nicht erreicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:07",
      "text": "Nee ich denke immer nur an die Leute die die Podcast noch in 500 Jahren hören sind ja dann sozusagen"
    },
    {
      "speaker": "roddi",
      "time": "0:07:33",
      "text": "Hallo ahoi."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:35",
      "text": "Dennis ist wieder da und wir haben einen Gast,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:07:45",
      "text": "Müssen wir die Ehre hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:46",
      "text": "Das ist schön war die Ehre Dich hier zu haben du hast heute auch schon ziemlichen Parkuhr abgelaufen habe ich habe ich gelesen und vorher auch schon gehört erahnt."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:07:56",
      "text": "Ja ich habe als Anwohner als Bürger im in der Bezirksverordnetenversammlung von Berlin-Neukölln Anfrage gestellt die dann der Bürgermeister beantwortet hat dabei geht es darum dass in der Straße in der ich wohne direkt friedelstraße Neukölln dass die,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:22",
      "text": "Aber das wurde erneuert also ist jetzt ist immer noch Kopf."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:08:25",
      "text": "Okay es wurde asphaltiert es wurde asphaltiert und zwar von dem Budget das Rot-Rot-Grün in Berlin für den Fahrradverkehr freigegeben hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:31",
      "text": "Ach haben Sie einfach nur rüber gemacht oder haben sie auch richtig die alten raus."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:08:34",
      "text": "Grisons war super schön den ganzen Sommer war eigentlich ziemlich ruhig wenn man auch zu Straßenfest auf der Straße gemacht und Leute haben dann da."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:08:40",
      "text": "Die Straße der gesperrt war was da so rum geben ohne Beilagen so komplett zu."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:08:43",
      "text": "Genau da war dann auch so eine Hambacher Forst Veranstaltung von irgendwelchen Aktivisten und so weiter und haben der Bäume gepflanzt es war eine echte schöne Wand schöner Sommer mit der gesperrten friedelstraße auf der Straße danach mal so ein Essen gemacht da so ein Tafel hingestellt und haben dann andere auch gemacht und das,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:06",
      "text": "Ist denn das jetzt als Fahrradstraße gebaut worden."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:11:09",
      "text": "Noch nicht aber es gibt eine Kreuzung also an eine andere Straße dies Kreuz die ist eine Fahrradstraße und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:24",
      "text": "Ja ich mein das Konzept Fahrradstraße doch komplett gescheitert schon ich meine was gab's hier Dennis hier deine Straße Linienstraße ist auch irgendwie da auch Fahrradstraße."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:11:33",
      "text": "The Fahrradstraße und für alle Autofahrer die es nicht wissen das heißt dass Autos da nicht fahren dürfen außer da ist eine Ausnahme unter dem Schild und da steht meistens in meiner Straße in Pfalz für Anlieger,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:11:50",
      "text": "Auf der Fahrradstraße."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:11:51",
      "text": "Brauche die Radfahrer fahren auch wieder hängen kann das durch weil sein gehe alter ich bin der King radfahren unserer werden regelmäßig Fußgänger so geh weg also es ist Krieg."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:11:59",
      "text": "Ich habe nen guten Freund der ist ganz alten Freund der ist Fahrradweg Planer in den Niederlanden Rotterdam und der Kenzinger durchaus und er hat mir dann heute auch so ein Vorschlag,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:37",
      "text": "Also ich habe ja in den letzten Monaten mal so ein bisschen dieses YouTube bindgewatching mir so ein bisschen rüber geholfen weil,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:13:59",
      "text": "Mit dem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:01",
      "text": "Genau ne Nerven die Fahrradfahrer also,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:15:24",
      "text": "Verstehst auch nicht also gefallen wenn Sie zuviel Kohle an der Stelle dann,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:47",
      "text": "Hast ja schon getwittert ne."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:15:48",
      "text": "Den habe ich schon getwittert und die werden das halt weiterhin prüfen ob sie dazu"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:19",
      "text": "Ja aber trotzdem haben die irgendwie keine klare Linie wo sie irgendwie hier hin wollen ne."
    },
    {
      "speaker": "roddi",
      "time": "0:16:25",
      "text": "Hast du es mitbekommen mit Belgien wo Wort des Jahres der Mord Streifen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:16:31",
      "text": "Mord Streifen."
    },
    {
      "speaker": "roddi",
      "time": "0:16:32",
      "text": "Krittian und 2 ist das was was in Deutschland Fahrradspur heißt sprich diese rot markierte Spur auf dem auf der Fahrbahn,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:16:50",
      "text": "Tim ich habe hier schon einen Tweet dazu."
    },
    {
      "speaker": "roddi",
      "time": "0:16:51",
      "text": "Kann jetzt den die niederländischen Begriffe nicht wiedergeben und ich werde das auch schön lassen genau da."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:17:00",
      "text": "Das Problem ist habe ich oft das dann solche Wege wenn die einfach nur auf der Straße aufgemalt sind dann werden natürlich von den Autofahrern nicht respektiert und das geht schon darum dass dann das Paula sind es gibt auch einer ich glaube die Kammer ist es nicht sogar die Karl-Marx-Allee in Berlin wo"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:22",
      "text": "Holzmarktstraße ja und und an deren Ende und aber anderen Ende passiert dann eben genau das was ich gerade beschrieben habe das einfach die Rechtsabbieger halt,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:18:01",
      "text": "Ich würde gerne vielleicht gibt's ja ganz gute Gründe dafür weshalb die es nicht machen weil dann vielleicht eine andere Behörde dafür zuständig ist für die Kreuzung als für den Fahrradweg oder so ähnliche Dapson Dinge die wird nicht so richtig verstehen können aber"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:28",
      "text": "Dabei sind vor allem einfache bauliche Lösung die nicht nur ein Problem lösen sollen mehrere Problem lösen die machen es auch für Fußgänger besser,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:18:57",
      "text": "Mein Trick hatte Radfahrer ist ja immer dass ich fahre wieder letzte Arsch,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:19:21",
      "text": "Auf was für Reaktion schläft das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:19:23",
      "text": "Geht eigentlich also solange du eigentlich auch bei Autos Fußgänger einen solange du immer auch weg bist und die nicht störst jetzt dann kannst du auch scheiße fahren zu müssen so Italien oder Frankreich teilweise nicht"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:20:03",
      "text": "Du weißt halt immer dass wenn was passiert dass du dann auf der Gaste bist weil du."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:20:06",
      "text": "Weiß ich sehr genau."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:20:07",
      "text": "Schutzhülle außenrum hast ich muss aber sagen ich bin auch so ähnlich gefahren ich habe auch zehn Jahre ohne Licht in Berlin überlebt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:20:13",
      "text": "Ja ich auch ich habe."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:20:14",
      "text": "Einfach nur weil ich immer sehr so so vorsichtig gefahren bin."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:20:17",
      "text": "Mehr weiß man da im Stadtparksee Halsbereich."
    },
    {
      "speaker": "roddi",
      "time": "0:20:18",
      "text": "Also in Berlin würde ich nicht ohne Licht fahren."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:20:21",
      "text": "Mittlerweile will ich das auch nicht mehr gerade seitdem Nabendynamos."
    },
    {
      "speaker": "roddi",
      "time": "0:20:24",
      "text": "Licht Licht und Bremsen sind deine Lebensversicherung alles andere hilft nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:20:28",
      "text": "Also nicht habe ich jetzt auch seit kurzem aber nur weil du soviel kontrollieren diese diese fahrradpolizisten."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:20:33",
      "text": "Ich finde es aber auch wirklich viel besser geworden früher war das dann immer hattest du diese Halogen Akku länger die dann wurde jeden Tag der Akku aufgeladen werden musste gefühlt oder halt dann diese Dynamo ist an den Reifen die genervt haben und die Nabendynamos sind die beste Erfindung für mich."
    },
    {
      "speaker": "roddi",
      "time": "0:20:46",
      "text": "Wie heißt das Namen Dynamo oder gar nicht fahren also das ist schon so."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:20:50",
      "text": "Ja und dann LED-Licht dazu und dann am besten noch mit so einer Standlichtfunktion Kurs 20 € sondern Fahrradlicht mit Stadt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:20:56",
      "text": "Na ich habe so Lichter die man mit USB laden kann das musste alle paar Tage machen und die brauchst ja auch nur abends das geht aber"
    },
    {
      "speaker": "roddi",
      "time": "0:21:29",
      "text": "Blendlicht wie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:21:30",
      "text": "Ja genau es ist kein Fernlicht bei euch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:37",
      "text": "Versuche gerade mal eine Wikipedia Seite zum Thema Radfahrer Systeme in Holland zu finden und versage gerade aber es gibt eine Seite Radfahren in Kopenhagen wo das ja auch schon so Staatsraison ist."
    },
    {
      "speaker": "roddi",
      "time": "0:21:51",
      "text": "Glaube ich sowas also diese holländische Verbauung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:56",
      "text": "Bestimmt ich bin nur gerade zu doof das zu finden."
    },
    {
      "speaker": "roddi",
      "time": "0:21:59",
      "text": "Meersicht ob der Trick ist halt auch diese Ecke die erhöhte Ecke die da verhindert dass der Autofahrer auch die Kurve schneidet na also du hast halt den."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:10",
      "text": "Aber dafür muss doch einen Namen geben da. Also es geht doch unter Garantie für das System diese Radfahrer Systemnamen und ein Konzept und ich finde gerade noch nichts."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:22:23",
      "text": "Für dieses Kreuzung System oder einfach dass du das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:25",
      "text": "Für dich mit dieser Art und Weise musste um den gängigen Namen geben wenn man den Leuten auf Twitter machen Tyrannei."
    },
    {
      "speaker": "roddi",
      "time": "0:22:31",
      "text": "Vielleicht hier steht protected intersection hat jemand gebaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:36",
      "text": "Jetzt hast du nur dran das ist es schon."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:22:38",
      "text": "Das jetzt Carmens in the Bike friendly Netherlands."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:43",
      "text": "Ja okay alles klar gibt's natürlich noch keine deutsche Version von."
    },
    {
      "speaker": "roddi",
      "time": "0:22:49",
      "text": "Warum auch."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:22:51",
      "text": "Keine niederländische."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:52",
      "text": "Aber da kann man das Prinzip wunderbar sehen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:22:56",
      "text": "Soll ich mich von der Fahrschule hin zum großen Verkehrssicherheitstag warten Sie mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:59",
      "text": "Ja gut ich habe das ja im Wesentlichen schon beschrieben ich weiß nicht wie plastisch das war aber im Wesentlichen sieht das ein bisschen von oben aus wie so eine."
    },
    {
      "speaker": "roddi",
      "time": "0:23:11",
      "text": "Wichtig sind halt diese Ecken zwischen Radweg und Kreuzung die dazu führen dass der der Autofahrer oder hier der Bus oder was ist ist halt wirklich"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:32",
      "text": "Das bedeutet vor allem auch dass man als Fahrradfahrer im Wesentlichen einfach geradeaus durchheizen kann wenn grün ist insbesondere wenn grün wird,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:24:15",
      "text": "Aber man muss auch dazu sagen das ist schon jetzt so die optimale Kreuzung was man ja oft durch hat weil die Häuser so nah an die Straße gebaut und dass die Ecken ja kaum Platz für Sonderaktionen beat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:23",
      "text": "Nee das ist gar nicht so weil wenn du dir mal genau anschaust dieser Platz der hier für diese Paula genommen wird"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:25:03",
      "text": "Aber das heißt auch es nur noch einspurig dann oder wie für die Autos."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:25:07",
      "text": "An der Stelle ist jetzt einspurig vor ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:09",
      "text": "Das geht natürlich auch zwei sprich wenn der Platz da ist schon aber in Berlin würdest du halt in der Regel schon allein um Platz für die Radwege zu schaffen mal eine Spur rausnehmen aber das geht ja gerade in Berlin also wir haben so dermaßen überdimensionierte Straße."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:25:23",
      "text": "Andererseits habe ich auch den einen habe ich auch erst vor ein paar Tagen drüber unterhalten ist der Verkehr in Berlin in den letzten Tagen mit zehn Jahren schon echt zugenommen hat und mehr Staus auch tagsüber"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:54",
      "text": "Der soll sich mal mit den Angehörigen von den überfahrenen Fahrradfahrern unterhalten will was du da so bei rauskommt also."
    },
    {
      "speaker": "roddi",
      "time": "0:26:01",
      "text": "Die haben kein Problem mit v."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:02",
      "text": "Ich finde ich finde ich finde das Modellauto ist einfach gescheitert in den Städten,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:26:39",
      "text": "Definitiv oder dann auch noch am besten Auto Straßen unterirdisch Kosten natürlich auch viel aber dann Nerven sie auch nicht so sehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:45",
      "text": "Ja"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:28:20",
      "text": "Was für Strecken machst du denn damit vor allem also ist es so im Kiez oder durch die ganze Stadt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:27",
      "text": "Naja also bisher,"
    },
    {
      "speaker": "roddi",
      "time": "0:29:08",
      "text": "Stadtteil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:08",
      "text": "Ja Stadtteiltreffs irgendwie auch nicht so richtig will ich sagen also vielleicht in anderen Städten sind das Stadtteile kritis."
    },
    {
      "speaker": "roddi",
      "time": "0:29:16",
      "text": "Sub Stadtteil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:18",
      "text": "Isamar alles was so zwei Inseln im Bereich von zwei vielleicht maximal 3 km."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:29:25",
      "text": "Wo man noch zu Fuß hingehen würde doch die Schnelle ohne Spaziergang zu machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:30",
      "text": "Ja aber dann eben Darmstadt und herumstehen halt auch eine halbe Stunde unterwegs."
    },
    {
      "speaker": "roddi",
      "time": "0:29:37",
      "text": "Du läufst aber auch schnell in Berlin."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:29:39",
      "text": "Halbe Stunde bei der ist doch nicht mehr mein Kiez."
    },
    {
      "speaker": "roddi",
      "time": "0:29:42",
      "text": "Das würde ich allerdings auch sagen ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:29:45",
      "text": "Teste bin ich in Spandau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:52",
      "text": "Na wieso wie schnell läufst du denn du läufst 4 Stundenkilometer und wenn du eine halbe Stunde läufst bist du 2 km gelaufen so und 2 km ist definitiv hier mein Kind Radius."
    },
    {
      "speaker": "roddi",
      "time": "0:30:02",
      "text": "Klavierstunden Kiel."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:30:04",
      "text": "Und es kommt drauf an was,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:26",
      "text": "Ja sicherlich ist er ja unten können dem jetzt auch nur annähernd das mag malsomalso sein andererseits wieso schon so schön so sagtest,"
    },
    {
      "speaker": "roddi",
      "time": "0:31:31",
      "text": "Wenn es anspringt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:32",
      "text": "Bell Elektromobilität ist es dann halt,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:32:44",
      "text": "Dass man ein bisschen zu schnell da da probiert man nicht so sehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:47",
      "text": "Wann genau anprobiert nächste sehr"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:33:03",
      "text": "Werde mir das aber du musst ja noch auch anschließen oder mitnehmen oder irgendwas damit machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:07",
      "text": "Ja aber ich kann ja halt z.b. so Kaffee ist oder leben oder so weiter soll ich den einfach kurz rein ich glaube die Lenker Weg 2 faltklappe ich das Ding."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:33:15",
      "text": "Aber man muss ja auch ein bisschen die Zukunft gucken ich würde jetzt mal behaupten weil das alle dieses Ding geil finden würden und das willst du ja gerade so bisschen ja propagieren das ist echt tolles wenn das Ding jeder mit ins Kaffee rein nehmen will dann sagen die ganz schnell ist nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:27",
      "text": "Klar natürlich das jetzt ein Privileg der Avantgarde."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:33:29",
      "text": "Oder I User."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:31",
      "text": "Ja aber das Problem wird sich von alleine lösen entweder durch"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:34:54",
      "text": "Aber ist darfst du mit dem Ding."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:55",
      "text": "Ist nicht gefedert aber es hat einfach dicke fette 10 Zoll Luftreifen und tschüss."
    },
    {
      "speaker": "roddi",
      "time": "0:35:00",
      "text": "Weil ich habe hier so ich habe hier so ein Ding da haben welche eingebaut der tatsächlich gefedert ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:06",
      "text": "Das gibt kleinere Modelle als Messenger egret eight der Welt 8 Zoll der hat hinten noch mal eine extra Federung da haben sie aber bei dem Modell einfach drauf verzichtet weil das einfach ausreicht also ich kann mit dem Ding jetzt hier Kopfsteinpflaster fahre los ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:35:19",
      "text": "Also erst ist HDD Reifengröße wichtig weil du dann besser über Hindernisse überrollt ist ja bei Motorräder auto.de Gelände Motorräder im sehr großen Reifen und dann ist halt noch Luft gefüllt dass ein bisschen mit federt."
    },
    {
      "speaker": "roddi",
      "time": "0:35:30",
      "text": "Der Muff von worum ohters den gibt es allerdings nur in Ameland was ein bisschen schade ist aber der der ist Gefäß."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:35:37",
      "text": "ESGE Fehler hat na ja das sieht man uns vorne höher."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:35:41",
      "text": "Und aber Achtung Reifen Rui."
    },
    {
      "speaker": "roddi",
      "time": "0:35:43",
      "text": "Gute Frage."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:35:45",
      "text": "Also ich glaube dass im Zweifel die größeren Reifen besser sind als wenn ich mir aussuchen könnte würde ich eher den mit den größeren Reifen nehmen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:51",
      "text": "Ja ist das ist halt ein totales"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:36:07",
      "text": "Mehr Gewicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:08",
      "text": "Mehr Gewicht trägt beim Zusammenklappen brauchst mir eine größere Tasche wenn du es irgendwie in einer reintun willst also jeder jeder Zentimeter den das Ding weiter explodiert ist schwierig ne."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:36:20",
      "text": "Was wiegt denn der ist denn du da dir neu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:22",
      "text": "10 einhalb Kilo."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:36:23",
      "text": "Den kannst Du also auch mal die Treppe hochtragen im Zweifel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:25",
      "text": "Aber nicht lange,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:36:41",
      "text": "Schwerer als und Fahrrad also selbst und gutes Trekkingrad ist um die 40 50 km ich mal damit ein Zeug dran die leichte Rennräder eher so 12 Uhr oder die ganz leichten zehn von den Rennräder mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:52",
      "text": "Fahrrad ist immer schwerer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:36:54",
      "text": "Genau die sind so zu sperrig da müsstest du ja wieder Kofferraum so Vorderrad abnehmen oder so."
    },
    {
      "speaker": "roddi",
      "time": "0:36:58",
      "text": "Gar nicht du kannst ja ein Fahrrad ja über die Schulter tun."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:01",
      "text": "Ja aber ein Fahrrad mal ins Auto ist immer ein Thema."
    },
    {
      "speaker": "roddi",
      "time": "0:37:03",
      "text": "Ja Fahrt ins Auto."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:37:04",
      "text": "Unter Nachbarn darfst du auch nicht außer du möchtest ja diesen Platz beim IT vor die muss man ja voranmelden kannst du nicht einfach so mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:11",
      "text": "Ja dann brauchst du ein Fahrradticket und all den ganzen Mumpitz also egal ob wir was ist guter,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:37:30",
      "text": "Des Preises neu kann doch nicht jeder hier das Ding kostet 4700."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:34",
      "text": "Fahren,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:37:51",
      "text": "Bremsenwechsel Zeit für dich dann kannst du ja DDD Messe Reifen anmachen naja also vielleicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:57",
      "text": "Jan machst du nicht also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:38:00",
      "text": "Ja kann sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:01",
      "text": "Du bist das Ding halt irgendwie so habe."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:38:02",
      "text": "Aber sag mal Pimmel der steht hier dass das Ding nur 100 100 kg Ladekapazität hat also 100 Kilo ich hatte so rüber gucke also so denke oder ja ich bin drüber brauchst mir nicht erzählen aber du."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:13",
      "text": "Also ich sehe kein Problem die Höchstgeschwindigkeit zu erreichen."
    },
    {
      "speaker": "roddi",
      "time": "0:38:18",
      "text": "Ja aber wenn du jetzt immer mit dem Ding unterwegs bist und nicht mehr zockst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:21",
      "text": "E-Choke derzeit eh nicht weißt du mit den Bändern habe."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:38:24",
      "text": "Das ist aber ein bisschen der Grund für mich immer dann doch zu laufen oder Fahrrad zu nehmen aber ich werde mir ich freue mich trotzdem sehr auf die Zeit wo dann wahrscheinlich ja ab früher schon das dann diese leihroller in Berlin auch zur Verfügung stehen lassen ein paar so Startup sie sich danach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:39",
      "text": "Ja das kommt noch dazu dass ich kurz vielleicht noch,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:39:51",
      "text": "Und laden kannst du andere Mal Steckdose überall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:55",
      "text": "Naja brauchst ein Ladegerät noch mal das ist relativ leicht bei dem und auch lüfterlos das heißt wenn du jetzt wirklich mobil sein willst nimmst du es halt mit"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:40:17",
      "text": "Aber USB power delivery so wo er auch 90 Watt rauskommen kann das Ding nicht das wäre es doch nämlich eigentlich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:30",
      "text": "Mach das Ladegerät oder das Gerät Seite der der Roller selber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:40:33",
      "text": "Ja beide sowieso."
    },
    {
      "speaker": "roddi",
      "time": "0:40:35",
      "text": "Wie viel wie viel Kilowattstunden hatten der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:36",
      "text": "Wieso willst du jetzt noch deinen willst du noch deinen Laptop laden während du."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:40:41",
      "text": "Nee aber aber"
    },
    {
      "speaker": "roddi",
      "time": "0:41:06",
      "text": "Make-up das wird nix also der hat der hat jetzt der ten-hut 550 Wattstunden Akku."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:41:16",
      "text": "Ja und er lebt in vier Stunden also / 4."
    },
    {
      "speaker": "roddi",
      "time": "0:41:19",
      "text": "Wenn du wenn du jetzt wenn du jetzt 2c laden möchtest dann brauchst du ein Kilowatt was du da rein pumpen kannst und das glaube."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:41:27",
      "text": "Nee da wäre einer halben Stunde voll der ist ja nicht in einer halben Stunde voll."
    },
    {
      "speaker": "roddi",
      "time": "0:41:30",
      "text": "Das sind zwei Stunden voll okay dann ist es die Hälfte davon 250 Watt kriegst du nicht aus dem USB power delivery raus das kannst vergessen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:41:38",
      "text": "Ja aber du kriegst immer etwas raus ich lade ja meinen Rechner ja auch mit 5 Watt zur Not um wenigstens den Aufstand zu halten was hilft und."
    },
    {
      "speaker": "roddi",
      "time": "0:41:45",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:46",
      "text": "Also ich sag da mal nichts zu ich beweg mich da auf dünne Eis habe gehört dass so die Qualität der Netzteile auch eine wichtige Rolle spielt da mit dir die ganze Scheiße neben die Ohren fliegt"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:42:11",
      "text": "Ja ich muss sie dann aber dann komplette das komplette Spektrum abdecken ist doch klar bis sich die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:17",
      "text": "Heute zwar schon von diesem."
    },
    {
      "speaker": "roddi",
      "time": "0:42:19",
      "text": "Ladegerät kosten honey."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:21",
      "text": "Für den Abend für den Serben erzählt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:42:25",
      "text": "Ich wüsste es wenn ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:27",
      "text": "Wenn wir unsere Sendung hören würdest,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:42:49",
      "text": "Nach was muss ich suchen Roller oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:51",
      "text": "Router."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:42:53",
      "text": "Die Erben dort kann mit Bindestrich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:56",
      "text": "Und das ist auch ganz interessant was sie da haben leider,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:43:12",
      "text": "Es war Congress."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:13",
      "text": "Nee nee das ist das dass das Problem ist dass einfach die Nachfrage nach Unternehmen die in der Lage sind Scooter zu bauen in China"
    },
    {
      "speaker": "roddi",
      "time": "0:43:47",
      "text": "London ohne Vokale."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:49",
      "text": "Genau wenn du das Palma anschaust was fällt dir auf,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:44:12",
      "text": "Aber schon mit dir zu Elektromotor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:13",
      "text": "Ja ja das coole ist hinterher so eine Bremse da wo du so drauf trittst und so ist er erstmal so ganz normaler Roller"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:44:41",
      "text": "Du gibst mir ein Trick also du gehst du bisschen mehr Gas und dann hält er das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:45",
      "text": "Du bist für die Beschleunigung zuständig aber das Gerät hält die Geschwindigkeit was hat sich den Akku auch deutlich weniger belastet,"
    },
    {
      "speaker": "roddi",
      "time": "0:45:12",
      "text": "Bei der bei der Kontrolle oder warten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:14",
      "text": "Ja wieso also ich meine."
    },
    {
      "speaker": "roddi",
      "time": "0:45:16",
      "text": "Je nachdem wir das mit dem kleinen kleinen Fahrzeugen da wie sie heißen da ausgeht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:22",
      "text": "Wir sind ja jetzt hier auch keinen Fach Podcast für Jura,"
    },
    {
      "speaker": "roddi",
      "time": "0:45:33",
      "text": "We are not lawyers."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:34",
      "text": "Bernard lojas aber ich fand einfach die Idee extrem geschmeidig."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:45:38",
      "text": "Feinkost der auch nur 399 € und hat aber auch keiner hat nur eine Reichweite von 10 km wie jetzt gerade zu lesen ist die Akkus sind dann im Trittbrett scheinlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:48",
      "text": "Ja ja ja Kuschel Trittbrett ne aber auch hier,"
    },
    {
      "speaker": "roddi",
      "time": "0:46:44",
      "text": "8 einhalb Kilo würde ich jetzt nicht direkt leicht nennen aber man kann es tragen ja jetzt was an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:50",
      "text": "Ja es ist keine Fehler aber es ist ja auch ein Gerät was dich trägt."
    },
    {
      "speaker": "roddi",
      "time": "0:46:53",
      "text": "Wie wie viel wiegt jetzt ein großer was sagtest ja das ist schon mehr als das Doppelte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:55",
      "text": "17 ist schon Unterschied ja8 Kilo dass das kannst du schon mal locker mal eben so eine Treppe hoch und runter tragen das geht schon."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:47:06",
      "text": "Darf man ist immer besonders überzeugt überhaupt von diesem Elektrorollern oder Konzepten oder Fahrzeugen wenn man sie dann mal wirklich gefahren hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:13",
      "text": "Ja ja das ist immer so."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:47:14",
      "text": "Das ist so dass dann der der smile Moment."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:17",
      "text": "Genauer sie hatte das jetzt gerade gestern wieder einer Freundin auch so ja hier guck mal meinen Roller lalala und dann finde gleich an mir zu erzählen wie toll sie ihr Fahrrad ja findet und seit Jahren und sie macht ja immer alles irgendwie mein Fahrrad"
    },
    {
      "speaker": "roddi",
      "time": "0:49:17",
      "text": "Du sagtest du hast ihn einmal gefahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:19",
      "text": "Ja nachdem ich Ihnen schon erhalten hatte."
    },
    {
      "speaker": "roddi",
      "time": "0:49:21",
      "text": "Okay und wo soll jetzt achso du."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:23",
      "text": "Würde steht schon vor der Tür dann brauche ich nur umdrehen dann siehst du in der weiße da."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:49:29",
      "text": "Da stand nichts."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:49:31",
      "text": "Von war da einer gestanden aber jetzt."
    },
    {
      "speaker": "roddi",
      "time": "0:49:34",
      "text": "Na dann und wie viel wie viel Strafgebühr muss man dafür einfach einwerfen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:40",
      "text": "Ja na ja das geht so irgendwie offiziell geht es bei 3000 los also ich habe dann erstmal weiß ein bisschen Angst hatte wegen ausreichend Beschleunigung interessante Optionen hatte ich darf ja nur 45 erfahren,"
    },
    {
      "speaker": "roddi",
      "time": "0:50:03",
      "text": "Uranus ist ein Genuss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:06",
      "text": "Und du kannst dann aber dir das Teil gleich gedrosselt auf 45 bestellen was ich getan habe ist den jetzt erstmal als normalen zum 40er."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:50:18",
      "text": "Legal fahren darf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:19",
      "text": "Genauer sind legal fahren da."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:50:20",
      "text": "Beschleunigt der dann aber bis 45 stattlicher als jetzt der andere 45er."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:50:26",
      "text": "Stör genauso viel Power haben wir vorher wo andere elektronische Begrenzung sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:30",
      "text": "Kann ich dir jetzt ehrlich gesagt nicht sagen ich bin jetzt keine 20 Minuten gefahren"
    },
    {
      "speaker": "roddi",
      "time": "0:51:58",
      "text": "Also ich glaube schon dass sie ihn nicht Leistung drosseln sondern einfach Geschwindigkeit drosseln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:02",
      "text": "Herta du kannst deine Gewinne geschwindigkeitsdrossel,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:52:22",
      "text": "Also Gewicht ist halt ganz zentral denke ich an der Stelle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:26",
      "text": "Ja klar ist das Gewicht zentral aber hätten sie jetzt mehr Wumms im Akku"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:53:20",
      "text": "Wirst du Teil praktisch natürlich damit durch die Stadt zu fahren ich bin echt ein Heavy User von emyo und also me&i Sie Ihr Zimmer wie sie jetzt heißen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:28",
      "text": "Ja ja die behalte ich."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:53:28",
      "text": "Da gibt's ja auch immer wieder die neuen Modelle wie viel benutzt ihr die."
    },
    {
      "speaker": "roddi",
      "time": "0:53:34",
      "text": "Bis jetzt noch gar nicht das liegt aber daran dass ich,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:53:54",
      "text": "Finde für uns Berliner ist es fast ein bisschen Quatsch sich jetzt so ein Eigentums Fahrzeug verkaufen für viel Geld war im paar Jahren wenn die dann noch mal viel besser sein und bis dahin hast du an jeder Ecke so ein Roller stehen in der Zeit wo du ihn auch gerne benutzen möchte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:07",
      "text": "Ja aber wäre schon sagt also die Gebiete wurde den stehen lassen kannst dass es so dass eine also mal so eben zum See raus und so."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:54:17",
      "text": "Leider wieder mit zurücknehmen ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:18",
      "text": "Musste dann halt die ganzen Minutenpreis mit einrechnen dann wird es halt auch schnell teurer so."
    },
    {
      "speaker": "roddi",
      "time": "0:54:24",
      "text": "Machst du dreimal kannst du auch selber einkaufen viermal in der gut viermal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:29",
      "text": "Man macht's dann halt nicht ne das ist,"
    },
    {
      "speaker": "roddi",
      "time": "0:55:20",
      "text": "Also du siehst hier genau die Grenze ist meine Straße also ME ginge jetzt ne aber das ist halt ja ne also."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:55:32",
      "text": "Habe ich habe auch noch ein Motorrad rumstehen aber ich bin eigentlich mal ganz froh wenn es dann in der Tiefgarage steht in Kreuzberg weil,"
    },
    {
      "speaker": "roddi",
      "time": "0:56:01",
      "text": "Ja aber das habe ich ja auch in der Wohnung oben ne also das ist halt auch Berlin ich würde mein Fahrrad nicht auf der Straße lassen schon gar nicht wie du meintest ein halbes Jahr."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:56:11",
      "text": "Bei meinem Fahrrad ist mal der Rahmen gebrochen vor zehn Jahren und hat den Freund von mir geschweißt und jetzt ist er so Rostschutzfarbe außenrum unter dem Fahrrad klaut kein Mensch mehr nee man müsste eigentlich das Sticker machen mit zur Rostschutzfarbe oder einfach Rostschutzfarbe an Fahrräder ranmachen,"
    },
    {
      "speaker": "roddi",
      "time": "0:56:30",
      "text": "Naja ich meine mir das nie ein Fahrrad geklaut worden aber."
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:56:34",
      "text": "Warum steht immer oben steht."
    },
    {
      "speaker": "roddi",
      "time": "0:56:36",
      "text": "Ja bei mir ist tatsächlich mal bei einem Fahrrad der Halter für das Schloss geklaut,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:56:55",
      "text": "Abus Trelock."
    },
    {
      "speaker": "roddi",
      "time": "0:56:58",
      "text": "Trelock er genau die Halter gehen relativ leicht kaputt und gibt sie nicht als Ersatzteil nee nicht Trelock diese ami Firma,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:57:19",
      "text": "Gepostet gerade jemand das ab 2009 zu Ende 2019 auch eine Elektro Enduro angeboten wird für unter 4000 € funktioniert wie das finde ich dann auch wieder spannend weil damit kommt man dann die Bordstein hoch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:33",
      "text": "Ja also das bei Zweirädern das kann nicht lange dauern es gibt natürlich jetzt schon noch so ein paar"
    },
    {
      "speaker": "roddi",
      "time": "0:58:00",
      "text": "Ja gut aber du musst ja nicht beide Akkus reintun oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:04",
      "text": "Nee ich muss nicht bei der Akkus reintun."
    },
    {
      "speaker": "roddi",
      "time": "0:58:05",
      "text": "Also wenn entsprechend kürzere Strecke fährst brauchst ja nur einen mitnehmen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:58:09",
      "text": "Ja aber im Winter geht's also da haben die auch nicht so viel Bums wenn die kalt wären da willst du schon."
    },
    {
      "speaker": "roddi",
      "time": "0:58:14",
      "text": "Das geht aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:15",
      "text": "Das hängt daneben von den Reichweiten ab die du dir jetzt davon versprichst also wenn ich halt unter."
    },
    {
      "speaker": "roddi",
      "time": "0:58:19",
      "text": "Also wenn es so kalt ist das der Akku in Problem hat dann fährst du auch keine 30 km in der Kälte Ersin Sofa."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:27",
      "text": "Dann dann willst du das auch nicht mehr fahren dann ist dann dann dann ist es auch nicht mehr schön auf so einem Roller zu fahren das ist halt schon für UPS Wetter,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:58:42",
      "text": "Oh jetzt würdest du jetzt noch fahren gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:45",
      "text": "Jetzt haben wir hier -5°."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:58:47",
      "text": "Also jetzt eigentlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:49",
      "text": "Nicht so aber mit meinem kleinen würde ich jetzt problemlos rumgurken,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "0:59:04",
      "text": "Ronda Spanien ist jetzt beide mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:07",
      "text": "Beide mit und dann bin ich gespannt was den Shootout gewinnt weil ich bin auch,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:00:27",
      "text": "Dann kommst du zurück in Berlin wo die ganzen lies cooter delight red Scooter dann den den Gehweg blockieren oder in der Spree,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:36",
      "text": "Das wird uns auf jeden Fall auch noch blühen zumal ja jetzt eben auch die Zulassung an steten also letzte Informationen die ich jetzt bekommen habe ist dass sie Zulassung des Guthaben,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:00:57",
      "text": "Deine beiden Teile werden es dann auch werden auch dann mit Bezwinger der Große ist ja sowieso schon zugelassen aber der kleine der wird dann auch da drunter fallen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:04",
      "text": "Der Tenn wird,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:02:05",
      "text": "Haben die Emmys schon dieser elektro-schwalbe haben das schon diese Kombi bremsen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:09",
      "text": "Für beide naja."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:02:10",
      "text": "Total sind gerade wenn die Leute nicht erfahren sind damit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:12",
      "text": "Genau macht total Sinn und da wird auch noch eine ganze Menge kommen auch die großen Dinger mit Rekuperation und,"
    },
    {
      "speaker": "roddi",
      "time": "1:02:32",
      "text": "Naja so Rekuperation ist ja schon sein halbes AB wenn es richtig gemacht ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:39",
      "text": "So Moritz jetzt müssen wir aber mal Moritz mal vorstellen und mal klären warum du eigentlich hier bist also du bist ja Alter Alter Radio Hase kann man hast Du sagen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:02:53",
      "text": "Ja so jetzt mittlerweile möchte schon fast die Hälfte meines Lebens ich hab ich hab mit ner Werfer doch kann man so sagen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:16",
      "text": "Du daher bisher immer gegangen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:03:20",
      "text": "Zeig mal lass mal hören täte mal nicht wenn der Berliner civil war."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:03:24",
      "text": "Ja freilich was meintest du ich kann schon so rhetorische Fragen im Sturm mit der Straßenbahn rauslaufen nach jetzt muss man erstmal der Chat raten welcher Dialekt das war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:32",
      "text": "Wie genau könnte wie genau könnte man das jetzt lokalisieren wenn man da kennt ist."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:03:38",
      "text": "Ich habe erst eben alter Radio Mensch habe ich möchte total gerne bei Leuten was für eine Dialekt Klangfarbe die du haben und ich finde man kann immer ziemlich viel also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:47",
      "text": "Generell jetzt oder nur aus dem bayerischen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:03:49",
      "text": "Generell aber natürlich im bayerischen kenne ich mich dann oder sind süddeutschen Raum kenne ich mich halt so aus dass ich dann schon oft so auf 50 km genau sagen kann ist aber hier er."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:56",
      "text": "80 km."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:03:57",
      "text": "Ist jetzt Stuttgart oder eher Bodensee oder eher Ulm also sowas kann ich manchmal schon so ein bisschen raushören anhand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:02",
      "text": "Okay das war jetzt aber eher so auf 300 km 200."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:04:07",
      "text": "Okay 50 an manchen Stellen also das war jetzt z.b. der wie die Leute oder wie ich denke dass die Leute in Augsburg sprechen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:15",
      "text": "Anna hat Skizze."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:04:16",
      "text": "Na da hat er mir der Markus gleich durch die Kappe."
    },
    {
      "speaker": "roddi",
      "time": "1:04:18",
      "text": "Kein Franke ist klar."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:04:19",
      "text": "Deswegen ist ja auch dass du eine Frage der Stimmlage ich muss mich da erstmal kurz einschulen vielleicht kommt er gleich noch mal was aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:28",
      "text": "Dict auf jeden Fall merkwürdig so habe ich dich noch nicht gehört,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:04:35",
      "text": "Ja das war aber auch damals gabs noch nicht so ganz natürlich schon Internet und Mailboxen und all die ganzen Sachen die man gemacht hat in den Neunzigern aber trotzdem war der also der Zündfunk schon so eine totale Radio Sozialisation also was die da für Musik gespielt haben und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:27",
      "text": "Was für ein abgebrochenes Studium kannst du denn vorweisen diverse sogar."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:05:29",
      "text": "Diverse ich habe eine interkulturelle Europa und amerikastudien und vorher aber habe ich auch mal einfach nur wegen des BVG tickets jetzt kann ich sie erzählen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:11",
      "text": "Fester freier das ist zu dieser Code für moderne Sklaven tun."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:06:14",
      "text": "Nee eigentlich nicht eingerissen jetzt guter Status man macht eben wann muss ein bestimmtes Budget von,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:51",
      "text": "Auto AGs eigentlich als selbständiger."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:06:53",
      "text": "Ich hatte eigentlich selbständiger Unterhalt Radiosendungen und jetzt gerade vor allem hat auch jemand gerade im Chat schon richtig geraten möchte Sendung netzbasteln das ist eine bastelsendung im Deutschlandfunk Nova also den dritten Programm von Deutschlandfunk,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:29",
      "text": "Rechts von seit fünf Jahren ja echt krass."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:07:32",
      "text": "Hab so viele Ausgaben also jetzt gerade steht dann die 113 an also ungefähr hat so viele wie es die Freakshow."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:07:39",
      "text": "Also so alle zwei Wochen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:07:41",
      "text": "Genau alle zwei Wochen immer die Leuchte mal Sonntags wann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:07:44",
      "text": "Aber wir waren ja schon zehn Jahre deswegen haben wir Vorsprung."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:07:46",
      "text": "Hör mal gleicher Takt da da kann man es dann sehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:50",
      "text": "Ja"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:07:52",
      "text": "Genau das Netz was denn de kann man die verschiedenen Themen die ich da gemacht habe sehen das deckt so das ganze Maker Wesen ab"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:23",
      "text": "Was."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:08:26",
      "text": "Den diesen 24 Euro Stuhl oder diese Herzchen Möbelkollektion ist so ein Berliner aktives bo van Bo le-mentzel heißt der der hat eben auch so der macht auch in Tiny houses und hat ihm so eine,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:09:10",
      "text": "Er soll die mit den kaputten Jeans die man kaufen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:13",
      "text": "Reicht auch Gott das habe ich bisher nicht bisher mir vorbeigegangen ist."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:09:18",
      "text": "Götzenbaumarkt sogar schon als halbe Paletten also geil wir kannst nicht ganz so noch halbe verletzten Kosten der nicht viel weniger aber sind eben halbe Paletten diesen dann zum Teich und lackierten da kannst du dir deine Instagram gerechte Wohnung."
    },
    {
      "speaker": "roddi",
      "time": "1:09:30",
      "text": "Sind es sind es denn echte Paletten oder also."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:09:32",
      "text": "Ja ja das sind schon die echten Paletten EPAL und ist diese Norm."
    },
    {
      "speaker": "roddi",
      "time": "1:09:36",
      "text": "Die würde ich mir ja nicht unbedingt in die Wohnung stellen da die sind die inzwischen fast."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:09:39",
      "text": "Die sind schadstofffrei das ist eine wichtige Sache ja ja das ist eine große Auflage als wenn Sie diesen Eva Stempel haben dann die werden auch krass kontrolliert das Mega genormte viele Nägel die drin haben diese Paletten und diesen schadstofffrei divendo hitzebehandelt deswegen ist das Holz aus dem bisschen."
    },
    {
      "speaker": "roddi",
      "time": "1:09:52",
      "text": "Ich kannte mal eine die hat sich aus Europaletten in Hochbett gebraucht eine gute Sitz über 10 Jahre her und dann hatte sie extrem schweres Asthma bekommen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:10:07",
      "text": "Und du hast auch voll Dreck."
    },
    {
      "speaker": "roddi",
      "time": "1:10:09",
      "text": "Ohne was wieder gut."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:10:09",
      "text": "Kassnhof kannst du wer weiß auch was damit transportiert."
    },
    {
      "speaker": "roddi",
      "time": "1:10:13",
      "text": "Immer."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:10:14",
      "text": "Würde eher."
    },
    {
      "speaker": "roddi",
      "time": "1:10:15",
      "text": "Also das ist so."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:10:17",
      "text": "Bei dieser Europalette war Fehlen von der lustige Geschichte die hatte ich am Deutschlandfunk stand ausgestellt auf der Republica jetzt vor einem Dreivierteljahr"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:59",
      "text": "Ja da war."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:10:59",
      "text": "Natürlich überweisen später Vorschau."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:11:01",
      "text": "Stellt ein bisschen später vor."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:11:05",
      "text": "Hau mal rein wir machen das dann aus wenn es nervt oder."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:11:08",
      "text": "Wir können doch einfach ausmachen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:11:09",
      "text": "Vielleicht sehen wir uns ja optisch dann Venlo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:11",
      "text": "Du kannst es ja erstmal vorstellen wir müssen ja noch keinen Zugang bieten oder."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:11:14",
      "text": "Bergen aus ist es eine Holz klingel die ist glaube ich könnte schon 100 Jahre alt sein weil die hab ich im Keller von meinem Wohnhaus gefunden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:11:21",
      "text": "Gib doch mal akustisches Demo das ist doch mal."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:11:23",
      "text": "Akustisches Memo."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:11:24",
      "text": "Power Radio."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:11:25",
      "text": "Da muss ich jetzt erst ins Internet gehen Moment,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:11:38",
      "text": "Meransen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:11:40",
      "text": "Das ist doch mein lieblings Microcontroller der kostet wenn man den bei Aliexpress gekauft echt nur 1,60 € aufwärts,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:03",
      "text": "Ach echt ein Euro WLAN Microcontroller."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:12:06",
      "text": "1,50 € genau wenn du in Deutschland kaufst dann vielleicht zwei oder 3 € und du kannst ihn heute hat irgendwie,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:35",
      "text": "Gerade echt auf die Idee."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:12:36",
      "text": "Fürs Internet der Dinge ist aber auch nicht der neueste Scheiß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:42",
      "text": "Aber der ist so gibt's da."
    },
    {
      "speaker": "roddi",
      "time": "1:12:45",
      "text": "Riesentüte kommt jetzt was orangene."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:47",
      "text": "Gibt's für das Teil auch so fertige interfaces also so klassische Schnittstellen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:12:54",
      "text": "Wie man so Schnittstellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:56",
      "text": "Wobei Anne vergiss es ich meine das Ding hat WLAN darüber bist du man ja eigentlich alles aber der hat ja dann hat er denn hat er denn was läuft denn da drauf oder kriegt man auch ein alpitec drauf."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:13:07",
      "text": "Der kann kannst da also der Zimmer spiel diese klingel läuft mit MTT tides und Protokolle und sehr einfaches leichtes Protokoll fürs Internet der Dinge und du kannst da ja auch ein Webserver draufmachen genau es geht ohne genau und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:20",
      "text": "Beauty Team."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:13:23",
      "text": "Und ja kannst damit quasi alles machen der kann auch also ich will es gibt auch die Möglichkeit dass du damit er so John Piper John Perry Barlow sag dir was,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:38",
      "text": "Ingress eröffnet hat."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:13:39",
      "text": "Genau und als der der hat ja auch die Unabhängigkeitserklärung des Internets geschrieben und dass der gestorben ist habe ich so ein ESP programmiert als auch mit Kot hinter schon im Netz Garten dass dieser kleine Mini ISP dann glaubt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:21",
      "text": "Mqtt ist quasi."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:14:23",
      "text": "Untertasse in Arm oder x86 oder."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:14:29",
      "text": "Oder ja also auf jeden Fall kann ich 86."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:34",
      "text": "Unipor mir sodanin in was genau."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:14:37",
      "text": "Dann ziehe einfach so in diese Arduino IDE kann man in programmieren es gibt aber auch ich glaube micropython geht drauf und Lua gibt's auch das kann dann direkt auch auf dem Gerät ausgeführt werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:46",
      "text": "Lua."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:14:47",
      "text": "Du musst halt en passant Bootloader oder."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:14:49",
      "text": "Genau genau und,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:15:29",
      "text": "Professionell von einem 18650 richtig mit wie viel Bums."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:15:36",
      "text": "Lade ich weiß gar nicht was du jetzt hören wie viel Bums der hat aber das ist ja also ein Ding kriegst du glaube ich den habe ich für 12 € bekommen diesen esp32 dazu oder drauf das egal das ein Display ja genau kannst dich ja anschalten der läuft der lässt es nur so eine Demo durchlaufen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:15:51",
      "text": "Lorem ipsum dolor rheavendors."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:15:56",
      "text": "Das ist einfach das mitgelieferte aber ich finde einfach voll krass dass man dafür so kleine Geräte hat und den gibt's natürlich auch noch hin viel kleiner eine andere Sache die ich auch mit dem."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:03",
      "text": "Habe ja mal was mitgebracht hier weil sonst sehe ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:09",
      "text": "Okay hier ist Softwareentwickler und ich überlege gerade was man da jetzt drauf laufen lassen kann Lua Athos a und Micro Peißen Loreto."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:22",
      "text": "Dass der Power-Button mir das heißt seitdem zurückrudern ist auch wieder ja und das ist auch nur Demo RZR progress alles de Moya."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:16:30",
      "text": "Das ist einfach nur Demo mit ihr heute noch nicht gemacht dann habe ich einfach noch mal mitgebracht reichen nicht die 32 mitbringen wollte."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:35",
      "text": "Also welche drücke dann bootet das übersetzt und sein Heer das erste Mal hier drücke geht das zurück nee geht dann nicht."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:16:42",
      "text": "Dann einfach zwei Tasten die dann auch noch belegbar sind das halt so einen development Board wo man verschiedene Möglichkeiten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:46",
      "text": "Ja der ist der der Butter wenn ich hier drücke dann geht doch zurück."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:50",
      "text": "Kay."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:52",
      "text": "IP Anschluss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:53",
      "text": "Also von Lua rtaustria noch gar nichts gehört realtime operating system,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:10",
      "text": "Der Batteriehalter hast du den selber gedreht 3D Druck den Kampf."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:17:12",
      "text": "Nee das kam einfach so dieses ganze Ding haben einfach komplett zu achso dieses Gehäuse habe ich halt gedrückt im 3D Drucker das also wir reden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:18",
      "text": "Batteriehalter also komplett dran schon wie lange hält das mit der Batterie."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:17:22",
      "text": "Ich habe da jetzt nur die Demo drauf ist habe ich noch nicht ausprobiert aber es hängt natürlich auch davon ab in was für ein Paul savestate dieser esp32 dann gerade ist aber Simulator braucht er auch nicht so viel Strom."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:32",
      "text": "Ja also sei mir mal nicht so wirklich powerstate sondern so um so um Minimum Normalbetrieb der lässt halt dann ganze Zeit das Display laufen schon paar Stunden oder."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:17:40",
      "text": "Ja bestimmt auf jeden Fall also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:42",
      "text": "Meiner so ein 18650 sieht ganz schön auch was heißt das für den kleinen Stein."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:17:46",
      "text": "Und die gibt halt dann auch noch mit lorawan drauf oder mit also die gibt's in unterschiedlichen Konfigurationen diese esp32."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:55",
      "text": "Was drauf mit."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:56",
      "text": "Lora long range WiFi tralala."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:18:00",
      "text": "Besonnen,"
    },
    {
      "speaker": "roddi",
      "time": "1:18:22",
      "text": "So ein brauche ich dich ja was das ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:18:23",
      "text": "Kriegst nicht Mama muss das so reinschieben jetzt."
    },
    {
      "speaker": "roddi",
      "time": "1:18:27",
      "text": "Nee ich habe bisher nur ich habe bisher nur Arduino ausgebaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:31",
      "text": "Du wurdest Zusammenbaus gibst mir noch mal."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:18:35",
      "text": "Für die Buttons Hersteller."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:37",
      "text": "Was macht denn dieses Gerät was du da da gerade auseinander nimmst."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:18:39",
      "text": "Das also das ist einfach nur dieser esp32 mit einem kleinen Display dran und zwei Knöpfen und da könnte man sich jetzt halt zu unterschiedlichste Person development Board mit dem Dual unterschiedliche Sachen ausprobieren kannst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:52",
      "text": "Kleines Display."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:18:53",
      "text": "Dafür habe ich ein linkedin ich bin gerade schon dabei den zu posten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:59",
      "text": "Was heißt denn kleines Display also was,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:19:09",
      "text": "Und auf jeden Fall dieser Typ ohne den 18650 hat 11,39 € gekostet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:20",
      "text": "Ja genau wir haben noch Eis ist können wir den Hörer noch mal schön hier ein Tor schlickern ich versuch gerade zu verstehen also esp32 ist welcher Teil alles."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:19:34",
      "text": "Nee das ist vor allem das was unter dieser unter diesem Blech noch sitzt genau das Ding gibt's also auf jeden Fall noch ein kleiner."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:40",
      "text": "Aber das ist so ein fertiges Board was du dir gekauft hast wurde."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:19:43",
      "text": "Das ist unfertiges Wort für 11,39 €."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:45",
      "text": "The 100."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:19:47",
      "text": "Mit der Ladeelektronik und dem Urlaub und den Tasten auch mit dran aber den esp32 gibt es auch deutlich kleiner auch in verschiedenen Ausbaustufen da gibt's noch den Ruhm und so weiter."
    },
    {
      "speaker": "roddi",
      "time": "1:19:57",
      "text": "Welches Eis hast du für mich vorgesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:01",
      "text": "Da du ja nicht spezifisch warst muss jetzt erstmal abwarten bis die anderen wählerisch gewesen sind ich will auf jeden Fall was mit Karamell aber ich glaube das ist doppelt vorhanden."
    },
    {
      "speaker": "roddi",
      "time": "1:20:11",
      "text": "La dulce de leche gibt es einen Caramel Brownie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:18",
      "text": "Ist ja beides mit Karamell was würdest du denn haben wollen oder die."
    },
    {
      "speaker": "roddi",
      "time": "1:20:23",
      "text": "Ich glaube ich will keinen dulce de leche."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:25",
      "text": "Dann gib mir die dulce de leche."
    },
    {
      "speaker": "roddi",
      "time": "1:20:27",
      "text": "Dass mir zu Heft."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:20:29",
      "text": "Das Interessante bei euch Podcaster dass man so viel Zeit hat also es ist nur eine komische Beobachtung aus der Reihe Perspektive natürlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:20:35",
      "text": "Du seist du umso mehr ist das gerade sogar jetzt die Zeit die Zeit das Quatsch die war."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:20:37",
      "text": "Da muss immer alles durch denk ich denke mal die ganze Zeit will wer redet über wieso redet ihr über Eis werden doch nur aber ich habe immer nur dreimal sieben Minuten um hier Digger."
    },
    {
      "speaker": "roddi",
      "time": "1:20:45",
      "text": "Nur 5 Std."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:20:46",
      "text": "Wird hoch kondensiert rüberzubringen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:49",
      "text": "Oma Oma Oma den Haus und Hof Philosoph der Podcast Zähne zu zitierten den Moritz auch klingt Scheiße der spricht den Zusammenhang von sprechendem Ding,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:23:22",
      "text": "Wie viele Disney hättet ihr denn jetzt schon geschrieben wenn ihr die Podcast sehen würde."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:23:26",
      "text": "200."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:28",
      "text": "Na da geht's jetzt nicht nur um die Länge solche geht sondern auch um die konkrete Auseinandersetzung was heißt der Podcast selber ist eine Auseinandersetzung mit dem Ding und"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:23:43",
      "text": "Ist in Form ich bin ja eventuell im Urlaub verreist am wievielten märz ist das noch mal,"
    },
    {
      "speaker": "roddi",
      "time": "1:23:51",
      "text": "Das Wochenende vor dem brexit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:53",
      "text": "22 bis 24 das wäre super in Köln beim Deutschlandfunk also ich meine ganzen ab,"
    },
    {
      "speaker": "roddi",
      "time": "1:26:29",
      "text": "Und selber bietet er ist beste gegen bei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:31",
      "text": "Ja eben genau also das ist ja das Absurde ne also dass das eigentlich das ist eigentlich wirklich vorkommt ne quatsch aber so kennen wir ihn das trifft den Kern nicht,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:26:49",
      "text": "Ja ich habe auch schon früher Podcast immer wieder gemacht aber weniger solarbau broadcast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:54",
      "text": "Gehört ne."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:26:55",
      "text": "Aber auch ja gehört natürlich schon auch ich habe auch mal ein War II,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:27",
      "text": "Ich habe mal muss seine radiotheorie sehr viel mehr im Internet als Seuchen sehen weil da ja sozusagen das dann sich jetzt auch tatsächlich so abspielt wie er es eben für Radio,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:12",
      "text": "Gratis was letztens rumgehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:13",
      "text": "Was letztens rum ging genau BBC-Interview es nur in eine Minute,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:33",
      "text": "Im Fall bin gar nicht abgelenkt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:35",
      "text": "Gut bis ich merke schon mein Gott habt ihr Glück dass ihr das nicht seht was ihr."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:40",
      "text": "Hast du Pech hast du das nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:44",
      "text": "Gut also los geht's."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:30:53",
      "text": "Auf jeden Fall wird es nicht so als wärst 20 Jahre alt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:57",
      "text": "Genau ist ein Checker einfach der Boje aber ich meine das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:31:00",
      "text": "Irgendwelche auch ein Geschäftsmann der hatte ist Banker eigentlich ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:04",
      "text": "Ich würde jetzt nicht sagen dass dass das jetzt dass dass das Element ist was ihn jetzt dafür qualifiziert war."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:31:13",
      "text": "Nee das Banker nicht aber das hält ist heldencheck also weiß jetzt nicht nur und das meine ich jetzt ein bisschen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:37",
      "text": "Yaprak ein Checker wer hätte auch nicht diese Art von Musik machen können also das bedingt sich natürlich auch einander ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:31:42",
      "text": "Ich will es ich mache dir einfach und du übernimmst dann also was der der Moritz mir gerade gegeben habt gegeben hatte sie war ich ein bisschen abgelenkt aber ich habe das Bo Interview erst gesehen von paar Tagen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:31:53",
      "text": "Tim muss es auf diese Weise das noch was gebasteltes was ich mitgebracht habe schwarzes Kästchen auch mit dem esp32 drin und jetzt halt mal auf mein Eis."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:02",
      "text": "Achso ein Thermometer oder was."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:32:04",
      "text": "Nenne eine Infrarotkamera ist das in der Wärmebildkamera ist ja einfach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:07",
      "text": "Achso ja aber die die dir auch ja auch ein Thermometer mit drin."
    },
    {
      "speaker": "roddi",
      "time": "1:32:12",
      "text": "Na ja deswegen ja Wärmebild der der eingekringelt the pixel ist das was du als Zahl siehst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:32:17",
      "text": "Genau alles was sehr blau ist es sehr kalt alles was Rotes ist sehr warm und der Bauch wieder an der Wand ist halt kalt weil deine Wand ist zwar vom Beamer bestrahlt aber ist trotzdem kalt und deswegen sieht man da nichts."
    },
    {
      "speaker": "roddi",
      "time": "1:32:28",
      "text": "Schön sieht man dass die Beamer Linse irgendwie bei 40 Grad ist das sieht man sehr gut."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:32:32",
      "text": "Genau oder dass du eine LED Lampe LED-Lampen deinem schirmerfeld ist gar nicht warm die Scheiße satt zu früher."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:32:39",
      "text": "Jetzt weißt du warum womit wir hier gerade die letzten 5 Minuten gespielt haben oder letzten zehn."
    },
    {
      "speaker": "roddi",
      "time": "1:32:44",
      "text": "Man kann auch die Tastatur vom MacBook erkennen weil die Tasten sind aus Plastik und das Aluminium wird warm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:51",
      "text": "Das ist schön dass es ist kalt ist das MacBook ist heiß."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:32:54",
      "text": "Hatte keine wahnsinnig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:55",
      "text": "Stadtschule wollte mir das Eis geben."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:32:57",
      "text": "Nee wollte dir das Eis nur geben man kann auch manchmal sehen wo eine warme Tasse stand also ist wie gesagt schon ich bin ja dann immer gewohnt die Sachen im Radio so zu beschreiben ist sowieso eine Zigarettenschachtel bisschen dicker schwarzes Kästchen aus dem 3D Drucker und da ist eben auch so ein Screen eingebaut unten"
    },
    {
      "speaker": "roddi",
      "time": "1:33:13",
      "text": "Sieht so ein bisschen aus wie eine Wiener Handy Kameralinse."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:33:17",
      "text": "Genau ist es auch und das ist aber also das ist wirklich gerade auch so ein ziemlich neuer scheiß dieser Sensor der heißt ich muss jetzt gerade mal gucken mlx90614 oder so und,"
    },
    {
      "speaker": "roddi",
      "time": "1:33:36",
      "text": "Das hast du quasi deine."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:33:39",
      "text": "Nee das ist zusammengesetzt also von denen gibt's dann es gibt dann schon so mustercode wie du das ganze dann hier und damit verbinden kannst und genau ich habe den Link zu dem ganzen Bastelprojekt gerade schon im slack gepostet."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:33:52",
      "text": "Also der war doch von dir verstehe."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:33:54",
      "text": "Und da da merkt man aber gerade wie der Markt für diese Wärme Kamerasensoren gerade explodiert also bis vor kurzem war halten Sensor Standort der irgendwie 8 x 8 Pixel konnte,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:14",
      "text": "Bei Fluke diese Hand hält Dinger die auch ein bisschen höhere Qualität haben als früher auflösen als das was du jetzt hast aber die Kosten mehrere 1000 € also im Flug ist jetzt nicht billig aber."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:34:23",
      "text": "Der Flug ist natürlich profital das merkt man den Messgeräten aber was halt sonst noch gibt es hier Flier das sind diese Wärmebildkamera Hersteller ganz große flir.de z.b. die Domain."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:34",
      "text": "Also die man auch sonst iPhone dran klatschen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:34:35",
      "text": "Genau und hier mal aus du diese Flieger die man ans iPhone rein klatschen kann auch die sind noch von der Auflösung teilweise dann noch besser,"
    },
    {
      "speaker": "roddi",
      "time": "1:34:49",
      "text": "Spannend Wärmebildkamera."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:34:51",
      "text": "Hermann hat sowieso eine neue Dimension die man da plötzlich erschließt."
    },
    {
      "speaker": "roddi",
      "time": "1:34:54",
      "text": "Mein Schlagzeuger der ist ja des Experte für Solar,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:35:35",
      "text": "Dies noch ein bisschen genauer vermute ich mal."
    },
    {
      "speaker": "roddi",
      "time": "1:35:37",
      "text": "Ja die hat vor einigen ne relativ gute Auflösung also,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:35:51",
      "text": "Ja das dann hatte ich noch mal was ganz anderes aber auch da wird also das jetzt die native Auslauf Lösung dieses Sensors und da kann man mit Interpolation aber auch noch einiges machen das haben es aber noch nicht implementiert Code ist aber bei Github falls jemand Lust hat was."
    },
    {
      "speaker": "roddi",
      "time": "1:36:05",
      "text": "Auf jeden Fall Lust."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:36:06",
      "text": "Und dieser denn soeben wie gesagt der kostet den hab ich für 60 € gekauft und das,"
    },
    {
      "speaker": "roddi",
      "time": "1:36:49",
      "text": "Ja ich habe sie ich habe da auch ein Auto dem könnte so eine Wärmebildkamera mal gut tun."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:36:56",
      "text": "Das Problem war doch bei diesen Infrarotsensoren immer dass sie gekühlt werden mussten früher oder."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:37:01",
      "text": "Genau mit so einem Gas und dann konnte glaube ich auch der Polizeihubschrauber erst eine Viertelstunde später starten weil er erstmal die Kühlung hochgefahren werden musste für diese Kamera und das ist mittlerweile aber eben nicht mehr so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:37:15",
      "text": "Bin ich auf jeden Fall interessant."
    },
    {
      "speaker": "roddi",
      "time": "1:37:17",
      "text": "Ja, ich mache da ich poste da mal einen Blog."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:37:23",
      "text": "Vor allem könnte man ja auch ganz viele von den Dingern kombinieren oder also ein größeres Bild hinzukriegen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:37:28",
      "text": "Das kannst du damit auch machen es gibt auch ein Künstler in berlin-nikolassee der hat sie kennt der diese Pistolen mit denen man einfach die Temperatur messen kann ich"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:38:03",
      "text": "Zeilenweises abgelesen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:38:04",
      "text": "Irgendwas finde ich auch eine ziemlich schöne Idee."
    },
    {
      "speaker": "roddi",
      "time": "1:38:06",
      "text": "Also ich kann jetzt nicht sagen ich hier ich habe mal so einen alten Blogpost rausgesucht wo mein Vater Garant Foto von mir gemacht hat."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:38:13",
      "text": "War das sieht ja echt gut aus."
    },
    {
      "speaker": "roddi",
      "time": "1:38:14",
      "text": "Also da,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:38:29",
      "text": "Musste man noch im Hals sehen wie das kalte Bier runterläuft."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:38:32",
      "text": "Nasse kalte Backen hast."
    },
    {
      "speaker": "roddi",
      "time": "1:38:34",
      "text": "Und das die Brille die Wärmestrahlung abhält ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:43",
      "text": "Da ist bitte da am also das Baby sehr für dich denn das aus diese ganze lets bastel live."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:38:49",
      "text": "Also,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:06",
      "text": "Passen das einfachere."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:39:07",
      "text": "Einfachere Themen wo man da nicht irgendwie ein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:10",
      "text": "Gerätefinder."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:39:11",
      "text": "Gerät erfindet oder was heißt davon habe ich das jetzt auch nicht diese Wärmebildkamera aber wo man nicht in Geräte findet oder riesig ich habe einen euch turmwäscheständer gebaut jemand und die Decke fährt und habe ich aber auch einfach nur einen Tag lang geschweißt ich weiß noch total Spaß übrig bin gerade an mich vor eingenordet in Schweißgeräte und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:36",
      "text": "Hallo unsere Schweißgeräte raus."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:39:38",
      "text": "Aber also scheiß muss echt toll."
    },
    {
      "speaker": "roddi",
      "time": "1:39:41",
      "text": "Selber einmal geschweißt aber dann auch nie wieder mit Deichsel für Fahrradanhänger aber sie hat gehalten bis der Fahrt einer geklaut wurde."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:39:49",
      "text": "Ich finde es hat das wahnsinnig beruhigendes zuschweißen also wenn man so mit diesem Schwermetall arbeitet und das dann so sägt und hat so Gerüche und das ist so eine so eine Power die da auch drin steckt wenn man dann da so wenn es dann so anfängt zu glühen und dann hält das aber am Ende aus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:40:02",
      "text": "Genau das ist ja eben nicht nur geklebt oder genagelt oder was soll man soll das wirklich zwei materiale ineinander vermischt und es gibt ergibt irgendwie so einen Sohn nicht Glücksgefühl aber so du weißt es geht nicht mehr."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:40:12",
      "text": "Weil ich habe halt meine Werkstatt so auf einem Gelände wo lauter Schlosser auch sind Bootsbauer Tischler auch und da gibt's halt alle großen Maschinen und die große Plattensäge und aber eben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:40:22",
      "text": "Drehmaschine."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:40:23",
      "text": "Sämaschine gibt's auch in die großen Schweizer richtig krassen zu großen Starkstrom Schweißgeräte natürlich und den Gabelstapler und da kann man schon und da gibt's auch immer ziemlich viele Stall Reste aus den ich dann immer noch irgendwas zusammen tüfteln kann aber das sind nicht die einfachen Sendung sondern einfache Sender sind dann auch einfach manchmal wie repariert man sein Fahrrad"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:51",
      "text": "Hat sich denn also Nova ich kenne das Projekt ja noch also,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:41:07",
      "text": "Also die Kräfte ist die Kommission zur Erhebung des Finanzbedarfs der Rundfunkanstalten die haben da halten extra Geld freigegeben für India b-project oder daB plus und mittlerweile,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:11",
      "text": "Ist anders."
    },
    {
      "speaker": "roddi",
      "time": "1:42:14",
      "text": "Stimmt wenn es zu kurzes gibt Anschiss."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:42:17",
      "text": "Aber ich finde es auf jeden Fall gut dass auf diese Weise zu denken und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:20",
      "text": "Ja nee das ist auch also ich war da grübele gerade das ist schon wieder so lange her ich war da ja auch mal an habe irgendwie so einen oder anderen hirnströmung irgendwie teilgenommen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:44:12",
      "text": "Es wäre schön ich überlege auch immer wieder ob ich noch mal so einen Metz bastel Podcast mache der dann noch so eine Post schau ist zudem netzbasteln wo dann einfach auch noch mal oder noch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:55",
      "text": "Ja wie auch sonst so."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:44:57",
      "text": "Jetzt können wir ja mal kurz zwischendrin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:00",
      "text": "Klingel mal Freischalt."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:45:01",
      "text": "Klingel Netz basteln.de Schrägstrich klingel wie viele Sekunden dauert."
    },
    {
      "speaker": "roddi",
      "time": "1:45:07",
      "text": "Du kannst jetzt hier wahrscheinlich den Dänen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:10",
      "text": "Wir haben jetzt noch 10 Sekunden delay."
    },
    {
      "speaker": "roddi",
      "time": "1:45:12",
      "text": "Stream delay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:14",
      "text": "Wann sollen dann hätte ich mal noch hier meine Stoppuhr starten können das jetzt schon wieder fast zu spät."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:45:20",
      "text": "Kfz-Zulassung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:22",
      "text": "Ja süße mal gerade und jetzt hat."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:45:24",
      "text": "Jetzt noch mal bitte alle auf aufhören."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:45:28",
      "text": "Ja das ganze voll vergessen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:45:34",
      "text": "Ist wirklich so also man kann diese Taste drücken auf dieser Seite und wenn man loslässt hört eigentlich darauf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:41",
      "text": "Ja aber es."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:45:42",
      "text": "Aber es drücken wahrscheinlich genügend Leute das ist immer,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:51",
      "text": "Willst du da wir mit."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:45:54",
      "text": "Nee das ist tatsächlich jetzt nicht mit gelocktes auch über diesen Moskitos Wer war uns der schreibt das nicht mit wie viel Leute da ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:59",
      "text": "War nur was."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:46:01",
      "text": "Aber ich habe schon im Radio gemacht da waren zum paar hundert."
    },
    {
      "speaker": "roddi",
      "time": "1:46:04",
      "text": "Hüten mann das ist das auch ein höherer Meter der besonderen Art."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:13",
      "text": "Ja das ist so ein bisschen dass das Haut Haut Haut den Lukas Podcast live."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:46:20",
      "text": "Die Intensität noch ein bisschen ändern dass es dann weniger klingelt oder."
    },
    {
      "speaker": "roddi",
      "time": "1:46:24",
      "text": "Ist ja schlimmer als Schmerzensschrei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:29",
      "text": "Wollte ich jetzt die ganze Zeit dieses Klingeln im Podcast hören oder nicht ihr habt es jetzt selber in anderen sozialen Kontrolle,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:46:42",
      "text": "Die Community halten wenn sie sich so disziplinieren könnte das jetzt einfach mal nicht klingelt für 10 Sekunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:48",
      "text": "Ja wenn es jetzt nicht irgendjemand schon so als Internet gepostet hat das Leute gar nicht mehr wissen womit das jetzt zusammenhängt."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:46:55",
      "text": "Dieses einklingen was aus unerfindlichen Gründen alle 10 Sekunden wiederholt wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:59",
      "text": "Dritte Natur auch sein dass deine Tochter auch wie abgeschmiert ist und."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:47:02",
      "text": "Ja genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:03",
      "text": "Unter dieser Last jetzt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:47:06",
      "text": "Blau.de addiert immer drauf."
    },
    {
      "speaker": "roddi",
      "time": "1:47:08",
      "text": "Mach die scheiße aus."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:47:12",
      "text": "Ganz einfach noch mal ich kann da was dazwischen klemmen hier so ein Stück Papier."
    },
    {
      "speaker": "roddi",
      "time": "1:47:20",
      "text": "Bisschen besser ist es geworden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:22",
      "text": "Single aber immer noch ihr wird schon die ersten Programme gepostet."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:47:27",
      "text": "Nee das ist einfach der Code der der JavaScript der das macht das muss einfach nur eine eins gepostet werden an den entsprechenden mqtt Kanal und wenn man den Knopf wieder loslässt dann kommt mir nur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:39",
      "text": "Solar dir bis jetzt ihr müsst jetzt auch mal aufhören zu klingeln weil es könnte mich hier nicht weitermachen und wir setzen natürlich jetzt auf die Schwarmintelligenz ihr dass sie auch in der Lage ist die Sendung wieder zu beruhigen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:47:52",
      "text": "Sonst hören einfach auf um diese Uhrzeit schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:55",
      "text": "Die Sendung beende."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:47:57",
      "text": "Christel Freakshow."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:59",
      "text": "Speziell von Hörern also ich gebe euch jetzt noch 10 Sekunden 10.9."
    },
    {
      "speaker": "roddi",
      "time": "1:48:07",
      "text": "Für die hörath sein Geld schon runter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:48:14",
      "text": "Du müsstest den den Leute Möglichkeit zu sagen vergeben zu sagen sie wollen klingeln oder sie wollen nicht gegenüber die Mehrheit dringend will dann klingelt wenn die Mehrheit."
    },
    {
      "speaker": "roddi",
      "time": "1:48:22",
      "text": "2"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:48:23",
      "text": "1"
    },
    {
      "speaker": "roddi",
      "time": "1:48:24",
      "text": "Heinz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:26",
      "text": "Das war erstmal hier sollst."
    },
    {
      "speaker": "roddi",
      "time": "1:48:41",
      "text": "Hörer machen die das auf sixx."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:48:45",
      "text": "Mens wird nicht die cute weil dass jemand fragt ist wirklich einfach nur weil immer wenn der 1."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:48:50",
      "text": "Wenn ein schreibt dann."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:48:50",
      "text": "Mein Engel meine einschreibt dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:53",
      "text": "Schwimmbad aussen funktioniert nicht so Palimpalim."
    },
    {
      "speaker": "roddi",
      "time": "1:48:55",
      "text": "Ja Palimpalim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:58",
      "text": "Ja sorry hat nicht funktioniert das Sozialexperiment war jetzt einfach zu cool."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:49:05",
      "text": "Teppich ausleihen ganz einfach."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:49:08",
      "text": "Lass mal alles okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:10",
      "text": "Fahrzeug."
    },
    {
      "speaker": "roddi",
      "time": "1:49:12",
      "text": "Oh Mann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:13",
      "text": "Aber schönes Ding."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:49:15",
      "text": "Und deswegen sagt total einfach schnell programmiert mit diesem esp8266."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:21",
      "text": "Kratze ich denn auch."
    },
    {
      "speaker": "roddi",
      "time": "1:49:24",
      "text": "Was ist eine Wohltat wenn's nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:26",
      "text": "Zwangsläufig würd ich mal meinen gerade für dich doch bestimmt auch auf so diesen ganzen Maker Events und Mac erhöhen rum in letzten Jahren oder."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:49:39",
      "text": "Ja ich gehe mal wieder auf die mega Vers und natürlich online lese ich die entsprechenden Blogs und Instructables und Hacker day und solche Sachen aber ich finde das,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:37",
      "text": "Ja ich auch nur auf der."
    },
    {
      "speaker": "roddi",
      "time": "1:50:37",
      "text": "Also auf der deutschen halt ja aber ich habe auch meine Kinder mitgenommen die fanden es super."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:50:43",
      "text": "Bin also für Kinder ist es fantastisch und ich finde es auch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:22",
      "text": "Ja benimmst du den Kongresswahlen dem Zusammenhang."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:51:26",
      "text": "Den film 30.3 fand ich total super 34c 3 war ich auch und zwar ich war auf den meisten Kongressen in den letzten,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:26",
      "text": "War das Gefühl dass das auf dem Kongress sich eine Maker Szene eingefunden hat diesen Namen auch,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:53:23",
      "text": "Ja schon dass es gibt ja auch so ein Projekt hier vom Ex ein Hacker space wo die so ein Roboter machen der laufen lernen sollt ihr mich jetzt auch angeschrieben habe mich da mit dran beteiligen möchte die haben auch spannende Algorithmen dafür würde Bar bauen da gerade machen das auf eine selbstlernende Weise das heißt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:47",
      "text": "BodyTel."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:53:49",
      "text": "Und das gab aber auch so ein einfacheren Laufroboter auf dem Kongress der darum gelaufen ist er da eben immer im Kreis an dieser Leine."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:53:56",
      "text": "Der weibliche Unterkörper oder was."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:53:59",
      "text": "Nee das war ja ein total analogis Ding."
    },
    {
      "speaker": "roddi",
      "time": "1:54:01",
      "text": "Mit der Maske."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:54:03",
      "text": "Genau dies viel mit dieser Gasmaske."
    },
    {
      "speaker": "roddi",
      "time": "1:54:04",
      "text": "Nicht so geil das Teil."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:54:06",
      "text": "Das auch diesen Riesenkäfer und da könnte man ja auch einfach sein USB-Port dranhängen und dann neuen Code drauf löschen für den Arduino der da drin steckt und da eben auch verschiedene Laufbewegungen da ausprobieren und dann da die optimale Finn."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:54:18",
      "text": "Ich habe mich beschwert dass bei diesem Käfig glaubt hatte sechs Beine ne dass ich immer nur eins bewegte und dann auf der anderen Seite und das waren bei den Tieren ja weiß dass die ja immer immer mehr bewegen sodass es aber noch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:39",
      "text": "So Wasser."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:54:41",
      "text": "Das ist doch cool das ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:42",
      "text": "Sehr cool ja ich wünsche mir das auch sehr dass es progress."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:54:46",
      "text": "Unterstütze auch mal gut werden vielleicht war der Typ der das gebaut hat war halt eben nur so"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:01",
      "text": "Ich bin auch überhaupt ein großer Freund von so offenen Schnittstellen und dass man sozusagen auch zum Event sodass sorapis aufeinander."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:55:08",
      "text": "Das mal ausprobieren kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:09",
      "text": "Genau aber dass das auch alles irgendwie sich sich fernbedienen und programmieren lässt und entsprechende Schnittstellen auch nach außen bringen ich hatte"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:56:18",
      "text": "Wo ist der kürzeste Weg zur nächsten Martin wenn die Backen hatte wurde gleich automatischen andere geroutet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:23",
      "text": "Na ja genau,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:56:57",
      "text": "Der zu kaufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:59",
      "text": "Der Zug also ich meine man kann ja jetzt wenn man jetzt mal so deine proj neu hier so mit dieser Klinge,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:58:06",
      "text": "Ja technisch ist überhaupt gar kein Problem muss ich eigentlich nur da so eine Art Infrastruktur dafür schafften."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:10",
      "text": "Und man muss ja auch visualisieren"
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:58:57",
      "text": "Geht alles muss ich mal jemand um kümmern ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:00",
      "text": "Ja muss man nur mal so ein bisschen auf die Idee erstmal GB."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:59:03",
      "text": "Aber um auf deine Frage zu antworten ich fand den Kongress,"
    },
    {
      "speaker": "roddi",
      "time": "1:59:41",
      "text": "Wettercam."
    },
    {
      "speaker": "Moritz Metz",
      "time": "1:59:42",
      "text": "Das Camp darf ich ein Riesenproblem mit dem Kämpfe mit das Camp und zwar,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:13",
      "text": "Man muss Prioritäten."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:00:15",
      "text": "Schultüten setzen."
    },
    {
      "speaker": "roddi",
      "time": "2:00:16",
      "text": "Kannst du nicht vom Campers kurz Damen Abstecher rübermachen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:00:20",
      "text": "Jürgen hat einfach mal 600 700 km Fahrrad,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:45",
      "text": "Also das dauert das kann ich dir auf jeden Fall sagen weil"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:01:37",
      "text": "Träger in der immer so richtig von vom Festival zu fahren von der Fusion zur nee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:39",
      "text": "Genau Essensstände ja ja genauso denkt da hängt so ein Rattenschwanz an Logistik dran und deswegen ist allein schon der Termin halt,"
    },
    {
      "speaker": "roddi",
      "time": "2:01:59",
      "text": "Aber der verändert sich nicht mehr oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:02",
      "text": "Der Termin nö."
    },
    {
      "speaker": "roddi",
      "time": "2:02:02",
      "text": "Gott."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:05",
      "text": "Nein auf keinen Fall verwirrte sich verändern an 20 bis 25 August und selbe Location wie letzte Mal Mildenberg,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:02:32",
      "text": "Kaffeesahne 5000 München letztes Jahr ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:34",
      "text": "Und vielleicht kriegen wir dann noch mal 20% mehr drauf aber da ist dann halt auch irgendwann Ende das Gelände."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:02:42",
      "text": "Kann er davon ausgehen dass es an friends and family geht die Tickets oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:47",
      "text": "Das ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:02:49",
      "text": "Also als kompletter externer wird wahrscheinlich sehr schwer dann Ticket zu kriegen wo ich mal war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:52",
      "text": "Auf jeden Fall wird es sehr schwer werden ja das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:02:55",
      "text": "Dass das sowieso."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:56",
      "text": "Dass das kann man glaube ich so festhalten natürlich möchte man um die alle dabei haben aber,"
    },
    {
      "speaker": "roddi",
      "time": "2:03:59",
      "text": "Na gut,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:05",
      "text": "Ich muss aber den Veranstalter noch mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:07",
      "text": "Schaltung über Weihnachten auch nicht für jeden Rat."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:11",
      "text": "Na ja aber ich hätte glaube ich gerne dass der das Camp hättet ihr auch schon bei der delcamp gesagt weil wegen der Kongress ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:18",
      "text": "Dakar Party Camp."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:19",
      "text": "Dass das Camp,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:32",
      "text": "Hättest du gerne oder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:33",
      "text": "Gerne hätte ich gerne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:34",
      "text": "Einweg Taste gehört mir das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:36",
      "text": "Bestimmt na jeder jeder jeder Caterer hatte auch seinen obwohl,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:44",
      "text": "Jetzt gerade nicht so."
    },
    {
      "speaker": "roddi",
      "time": "2:04:47",
      "text": "Ich kann mich gar nicht mehr erinnern wie wir uns da versorgt haben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:51",
      "text": "Wer war auf jeden Fall gut finden wenn wir dann wieder so ein Ansage haben dass es nicht dass es nicht nicht geht also nicht nur dass es nicht gerne gesehen ist sondern dass das nicht sein soll."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:01",
      "text": "Bist du ja ich glaube das ist da da da da willst du wahrscheinlich auf eine Tür nein also ich glaube dieser dieser Anspruch hat das denn."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:05",
      "text": "Grüße am arbeiten aber ein paar Leute und die und da muss man halt dann doch wahrscheinlich noch mal dran erinnern weil sie dann wieder mit zum Packen kommen weil sie essen machen und denken ja Plaste geht halt am einfachsten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:15",
      "text": "K von den ersten Städten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:17",
      "text": "Der Näher von Leuten die sie selber essen machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:18",
      "text": "Achso ja sich selber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:20",
      "text": "Und da sind dann immer viele Leute das heißt viele Leute zusammen die alle irgendwie ja ein Werkzeug mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:27",
      "text": "Fahrer ist nicht endemisch irgendwie das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:28",
      "text": "Weiß ich nicht aber ich hätte gerne dass wir es mal komplett ohne hinkriegen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:05:32",
      "text": "Der große Unterschied zum Congress dass man als ich habe den Eindruck dass beim Kongress immer der Anteil von so Vertrag Skaterin von der Messe von der Messe Leipzig immer relativ groß ist und dass es deswegen da nicht so richtig geiles Essen gibt und man die aber auch nicht so richtig los wird aber ich glaube das dann in Miltenberg nicht so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:46",
      "text": "So schlecht war es jetzt auch nicht also das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:49",
      "text": "Es war ne kommt drauf an was du unter so schlecht verstehst also ich fand schon dass es in der Summe an Kreativität gemangelt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:59",
      "text": "Ich habe schon deutlich schlechter gegessen auf irgendwelche fahren."
    },
    {
      "speaker": "roddi",
      "time": "2:06:00",
      "text": "Ich hatte das Gefühl es besser geworden aber vielleicht ist hat sich auch mein Erwartungshorizont einfach verkleinert das kann durchaus sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:12",
      "text": "Kann alles sein du aber warst du im bezug auf Camp oder was weiß sie ja nur zum Congress."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:06:20",
      "text": "Das war nicht nur so ein Vergleich dass man dabei im Camp einfachen für mehr möglich genau beim Cap hast einfach mehr Möglichkeiten weil du da selber einladen kannst als Caterer wie du möchtest und weiß ich viele Leute wird separat zubereiten können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:27",
      "text": "Genau ja nicht fand das Essen war fantastisch auf dem letzten Camp das war echt super,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:06:43",
      "text": "Walter ist mein Homie hat's jemand geschrieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:45",
      "text": "Achso ja ich muss ein bisschen Eigenwerbung machen weil das ist einfach ich habe das schon in der Bundespolitik erzählt dass das gerade ganz frisch war der Bundespräsident heute."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:06:57",
      "text": "Nee das hat denn ich habe nur mitbekommen dass er heute die Brandrede gehalten hat er hat heute gesagt Bundespräsident über Funklöcher höchste Zeit dass sich etwas tut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:05",
      "text": "Ja genau und ich habe es gefühlt also das Ding ist letzte Woche hat er Podcasts hat er das Wort Podcast in den Mund genommen im Rahmen einer offiziellen Rede und bezog sich dann auch konkret auf einen Podcast und es war einer von meinen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:07:20",
      "text": "Welcher welcher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:22",
      "text": "Forschergeist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:07:24",
      "text": "Welcher also der Thema hatte was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:28",
      "text": "Ethik und Genetik."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:59",
      "text": "Aber sie hat es immer angehört damit da im Bilde ist weiß dass ich besser als lesen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:02",
      "text": "Ich würde jetzt nicht so weit gehen zu behaupten er hat sich den jetzt persönlich wirklich auf jeden Fall angehört weil das gibt jetzt der Text nicht heran du weißt auch reden werden geschrieben,"
    },
    {
      "speaker": "roddi",
      "time": "2:09:24",
      "text": "Aber wenn die schon Podcast hören ist auch nicht verkehrt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:27",
      "text": "Ja aber ich dachte mir so nachher wenn er jetzt angefangen hat Metaebene Podcast hören und eine Woche später sagt er dann über die Funklöcher und das hat obwohl man nicht sein kann"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:09:50",
      "text": "Na da hat irgend jemand keinen bei zu wenigen Menschen bei wenigen Menschen in einem Dorf auf DDD die Elektrizität oder die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:57",
      "text": "Genau so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:09:58",
      "text": "Ich glaube die Idee hatten die vor 100 Jahren auch die Strom und Wasserversorger weiterhin im Dorf nee dann machen wir später also das die hatten auch mit Wasser und Strom früher auch die gleichen Probleme."
    },
    {
      "speaker": "roddi",
      "time": "2:10:09",
      "text": "Vielleicht ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:10",
      "text": "Ja gut aber es ist ja heutzutage klar dass unsere Zivilisation baut auf der Verfügbarkeit von Wasser,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:27",
      "text": "Jetzt jetzt nicht mehr ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:28",
      "text": "So und mit derselben Selbstverständlichkeit musst du halt auch Internet denken ja das einfach nicht im Traum jemanden einfallen würde irgendwo nen Flecken Erde neu zu erschließen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:44",
      "text": "Aber neuer schließen ist das gleich das Unterlegen dir sicher eine mit in die Wasser ja weiß nicht wenn die die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:48",
      "text": "Sicher die haben das Haus hier nebenan in diesem Haus frisch neu gebaut und alles kann ich das Fahrrad."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:56",
      "text": "Ja weil die ganze Straße keiner hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:58",
      "text": "Nein das ist natürlich jetzt Straße Glasfaser."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:11:00",
      "text": "Sillgasse."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:02",
      "text": "Nicht im Haus."
    },
    {
      "speaker": "roddi",
      "time": "2:11:04",
      "text": "Vor der Straße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:05",
      "text": "Die Straße hat Glasfaser natürlich hätte."
    },
    {
      "speaker": "roddi",
      "time": "2:11:07",
      "text": "2m in die Richtung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:08",
      "text": "Ja dann kommt das VDSL."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:11:09",
      "text": "VDSL da steht der Kasten mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:11",
      "text": "Innocept Verschieber all in den Straßen Berlins ist mittlerweile."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:11:16",
      "text": "Ja aber nur halt bis zum Kasten nicht bis zum Haus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:19",
      "text": "Ja genau liest bis zum Haus weil das nicht mitgedacht wird weil unser Baurecht das nicht vorsieht wie darf jemand überhaupt im Jahre 2018,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:12:08",
      "text": "Dreads in 20 Jahren werden sie sagen ja das haben wir schon immer gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:11",
      "text": "Na so Frank-Walter ist auf jeden Fall jetzt voll auf Metaebene Kurs ist mein Homie und zusammen wir das jetzt mal regeln."
    },
    {
      "speaker": "roddi",
      "time": "2:12:21",
      "text": "Von hier aus liebe Grüße."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:12:22",
      "text": "Ja meine Freundin hat ihm heute die Hand geschüttelt weil die hatten stand auf der Grünen Woche wo sich auch so eine Entwicklung im ländlichen Raum gekümmert und da war hatte Frank weiter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:32",
      "text": "Deswegen hat er das jetzt so."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:12:34",
      "text": "Genau das war heute so ein so ein Fachforum zur eben also bei der Grünen Woche zur Entwicklung des ländlichen Raums."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:40",
      "text": "Ja"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:12:44",
      "text": "Wird sich bei mir im Haus wohnt ein Typ der heißt Frank-Walter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:12:49",
      "text": "Vor Nachname."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:50",
      "text": "Ja"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:12:53",
      "text": "So ich habe ja auch was weil wir jetzt hier machen wir kurz mal Rennen Andachten nach danach dürft ihr dann wieder nach Lister arbeiten und zwar ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:54",
      "text": "Wird das mal anspielen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:13:55",
      "text": "Du kannst mal anspielen und musst mal ein bisschen vorspulen wenn er also mach weiter weiter weiter jetzt stoppt dann bis zurück noch ein bisschen zurück ja da so."
    },
    {
      "speaker": "roddi",
      "time": "2:14:04",
      "text": "Der Fachausdruck ist übrigens Wellenwiderstand oder Impedanz."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:14:08",
      "text": "Genau super Supermodel."
    },
    {
      "speaker": "roddi",
      "time": "2:14:10",
      "text": "Ich habe studiert ich muss das wissen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:13",
      "text": "Hast doch abgebrochen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:14:19",
      "text": "Aurelis überlagern und so wenn die Reflektion kommt und wie sie sich umkehrt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:44",
      "text": "Ja klingt gut."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:14:44",
      "text": "Also es macht auf jeden Fall Spaß und ich habe es gebraucht weil ich halte eine lange Leitung hatte also ich nicht doch noch nicht weißt schon."
    },
    {
      "speaker": "roddi",
      "time": "2:15:22",
      "text": "Was war das denn für ein Kabel."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:15:24",
      "text": "Das war eine Nonne in und um Chemnitz."
    },
    {
      "speaker": "roddi",
      "time": "2:15:27",
      "text": "Antennenkabel."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:15:28",
      "text": "Nee in dem Display im Club ist im grünen Ding da ist ja geht von ganz am Anfang der Zeile bis zum Ende der Zeile ist halt so die Datenleitung und dann sieht ganz bis nach hinten geht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:03",
      "text": "Das ist geiler."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:03",
      "text": "Und das ist richtig gut weil sie das nee danke ich könnte jetzt mal schnell schnell suchen oder vielleicht sind unsere Hörer schneller wir suchen mal Differential,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:17",
      "text": "Von der Seite 37 das Teil ja ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:19",
      "text": "Hiersig habe schon around the corner Hotel Francis work Moment ich poste es,"
    },
    {
      "speaker": "roddi",
      "time": "2:17:32",
      "text": "Aber bei Dir aus oder zum ist leise."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:34",
      "text": "Bei mir ist nicht an doch bei mir ist an welche so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:46",
      "text": "Ja"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:48",
      "text": "Und das ist wirklich gut gut erklärt und Differential ist nämlich nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:17:51",
      "text": "Ich auch mal gesehen ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:52",
      "text": "Differential sommersache du hast es einmal verstanden und wenn es dann noch mal erklären sollst dann kriegt das schon wieder nicht so richtig auf drei obwohl du eigentlich schon weiß ich funktioniert aber man kann es ja auch schwer in Worte fassen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:11",
      "text": "Ja ja klar natürlich man muss das irgendwie dann auch zur Anwendung bringen wenn es richtig tief sitzen soll aber tatsächlich ist das so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:17",
      "text": "Wer nicht weiß was er Differential heißt nur wenn hier die die mit ihrem Golf billig Sportwagen also Sport übertrieben aber um die Ecke heizen und das"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:40",
      "text": "Durchtrainiert ist erstmal nicht so viel zu tun also man will das verhindern dass wenn du die Kurve machst musst natürlich das Innere Rad weniger Weg beschreiten als das Äußere."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:47",
      "text": "Genau die Differentiale verteilt das beide danach der ist aber auch es könnte es auch so verteilen"
    },
    {
      "speaker": "roddi",
      "time": "2:19:07",
      "text": "Ja für Gelände und so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:08",
      "text": "Genau da gibt's denn so schwer der Auvergne."
    },
    {
      "speaker": "roddi",
      "time": "2:19:10",
      "text": "Wenn du da so hängen bleibst und ein Rad hängt in der Luft dann war's das halt ohne Differential."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:14",
      "text": "Genau da musst du dann deinen Sperrdifferential."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:19:16",
      "text": "Ist mir schon mal passiert in der spanischen Pampa mit so einem alten Wohnmobil,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:33",
      "text": "Du alte Ding hat sich halt durchgedreht und dann war es,"
    },
    {
      "speaker": "roddi",
      "time": "2:19:46",
      "text": "Naja dir radieren die Räder schneller weg."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:48",
      "text": "Oder so ja aber zur Not bricht der auch die Achse weil die heilte ineinander verdreht werden würde so und das hält nicht lange."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:55",
      "text": "Du wirst korrigiert von Sperrdifferential auf Differential."
    },
    {
      "speaker": "roddi",
      "time": "2:19:59",
      "text": "Differentialsperre ja mein Vater hatte."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:01",
      "text": "Ja gut so wie Tiefenschärfe und Schärfentiefe."
    },
    {
      "speaker": "roddi",
      "time": "2:20:08",
      "text": "Mein Vater hatte vor langer Zeit schon so einen Lada Niva ich weiß nicht ob einer von,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:36",
      "text": "Ja aber ist ja auch schon gut wenn da hinten durch den schaltest und nach vorne um."
    },
    {
      "speaker": "roddi",
      "time": "2:20:40",
      "text": "Nee also wenn wenn du ein Vierrad hast dann brauchst natürlich auch ein Differential zwischen vorderer und hinterer Achse sonst hast du wieder das gleiche Problem dass auf der einen Seite zuviel radiert wird wenn die Räder nicht genau gleich sind und so weiter."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:20:52",
      "text": "Service Auto was im Film Tschick von wolfgang Herrndorf eine große Rolle spielt der Lada Niva ja genau die haben ja mit diesem mit diesem Auto ab."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:21:01",
      "text": "Mit den beiden Jugendlichen die hatten stimmt stimmt weil ich habe den letztens erst gesehen Netflix izle."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:21:08",
      "text": "Nee ich habe den nicht kennen den einen der damit gemacht werden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:21:11",
      "text": "Ich habe ja vor zwei Wochen gerade."
    },
    {
      "speaker": "roddi",
      "time": "2:21:13",
      "text": "Der heiße jetzt Tiger und ich habe ich habe mal geguckt man kriegt den tatsächlich unter 10 km neu also so eine Art von Auto ist das,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:21:48",
      "text": "Was ich mich immer frage bei solchen tollen einfachen wahrscheinlich auch gar nicht so mega schweren Autos warum die nicht viel mehr auf Elektro umgerüstet werden."
    },
    {
      "speaker": "roddi",
      "time": "2:21:55",
      "text": "Ich habe ich habe heute einen gesehen wie schon erwähnt arbeite ich ja bei Mobile.de und wir machen halt,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:22:22",
      "text": "Aber dann geht das vielleicht auch nie wieder kaputt weil du in das ist das schön ist ja wenn man so ein Auto umbaut ich habe mal eine Weile recherchiert was man da so für Autos nehmen könnte ich glaube es zählt es vor allem gut wenn es ein bisschen älteres Baujahr ist vor 96 oder vergessen,"
    },
    {
      "speaker": "roddi",
      "time": "2:22:48",
      "text": "Maschine."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:22:49",
      "text": "Maschinen alles einfach diesen ganzen Scheiß weg was oft leider noch drin bleibt ist das Getriebe dafür ist dann zwei egal in welchem Gang du an fährst."
    },
    {
      "speaker": "roddi",
      "time": "2:22:57",
      "text": "Also bei dem war eindeutig erstens das Getriebe und zweitens dir das Untersetzungsgetriebe und die Differentialsperre noch drin also zumisst alle drei Hebel waren noch da."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:23:08",
      "text": "Wäre auch schade drum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:10",
      "text": "Macht ja auch Sinn also selbst wenn ein Elektromotor so viel Kraft hat mit dem Getriebe keiner ist ja dann noch,"
    },
    {
      "speaker": "roddi",
      "time": "2:23:33",
      "text": "Ja nee nee 100."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:34",
      "text": "Meter."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:23:37",
      "text": "Mit Macken jetzt Akku mäßig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:39",
      "text": "Achso du hast ja was hat deiner 44-40 na ja genau."
    },
    {
      "speaker": "roddi",
      "time": "2:23:42",
      "text": "Man hat 40 x 40 da komme ich im Sommer 300 km mit im Winter jetzt bei den Temperaturen und ich will jetzt nicht unbedingt frieren sind heute nur noch 200."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:23:53",
      "text": "Irminsul hast du vorhin erwähnt so einer mit dem bin ich auch gerade hergefahren also dieses Elektroauto von Renault aber es ist noch ein anderes Thema six chair."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:05",
      "text": "Sixt vermietet so ist."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:24:08",
      "text": "Ja genau es gibt jetzt also dann,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:27",
      "text": "Moovel."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:24:27",
      "text": "The movie die ja so ein riesen Mobilitätsdienstleister sind der gar nicht nur cartogo umfasst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:24:33",
      "text": "Haben sie sich dann nicht zusammengeschlossen card."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:24:34",
      "text": "Genau die habe ich zusammen getan."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:24:36",
      "text": "BMW und Daimler auch ne."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:24:37",
      "text": "Genau und bMW hat halt sozusagen die,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:54",
      "text": "Sixt share."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:24:55",
      "text": "Und das Konzept ist im Prinzip genau das gleich wie bei DriveNow oder car2go also man hat dann eben hier die Autos rumstehen kann die über die App buchen es gibt noch ein paar bisschen ein paar weniger Features aber es gibt auch so eine Facebook Support Gruppe also Beta-Tester Gruppe wo man dann noch mal soviel just anfordern kann,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:36",
      "text": "Okay was hast du bezahlt insgesamt."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:25:38",
      "text": "20 Minuten habe ich gebraucht also 4 € habe ich gezahlt um hierher zu fahren."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:44",
      "text": "Muss nur noch einen Parkplatz suchen und aber auch zum Wagen latschen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:25:47",
      "text": "Ganz normal wie bei DriveNow oder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:49",
      "text": "Und selber fahren auch noch."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:25:50",
      "text": "Und selber fahren auch noch das wird sich natürlich erst auch noch irgendwann verbessern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:54",
      "text": "Parkplatz ist natürlich einfacher mit Elektrokarren wollkatze direkt am."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:25:58",
      "text": "Ja es gibt Auszug."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:00",
      "text": "Die sind aber auch immer voller ne also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:02",
      "text": "Ja geht so."
    },
    {
      "speaker": "roddi",
      "time": "2:26:03",
      "text": "Die Ladesäulen geht so vorhin waren beide frei hier merke ja da und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:04",
      "text": "Sind noch okay okay also da unten die Clemens Parkplatz."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:26:09",
      "text": "Und das Aufladen kümmern die sich noch gibt dir dann immer so rewards Systeme bei den anderen Kasia Anbietern wenn du dann das Autotanks dann kriegst du ein paar Minuten gratis dazu."
    },
    {
      "speaker": "roddi",
      "time": "2:26:18",
      "text": "Bei DriveNow."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:18",
      "text": "Jetzt mal langsam warum bist du da schon dabei du bist er gerade Beta-Tester."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:26:22",
      "text": "Genau aber ich bin da genau ich habe das erfahren ich war vorher auch schon Sex Kunde und der Mann ich glaube schon sechs Kunde war dann kann man da beitreten aber ich habe ja vorhin auch diesen Link gegeben hat es bei dir jetzt geklappt ich dass du registre."
    },
    {
      "speaker": "roddi",
      "time": "2:26:34",
      "text": "Nerf die app meinte irgendwie dass ihr."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:26:39",
      "text": "Komme ich poste den jetzt meiner mal gucken dann sind halt nicht mehr so viele Autos verfügbar wenn es alle beitreten aber letztens probieren wir es mal aus ich bin schon im Metaebene Ding gepostet,"
    },
    {
      "speaker": "roddi",
      "time": "2:27:04",
      "text": "Also der meinte vorhin der der,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:27:16",
      "text": "Okay dann hat die app vielleicht einen Probleme musst damit halt dann noch seinen Führerschein abfotografieren und so weiter,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:37",
      "text": "Sonderfarbe laguens nicht gefunden hast."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:27:40",
      "text": "Ich habe danach dann doch gefunden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:41",
      "text": "A-ok."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:27:47",
      "text": "Dir gelingt gerade dich da nicht nicht anzumelden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:49",
      "text": "Mein Account scheint nicht mehr zu funktionieren keine Ahnung."
    },
    {
      "speaker": "roddi",
      "time": "2:27:51",
      "text": "Ja ich musste auch ein bisschen rumgurken vorhin aber er hat zumindest dann den Sixt Account dafür freigeschaltet und ich weiß es nicht."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:28:01",
      "text": "Und dann habe ich danach den Video gesehen dass die noch alles vor haben oder also die die Produktentwickler da in so ein facebook-video ein bisschen erzählt und da erzählten sie dann auch das,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:25",
      "text": "Ja die wollen halt ihre Autos wohl die Mietwagen normal dass ich den auch auf der Straße nicht erwischt bezahlt oder stehen die meiner Garage ich weiß gar nicht also können sie dir einfach über deine ganzen Stadt verteilen und du kannst."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:28:35",
      "text": "Na machst du dir natürlich total Sinn."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:36",
      "text": "Zur Zentrale zu latschen und Wii ausleihen weil bisher muss man dazu zentralen Schlüssel und so weiter ne."
    },
    {
      "speaker": "roddi",
      "time": "2:28:43",
      "text": "Naja ist oder oder Parkhaus am Flughafen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:29:08",
      "text": "Na ist ja für durch ich mache ja gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:10",
      "text": "Warte mal warte mal ganz kurz noch also wir hatten das ja vorhin schon dieser Roller sharing,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:29:46",
      "text": "Und dann ist er danach immer so gestresst weil man für jede Minute in der man keinen Parkplatz gefunden hat dann immer noch zahlt ich habe dann da auch noch mal nachgefragt man darf aber auf jeden auch Parkschein Pflichtigen Parkplatz wo man mindestens 48 Stunden lange zu stehen kann,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:04",
      "text": "Genau dass das ist wiederum Vorteile muss halt erstmal Platz finden aber du bist muss jetzt wissen ich noch mal Parkgebühren zahlen das wäre auch noch schöner."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:30:12",
      "text": "Ob das wird nicht so ein Drama wie bei den Live Fahrrädern das jetzt alle Autos wie blöd an den Markt kloppen und überall rumstehen und alle Parkplätze benutzt also belegen ohne dass dann wirklich die auch ordentlich genutzt werden,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:30",
      "text": "Aber es sind jetzt nicht nur Elektrofahrzeugen hast alles."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:30:33",
      "text": "Das sind nicht nur elektrisch elektrofahrzeuge sind eben nur dieser Reno Schuhe und die anderen sind ganz normale Benziner noch im Chat hat gerade jemand geschrieben dass in Stuttgart nur alle mehr dass der alle car to go Smart und weiter elektrisch sind was ich ziemlich fortschrittlich finde."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:30:48",
      "text": "Außer mal 22 Cent wenn ich mich recht erinnere war glaube ich als Eskorte Bike rauskommen das war glaube ich 19cm kann das sein dass es halt fast nicht teurer als damals Leihfahrrad was nicht mal."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:30:59",
      "text": "So teuer damit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:01",
      "text": "Weißt du besser als ich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:31:05",
      "text": "Naja ist ja schon ewig her aber so auch so in dem Dreh glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:11",
      "text": "Die Minute."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:31:13",
      "text": "Wasser 10 Minuten unterwegs waren 2 € weg glaube ich auf dem Minuten bist du ja schon weit gekommen also ich meine,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:31:37",
      "text": "Weniger ist 19 Cent würde ich jetzt mal meinen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:41",
      "text": "Also die Roller die Coupe Roller die Kosten in 10 minuten in Euro."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:31:48",
      "text": "Neuro also wenn du dir 30 Minuten die meisten benutzen Sie in Stress."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:31:52",
      "text": "Also zehn Cent."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:53",
      "text": "Genau wobei du aber die erste halbe Stunde musst du quasi immer kaufen."
    },
    {
      "speaker": "roddi",
      "time": "2:31:58",
      "text": "Wie viel kostet die erste halbe Stunde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:59",
      "text": "Naja dann halt 3 € also muss immer mindestens 3 € ausgeben das finde ich auch ehrlich gesagt ein bisschen beschränken ty so,"
    },
    {
      "speaker": "roddi",
      "time": "2:32:18",
      "text": "Gerade weil du mit so einem Roller halt auch schnell mal hier aussteigen paar Querstraßen wieder absteigen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:32:22",
      "text": "Ist der super schnell immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:23",
      "text": "Genau also auch auch,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:32:42",
      "text": "Emmy kostet 19 Cent pro gefahrener Minute aber ich mir nicht finanzieren das halt einfach genau darüber dass die wenigsten Leute dann wirklich eine halbe Stunde den Roller den Coupe Roller."
    },
    {
      "speaker": "roddi",
      "time": "2:32:51",
      "text": "Wenn du noch eine Viertelstunde fährst kostet das gleiche."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:32:54",
      "text": "Bist du schon"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:33:21",
      "text": "Ich habe noch mal kupkolo Bikers 12 cm,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:33:36",
      "text": "Was ich ganz interessant finde weil wir fahren bei Parkplätzen wann ich habe einen Artikel in der Wirtschaftswoche gelesen habe jetzt auch gerade gepostet und da steht drin dass wenn die Autos irgendein mal diese Carsharing Autos mal selbstfahrend werden dass sie dann nur noch die Hälfte der Flotte bräuchten um das gleiche"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:33:58",
      "text": "Ja das ist ja der wo die Idee von einem also ich würde mal behaupten auch die berlkönig Besitzer wie auch immer wollen dass eines Tages natürlich ohne die Fahrer machen ist ja wohl ganz klar die bauen jetzt ihr Geschäft auf und der Fahrer,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:15",
      "text": "Es ist so bisschen so bisschen mit den Carsharing also wir mit dem Transportbeton ne die ganze Zeit fahren hier so geisterautos rum die einfach nur rumcruisen wieso Taxi ist eigentlich auch manchmal."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:34:27",
      "text": "Also solange drehen müssen besser dran sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:28",
      "text": "Was ist drauf warten dass irgendwie dass ich gleich umgebracht hat aber Transportbeton funktioniert ja auch so aus was ist Comspot Perso also dran."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:34:37",
      "text": "Wo sich da der der betonlaster hin."
    },
    {
      "speaker": "roddi",
      "time": "2:34:39",
      "text": "Betonmischer mit Zeug drin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:40",
      "text": "Ja genau aber das Prinzip ja aber das Prinzip von Transportbeton ist dass die fahren morgens los und die Kurven dann durch die Stadt,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:35:27",
      "text": "Na ja wahrscheinlich die gesamte Menge aber so eine gewisse Menge ist irgendwie der Name ist schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:31",
      "text": "Drücken auf jeden Fall von ihren Standorten die wahrscheinlich eher weiter draußen sind frisch beladen los und während sie in die Stadt reinfahren wissen Sie vielleicht in dem Moment noch gar nicht wo sie ihren ersten Einsatz haben so."
    },
    {
      "speaker": "roddi",
      "time": "2:35:42",
      "text": "Assi wenn dann dynamisch dispatched."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:45",
      "text": "Die werden dynamisch dispatchen du brauchst ja auch wenn er was weiß ich wenn die hier immer so gut von so einem neuen Haus also eine komplette Etage machen da ist ja auch mit einem nicht getan,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:36:07",
      "text": "Autohaus jeden Fall also wie gesagt das berlkönig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:08",
      "text": "Ja aber ich glaube mit diesem autonomen fahren ich glaube das ist alles noch nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:36:12",
      "text": "Nee."
    },
    {
      "speaker": "roddi",
      "time": "2:36:14",
      "text": "Noch eine ganz sitzt noch eine Runde weg."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:36:15",
      "text": "Also ich muss sagen zehn Jahre locker."
    },
    {
      "speaker": "roddi",
      "time": "2:36:17",
      "text": "Also ich ich höre ja so ein Podcast über über autonomes fahren,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:36:57",
      "text": "Ich bin jedenfalls gestern Nutzer von berlkönig geworden und hat mir gesagt ich soll das mal ausprobieren ich wollte das mal ausfüllen weil Taxi war mir zu teuer"
    },
    {
      "speaker": "roddi",
      "time": "2:37:51",
      "text": "Wie viel Kilometer sind es ungefähr."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:37:53",
      "text": "Keine Ahnung also weiß nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:37:55",
      "text": "Aber man fährt schon wenn die Straßen frei sind eine Viertelstunde so ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:37:58",
      "text": "6 nicht, sind vier würde ich mal sagen wenn was."
    },
    {
      "speaker": "roddi",
      "time": "2:38:02",
      "text": "Meine Straßen frei oder warte mal eben gucken habe."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:38:04",
      "text": "Wie lange ist denn gebraucht in Zeit."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:38:06",
      "text": "Ja das ist ja nicht solange es ja hier die die Prenzlauer hoch Viertelstunde also und noch unterwegs ein eingesammelt also das geht schon alles ganz ganz flott aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:16",
      "text": "8 km sind das nur."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:38:18",
      "text": "Von mir bis hierher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:19",
      "text": "Achso nee warte mal ich habe die falsche Seite der Straße."
    },
    {
      "speaker": "roddi",
      "time": "2:38:22",
      "text": "Oder das welche Straße ist das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:38:24",
      "text": "Er sei jetzt nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:38:25",
      "text": "Tor da irgendwo hier so ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:38:29",
      "text": "Ganz am Ende muss man Lehrer nicht sehen nix da so."
    },
    {
      "speaker": "roddi",
      "time": "2:38:37",
      "text": "Da so durch Darm einen Klick."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:38",
      "text": "3,7 3,8 km."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:38:41",
      "text": "Also Klappe 4 km,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:57",
      "text": "Ich werde über myTaxi Massage natürlich auch dieselbe Verbindlichkeiten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:40:01",
      "text": "Ja und die hat es da noch dran."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:40:03",
      "text": "Ja die kommen dann schon da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:04",
      "text": "Tremor."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:40:05",
      "text": "Na dass ich dich ich bin oldschool ich rufe immer noch hier zentrale an klar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:09",
      "text": "Ernsthaft dass das kommt mir vor wie Vivi 18."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:40:13",
      "text": "Ja dann soll sie doch auch mal umschalten aber egal ich habe jetzt komplett Umschalt bin jetzt noch eine Stunde weiter ich habe euch wie sagt man leapfrog und bin jetzt bei Berghülen."
    },
    {
      "speaker": "roddi",
      "time": "2:40:21",
      "text": "Überholen ohne einzuholen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:22",
      "text": "Bergkönig es ja auch hier wieder so eine prekäre Geschichte ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:40:25",
      "text": "Aber das ist doch alles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:27",
      "text": "Nett."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:40:30",
      "text": "Ja das habe ich ja Post ich hab die Fahrerin Eva gefragt hat gesagt dass in der Leihfirma aber dann ging also ein Petersdom los und da meinten ganz viele ja jetzt stimmt mit der Leihfirma aber alle Fahrer sind zufrieden und ich habe,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:52",
      "text": "Also die sind jetzt nicht sozusagen abhängig von der tatsächlichen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:40:55",
      "text": "Überhaupt nicht wir sind kriegen das ganz normal bezahlt irgendwer meinte soll sie würden das gleiche Geld kriegen die Busfahrer ich habe den Fahrer gefragt ob er so viel kriegt den Busfahrern der meinte er weiß halt nicht wie viel die Busfahrer verdienen also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:06",
      "text": "Wie viel Leute waren denn da drin ist die mit dir mitgefahren sind."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:41:11",
      "text": "Na ich bin jetzt dreimal gefahren und nur heute wurde einer nach mir eingesammelt und vor mir auch rausgelassen aber das war nur ganz minimal Umwege immer nur seine Straße abweichend von der Hauptroute und dann gleich wieder drauf also es ging total fix."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:26",
      "text": "Und wie lange hat es gedauert bis Du quasi von ich will jetzt jetzt Willy würde ich gerne sofort los zu bis es da ist wie viele fanda so durch die Stadt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:41:40",
      "text": "Also eine letzter Zeit mal guckst eine verdammte Menge."
    },
    {
      "speaker": "roddi",
      "time": "2:41:42",
      "text": "Also ich habe ab und zu welche gesehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:41:45",
      "text": "Erkenne ich weiß nicht aber ich sehe ziemlich viele davon da sie hat wo ich auch drauf achte also wo ich einmal gefahren bin stand der II werden stand schon direkt daneben an der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:52",
      "text": "Und du zahlst direkt mit der app."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:41:54",
      "text": "Du zahlst vorher mit der wo du siehst auch schon voll was du zahlen sollst also ja ich ich sage ich will von hier nach dort,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:42:17",
      "text": "Wenn du nicht da bist wie lange warten wir dann aufstehst das ne vielleicht andere Leute drin."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:42:19",
      "text": "Habe ich auch gefragt sie warten 90 Sekunden an dem Ort dann da die anderen Timer und wenn der abgelaufen ist dann rufen Sie an und sagen wo bleibst du wenn du dann nicht kommst dann fahren sie weg wenn du sagst ich brauche noch eine Minute dann warte dann im Blut."
    },
    {
      "speaker": "roddi",
      "time": "2:42:31",
      "text": "Übrigens zum Thema Bergkönig dass das Video sollte man mal angucken das ist wirklich sehr schön besonders wenn man das Original Gedicht von war Schiller oder Goethe ich weiß es nicht den Erlkönig kennt dann muss man dieses Video machen gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:46",
      "text": "Achso."
    },
    {
      "speaker": "roddi",
      "time": "2:42:47",
      "text": "Sehr gelacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:48",
      "text": "So wer wer fährt durch bildenden durch Wind Unna."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:42:52",
      "text": "Jürgen siehst du mein Vater mein Sohn den er könnte mein Vater den er kündigt."
    },
    {
      "speaker": "roddi",
      "time": "2:42:56",
      "text": "Genau den Berg König und soweit alles schon sehr nett."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:42:58",
      "text": "Wenn man Leute mitnehmen will die Kosten 50% extra,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:14",
      "text": "Achso du zahlst bei der zweiten Person."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:43:16",
      "text": "Sommer 50%."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:18",
      "text": "Weil ja Person Platz und so weiter aber keine weit aber keine weitere Strecke dazukommen sozusagen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:43:25",
      "text": "Genau also das heißt im Gegensatz zum Taxi wurde aber drei Leuten immer noch das gleiche Zeit und du sogar zu viert an der Taxi passt das würde dann also eine zu viert perlkönig fährst dann kannst du eigentlich auch ein Taxi nehmen und kein besonders wenn ab übermorgen die Preise auf was auch immer steigen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:44",
      "text": "Das habe ich jetzt nicht verstanden ich denke eine zweite Person kosten nur die Hälfte."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:43:48",
      "text": "Zusätzlich na ja das heißt ja nicht dass hier eurozahler zweite Person werden dann schon 6 € Taxi werden aber ändert sich der Preis ja nicht wenn du zu zweit fährst und zu dritt auch nicht das meine ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:58",
      "text": "Stimmt genau okay alles klar ist fertig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:44:02",
      "text": "Also ist auf jeden Fall eine gute Alternative ich bin gespannt wie viel teurer ist jetzt wird weiß nicht ganz verstanden ob auch wenn die Prozentzahlen irgendwie da stehen aber war mir so ein bisschen unklar und aber ich denke mal,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:44:34",
      "text": "Glaube ich sogar auch."
    },
    {
      "speaker": "roddi",
      "time": "2:44:35",
      "text": "Wer sonst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:44:37",
      "text": "Na also die sind da alle."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:44:38",
      "text": "Könnt ihr nicht auch zu diesem moovel Konzern mit dazu ist ja jetzt mal schnell."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:44:40",
      "text": "Das weiß ich nicht genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:42",
      "text": "Sie habe mit mit my Taxi wirklich extrem gute Erfahrung gemacht dass also das hat immer funktioniert,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:45:04",
      "text": "Ja okay das ist ja immer so eine Sache ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:06",
      "text": "Gut würde man aber schon erwarten dass das erstmal dafür bestellt Sonntag sieht das halt jemanden hast der"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:45:27",
      "text": "Na so ging es mir aber auch bei der letzten Mitgliederversammlung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:30",
      "text": "Habe ich den Zug verpasst ja da war das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:45:34",
      "text": "Ich muss ja auch noch mal rumfahren und ich gesehen und das war gerade also ich selber nicht mehr habe ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:38",
      "text": "Ja ja ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:45:40",
      "text": "Der Unterschied ist ja der Taxifahrer müssen den sogenannten großen P-Schein machen die müssen wirklich noch die Stadt auswendig lernen und diese ganzen shuttlefahrer hier und so die müssen nur einen kleinen P-Schein machen die müssen nur wissen wie das halt mit den Leuten und anschauen was auch immer die da so lernte Sicherheitsrahmen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:55",
      "text": "Nach Navi fahren und fertig ist genau also das ist es."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:45:58",
      "text": "Weich werden würde das bei der Taxifahrer manchmal auch dann da getrickst weh."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:46:01",
      "text": "Auf jeden Fall also merkst du auch einen Aldi fahren ja auch mal nach."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:46:04",
      "text": "Ich glaube Taxi Taxi Business und ziemlich taffes hartes Business hat mir auch mal jemand erzählt dass die Taxler das nicht so wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:10",
      "text": "Dafür war mein Taxi ist halt irgendwie von Anfang an gut gewesen weil du hast halt diese Zuverlässigkeit dass die kommen"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:46:36",
      "text": "Na dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:36",
      "text": "So ich stehe hier Abend ich stehe hier am Tempelhofer Feld und so oder so aber wenn ich verbindlich Buche und er auch nachweisen muss dass ich das jetzt bin,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:47:01",
      "text": "Oz"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:03",
      "text": "Ja wallpaper."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:47:05",
      "text": "Kannst du auf zehn bis 20% selbst erzählen 15-20 einstellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:08",
      "text": "Kannst du einfach direkt beim Bezahlen mit."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:47:10",
      "text": "Also und dann kriegt er das irgendwann ja das ist."
    },
    {
      "speaker": "roddi",
      "time": "2:47:13",
      "text": "Was ich beim myTaxi eigentlich auch immer ganz geil fand das habe ich eigentlich immer benutzt und zum Flughafen zu kommen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:49",
      "text": "Am Abend vorher oder dann wenn es sowas."
    },
    {
      "speaker": "roddi",
      "time": "2:47:51",
      "text": "Am Abend vorher am Abend vorbei du halt am Abend vorher den,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:48:15",
      "text": "Oder musstest du dich darum kümmern oder hat sich das aus dem Auto."
    },
    {
      "speaker": "roddi",
      "time": "2:48:18",
      "text": "Was hat sich das dem System automatisch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:48:20",
      "text": "Wollt ihr schreibt auch einer dass man Silvester schon zweimal stehengelassene Hut aber Silvester ist ja auch voll kriegen Berlin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:25",
      "text": "Ja aber wundert mich jetzt mir was heißt stehen gelassen ich meine wenn man was,"
    },
    {
      "speaker": "roddi",
      "time": "2:48:41",
      "text": "Die können die Fahrt aber wieder absagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:43",
      "text": "Die können die wieder absagen aber dass mir jetzt noch nicht bei Silvester ist natürlich extrem da weiß man jetzt nicht was der Grund war ne oder."
    },
    {
      "speaker": "roddi",
      "time": "2:48:56",
      "text": "Ja so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:57",
      "text": "Kann ja irgendwas sein keiner sein."
    },
    {
      "speaker": "roddi",
      "time": "2:48:59",
      "text": "Silvester ist natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:01",
      "text": "Komme ich komme hier nicht lang weil wohnen Nebel Krieg genau ja."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:49:05",
      "text": "Und ich find's auch für enough Windenfahrer am Vorabend vielleicht eine Fahrt zusagt aber dann ist halt vielleicht durch eine andere Fahrt die fahren ja alle auch noch mal normale Taxi Sachen gerade in Reinickendorf und dann schafft das halt nicht da und da hinzufahren worden da gebucht hat,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:49:21",
      "text": "Nee das finde ich okay aber der ich finde das dann schon auch wichtig dass das System sozusagen den Bugfix und nicht ich darum mich neu kümmerst das ja aber dann ja."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:49:27",
      "text": "Ja genau das Gut das schöne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:49:29",
      "text": "Ich will ja auch gar nicht wissen wer am nächsten Tag kommt dann sollen sie mir dann kurz vorher sagen dann aber mach das System so dass ich muss gar nicht mehr wissen dass der gekänzelt hat da kommt einfach dann andere also das interessiert mich ja gar nicht,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:49:50",
      "text": "Fördertechnik auch schonmal."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:49:52",
      "text": "Ja hast du schon gehört war."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:49:52",
      "text": "Ich habe den Artikel gelesen der auch,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:50:16",
      "text": "Weniger Wartung."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:50:17",
      "text": "Weniger Wartung bei viel weniger bewegte Teile und dann wird es so günstig sein dass mir kein Auto mehr besitzen muss also der Tinten das Internet ändert schon warte."
    },
    {
      "speaker": "roddi",
      "time": "2:50:25",
      "text": "Nein das muss man mal abwarten wie die Dynamik sich also weil du halt Personen sharing service"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:50:47",
      "text": "Ja gut das betrifft ja aber."
    },
    {
      "speaker": "roddi",
      "time": "2:50:48",
      "text": "Dann denkst du dir so okay jetzt ist dann die U-Bahn vielleicht doch einfach."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:50:52",
      "text": "Aber wenn das Auto bei dir vorbei fährt um dich abzuholen sowie der Bergkönig und wenn das alles geleitet wird von so einem Algorithmus der dann schon Erfahrungswerte hat wann wo viele Autos gebraucht werden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:51:00",
      "text": "Auto selber fahren kannst du dir dann fährst du ja auch nicht mehr daran."
    },
    {
      "speaker": "roddi",
      "time": "2:51:04",
      "text": "Ja gut nur es gibt wird sicherlich dann Situationen geben wo du halt dann ne wenn alle am See fahren wollen wenn Silvester ist."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:51:14",
      "text": "Da wird er noch von Vorteil sein."
    },
    {
      "speaker": "roddi",
      "time": "2:51:16",
      "text": "Gut zugegebenermaßen an Silvester möchte ich auch nicht selber Auto fahren müssen aber das ist mal so am Rande nur zu müssen nicht in Berlin."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:51:24",
      "text": "Aber so doll wahrscheinlich auch jetzt dafür sorgen dass die jungen Leute die fahren alle hier,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:51:47",
      "text": "Dafür werden die selbstfahrenden Autos irgendwo in Warteschlange entstehen so ähnlich wie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:51:50",
      "text": "Deswegen sage ich,"
    },
    {
      "speaker": "roddi",
      "time": "2:52:24",
      "text": "Also wie gesagt ich glaube dass dass das full self-driving noch weiter weg ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:52:29",
      "text": "Auf jeden Fall 10 Jahre mindestens sag ich."
    },
    {
      "speaker": "roddi",
      "time": "2:52:31",
      "text": "Also Elektro wird sich wahrscheinlich in den nächsten fünf Jahren doch so ein bisschen als Standard etablieren aber voll self-driving das dauern."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:52:40",
      "text": "Schweden oder Dänemark kommt jetzt gesagt das Jahr 2030 gar keine Verbrenner mehr zulassen werden aber es ist auf 2000 ist so weit weg."
    },
    {
      "speaker": "roddi",
      "time": "2:52:46",
      "text": "2030 da wird auch keiner mehr Verbrenner kaufen also da bin ich voll von überzeugt da ist die Entwicklung soweit dass das warum sollte man ich meine du kaufst ja auch keine Dampflok heutzutage wozu auch also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:00",
      "text": "Bekommt doch keine Elektrolok."
    },
    {
      "speaker": "roddi",
      "time": "2:53:03",
      "text": "Ja ok zugegebenermaßen aber du würdest doch kein Auto kaufen was mit Dampf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:07",
      "text": "Aber diese lockstone noch."
    },
    {
      "speaker": "roddi",
      "time": "2:53:09",
      "text": "Dieselloks."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:10",
      "text": "Ja weil die auf Strecken fahren wo keine Oberleitung sind die gibt's nämlich noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:13",
      "text": "Genau wobei da könnte sich ja tatsächlich interessanter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:17",
      "text": "Oder Superdry Zeugs meinst du."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:18",
      "text": "Genau das gibt's ja auch schon."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:19",
      "text": "So ein Hybrid Dinger die dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:21",
      "text": "Duplo batterielok Steel für bestimmte Strecken"
    },
    {
      "speaker": "roddi",
      "time": "2:53:44",
      "text": "Ja oder Ländern die sowieso kaum Elektrifizierung haben sowie England."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:48",
      "text": "Genau so da könnte das durchaus sinnvoll sein also wird es müsste jetzt erstmal für so kleine Triebwagenzug also für so regionale."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:53:54",
      "text": "Aber meinst du das wirklich das der größte Kostenfaktor ist sowie das Fahrzeug angetrieben ist und nicht er sie Personalkosten die Schienen sauber halten die Bahnhöfe betreiben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:04",
      "text": "Kann ich Dir nicht aufschließen ich weiß nur dass es diese Konzepte gibt und dass diese dass dass das gibt es das wird wird wird verkauft das wird Angebot ich weiß nicht genau wie großen Dings das hat."
    },
    {
      "speaker": "roddi",
      "time": "2:54:18",
      "text": "Ja Wasserstoff ist indem in dem Zusammenhang gar nicht so uninteressant weil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:25",
      "text": "Wann kriegt man die Infrastruktur natürlich gut hin ne."
    },
    {
      "speaker": "roddi",
      "time": "2:54:27",
      "text": "Ja vor allen Dingen je größer dein mobil ist desto mehr spielen sich die die Vorteile des Wasserstoff Antriebs aus na also weil du musst ja schon massiv Batterien mitnehmen in dem Zug"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:15",
      "text": "Ja gut aber du kannst halt auch die modernen elektrozüge quasi mit einer alternativen Stromversorgung nutzen also du musst halt auch nicht Diesel,"
    },
    {
      "speaker": "roddi",
      "time": "2:55:35",
      "text": "Ja vor allen Dingen also bei Diesel"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:12",
      "text": "Ja du meinst ja ist auch noch für kurze stop sozusagen auch besser geeignet also für viele Zwischenstopps."
    },
    {
      "speaker": "roddi",
      "time": "2:56:18",
      "text": "Ja vor allen Dingen weil du halt auch die ganze Rekuperation wieder hast also selbst wenn du Wasserstoff hast brauchst du ja sowieso ein Akku im zwischenzuspeichern hast du dann natürlich den Vorteil dass du wenn du bremst die Rekuperation hast und relativ viel Energie zurück,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:46",
      "text": "Könnte dann Wasserstoff diese komplette Oberleitungen ablösen."
    },
    {
      "speaker": "roddi",
      "time": "2:56:52",
      "text": "Glaube ich nicht dann ist es doch ein bisschen teuer,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:08",
      "text": "Da sage ich nur."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:58:16",
      "text": "Ja für meinen Diesel ICE ne der dann von der aber dann wieder eingestellt wurde,"
    },
    {
      "speaker": "roddi",
      "time": "2:58:35",
      "text": "Nö die neueren haben ja alle Neigetechnik also nein ich die neueren haben alle das jetzt falsch ausgedrückt aber es gibt ja den icen,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:58:53",
      "text": "Die alte Strecke."
    },
    {
      "speaker": "roddi",
      "time": "2:58:53",
      "text": "Genau die alte Strecke wo sie die Fahrzeit verkürzt haben indem sie Neigetechnik Zug,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:59:07",
      "text": "Nadine habe ich öfters genommen das war schon Reifen ganz lustig wird auch immer wieder Leuten übel aber dann ist auch wieder abgestellt worden und dann hat sie dann länger gedauert da um jenaparadies rum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:17",
      "text": "Deutsche Börse über wovon."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:59:20",
      "text": "War doch so einer Geschichte das den Zügel wieder zu schnell sich geneigt hat irgendwie einen dadurch geschaukelt hat oder so da war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:26",
      "text": "Deloitte."
    },
    {
      "speaker": "roddi",
      "time": "2:59:28",
      "text": "Ja wahrscheinlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:59:29",
      "text": "Einen Geld gibt's noch immer weißt du doch."
    },
    {
      "speaker": "Moritz Metz",
      "time": "2:59:31",
      "text": "Also meine Mutter die ist auf jeden Fall dann damit nicht mehr geht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:33",
      "text": "Nike Gates."
    },
    {
      "speaker": "roddi",
      "time": "2:59:35",
      "text": "Kein Geld wird kommen wie es so schön heißt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:59:38",
      "text": "Gab es auf dem Kongress gehabt jetzt gar kein Geld ne oder habe ich was verpasst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:42",
      "text": "Margit Frey na bisschen Flaggen geht aber das war's."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:59:45",
      "text": "Rechnen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:47",
      "text": "Was für ein Freak Show nicht gehört."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:59:48",
      "text": "Achso ja nee na dann."
    },
    {
      "speaker": "roddi",
      "time": "2:59:50",
      "text": "Irgendwer hat irgendwo eine autonom Flagge aufgehängt und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:54",
      "text": "Nee das war nicht das geht und welche Flaggen wurden gezockt weil da nationalsymbole drauf warten also dänische schwedische."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:00:06",
      "text": "Also noch nicht mal das Flaggen geht unter."
    },
    {
      "speaker": "roddi",
      "time": "3:00:08",
      "text": "Würde ich das klingt mir nicht so richtig nach Gate."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:10",
      "text": "Dass das also das weil der das war überhaupt nicht geht genug als dass wir das jetzt überhaupt wieder aufgreifen ich verweise auf die entsprechende 35C 3 review VW liebe dich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:00:19",
      "text": "Großartig war."
    },
    {
      "speaker": "roddi",
      "time": "3:00:21",
      "text": "Ich kann mich nicht erinnern dass wir uns über Flaggen Geld gesprochen hätten aber kann."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:00:26",
      "text": "Ich kann mich doch ich hab's gehört und kann mich daran erinnern dass darüber gesprochen wurde oder was bei lovoo Netzpolitik kann auch sein dass da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:30",
      "text": "Bruchtest Politik da wir auf jeden Fall drüber gesprochen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:00:33",
      "text": "Timmy blick nicht mehr durch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:35",
      "text": "Na ja der ist halt auch ein bisschen viel."
    },
    {
      "speaker": "roddi",
      "time": "3:00:37",
      "text": "Dann war es wohl nur Logbuch Netzpolitik."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:39",
      "text": "Naja also kann man auf jeden Fall auf allen Kanälen nachhören 35C 3 review war glaube ich umfangreich,"
    },
    {
      "speaker": "roddi",
      "time": "3:01:14",
      "text": "Community event."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:15",
      "text": "Community Konferenz,"
    },
    {
      "speaker": "roddi",
      "time": "3:01:58",
      "text": "Herbst letztes Mal noch nicht das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:59",
      "text": "Genau ich bin ehrlich gesagt ziemlich überrascht dass der das die Nachfrage doch sehr hoch ist also wir haben wirklich schon enorm viele Tickets abgesetzt in dieser kurzen Zeit ist jetzt noch nicht mal eine Woche rum sind schon weit über 100,"
    },
    {
      "speaker": "roddi",
      "time": "3:02:51",
      "text": "Call for portak Vortrag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:53",
      "text": "Genau dann könnt ihr das machen im sende Gate Paket gleich auch noch mal den Link dazu gibt's auch noch eine Sammlung von Workshops als wir machen das immer so,"
    },
    {
      "speaker": "roddi",
      "time": "3:03:54",
      "text": "Ich habe ein Ticket geklickt ja,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:04:10",
      "text": "Wenn ich da kann dann dann komme ich auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:13",
      "text": "Ja was,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:04:37",
      "text": "Sind auf jeden Fall schön dass die öffentlich-rechtlichen Rundfunkanstalten also mitmachen lässt Bayern München Meister der BR und jetzt der Deutschlandfunk in Köln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:44",
      "text": "Ja ganz andere connection Berlin was bisschen schwieriger da"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:05:07",
      "text": "Was hat der RBB in der Masurenallee schon auch da war ich mal beim Prix Europa das so ein Medienpreis das eigentlich auch ganz schöne Gebäude da eben in der Masurenallee und es gibt glaube ich noch ein Paternoster mit dem Faden dem mit dem man fahren kann."
    },
    {
      "speaker": "roddi",
      "time": "3:05:21",
      "text": "Paternoster sowieso groß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:21",
      "text": "Volk ausgeht uns geht das gar nicht so sehr darum jetzt unbedingt jetzt beim,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:06:11",
      "text": "Singen radiotage ja da war ich mal vor 8 Jahren da wir so ein Audio Slice Ding was wir mit Breitband vorgeschirr gemacht haben vorgestellt das ist sehr nette Radio Konferenz,"
    },
    {
      "speaker": "roddi",
      "time": "3:06:49",
      "text": "Aber so in Flaschen jetzt nicht nicht mit Becher drin."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:06:51",
      "text": "Na ja genau ne ne ne ne in Flaschen also Getränkeautomaten halt."
    },
    {
      "speaker": "roddi",
      "time": "3:06:55",
      "text": "Ja aber das doch bayernet kriegt man doch überall Bier."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:06:57",
      "text": "Genau ist trotzdem einfach das war ein sehr heißer da er heißer Tag und schöne irgendwas wann war ne gute Sache da zu sein und ich glaube,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:18",
      "text": "Wobei ich ja nicht so nicht mehr so richtig daran glaube dass er noch soviel zusammenwächst weil ich,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:07:44",
      "text": "Ist es auch nicht aber ich glaube schon dass es unterschiedliche das dass"
    },
    {
      "speaker": "roddi",
      "time": "3:08:41",
      "text": "Ehrlich gesagt da habe ich mich glaube ich vor zehn Jahren oder so schon mal gestritten für mich ist Radio hat Radio auch ein ganz großes Problem es ist nämlich immer live,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:09:23",
      "text": "Ich könnte das ja die aber fixen und die."
    },
    {
      "speaker": "roddi",
      "time": "3:09:25",
      "text": "Und du siehst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:09:26",
      "text": "24-Stunden allstream zum reinspringen zu jeder Zeit wo ich will gehen würde das würde technisch gehen oder."
    },
    {
      "speaker": "roddi",
      "time": "3:09:29",
      "text": "Und du siehst."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:09:32",
      "text": "Von Deutschland vom netten radio player wo man wirklich jetzt aus dem Stream zurückspulen kann und dann immer so in der Uhrzeit dann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:09:37",
      "text": "Aber auch tageweise und."
    },
    {
      "speaker": "roddi",
      "time": "3:09:40",
      "text": "Stream vergiss den Stream wenn du dir anguckst wirst Netflix geschafft hat nämlich eigentlich effektiv das Fernsehen ab zu,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:10:19",
      "text": "Das würde ich so nicht unterschreiben."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:10:20",
      "text": "Würde ich auch nicht unter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:10:21",
      "text": "Also das sind zwei zwei unterschiedliche Qualitäten das ist ja weil du."
    },
    {
      "speaker": "roddi",
      "time": "3:10:25",
      "text": "Weil ich dich habe seit 20 Jahren."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:10:28",
      "text": "Aber das so Netflix ist toll aber wenn ich mich abends davor sitzen also ja scheiße was gucke ich jetzt und dann selbst du also nicht sag mal wann guckst du Trailer und dann kannst du alles schon mal wiederholt sich eine Menge aber so Fernsehen ich habe jetzt nutzt das auch nicht aber ich fand es auch schon mal cool"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:11:12",
      "text": "Dass man nicht die Wahl hat und ich mag das eben auch ich gucke mir manchmal gerne die Tagesthemen an einfach weil das so dass sowas endlich ist was ich halt gerne angucken guck ich mir mal danach im danach dann noch im Stream an und ich höre gerne morgens den Deutschlandfunk einfach auch weil das so ein"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:11:43",
      "text": "Jemandem will beides."
    },
    {
      "speaker": "roddi",
      "time": "3:11:44",
      "text": "Also ich ich persönlich ich höre ja seit Ewigkeiten kein Radio mehr ich habe eine Weile lang bei einem bei einem Arbeitgeber gearbeitet wo dann immer mal wieder Radio lief aber es ging mir halt total auf den Sack."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:11:56",
      "text": "Das kann ich schon verstehen."
    },
    {
      "speaker": "roddi",
      "time": "3:11:57",
      "text": "Viel zu viel Werbung viel zu viel Musik die scheiße findet und dann jede Stunde,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:12:20",
      "text": "Und du wirst ganz wichtiges kommen wird dann noch mal."
    },
    {
      "speaker": "roddi",
      "time": "3:12:21",
      "text": "Und du denkst du denkst du Zoe passiert sonst nichts auf der Welt das ist halt das halt einfach unerträglich meiner Meinung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:28",
      "text": "Ja weil es eben nicht dafür gemacht ist eigentlich dauerhaft gehört zu werden damit widerspricht der sich in gewisser Hinsicht auch wieder selber also einem."
    },
    {
      "speaker": "roddi",
      "time": "3:12:38",
      "text": "Weißt du wenn es wirklich aktuell wäre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:41",
      "text": "Ja Jannik klar also es hat es hat halt so einen Nerv."
    },
    {
      "speaker": "roddi",
      "time": "3:12:43",
      "text": "Aber aber vorproduzierte Edinger hintereinander zu kleben und ab zu Nudeln das finde ich dass es halt das bringt halt nichts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:52",
      "text": "Genau das war ja lange Zeit im Prinzip einfach nur ein Kind der Technik sorona also Radio ist so weil die Technik so"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:13:26",
      "text": "Alien life form."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:27",
      "text": "Ein Alien Affe komplett,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:13:58",
      "text": "Da das meiste betrifft mich jetzt nicht in meinem persönlichen Alltag aber trotzdem ist es was worüber ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:03",
      "text": "Oder brexit."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:14:04",
      "text": "Der brexit oder Trump also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:06",
      "text": "Okay dann mögen so zwei drei Sachen so ein paar talking points und so ein paar Kniffe mit dem man sich da irgendwie synchronisieren muss so aber mal ehrlich gesagt mehr ist es dann halt auch nicht und was ist halt meiner Meinung nach fast über,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:15:05",
      "text": "Das ist ja mittlerweile auch ne gesprächshaltung ne also es ist ein Gespräch sitzt da ja in Berlin meistens in meinem Studio in meine Werkstatt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:40",
      "text": "Ja das vorher halt schon du hast vorher."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:15:42",
      "text": "Vorher schon drüber nachgedacht und zwei Tage damit verbracht das Ganze sozusagen fr verklingt aber also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:48",
      "text": "Nicht nicht nicht nicht nein nein. Nein überhaupt nicht."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:15:52",
      "text": "Theater an die sich auch mega."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:53",
      "text": "Theater macht ja auch vorher Gedanken was ein Skript und dann dann."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:15:56",
      "text": "Dann hast du das,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:16:48",
      "text": "Das Gequatsche nebenbei."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:16:49",
      "text": "Und genau dieses Gefühl wo da so dabei zu sein und es passiert was das würde ich gerne für die Sender noch mehr replizieren ist aber halt auch manchmal schwierig das in 21 Minuten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:16:58",
      "text": "Du bist nicht genau dass du meintest du machst dir bei deiner Sendung vorher Gedanken und dann schreibst du es ein bisschen auf damit du dann wahrscheinlich weil deine Zeit knapp ist im Radio das konzentriert rausfahren kannst aber sind nicht genau,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:17:57",
      "text": "Die Zeit reicht nicht und es gibt aber dann also jetzt hier gerade jemand sagt so ein DLF Hintergrund 1LIVE Podcast oh mein Gott und hohe es gibt vom Deutschlandfunk also vom Hauptstadtstudio über den ich jetzt auch mal im November ein bisschen gearbeitet hatte die haben auch so ein Politik Podcast wo sich halt dann auch über die Themen bisschen mehr so"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:18:22",
      "text": "Reanimiert ist aber bei uns."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:18:23",
      "text": "Sowie die Freakshow."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:18:25",
      "text": "Nenne nenne mich lachen weil wir haben ja die Stimme der Jugend sogar noch verstärkt Mittel die die noch viel schlimmere also noch Jugendlicher und wahrscheinlich demnächst noch mehr davon von dieser Jugend bei uns."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:37",
      "text": "Wird hier noch richtig weiblich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:18:39",
      "text": "Na also."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:18:41",
      "text": "Nimm alles sofort zurück."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:18:45",
      "text": "Bitte aufhören Gespräch also nicht auf jedes Alter sondern."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:18:47",
      "text": "Elterngespräch ist doch ein schöner Sendungstitel heute auf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:18:50",
      "text": "Das Geschlecht also es ist beides falsch."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:18:55",
      "text": "Heute vielleicht nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:18:56",
      "text": "Nee heute nicht ich weiß nicht wie alt du bist aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:00",
      "text": "Mir geht's auch gar nicht hier um jetzt irgendwie so eine Rollenzuweisung ich wollte einfach nur mal so frei rum assoziieren einfach so ein paar Feststellungen die mir gekommen sind und,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:19:37",
      "text": "Na weil die Entente Sushi auch andere sind oder also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:42",
      "text": "Kann alles sein Lebensmodelle das spielt sicherlich den ganz."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:19:47",
      "text": "Das einfach eine ganz andere Kultur und auch ne also ich glaube auch viele Journalisten betrachten halt ihren Beruf als Beruf und dann machen sie in der Freizeit vielleicht was ganz anderes und Podcasting zumindest aber nicht Tim Pritlove heißt es vielleicht auch ein Hobby."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:02",
      "text": "Ach ich weiß nicht ob sie Zeit wo man jetzt immer auf mich als Ausnahme zeigen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:20:07",
      "text": "Guitar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:08",
      "text": "Ist es gibt einige also richtig viele und zwar wenn man es mal vielleicht unsere kleinen deutschen Podcast Kosmos,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:20:19",
      "text": "HR international."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:19",
      "text": "Mängel es gibt aber auch in Deutschland schon viele Produktionsfirmen die auch nie ganz ordentlich arbeiten insbesondere im Verlagswesen ist jetzt richtig was los mit Podcasting meine da hat sich in letzten zwei Jahren,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:20:38",
      "text": "Ja das stimmt natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:39",
      "text": "Und auch im Podcast Pulse die auch wirklich gute Arbeit leisten,"
    },
    {
      "speaker": "roddi",
      "time": "3:21:17",
      "text": "Naja."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:21:19",
      "text": "Nachdenken wahrscheinlich,"
    },
    {
      "speaker": "roddi",
      "time": "3:21:33",
      "text": "Naja ist in der U-Bahn auch kein Radioempfang."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:21:36",
      "text": "Aber net komisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:37",
      "text": "Na Internet Streaming wurde auch mit Radio funktionieren."
    },
    {
      "speaker": "roddi",
      "time": "3:21:40",
      "text": "Berliner U-Bahn Radio Internet Streaming das möchte ich."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:21:44",
      "text": "Ja das sind ne glaube ich auch nicht dass das leutemann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:21:45",
      "text": "Oder U-Bahn haben LTE inzwischen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:21:48",
      "text": "Vodafone zum Teil sogar auch jetzt Mitleid."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:50",
      "text": "Also ist in der Berliner U-Bahn dass es jetzt so schlecht nicht."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:21:54",
      "text": "Ein aber welcher wer hört da wir heute."
    },
    {
      "speaker": "roddi",
      "time": "3:21:56",
      "text": "Das Netzwerk als dass du da nicht Radio hören willst."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:21:58",
      "text": "Glaube ich auch nicht also vor allem einfach ja."
    },
    {
      "speaker": "roddi",
      "time": "3:22:04",
      "text": "Soviel zum Thema Zeit souverän und live ist ein Nachteil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:07",
      "text": "Goodyear mal auf einer gerade erst jetzt die Freakshow gerade über über den homepod aber ist ja auch gerade im Radio Modus aber,"
    },
    {
      "speaker": "roddi",
      "time": "3:22:36",
      "text": "Naja beim Auto wird Aushilfe Podcast gehört."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:40",
      "text": "Ja aber wenn Radio gehört wird wird es in solchen Situationen gehört das ist das was ich meine."
    },
    {
      "speaker": "roddi",
      "time": "3:22:44",
      "text": "Ich kenne ihn auch niemand der Radio über Kopfhörer hören."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:46",
      "text": "Genau so also natürlich höre ich auch mal einen Podcast von der Radiosendung über Kopfhörer das ist nicht das was ich meine,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:23:38",
      "text": "Aber es gibt schon tolle Radiosendung wo man dann auch eher in so eine Stimmung kommt oder wo man,"
    },
    {
      "speaker": "roddi",
      "time": "3:24:03",
      "text": "Noch ein großer großer Vorteil meiner Meinung,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:24:21",
      "text": "Was ich auf jeden Fall noch empfehlen möchte kurz ist diese Audiothek App vom Deutschlandfunk wo man sich auch Radio selber zusammenstellen kann was daneben ausdehnen Sendungen die man abonniert ist einfach so ähnlich in Podcatcher einfach hintereinander abspielt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:55",
      "text": "Gut jetzt habe ich noch mal über Max reden das muss er ja auch mal sein wir mit dem ich jetzt einkaufen."
    },
    {
      "speaker": "roddi",
      "time": "3:25:04",
      "text": "Je neu oder gebraucht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:06",
      "text": "Mich entschlossen neu brandneu brennend neu."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:25:10",
      "text": "Brennen neu okay erstmal erste Frage bevor die Frage wofür dann ist was also welchen Rechner setze dann damit also kommt zusätzlich ins Haus nee nicht in dieses für woanders."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:23",
      "text": "Na ja ich wohne ja jetzt demnächst in Barcelona und ich brauche da Janko,"
    },
    {
      "speaker": "roddi",
      "time": "3:26:02",
      "text": "Na ja gut große Bildschirme ich meine ich habe zu Hause auch einen 4k Display."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:26:06",
      "text": "Ja aber mal dieses Laptop ist jetzt im Schlafzimmer dann wieder rüber tragen an Fernseher anschließen Strom ranmachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:12",
      "text": "Ja alle alle Fenster Blättern sich wieder auf und dann die Performance reicht die dann fängt das Ding an zu glühen weil er irgendwie auf einem großen Bildschirm füttern muss mit seiner kleinen Grafikkarte."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:26:25",
      "text": "Fetten Dinger können das schon aber dieses diesen immer fummeln weil sich irgendwie die die die Orte von den Rechnern das ist ein bisschen nervig und deshalb ist er wirklich der Bildschirm album fertig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:32",
      "text": "Keine Option ja läuft auch durch und wenden rechnen."
    },
    {
      "speaker": "roddi",
      "time": "3:26:36",
      "text": "Also du willst ein Desktop egal warum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:38",
      "text": "Ich will den Computer der immer immer an sein kann so und nicht ausgeht wenn ich ihn zusammenklappe weil ich ihn so wie durch die Gegend transportieren muss also the dead."
    },
    {
      "speaker": "roddi",
      "time": "3:26:48",
      "text": "Aber Destop transportiert ja eh nicht durch die Gegend insofern."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:26:51",
      "text": "Oder einen Job der da rechnet und du gehst trotzdem mit deinen Laptop woanders hin und errechnet einfach da weiter du willst zu Hause noch so ein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:57",
      "text": "Ich mache andere Sachen damit so."
    },
    {
      "speaker": "roddi",
      "time": "3:26:59",
      "text": "Jajajaja alle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:00",
      "text": "Und auch so großer Bildschirm komme ich gleich noch mal dann zur ist wichtig und,"
    },
    {
      "speaker": "roddi",
      "time": "3:27:40",
      "text": "Zumindest den externen Bildschirmmodus gibt es nicht mehr ne am iMac."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:44",
      "text": "Richtig genau und habe auch gesagt er kommt nicht wieder und ich sehe das nicht ein und deswegen ist für mich so ein iMac."
    },
    {
      "speaker": "roddi",
      "time": "3:27:49",
      "text": "Finde ich auch sehr schade weil so ein Bildschirm eigentlich immer zwei Rechner lang hält,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:04",
      "text": "Bis wir Strom verbraucht vielleicht dafür dass er nur will."
    },
    {
      "speaker": "roddi",
      "time": "3:28:06",
      "text": "Aber man kann halt nicht in neuen Rechner dran anschließen weil der ja fest verbaut ist das ist irgendwie sinnlos meiner Meinung ab."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:14",
      "text": "Genau und von daher war für mich relativ schnell klar ich möchte einen Mini kaufen,"
    },
    {
      "speaker": "roddi",
      "time": "3:28:44",
      "text": "Zu Mac mini gleich mal eine Sache ein Kollege von mir hat sich den gleich geklickt als er verfügbar war den neuen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:29:06",
      "text": "Kann man ja immer noch machen wenn die Probleme da sein sollten."
    },
    {
      "speaker": "roddi",
      "time": "3:29:09",
      "text": "Weil das funktioniert also diese diese usb-c,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:29:47",
      "text": "Wie viele Bildschirme kann die mittlerweile zwei immer noch oder."
    },
    {
      "speaker": "roddi",
      "time": "3:29:50",
      "text": "Der Mac mini."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:52",
      "text": "Bilder kann mehr."
    },
    {
      "speaker": "roddi",
      "time": "3:29:53",
      "text": "Was stand denn da auf der Webseite der Stand zwei glaube ich zweimal 4k."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:30:00",
      "text": "Der Mac mini kann ja eigentlich hat ja alles prima außer Hannes schicke Grafikkarte die hatte eben genau nicht ne da hat er so LG Putzzeug drin oder die vor dem bei dem bei der CPU halt dabei ist ne sonst hat er nichts,"
    },
    {
      "speaker": "roddi",
      "time": "3:30:15",
      "text": "Na der hat keine der hat keine Fette 2 PCI Steckkarten Plätze breite Grafikkarte."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:30:23",
      "text": "Ja aber da hat auch nicht hier so eine AMD wie MacBook Pro normal sondern wirklich nur die Intel Aires."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:30:26",
      "text": "Der hat eine Insel mit drin die Eier oder Intel HD Graphics 5000."
    },
    {
      "speaker": "roddi",
      "time": "3:30:33",
      "text": "Ja okay also nichts nichts quasi externet jetzt fast gesagt nichts was nicht mit dem Prozessor wäre oder mm."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:30:42",
      "text": "Aber für das was du dann damit machen möchtest brauchst du jetzt keine Wahnsinns Grafikkarte oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:46",
      "text": "Nee ich meine ich bin jetzt wieder habe ich irgendwelche Gaming Allüren noch mache ich jetzt highend3d Klimbim wenn es irgendwie meinen,"
    },
    {
      "speaker": "roddi",
      "time": "3:31:23",
      "text": "Und natürlich man bestellt ihn mit der kleinsten rem Variante und steckt den Speicher selber rein."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:31:32",
      "text": "Das kann man noch machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:31:34",
      "text": "Ziemlich anstrengend."
    },
    {
      "speaker": "roddi",
      "time": "3:31:36",
      "text": "Es ist ein ziemliches Geschreibe aber ich glaube dass das der Stundenlohn recht hoch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:42",
      "text": "Ja ich."
    },
    {
      "speaker": "roddi",
      "time": "3:31:43",
      "text": "Für das Geschreibe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:45",
      "text": "Ja ich bestell mir einfach beim Laden der Schrott mir dann das ramovi Rainer ist ja noch ein bisschen was zu sparen die eigentliche Frage ist ja in welcher Konfiguration kauft man das Teil jetzt eigentlich tatsächlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:31:55",
      "text": "Du wolltest nicht rechts unten ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:56",
      "text": "Na ja rechts unten heißt dass ich die 2 Terabyte Option mache und die ist sehr teuer aber es muss halt mindestens ein Terabyte sein weil nur dann hat man irgendwie auch den maximalen speed."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:32:10",
      "text": "Okay gekoppelt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:32:11",
      "text": "Mit wenig Arbeit Terabyte ist schon auch angesagt heutzutage oder ist halt applehda die Kassierer wechseln kriegt immer auf den kaufen Button und lass mal durchklicken da hier."
    },
    {
      "speaker": "roddi",
      "time": "3:32:21",
      "text": "Lass mal zusammen klicken."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:32:22",
      "text": "Mach mal auch gerne hier weil sie suche da so supergut zugucken können und so also der Grundpreis ist erstmal wählen sein Mini also gibt's hier 899 mit 128GB."
    },
    {
      "speaker": "roddi",
      "time": "3:32:36",
      "text": "Also einmal 900."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:32:37",
      "text": "Müssen Quad Core,"
    },
    {
      "speaker": "roddi",
      "time": "3:32:55",
      "text": "Ja das ist die Frage was du damit machst ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:57",
      "text": "Tja weiß man das immer vorher schon so genau."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:33:01",
      "text": "Ja das sollte man wissen weil manchmal will man halt vielleicht doch wenn man so ein so ein single-threaded Prozess hat und wieder da einen einen,"
    },
    {
      "speaker": "roddi",
      "time": "3:33:18",
      "text": "Also ich habe ich habe eigentlich bei Mac kaufen immer immer"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:33:38",
      "text": "Nee weiß ich nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:33:40",
      "text": "Ja ok bei vielleicht nicht bei Mac Pro also bei dem Kies greater MacPro aber die Tonne die nicht richtig ab lüftet die ganzen Mobilgeräte die immer zu heiß werden und so weiter also"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:55",
      "text": "Gittertasse dich 3 Prozessoren als kizini 13 i5 und i7 beim Mac mini."
    },
    {
      "speaker": "roddi",
      "time": "3:34:01",
      "text": "Ja Danny 7 willst du schon ha."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:34:03",
      "text": "Na früher gab es heute Unterschied dass nur die größeren diese ESN die Unterstützung hatten also dass sie schnelleren Crypto gemacht haben was für FileVault wichtig war aber das haben die ja zwischen alle da kann man nicht mehr unterscheiden die Frage ist ob noch vielleicht einer der Prozessoren dann keinen native"
    },
    {
      "speaker": "roddi",
      "time": "3:34:27",
      "text": "Ja das ist doch jetzt auch nicht mehr so eine große Leistung dass du mit so einem Prozessor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:33",
      "text": "Also ich sag 6-Core,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:34:46",
      "text": "Denk einfach dran wie lange wie viel Jahre du den halt irgendwie rannehmen wirst und dann lohnt sich das vielleicht mit dem 240 EUR."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:34:58",
      "text": "Schöne früher könnte man sich immer noch sein dass direkte vorstellen die Haare ganz viel Videoschnitt oder 3D Sachen aber ich kann mir gerade gar nicht vorstellen im Audio Bereich gerade was man da jetzt noch unbedingt überhaupt an Rechenleistung neu."
    },
    {
      "speaker": "roddi",
      "time": "3:35:11",
      "text": "Einzige wo man heutzutage ordentlich Rechenleistung mit verbraten kann ist es machine learning Zeug aber dann brauchst Du sowieso in der Grafikkarten oder oder oder sonst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:35:21",
      "text": "Na sonst ist das Eva."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:35:23",
      "text": "Modern Server der das."
    },
    {
      "speaker": "roddi",
      "time": "3:35:24",
      "text": "Dir dir das Nele einfach da einfach eine Hardware die dieses beschleunigt aber das hat diese Kiste einfach nicht aber ich meine du kannst natürlich du kannst halt dich an das Ding auch eine externe Grafikkarte ran hängen über Thunderbolt geht ja,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:13",
      "text": "COC Gigabit-Ethernet nehme ich natürlich mit."
    },
    {
      "speaker": "roddi",
      "time": "3:36:18",
      "text": "Das ist was wo ich jetzt auch so nur Gott wenn du meinst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:36:23",
      "text": "Du hast den Switch nicht Du hast das Gerät auf der anderen Seite nicht und wasche auch die nächsten 2-3 Jahre nicht mindestens."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:36:29",
      "text": "Vielleicht kommt er ja mal richtig schön Glasfaser an aber das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:36:32",
      "text": "Ja"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:36:33",
      "text": "Dann auch nicht mitsingen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:34",
      "text": "Wie ich habe das die nächsten 2-3 Jahre nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:36:36",
      "text": "Na mit wem also du brauchst dabei 10-Gigabit du brauchst das ja auch."
    },
    {
      "speaker": "roddi",
      "time": "3:36:41",
      "text": "M&F die nächste Generation an Anschaffungen ist schon so gut."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:36:46",
      "text": "Du brauchst das ja auf beiden Seiten ne und werden habt dazwischen also an switch der muss das dann auch noch können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:50",
      "text": "Also Chat wird ja auch schon angezweifelt dass ich hier eine Vision habe wozu ich das Ding würde ich brauche ne also erstmal ich habe,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:37:27",
      "text": "Was hat das jetzt verdient auch mal aktuellen Rechner zu kaufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:31",
      "text": "Er verdient habe ich das sowieso aber ist jetzt nicht so dass ich mir"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:38:31",
      "text": "Wofür will man das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:32",
      "text": "Was."
    },
    {
      "speaker": "roddi",
      "time": "3:38:34",
      "text": "Also das schöne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:35",
      "text": "Das ist blöde Daten schnell weg backup and kannst willst auch auf Platten irgendwie so SSDs sind doch alle Hölle schnell dann ist das irgendwie auch etwas Kabel kriegen,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:38:46",
      "text": "Wenn es dann im Netzwerk hast ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:48",
      "text": "Ja klar also schließe halt,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:39:22",
      "text": "Ja und dann und dann 14 Jahre wieder weiter benutzt dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:25",
      "text": "Ja ich meine wie lange steht jetzt hier dieser MacPro schon und wie sehr habe ich davon profitiert dass der,"
    },
    {
      "speaker": "roddi",
      "time": "3:39:51",
      "text": "Na ja gut ich meine die 10-Gigabit kosten jetzt auch nur 120 € Aufpreis also ich glaube das ist sie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:39:56",
      "text": "Aber ich glaube das wird erst im späteren Leben des Rechners dann zur Geltung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:02",
      "text": "Ja das ist irgendwie alles mit Mehrwertsteuer und dann Abschreibung und Pippa Polizei sowie drei."
    },
    {
      "speaker": "roddi",
      "time": "3:40:07",
      "text": "So lange drüber diskutieren glau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:08",
      "text": "Nicht nee aber ich."
    },
    {
      "speaker": "roddi",
      "time": "3:40:10",
      "text": "Was ich würd's wahrscheinlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:11",
      "text": "Mir wurde ja gerade angezweifelt dass ich sozusagen Argumente habe ja mir wird nicht geglaubt und da mit dem Hinweis ich hätte mir ja auch noch ein iPad Pro gekauft das Ding hat Power ohne Ende der brauche keinen weiteren Rechner."
    },
    {
      "speaker": "roddi",
      "time": "3:40:25",
      "text": "Abgesehen davon dass kein Mac OS drauf läuft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:27",
      "text": "Genau also hast du,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:40:40",
      "text": "Kannst du nicht hier so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:41",
      "text": "Hat denn jemand von euch eingesteckt Ronny hast du den mit."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:40:43",
      "text": "Kann man denn nicht anpingen irgendwie, nicht anpingen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:47",
      "text": "Bringen den Stiften."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:40:48",
      "text": "Ja der hatte auch auf Bluetooth oder nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:40:56",
      "text": "Du könntest natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:57",
      "text": "Taucht nicht auf."
    },
    {
      "speaker": "roddi",
      "time": "3:40:59",
      "text": "Naja er zeigt dir natürlich an in dem indem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:03",
      "text": "Ist auch egal ich werde den der musste der muss ja irgendwer muss ja irgendwo sein aber ich habe ihn ab."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:41:08",
      "text": "Ich guck mal ob ich den finde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:09",
      "text": "Nicht wiedergefunden so okay lass uns das mit diesem ganzen all ich will jetzt hier nicht die ganze Konfirmation durchgehend in meine eigentliche Frage ist was mache ich denn da jetzt für ein Monitor."
    },
    {
      "speaker": "roddi",
      "time": "3:41:20",
      "text": "Karten 4k Monitor Setup."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:41:21",
      "text": "Adresse Frage Mann Alter."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:41:23",
      "text": "Kaufst du dir ein Spanien mit dem Bildschirm also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:26",
      "text": "Ich kaufe mir jetzt ein Bildschirm."
    },
    {
      "speaker": "roddi",
      "time": "3:41:28",
      "text": "Also ich habe so ein Dell Monitor den wir auf Arbeit haben so ein 4k Dell Monitore."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:41:34",
      "text": "Oder holt das LG 55 5k."
    },
    {
      "speaker": "roddi",
      "time": "3:41:36",
      "text": "66 100 irgendwas ich packe den mal in den hier in den Chat der ist der ist super tut einfach es ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:47",
      "text": "Sag mal was anderes nachgedacht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:41:50",
      "text": "Mini Beamer großen Beamer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:56",
      "text": "Dell Ultrasharp 34 Zoll."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:41:59",
      "text": "Gudrun uns ja jetzt."
    },
    {
      "speaker": "roddi",
      "time": "3:42:00",
      "text": "30 Zoll,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:09",
      "text": "Wie viel Auflösung hat der."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:42:17",
      "text": "Eltern scheiden."
    },
    {
      "speaker": "roddi",
      "time": "3:42:18",
      "text": "Wie viel Auflösung hat."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:42:23",
      "text": "Renz.de es Dir nicht ja jetzt gefunden habe hat er 3440 x 1440."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:42:29",
      "text": "Also es ist nicht 4k sie ist so so so ein bisschen weniger verstehe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:33",
      "text": "Na das Besondere des ist halt nicht so ein Retina teil."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:42:37",
      "text": "Tim Nader schon bei der größere natürlich nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:41",
      "text": "Das ist halt so ein gebogener sehr breiter Bildschirm."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:42:45",
      "text": "Wer wie viel dpi hat mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:53",
      "text": "TIA das ist man ja eben Abstand davor also ich weiß nicht ich hatte bisher kein retina."
    },
    {
      "speaker": "roddi",
      "time": "3:43:03",
      "text": "Also ich habe meinen mal in den Chat geschmissen und muss sagen ich bin zufrieden damit kannst du mal gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:43:10",
      "text": "Womit bist du zufrieden."
    },
    {
      "speaker": "roddi",
      "time": "3:43:12",
      "text": "Multi-monitor da diese Wanne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:43:13",
      "text": "Sind schon wieder in Arm wieder ein Arbeitsplatz aussehen wird oder noch nicht so richtig weil für den brauchst du wirklich ein bisschen Abstand über sonst sitzt du nur so davor das wird nichts der muss ja wirklich weiter Weg stehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:43:24",
      "text": "Dich wieder vor."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:43:26",
      "text": "Wenn du direkt davor der Sender hier so stehen würde ja dann guckst du da und da musst du da gucken das ist scheiße der muss wirklich weiter Weg stehen,"
    },
    {
      "speaker": "roddi",
      "time": "3:43:42",
      "text": "Du musst du trotzdem den Kopf drehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:43:44",
      "text": "Deadhead nicht um dich rum gebogenes geht nicht der hat so ein bisschen kommt er dir entgegen aber du musst trotzdem das Personal steht dann dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:43:51",
      "text": "Jetzt muss ich bei zwei Bildschirmen die nebeneinander sind auch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:43:54",
      "text": "Aber die stehen ja auch nicht so nah an dir dran."
    },
    {
      "speaker": "roddi",
      "time": "3:43:56",
      "text": "Schau dir 4k mal an,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:44:15",
      "text": "Also ich habe seit,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:44:34",
      "text": "Ja bisher für mich auch eine Gefahr."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:44:35",
      "text": "Er will den Schritt vorwärts nicht machen."
    },
    {
      "speaker": "roddi",
      "time": "3:44:38",
      "text": "Sehen Sie diese ganze leuchtende Hardware hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:44:41",
      "text": "Ich bin ja nicht unglücklich ich habe kein einziges Retina Macintosh die weiß Null Zero nada nicht wie lange gibt's hier."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:44:48",
      "text": "Nenne hast du gerade schon gesagt ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:44:50",
      "text": "3 Jahre 4 Jahre fünf Jahre sechs Jahre 7 Jahre wie lange gibt es retina."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:44:53",
      "text": "Nossob Camp."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:44:56",
      "text": "Nee auf dem Mac."
    },
    {
      "speaker": "roddi",
      "time": "3:44:58",
      "text": "Ja von mac noch nicht ganz so läuft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:01",
      "text": "Wann war der erste retina."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:45:03",
      "text": "Na 13129 wieder so."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:45:07",
      "text": "Na das 13 gab's Retina schon ersoffen 12."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:09",
      "text": "Za12 7 Jahre Apple 7 Jahre 7 Jahre hat es nicht geschafft mich in euer Land zu ziehen ihr solltet euch Gedanken machen."
    },
    {
      "speaker": "roddi",
      "time": "3:45:20",
      "text": "Ja weil du nie einen hattest."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:22",
      "text": "Weil ich mir einen wollte weil das GIS gab kein Gerät was mich gereizt hat null,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:45:35",
      "text": "Dein iPad pro was du dir gekauft hast angeblich das hat auch kein retina."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:38",
      "text": "Alles iosys tritt vom Mac ist ja was anderes."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:45:42",
      "text": "Aber das Display Gefühl."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:45",
      "text": "Ist aber irgendwie für mich überhaupt nicht vergleichbar was sind iOS devices hättet ihr die ganze Zeit direkt vor die Nase aber so eine Kälte nicht direkt die will vor die Nase ich meine ich habe ja vorhin Meter Abstand."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:45:54",
      "text": "Andere Frage wie gut sind deine Augen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:58",
      "text": "War schon mal besser."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:46:00",
      "text": "Also würdest du retten aber Hauptsache genießen kann oder geht das wieso herunter bei alles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:04",
      "text": "Weiß ich nicht keine Ahnung kann ich dir nicht sagen vielleicht,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:46:24",
      "text": "Sehe ich gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:27",
      "text": "Bist du gerade auf dem Jahr weil da Ultraschall und was er will aber nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:46:31",
      "text": "Hälfte den Bildschirm Benutzerrecht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:33",
      "text": "Ja das ist ein Bug in den Scheiß Reaper den beklage ich schon seit Jahren das ist so dieses und Penner Modus wieder für für für Musiker die immer der Meinung sind dass müsste immer in der Mitte des Bildschirms aufnehmen was hat die vollkommen bekloppt ist"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:46:49",
      "text": "Immer grundsätzlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:51",
      "text": "Ja aber es geht ja um die Nachbearbeitung wenn du Audio Nachbar arbeitest dann willst Du halt möglichst viel."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:46:56",
      "text": "Sie ist ein aber jetzt gibt's ja die Zukunft noch nicht dein Bauer ja auch nicht anzeigen die nicht existieren Zukunft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:01",
      "text": "Wie die Zukunft gibt's nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:47:03",
      "text": "Momentane Nachbar arbeitet dann ist wahrscheinlich der danke stand aktuelle Stand wo du hörst immer in der Mitte weil du siehst ja was danach kommt an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:09",
      "text": "Abarbeiten im Mini auf das ist jetzt nur der Aufnahme."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:47:11",
      "text": "Du willst auf jeden Fall beim Nachbearbeiten über."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:47:14",
      "text": "Das meine ich ja aber jetzt gibt's sozusagen noch nicht das was gleich kommt oder Segen muss man es nicht oder mit anzeigen sondern könnte das jetzt ganz recht machen ja und die haben das an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:22",
      "text": "Ja bei Musikern hätte sie generell abrupt das ist das Problem kriegst dich geworden weil."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:47:29",
      "text": "Titel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:33",
      "text": "Weil sie ja,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:47:49",
      "text": "Soja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:50",
      "text": "Weiter in der Mitte nimmst du auch bloß für Podcasting"
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:48:11",
      "text": "Hast du schon öfters mit zwei Bildschirmen am gleichen rechnen gearbeitet sodass jetzt diese beiden Bildschirme sich z.b."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:48:18",
      "text": "Ja aber man benutzt dann halt das immer so dass man dann eben mal was da hinlegt mal was da ein liegt der Vorteil ist natürlich wenn du Zweige separate Displays hast"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:48:43",
      "text": "Kann der Monitor eventuell so ein Modus dass er so tut als er da zwei Monitore wäre so eine Features gibt's nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:48:48",
      "text": "Weiß ich nicht genau ich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:48:52",
      "text": "Umrechner 2."
    },
    {
      "speaker": "roddi",
      "time": "3:48:53",
      "text": "Wir sind jetzt bei dem Monitor den ich vorgestellt hatte du musst mal zu dem anderen noch mal umschalten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:48:57",
      "text": "Werdest weiter schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:48:58",
      "text": "Welchem anderen bin ich ja."
    },
    {
      "speaker": "roddi",
      "time": "3:49:02",
      "text": "Hier dein deine dritte Satellitenschüssel sieht aus wie eine Satellitenschüssel das Ding."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:49:10",
      "text": "So eine Camping Satellitenschüssel die immer abends mehr ausgefahren wird."
    },
    {
      "speaker": "roddi",
      "time": "3:49:13",
      "text": "Wo man dann auch Fernsehen mit gucken kann gleich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:17",
      "text": "Also ich hatte sowas auch mal gelesen bin mir aber nicht ganz so sicher bzw unter welchen Bedingungen dass dieser Modus dann greift im Chat."
    },
    {
      "speaker": "roddi",
      "time": "3:49:24",
      "text": "Also der Monitor tut so als wäre zwei Monitore."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:27",
      "text": "Der kann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:49:27",
      "text": "Die ganze Zeit oder wie erkannt okay weil die ganze Zeit wenn man sie eventuell nämlich auch nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:49:33",
      "text": "Nee ich frage gerade weil du davon habe ich noch nie gehört."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:49:36",
      "text": "Ja das schon mal von gehört."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:49:38",
      "text": "Ihr schreibt euch jemand gerade dass er glaubt die hätten das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:41",
      "text": "Ja was kann halt sein dass das nur so eine Windows,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:49:47",
      "text": "Kann natürlich auch sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:48",
      "text": "In den Bildschirm selber drin ist."
    },
    {
      "speaker": "roddi",
      "time": "3:49:49",
      "text": "Na Windows tut komische Sachen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:49:52",
      "text": "Ich war mal bei dem Arbeitgeber wo ich selbständig gearbeitet habe und immer von zu Hause der hat gesagt hier, in der Firma arbeiten ist besser mal ja nee aber dann brauche ich ja nordlichen Bildschirm"
    },
    {
      "speaker": "roddi",
      "time": "3:50:23",
      "text": "Du merkst dass ein Bildschirm zu großes wenn du anfängst die Fenster von der Mitte von außen auch in die Mitte des Bildschirm zu ziehen um zu gucken was drauf ist dann weißt du der Bildschirm ist zu groß."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:50:36",
      "text": "Ich arbeite ja ganz gerne mit zwei Bildschirme übereinander also der Rechner steht unterhalb des anderen Bildschirm steht dann so ein bisschen erhöht dann habe ich halt oben das audio editing wo ich dann Sachen nach Multitrack Schneider aber auch noch genügend Überblick habe was hatten relativ hohe Auflösung ist,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:07",
      "text": "234 Zoller übereinander two Jakes at the same time."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:51:11",
      "text": "Aber eine Minute dann kannst du dir aber auch gleich irgendwie dann kann."
    },
    {
      "speaker": "roddi",
      "time": "3:51:16",
      "text": "Dann aber lieber nebeneinander oder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:51:18",
      "text": "Nein nein dann kannst du ja gleich so ein Sony 50 Zoll OLED kaufen man kann ich nämlich nur empfehlen das ist so ein geiles Bild dann gehst Du nie wieder weg dann machst du nicht nur Retina nur noch oder machst du auch nur noch OLED."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:30",
      "text": "Zimmerwald konkreter werden was du meinst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:51:32",
      "text": "NAT-Typ sein OLED A1."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:35",
      "text": "Computermonitor."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:51:37",
      "text": "Dennis und Fernseher aber das egal du kannst dir ist der so geiles Bild und kannst der Rechner anschließen und das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:41",
      "text": "50 Zoll."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:51:43",
      "text": "Ja ich habe es auch schon 65 ich habe jetzt die kleine Version empfohlen und gibt's bestimmt auch vielleicht als 45,"
    },
    {
      "speaker": "roddi",
      "time": "3:52:14",
      "text": "Gibt's erstmal nur Halter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:52:15",
      "text": "Ich würde jetzt ich gucke mal ganz schnell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:52:17",
      "text": "50 Zoll Maße."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:52:19",
      "text": "Ehrlich jetzt auch eine Stufe kleiner."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:52:21",
      "text": "Ich glaube diese ganze OLED Geschichte gibt's erst ab."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:52:24",
      "text": "Ja aber wie sagt OLED musste er gar nicht mit dieser Last das weg dann im LCD dann heißt das irgendwie Sony Z9 oder so ist der geilste kannst du dann sicher später auch abspecken wenn die zu teuer sind ich gucke mal was die gibt's die als,"
    },
    {
      "speaker": "roddi",
      "time": "3:52:53",
      "text": "Symbolbild der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:52:54",
      "text": "IRobot der Hinweis auf dem Mac könnte man mit Mengen Netz hat mir das nicht schonmal mcnitt als."
    },
    {
      "speaker": "roddi",
      "time": "3:53:03",
      "text": "Das von Fensteranordnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:53:04",
      "text": "Fensteranordnung stool das ist natürlich interessanter Hinweis da somit Software."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:53:13",
      "text": "Hier Z9 GO 85 Zoll nicht so groß."
    },
    {
      "speaker": "roddi",
      "time": "3:53:20",
      "text": "Also ich habe ja in der Firma habe ich diesen 4k 27 Zoll und noch einen ich glaube nicht,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:53:44",
      "text": "Sony x900f ist ein LED Fernseher also kein ole sondern normal"
    },
    {
      "speaker": "roddi",
      "time": "3:54:30",
      "text": "Richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:54:32",
      "text": "Ja diese ganze Zahl Betriebssystem-Software von denen fern."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:54:35",
      "text": "Merle distraught vergiss es also dieses Android ist ich mag das gar nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:54:39",
      "text": "Sind das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:54:41",
      "text": "Aber das brauchst du ja da noch nicht mehr stellt seinem Einsatz hier du willst das im Gaming Modus benutzen um ein Gaming damit er nicht das Bild nachbearbeiten sondern möglichst schnell anzeigt was da von deinem Rechner kommt und dann hast du ein super Bild,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:55:00",
      "text": "Ja"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:55:17",
      "text": "Aber die gewölbte Zeiten sind doch jetzt vorbei so bei den Fernsehen dieses mit dem gewölbten gibt's schon gar nicht mehr die haben das schon wieder aufgegeben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:55:23",
      "text": "Fernseher das ist doch auch sinnlos."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:55:25",
      "text": "Ja weil er weiter wächst jetzt kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:55:27",
      "text": "Sehr sitze viel weiter von weg aber hier ich geriet ja von einem Teil wo ich wirklich unmittelbar davor sitze und ich merke schon hier wenn ich hier vor meinen beiden großen Bildschirmen Sitze das,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:55:43",
      "text": "Ja aber ich sagte auf dem Foto wenn du jetzt weiter nach vorne ist nämlich zu uns und dann immer so einen schrägen Blick drüber machst dann sitzt du nicht mehr genau in der Mitte von deiner Wölbung."
    },
    {
      "speaker": "roddi",
      "time": "3:56:22",
      "text": "Also ich finde die."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:56:23",
      "text": "Nutella vorher an."
    },
    {
      "speaker": "roddi",
      "time": "3:56:24",
      "text": "Ich finde gewölbte Monitore komisch aber ich habe auch noch nie an einem gesessen insofern ist es vielleicht auch nur."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:56:31",
      "text": "Beim duster,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:56:49",
      "text": "Also ich bin auf jeden Fall noch bereits hier Kommentare entgegenzunehmen von Leuten die da vielleicht Erfahrungen gesammelt haben."
    },
    {
      "speaker": "roddi",
      "time": "3:56:59",
      "text": "Ich finde der ist wahrscheinlich genau da ein Monitor oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:02",
      "text": "Der 49 Zoll hat der ganz große."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:57:04",
      "text": "Und wenn schon denn schon."
    },
    {
      "speaker": "roddi",
      "time": "3:57:05",
      "text": "2 mal 27 nebeneinander."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:57:08",
      "text": "Freundin Kinofilm ohne Balken."
    },
    {
      "speaker": "roddi",
      "time": "3:57:10",
      "text": "Ja doch rechts und links und dann welche."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:57:13",
      "text": "Nee das ist ja genau das 1,7 Dingen sein oder."
    },
    {
      "speaker": "roddi",
      "time": "3:57:17",
      "text": "Nee der ist irgendwie 12 12 oder so irgendwie was schrie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:22",
      "text": "32 zu 9."
    },
    {
      "speaker": "roddi",
      "time": "3:57:25",
      "text": "32 zu 9."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:26",
      "text": "2 x 16 zu 9."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:57:29",
      "text": "Ja da müsste aber genau im Kinofilm draufpassen wo wir dann kannst die verrückt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:33",
      "text": "Dennis deine Hinweise auf Bilder in einem."
    },
    {
      "speaker": "roddi",
      "time": "3:57:33",
      "text": "Ground Control to Major."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:37",
      "text": "Wenn Oma noch mal in de Podcast Geschichte eingehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:57:41",
      "text": "Das macht ihr auch durch mecker nicht so viel wie ihr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:45",
      "text": "Ja also 49 Zoll dafür bin ich glaube ich noch nicht reif ne das ist dann vielleicht dann doch ein bisschen übertrieben wobei ich finde diese."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:57:54",
      "text": "Ja die gibt's aber auch noch kleiner."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:55",
      "text": "Du hier wo jemand also vor allem weil die haben ja auch."
    },
    {
      "speaker": "roddi",
      "time": "3:57:58",
      "text": "Du sagst das etwas übertrieben ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:58:00",
      "text": "Die haben die haben ja auch nicht so die Höhe aber hier gibt es für dich dieses Bild von der Frau die zwei übereinander hat und das sieht schon."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:58:09",
      "text": "Aber das ist doch ein großer 4k Fernseher dann hast du den Spalter nicht dazwischen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:58:17",
      "text": "Ja aber mehr Pixel habe ich hier ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:58:20",
      "text": "Nö so der hat doch die Hälfte,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:58:38",
      "text": "Das ist wie genau wie die beiden 27 Zoll ahirda alten genehm Ananda."
    },
    {
      "speaker": "roddi",
      "time": "3:58:42",
      "text": "227 eher nebeneinander."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:58:44",
      "text": "Aber meiner ist fast wie zwei 24er nebenan.de aber noch Feld 224 untendrunter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:58:53",
      "text": "Das ist es halt 5k aber halt nebeneinander."
    },
    {
      "speaker": "roddi",
      "time": "3:58:57",
      "text": "Sys."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:58:59",
      "text": "Wie man's dreht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:59:01",
      "text": "Könnt euch ja Fotos zeigen von meinem Fernseher weil ich glaube da kommt das nicht rüber."
    },
    {
      "speaker": "Moritz Metz",
      "time": "3:59:06",
      "text": "Was nimmst du das Snowboard oder Surfbrett."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:09",
      "text": "Gut ich."
    },
    {
      "speaker": "roddi",
      "time": "3:59:13",
      "text": "Ja oder Alufolie drauf von der Satellitenschüssel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:16",
      "text": "Ich stelle gerade fest bin schon lange irgendwie über unsere gesteckte Zeit hinaus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:59:21",
      "text": "Wir haben keine gesteckt sein."
    },
    {
      "speaker": "roddi",
      "time": "3:59:24",
      "text": "Du meintest du irgendwas von nicht ganz so lange und lieber ein bisschen früher aufhören aber das hat wieder nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:32",
      "text": "Kommt noch die Frage ob Retina freigegeben ist naja kann ich noch nicht sagen also ich hatte ja noch nie Retina von daher."
    },
    {
      "speaker": "roddi",
      "time": "3:59:38",
      "text": "Warte lieber noch ein bisschen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:47",
      "text": "Es ist es ist es ist Apples die aber nicht von mir."
    },
    {
      "speaker": "roddi",
      "time": "3:59:51",
      "text": "Ich habe von mir."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:59:52",
      "text": "Gibt ja so ein AirPlay Ding."
    },
    {
      "speaker": "roddi",
      "time": "3:59:54",
      "text": "Das giltet nicht meinst du."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:59:56",
      "text": "Pärchenfoto von hier darauf auf diesen Beamer kriegen Lena weil gibt's AirPlay aber passiert nichts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:00:03",
      "text": "Was willst du denn."
    },
    {
      "speaker": "roddi",
      "time": "4:00:06",
      "text": "Ja da passiert nichts weil das AirPlay auf die Apple TV geht jetzt aber gerade nicht am Beamer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:00:11",
      "text": "Achso alles klar."
    },
    {
      "speaker": "roddi",
      "time": "4:00:12",
      "text": "Weil der Rechner an Beamer hängt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:00:14",
      "text": "Bin noch etwas umschalten hast du jetzt das schon das hin gesendet oder was."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:00:18",
      "text": "Na ich habe es probiert aber da kam nichts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:00:21",
      "text": "Wieder kam nix."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:00:22",
      "text": "Na ja hier hat nicht angezeigt dass du was passiert ist vielleicht jetzt auch nicht so spannend ich weiß nicht was er gucken."
    },
    {
      "speaker": "roddi",
      "time": "4:00:27",
      "text": "Die Hörer können sie nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:00:28",
      "text": "Schnell hinkriegt dann können wir schnell machen wenn nicht dann können wir es lassen."
    },
    {
      "speaker": "roddi",
      "time": "4:00:31",
      "text": "Von Dinge besprechen die die Hörer nicht sehen können zu Fotos zeigen die die hören nicht sehen können."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:00:37",
      "text": "Dürfte ich noch mal für Pairing jetzt kommt Yahoo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:00:39",
      "text": "Also ich habe schon überlegt ich habe schon überlegt ob ich unseren Beamer yema durch den Fernseher ersetze habe ich bisher auch noch nichts gefunden was mich total überzeugt und hätte man mal hier."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:00:49",
      "text": "Hattest du auch da."
    },
    {
      "speaker": "roddi",
      "time": "4:00:51",
      "text": "Sodass aber okay."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:00:52",
      "text": "4k Sony 65 Zoll oder LCD kannst du auch gleich 75 lebenskost halten bis er mal hast du genau das Ding in 4K,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:01:04",
      "text": "Wahrscheinlichkeitsnetz falschen Netz siehst du den Metaebene Beamer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:01:10",
      "text": "Wodurch soll ich denn sehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:01:12",
      "text": "Aber deine Bildschirm Auswahl."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:01:14",
      "text": "Hier ist keine Auswahl."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:01:16",
      "text": "Maja komme ich zeig dir das mal wie das geht hier mit den Computern wollte jetzt eigentlich gerade,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:02:23",
      "text": "Biscaya."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:02:26",
      "text": "Podcast funktioniert,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:02:32",
      "text": "Es ist eigentlich nur ein Bild mit meinem Raum wie der Fernseher über dem Tisch hängt in riesengroß wie das halt bei dir hier auch dann so aussehen würde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:02:38",
      "text": "Chat dann sehen Sie auch die anderen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:02:41",
      "text": "Lass mal was meine Bruder,"
    },
    {
      "speaker": "roddi",
      "time": "4:02:49",
      "text": "Da waren noch Fragen von hören wollen wir die noch machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:02:54",
      "text": "Stimmt auf dem Dings ich wollte also eine Sache für morgen noch,"
    },
    {
      "speaker": "roddi",
      "time": "4:03:16",
      "text": "Ja eine Frage war wie denn das ist mit mit Quereinsteiger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:03:24",
      "text": "Das war jetzt ein komplett neue Gesprächsthemen gerade,"
    },
    {
      "speaker": "roddi",
      "time": "4:03:31",
      "text": "Kann man als spät Einsteiger am besten in der IT Fuß fassen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:03:35",
      "text": "Wollen wir ein Format machen wo man immer nur voll Radio mäßig 130 Zeit hat das zu beantworten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:03:40",
      "text": "Lass mal 30 machen mach mal ohne DIY."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:03:43",
      "text": "Das ist jetzt kommt the power of Radiohead."
    },
    {
      "speaker": "roddi",
      "time": "4:03:48",
      "text": "Okay gut wir machen wir machen es folgendermaßen du sagst wann es losgeht dann gibt's den gibst du mir eine Zeiten Zeichen wenn es noch 30 Sekunden sind und die letzten fünf Sekunden zählt zu zurück."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:03:59",
      "text": "Hatte meine Stoppuhr ok."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:03:59",
      "text": "Ich habe ja eine ja ich habe gesagt Vargo."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:04:03",
      "text": "Also über die Quereinsteiger frage ich müsste das noch mal raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:04:07",
      "text": "Kann man als spät Einsteiger am besten in der IT fussfassen bitte antworten Sie jetzt."
    },
    {
      "speaker": "roddi",
      "time": "4:04:13",
      "text": "Also meiner Meinung nach nur dadurch dass man selber Erfahrung sammelt ich glaube ein eigenes Projekt zu haben bzw bei einem Open-Source-Projekt mitzumischen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:05:35",
      "text": "Aber na gut gepflegten geht aber bisher schon keinen Einsteiger mehr da ist mir ja schon mitten dabei würde ich sagen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:05:40",
      "text": "So wird Tim Pritlove in Zukunft Podcast auch auf Spanisch machen brauchst fi 130 und das zu beantworten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:05:45",
      "text": "Nee soweit soweit behindern nicht."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:05:49",
      "text": "Okay einem in einer Sekunde und 30 einhalb Sekunden gebraucht,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:06:03",
      "text": "Macht ja nichts ist ja nur max ne."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:06:05",
      "text": "Retro Retro Person Betriebssystem was auf raspbian aufsetzt also sind Debian Betriebssystem für den Raspberry Pi Silvesterfeier also den neuesten läuft wo du daneben,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:06:23",
      "text": "Also may memu Emulator und Arcade und und Nintendo war doch immer."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:06:27",
      "text": "Genau all das und du kannst aber halt auch die C64 und Sachen reinladen finde ich gut."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:06:31",
      "text": "Also in special OS4 für Old School Gaming."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:06:34",
      "text": "Genau ich hatte meinen etwas gesehen und dazu gemacht durch das in so eine alte Spielkonsole eigentlich war das nur so ein Controller rein gebaut habe weil es halt so eine große Blechkiste waren zum kleiner Pie und,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:07:04",
      "text": "Mobile alte Firmen gibt's ja nicht mehr aber viele alte Film gibt es auch immer noch so wie leckt von Descartes gab es ja 86 und vorher schon sagt nur deluxe."
    },
    {
      "speaker": "roddi",
      "time": "4:07:13",
      "text": "Welches Bier zu Freakshow das ist auch einfach."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:07:15",
      "text": "Ja ich beantworten keins nämlich."
    },
    {
      "speaker": "roddi",
      "time": "4:07:18",
      "text": "So außer mir trinkt hier keiner Bier und ich weil ich so angeschlagen bin hab mir ein alkoholfreies Bier mitgebracht und zwar gibt's von der Kulmbacher Mönchshof Brauerei gibt es etwas das nennt sich original naturtrübs alkoholfrei"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:07:45",
      "text": "Aber sonst wird ja immer eine Sorte nach der alantra sie haben ja gar keine Festlegung hier ne wir trinken ja also oder ihr trinkt ja nicht alle Sorten die so kommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:07:53",
      "text": "Geht so also ich werde mal wieder angemacht das Bockbier zu trinken aber Bockbier und ich ist eine ganz schlechte Mischung ja weiß nicht ist mir einfach zu."
    },
    {
      "speaker": "roddi",
      "time": "4:08:03",
      "text": "Louis Vuitton ohne ohne Koffein musst du dir einfach denken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:08:09",
      "text": "Okay in dem Zusammenhang kann ich dich um mich kurz noch bedanken über die bierlieferung von heute die wir auch nicht getrunken bekommen heute."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:08:17",
      "text": "Na die kriegen wir gleich noch betrunken wenn ich hier gehe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:08:19",
      "text": "Naja mal gucken was ich noch weg kriege was ich sage ich noch hier bin auf jeden Fall habe von der Cottbuser Brauerei labieratorium Sekret Übernahme der Bierauswahl erhalten dafür bedanken wir uns bei Robert."
    },
    {
      "speaker": "roddi",
      "time": "4:08:33",
      "text": "Genau der ist auch im Chat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:08:34",
      "text": "Das kam wohl irgendwie ganz gut."
    },
    {
      "speaker": "roddi",
      "time": "4:08:38",
      "text": "Ira Thorium."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:08:39",
      "text": "Genau dazu Cottbuser Kekse."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:08:44",
      "text": "Ich hatte heute so einen Bär Bier getrunken das gibt es immer im denn's Bioladen dass es gibt auch in alkoholfreiem das so ein Craft Beer und ich finde das"
    },
    {
      "speaker": "roddi",
      "time": "4:09:26",
      "text": "Sich jeder schmeckt aber auch mit Neger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:09:34",
      "text": "So würdest du den Barcelona Aufenthalt in Zukunft aus Sendung ohne Tim geben oder ist die Teilnahme zwingend zwingend."
    },
    {
      "speaker": "roddi",
      "time": "4:09:41",
      "text": "Ich weiß nicht ob der Tim uns auf das Studio loslässt wenn er nicht da ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:09:48",
      "text": "Es wird nichts werden heute daher."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:09:52",
      "text": "Gypsy Lady den Schlüssel zeigt sie kurz wie das geht hier,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:10:06",
      "text": "Tausend oder würde ich sterben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:10:07",
      "text": "Wieso trau dich."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:10:08",
      "text": "Hör doch mal reizvollen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:10:09",
      "text": "Außerdem was hast du danach auf dubinsko qualifive die kriegen das nicht hin ohne dich läuft gar nicht dann hast du den Beweis."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:10:14",
      "text": "Das weiß ich auch schon vorher."
    },
    {
      "speaker": "roddi",
      "time": "4:10:18",
      "text": "Moment,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:10:32",
      "text": "Müll vielleicht haben wir auch schon alles erzählt also wir wollen ja wir wollen ja das Au-pair,"
    },
    {
      "speaker": "roddi",
      "time": "4:10:52",
      "text": "Ja vor einiges wird halt nicht mehr spannende ab einem bestimmten Alter und manche Dinge sind halt privat die erzählt man dann doch nicht in der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:10:59",
      "text": "Ja ich meine ich weiß nicht genau was er meint mit persönliche Dinge also."
    },
    {
      "speaker": "roddi",
      "time": "4:11:03",
      "text": "Ich auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:11:04",
      "text": "Private Dinge ist für mich was anderes als persönlich also persönlich sind wir glaube ich hier sehe."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:11:09",
      "text": "Na dann weiß ich auch nicht was da genau mein."
    },
    {
      "speaker": "roddi",
      "time": "4:11:11",
      "text": "Ich persönlich bin nicht so persönlich egal."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:11:15",
      "text": "Na das finde ich ja zählen wo wir wohnen oder was wir arbeiten oder weiß nicht irgendwie das ist ja schon so bisschen klar das sind eher die privaten Dingen aber persönlich persönlich ist auch privat persönlich halt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:11:25",
      "text": "Ich kann es auch nicht so richtig."
    },
    {
      "speaker": "roddi",
      "time": "4:11:27",
      "text": "Er kann sein muss aber nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:11:27",
      "text": "Also mir ist nicht klar was hier vermisst wird sowas mal so vielleicht gerade das in Zukunft noch mal."
    },
    {
      "speaker": "roddi",
      "time": "4:11:33",
      "text": "Docmed vielleicht äußert sich der dazu noch mal so haben wir noch was."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:11:40",
      "text": "Wie habt ihr eure Apple watch faces konfiguriert."
    },
    {
      "speaker": "roddi",
      "time": "4:11:43",
      "text": "Darüber haben wir aber schon mal gesprochen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:11:46",
      "text": "Das nicht viel Magie also."
    },
    {
      "speaker": "roddi",
      "time": "4:11:51",
      "text": "Also ich habe einen watchface mit Outlook weil ich in der arbeit Outlook benutzen muss und da steht dann immer drin wohl das nächste meeting ist und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:11:59",
      "text": "Hast du neues Armband immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:12:01",
      "text": "Nö"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:12:03",
      "text": "Stahlband."
    },
    {
      "speaker": "roddi",
      "time": "4:12:05",
      "text": "Und dann heißt ein paar Kollektionen an sonstigen watchfaces z.b. das mit den ganz großen Zahlen für für draußen und dann gibt's das irgendwie mit den kleinen roten Zahlen für im Kino und dann"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:12:36",
      "text": "Ich benutze."
    },
    {
      "speaker": "roddi",
      "time": "4:12:38",
      "text": "Micky Maus benutze ich nie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:12:39",
      "text": "Ich benutze einfach von Anfang an und immer noch Modula na ja das ist ganz normale wo ganz viel."
    },
    {
      "speaker": "roddi",
      "time": "4:12:46",
      "text": "Nee aber es gibt jetzt das neue Modula dafür gibt es aber nicht alle third party complications."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:12:55",
      "text": "Weil ich das neue Modul an nur schick mal auch die neue größere Uhr hatte genau."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:12:59",
      "text": "So 130."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:13:04",
      "text": "Ich gesagt welche welche Dinger ich hier drauf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:13:05",
      "text": "Ja schade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:13:06",
      "text": "Ich habe Datum Termine Temperatur Timer und Sonnenauf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:13:12",
      "text": "Termin ist Kalender ne."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:13:15",
      "text": "Was ist mit Maria Reimer ich dachte die gehört jetzt zum festen Team bitte! Fragt Carl."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:13:20",
      "text": "Wir reißen das weiter ja die hat sich gut gemacht darf gerne wiederkommen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:13:28",
      "text": "Fand ich auch gut es gehört habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:13:31",
      "text": "Mache ja irgendwann nur noch Mädels."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:13:34",
      "text": "Berlin wird dir diese Woche irgendwo die offizielle Meldung gelesen dass Berlin die Muster Vorzeigestadt Deutschland sind Sachen 5g werden soll was denkt ihr über eine solche Aussage."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:13:53",
      "text": "Weißt du was im nächsten Video vor."
    },
    {
      "speaker": "roddi",
      "time": "4:13:58",
      "text": "Nur eine Minute 30 lachen es wird jetzt schwierig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:14:08",
      "text": "N4g mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:14:21",
      "text": "Der Gedanke allein ist wirklich erstaunlich ich würde überhaupt den Begriff muss,"
    },
    {
      "speaker": "roddi",
      "time": "4:14:37",
      "text": "Du meinst in Berlin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:14:38",
      "text": "Ja also Berlin also muss Vorzeigestadt irgendwas wird schon schwierig werden aber 5g."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:14:49",
      "text": "Das war noch nie fragen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:14:51",
      "text": "Mehr gibt's nicht zu erleben."
    },
    {
      "speaker": "roddi",
      "time": "4:14:54",
      "text": "Da sieht man den Profi der Haut da rein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:14:56",
      "text": "Du darfst gerne noch was zu Grafikkarten erziehen das geht mir zu weit ist keine richtige Frage."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:15:01",
      "text": "Sie hat ja auch nichts Neues ergeben bei Mac großen Grafikkarten dauert er das gegessen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:15:07",
      "text": "Gut haben die Fragen abgearbeitet das ist doch sehr schön."
    },
    {
      "speaker": "roddi",
      "time": "4:15:11",
      "text": "Muster Vorzeigestadt für Flughäfen genau das ist Berlin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:15:15",
      "text": "Ja zum Ausklang wollte ich noch mal auf ein Projekt hinweisen muss von dir was ja,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:15:54",
      "text": "2013 also da lief das dann wenn schon 2012 angefangen das zusenden und das war halt eine mehrstufige sende,"
    },
    {
      "speaker": "roddi",
      "time": "4:16:19",
      "text": "Ins Nichts der Link tschuldigung."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:16:22",
      "text": "Das Internet lebt echt okay."
    },
    {
      "speaker": "roddi",
      "time": "4:16:23",
      "text": "Web server's default page."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:16:27",
      "text": "Hast du dein Haus nicht bezahlt."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:16:30",
      "text": "Nicht aus das selber aber."
    },
    {
      "speaker": "roddi",
      "time": "4:16:35",
      "text": "Tschuldigung ich wollte dich jetzt nicht im Redefluss unterbrechen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:16:37",
      "text": "Oder hast du jetzt deine eigene Domain."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:16:40",
      "text": "Keine Ahnung was mit dem Server ist euch was muss ich gleich mal machen aber nee die Domain wird schon noch da sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:16:45",
      "text": "Ja wo das Internet lebt irgendwas hast Du hier falsch www ist nicht konfiguriert."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:16:53",
      "text": "Hahaha."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:16:53",
      "text": "Genau kannst du mal sehen,"
    },
    {
      "speaker": "roddi",
      "time": "4:16:58",
      "text": "Oder nicht WWW lebt das Internet."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:17:03",
      "text": "Genau und da bin ich eben mit meinem anfangen mit meinem Freund und Kollegen Henrik Moltke der danach der Assistent von l'aéroport was wurde die und die Edward Snowden Dokumente verwaltet hat,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:18:38",
      "text": "Genau geradezu das Abhören der Glasfaserleitung und so."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:18:44",
      "text": "Was hat mich aber dann auch noch genau da war einmal ein toller Ort war auch in Gibraltar es ist ja ein Ort wo es anscheinend mehr Tunnels als Straßen gibt dieser Felsen an der Spitze Spaniens und dort ist eine,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:19:26",
      "text": "Aus Steuergründen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:19:27",
      "text": "Firmensitz in aus Steuergründen weil das so ein bisschen so die kämen ja genauso die Cayman-Inseln oder das Antiquar früher was Antiquar von denen in der USA"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:20:19",
      "text": "Ist aber noch nicht."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:20:21",
      "text": "Rechenzentrum ist noch nicht da sie bekräftigen dass immer wieder mal dass sie da vielleicht noch was machen wollen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:20:47",
      "text": "Also ich fand das war ein sehr sensorisches Werk und in gewisser Hinsicht hat es ja auch mal,"
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:22:06",
      "text": "Das ist auf jeden Fall kritisch Infrastruktur wenn du online könnte das Internet ist es gar nicht so wahnsinnig schwer das auch"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:22:41",
      "text": "To bring."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:22:41",
      "text": "Wieder zurück und das landet halt in Norden das ist so Ostfriesland,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:23:16",
      "text": "Die unberührt hat es in."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:23:18",
      "text": "Ja das dann auch keiner weiß dass es da"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:23:47",
      "text": "Letztens ging ja auch ins wiederum dass die meisten Unterseekabel auch schon gar nicht mehr so Telco Firmen gehören sondern Microsoft Facebook und Google."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:23:56",
      "text": "Ne sonst Konsortien die die ausbilden und dann investieren gerade solche Firmen dann da ganz schön viel Kohle rein diese entferne diese Kabel Infrastruktur noch weiter auszuarbeiten tolles ja auch sind diese Karten es gibt diese Gregs cable map."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:24:12",
      "text": "Am Arsch der Welt ist Tonga."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:24:16",
      "text": "Gerade was eine ihre nächste Verbindung ist aber das ist wahrscheinlich Fidschi,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:24:27",
      "text": "Na er Fidschi da oben oder aber für die kriegt deins ja auch schon wieder irgendwo anders her der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:24:30",
      "text": "Ja eben deswegen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:24:31",
      "text": "Nur durch Eingabe gehen was von einer Insel so zur nächsten hüpft oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:24:35",
      "text": "Ja ich gucke mal 2 davon die Rede 800km das kann ja das kann nur Fiji sein."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:24:47",
      "text": "Doch immer so Internet kskp früher zwei Internet Karten ist gnsg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:24:52",
      "text": "Visaton darf alles wirklich sehr interessant ne also den ist halt jetzt irgendwie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:24:55",
      "text": "Ja super ist Fiji das die Hauptstadt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:24:57",
      "text": "Diese diese Glasfaserverbindung also der ist in halt irgendwo gerissen die wissen auch in etwa wo aber das ist halt eben mehr ne und das muss jetzt irgendwie erstmal g****** werden,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:25:37",
      "text": "Vor allem alle Toten die noch kommen wollten am gekündigt weil kein Netz auf Insel dann komme ich natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:25:42",
      "text": "Auch das ist natürlich ein. Ja den man nicht."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:25:45",
      "text": "Müssen wir erst Qualität rausheben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:25:48",
      "text": "Hast du auf dem auf dem the cable map die Verbindung von Tonga gefunden."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:25:52",
      "text": "Ja ich habe jetzt da ich habe gerade ich habe gerade nicht genau geguckt ja doch jetzt habe ich sie gefunden tatsächlich führt da nur ein grünes Kabel hin was ist danach genau nach Fidschi."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:26:05",
      "text": "Und von da geht's ja noch ein bisschen weiter so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:26:07",
      "text": "Wo auch immer da."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:26:08",
      "text": "Von David der noch ein bisschen weit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:26:09",
      "text": "Sie dann irgendwie und Fiji ist dann wie."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:26:12",
      "text": "Da laufen noch mehr Kabel zusammen die werden jetzt gerade ausgeblendet aber da läuft er noch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:26:17",
      "text": "Also Fidschi ist ganz okay angeboten wenn da 1 ausfällt dann haben sie ein bisschen Redundanz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:26:23",
      "text": "Ja und die langen Kabel von Neuseeland Richtung Hawaii die gehen an Anton Graf vorbei na also da kann man echt mal schön sehen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:27:05",
      "text": "Wo ist denn der Hawaii eigentlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:27:08",
      "text": "Das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:27:10",
      "text": "Auch mit nämlich."
    },
    {
      "speaker": "roddi",
      "time": "4:27:11",
      "text": "Um die Erde 70% Wasser ist und nur 30% Land da ist einmal einmal die ganze Ecke."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:27:19",
      "text": "Wie sehen Fall so ist wenn man als Journalist sich dann in 1 und Thema 1 arbeitet und es kommen dann immer danach die nächsten und ich habe jetzt die letzten"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:27:42",
      "text": "Kannst du besser mit lesen gerade Google übers ja nur alles Wissen lesen einfach direkt aus der Leitung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:27:53",
      "text": "Batida jetzt vorgemacht haben in Tonga das Grab und Jan auf Bevölkerungsexplosion."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:28:00",
      "text": "Ja aber erst die kommt erst noch."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:28:03",
      "text": "Trenne ich war an Silvester in Brandenburg im Haus von einer Freundin dass die da renoviert hat."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:28:10",
      "text": "Da gabs auch kein Internet."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:28:11",
      "text": "Und ich hatte mich eigentlich darauf gefreut dass es echt nur wenn du auf die Straße gehst Edge gibt aber plötzlich gab's dann der doch so ein bisschen LTE."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:28:19",
      "text": "Brauchst dann kein o2 oder."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:28:21",
      "text": "Vodafone neu generell Schmerzcharakter,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:28:37",
      "text": "Ja ja das schlimmste ist immer fast kein Netz da."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:28:42",
      "text": "Bestimmt."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:28:44",
      "text": "Dann lieber Richtigkeit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:28:45",
      "text": "Entweder gar kein Netz oder richtig aber bloß nicht nur so ein bisschen."
    },
    {
      "speaker": "roddi",
      "time": "4:28:48",
      "text": "Oder du musst dich so eine australische satte Sonne sonnennetz Schüssel mit mit Stehpult anschaffen das hatten wir doch vor ein paar Sendungen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:28:57",
      "text": "Häuser in Sonia in der Sendung wieder diese Netz Telefonzellen dieser Aleppo."
    },
    {
      "speaker": "roddi",
      "time": "4:29:03",
      "text": "Genau wo man auf die Metallplatte sein Phone legt und dann hat man über sich die den des diese diese Schüssel die dann dieses Bündel."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:29:12",
      "text": "Das ist ja schön."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:29:13",
      "text": "Das haben in Australien das ist echt ganz nice,"
    },
    {
      "speaker": "roddi",
      "time": "4:29:20",
      "text": "Beton gar nicht."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:29:21",
      "text": "Umwandlung vielleicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:29:23",
      "text": "Ja die Tonga ist allein schon irgendwie so hat noch nicht mal irgendeine Nachbarinsel auf dem Horizont doch da eine kleine."
    },
    {
      "speaker": "roddi",
      "time": "4:29:30",
      "text": "Hast du mit Iridium ja aber die kriegen ja Netz bestimmt aus Tonga wenn sie welche."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:29:35",
      "text": "Da wohnt gar keiner."
    },
    {
      "speaker": "roddi",
      "time": "4:29:37",
      "text": "Auf der alterada Island."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:29:40",
      "text": "Sieht ungefähr Geld aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:29:41",
      "text": "Da gibt's nur Schlange."
    },
    {
      "speaker": "roddi",
      "time": "4:29:43",
      "text": "Thailand aber da gibt's Schönwald,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:29:51",
      "text": "Sicherheit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:29:53",
      "text": "Na gut wir können sich die ganze Welt hier diskutieren haben aber trotzdem gemacht vielen Dank fürs Kommen."
    },
    {
      "speaker": "Moritz Metz",
      "time": "4:30:00",
      "text": "Sommervergnügen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:30:01",
      "text": "Unter ja haben wir noch irgendwas mitteilen,"
    },
    {
      "speaker": "roddi",
      "time": "4:30:28",
      "text": "Audi klingelt wieder eingeschaltet Zehentner n88."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:30:29",
      "text": "Okz komme gleich wieder alle ganz schnell."
    },
    {
      "speaker": "roddi",
      "time": "4:30:36",
      "text": "543."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:30:38",
      "text": "Oh Gott Zeit diesen."
    },
    {
      "speaker": "roddi",
      "time": "4:30:40",
      "text": "3.10."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:30:44",
      "text": "Offensichtlich nicht aber noch mal Glück gehabt so anyway jetzt machen wir hier das mal mit dem Abschluss das war's."
    }
  ]
}