{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:05",
      "text": "Heiterkeit heiterkeit im studio ist ausgebrochen freut euch über ne wenn ich nicht die richtige taste finde."
    },
    {
      "speaker": "Letty",
      "time": "0:02:14",
      "text": "Es war so eine gewisse kontinuität gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:16",
      "text": "Ja das ist ja auch wichtig bei so ein format man kann nicht kann ich einfach einfach nicht irgendwie daher reden."
    },
    {
      "speaker": "hukl",
      "time": "0:02:26",
      "text": "Nicht bei den apple consulting."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:27",
      "text": "Da sowieso ordentlich."
    },
    {
      "speaker": "hukl",
      "time": "0:02:30",
      "text": "Den apple beratern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:31",
      "text": "Aha,"
    },
    {
      "speaker": "Letty",
      "time": "0:03:05",
      "text": "Ist noch nicht zu ende."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:06",
      "text": "Das merkt man auch daran dass wir heute in minimal besetzung sind aber bestbesetzung."
    },
    {
      "speaker": "hukl",
      "time": "0:03:12",
      "text": "Und mit."
    },
    {
      "speaker": "Letty",
      "time": "0:03:15",
      "text": "Stimmt nicht ich glaube wir drei haben schon mal ein podcast zusammen gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:19",
      "text": "Ach du weiß weil sowohl die stimme der jugend und die neue stimme der jugend am start ist."
    },
    {
      "speaker": "Letty",
      "time": "0:03:24",
      "text": "Und der vorsitzende der seniorenresidenz."
    },
    {
      "speaker": "hukl",
      "time": "0:03:27",
      "text": "Der war auch jugendliche aussieht als und je."
    },
    {
      "speaker": "Letty",
      "time": "0:03:31",
      "text": "Fresh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:32",
      "text": "Fresh wodurch bezeichnet da bin ich jetzt richtig stolz drauf."
    },
    {
      "speaker": "hukl",
      "time": "0:03:36",
      "text": "Ja zurecht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:39",
      "text": "Genau ich wurde angemahnt müsste doch mal was tun für mein dasein und das habe ich getan."
    },
    {
      "speaker": "hukl",
      "time": "0:03:46",
      "text": "Können wir bestätigen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:48",
      "text": "Ohne nicht ohne ergebnisse so also es war."
    },
    {
      "speaker": "Letty",
      "time": "0:03:52",
      "text": "Ein erfolg auf der ganzen linie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:53",
      "text": "Genau ich habe mich mal etwas sportiva viert und ordentlich durch gespürt und habe wie ich ja auch schon letztes mal angedeutet habe mein hang zum schwimmen entdeckt,"
    },
    {
      "speaker": "Letty",
      "time": "0:04:46",
      "text": "Komm so schlimm wirklich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:47",
      "text": "Na ja da weiß man erstmal nicht so richtig bescheid und welche werkzeuge man da so rangehen soll ich weiß nicht also hat sich rausgestellt ich kann doch schwimmen,"
    },
    {
      "speaker": "Letty",
      "time": "0:05:13",
      "text": "Den vorteil gehabt im sportunterricht auf dem gymnasium wählen zu dürfen was ich für eine leistungs,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:32",
      "text": "Wie jetzt so wieso so oft über brücke springen und sowas so tot."
    },
    {
      "speaker": "Letty",
      "time": "0:05:35",
      "text": "Ach nein nein das ist der athletik also leichtathletik ist ja bock springen meistens auch soweit geräte ton dabei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:43",
      "text": "Zum mit so mit so einem band durch die."
    },
    {
      "speaker": "Letty",
      "time": "0:05:46",
      "text": "Entschuldigung falls ich damit irgendjemandem zu nahe treten aber das affe nächste vom am besten mit so einem band und zum wohle hop hallo taler ich weiß das hast du früh gemacht aber ich fand's furchtbar dass wir nicht die form von sport,"
    },
    {
      "speaker": "hukl",
      "time": "0:06:14",
      "text": "Salzwasser auch nicht."
    },
    {
      "speaker": "Letty",
      "time": "0:06:15",
      "text": "In satz."
    },
    {
      "speaker": "hukl",
      "time": "0:06:16",
      "text": "Dann kann man so seine sein meersalz vom eigenen körper ernten,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:45",
      "text": "Ach du musst es das sozusagen aus orthopädischen erwägung."
    },
    {
      "speaker": "hukl",
      "time": "0:06:48",
      "text": "Ja es war einfach angesagt du jetzt schwimmen und dann ich hab noch wage erinnerung wie ich im effizient"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:28",
      "text": "So mitten auf dem meer."
    },
    {
      "speaker": "hukl",
      "time": "0:07:31",
      "text": "So jetzt also können wir da irgendwas ins wasser machen oder so und so also ein ring mit sei dran und dann wurde mir auch klar okay das ist jetzt auch nicht normal dass jetzt leute so schwimmen,"
    },
    {
      "speaker": "Letty",
      "time": "0:07:51",
      "text": "Ich bin jetzt auch immer schwimmen gewesen als es so warm war und ich weiß gar nicht wer das zu mir sagte aber dass ganz viele jüngere oder kinder derzeit überhaupt nicht so wirklich schwimmen lernen und ich hab das halt so auch mit vier glaube ich,"
    },
    {
      "speaker": "hukl",
      "time": "0:08:23",
      "text": "Mein cousin der konnte bis zum sechsundzwanzigsten lebensjahr nicht fahrrad fahren das fand ich auch richtig hart."
    },
    {
      "speaker": "Letty",
      "time": "0:08:29",
      "text": "Da hatte ich jemand in der klasse da hat die mutter gesagt nee die lernen kein fahrrad fahren wo ich mir dachte was ist zu gefährlich."
    },
    {
      "speaker": "hukl",
      "time": "0:08:35",
      "text": "Aber der hat mit sechsundzwanzig dann eine fahrrad schule besucht und ist jetzt ganz agil nie zu spät bis zu spät ist,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:52",
      "text": "Ja es bot sich an weil ich ähm so an einem ort weil da in barcelona wo ich halt permanenten zugriff auf so einen pool hatte,"
    },
    {
      "speaker": "Letty",
      "time": "0:10:08",
      "text": "Also ich habe heute mal ein bisschen gegoogelt und."
    },
    {
      "speaker": "hukl",
      "time": "0:10:10",
      "text": "Die erste seite angeklickt."
    },
    {
      "speaker": "Letty",
      "time": "0:10:12",
      "text": "Die erste seite angeklickt und wenn du sieben minuten für den kilometer brauchst dann verbrennst du dreihundertdreißig kilokalorien bei fünf minuten pro kilometer fünfhundert kilokalorien,"
    },
    {
      "speaker": "hukl",
      "time": "0:10:34",
      "text": "Aber drei minuten ist jetzt schon sehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:37",
      "text": "Kilometer schwimmen in drei minuten."
    },
    {
      "speaker": "Letty",
      "time": "0:10:40",
      "text": "Nein das war das vorher war die laufen mit der geschwindigkeit."
    },
    {
      "speaker": "hukl",
      "time": "0:10:47",
      "text": "Beim schwimmen steht jetzt gar keine geschwindigkeit."
    },
    {
      "speaker": "Letty",
      "time": "0:10:50",
      "text": "Das stimmt das ist auch eine sache ich bin fast verrückt geworden in der schwimmhalle du hast dann ich bin das gewöhnt gewesen dass man,"
    },
    {
      "speaker": "hukl",
      "time": "0:11:42",
      "text": "Ja das ist auch wieder ein vorteil von segeln ja wenn du da schon irgendwo schwimmen gehst du hast einfach diese ganzen leute nicht um mich rum."
    },
    {
      "speaker": "Letty",
      "time": "0:11:49",
      "text": "Wunderbar und dann meinte ich aber zu dem zu dem spargel meister halt so hier,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:09",
      "text": "Bin ich mir nicht so sicher aber es definitiv ein thema."
    },
    {
      "speaker": "Letty",
      "time": "0:12:12",
      "text": "Oh ich dachte ich mir so nee das sagte der gesunde menschenverstand dass du auf der schnellen bahn nichts zu suchen hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:19",
      "text": "Es wird zeit für eine ordentliche durchsetzung des rechts schwimmen gebote sind der schwimmhalle."
    },
    {
      "speaker": "Letty",
      "time": "0:12:24",
      "text": "Oh ja auf jeden fall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:33",
      "text": "Ja ich habe gerade mal nachgeschaut ob denn das eigentlich die konstellation war die wir hier heute schon mal hatten weil ich habe ja noch gar nicht gesagt wer alles da ist ihr habt jetzt schon alle gehört ne also neben mir."
    },
    {
      "speaker": "Letty",
      "time": "0:12:43",
      "text": "Sitzt niemand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:44",
      "text": "Niemand ich bin ja alleine und auf der anderen seite der tiere und und ich bin tim falls irgendjemand das erste mal hier zuschaltet ich,"
    },
    {
      "speaker": "hukl",
      "time": "0:12:59",
      "text": "Es stimmt nicht du sagst das oft."
    },
    {
      "speaker": "Letty",
      "time": "0:13:01",
      "text": "Du sagst glaube ich immer dass das vergisst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:04",
      "text": "Ja aber auch nicht jedes mal."
    },
    {
      "speaker": "Letty",
      "time": "0:13:06",
      "text": "Rainer das ist dein deine aufgabe mein zusammenschnitt von all den."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:13",
      "text": "Ja der rainer der braucht jetzt sowieso ideen also rainer erstmal nochmal vielen dank hier äh rainer macht ja schon seit langer langer zeit hier beständig,"
    },
    {
      "speaker": "Letty",
      "time": "0:14:12",
      "text": "Und die war super."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:13",
      "text": "Die war total super gar keine frage die war voll gut trotzdem ist halt dann voll und na ja ihr wisst ja ne aber bevor ich das vergesse wir werden die schon genießer."
    },
    {
      "speaker": "Letty",
      "time": "0:14:26",
      "text": "Ja es ist die nächste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:27",
      "text": "Die nächste show wird stattfinden am zack,"
    },
    {
      "speaker": "hukl",
      "time": "0:16:05",
      "text": "Ende im gelände."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:06",
      "text": "Ende gelände irgendwann hat einfach dieser ort keinen platz und wir wissen natürlich dass das jetzt bei der ein oder anderen für verbitterung und trauer sorgt aber da können wir leider nichts dran ändern."
    },
    {
      "speaker": "hukl",
      "time": "0:16:20",
      "text": "Falls aber jemand jetzt doch spontan es ist jetzt genau die zeit wo leute feststellen oh jetzt muss ich doch zu einer taufe oder irgendwie äh wichtige termine"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:51",
      "text": "Ja ich meine kurzfristig wird sich sicherlich was tun weil es immer leute gibt denen dann dummerweise was dazwischen kommt klar also da würde es viele empfänger geben,"
    },
    {
      "speaker": "hukl",
      "time": "0:17:14",
      "text": "Und ich bringe auch grundsätzlich nur entspannte chillige freundliche leute."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:21",
      "text": "Ja na gut ich mein,"
    },
    {
      "speaker": "Letty",
      "time": "0:17:39",
      "text": "Meine erinnerung anders offizielle camp sind gegen null vom letzten jahr,"
    },
    {
      "speaker": "hukl",
      "time": "0:18:02",
      "text": "Ja war jetzt sicherlich auch nicht äh."
    },
    {
      "speaker": "Letty",
      "time": "0:18:03",
      "text": "Teile vielleicht aber ich rudy hat die bierflasche am macbook aufgemacht daran erinnere ich mich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:12",
      "text": "Das wird auch nicht vergessen werden das war schon ein ein epischer moment,"
    },
    {
      "speaker": "Letty",
      "time": "0:18:36",
      "text": "Kunstwerk."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:37",
      "text": "Kunstwerk wahrnehmen wir werden natürlich wie immer"
    },
    {
      "speaker": "hukl",
      "time": "0:19:57",
      "text": "Wobei ich äh glaube ich insgesamt also beim kongress ein bisschen weniger"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:46",
      "text": "Ja also ich meine in gewisser hinsicht war das jetzt immer so immer wir haben jetzt komischerweise diesen tonus mit dem camp die ersten beiden veranstaltungen waren auf derselben location,"
    },
    {
      "speaker": "Letty",
      "time": "0:21:39",
      "text": "Das den tim genau vor dem podcasting sie das strom teil gestellt wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:45",
      "text": "Ja sowas nicht nur das aber es waren überhaupt viel zu viel im einsatz weil man einfach davon ausgegangen ist dass man irgendwie diese eisenbahn gleise nicht gequält bekommt das war dann aber am ende alles überhaupt gar kein problem die konnte man problemlos unter,"
    },
    {
      "speaker": "Letty",
      "time": "0:22:09",
      "text": "Nach ruhigere."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:11",
      "text": "Ruhe genau es wird eine gewisse ruhe bieten also natürlich insgesamt viel gewusel sein aber ich denke mal in der hinsicht ist die eigentliche herausforderung ist so okay wie kriegt man das jetzt so optimiert,"
    },
    {
      "speaker": "hukl",
      "time": "0:23:17",
      "text": "Zwei aber ich glaube mein erstes camper das zweite auf dem bauernhof da."
    },
    {
      "speaker": "Letty",
      "time": "0:23:24",
      "text": "Mein zweites wetter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:28",
      "text": "Ja also beim ersten mal ich weiß auch da waren alle in diesen typischen kleinen zelten im wesentlichen,"
    },
    {
      "speaker": "hukl",
      "time": "0:24:05",
      "text": "Drei stunden beim zweiten gab es dann schon irgendwie so spuren von wlan."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:09",
      "text": "Na beim ersten gab es schon sponsor wer also beim ersten wurde damit schon rum experimentiert da waren so diese ersten original karten."
    },
    {
      "speaker": "hukl",
      "time": "0:24:12",
      "text": "Na ja na ja stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:15",
      "text": "Es gab 's genau ein wlan mit dem rum getestet wurde mit vielleicht fünf kleines insofern schon weit derzeit voraus,"
    },
    {
      "speaker": "hukl",
      "time": "0:25:11",
      "text": "Und mit deko weil das wurde auf jeden fall auch immer bunter also ich weiß auch noch in erfurt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:35",
      "text": "Ja in der hinsicht erwarte ich dieses jahr auch wieder einiges das wird sicherlich alles sehr nice werden na ja gut wir werden euch auf jeden fall,"
    },
    {
      "speaker": "hukl",
      "time": "0:25:59",
      "text": "Aber das hält ja quasi unser erstes offizielles themen kapitel auch oder weil die hat ja hier gleich noch ein redebeitrag mitgebracht."
    },
    {
      "speaker": "Letty",
      "time": "0:26:12",
      "text": "Na wir wollen ja so generell darüber glaube ich reden oder,"
    },
    {
      "speaker": "hukl",
      "time": "0:26:53",
      "text": "Darf ich vielleicht weil das ist ein ganz kurzer redebeitrag dann zu dem thema sagen was ich üblicherweise aufs camp mitnehme."
    },
    {
      "speaker": "Letty",
      "time": "0:27:00",
      "text": "Na die selbst auf belastbare dicke matte."
    },
    {
      "speaker": "hukl",
      "time": "0:27:03",
      "text": "Ne damit halt es nervt mich zu sehr wenn dann doch irgendwie luft rausgeht dass da komme ich nicht mehr klar da kriege ich hin also ich kriege seltenen rappel aber,"
    },
    {
      "speaker": "Letty",
      "time": "0:27:26",
      "text": "Ach nein."
    },
    {
      "speaker": "hukl",
      "time": "0:27:27",
      "text": "Da wie gesagt also ich bin da da bin ich ich bin auch ein hart schlafe ich komm damit klar mit einer so flüssigen isomatte aber ich nehme tatsächlich mit zelt,"
    },
    {
      "speaker": "Letty",
      "time": "0:27:51",
      "text": "Stirnlampe ist sehr sehr."
    },
    {
      "speaker": "hukl",
      "time": "0:27:52",
      "text": "Sechs dinge ist mein kampfmodus war alles andere gibt's da und ich will auch auf mein laptop eigentlich tatsächlich auf cd veranstaltung mittlerweile habe ich überhaupt"
    },
    {
      "speaker": "Letty",
      "time": "0:28:35",
      "text": "Du bist vielleicht auch nicht so gut haargummi sehr gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:38",
      "text": "Können wir das vielleicht kann man das vielleicht von vornherein in so bestimmte dummen eingreifen also fangen wir jetzt mit schlafen an."
    },
    {
      "speaker": "Letty",
      "time": "0:28:45",
      "text": "Nein ich wollte da überhaupt nicht so weit da drauf also ich mein ich bin auch eher wie huckel unterwegs dass ich versuche wenig mitzunehmen dass hier so viel drauf steht ist halt einfach ich schreib halt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:54",
      "text": "Ich hab ja nichts dagegen dass du da viel drauf was ich wollte nur sagen vielleicht lohnt es sich bestimmte domänen erstmal abzugeben weil ich meine es das schlafen und das zelten also das die behausung ja."
    },
    {
      "speaker": "Letty",
      "time": "0:29:06",
      "text": "Die behausung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:08",
      "text": "Die behausung die behausung ist ja jetzt erstmal,"
    },
    {
      "speaker": "Letty",
      "time": "0:29:27",
      "text": "Das sollte man ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:28",
      "text": "Genau man sollte in dem moment in puncto thermik und,"
    },
    {
      "speaker": "hukl",
      "time": "0:29:41",
      "text": "Paar dinge vergessen natürlich jetzt wo das sagst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:44",
      "text": "Das ist der vorteil wenn man das so ein bisschen ein kapseln und,"
    },
    {
      "speaker": "hukl",
      "time": "0:29:59",
      "text": "Mein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:22",
      "text": "Herr ringe hatten wir ja schon das thema haben sie auch schon so einige leute bedankt für meinen beitrag wiederhole ihn gerne nochmal wenn ihr hering gehabt für euer zelt läuft sie weg."
    },
    {
      "speaker": "hukl",
      "time": "0:30:33",
      "text": "Geht zum globetrotter oder so da und dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:37",
      "text": "Nee da geht's zur mama zonen und kauft teller kopf schrauben ihr wollt nichts anderes als teller kopf schrauben,"
    },
    {
      "speaker": "hukl",
      "time": "0:30:57",
      "text": "Also ich bin so technisch nicht unterwegs aber ich habe mir zumindest diese also deutlich stabiler rennen also die nicht so verbiegen wenn man einmal im schuh drauf tritt weil man da irgendwann stein umgehen muss sondern,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:13",
      "text": "Nie eigentlich ja."
    },
    {
      "speaker": "hukl",
      "time": "0:31:14",
      "text": "Ja ich habe ich kaufe nicht auf zeit deswegen weiß ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:16",
      "text": "Aber richtig gute heringen sind halt schwer vor allem man kriegt sie in der regel auch schwer wieder raus teller kopf schrauben."
    },
    {
      "speaker": "hukl",
      "time": "0:31:29",
      "text": "Ne ja glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:30",
      "text": "Also dann schon lieber einen akkuschrauber den kann man sowieso irgendwie für alles gebrauchen also was halt sonst noch so anliegt keine ahnung irgendwas muss man immer mal aufbauen oder irgendwo was rein bohren oder zähneputzen was weiß ich,"
    },
    {
      "speaker": "hukl",
      "time": "0:32:24",
      "text": "Aber ich muss auch dazu sagen die ersten also bevor ich dieses zelt hatte oder sogar mit diesem zelt habe ich auch viele,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:53",
      "text": "Es wird auch nochmal spannend aber da bin ich ehrlich gesagt ziemlich zuversichtlich weil das geht halt und dann trotzdem muss halt nur einen ordentlichen akkuschrauber haben aber ich hab makita,"
    },
    {
      "speaker": "Letty",
      "time": "0:33:21",
      "text": "Ne das ist doch 'ne 'ne marke."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:23",
      "text": "Das ist."
    },
    {
      "speaker": "hukl",
      "time": "0:33:25",
      "text": "Irgendein akkuschrauber der sinnvoll drehmoment hat und 'n achtzehn volt akku da vierundzwanzig vierundzwanzig oder achtundvierzig wollt was es ist schon wieder vergessen achtundvierzig volt gibt sogar auch ne aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:40",
      "text": "Für akkuschrauber und sowas."
    },
    {
      "speaker": "hukl",
      "time": "0:33:44",
      "text": "Aber mindestens vierundzwanzig gibt's doch ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:47",
      "text": "Also ich bin ja ein ganz großer freund von makita und zwar aus mehreren gründen,"
    },
    {
      "speaker": "hukl",
      "time": "0:34:40",
      "text": "Also immer wenn ich ein baustellen vorbei gehe oder so dann werde ich auch mal so ein blick und dann auch jedes mal wieder erstaunt dass es jetzt nicht wieder neues gibt was man mit diesen akku spielen kann."
    },
    {
      "speaker": "Letty",
      "time": "0:34:51",
      "text": "Ja der klassiker der kletter oder volle halle ist der lüfter natürlich den den die da."
    },
    {
      "speaker": "hukl",
      "time": "0:34:56",
      "text": "Ja und die kaffeemaschine genau die habe ich zuletzt gesehen wo ich dachte alter verwalter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:03",
      "text": "Genau radio also mal auch so wirklich diese korrekte baustellen bedarf,"
    },
    {
      "speaker": "Letty",
      "time": "0:35:50",
      "text": "Du hast noch gar keinen garten sorgen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:51",
      "text": "Nee genau das werde mich echt nochmal die steigerung so wohnwagen oder so ein gartenzaun drumherum und also ein makita rasenmäher und da wird also eine performance machen dass man an so ne."
    },
    {
      "speaker": "hukl",
      "time": "0:36:01",
      "text": "Alle muss blinken dann auch auf dem kind rasenmäher wenn du eine performance macht nach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:06",
      "text": "Heutzutage kein problem die blinker elemente christian heute baumarkt schon nach."
    },
    {
      "speaker": "hukl",
      "time": "0:36:10",
      "text": "Ja auf dem camp auch äh sowieso aber ja ja gute sache kannst du auch noch besser dein putz roboter sehe ich da auch gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:20",
      "text": "Stimmt die haben auch noch so gesund sind krasse rumba variante den finde ich ist auch ziemlich cool der ist eigentlich relativ"
    },
    {
      "speaker": "hukl",
      "time": "0:36:59",
      "text": "Aber ja wie gesagt das spektrum also man kann ich würde trotzdem sagen so auch mit so einem null acht fünfzehn ikea zählt oder was auch immer kommt man da auch erstmal schon voran aber"
    },
    {
      "speaker": "Letty",
      "time": "0:37:31",
      "text": "Ich hab das letzte mal ja auch mein solo dabei gehabt was immer zum wandern dabei habt dort auch irgendwie alles reingepasst."
    },
    {
      "speaker": "hukl",
      "time": "0:37:37",
      "text": "So ein dorf zelt oder."
    },
    {
      "speaker": "Letty",
      "time": "0:37:38",
      "text": "Nee ich hab ja wirklich so einen solo ultra leicht zählt was ich aufgebaut habe,"
    },
    {
      "speaker": "hukl",
      "time": "0:38:18",
      "text": "Ich bin frühaufsteher."
    },
    {
      "speaker": "Letty",
      "time": "0:38:21",
      "text": "Na gut oder mach 's wo wie hocke oder gar nicht schlafen also."
    },
    {
      "speaker": "hukl",
      "time": "0:38:25",
      "text": "Ne das geht nicht äh wie war das mit dieser formel mit schlafen duschen trinken ja vergessen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:34",
      "text": "Ab und zu mal alles äh tun in einem empfohlenen."
    },
    {
      "speaker": "hukl",
      "time": "0:38:37",
      "text": "Da gab's noch so eine schöne kongress formel irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:41",
      "text": "Ja"
    },
    {
      "speaker": "hukl",
      "time": "0:38:43",
      "text": "Kommt vielleicht gleich im set egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:44",
      "text": "Okay wollen wir doch mal schlafen zu ende bringen also zelt schlafsack."
    },
    {
      "speaker": "Letty",
      "time": "0:38:51",
      "text": "Bringt einen schlafsack mit der an die temperaturen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:52",
      "text": "Isomatte oder temperatur oder wieso wieso matte oder."
    },
    {
      "speaker": "hukl",
      "time": "0:38:58",
      "text": "Los."
    },
    {
      "speaker": "Letty",
      "time": "0:39:00",
      "text": "Also ich finde ja isomatte"
    },
    {
      "speaker": "hukl",
      "time": "0:39:15",
      "text": "Aber er ist nicht gerade eine große luftmatratze zu zweit wo dann immer die eine bewegung den anderen oder die andere."
    },
    {
      "speaker": "Letty",
      "time": "0:39:21",
      "text": "Ja okay du sollst okay vermeidet es wenn ihr mit mehreren personen im zelt scharf darauf herum,"
    },
    {
      "speaker": "hukl",
      "time": "0:39:31",
      "text": "Du musst jetzt nicht wieder mit so einem strom meine argumente dieses szenario lächerliche ziele liebe letty es reicht."
    },
    {
      "speaker": "Letty",
      "time": "0:39:36",
      "text": "Ja aber das ist."
    },
    {
      "speaker": "hukl",
      "time": "0:39:38",
      "text": "Umdreht oder irgendeine person niesen muss oder dann erschüttert ist ja das ganze gebilde."
    },
    {
      "speaker": "Letty",
      "time": "0:39:45",
      "text": "Also ist uns noch nicht passiert aber danke für,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:05",
      "text": "Ich weiß ja nicht welche welche temperaturen wir so erwarten können es kann ja nachts schon kalt werden."
    },
    {
      "speaker": "Letty",
      "time": "0:40:09",
      "text": "Genau deswegen gucke ich halt in der rehe den wetterbericht an und schau mir was so die tendenz der nacht temperatur,"
    },
    {
      "speaker": "hukl",
      "time": "0:40:31",
      "text": "Ich glaube."
    },
    {
      "speaker": "Letty",
      "time": "0:40:34",
      "text": "Da gibt's diese musiker variante mit drei verschiedenen filtern ich hab bis jetzt immer nur den leichtesten und jetzt habe ich gleich mal den den eine stufe höher genommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:44",
      "text": "Music safe pro."
    },
    {
      "speaker": "Letty",
      "time": "0:40:45",
      "text": "Ja das ist echt angenehm auch das reinmachen das tragen okay wenn man drauf schläft,"
    },
    {
      "speaker": "hukl",
      "time": "0:41:14",
      "text": "Ruhe schön nee absolut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:17",
      "text": "Kann beim einschlafen auf jeden fall hilfreich."
    },
    {
      "speaker": "hukl",
      "time": "0:41:20",
      "text": "Also ich nehme auch immer das sind also ich habe einen großen aspekt natürlich unterschlagen ich mein kleines täschchen mit,"
    },
    {
      "speaker": "Letty",
      "time": "0:41:51",
      "text": "Er bitte vergesst es nicht also den hygiene beutel in sollte man dabei."
    },
    {
      "speaker": "hukl",
      "time": "0:41:57",
      "text": "Und ich nehme auch immer natürlich die zwei aber das ist auch so ein generelles reise also für segeln steckt so zwei mikrofaser fasern ich habe diese travel tools mit."
    },
    {
      "speaker": "Letty",
      "time": "0:42:10",
      "text": "Die gibt's dann zwei genau."
    },
    {
      "speaker": "hukl",
      "time": "0:42:11",
      "text": "Den rest schnapp ich mir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:14",
      "text": "Also diese handtücher finde ich ein bisschen,"
    },
    {
      "speaker": "hukl",
      "time": "0:42:28",
      "text": "Und sexy."
    },
    {
      "speaker": "Letty",
      "time": "0:42:30",
      "text": "Er ist halt wie mit dem putzlappen über die haut gehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:33",
      "text": "Ja so in etwa ein bisschen schlimmer sogar noch klebt dann irgendwie auch noch so dran und so ich will dass er so richtig so eine,"
    },
    {
      "speaker": "hukl",
      "time": "0:42:43",
      "text": "Wieso wieso in der autowaschanlage lassen um eindruck also da ist natürlich alles nass aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:49",
      "text": "Genau andersrum sozusagen genauso inversion autowaschanlage genau das weil es halt einfach ja dass das nimmt,"
    },
    {
      "speaker": "hukl",
      "time": "0:43:19",
      "text": "Kann ich nur einen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:52",
      "text": "Es gibt natürlich hotel bedarf hier zwanzig."
    },
    {
      "speaker": "hukl",
      "time": "0:43:56",
      "text": "Ich habe jetzt gerade meine meine standard ich muss das mal kurz raus und meiner buck markt liste äh poste ich vielleicht noch im chat aber wenn ihr ein bisschen rum googelt ihr findet schon die"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:45",
      "text": "Ja aber das gute ist vor allem was ich ja extrem mag dass dir so an brandet sind."
    },
    {
      "speaker": "hukl",
      "time": "0:44:50",
      "text": "Ja genau absolut ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:51",
      "text": "Ja also es ist einfach nur das modell handtuch."
    },
    {
      "speaker": "hukl",
      "time": "0:44:57",
      "text": "Vielleicht noch andere stick peters aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:59",
      "text": "Ja aber da steht da nicht drauf oder irgendwas anderes peinliches sein es halt einfach nur so und vor allem steht peter ein gutes stichwort wenn dann halt irgendwelche bestickung maschinen auf dem camp set ist natürlich auch eins a ware daraus dann sozusagen."
    },
    {
      "speaker": "hukl",
      "time": "0:45:10",
      "text": "Ah ja ist schön ja ja."
    },
    {
      "speaker": "Letty",
      "time": "0:45:14",
      "text": "Ich hatte gedacht du schwörst auf dein union hand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:17",
      "text": "Ich habe kein union handtuch aber jetzt wo du sagst."
    },
    {
      "speaker": "hukl",
      "time": "0:45:21",
      "text": "Also."
    },
    {
      "speaker": "Letty",
      "time": "0:45:21",
      "text": "Für nächstes jahr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:24",
      "text": "So für mein gartenzaun noch eine fahne."
    },
    {
      "speaker": "hukl",
      "time": "0:45:28",
      "text": "Ahoi."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:33",
      "text": "Sind wir beim,"
    },
    {
      "speaker": "Letty",
      "time": "0:45:46",
      "text": "Das stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:46",
      "text": "Und generell kann man auch überlegen noch 'ne dicke decke mitzunehmen die man als erstes ins zelt legt."
    },
    {
      "speaker": "hukl",
      "time": "0:45:53",
      "text": "Absolut ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:54",
      "text": "So richtige fette f lausche decke dickste was sie kriegen kannst keine ahnung kamel haare irgendwas so"
    },
    {
      "speaker": "Letty",
      "time": "0:46:44",
      "text": "Ja genau diese zelte ja ja genau das diese fresh and black zelte sagen halt wirklich viele dass die gut sein sollen."
    },
    {
      "speaker": "hukl",
      "time": "0:46:53",
      "text": "Und hier zu diesem mikrofaser handtuch,"
    },
    {
      "speaker": "Letty",
      "time": "0:47:19",
      "text": "Also ich habe mit den halt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:19",
      "text": "Es ist einfach kein ist es kein natürliches ist nein das ist nicht."
    },
    {
      "speaker": "hukl",
      "time": "0:47:22",
      "text": "Ist nicht schön aber es ist praktisch genug also zum beispiel bei diesem,"
    },
    {
      "speaker": "Letty",
      "time": "0:47:31",
      "text": "Es trocknet nicht so schnell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:32",
      "text": "Das ist das problem die trockenen nicht so schnell."
    },
    {
      "speaker": "hukl",
      "time": "0:47:34",
      "text": "Wobei auf dem boot früher später nichts trockenes."
    },
    {
      "speaker": "Letty",
      "time": "0:47:38",
      "text": "Die hauptfrage die man sich ja erstellt ist so wie kommt man hin also kann man jemanden seine sachen mitgeben und dann kommt man mit den profis oder muss man alles selber mit den öffnest transportieren oder hat man dann doch,"
    },
    {
      "speaker": "hukl",
      "time": "0:48:03",
      "text": "Oh ich sehe nach miltenberg gibt's ein sondern haltestelle."
    },
    {
      "speaker": "Letty",
      "time": "0:48:09",
      "text": "Gar nicht was die nächste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:10",
      "text": "Ich bin auch gerade recht schlecht darüber informiert wieso die bus anreise option so sind."
    },
    {
      "speaker": "hukl",
      "time": "0:48:15",
      "text": "Es ist auf jeden fall ein shuttlebus aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:17",
      "text": "Genau und ich war nicht auf sowas mit nimmt gepäck mit und dann kann man irgendwie ein fahrrad fahren und so was jetzt gerade nicht so genau würde ich aber für eine gute idee halten."
    },
    {
      "speaker": "Letty",
      "time": "0:48:30",
      "text": "Ja definitiv das kann ich glaube das letzte mal bin ich über cdu,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:38",
      "text": "Ja man kommt ja super hin ist auch eine korrekte fahrradtour selbst wenn man in berlin startet oder halt mein boot."
    },
    {
      "speaker": "Letty",
      "time": "0:48:45",
      "text": "Neunundsiebzig kilometer mit dem boot muss man aber gucken ähm wie der grade die bedingungen sind weil es wird ja gebaut drumherum von norden kommt man glaub ich gar nicht dran wenn ich das jetzt richtig in erinnerung habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:59",
      "text": "Anlegen platz ist auch ein problem."
    },
    {
      "speaker": "Letty",
      "time": "0:49:03",
      "text": "Das weiß ich nicht aber man kam definitiv vom norden glaube ich gar nicht ran an mildenberg."
    },
    {
      "speaker": "hukl",
      "time": "0:49:07",
      "text": "Jetzt vielleicht auch äh dann schon die erweiterte vorbereitung fürs cap."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:14",
      "text": "Ja bleibt mir noch mal bei der bei dem kern."
    },
    {
      "speaker": "hukl",
      "time": "0:49:17",
      "text": "Das pudel s."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:17",
      "text": "Was man denn eigentlich so."
    },
    {
      "speaker": "Letty",
      "time": "0:49:19",
      "text": "Mitnehmen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:20",
      "text": "Rauch lassen wir schlafen und so ihr findet euch."
    },
    {
      "speaker": "Letty",
      "time": "0:49:25",
      "text": "Das solltet ihr hinbekommen was ich halt was sie so aufgefallen ist beim,"
    },
    {
      "speaker": "hukl",
      "time": "0:50:09",
      "text": "Wobei da bei den wasser filtern das jetzt aber eine mindestens eine eigene kapitel marke wenn ich sogar zwei da gibt es ja auch,"
    },
    {
      "speaker": "Letty",
      "time": "0:50:50",
      "text": "Ja in der regel hat man da auch kein problem mit also ich habe mir nur mal überlegt dass ich es glaube ich jetzt mal mitnehmen werde für die nächsten festivals falls wieder mal so ein wasser problem auftauchen wird weil eben so bei dem letzten hatten wir nicht so viel wasser dabei,"
    },
    {
      "speaker": "hukl",
      "time": "0:51:07",
      "text": "Auch kein k f z um mal nochmal zu einer tank oder so zu fallen."
    },
    {
      "speaker": "Letty",
      "time": "0:51:10",
      "text": "Ne das an der stelle ging es nicht in der tat da hatten wir nichts dabei,"
    },
    {
      "speaker": "hukl",
      "time": "0:51:26",
      "text": "Also für die akku polizze kann man sich auf jeden fall dann auch schon mal ein spiel mit so ein wasserfilter."
    },
    {
      "speaker": "Letty",
      "time": "0:51:31",
      "text": "Ne ich habe ich habe so ein ding halt durchs wandern deswegen war das dann halt so hey wenn's ob es jetzt nur zu hause liegt oder im rucksack also meiner ist halt auch relativ klein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:40",
      "text": "Was hast du denn da."
    },
    {
      "speaker": "Letty",
      "time": "0:51:41",
      "text": "Ich habe einen feuer mini mini ich glaube den haben wir auch schon mal irgendwann hier völlig verlinkt ich suche den fix raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:49",
      "text": "Ja da gibt's ja so so einiges also man es gibt gab tatsächlich mehrere,"
    },
    {
      "speaker": "Letty",
      "time": "0:53:26",
      "text": "Es fehlt nur so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:27",
      "text": "Tröpfelt nur so und kann fast noch mehr wahnsinnig machen als wenn man gar nicht,"
    },
    {
      "speaker": "hukl",
      "time": "0:54:31",
      "text": "Okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:33",
      "text": "Sehr schön gesagt ein gewisses okay was vielleicht auch kein problem gewesen wäre hätte man halt das nicht in der nähe von von der backstage küche,"
    },
    {
      "speaker": "Letty",
      "time": "0:54:45",
      "text": "Ich habe mir noch bei der hinweis kam,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:02",
      "text": "Wenn man da unterwegs ist also kann man ja mal kurz erklären was leider ist so einer aus dieser festivals entstanden es unternehmen was ich darauf spezialisiert"
    },
    {
      "speaker": "hukl",
      "time": "0:56:13",
      "text": "Ähm hatte ich eigentlich also ich meine das ist jetzt das ist nicht wirklich fürs handgepäck und es ist auch nicht wirklich was was jetzt mal als festival,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:35",
      "text": "Ich kann mich nicht daran erinnern."
    },
    {
      "speaker": "hukl",
      "time": "0:56:37",
      "text": "Dann suche ich das mal kurz raus weil das ist was die machen die erzeuger kein strom sondern die zehn wasser aus der luft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:44",
      "text": "Achso ja das äh ja okay davon habe ich schon mal gehört dass es."
    },
    {
      "speaker": "hukl",
      "time": "0:56:47",
      "text": "Hatte ich auch getwittert ähm ich pack das einfach mal kurz da noch mit den chat aber es muss jetzt für das alles nichts relevantes fürs."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:53",
      "text": "Gibt es mittlerweile so als klickt paares produkte ich kenne das nur so als projekt sowohl das mal entwickelt wurde dass es dann vor in afrika in anderen wasser am regionen was fällt mir raus."
    },
    {
      "speaker": "hukl",
      "time": "0:57:06",
      "text": "Warte mal ja trinkwasser halt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:10",
      "text": "Ja"
    },
    {
      "speaker": "hukl",
      "time": "0:57:11",
      "text": "Ach so ähm ja wenn du zwei so eine panele dir hin schraubt äh was ich gucke kurze seite aber es war ich glaube zwei panele waren mindestens für eine person wenn ich für zwei am tag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:21",
      "text": "Hier der im chat gepostet der livestream wasserfilter ist aber nicht den du hast letty oder."
    },
    {
      "speaker": "Letty",
      "time": "0:57:29",
      "text": "Ist glaube ich auch noch mal 'ne andere firma aber ich meine ich hab,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:55",
      "text": "Ach so wie toms heuer."
    },
    {
      "speaker": "Letty",
      "time": "0:58:05",
      "text": "Genau das ist weiß nicht ich bin damit ziemlich gut gefahren diesen blauen genau wo die maus gerade bitte auch drüber ist euer mini one den gibt's auch in pink wie ich jetzt gesehen habe,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:31",
      "text": "Das ist ja so eine rein ähm mechanische geschichte eigentlich ne also es wird so durch so dünne kapillaren strukturen gepresst."
    },
    {
      "speaker": "Letty",
      "time": "0:59:41",
      "text": "Querschnitt davon haben dass wir ganz interessant vielleicht bei den auf der seite aber genau du hast halt dein dein wasser im filter sagt,"
    },
    {
      "speaker": "hukl",
      "time": "1:00:27",
      "text": "Tim"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:01",
      "text": "In berlin in berlin warum."
    },
    {
      "speaker": "hukl",
      "time": "1:01:05",
      "text": "Er hat einfach kein bock irgendwie hormone und anderen scheiß im trinkwasser zu trinken und meinte dass wir jetzt irgendwie sinnvoll diesen wasserhahn anzuschaffen und der macht auch heißes wasser und sprudel gleich du kannst nur zwei kartusche anschließen,"
    },
    {
      "speaker": "Letty",
      "time": "1:01:37",
      "text": "Aber das ist jetzt nicht dieser kram der diejenigen was die ganzen jesus sich einbauen lassen."
    },
    {
      "speaker": "hukl",
      "time": "1:01:42",
      "text": "Ich kann den link mal zumindest von diesem produkt raus und es ist schon wirklich so so äh."
    },
    {
      "speaker": "Letty",
      "time": "1:01:47",
      "text": "Das erinnert mich gerade daran dass ein freund erzählte dass ihm ein kollege im büro diesen eso filter darauf gequatscht hat belebt es was."
    },
    {
      "speaker": "hukl",
      "time": "1:01:55",
      "text": "Kein ne das ist kein das kein esel der kollege ist da auch ganz weit von solchen experiment entfernt der ist wirklich auch hart conrad und ladet sich in so themen bis aufs letzte bit und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:09",
      "text": "Keine angst hätte wir werden jetzt hier kein granada wasser ausstellen."
    },
    {
      "speaker": "Letty",
      "time": "1:02:12",
      "text": "Da bin ich da bin ich ja beruhigt."
    },
    {
      "speaker": "hukl",
      "time": "1:02:14",
      "text": "Ich sag mal habe ich den link finden von diesem produkt was wir da im im büro haben,"
    },
    {
      "speaker": "Letty",
      "time": "1:02:36",
      "text": "Na"
    },
    {
      "speaker": "hukl",
      "time": "1:02:37",
      "text": "Stellt und sonne und gläser und so sieht schon als ganz schick aus und so ja."
    },
    {
      "speaker": "Letty",
      "time": "1:02:41",
      "text": "Aber das hab ich in berlin eh also beziehungsweise eigentlich schon immer gemacht trinkwasser also leitungswasser getrunken."
    },
    {
      "speaker": "hukl",
      "time": "1:02:50",
      "text": "Ja"
    },
    {
      "speaker": "Letty",
      "time": "1:02:51",
      "text": "Genug in berlin oder auch generell wahrscheinlich."
    },
    {
      "speaker": "hukl",
      "time": "1:02:53",
      "text": "Meistens."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:55",
      "text": "Aber hier dein zero maas das ist hier diese solar zu wasser hydro panels."
    },
    {
      "speaker": "hukl",
      "time": "1:03:02",
      "text": "Genau wie gesagt es ist zeit vom format nichts was man jetzt mal so auf dem camp oder so aufstellt aber,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:10",
      "text": "Hier steht zwei panels dreihundert bis sechshundert flaschen flaschen was das für eine flasche."
    },
    {
      "speaker": "hukl",
      "time": "1:03:17",
      "text": "Er für vier bis sechs pepe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:19",
      "text": "Sag doch einfach wie viele liter,"
    },
    {
      "speaker": "hukl",
      "time": "1:03:37",
      "text": "Und es ist relativ wartung frei sie haben auch ein filter element drin weil natürlich auch in der luft irgendwie scheiße drin ist und dieses filter element ist nach wenn ich das richtig in erinnerung habe das was man dann irgendwie nach so und so viel jahren dann doch mal tauschen sollte aber,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:26",
      "text": "Ja weil die luft holt sich das dann im zweifelsfall halt von da wo's wasser gibt einfach wieder also das ist dann halt einfach gesättigt beziehungsweise in dem moment wurde sie entsetzlich dann setze ich die sich schon selbst."
    },
    {
      "speaker": "hukl",
      "time": "1:04:38",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:44",
      "text": "Siebzigtausend hydro panels pro person auf der erde das würde man dann irgendwie merken."
    },
    {
      "speaker": "hukl",
      "time": "1:04:50",
      "text": "Ja ok klingt erstmal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:52",
      "text": "Unproblematisch,"
    },
    {
      "speaker": "hukl",
      "time": "1:05:00",
      "text": "Ja wie gesagt das aber auch nur am rande zurück zum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:08",
      "text": "Ja so viel zum wasser sollte eigentlich kein großes problem sein."
    },
    {
      "speaker": "Letty",
      "time": "1:05:11",
      "text": "Nee bringt halt ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:12",
      "text": "Mittlerweile allgemein eigentlich so für auto events ne."
    },
    {
      "speaker": "Letty",
      "time": "1:05:15",
      "text": "Der eben 'ne wasserflasche halt dabei zu haben oder einen sich zu kaufen die man dann auffüllen kann das auf jeden fall immer sehr sehr wichtig nie dehydriert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:24",
      "text": "Ich hab ja hier jahrelang mit mit mit holger über wasserflasche geredet bis er hat mit mir die ganze zeit über wasserflasche geredet ich muss zugeben dem thema,"
    },
    {
      "speaker": "hukl",
      "time": "1:05:52",
      "text": "Den super schluck."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:55",
      "text": "Ein bisschen unpraktisch."
    },
    {
      "speaker": "Letty",
      "time": "1:05:56",
      "text": "Ja es gibt ja auch in der in der trink freundlichen und in der idioten sicheren variante,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:15",
      "text": "Flüssigen kram."
    },
    {
      "speaker": "Letty",
      "time": "1:06:17",
      "text": "Na ja ich hab hier zum beispiel der ist jetzt ein bisschen dicker und irgendwo schwimmt eine erdbeere drin mein milchshake noch dabei,"
    },
    {
      "speaker": "hukl",
      "time": "1:06:44",
      "text": "Ja es ist ein problem für mich bin in diesem super schluck flaschen das fand ich eine besten ideen aller zeiten,"
    },
    {
      "speaker": "Letty",
      "time": "1:07:05",
      "text": "Ich kenne das halt aus dem also viele so die autogramm oder automesse unterwegs sind haben wir die eigene halt so als zwischenlösung für,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:20",
      "text": "Okay smoothie to go sozusagen."
    },
    {
      "speaker": "Letty",
      "time": "1:07:22",
      "text": "Ja ich habe meinen häufig auch dabei in der tat in so einer kleineren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:27",
      "text": "Also auch wenn's gleich kein interessiert ich habe mir die sich äh wie heißt es so schön,"
    },
    {
      "speaker": "Letty",
      "time": "1:07:48",
      "text": "Was hatten die für den verschlusssystem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:50",
      "text": "Du hast ein lockerer druck tasse der den deckel aufmacht und dann hast du so 'ne,"
    },
    {
      "speaker": "Letty",
      "time": "1:08:28",
      "text": "Weil ich es gerade sehe dass es im chat kommt dass es eben unterschiedliche deckel und aufsätze gibt was"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:16",
      "text": "Ja und vor allem so ein halber liter ist auch irgendwie genau die richtige."
    },
    {
      "speaker": "Letty",
      "time": "1:09:20",
      "text": "Echt mir so ein bisschen zu wenig aber ich brauch immer so ein liter gleich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:24",
      "text": "Tja muss man halt dann auch immer mit sich rumschleppen ne."
    },
    {
      "speaker": "Letty",
      "time": "1:09:27",
      "text": "Ja ich habe ja diese seitentasche für festivals wo genau die liter flasche auch noch reinpasst aber irgendwann nervt's ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:35",
      "text": "Die gibt's auch gibt's auch in null komma sieben fünf und in lustigen farben aber für mich ist der halben liter,"
    },
    {
      "speaker": "hukl",
      "time": "1:09:52",
      "text": "Du gehst du bisher im betrüger du hast im pc eine bosch akkuschrauber liegen."
    },
    {
      "speaker": "Letty",
      "time": "1:10:01",
      "text": "Jetzt kommt aber die frage aller fragen grün oder blau oh je."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:07",
      "text": "Ja ja deswegen bin ich dann halt auch für mein mobilen einsatz auf makita gewechselt."
    },
    {
      "speaker": "hukl",
      "time": "1:10:14",
      "text": "Hätte sich jetzt rausreden können das hat hier einen gast das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:18",
      "text": "Nein ich habe tatsächlich auch diverse dinge von bosch das hatte meistens mehr mit,"
    },
    {
      "speaker": "Letty",
      "time": "1:10:44",
      "text": "Die sind halt sind leistungsstärke diesen cooler die haben sich im dauert betrieb halt auch meistens doch den bosch gegenüber durchgesetzt hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:52",
      "text": "Ist halt einfach baustellen kam man will egal wohin du guckst geh erstmal dahin wo die profis sind und guck dir mal an was die benutze es auch unsere headset gekommen,"
    },
    {
      "speaker": "hukl",
      "time": "1:11:23",
      "text": "Ich finde auch das wort generell consumer wirklich,"
    },
    {
      "speaker": "Letty",
      "time": "1:11:34",
      "text": "Du möchtest professional sein."
    },
    {
      "speaker": "hukl",
      "time": "1:11:34",
      "text": "Mal sein ich will customer customer ist okay consumer will ich nicht sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:40",
      "text": "Wollen wir alle nicht sein so was haben wir denn noch für tipps."
    },
    {
      "speaker": "Letty",
      "time": "1:11:43",
      "text": "Dadurch dass es ja so warm war ähm kopfbedeckung das finde ich also ich finde,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:18",
      "text": "Hättest du jetzt ende august nochmal mit der sänger sau."
    },
    {
      "speaker": "Letty",
      "time": "1:12:21",
      "text": "Ich äh weiß nicht man weiß es nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:24",
      "text": "Aber wir sollten sowohl den sonnenschutz als auch den südwesten noch."
    },
    {
      "speaker": "Letty",
      "time": "1:12:29",
      "text": "Vielleicht sollte ich mir doch noch die gummistiefel zur sicherheit holen die hast du ja immer am start."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:34",
      "text": "Auf jeden fall immer eine tolle idee also ich habe ja generell mein teilnahme system an solchen veranstaltungen umgestellt auf wohnwagen und bin sehr zufrieden mit dieser entscheidung so das ist so für ältere leute genau das richtige,"
    },
    {
      "speaker": "Letty",
      "time": "1:12:51",
      "text": "Schon bei union den garten zweck gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:54",
      "text": "Stimmte gibt's das."
    },
    {
      "speaker": "Letty",
      "time": "1:12:57",
      "text": "Vielleicht finde ich noch den union gartenzaun für dich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:00",
      "text": "Ja sonne,"
    },
    {
      "speaker": "Letty",
      "time": "1:13:22",
      "text": "Weißt du eine verschmutzung im wasser ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:23",
      "text": "So sieht's aus gehst dann irgendwo ein see an alle springen da mit ihrem,"
    },
    {
      "speaker": "hukl",
      "time": "1:14:28",
      "text": "Union burger."
    },
    {
      "speaker": "Letty",
      "time": "1:14:38",
      "text": "Aber was mich der was ein guter hinweis dass es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:39",
      "text": "Burkas."
    },
    {
      "speaker": "Letty",
      "time": "1:14:44",
      "text": "Das geht jetzt so ein bisschen das kann man mehr deutlich nehmen so zum schlafen und zum wahrscheinlich gibt's auch so"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:20",
      "text": "Was ist denn an der ägyptischen baumwolle ist anders als an der baumwolle die wir hier so üblicherweise kommt die dich auch daher,"
    },
    {
      "speaker": "Letty",
      "time": "1:15:40",
      "text": "Ich versuch 's gerade rauszubekommen."
    },
    {
      "speaker": "hukl",
      "time": "1:16:12",
      "text": "Dann freuen wir uns schon auf einen von letty konfektionsgröße hatte schlaf garnitur aus ägyptische baumwolle fürs camp."
    },
    {
      "speaker": "Letty",
      "time": "1:16:20",
      "text": "Ich weiß gar nicht optische baumwolle ist auch relativ teuer gewesen findet man aber nichts genaueres was da genau die eigenschaften sind."
    },
    {
      "speaker": "hukl",
      "time": "1:16:29",
      "text": "Okay aber das ist äh vielleicht jetzt auch schon wieder für den erst camper äh ein bisschen außerhalb des spektrums."
    },
    {
      "speaker": "Letty",
      "time": "1:16:44",
      "text": "Ihr wart bei der."
    },
    {
      "speaker": "hukl",
      "time": "1:16:45",
      "text": "Ja ja das ist schon richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:48",
      "text": "Es geht ja jetzt auch nicht nur ums camp."
    },
    {
      "speaker": "Letty",
      "time": "1:16:50",
      "text": "Nee es ist also ich muss auch sagen viele dinge die ich vom,"
    },
    {
      "speaker": "hukl",
      "time": "1:17:07",
      "text": "Und dazu gehört auch mein union gehalten werden."
    },
    {
      "speaker": "Letty",
      "time": "1:17:10",
      "text": "Irgendwann schenke ich den tim."
    },
    {
      "speaker": "hukl",
      "time": "1:17:14",
      "text": "Okay was was gibt's noch hier schönes."
    },
    {
      "speaker": "Letty",
      "time": "1:17:18",
      "text": "Ich muss halt was ich trottel immer vergesse es entweder die haarbürste oder meine tabletten für migräne,"
    },
    {
      "speaker": "hukl",
      "time": "1:17:33",
      "text": "Weil jemand vorhin fragte zum thema gibt's dann später auf dem camp also auf jeden fall gibt's da auch stände wo man noch so zubehör"
    },
    {
      "speaker": "Letty",
      "time": "1:17:49",
      "text": "Das denke ich auch dass es das geben würde es wird hier gefragt nach kühlung oder kühl tasche,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:08",
      "text": "Sandwich schmecker auch ganz großem kommen."
    },
    {
      "speaker": "hukl",
      "time": "1:18:10",
      "text": "Waffeleisen."
    },
    {
      "speaker": "Letty",
      "time": "1:18:11",
      "text": "Waffeleisen und sandwich schmecke gibt's von wem zweihundert."
    },
    {
      "speaker": "hukl",
      "time": "1:18:14",
      "text": "Gibts ja nicht was von makita da gab es gab nicht ohne scheiß gab es nicht ein waffeleisen mit akku."
    },
    {
      "speaker": "Letty",
      "time": "1:18:20",
      "text": "Oh tim recherchiert es bitte."
    },
    {
      "speaker": "hukl",
      "time": "1:18:23",
      "text": "Also irgendwo habe ich sowas zumindest mal gesehen ich weiß nicht ob's von kita war weil es kann auch in gaza gewesen sein also irgendwie es gibt ja auch leute die da so mittelmäßig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:31",
      "text": "Viel eisen wären wir jetzt neu also es ist so auf der baustelle."
    },
    {
      "speaker": "Letty",
      "time": "1:18:34",
      "text": "Das wäre schon ein bisschen geil,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:49",
      "text": "Doch tipp waffeleisen von makita mit kardinal."
    },
    {
      "speaker": "hukl",
      "time": "1:18:52",
      "text": "Mit katharina entschlossen okay."
    },
    {
      "speaker": "Letty",
      "time": "1:18:53",
      "text": "Was ach mann."
    },
    {
      "speaker": "hukl",
      "time": "1:18:59",
      "text": "Damit der teig dann da gleich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:02",
      "text": "Super es gibt heutzutage alles mit gerade da kannst du nicht diese witze mit wieso gardine dazu isabell und sowas noch nie gesehen."
    },
    {
      "speaker": "hukl",
      "time": "1:19:12",
      "text": "Nehmen wir vorbei."
    },
    {
      "speaker": "Letty",
      "time": "1:19:13",
      "text": "Sage ich schon mal gesehen ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:15",
      "text": "Ja der ist ja kühl um kühl tasche also was ich sehr empfehlen kann auch in puncto stromverbrauch ist einfach,"
    },
    {
      "speaker": "Letty",
      "time": "1:20:04",
      "text": "Na weil ihr es sollte nicht prinzipiell jeder seinen kühl geräten mit schleppen weil ich glaube da gab's schon ein blogpost auch dazu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:11",
      "text": "Ja na klar ich meine so viel strom braune jetzt nicht und vor allem gibt kaltgetränke kann man auch vor ort erwerben ordentlich gekühlt."
    },
    {
      "speaker": "Letty",
      "time": "1:20:19",
      "text": "Und das was man halt auch machen kann das so mache ich das immer so mit meinen medikamenten die ich mitnehme die aber keine extreme kühlung benötigen nur so eine"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:40",
      "text": "Sieht schon hier da den auf dresden katharina auf der chat hat gerade alles im angebot liefert genau."
    },
    {
      "speaker": "hukl",
      "time": "1:20:49",
      "text": "Ja ich habe auch da bei den äh wie gesagt äh beim camping im speziellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:53",
      "text": "Ah kurze ergänzung hier wird nämlich gerade mehr gepostet als mein hinterher kommt weil ich eigentlich auch grade noch sagen es gibt auch kühe boxen mit gas also wenn man jetzt sozusagen,"
    },
    {
      "speaker": "hukl",
      "time": "1:21:37",
      "text": "Vergessen was ich sagen wollte nicht so schlimm war wahrscheinlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:44",
      "text": "Weil es gibt diese welt oh hier grad dina auf klinke der dinner."
    },
    {
      "speaker": "Letty",
      "time": "1:21:49",
      "text": "Jetzt lass den huckel mal reden nicht dass es wieder vergisst."
    },
    {
      "speaker": "hukl",
      "time": "1:21:52",
      "text": "Ja ne ich wollte ja auch tatsächlich so wichtig aber ich hab auf dem camp gerade weil da so die essens und getränke versorgung auf kommerzielle ebene doch sehr gut funktioniert da gibt's einfach viel varianten,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:41",
      "text": "Ja das finde ich auch meinen also das lohnt manchmal dieser dieser selbstverpflichtung aufwand auch überhaupt nicht also die die essenstände die werden da super sein und das passt alles wunderbar aber."
    },
    {
      "speaker": "hukl",
      "time": "1:22:51",
      "text": "Vor allen dingen gibt es ja auch so riesen gemeinschaft küchen zelte und so wo man dann auch noch äh mitwirken kann um dann für den schmalen taler da mit zu,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:04",
      "text": "Ein schöner tipp hier auch noch das welche auch noch den links da drin lassen ein faltbar eimer was ich alles gibt geile idee ist genau das richtige nimmt keinen platz weg in orange blau."
    },
    {
      "speaker": "hukl",
      "time": "1:23:16",
      "text": "Also ich muss auch sagen immer wieder wenn ich jetzt nochmal anfangen würde mit irgendwie was lernen oder so ich glaube material forschung und was man nicht so alles jetzt mittlerweile machen kann,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:48",
      "text": "Nano coating."
    },
    {
      "speaker": "hukl",
      "time": "1:23:49",
      "text": "Das ist so ein das ist so ein feld."
    },
    {
      "speaker": "Letty",
      "time": "1:23:52",
      "text": "Da würde ich dann als wenn du das machst mach ich produkte sein weil darauf hätte ich dann total bock mit neuen sachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:57",
      "text": "Startup coming ab."
    },
    {
      "speaker": "hukl",
      "time": "1:24:02",
      "text": "Galaxy."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:05",
      "text": "Ja ihr könnt dann everything raus."
    },
    {
      "speaker": "hukl",
      "time": "1:24:10",
      "text": "Übrigens letztens ein gedanke komm das ist aber 'ne kleine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:17",
      "text": "Eine kleine."
    },
    {
      "speaker": "hukl",
      "time": "1:24:18",
      "text": "Kleine klammer auf ja und die kann man gleich wieder zu machen aber mir ist letzten gedanke zu star wars,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:10",
      "text": "Moin galaxy es ist explizit in der vergangenheit."
    },
    {
      "speaker": "hukl",
      "time": "1:25:18",
      "text": "Ja okay okay aber es ist ja sogar noch besser es ist in der vergangenheit genau aber eben dass dieser erde bezug eben auch gar nicht da ist das er da gar nicht vorkommen und dadurch auch so viel andere sachen möglich sind das ist eine erkenntnis die total."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:33",
      "text": "Erstmal."
    },
    {
      "speaker": "hukl",
      "time": "1:25:34",
      "text": "Ja es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:35",
      "text": "Das ist in der tat ein riesenvorteil von star wars weil ich finde dass die anderen sich alle mehr oder weniger mit diesem ganzen erde ding am ende immer die karten legen,"
    },
    {
      "speaker": "hukl",
      "time": "1:26:02",
      "text": "Na ja es gibt ja dieses tolle buch toll anführungsstrichen also es ist schon ganz witzig also kann man schon was unterhaltung strecken lesen wo sich ja teilweise namhafte physiker mit der technologien star track,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:26",
      "text": "Bei mir rennst halt offene tür nein weil ich bin ja so ein star wars."
    },
    {
      "speaker": "hukl",
      "time": "1:27:30",
      "text": "Es ist ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:31",
      "text": "Kann mit star trek fremde ich."
    },
    {
      "speaker": "hukl",
      "time": "1:27:33",
      "text": "Bei mir ist fast ein bisschen umgekehrt also ich kann schon die star wars ah da hat mir nämlich wir hatten talk auf unserer letzten"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:05",
      "text": "Eingang."
    },
    {
      "speaker": "hukl",
      "time": "1:28:06",
      "text": "Genau und luke sagt er das gleiche aber luca"
    },
    {
      "speaker": "Letty",
      "time": "1:29:17",
      "text": "Nichts von alledem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:19",
      "text": "Na ja ich meine ich hab ich hab da eine gute,"
    },
    {
      "speaker": "hukl",
      "time": "1:30:31",
      "text": "Ne nach einer telefonzelle anstehen wenn man mal mit dem verwandten sprechen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:36",
      "text": "Ja ja genau so was so ist es also überhaupt und auch diese,"
    },
    {
      "speaker": "hukl",
      "time": "1:32:43",
      "text": "Das war bei mir auf jeden fall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:44",
      "text": "So wie man matrix,"
    },
    {
      "speaker": "hukl",
      "time": "1:33:01",
      "text": "Haben auch mit dieser öffnung szene einfach den zeitgeist der so auf den nagel getroffen das war echt großartig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:08",
      "text": "Genau also würde sagen so star wars und matrix wahrscheinlich so die größten ich hoffe ich vergesse jetzt nicht irgendwas wichtiges ich würde fast noch aus gilt nicht so richtig also im bereich science-fiction wie sagt man das so die transformation testen,"
    },
    {
      "speaker": "hukl",
      "time": "1:33:26",
      "text": "Hast du zweitausendeins im kino gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:28",
      "text": "Nein natürlich nicht."
    },
    {
      "speaker": "hukl",
      "time": "1:33:29",
      "text": "Ja das stimmt jetzt noch das sorry ich wusste nicht mehr genau von der ist aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:34",
      "text": "Aber du hast recht das war wahrscheinlich der erste."
    },
    {
      "speaker": "hukl",
      "time": "1:33:37",
      "text": "Der mich auf jeden fall auch noch sehr geflasht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:40",
      "text": "Das muss das muss auch unvorstellbar gewesen sein weil der ist ja heute noch unvorstellbar ist ja der finde zweitausendeins halt nicht in meine guckst du zweitausendeins an von von wann ist er denn von fuck,"
    },
    {
      "speaker": "hukl",
      "time": "1:34:00",
      "text": "Wenn man denn es braucht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:05",
      "text": "Achtundsechzig also hast du gerade mal so mondlandung irgendwie,"
    },
    {
      "speaker": "hukl",
      "time": "1:34:23",
      "text": "Naja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:28",
      "text": "Ipad."
    },
    {
      "speaker": "hukl",
      "time": "1:34:29",
      "text": "Ah ja ja also äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:29",
      "text": "Er liest beim essen guckt er sich die nachrichten an auf etwas was man als nichts anderes bezeichnen kann als ein ipad einfach genau dasselbe format genau dieselbe größe,"
    },
    {
      "speaker": "hukl",
      "time": "1:34:45",
      "text": "Und das war ja auch so ein film hat meine frisur 'n paar mal schon erwähnt wenn man sich jetzt diese blu-ray version oder die nochmal neu gescannt von dem siebzig millimeter anguckt der ist halt auch so brillant also da sieht halt auch nix."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:56",
      "text": "Toll aus ja ja."
    },
    {
      "speaker": "hukl",
      "time": "1:34:57",
      "text": "Oder for uni oder irgendwie joghurtbecher also klar die haben da bestimmt auch improvisiert aber der sieht einfach so extrem gut aus dass er auch heute noch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:12",
      "text": "Aber der unterschied zwischen star wars matrix und zweitausendeins ist zweitausendeins war zu gut und zu intelligent das haben die leute nicht verstanden,"
    },
    {
      "speaker": "Letty",
      "time": "1:36:03",
      "text": "Ich habe ich gehe die ganze zeit,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:18",
      "text": "Ja ich weiß."
    },
    {
      "speaker": "Letty",
      "time": "1:36:19",
      "text": "Aber hier ja nee ich weiß nicht das was rainer geschrieben hat fand ich innerhalb ich fand halt requiem dream,"
    },
    {
      "speaker": "hukl",
      "time": "1:36:43",
      "text": "Übrigens."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:44",
      "text": "Also man könnte jetzt viele natürlich viele filme die gut sind und die in sich und bleibt dran na und so weiter alles alles irgendwie dinger nur,"
    },
    {
      "speaker": "hukl",
      "time": "1:37:45",
      "text": "Wobei der von den action zehn ja auch nochmal so richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:47",
      "text": "Ja mega aber aber ich war am ende weiß war ich doch glücklich damit also ich find die trilogie ist ist gelungen obwohl sie so viel gesungen haben."
    },
    {
      "speaker": "hukl",
      "time": "1:37:57",
      "text": "Ja ich habe ich habe mir das auch vor ein paar jahren nochmal angeschaut und ich hatte schon spaß zu gucken so ein paar szenen also so"
    },
    {
      "speaker": "Letty",
      "time": "1:38:16",
      "text": "Ich finde was ähnliches,"
    },
    {
      "speaker": "hukl",
      "time": "1:38:48",
      "text": "Na ja es gibt halt äh bei also das musste ich auch über die jahre immer wieder anerkennung es gibt halt leute mit anderen,"
    },
    {
      "speaker": "Letty",
      "time": "1:39:14",
      "text": "Vielen gehen das ja auch beim matrix glaube ich so und ich kann mich da nur noch so bruchstückhaft dran erinnern ich weiß auch nicht warum ich bin auch ich werde auch immer bekommen dafür mal eine schält ich"
    },
    {
      "speaker": "hukl",
      "time": "1:39:41",
      "text": "Ja wir können ja auch jetzt langsam diese kleine geplante klammer nochmal wieder zu machen ich habe,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:31",
      "text": "So so wieder einer der billy oder abspritzen ich machen will."
    },
    {
      "speaker": "hukl",
      "time": "1:40:34",
      "text": "Also wie gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:37",
      "text": "Damit episode eins zu zwei kommen,"
    },
    {
      "speaker": "hukl",
      "time": "1:40:59",
      "text": "Weiß ich nicht ich bin da nicht so in der luft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:01",
      "text": "Doch sag dran jetzt."
    },
    {
      "speaker": "hukl",
      "time": "1:41:04",
      "text": "Was ist ja krass finde das quentin tarantino an einem anteil star trek protect arbeitet nicht auch sehr gespannt was dabei rauskommt dezember ist episode neun."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:20",
      "text": "Genau das ist nämlich die letzte."
    },
    {
      "speaker": "Letty",
      "time": "1:41:23",
      "text": "Wie war das war das bei bei was ist das da track."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:26",
      "text": "Also es ist natürlich nicht das letzte letzte."
    },
    {
      "speaker": "hukl",
      "time": "1:41:29",
      "text": "Yo da ist da was."
    },
    {
      "speaker": "Letty",
      "time": "1:41:31",
      "text": "Gut denn das ist das das mit denen mit denen es gab irgendwie die ersten filme und danach zeitpunkt zurück und das sind die anderen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:38",
      "text": "Genau star wars also star wars war von anfang an als neunter heiliges drama geplant,"
    },
    {
      "speaker": "Letty",
      "time": "1:43:38",
      "text": "Diese."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:39",
      "text": "Genau diese szene genau na also wo dieser mit mit mit mit was weiß ich wie viel kameras im kreis alles gleichzeitig gemacht wird und so,"
    },
    {
      "speaker": "hukl",
      "time": "1:44:18",
      "text": "Ich möchte nur anmerken dass star wars schon eher mehr fiction als science ist auf jeden fall so in der balance von science-fiction ist schon so ein bisschen herr der ringe im."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:27",
      "text": "Ist bei den meisten science-fiction sogar so würde ich sagen."
    },
    {
      "speaker": "hukl",
      "time": "1:44:30",
      "text": "Ja deswegen mag ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:05",
      "text": "Ja wie das so ist."
    },
    {
      "speaker": "hukl",
      "time": "1:45:06",
      "text": "Ja jetzt sind wir beim rabbit holen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:09",
      "text": "Genau wir haben auch das ein oder andere schon gebracht aber da jetzt hier jeder grade im chat sein lieblings star wars fiction erwähnt und lieblings aus,"
    },
    {
      "speaker": "hukl",
      "time": "1:45:33",
      "text": "Alien das war auf jeden fall auch ein genre definieren der film."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:37",
      "text": "Das stimmt innerhalb."
    },
    {
      "speaker": "hukl",
      "time": "1:45:40",
      "text": "Unser horror."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:42",
      "text": "Genau innerhalb des des also er hat sozusagen das genre neubildung."
    },
    {
      "speaker": "hukl",
      "time": "1:45:49",
      "text": "Ja und auch einfach eine eigene also die kategorie gab's so in ansätzen schon auch davor aber das war auch so ein film der das so auf den punkt gebracht hat wie es vorher auch noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:58",
      "text": "Die leute haben sich in die hose gepisst,"
    },
    {
      "speaker": "hukl",
      "time": "1:46:46",
      "text": "Wobei das kleine mädel war das in zwei vergesse ich jedes mal bei den fand ich auch ziemlich krass."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:52",
      "text": "Ich glaube ja das war's."
    },
    {
      "speaker": "hukl",
      "time": "1:46:54",
      "text": "Na ja aber der war auf jeden fall genau da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:57",
      "text": "Wer ist sowieso super und deswegen müsst ihr euch alle galaxy quest anschauen das ist von allen der lustigste auch lustiger als never never,"
    },
    {
      "speaker": "hukl",
      "time": "1:47:41",
      "text": "Na ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:44",
      "text": "Da der chat ist mit mir bei grab revanche."
    },
    {
      "speaker": "hukl",
      "time": "1:47:54",
      "text": "Ich finde dem gut aber der für mich er hat ja so 'ne so 'ne sorge parodien,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:08",
      "text": "Ja und insbesondere ist da aber es ist ja sagen."
    },
    {
      "speaker": "hukl",
      "time": "1:48:11",
      "text": "Weißt du ne und ja aber da musste man mit lady erstmal nochmal so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:21",
      "text": "Einfach die komplette einführen."
    },
    {
      "speaker": "hukl",
      "time": "1:48:23",
      "text": "Ja"
    },
    {
      "speaker": "Letty",
      "time": "1:48:25",
      "text": "Wie lange muss ich mir urlaub nehmen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:27",
      "text": "Das auge dreht schon na ich würde sagen es sind."
    },
    {
      "speaker": "Letty",
      "time": "1:48:29",
      "text": "So zwei jahre."
    },
    {
      "speaker": "hukl",
      "time": "1:48:30",
      "text": "Ne zwei monate."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:31",
      "text": "Papa einfach ein paar wochenende das kann man schon ganz ganz gut weg,"
    },
    {
      "speaker": "hukl",
      "time": "1:48:44",
      "text": "Klammer zu."
    },
    {
      "speaker": "Letty",
      "time": "1:48:45",
      "text": "Zu"
    },
    {
      "speaker": "hukl",
      "time": "1:48:47",
      "text": "Es war eine geschwächte klammer eine abgespeicherte knaller."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:50",
      "text": "Passt ja gut ich meine hier haben wir als untertitel immer leben im einundzwanzigsten jahrhundert ich würde gerne noch auf ein paar sachen,"
    },
    {
      "speaker": "hukl",
      "time": "1:49:26",
      "text": "Also alles oder nur der eintritt."
    },
    {
      "speaker": "Letty",
      "time": "1:49:28",
      "text": "Alles das große."
    },
    {
      "speaker": "hukl",
      "time": "1:49:31",
      "text": "Also jetzt bei gabelt oder was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:35",
      "text": "Nation aufgrund einer hatte das und es gab festival hat es auch in die hand ist auch letztes jahr schon dabei."
    },
    {
      "speaker": "hukl",
      "time": "1:49:42",
      "text": "Erst zwischenfrage nur digital oder."
    },
    {
      "speaker": "Letty",
      "time": "1:49:45",
      "text": "Ausschließlich ausschließen."
    },
    {
      "speaker": "hukl",
      "time": "1:49:46",
      "text": "Ausschließlich und leute die jetzt da so total verdi irgendwie was,"
    },
    {
      "speaker": "Letty",
      "time": "1:49:55",
      "text": "Das machen die mal kurz also man muss nicht sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:57",
      "text": "Die ja also vielleicht erklären wir erstmal wie es an sich funktioniert und dann kann man mal über die indikation darüber sprechen das finde ich ganz interessant ist auch sicherlich alles noch nicht zu ende gedacht du kommst an,"
    },
    {
      "speaker": "Letty",
      "time": "1:50:28",
      "text": "Was was mini."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:30",
      "text": "Ich hab's gerade nicht parat also von der aus dieser serie ist eigentlich egal so also steinchen was halt auslesen und beschreibt,"
    },
    {
      "speaker": "hukl",
      "time": "1:52:07",
      "text": "Das heißt man muss jetzt noch die zelte abklopfen wenn alle aufm dancefloor sind und ein brief taschen da rausfischen."
    },
    {
      "speaker": "Letty",
      "time": "1:52:14",
      "text": "Naja das führt vor allem dazu dass viele einfach auch gar kein bargeld mehr mitnehmen oder sehr wenig weil du nehme ich natürlich nicht nur mit bargeld das ganze aufladen kann sondern auch mit ec-karte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:25",
      "text": "Richtig und außerdem gab es zumindest auf einer fahrscheine veranstaltung auch schon das feature dass da so eine firma trag hingestellt hat der einfach voll mit schließfächer war,"
    },
    {
      "speaker": "Letty",
      "time": "1:52:58",
      "text": "Das ist natürlich auch für den veranstalter ein ganz großes vorteil ein ganz großer vorteil weil du dann nämlich siehst was wirklich an umsatz rausgegangen ist und viele festivals."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:08",
      "text": "Essen stand an welchem getränkestand wann,"
    },
    {
      "speaker": "Letty",
      "time": "1:53:48",
      "text": "Und dir vor allem wenn,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:12",
      "text": "Genau oder auch nur ein verteilung das ist natürlich dann auch,"
    },
    {
      "speaker": "Letty",
      "time": "1:55:32",
      "text": "Noch mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:33",
      "text": "Erstmal nur so von dem was es für vorteile hat bevor wir auf die auf die nachteile,"
    },
    {
      "speaker": "Letty",
      "time": "1:57:16",
      "text": "Der einzige nachteil den ich jetzt so spontan weil also der mir aufgefallen ist wenn man natürlich bezahlt,"
    },
    {
      "speaker": "hukl",
      "time": "1:57:44",
      "text": "Also gibt's für dich dann auch ein irgendein interface wo du gucken kannst oder musst du dazu irgendwelchen terminals gehen."
    },
    {
      "speaker": "Letty",
      "time": "1:57:50",
      "text": "An jeder bar eigentlich nachfragen oder es ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:54",
      "text": "Angeblich auch public terminals wo man einfach auslesen kann ich habe die allerdings auch nicht gesehen."
    },
    {
      "speaker": "hukl",
      "time": "1:57:59",
      "text": "Aber theoretisch wenn jetzt die smartphones alle leser drin haben könnte man da nicht eine app sogar für machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:04",
      "text": "Tatsächlich ist es leuten auch gelungen also ich habe ohne große hecke rein konntest du auch mit dem normalen android phone die dinger auslesen und aus dem mieter dann irgendwo stand auch gerade der aktuelle kontostand drin dass es möglich."
    },
    {
      "speaker": "Letty",
      "time": "1:58:19",
      "text": "Das war aber nicht so ohne weiteres also es war sichtbar die sache war aber die ist weiß ich immer dieselben feldern sich bei uns viele veran,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:49",
      "text": "Also ich mache das auch so wir haben ein system auch aber nur für die crew weil du halt immer das problem hast du willst den leuten halt ein gewisses kontingent geben oder manche halt auch ein anliegen kontingent und dann gibt's natürlich entsprechende chips die eben,"
    },
    {
      "speaker": "Letty",
      "time": "1:59:35",
      "text": "Wäre ja die frage wenn man so,"
    },
    {
      "speaker": "hukl",
      "time": "1:59:52",
      "text": "Zu sehen dass du pleite bist."
    },
    {
      "speaker": "Letty",
      "time": "1:59:53",
      "text": "Na ja aber das genauso über den dein telefon sagen kannst ok jetzt guck ich mal viel noch drauf ist was aber speziell in dieser app drin ist."
    },
    {
      "speaker": "hukl",
      "time": "2:00:01",
      "text": "Und jetzt noch die frage wie haben denn jetzt die festivals wenn's unterschiedliche waren das."
    },
    {
      "speaker": "Letty",
      "time": "2:00:14",
      "text": "Unterschiedlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:15",
      "text": "Also zunächst einmal ist das ganze die dinge haben natürlich 'ne it und du kriegst halt,"
    },
    {
      "speaker": "hukl",
      "time": "2:00:48",
      "text": "Okay und wie funktioniert das dann mit dem regler also dem wiederholen von den rest beträgen."
    },
    {
      "speaker": "Letty",
      "time": "2:00:57",
      "text": "Indem du die serie nummer hinten drauf hast und ich glaube du musst die seriennummer mit einem bild oder so von dem teil schicken an die veranstaltung ich weiß nicht bei der nächsten beginnt das jetzt glaub ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:10",
      "text": "Das handeln handelt die jetzt alle unterschiedlich also jetzt bei der anderen veranstaltung hieß es man muss den bon den man bekommen hat beim einzahlen irgendwie auch noch zeigen."
    },
    {
      "speaker": "Letty",
      "time": "2:01:19",
      "text": "Das ist aber special weil's in polen war glaube ich das ist 'ne regelung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:22",
      "text": "Das hat irgendwas mit dem mit dem finanzamt."
    },
    {
      "speaker": "hukl",
      "time": "2:01:24",
      "text": "Weil nicht dass du dann am ende irgendwie weiß nicht sie sind sehr normalen brot vorstellen kannst weißt schon oder irgendwelches."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:31",
      "text": "Ist eine vorgabe des finanzamt."
    },
    {
      "speaker": "hukl",
      "time": "2:01:32",
      "text": "Ne ich meine das ist halt äh quasi rest geld von leuten ein sammeln kannst also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:38",
      "text": "Klar wenn du dir aber das ist halt dieses das ist jetzt nichts was so leicht gestohlen wird das hast du an deinem arm ist so als ob jemand armband anschauen würde."
    },
    {
      "speaker": "hukl",
      "time": "2:01:49",
      "text": "Ja ich sage nur wenn das zum beispiel wenn das leute sind die sich um it-sicherheit nicht so scheren und einfach die sendung,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:10",
      "text": "Na ja also das ist jetzt hier sowas wie ein zwölf hexe also eins zwei drei vier fünf sechs,"
    },
    {
      "speaker": "Letty",
      "time": "2:02:31",
      "text": "Dein hersteller immer an die haben das unterschiedliche gehandhabt."
    },
    {
      "speaker": "hukl",
      "time": "2:02:34",
      "text": "Also weil,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:05",
      "text": "Klar da gab es natürlich auch aktivitäten und soweit ich weiß sind auch so,"
    },
    {
      "speaker": "hukl",
      "time": "2:04:21",
      "text": "Na und der letzte punkt der mich dazu nur noch einfällt ist dann,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:33",
      "text": "Aber vielleicht lass mal diese ganze crypto und hacking geschichte mal außen vor also gehen wir mal einfach mal davon aus das ist schon sicher genug und sicher der sicherheitslage ist technisch nicht niedrig also die dinger sind jetzt nicht so ohne weiteres,"
    },
    {
      "speaker": "Letty",
      "time": "2:08:26",
      "text": "Aber es wird dir auch angezeigt mit farbe obs die transaktion stattgefunden hat ist es grün und wenn das rot ist dann hat sie nicht statt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:33",
      "text": "Ja aber du kriegst zum beispiel kein bon,"
    },
    {
      "speaker": "Letty",
      "time": "2:09:10",
      "text": "Was du halt machen könntest ist wenn du diese kassen systeme also also,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:32",
      "text": "Die app könnte ja theoretisch auch meine komplette kaufen historie auch anzeigen ich meine wenn der veranstalter das heißt warum soll ich das nicht selber sehen"
    },
    {
      "speaker": "Letty",
      "time": "2:09:55",
      "text": "Ansonsten ist es halt echt angenehmeres festival beginnt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:01",
      "text": "Zweite sache das wird hier auch grade erwähnt wenn du dir halt nach dem festival das geld überweisen lässt weil,"
    },
    {
      "speaker": "hukl",
      "time": "2:10:41",
      "text": "Mit steigenden pegel wird ein manches bedenken sowieso egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:47",
      "text": "Das war auch vorher schon so."
    },
    {
      "speaker": "Letty",
      "time": "2:10:49",
      "text": "Ich meine ich finde es halt auch aus veranstalter sich ähm gut weil du halt ich meine du bist als veranstalter nicht nur darauf angewiesen dass dir deine gäste das ticket zahlen sondern deine männer halt auch,"
    },
    {
      "speaker": "hukl",
      "time": "2:11:16",
      "text": "Ich sage also mein ja alles cool und ich würde es wahrscheinlich auch benutzen ich habe halt also so echt ganz tief in mich rein horche sind da schon so"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:45",
      "text": "Kann ja aber mit bargeld auch passieren oder."
    },
    {
      "speaker": "hukl",
      "time": "2:11:47",
      "text": "Aber dass das ja das hat ja quasi ne was du vorhin gemeint hast so die stände sagen vielleicht in veranstaltung nicht wie viel umsatz gemacht haben jetzt auf der anderen seite jetzt haben sie irgendwie dieses tracking drin aber sie könnten jetzt theoretisch sozusagen den"
    },
    {
      "speaker": "Letty",
      "time": "2:12:02",
      "text": "Definitiv."
    },
    {
      "speaker": "hukl",
      "time": "2:12:03",
      "text": "Und können sozusagen den kleinen betrug eins weitergeben nämlich an den teilnehmer und nicht mehr so andersrum."
    },
    {
      "speaker": "Letty",
      "time": "2:12:09",
      "text": "Das stimmt aber da kann man ja auch die art und weise wie man das kassensystem aufbaut im sinne von was sieht der nutzer der diese transaktion mit der ich in eine transaktion trete gerade als info am display weil ich meine es gab."
    },
    {
      "speaker": "hukl",
      "time": "2:12:21",
      "text": "Aber ihr berichtet jetzt wie es war und da war es ja nicht so ne."
    },
    {
      "speaker": "Letty",
      "time": "2:12:24",
      "text": "Genau es gab einen einzigen stand der hatte ein display wo drauf stand was du gerade kaufst ich bin mir aber nicht sicher ob auf dem sogar dann die transaktion sichtbar war ich glaube schon,"
    },
    {
      "speaker": "hukl",
      "time": "2:13:11",
      "text": "Spiele die ganze zeit so ein kugelschreiber rum lese ich was da drauf steht livestream dot com hemmungslose cambrils ausrufezeichen."
    },
    {
      "speaker": "Letty",
      "time": "2:13:23",
      "text": "Vom karton hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:27",
      "text": "Jetzt hast du interessante was hast du was zerstört weil,"
    },
    {
      "speaker": "Letty",
      "time": "2:13:42",
      "text": "Sorry."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:45",
      "text": "Es ist durch."
    },
    {
      "speaker": "hukl",
      "time": "2:13:48",
      "text": "Ja gut alles klar weil hörer zur sendung alles klar gut ich bin beruhigt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:56",
      "text": "Irgendwas wollte ich noch sagen wollte ist gerade wieder."
    },
    {
      "speaker": "hukl",
      "time": "2:13:59",
      "text": "Jetzt sind ja die hemmungslose willkommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:02",
      "text": "Achso ja,"
    },
    {
      "speaker": "Letty",
      "time": "2:14:51",
      "text": "Müsste das würde das theoretisch funktionieren dass man sagt hey whatever apple ich will für mein festival die zahlungs möglichkeit über euch haben als,"
    },
    {
      "speaker": "hukl",
      "time": "2:15:11",
      "text": "Ich glaube wenn du das so direkt an monetären system auf hängst dann wird er wahrscheinlich relativ schnell sagen nö aber vielleicht kannst du ja in schlumpf bären oder,"
    },
    {
      "speaker": "Letty",
      "time": "2:15:47",
      "text": "Sie wollen meistens wahrscheinlich noch was dazwischen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:49",
      "text": "Ist mc also technisch gibt 's da keine hürde du könntest jetzt 'ne app bauen,"
    },
    {
      "speaker": "hukl",
      "time": "2:17:08",
      "text": "Ja ich meinte dass eben der normale apple flow."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:12",
      "text": "Genau und dann hätte ich halt ein gerät was im prinzip genauso kommuniziert wie mein armbändchen,"
    },
    {
      "speaker": "hukl",
      "time": "2:17:43",
      "text": "Und schon mal in der bar vorbestellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:48",
      "text": "Alter."
    },
    {
      "speaker": "hukl",
      "time": "2:17:49",
      "text": "Dann gibt es da so so so ein billy regal mit den nummern und dann kannst du da dein tablett direkt rausziehst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:56",
      "text": "Ich war eh schon geschockt oft auf der veranstaltung zu sein wo es restaurant gehabt wo man irgendwie vorbestellen musste also sowas auf 'ner party aber auch noch nicht gesehen aber im prinzip ja klar ich meine wenn ich das bei mcdonald's machen kann warum nicht irgendwie auch noch auf meinem hippie festival."
    },
    {
      "speaker": "hukl",
      "time": "2:18:08",
      "text": "Geil so einen schönen drive wurde mit deinem martin kisten gokart rein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:17",
      "text": "Meine alles was der optimierung des veranstaltungs loses dient warum soll ich nicht mein burger bestellen,"
    },
    {
      "speaker": "hukl",
      "time": "2:18:33",
      "text": "Ich laufe schon mal los."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:34",
      "text": "Schlaf schonmal los dann schluss hin da steht die zwölf in die hand fertig,"
    },
    {
      "speaker": "Letty",
      "time": "2:18:56",
      "text": "Apropos."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:57",
      "text": "Wo ich das mit der scheiße schon so bezieht habe vielleicht kriegt man das mit den klos oh nein warte nummern fürs klo."
    },
    {
      "speaker": "Letty",
      "time": "2:19:05",
      "text": "Ich habe gedanke egal ne ich habe meinen gedanken weiter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:12",
      "text": "Noch weiter ähm achso."
    },
    {
      "speaker": "Letty",
      "time": "2:19:16",
      "text": "Egal egal egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:19",
      "text": "Jetzt habe ich einige vorstellung was gemeint haben könntest das kriegst du nicht aus der welt."
    },
    {
      "speaker": "Letty",
      "time": "2:19:21",
      "text": "Apropos sorry doch und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:24",
      "text": "Popo,"
    },
    {
      "speaker": "Letty",
      "time": "2:19:37",
      "text": "Weil es gerade darum ging essen und in schlangen stehen oder vorbestellen ich habe,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:24",
      "text": "Von welcher zeit reden wir jetzt."
    },
    {
      "speaker": "Letty",
      "time": "2:20:26",
      "text": "Wir reden von den ersten automaten von anfang der des zwanzigsten jahrhunderts also wirklich so neunzehnhundert,"
    },
    {
      "speaker": "hukl",
      "time": "2:20:49",
      "text": "Schwarz-weiß fotos."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:50",
      "text": "Michael."
    },
    {
      "speaker": "hukl",
      "time": "2:20:52",
      "text": "An die automaten war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:53",
      "text": "An die automaten bar genau gleich mitgedacht das kennst du wahrscheinlich nicht mehr letty war wann war das das war."
    },
    {
      "speaker": "hukl",
      "time": "2:21:01",
      "text": "Zur goldenen ersten startup da war habe ich das zumindest gesehen ich weiß nicht wie lange sie da schon gab oder so aber es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:07",
      "text": "Ja ja das war so die zeit oben zweitausend rum."
    },
    {
      "speaker": "hukl",
      "time": "2:21:15",
      "text": "Jetzt haben wir auf jeden fall schon mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:17",
      "text": "Wir haben uns schon mal hier."
    },
    {
      "speaker": "hukl",
      "time": "2:21:19",
      "text": "In der show für einmal ja doch doch definitiv."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:28",
      "text": "Tatsache da haben wir das doch unter garantie besprochen freak show hundertsiebenundsechzig das ist ja keine vier jahre ja,"
    },
    {
      "speaker": "hukl",
      "time": "2:21:56",
      "text": "Also ich habe wahre erinnerung dass das zur sprache kam ähm habt ihr im pc habt ihr nicht darüber gesprochen na ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:05",
      "text": "Ich glaube eben nicht aber ich kann mich auch daran erinnern also,"
    },
    {
      "speaker": "hukl",
      "time": "2:22:39",
      "text": "War da nur zwei mal und die erinnerungen sind sehr schämen haften."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:42",
      "text": "Ein kleiner raum paar bänke niemand da bis reingegangen und konnte es halt einfach geld in mark umschauen also da hat man am markt."
    },
    {
      "speaker": "hukl",
      "time": "2:22:55",
      "text": "Glaube ich selber nicht interagiert sondern mir wurde das nur vorgeführt in mir ist es ist wirklich die erinnerung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:00",
      "text": "Auf jeden fall du alter du hast geld gewechselt du konntest halt dann dir bier ziehen und diverse dinge was man in der bar so kauft nur keine bedienung,"
    },
    {
      "speaker": "hukl",
      "time": "2:23:20",
      "text": "Sehr special ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:21",
      "text": "Ich würde jetzt mal meinen diesmal deswegen transkript nein da hätte ich jetzt so einfach mal,"
    },
    {
      "speaker": "hukl",
      "time": "2:23:39",
      "text": "Da dem ein foto."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:41",
      "text": "Ach das highlight ähm genau das war sie die automaten bar guck mal ein träumchen."
    },
    {
      "speaker": "Letty",
      "time": "2:23:50",
      "text": "Ja und ich sehe gerade dass es ins bad ist bei max sie love der in berliner restaurants diese automaten hatte es gibt bei horn und die firma die das dann in amerika übernommen hat noch den wikipedia eindruck dazu gepackt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:05",
      "text": "Tja automatische bars und ich finde da kann da wird da da da wird wahrscheinlich das camp nicht liefern und das ist eigentlich schade und fürs nächste camp muss das alles anders werden denn,"
    },
    {
      "speaker": "hukl",
      "time": "2:24:37",
      "text": "Gemischt aber es wird auf jeden fall großen hacker sport."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:42",
      "text": "Na ja klar ich meine man man müsste das."
    },
    {
      "speaker": "hukl",
      "time": "2:24:44",
      "text": "Stift."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:45",
      "text": "Man man müsste da natürlich eine chance variante gebären gar keine frage und,"
    },
    {
      "speaker": "hukl",
      "time": "2:25:32",
      "text": "Ich habe ich habe ich empfang gerade eine schwingung blockchain,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:53",
      "text": "Weil darum geht's ja gar nicht."
    },
    {
      "speaker": "hukl",
      "time": "2:25:58",
      "text": "Nicht aber ist das nicht ist das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:01",
      "text": "Braucht es jetzt nur wenn du deine deine transaktion danach öffentlich und dann irgendwie nein deutschland braucht man sowieso nicht unsinn aber,"
    },
    {
      "speaker": "hukl",
      "time": "2:27:33",
      "text": "Also ich würde auf jeden fall sagen ich falle dir mal bevor du anfängst wort zu sagen schon noch nicht gesagt dort ganz kurz aber dieses ganze de anonymisierung thema,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:38",
      "text": "Ja genau es könnte auch feigheit vor dem feind sein."
    },
    {
      "speaker": "hukl",
      "time": "2:28:41",
      "text": "Genau ne absolut aber dann müsste man das,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:07",
      "text": "Davon ist erstmal komplett separat aber es macht natürlich in gewisser hinsicht nur sinn wenn wenn alle das system verwenden du man könnte jetzt auch unterscheiden zwischen die datenbank wm die rausgeht enthält diese id oder nicht,"
    },
    {
      "speaker": "hukl",
      "time": "2:29:46",
      "text": "Genau also wie gesagt für mich ist,"
    },
    {
      "speaker": "Letty",
      "time": "2:30:22",
      "text": "Dann falle ich dir,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:42",
      "text": "Betty tabak."
    },
    {
      "speaker": "hukl",
      "time": "2:30:45",
      "text": "Es gibt ja die die anonymisierung ja also du hast sozusagen du hast mit menschen gesprochen der nicht seinen klaren namen verraten hat"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:04",
      "text": "Weiß was du am dreiundzwanzigsten siebten am."
    },
    {
      "speaker": "hukl",
      "time": "2:31:08",
      "text": "Ein beispiel ein beispiel nur so ein ganz doofes beispiel weil ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:35",
      "text": "Aber er hat sein gesicht vor der kamera."
    },
    {
      "speaker": "hukl",
      "time": "2:31:37",
      "text": "Kein gesicht kein klar namen alle domains stimme ist da ja aber trotz alledem so für die,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:54",
      "text": "Na ja es ist schon okay aber das ist aber ein legitimer verteidigungs- rektor an der stelle und."
    },
    {
      "speaker": "hukl",
      "time": "2:32:59",
      "text": "Genau und und da wurde mir halt auch so klar dass du aus totalen banalitäten wo wir sagen ja mein gott irgendwie dann weiß jetzt irgendjemand deinen namen oder sowas aber das,"
    },
    {
      "speaker": "Letty",
      "time": "2:33:15",
      "text": "Ich wollte aber auch gar nicht genau darauf auf dass es schlechte sondern vielleicht ist das genau diese aktion von du kannst nur getränke und essen und später und papas und was weiß ich nicht und kondome kaufen oho vielleicht ist das denn eine spielwiese."
    },
    {
      "speaker": "hukl",
      "time": "2:33:27",
      "text": "Zeit und es dann."
    },
    {
      "speaker": "Letty",
      "time": "2:33:28",
      "text": "Vielleicht ist dann ja ja vielleicht ist das die spielwiese wo man sagen kann und man macht mir wirklich dieses experiment nur für leute die daran auch wirklich teilnehmen wollen um dann zu gucken aber es ist in den daten drin wie kann man es"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:50",
      "text": "Hilft natürlich an der stelle relativ wenig es ist zwar an sich gut wenn man das schon mal hat aber das ist ein bisschen wie bei wahlen computern du weißt ja nicht ob das auch die software ist,"
    },
    {
      "speaker": "hukl",
      "time": "2:34:48",
      "text": "Und was ich dann eben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:49",
      "text": "Die frage ist nur was droht dann ne."
    },
    {
      "speaker": "hukl",
      "time": "2:34:51",
      "text": "Genau was dann eben extra problematisch bei der c veranstaltung findet natürlich sind wir"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:44",
      "text": "Also immer ich wäre,"
    },
    {
      "speaker": "hukl",
      "time": "2:36:10",
      "text": "Na ja klar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:11",
      "text": "Ja selber gegessen habe steht ja nochmal,"
    },
    {
      "speaker": "hukl",
      "time": "2:36:30",
      "text": "Das"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:02",
      "text": "Klar und auch zu zurecht weil meine mutter von ausgehen wenn ich den burger kaufe ja da habe ich vielleicht bar bezahlt aber irgendwie zwanzig sekunden später ist halt das foto auf instagram guck mal hier tim kauft sich ein burger."
    },
    {
      "speaker": "Letty",
      "time": "2:37:16",
      "text": "Das ist 'ne insta-story."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:19",
      "text": "Ja so ne."
    },
    {
      "speaker": "hukl",
      "time": "2:37:21",
      "text": "Und ich möchte auch nicht sagen dass das jetzt wirklich so also ich kann das halt nicht überblicken wie wo das aufhört dass bedrohung potenzial wir fallen halt zumindest so einige szenarien ein die,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:41",
      "text": "Ich würde sogar sagen das dann an der stelle sogar leute wie ich vielleicht etwas und ja jetzt eigentlich auch ja also,"
    },
    {
      "speaker": "Letty",
      "time": "2:38:42",
      "text": "Ja das musst du jetzt überlegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:46",
      "text": "Ja ich muss kurz mal überlegen genau ich mache es alle anonymisiert mir ist anonymisiert das jetzt mal ein bisschen weg,"
    },
    {
      "speaker": "hukl",
      "time": "2:42:35",
      "text": "Na ja und dann äh abschließend zu diesem ganzen thema könnte man vielleicht noch diesen tollen spruch bringen da wo daten anfallen werden sie früher später auf missbraucht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:19",
      "text": "Es gibt wirklich internet kabel trommeln."
    },
    {
      "speaker": "hukl",
      "time": "2:43:21",
      "text": "Für auch rechtsstaatliche preise."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:25",
      "text": "Fdp."
    },
    {
      "speaker": "hukl",
      "time": "2:43:26",
      "text": "Sieben sogar ui na okay ist fairer preis."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:34",
      "text": "Ja also,"
    },
    {
      "speaker": "hukl",
      "time": "2:43:51",
      "text": "Kann ich dann auch nochmal hier so ich hab ja auch noch so ein so ein themenblock der muss jetzt nicht stunden dauern aber ich denke mir der könnte vielleicht in der show durchaus interessant sein für den ein oder die andere."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:08",
      "text": "Ja machst dich so spannend."
    },
    {
      "speaker": "hukl",
      "time": "2:44:11",
      "text": "Ah jetzt weiß ich nicht."
    },
    {
      "speaker": "Letty",
      "time": "2:44:13",
      "text": "Traue ich mich nicht jetzt gucken alle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:15",
      "text": "Alle schauen am ende schreibt da noch jemand was drüber im internet."
    },
    {
      "speaker": "hukl",
      "time": "2:44:21",
      "text": "Ne aber äh also mein mein neuestes nerd hobby ist ja audio im weitestgehend analogen sinne aber,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:47",
      "text": "Willst du jetzt nicht sagen was für eine anlage das ist oder ist es erstmal irrelevant."
    },
    {
      "speaker": "hukl",
      "time": "2:46:51",
      "text": "Ist erstmal irrelevant aber für die leute die so nach einer guten combo suchen also es lieber im sinne von irgendwas was nicht so auf dem radar von allen high magazin ist weil es einfach jetzt ein paar jahre alt ist aber immer noch gut klingt und zum sport."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:18",
      "text": "Ich habe mir erstmal ein bier red weiter."
    },
    {
      "speaker": "hukl",
      "time": "2:47:20",
      "text": "Kannst du guck mal ob da noch dieses bamberger bock birgit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:24",
      "text": "Bamberger bockbier ich schau mal was ich."
    },
    {
      "speaker": "hukl",
      "time": "2:47:26",
      "text": "Bitte das exemplar mitnehmen zum anschauen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:28",
      "text": "Kannst du mir glaube ich merke."
    },
    {
      "speaker": "Letty",
      "time": "2:47:30",
      "text": "Hast du noch was alkoholfreies."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:32",
      "text": "Ja pause."
    },
    {
      "speaker": "Letty",
      "time": "2:47:35",
      "text": "Keine mate dann nehme ich etwas alkoholfreies gerne,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:42",
      "text": "Ach na dann nimm eine zitrone brause was das bringe ich ihnen gleich."
    },
    {
      "speaker": "hukl",
      "time": "2:47:47",
      "text": "Danke ganz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:48",
      "text": "Ja"
    },
    {
      "speaker": "hukl",
      "time": "2:47:50",
      "text": "Genau also bevor wir dann auf diese konkrete produktempfehlung kommen,"
    },
    {
      "speaker": "Letty",
      "time": "2:50:21",
      "text": "Das weiß ich nicht wie."
    },
    {
      "speaker": "hukl",
      "time": "2:50:22",
      "text": "Ja und da gibt es digital analog ne digitaler analog wandler die,"
    },
    {
      "speaker": "Letty",
      "time": "2:51:30",
      "text": "Was kosten die geräte wenn du was fertiges kauft kauft."
    },
    {
      "speaker": "hukl",
      "time": "2:51:34",
      "text": "Also hunderte bis tausende und es geht ganz schnell von hunderte in mehrere tausende,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:34",
      "text": "Wieso steckst du nicht direkt eine raspeln ran."
    },
    {
      "speaker": "hukl",
      "time": "2:55:38",
      "text": "Weil ich den rest möglichst kompakt haben will und nicht noch irgendwie da gelöst dran haben und die die fritz box die liegt halt irgendwo da in meinem kleinen schränkchen und wenn dann der afd mit kabel gelöst noch dran ist ist egal ne"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:09",
      "text": "Macht das ding."
    },
    {
      "speaker": "hukl",
      "time": "2:56:10",
      "text": "Das macht natürlich eher play auch aber wahrscheinlich nicht das aktuelle nehme ich mal an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:16",
      "text": "Wird sogar fast vermuten eher das aktuelle weil das ist ja eher geöffnet als."
    },
    {
      "speaker": "hukl",
      "time": "2:56:21",
      "text": "Ah ja okay alles funktioniert auf jeden fall nicht gut wenn du in safari youtube-videos abspielt und"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:08",
      "text": "Krass apple hat ja."
    },
    {
      "speaker": "hukl",
      "time": "2:57:11",
      "text": "Genau und es ging auch sofort mit dem volumen bei dem mit der fritz box wie gesagt muss ich erstmal im forum kurz graben und"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:06",
      "text": "Ja klingt klingt gut weil dieses problem mit audi ordentlich abspielen in so einer wohnungssituation nacht macht mich irgendwie auch fertig,"
    },
    {
      "speaker": "hukl",
      "time": "3:01:28",
      "text": "Es hält sich wirklich überraschend in grenzen und ich war wirklich aus schlimmste vorbereitet,"
    },
    {
      "speaker": "Letty",
      "time": "3:02:55",
      "text": "Gesagt dass der schallplatte."
    },
    {
      "speaker": "hukl",
      "time": "3:02:56",
      "text": "Ja"
    },
    {
      "speaker": "Letty",
      "time": "3:02:57",
      "text": "Digitale version ist."
    },
    {
      "speaker": "hukl",
      "time": "3:02:58",
      "text": "Aber es hängt natürlich auch mit der scheibe zusammen also es gibt auch schlecht produzierte schallplatten davon abgesehen aber ich find's trotzdem krass dass es möglich ist dass es diese digitale dass es dieses digitale medium quasi mindestens,"
    },
    {
      "speaker": "Letty",
      "time": "3:03:21",
      "text": "Ich find ja wenn wenn man schallplatte sich anhört man geht halt auch gleich in so einem anderen modus rein es ist halt so du nimmst dir die zeit dafür du konsumierst musik jetzt nicht nur so schnell auf play drücken sondern,"
    },
    {
      "speaker": "hukl",
      "time": "3:03:36",
      "text": "Es halt restaurant gehen oder fast food bestellen ne."
    },
    {
      "speaker": "Letty",
      "time": "3:03:40",
      "text": "Ja stimmt genau."
    },
    {
      "speaker": "hukl",
      "time": "3:03:41",
      "text": "Also ja das man hört auf jeden fall bewusst,"
    },
    {
      "speaker": "Letty",
      "time": "3:04:30",
      "text": "Ich habe auch keine richtigen boxen ich habe ähm gerade auch nur zum laute musik hören so 'ne,"
    },
    {
      "speaker": "hukl",
      "time": "3:05:01",
      "text": "Also vielleicht kommst du ja auch mal bei mir vorbei,"
    },
    {
      "speaker": "Letty",
      "time": "3:05:08",
      "text": "In der sound wolke schweben darf man darf man dann auch die eigenen platten mitnehmen."
    },
    {
      "speaker": "hukl",
      "time": "3:05:12",
      "text": "Ja klar das ist also bei so einem wenn man zusammen hockt und musik hat dann ist natürlich das ritual dass jeder mal seine lieblingstracks oder alben da auch spielen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:23",
      "text": "So was hast du jetzt für eine anlage."
    },
    {
      "speaker": "hukl",
      "time": "3:05:25",
      "text": "Also die lautsprecher sind bauhaus und wirkens sechs acht drei die erste generation,"
    },
    {
      "speaker": "Letty",
      "time": "3:06:54",
      "text": "Das heißt man kauft generell beides zusammen im idealfall oder."
    },
    {
      "speaker": "hukl",
      "time": "3:06:57",
      "text": "Oder zumindest passend und dann geht man halt zum beispiel so ein laden in berlin der ganz geil das ist halt im hinterhof oder,"
    },
    {
      "speaker": "Letty",
      "time": "3:08:56",
      "text": "Wir hatten das doch schon mal hier du hast das mal vorgestellt."
    },
    {
      "speaker": "hukl",
      "time": "3:08:58",
      "text": "Und ich habe auch hier so ein paar links schon reingepasst die kann ich auch gerne nochmal testen wo man mit seinen raum maße schon mal berechnen kann und vor her sehen kann wo die lautsprecher wohl am besten funktionieren werden,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:27",
      "text": "Wir haben ein."
    },
    {
      "speaker": "hukl",
      "time": "3:10:33",
      "text": "Und ja es wird gesagt das meiner meinung nach wenn man musik mag das lohnt sich so sehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:41",
      "text": "Mag musik aber ich weiß gar nicht ob ich überhaupt noch in der lage bin irgendwie guten klang spüren wenn ich ihnen höre."
    },
    {
      "speaker": "hukl",
      "time": "3:10:52",
      "text": "Ja das wie gesagt man hat ja auch selten die gelegenheit dazu weil wo hat man jetzt nochmal,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:11",
      "text": "Bemerkenswert dass es sowieso scheiße lautet aber man kann trotzdem im gewitter stehen sich normal unterhalten."
    },
    {
      "speaker": "hukl",
      "time": "3:11:16",
      "text": "Klar aber genau das sind halt so ein bisschen andere design paradigma gerade zum beispiel diese stereo bild oder diese bühne das ist zum beispiel der unterschied gewesen wo die schallplatten version von dem track,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:36",
      "text": "Besser als wir festplatte habe ich gerade gelesen."
    },
    {
      "speaker": "hukl",
      "time": "3:12:40",
      "text": "Ja das ding ist auch weißt du dass das schwierige dabei ist es ist nicht so dass die einfach nur sagen das klingt besser sondern die kommen schon auch mit argumenten also da ist ja dass das sehr sehr der mann der audio."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:54",
      "text": "Auf dem bus."
    },
    {
      "speaker": "hukl",
      "time": "3:12:57",
      "text": "Ne in dem moment wo du digital analog behandelst weil dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:02",
      "text": "Aber dann kommt die daten die von einer festplatte kommst dieselben wie von essen."
    },
    {
      "speaker": "hukl",
      "time": "3:13:05",
      "text": "Das das ist richtig aber die werden halt in den dack rein geströmt ja und da gibt's clogs die sozusagen auf deine sample,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:18",
      "text": "Ich weiß ich jetzt auch nicht wie du das sagen sollst weil ich glaube was auch immer du sagen kannst."
    },
    {
      "speaker": "hukl",
      "time": "3:13:22",
      "text": "Also dass dieses argumenten bit ist ein bett das ist ja natürlich total legitim,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:59",
      "text": "Mein praxis und guckt durch das internet an."
    },
    {
      "speaker": "hukl",
      "time": "3:13:59",
      "text": "Ja so jetzt ist sozusagen die these dass in dem moment wo du so ein christel da auf deinen tag hast und wir wissen ja alle dass die toleranzen von so quarz jetzt nicht die besten sind,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:25",
      "text": "Also der bin ich voll bei dir,"
    },
    {
      "speaker": "hukl",
      "time": "3:14:45",
      "text": "Warte jetzt das argument von den audio vielen was ich jetzt bisher dazu gehört hab folgendes."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:50",
      "text": "Beliebte sind beliebte dateien."
    },
    {
      "speaker": "hukl",
      "time": "3:14:53",
      "text": "Nee nee nee es gibt es geht nicht um die witz es geht in dem fall um elektromagnetischen neuss und physiker neues quasi,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:11",
      "text": "Dass die festplatte quasi den wandler beeinfluss."
    },
    {
      "speaker": "hukl",
      "time": "3:15:14",
      "text": "Ja denn sei es jetzt physischer neues durch die vibration oder also auch die ich kann ich kann das nicht"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:48",
      "text": "Leute ja."
    },
    {
      "speaker": "hukl",
      "time": "3:15:49",
      "text": "Um neues aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:52",
      "text": "Einfach die brauchen einfach keine keine neuen hobbys diesen komplett ausgelastet mit ihrem waren."
    },
    {
      "speaker": "hukl",
      "time": "3:15:58",
      "text": "Und das ding ist,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:22",
      "text": "Rechts drängende bits im kristall speicher für nur neunhundertneunundneunzig euro machen ja audio erlebnis erst."
    },
    {
      "speaker": "hukl",
      "time": "3:16:33",
      "text": "Ja und das nächste thema ist zum beispiel dieses kabel thema,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:45",
      "text": "Analoges analog."
    },
    {
      "speaker": "hukl",
      "time": "3:16:46",
      "text": "Analoges analog und die kapazität von den kabeln macht was mit den höhen und so weiter und je länger das kabel ist und wenn das nicht zwischen verstärktes oder gebaggert dann zieht das einfach dir die höhen aus dem klang ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:57",
      "text": "Ja aber digital ist halt auch digital."
    },
    {
      "speaker": "hukl",
      "time": "3:17:02",
      "text": "Ja moment ich will jetzt erstmal kurz die analog kabel noch kurz aufrollen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:05",
      "text": "Kabel aufräumen da kannst du da hinten hab ich im."
    },
    {
      "speaker": "hukl",
      "time": "3:17:09",
      "text": "Und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:14",
      "text": "Na klar."
    },
    {
      "speaker": "hukl",
      "time": "3:18:17",
      "text": "Bei usb aus irgendwelchen gründen soll es dann auch noch zu kommen aber auch da denke ich mir das ist in so einem bereich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:23",
      "text": "Ja bei uns b kommt definitiv zu bitter dass man das ist ja."
    },
    {
      "speaker": "hukl",
      "time": "3:18:28",
      "text": "Die frage ist halt ob du das mit dem zehntausend euro kabel mir besser verändern kannst als jetzt mit einem vielleicht zwanzig euro kabel auf kurzen strecken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:38",
      "text": "Na das hat glaub ich ein bisschen mehr was mit deinem treiber dein betriebssystem zu tun,"
    },
    {
      "speaker": "hukl",
      "time": "3:18:54",
      "text": "Oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:55",
      "text": "Mit usb vier wird das alles in ordnung."
    },
    {
      "speaker": "hukl",
      "time": "3:18:58",
      "text": "Okay gut ich sah auch da ich gebe ja nur wieder was ich so erfahren hab in meinen recherchen und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:21",
      "text": "Das macht einfach den reiz zauberst klein,"
    },
    {
      "speaker": "hukl",
      "time": "3:20:28",
      "text": "Ja das ist äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:30",
      "text": "Wie war das war gut."
    },
    {
      "speaker": "hukl",
      "time": "3:20:32",
      "text": "Ja aber auch zum beispiel da gibt's dann wieder die leute sagen ja stream noch über kork kabel oder über spd sing und da gibt's dann auch wieder tausende."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:41",
      "text": "Einfach am besten die musik gar nicht über das internet streamen sondern über was anderes."
    },
    {
      "speaker": "hukl",
      "time": "3:20:45",
      "text": "Ne was was ich mir dann denke schallplatte,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:53",
      "text": "Ja das kann doch nur leute sein die in dieser zeit nicht gelebt haben."
    },
    {
      "speaker": "hukl",
      "time": "3:20:57",
      "text": "In welcher zeit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:59",
      "text": "Schallplatten wenn man als ich ein kind war und ich wollte musik hören muss ich mir schallplatten kaufen ich habe mir einzelne singles gekauft."
    },
    {
      "speaker": "hukl",
      "time": "3:21:07",
      "text": "Ja okay singles kaufen es natürlich kacke."
    },
    {
      "speaker": "Letty",
      "time": "3:21:11",
      "text": "Ich hab als kind immer schallplatten mit hörspiele gehabt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:15",
      "text": "Ich weiß gar nicht was da ausgegeben habe das war so irgendwas wie fünf mark für eine single da war dann so zwei songs drauf die drei minuten vor sich hin nudeln das war irgendwie alles und dann so eine lp war dann irgendwie sowas wie zwanzig,"
    },
    {
      "speaker": "hukl",
      "time": "3:21:40",
      "text": "Ja ich weiß schon ich weiß schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:41",
      "text": "Es ist henning das wissen aber nicht."
    },
    {
      "speaker": "hukl",
      "time": "3:21:45",
      "text": "Das ist richtig und ich kaufe mir jetzt auch nur schallplatten von musik die ich wirklich sehr sehr gerne mag"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:39",
      "text": "So jetzt haben wir hier auch fast 'ne dreiviertel stunde mit dem thema gefüllt ist sollte man vielleicht zum ende noch mal ein paar sachen abhaken."
    },
    {
      "speaker": "hukl",
      "time": "3:22:51",
      "text": "Darf ich noch ganz kurz eine sache,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:37",
      "text": "Glasscheibe."
    },
    {
      "speaker": "hukl",
      "time": "3:23:39",
      "text": "Äh acryl ist es glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:40",
      "text": "Grill ist doch gar nicht ausgewogene noch."
    },
    {
      "speaker": "hukl",
      "time": "3:23:43",
      "text": "Ja wie auch immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:45",
      "text": "Doch das heißt doch da ist er."
    },
    {
      "speaker": "hukl",
      "time": "3:23:48",
      "text": "Die leute sagen dann zehn mal ihr habt keine ahnung,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:05",
      "text": "Dj standard also auto von generell die konkrete aus,"
    },
    {
      "speaker": "hukl",
      "time": "3:24:15",
      "text": "Genau falsche nadel oder falsch eingestellt jetzt wissen alle was ich für analog spaß hab jetzt bitte zu den."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:26",
      "text": "Italien tim was digitale themen gesagt."
    },
    {
      "speaker": "hukl",
      "time": "3:24:28",
      "text": "Ach so du möchtest überall so richtig hardcore analog sprechen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:34",
      "text": "Bevor es komplett wieder vergesse einfach mal so ganz zwischendurch es gibt jetzt ein fitter counter heißt zitate freak show,"
    },
    {
      "speaker": "hukl",
      "time": "3:25:17",
      "text": "Wo sind die sprecher gehöre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:18",
      "text": "Haben sie sich haben sie sich irgendwie gespalten wie die wandern vögel man weiß es nicht."
    },
    {
      "speaker": "hukl",
      "time": "3:25:26",
      "text": "Stille im wald."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:27",
      "text": "Ja die waren dafür die haben's nicht mehr miteinander ausgehalten,"
    },
    {
      "speaker": "Letty",
      "time": "3:25:50",
      "text": "Dinge die tim schlaflose nächte bereitet haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:55",
      "text": "Hast du schon mal hafermilch getrunken."
    },
    {
      "speaker": "hukl",
      "time": "3:25:58",
      "text": "Ich glaube das habe ich noch nicht probiert ne gab kein anlass."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:04",
      "text": "So ging's mir,"
    },
    {
      "speaker": "Letty",
      "time": "3:26:19",
      "text": "Zur erkenntnis."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:20",
      "text": "Zum vegan lifestyle unterwegs bin oder sowas das nicht unbedingt oder zumindest die,"
    },
    {
      "speaker": "Letty",
      "time": "3:26:37",
      "text": "Weil du sie gekauft hast aber aus welchem grund hast du sie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:41",
      "text": "Das weiß ich nicht mehr so ganz genau."
    },
    {
      "speaker": "hukl",
      "time": "3:26:43",
      "text": "Oder was in einer situation wo es nur hafermilch gab und du dachtest dir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:49",
      "text": "Ich habe sie einfach gekauft es muss irgendein."
    },
    {
      "speaker": "Letty",
      "time": "3:26:51",
      "text": "Kauft oder ist sie einfach so bei dir im wohnwagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:54",
      "text": "Nein ne ich habe sie gekauft aber ich krieg um verrecken nicht mehr zusammen warum ich das eigentlich getan habe."
    },
    {
      "speaker": "hukl",
      "time": "3:27:11",
      "text": "Können wir uns ein bisschen hafermilch haben bitte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:18",
      "text": "Wahnsinniges ding,"
    },
    {
      "speaker": "Letty",
      "time": "3:27:54",
      "text": "Korn oder nuss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:55",
      "text": "Oder nüsse wie die mandeln zum beispiel womit mandelmilch kannst mich derzeit noch jagen vielleicht passt."
    },
    {
      "speaker": "Letty",
      "time": "3:28:02",
      "text": "Mit dem mit dem vanillegeschmack probiert die hat gar nicht so viel mehr zucker als die hafermilch nämlich das fand ich interessant."
    },
    {
      "speaker": "hukl",
      "time": "3:28:10",
      "text": "Aber ich habe mir sagen lassen außergewöhnlich gut informierten kreisen als mandelmilch in heißgetränk zum beispiel flock."
    },
    {
      "speaker": "Letty",
      "time": "3:28:17",
      "text": "Hat sie nicht ne also hat sie nicht wir haben die mandelmilch mit."
    },
    {
      "speaker": "hukl",
      "time": "3:28:23",
      "text": "Dann haben die gewöhnlich gut informierten kreisel unwahrheit erzählt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:27",
      "text": "Das ist ja."
    },
    {
      "speaker": "Letty",
      "time": "3:28:27",
      "text": "So so so da werde ich dir da werd ich doch morgen äh drüber reden müssen mit dem gut informierten kreisen."
    },
    {
      "speaker": "hukl",
      "time": "3:28:34",
      "text": "Wir sprachnachrichten."
    },
    {
      "speaker": "Letty",
      "time": "3:28:36",
      "text": "Wir schenken uns keine whatsapp sprachnachrichten das sind thema podcast das sind ganze."
    },
    {
      "speaker": "hukl",
      "time": "3:28:40",
      "text": "Naja ich hörte davon okay aber zurück zur hafermilch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:43",
      "text": "Genau also ich habe jetzt keinen konkreten anlass ich habe kein laktoseintoleranz ich mag die kuh."
    },
    {
      "speaker": "Letty",
      "time": "3:28:49",
      "text": "Ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:54",
      "text": "Ich ich komme generell klar ich gehör zu den leuten die halt dieses gehen haben wie wir die meisten,"
    },
    {
      "speaker": "hukl",
      "time": "3:29:08",
      "text": "Ändert sich aber auch gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:09",
      "text": "Das ändert sich massiv so also diese laktoseintoleranz ist eigentlich auf dem vormarsch aber es ist halt."
    },
    {
      "speaker": "Letty",
      "time": "3:29:14",
      "text": "Das ist eigentlich gar nicht so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:15",
      "text": "Evolutionär sozusagen eine anpassung die mensch hatte das nicht irgendwie immer und dann haben aber die mit mit toleranz die haben halt irgendwie besser"
    },
    {
      "speaker": "Letty",
      "time": "3:29:43",
      "text": "Doch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:48",
      "text": "Katzen mia und eigentlich gar nicht,"
    },
    {
      "speaker": "hukl",
      "time": "3:30:55",
      "text": "Gesellschafts vertrag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:57",
      "text": "Gesellschaft vertrag und dann hatten sie ja sowieso keinen richtigen klaren kommunikationsfähigkeit wie sie es ist sozusagen die sind nie mit den menschen irgendwie klar komplizierten namen,"
    },
    {
      "speaker": "hukl",
      "time": "3:31:08",
      "text": "Vor dir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:08",
      "text": "Stand auf einmal vor mir und ich habe mich mit ihrem befasst ich hab's getrunken und was sagen,"
    },
    {
      "speaker": "hukl",
      "time": "3:31:54",
      "text": "Von kalk weiß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:56",
      "text": "Ja so in die richtung ne,"
    },
    {
      "speaker": "hukl",
      "time": "3:32:15",
      "text": "Ja wichtige zwischenfrage wenn du kalte hafermilch aus dem glas trinkst so richtig so schluck schluck schluck hast dann auch diesen freeze moment am gaumen wo irgendwie das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:25",
      "text": "Ich würde sagen da kommt es auf die temperatur an ja."
    },
    {
      "speaker": "hukl",
      "time": "3:32:27",
      "text": "Ne ich finde das ist schon eine spezielle eigenschaft auch von milch dieses zu viel kalte milch auf einmal und dann ist da irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:37",
      "text": "Also ich würde mal vermuten es liegt wirklich nur an der temperatur aber."
    },
    {
      "speaker": "hukl",
      "time": "3:32:40",
      "text": "An der fertigkeit oder der viskosität oder was auch immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:45",
      "text": "Naja die fertigkeit das ist halt das was hier irgendwie nicht dabei ist das ja eigentlich im wesentlichen auch der punkt ne dadurch dass es alles so getreide ist und eben auch nichts weiter hin zugesetzt wird alter einfach nur dieser saat"
    },
    {
      "speaker": "hukl",
      "time": "3:33:56",
      "text": "Joa."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:57",
      "text": "Und er ist ganz zum schluss ganz zum schluss kriegst du nochmal so ein sind getreide flavour noch nochmal so hinten rein gedrückt müsste eigentlich ganz sharing,"
    },
    {
      "speaker": "Letty",
      "time": "3:34:19",
      "text": "Weil müsli ist ja eh schon hafer warum sollte man die wasser das wasser wässrige hafen ich schon mit reinhauen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:24",
      "text": "So sieht's nämlich aus perfect match."
    },
    {
      "speaker": "hukl",
      "time": "3:34:27",
      "text": "Genau das wär jetzt nämlich meine nächste frage wie was sind deine normalen milch konsum szenarien."
    },
    {
      "speaker": "Letty",
      "time": "3:34:34",
      "text": "Kaffee und hafer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:34",
      "text": "Primär kaffee."
    },
    {
      "speaker": "Letty",
      "time": "3:34:36",
      "text": "Kaffee müsli milchshakes also dann in dem fall dann nicht mehr milchshakes aber genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:43",
      "text": "Für mich aber du sprichst auch für dich wir sprichst."
    },
    {
      "speaker": "hukl",
      "time": "3:34:45",
      "text": "Ich trinke so gut wie gar keine milch außer meinem tee,"
    },
    {
      "speaker": "Letty",
      "time": "3:35:27",
      "text": "Die frage ist halt ob du aufgrund dessen dass es halt komm fettgehalt hat ob du dann eher so was was paris da heißt nehmen müsstest um überhaupt,"
    },
    {
      "speaker": "hukl",
      "time": "3:35:45",
      "text": "Genau also weil das war nämlich bei sojamilch instant das gefühl da fehlt das schmier mittel das war so wieso,"
    },
    {
      "speaker": "Letty",
      "time": "3:36:12",
      "text": "Also bei uns hat's nicht gefloppt deswegen wundert mich was ich halt manchmal im kaffee habe ist bei der reis,"
    },
    {
      "speaker": "hukl",
      "time": "3:36:33",
      "text": "Na ja ich werde es mal ich werde nochmal ein paar experimente führen aber du meinst jetzt gerade was wie heißt das."
    },
    {
      "speaker": "Letty",
      "time": "3:36:39",
      "text": "Paris da also die ganzen mandel hafer,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:02",
      "text": "Genau da ist nämlich ich habe gerade mal nachgeschaut also da in dieser paris da variante also ist ausgehend von dem hafermilch rapsöl noch mit drin,"
    },
    {
      "speaker": "Letty",
      "time": "3:38:10",
      "text": "Und das ist ein krasser unterschied das hatte mich nämlich irgendwann mal gesagt welche also ich kann halt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:44",
      "text": "Ja das stimmt und vor allem ich bin auch sehr gespannt ob was anderes sich nicht einstellt nämlich wenn man so mal irgendwie der meinung ist man bis jetzt wie auch nochmal in die dritte dosis milchkaffee zu sich nehmen denn ja bedeutet dass du wirklich dann auch sehr sehr viel milch,"
    },
    {
      "speaker": "hukl",
      "time": "3:39:16",
      "text": "Also drei so eine pipette also ich weiß ja nicht wie im club irgendwie immer diese milchkaffee zelebriert wurden wo so ein fingerhut kaffee und dann irgendwie so ein halber liter milch gefühlt irgendwie da drin waren wir da drei von trinkst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:31",
      "text": "Macchiato."
    },
    {
      "speaker": "Letty",
      "time": "3:39:32",
      "text": "Ja aber ich hab auch ganz gerne ein bisschen kaffee in meiner milch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:36",
      "text": "Tropft."
    },
    {
      "speaker": "Letty",
      "time": "3:39:38",
      "text": "Ja aber das stimmt das ist also ich finde es wesentlich leichter."
    },
    {
      "speaker": "hukl",
      "time": "3:39:43",
      "text": "Aber auch da bin ich so als tee trinke zum beispiel dieses phänomen kenne ich auch gar nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:48",
      "text": "Aber wenn du müsli ist ist so müsli."
    },
    {
      "speaker": "hukl",
      "time": "3:39:51",
      "text": "Ja mit joghurt dann halt ja also ich mache eigentlich mal so äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:55",
      "text": "Ist auch kuh."
    },
    {
      "speaker": "hukl",
      "time": "3:39:56",
      "text": "Früchte die banane blaubeere haft vollkorn haferflocken vier con habe ich jetzt viel erfolg und dann joghurt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:12",
      "text": "Aber die kuh sitzt bei dir auch."
    },
    {
      "speaker": "hukl",
      "time": "3:40:15",
      "text": "Die sitzt da drin ja und ich esse auch käse leidenschaftlich gerne also die kuh hat ihren platz immer noch im kühlschrank."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:22",
      "text": "Mag auch die kuh ich habe überhaupt nichts gegen die kuh."
    },
    {
      "speaker": "hukl",
      "time": "3:40:25",
      "text": "Na das darum geht's ja auch nicht also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:26",
      "text": "Ja aber ich als einstiegs als einstiegs pfad zum experimentieren,"
    },
    {
      "speaker": "hukl",
      "time": "3:40:40",
      "text": "Das das mag seine."
    },
    {
      "speaker": "Letty",
      "time": "3:40:41",
      "text": "Was ich gerade jetzt ähm in meinem in meinem ähm milchshake drin habe zusätzlich zu den endlich aufgetaucht den erdbeeren ist dieses kennt ihr das das gibt als es,"
    },
    {
      "speaker": "hukl",
      "time": "3:41:16",
      "text": "Ich bin halt."
    },
    {
      "speaker": "Letty",
      "time": "3:41:20",
      "text": "Der stadt war schon schneller tim."
    },
    {
      "speaker": "hukl",
      "time": "3:41:22",
      "text": "Also ich bin ja so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:39",
      "text": "Das mit allem aufhören außer friedrichshof."
    },
    {
      "speaker": "hukl",
      "time": "3:41:41",
      "text": "Ja exakt so,"
    },
    {
      "speaker": "Letty",
      "time": "3:42:21",
      "text": "Der hat das halt auch also das ist halt auch gibt es in der kuh variante und in der ohne variante."
    },
    {
      "speaker": "hukl",
      "time": "3:42:26",
      "text": "Alles klar."
    },
    {
      "speaker": "Letty",
      "time": "3:42:29",
      "text": "Gibt's."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:30",
      "text": "Aus nicht kuh."
    },
    {
      "speaker": "Letty",
      "time": "3:42:31",
      "text": "Genau dieses dieses na ja es gibt von alpha halt auch und ich vermute dass der halt aus sojaboden gemacht ist und ich habe das halt eben mit der kuh variante lange gehabt weil es halt mehr proteine hat glaube ich als quark."
    },
    {
      "speaker": "hukl",
      "time": "3:42:46",
      "text": "Ja für mich ist so dieses ganze thema"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:44:13",
      "text": "Das war's,"
    },
    {
      "speaker": "Letty",
      "time": "3:44:32",
      "text": "Es ist halt auch geschmacklich einfach was sehr sehr anderes es gibt so ja bananenmilch von alkohol ich liebe banane milch zurück."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:44:44",
      "text": "Ja aber so soja ist irgendwie so dieses projektes später einfach gar nichts oder so ja schon nussig ich finde es so er schmeckt einfach gar nichts."
    },
    {
      "speaker": "Letty",
      "time": "3:44:48",
      "text": "Ich finde das meistens sehr nussig also ich habe gerade so ein soja quark gehabt nee tofu kann man würzen und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:01",
      "text": "So ja kann man nicht würzen nicht weil das kann man mit so ja."
    },
    {
      "speaker": "Letty",
      "time": "3:45:04",
      "text": "Mehl,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:14",
      "text": "So also so so er hat keinen mentalen zugang zu mir gehabt aber aber hafer ich mag hafer allein ich meine hafer ist auch im müsli eigentlich schon immer das leckerste gewesen oder also ich mein es gibt körner und es gibt hafer."
    },
    {
      "speaker": "hukl",
      "time": "3:45:25",
      "text": "Na ja also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:30",
      "text": "Ich sing ich singe ich meine wenn ich gucke mal du stehst auf banane ich stehe auf hafer wir sollten den hafer bananen."
    },
    {
      "speaker": "hukl",
      "time": "3:45:37",
      "text": "Vom hafer gestochen oder wie heißt das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:41",
      "text": "Die katze aber."
    },
    {
      "speaker": "Letty",
      "time": "3:45:42",
      "text": "Was kommt jetzt wieder mit diesem pferd um die ecke."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:44",
      "text": "Ja und."
    },
    {
      "speaker": "hukl",
      "time": "3:45:46",
      "text": "Wenn wir jetzt eigentlich dann vielleicht auch langsam die felder nach oben."
    },
    {
      "speaker": "Letty",
      "time": "3:45:52",
      "text": "Tim damit anfängt auf jeden fall."
    },
    {
      "speaker": "hukl",
      "time": "3:45:54",
      "text": "Ich habe hast du gesehen ich habe ein auto auch gepostet wir haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:58",
      "text": "Ja das vier null vier."
    },
    {
      "speaker": "hukl",
      "time": "3:45:59",
      "text": "Watt ich habe das ich habe das pfeil gezogen in antizipiert jon dieses problems kann ich das eher droppen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:07",
      "text": "Ja sicher muss das jetzt live einspielen ohne es zu testen aber wir können erst bananen plus spielen."
    },
    {
      "speaker": "hukl",
      "time": "3:46:17",
      "text": "Fuck ich habe das auf meinem und nicht hier verdammte axt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:22",
      "text": "Mensch du bist ja wirklich blöd."
    },
    {
      "speaker": "hukl",
      "time": "3:46:25",
      "text": "Nee einfach."
    },
    {
      "speaker": "Letty",
      "time": "3:46:26",
      "text": "Oh nee warum kennt noch sowas der chat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:29",
      "text": "Ja natürlich jeder kennt in haar von banane."
    },
    {
      "speaker": "Letty",
      "time": "3:46:32",
      "text": "Ja wir sind ja auch aus dem osten so würde jetzt der tim sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:35",
      "text": "Ja auch also ich meine das spielt da alles mit rein ne das hat mit dem ein oder anderen etwas zu tun."
    },
    {
      "speaker": "Letty",
      "time": "3:46:44",
      "text": "Das ist unser auto."
    },
    {
      "speaker": "hukl",
      "time": "3:46:46",
      "text": "Ich gucke nochmal ganz kurz ob ich finde hier auf youtube."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:49",
      "text": "Also du meinst wir machen jetzt keine weitere gesprächsthemen gerade mal auf ist ja auch schon spät vier stunden schon fast zu zusammen und das zu dritt."
    },
    {
      "speaker": "hukl",
      "time": "3:46:56",
      "text": "Ich hab's auf rbb wurde es auch gepostet ich hoffe es ist vollständig ist geil du wirst es lieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:02",
      "text": "Was für ein schwein kram geiler schwein kram ist."
    },
    {
      "speaker": "hukl",
      "time": "3:47:06",
      "text": "Schick dir das in den show channel in message."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:13",
      "text": "Du warst gerade druck machen."
    },
    {
      "speaker": "hukl",
      "time": "3:47:14",
      "text": "Nee bis jetzt ist ein link auf youtube also jemand äh oder b hat es auf youtube gepostet glücklicherweise ist dir ins lack checken chatten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:24",
      "text": "Schlecht."
    },
    {
      "speaker": "hukl",
      "time": "3:47:26",
      "text": "Tim wo ist er war so viele tipps hier meter ebene klettern meter ebene zeit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:31",
      "text": "Ist doch für alle so und äh das passt jetzt."
    },
    {
      "speaker": "hukl",
      "time": "3:47:43",
      "text": "Das ist einfach ein goldstück."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:44",
      "text": "Ach so das kenne ich das ist das ist."
    },
    {
      "speaker": "hukl",
      "time": "3:47:48",
      "text": "Das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:50",
      "text": "Da würde ich jetzt ehrlich gesagt die bei den bananen."
    },
    {
      "speaker": "hukl",
      "time": "3:47:53",
      "text": "Kann beides spielen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:56",
      "text": "Ich meine der bananen plus ein vorteil verpasst jetzt einfach mal,"
    },
    {
      "speaker": "hukl",
      "time": "3:48:11",
      "text": "Aber ich hab das schon ich hab das schon vor zwei wochen eingetragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:48:21",
      "text": "Wenn man das später."
    },
    {
      "speaker": "hukl",
      "time": "3:48:23",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:48:23",
      "text": "War durch okay da würde ich sagen,"
    }
  ]
}