{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:59",
      "text": "So jetzt noch mal von vorne probieren das jetzt einfach mal die sind entspannt wir sind."
    },
    {
      "speaker": "hukl",
      "time": "0:02:29",
      "text": "Frisch durch geschaukelt."
    },
    {
      "speaker": "Letty",
      "time": "0:02:31",
      "text": "Frisch durch geschaukelt ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:32",
      "text": "Genau hallo heute freaks show zwei hunderteinundvierzig."
    },
    {
      "speaker": "hukl",
      "time": "0:02:39",
      "text": "Servus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:41",
      "text": "Und mit mir tim hallo,"
    },
    {
      "speaker": "hukl",
      "time": "0:02:51",
      "text": "Ich habe nichts dagegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:52",
      "text": "Mach mal eine ganz ruhige sendung keine aufregung ja wie war's denn ihr wart wieder einmal wenig überraschend,"
    },
    {
      "speaker": "hukl",
      "time": "0:03:08",
      "text": "Genau letty war jetzt das erste mal dabei und insofern."
    },
    {
      "speaker": "Letty",
      "time": "0:03:11",
      "text": "Jungs."
    },
    {
      "speaker": "hukl",
      "time": "0:03:13",
      "text": "Soll mal schildern vielleicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:14",
      "text": "Die jungfernfahrt die jungs hingefahren."
    },
    {
      "speaker": "Letty",
      "time": "0:03:18",
      "text": "Erstmal mit dem zug nach italien."
    },
    {
      "speaker": "hukl",
      "time": "0:03:23",
      "text": "Das war auf jeden fall eines der highlights dieses jahr wir sind größtenteils mit der bahn angereist und ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:30",
      "text": "Wegen greta."
    },
    {
      "speaker": "hukl",
      "time": "0:03:32",
      "text": "Wegen greta."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:33",
      "text": "Greta ist ja gleich hin gesegnet wo sie hin muss das wäre."
    },
    {
      "speaker": "Letty",
      "time": "0:03:38",
      "text": "Haben wir dann auch gemacht."
    },
    {
      "speaker": "hukl",
      "time": "0:03:40",
      "text": "Zweitausendachtzehn kilometer per bahn und fünfhundertdreiundsiebzig meilen nautischer art per boot."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:52",
      "text": "Fünfhundertdreiundsiebzig seemeilen in kilometer sind tausend einundsechzig kilometer."
    },
    {
      "speaker": "hukl",
      "time": "0:04:03",
      "text": "So viel na dann muss es ja."
    },
    {
      "speaker": "Letty",
      "time": "0:04:05",
      "text": "Ich glaube beherrscht ach einfach echt viel strecke gemacht."
    },
    {
      "speaker": "hukl",
      "time": "0:04:08",
      "text": "Ja ja im gegensatz zu vorherigen segel tanz der entspannten art im mittelmeer haben wir gesagt okay sieht sardinien muss es sein und von elba aus ist das dann schon sport."
    },
    {
      "speaker": "Letty",
      "time": "0:04:20",
      "text": "Ich muss ganz ehrlich sagen das war nicht entspannt also aber."
    },
    {
      "speaker": "hukl",
      "time": "0:04:22",
      "text": "Doch doch aber also wenn man gäste dabei hat die nicht so wetterfest sind oder motion signals resistent wie zum beispiel also ne wenn die empfindlicher sind als du dann kann man halt nicht so viel."
    },
    {
      "speaker": "Letty",
      "time": "0:04:36",
      "text": "Ich habe mir schon gefühlt wie so 'ne mimose."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:39",
      "text": "Hast du dich die ganze zeit mit der wortwahl unterhalten."
    },
    {
      "speaker": "Letty",
      "time": "0:04:42",
      "text": "Nee so schlimm war es nicht also als es dann besser wurde ich glaub am tag eins und tag zwei dachte ich mir okay ich gehe in sardinien wieder vom schiff runter,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:12",
      "text": "Wie mit dem handy."
    },
    {
      "speaker": "Letty",
      "time": "0:05:14",
      "text": "Man muss halt ständig schlecht also mir wird so ein bisschen anders sobald ich ja so ein display die ganze zeit mich darauf fokussieren,"
    },
    {
      "speaker": "hukl",
      "time": "0:05:33",
      "text": "Aber man muss sagen am anfang also die ersten zwei tage so aus meiner sicht da hat sich hier oben ein deck so an,"
    },
    {
      "speaker": "Letty",
      "time": "0:05:46",
      "text": "Stimmt so nicht."
    },
    {
      "speaker": "hukl",
      "time": "0:05:47",
      "text": "Na ja wir wollen jetzt mal nicht vielleicht schildern,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:53",
      "text": "Nein das wollen wir nicht schildern."
    },
    {
      "speaker": "hukl",
      "time": "0:05:55",
      "text": "Aber es war auf jeden fall das habe ich auch noch nie gesehen,"
    },
    {
      "speaker": "Letty",
      "time": "0:06:18",
      "text": "Ja das stimmt schon aber ich glaube das ding ist halt wenn das so schaukelt ich habe das gefühl gehabt ich musste instant erstmal aufs klo und ich meine wir sind keine fünf minuten aus dem hafen raus die wellen fangen an,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:47",
      "text": "Hilft da nicht eher yoga."
    },
    {
      "speaker": "hukl",
      "time": "0:06:51",
      "text": "Also ich würde schon sagen also gerade wenn man unterdeck ist und man jetzt gerade wirklich in deutschland das glaube ich kränkung hat also das boot schieflage hat"
    },
    {
      "speaker": "Letty",
      "time": "0:07:17",
      "text": "Du verhältst dich halt einfach da drin so dass du nicht runterfährst das war auf jeden fall schon mal eine also so sportlich war das auf jeden fall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:28",
      "text": "Vielleicht solltet ihr im boots design mehr anleihen aus der raumfahrt machen weil die haben ja das problem sozusagen immer."
    },
    {
      "speaker": "Letty",
      "time": "0:07:38",
      "text": "Wie gehen die denn aufs klo hast du das schon mal einen raum gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:40",
      "text": "Ja naja sagen wir mal so ich hab zwar mit der sommertag christopher rette über ihre zeit auf der isis gesprochen."
    },
    {
      "speaker": "Letty",
      "time": "0:07:49",
      "text": "Aber nicht wie man aufs klo geht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:50",
      "text": "Es ist so ein thema das hören die einfach zu oft ich habe mich dann auf die gerüche fokussiert da war sie auch sehr glücklich darüber das fand ich auch sehr das hätte sie sonst noch keiner gefragt und das war eigentlich dass wir die medaille dich rausnehmen wollte."
    },
    {
      "speaker": "hukl",
      "time": "0:08:04",
      "text": "Ja also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:07",
      "text": "Die haben da die also das hat mir was mit anschnallen."
    },
    {
      "speaker": "Letty",
      "time": "0:08:11",
      "text": "Das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:12",
      "text": "Aber es hätte ja vielleicht auf dem boot auch geholfen."
    },
    {
      "speaker": "hukl",
      "time": "0:08:15",
      "text": "Ja du hast aber auf dem boden andere chinesische effekte weil ne im weltraum dann bist du zwar auch schweben und zwar du hast nicht die ganze zeit so hin und her und hoch und runter noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:26",
      "text": "Ich wollte nicht sagen dass das schwerelosigkeit herrscht aber es gibt zumindest auch probleme dass das globale ein bleibt also oder man selbst beim kinofilme."
    },
    {
      "speaker": "hukl",
      "time": "0:08:37",
      "text": "Also ich meine wir hatten dieses jahr bin ich das erste mal mit dem boot gesegnet was elektrische toiletten hat das dann auch wirklich so also sonst muss man immer mit der hand pumpen das finde ich prinzipiell auch charmanter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:49",
      "text": "Wem wem ice oder was von."
    },
    {
      "speaker": "hukl",
      "time": "0:08:51",
      "text": "Zu nehmen es ist ein bisschen anders da gibt's so ein neben dem neben der schüssel so 'ne pumpe die kann in die,"
    },
    {
      "speaker": "Letty",
      "time": "0:10:00",
      "text": "Wo es keine kahuna."
    },
    {
      "speaker": "hukl",
      "time": "0:10:03",
      "text": "Zumindest nicht in den lokalen den wir waren aber wir haben ein carbon selber auf dem boot."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:07",
      "text": "Warum heißt es denn dann carbon lara wenn's keine carola."
    },
    {
      "speaker": "hukl",
      "time": "0:10:11",
      "text": "Frage nicht mich fragt die chinesen."
    },
    {
      "speaker": "Letty",
      "time": "0:10:12",
      "text": "Musste wikipedia fragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:15",
      "text": "Chinesen sah wie heißt er denn die sache denn."
    },
    {
      "speaker": "Letty",
      "time": "0:10:21",
      "text": "Nein aber es war schon echt ein abenteuer und im so wenn du am anfang nicht so richtig weißt so ah,"
    },
    {
      "speaker": "hukl",
      "time": "0:10:38",
      "text": "Genau also wir gleich direkt nacht fahrt durch geritten mit der letty."
    },
    {
      "speaker": "Letty",
      "time": "0:10:43",
      "text": "Und das war eigentlich mega geil weil ich hab mich nicht getraut runterzugehen und durfte oben schlafen ganz cool also du hast jetzt sage ich da nicht so richtig gepennt aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:53",
      "text": "Runter im sinne von in die karibik."
    },
    {
      "speaker": "Letty",
      "time": "0:10:55",
      "text": "Ja genau es war halt wirklich so ich wusste so okay ich bin gerade nicht seekrank und endlich gerade nicht seekrank und ich will jetzt nicht runter und seekrank werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:05",
      "text": "Wieso wird man unten mehr seekrank als oben."
    },
    {
      "speaker": "Letty",
      "time": "0:11:06",
      "text": "Weil ein horizont nicht siehst also das ist bei mir jedenfalls der ganz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:10",
      "text": "Okay."
    },
    {
      "speaker": "Letty",
      "time": "0:11:11",
      "text": "Bei besagter toilette die hatte einen vorteil was einen riesigen spiegel neben mir gehabt du konntest in den spiegel aus dem aus dem aus dem fenster herausschauen sodass du so ein bisschen den horizont gesehen hast,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:25",
      "text": "Also war das ein feature oder was."
    },
    {
      "speaker": "Letty",
      "time": "0:11:27",
      "text": "Ne das zufall und das andere klo was also wir hatten drei drei studenten und das einzelne toiletten hatte nur oben eine luke das heißt da hast du nichts drin gesehen und das war dann wirklich so wenn du da aufs klo gegangen bist du,"
    },
    {
      "speaker": "hukl",
      "time": "0:11:44",
      "text": "Also das ist auch eigentlich das übliche"
    },
    {
      "speaker": "Letty",
      "time": "0:12:46",
      "text": "Du hast ja auch gekocht."
    },
    {
      "speaker": "hukl",
      "time": "0:12:48",
      "text": "Ja aber das habe ich mir auch so ein bisschen erarbeiten müssen also ich sag ja auch immer gerne das so von dieser seekrankheit ist die hälfte so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:25",
      "text": "Schnallt man sich dann fest."
    },
    {
      "speaker": "Letty",
      "time": "0:13:28",
      "text": "Na du kannst wenn du."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:29",
      "text": "Die ganze zeit außer."
    },
    {
      "speaker": "hukl",
      "time": "0:13:31",
      "text": "Na ja ideal also genau die einzelbetten die haben manchmal so ein ich weiß nicht wie es auf deutschland aber so ein tuch was du noch so hoch spannend kannst an der seite dass du nicht raus purzelt"
    },
    {
      "speaker": "Letty",
      "time": "0:13:47",
      "text": "Genau du hast dann die gesamte fläche ist dann matratze einfach wo du liegst und er kann es halt von einer seite zur anderen rollen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:05",
      "text": "Und ich dachte hängematte werden so der brüller."
    },
    {
      "speaker": "hukl",
      "time": "0:14:08",
      "text": "Nee nee nee nee nicht auf so einen kleinen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:14",
      "text": "Groß genug sozusagen."
    },
    {
      "speaker": "hukl",
      "time": "0:14:15",
      "text": "Na ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:52",
      "text": "Was mich ja noch interessieren würde weil wir hatten da glaube ich in der sendung vorher nochmal drüber gesprochen,"
    },
    {
      "speaker": "Letty",
      "time": "0:15:08",
      "text": "Eine einzige stelle und zwar nur an einer seite der wirbelsäule relativ weit unten lendenwirbel eine einzige stelle die habe ich als muskelkater gemerkt der rest nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:18",
      "text": "Na gut du bist ja aber auch schon ganz gut unterwegs so mit deinen ganzen kletter geschichten und so weiter was wahrscheinlich ganz gut vorbereitet."
    },
    {
      "speaker": "hukl",
      "time": "0:15:27",
      "text": "Aber ich würde doch sein dass jetzt nicht so mega üblich also soll ich mein so ne wir hatten jetzt eine fünfzig fuß also fünfzehn meter und ein bisschen ja,"
    },
    {
      "speaker": "Letty",
      "time": "0:15:55",
      "text": "Auf jeden fall also das geilste ist halt eigentlich zu diese zwei fahrten die wir hätten wo viel wind war dass wir so bis zu acht neun knoten fast offen,"
    },
    {
      "speaker": "hukl",
      "time": "0:16:10",
      "text": "In deutschland."
    },
    {
      "speaker": "Letty",
      "time": "0:16:11",
      "text": "Wenn du das dann auch noch hast um eine geile position sind da oder liegst du da wie so ein chefsessel es ist mega geil und wenn das dann noch so an dir vorbeizieht so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:20",
      "text": "Der chat fragt ob es ein tracking gibt ob man link,"
    },
    {
      "speaker": "hukl",
      "time": "0:16:29",
      "text": "Nee ich hab aus so akku strom gründen ich benutze mal die navionics app so zum navigieren und die zieht leider wenn man track schon extrem viel strom ich hab"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:44",
      "text": "Hattet ihr da kein strom."
    },
    {
      "speaker": "hukl",
      "time": "0:16:46",
      "text": "Wenn du segeln ist,"
    },
    {
      "speaker": "Letty",
      "time": "0:17:02",
      "text": "Theoretisch hätten wir eine karte."
    },
    {
      "speaker": "hukl",
      "time": "0:17:04",
      "text": "Genau kannst du ja gerne sein ich weiß zwar nicht ob das jetzt so korrekt ist aber grob gesagt sind wir von,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:53",
      "text": "Ja es ich verstehe nicht warum so techniken warum können geräte die über usb angeschlossen sind nicht einfach funktionieren das wär doch mal was."
    },
    {
      "speaker": "hukl",
      "time": "0:18:02",
      "text": "Einundzwanzigste jahrhundert und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:05",
      "text": "Ja ja einundzwanzigste jahrhundert aber mal zweimal startet dann geht's auf einmal."
    },
    {
      "speaker": "Letty",
      "time": "0:18:10",
      "text": "Vielleicht ist es ja auch nicht dein gerät sondern der google."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:14",
      "text": "Kann alles sein ist mir am ende auch egal was es ist."
    },
    {
      "speaker": "hukl",
      "time": "0:18:18",
      "text": "So wir haben eine google erst oberfläche vor uns wir brauchen in das lago."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:25",
      "text": "Ah elba da ist elfi da haben sie auch den polen irgendwie abgeworfen ne."
    },
    {
      "speaker": "Letty",
      "time": "0:18:29",
      "text": "Jawohl ein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:31",
      "text": "Also wenn ich sage da ist elfi dann meine ich rechts oben an an sardinien dran und dann seid ihr achso korsika ach krass und dann seid ihr bis nach unten nach verdienen runter geguckt krass."
    },
    {
      "speaker": "hukl",
      "time": "0:18:43",
      "text": "Ja genau es war halt schon mal eine sportliche strecke jetzt für die."
    },
    {
      "speaker": "Letty",
      "time": "0:18:47",
      "text": "Genau."
    },
    {
      "speaker": "hukl",
      "time": "0:18:49",
      "text": "Villa simion aus das haben wir ja besucht und zu kalt ideal zu kalorie haben wir es leider nicht mehr geschafft aber genau das ist das carbon raus,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:36",
      "text": "Ist."
    },
    {
      "speaker": "hukl",
      "time": "0:19:37",
      "text": "Das ist dieses funk basierte,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:36",
      "text": "Automatik also die."
    },
    {
      "speaker": "hukl",
      "time": "0:20:38",
      "text": "Genau und da gibt's halt die transponder also die auch senden können die kosten halt leider so fünfhundert sechshundert euro im günstigsten fall ein reciever ist im wesentlichen dvb tee empfänger beziehungsweise ein software die find radio"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:06",
      "text": "Ich wollte ja wo du grip sagst fiel mir natürlich gleich nochmal ein hier ich hätte ja mal diesen hundertsechsundsechzig segeln mit jens uwe auch mal hier war ich weiß"
    },
    {
      "speaker": "hukl",
      "time": "0:23:43",
      "text": "Ja wie gesagt ich hatte mein rechner halt mit um genau dieses zeugs zu machen und diese wetterdaten irgendwie auf dem großen bild schon mir anzugucken ich habe da"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:36",
      "text": "Ich stehe also ich höre raus ihr könnt es weiterhin empfehlen diese aktivität ich liebe liebäugeln ja auch damit aber bisher ist euer timing für mich."
    },
    {
      "speaker": "hukl",
      "time": "0:24:49",
      "text": "Ja das ist halt schwierig weil man kann nicht so super spontan außerhalb also außer man macht wirklich ganz außerhalb der saison so oktober oder so dann kriegt man auch mal ein boot ein bisschen so auf zu ruf"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:31",
      "text": "Also eigentlich müsste man jetzt schon den nächsten turnen."
    },
    {
      "speaker": "hukl",
      "time": "0:25:34",
      "text": "Ja wenn man wenn man so ganz flexibel sein will in der zeit packen müssen wir das jetzt eigentlich schon mal direkt überlegen ja."
    },
    {
      "speaker": "Letty",
      "time": "0:25:40",
      "text": "Aber ganz ehrlich so da wo wir waren würd ich nicht viel eher hinfahren weil dann ist es einfach zu heiß."
    },
    {
      "speaker": "hukl",
      "time": "0:25:47",
      "text": "Ja geht es war schon im absoluten hochsommer im mittelmeer das war auch auszuhalten mit ausreichender bestimmung."
    },
    {
      "speaker": "Letty",
      "time": "0:25:55",
      "text": "Ja gut das stimmt."
    },
    {
      "speaker": "hukl",
      "time": "0:25:56",
      "text": "Es wird ja immer ein lüftchen das ist ja auch das gute man sitzt er nicht einfach nur so am strand und lässt sich von unten also von oben braten sondern man hat ja ein sonnendach und dann,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:10",
      "text": "Die kleine brise dürfte auch deine allergie probleme dann wecke fickt haben oder team."
    },
    {
      "speaker": "Letty",
      "time": "0:26:15",
      "text": "Ja ich war auch zwei mal laufen bis zu dem zeitpunkt an dem meine kleine ziele ein eine eine begegnung mit so einer rolle hatte,"
    },
    {
      "speaker": "hukl",
      "time": "0:26:56",
      "text": "Ähm genau und jetzt so abschließend eine app die ich nochmal besonders hervorheben möchte weil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:02",
      "text": "Auch immer mit link."
    },
    {
      "speaker": "hukl",
      "time": "0:27:03",
      "text": "Ja kommt äh ach so ja such ich gleich raus und zwar ist das das heißt das smartphone und ganz oft kommt mir das alles gar nicht so smart vor,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:40",
      "text": "Idee."
    },
    {
      "speaker": "hukl",
      "time": "0:27:41",
      "text": "Ah da ist er glaube ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:56",
      "text": "Ja nein vielleicht."
    },
    {
      "speaker": "hukl",
      "time": "0:27:59",
      "text": "Auf dem camp habe ich das ein paar mal gemacht weil wenn man hat irgendjemand kein bargeld dabei da gibt's jetzt nur mit bargeld und dann bezahlt der eine oder so ne und dann kann man aber irgendwie tracken"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:45",
      "text": "Sie können auch alle leute also man kann man so richtig eine gruppe aufmachen und die anderen können dann mit der app auch müssen aber alle die app kaufen sozusagen."
    },
    {
      "speaker": "hukl",
      "time": "0:28:53",
      "text": "Na ja nee äh die gratis version da kannst du eine gruppe oder zwei gruppen haben und die vollversorgung für zwei euro neunundzwanzig und kannst halt beliebig,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:43",
      "text": "Okay es wird also einfach jeder gegen jeden gegen gerechnet am ende sagst du nur noch du musst dem das zahlen müssen das sein das ist eigentlich eine sehr geile geile idee."
    },
    {
      "speaker": "hukl",
      "time": "0:29:53",
      "text": "Genau und diese app kann also weil es gibt viele so eine apps aber es gibt halt,"
    },
    {
      "speaker": "Letty",
      "time": "0:31:09",
      "text": "Ich find den titel so schön abrechnen mit freunden das ist so toll."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:20",
      "text": "Es gibt das gibt nochmal extra bienchen aber es hat sozusagen nur eiweiß das heißt wer."
    },
    {
      "speaker": "hukl",
      "time": "0:31:25",
      "text": "Ne gibt's auch auf android."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:26",
      "text": "Guck an na schauen."
    },
    {
      "speaker": "hukl",
      "time": "0:31:28",
      "text": "Und ja das einfach gut bienchen also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:34",
      "text": "Es ist in der tat ich freue mich auch gerade ob man,"
    },
    {
      "speaker": "hukl",
      "time": "0:31:55",
      "text": "Das ist jetzt da auf jeden fall noch nicht so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:57",
      "text": "Ja okay guter weise soll man macht so stichtag und man muss halt immer wenn man jemand was gezahlt hat quasi sagen habe ich jetzt gezahlt."
    },
    {
      "speaker": "hukl",
      "time": "0:32:05",
      "text": "Ne du kannst also du kannst es auch in der app dann einfach markieren und dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:09",
      "text": "Das meine ich ja."
    },
    {
      "speaker": "Letty",
      "time": "0:32:10",
      "text": "Genau er schlägt der saison schon explizit vor so hier du gibst fünfzehn euro an denen und dann öffnest du das dann sagst du jo hab ich bezahlt dann läuft das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:17",
      "text": "Aber kann ich gleich so irgendwie paypal starten oder so."
    },
    {
      "speaker": "hukl",
      "time": "0:32:21",
      "text": "Ne das ist jetzt also das ist wirklich super minimal im prinzip tricks an nur die namen der leute ein und hast du uns kaum personenbezogenen daten was ich auch ok finde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:31",
      "text": "Für einen selbst sozusagen ne dass man dass man selber einfach so dieses ich muss jetzt aber da muss man ja wieder wissen."
    },
    {
      "speaker": "hukl",
      "time": "0:32:38",
      "text": "Also wir haben das jetzt so wirklich so gemacht im zug haben ein paar leute das in bar dabei gehabt und haben uns direkt so vor ort gemacht die einen haben eine überweisung gemacht und ich glaub einmal gab 's noch 'n paypal,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:03",
      "text": "Ja und vor allem selbst wenn man es nicht in der gruppe macht so also wenn man sich generell gibt und mal alle mal einlädt und so weiter sieht man zumindest was man allen anderen,"
    },
    {
      "speaker": "hukl",
      "time": "0:33:23",
      "text": "Ist auf jeden fall so wirklich eine so dieser wenigen apps,"
    },
    {
      "speaker": "Letty",
      "time": "0:33:41",
      "text": "Money money export das richtige genau."
    },
    {
      "speaker": "hukl",
      "time": "0:33:43",
      "text": "Na ja das könnte man ihn auch vorschlagen mach doch gleich direkt manni manni."
    },
    {
      "speaker": "Letty",
      "time": "0:33:47",
      "text": "Oder in monkey office bitte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:50",
      "text": "Na ja gut also jetzt excel in das kriegt man schon auch in andere programme reingeladen klar."
    },
    {
      "speaker": "hukl",
      "time": "0:33:59",
      "text": "So das äh war's dann glaube ich erstmal mit der segel app bewerbung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:09",
      "text": "Also dieses ganze financial management das ist ja auch kein fehler sammeln nochmal schnell wenn man jetzt in einer gruppe beitritt wie macht man das dann über den link oder."
    },
    {
      "speaker": "hukl",
      "time": "0:34:19",
      "text": "Es gibt so ein nee es gibt in dem fall also ich finde das auch ganz witzig gemacht oder es einfach simpel und ich bin ja,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:50",
      "text": "Aber schon ich verstehe es schon so dass wenn jetzt eine gruppe anlege fünf leute sind da drin,"
    },
    {
      "speaker": "hukl",
      "time": "0:35:04",
      "text": "Alle sehen das gleiche."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:05",
      "text": "Okay aber das läuft dann quasi über seinen server."
    },
    {
      "speaker": "hukl",
      "time": "0:35:08",
      "text": "Ja also es ist auf jeden fall irgendwo läuft da zusammen ja nicht hier ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:13",
      "text": "Na ja also sie können ja gut könnte ja auch sein weiß ich nicht die frage was der server sieht und weiß."
    },
    {
      "speaker": "hukl",
      "time": "0:35:22",
      "text": "Ja wie gesagt dadurch dass also das was ich ja wie gesagt da relativ sympathisch findet dass da gar nicht so versucht wird jetzt große datenerfassung zu machen sondern trägst halt namen ein kann sozusagen anonym einfach nur der gruppe an der gruppe teilnehmen und sachen tracken oder einsehen muss da keine identität"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:43",
      "text": "Simple okay kriegst ein bienchen ich habe mir das mal geladen mal gucken vielleicht heißt für irgendwas,"
    },
    {
      "speaker": "hukl",
      "time": "0:40:49",
      "text": "Wann logg ich mich schon bei der bank webseite."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:52",
      "text": "Ja so ne,"
    },
    {
      "speaker": "hukl",
      "time": "0:45:28",
      "text": "Muss ich bis jetzt noch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:29",
      "text": "Ne ach so okay das äh weiß nur eine vermutung von mir aber spätestens nach neunzig tagen müssen sie."
    },
    {
      "speaker": "hukl",
      "time": "0:45:35",
      "text": "Also es gab ja da nochmal jetzt irgendwie doch so eine aufschub s geschichte bezieht also irgendwie habe ich was gelesen dass die banken jetzt nochmal ein paar tage auch länger zeit haben und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:45",
      "text": "Sie haben sowieso neunzig tage zeit das ist ja das ding niemand zwingt sie das von tag eins zu machen sondern du musst halt spätestens nach neunzig tagen das machen das heißt alle banken,"
    },
    {
      "speaker": "hukl",
      "time": "0:46:10",
      "text": "Mal ausnahmsweise."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:11",
      "text": "Ausnahmsweise also tatsächlich sieht es gerade eher so aus als ob die,"
    },
    {
      "speaker": "Letty",
      "time": "0:48:08",
      "text": "Es ist einfach nur der mangel an fähigkeiten richtige abi bereitzustellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:13",
      "text": "Ja vor allem website also das ist website bring wie soll man das formulieren kipping."
    },
    {
      "speaker": "hukl",
      "time": "0:48:28",
      "text": "Ich weiß was du meinst aber ich habe mir fällt jetzt auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:32",
      "text": "Ein innerer schmerz der mich da wirklich durch zuckt weil das bedeutet einfach nur wir sind nicht in der lage ist einfach zu machen,"
    },
    {
      "speaker": "Letty",
      "time": "0:52:10",
      "text": "Und dann weißt du wahrscheinlich nämlich nicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:34",
      "text": "Achso und es ist noch schlimmer als du denkst weil du denkst,"
    },
    {
      "speaker": "hukl",
      "time": "0:52:59",
      "text": "Nach der liebe zeit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:00",
      "text": "Gruppieren es nach monat oder keine ahnung oder älter als neunzig tage ich weiß nicht ganz genau und haben"
    },
    {
      "speaker": "Letty",
      "time": "0:53:24",
      "text": "Bei wobei dann kann er manni manni immer noch sagen so okay bis zu dem zeitpunkt hab ich die sachen in der datenbank stehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:36",
      "text": "Ja aber das entbindet dich immer noch nicht davon dass er trotzdem immer wieder eine tan angeben musst um überhaupt erstmal an die scheiße ranzukommen ist einfach unfassbar."
    },
    {
      "speaker": "hukl",
      "time": "0:53:46",
      "text": "Tim ganz entspannt bleiben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:49",
      "text": "Bei dem thema ist es wirkt."
    },
    {
      "speaker": "Letty",
      "time": "0:53:52",
      "text": "Prosecco tim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:54",
      "text": "Was für voll honk s sitzen eigentlich in diesem it abteilung von banken."
    },
    {
      "speaker": "hukl",
      "time": "0:53:59",
      "text": "Was willst du nicht wissen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:02",
      "text": "Ehrlich gesagt schon."
    },
    {
      "speaker": "hukl",
      "time": "0:54:04",
      "text": "Kann man auf die erde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:06",
      "text": "Ich will ich will wissen wo ihr auto steht man."
    },
    {
      "speaker": "Letty",
      "time": "0:54:19",
      "text": "Gibt es noch mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:21",
      "text": "Naja."
    },
    {
      "speaker": "hukl",
      "time": "0:54:23",
      "text": "Schlimmer geht immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:24",
      "text": "Ist es gibt noch ein paar eskalation stufen ich habe jetzt bloß keine konkreten bank mehr außer was ich vorhin schon erwähnt habe sparkassen und raiffeisen volks- und raiffeisenbanken,"
    },
    {
      "speaker": "hukl",
      "time": "0:55:22",
      "text": "Also ich habe der volks berliner volksbank und ing-diba und von beiden habe ich auch nichts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:29",
      "text": "Lieber chris wo halt jetzt."
    },
    {
      "speaker": "hukl",
      "time": "0:55:31",
      "text": "Ich habe noch nicht versucht zu anfangs überweisen seit dem urlaub aber voll im urlaub ging das auf jeden fall noch und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:37",
      "text": "Ja vor dem urlaub war aber auch noch vor dem stichtag."
    },
    {
      "speaker": "hukl",
      "time": "0:55:40",
      "text": "Ist ja richtig und ja zumindest das manni manni,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:51",
      "text": "Stand heute okay wunder mich jetzt gerade so ein bisschen weil eigentlich soll das so sein gerade."
    },
    {
      "speaker": "hukl",
      "time": "0:55:58",
      "text": "Ich habe gestern erst ausprobiert."
    },
    {
      "speaker": "Letty",
      "time": "0:56:01",
      "text": "Heute."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:03",
      "text": "Sorry aber sieht halt so aus wobei es jetzt so ist dass die volks- und raiffeisenbanken und spar da wohl nicht mit einheitlicher,"
    },
    {
      "speaker": "Letty",
      "time": "0:56:36",
      "text": "Was ich nicht verstehen also ich finde google hat mal was richtig gemacht wenn's um,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:22",
      "text": "Hätte hätte hätte ja mal jemand drüber nachdenken."
    },
    {
      "speaker": "Letty",
      "time": "0:57:25",
      "text": "Hätte sich ja meine informatiker darüber gedanken machen könnte ein bisschen weiter als."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:31",
      "text": "Das ding ist das glaube ich bei diesen banken wenn diese it-abteilung eigentlich eher so als geld verbrennung station angesehen die werden die werden das gerne."
    },
    {
      "speaker": "Letty",
      "time": "0:57:41",
      "text": "Das glaube ich ich wurde mal von der bank angefragt für einen workshop und die rückmeldung war dann so ey sorry ich hätte es super gerne mein team mit dir weitergebildet,"
    },
    {
      "speaker": "hukl",
      "time": "0:57:52",
      "text": "Also ich nehme jetzt mal keinen namen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:34",
      "text": "Ja aber das ding da komme ich auch gleich nochmal drauf diese leute müssen jetzt die schmerzen spüren,"
    },
    {
      "speaker": "Letty",
      "time": "1:01:33",
      "text": "Du wirst ja vor allem geblockt bei einigen sachen also das muss man ja auch mal den leuten sagen also wenn du selbstständig bist musst du halt viele."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:40",
      "text": "Kilometer wieder raus."
    },
    {
      "speaker": "Letty",
      "time": "1:01:41",
      "text": "Geschäftskunden halt haben ansonsten wird die bank gekündigt paypal kann gesperrt weil dann kommst du dein geld nicht mehr ran das ist halt was wo man echt drauf achten muss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:50",
      "text": "Genau also genau das das ist ein echtes problem dann stellt es halt auch irgendwann fest scheiße bank funktioniert zwar äh ich bin noch nicht gekündigt worden aber du kriegst halt über habe,"
    },
    {
      "speaker": "Letty",
      "time": "1:02:47",
      "text": "Event gmbh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:51",
      "text": "Ich habe keine gmbh aber ich habe,"
    },
    {
      "speaker": "Letty",
      "time": "1:03:42",
      "text": "Ja aber das ist doch bei der markus network beispiel zu bleiben weil da bin ich auch also nicht dass ich"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:02",
      "text": "Das war auch ein grund warum ich mir das geholt habe bis ich festgestellt habe dass sie keine metadaten liefern wo mit."
    },
    {
      "speaker": "Letty",
      "time": "1:04:08",
      "text": "Dann wieder wichtiger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:09",
      "text": "Ja dann dann dann dann ist das für mich so nee ich will auf eine bank setzen die die die mich überzeugt so."
    },
    {
      "speaker": "Letty",
      "time": "1:04:14",
      "text": "Ich muss ja auch mal ganz ehrlich sagen was mich ja noch mehr ankotzt ist ich würde ganz gerne nochmal wieder zinsen bekommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:19",
      "text": "Das ist ja nun mal ein ganz anderes."
    },
    {
      "speaker": "Letty",
      "time": "1:04:21",
      "text": "Bei da hab ich mir nämlich bei der ddb nochmal was geklickt um einfach nur das geld was geparkt wird für dinge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:26",
      "text": "Gibt es derzeit."
    },
    {
      "speaker": "Letty",
      "time": "1:04:28",
      "text": "Da gibts immerhin null komma zwei prozent zinsen und ich habe mich letztens erst wieder gefreut ein euro bekommt ihr ein euro."
    },
    {
      "speaker": "hukl",
      "time": "1:04:36",
      "text": "Jetzt rechnen wir alle mal kurz zurück wie viel geld lässt sie auf dem konto liegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:41",
      "text": "Verleiht verleiht ein geld privat dass der zehner geben da bis tausend mal besser als bei jeder bank."
    },
    {
      "speaker": "Letty",
      "time": "1:04:58",
      "text": "Ne ja oh dann müssen sie nochmal ein antrag stellen off fickt euch entschuldigung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:05",
      "text": "Ich wollte genau dasselbe sagen fickt euch."
    },
    {
      "speaker": "Letty",
      "time": "1:05:08",
      "text": "Ey da denkst du ich hatte letztens am telefon weil ich ausgesprochen ich sag ja wo ist denn hier in der oberfläche das unterkunft und da müssen sie noch."
    },
    {
      "speaker": "hukl",
      "time": "1:05:17",
      "text": "Da müssen sie nochmal in die filiale kommen."
    },
    {
      "speaker": "Letty",
      "time": "1:05:19",
      "text": "Und dann dachte ich mir so da ist die dkb nämlich wesentlich weiter da kannst du online sagen so jo gib mir mal noch eine kreditkarte und dann kriegst du ja keine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:26",
      "text": "Die du dann aber nicht über abc chris wie ich schon gerade aus."
    },
    {
      "speaker": "Letty",
      "time": "1:05:29",
      "text": "Genau genau das ist denn die tante kreditkarte aber ich meine das ist eine kreditkarte die ist eh nur einen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:35",
      "text": "Liebe nett bank warum,"
    },
    {
      "speaker": "Letty",
      "time": "1:05:52",
      "text": "Wenn ich das in zu kurzen äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:54",
      "text": "Die iban da können die deutschen können noch du kannst auch noch ein paar stellen hinten dranhängen die bahn ist lang genug spezifisch jetzt alles überhaupt gar kein problem es gibt genug space,"
    },
    {
      "speaker": "Letty",
      "time": "1:06:09",
      "text": "Ja das war wirklich großartig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:10",
      "text": "Er macht mich wahnsinnig so das zum thema warum überhaupt viele konnten und das ist jetzt sozusagen keinerlei ich wollte ja nur damit sagen das ist jetzt nicht so ungewöhnlich dass man das haben will."
    },
    {
      "speaker": "Letty",
      "time": "1:06:21",
      "text": "Weil das nämlich noch über die selbstständigkeit dazu kommt und was halt total also ich find's geil sondern dinge zu trennen halt wenn du sagen kannst ok liebes finanzamt ihr kriegt für meine"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:15",
      "text": "Ja und privat trennen und halt ne also es ist einfach nicht bei mir ist es so 'ne matrix ja ich brauch irgendwie"
    },
    {
      "speaker": "Letty",
      "time": "1:08:35",
      "text": "Ey dass die noch nicht gekündigt hast das muss man wirklich sagen dafür gehörst du aber auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:42",
      "text": "Ja gleich bestraft ich bin ja auch bestraft,"
    },
    {
      "speaker": "Letty",
      "time": "1:09:18",
      "text": "Also ich habe einen fehler gemacht aus dem urlaub zurück zu kommen und nicht sofort logbuch netz politik"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:49",
      "text": "Wie viele passwörter mal eingeben muss also ich habe ja mein passwort also hier,"
    },
    {
      "speaker": "hukl",
      "time": "1:10:56",
      "text": "Scheiße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:57",
      "text": "Ja billig scheiß statt irgendwie so werde ich jetzt muss ich jetzt auch noch mal drüber nachdenken weil der schmerz ist auf jeden fall."
    },
    {
      "speaker": "Letty",
      "time": "1:11:05",
      "text": "Die frage ist doch aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:07",
      "text": "Na ich dachte was kann schon so schlimm wie schlimm kann es schon sein hab ich mich gefragt wie schlimm kann es sein und wie schlimm kann es sein,"
    },
    {
      "speaker": "hukl",
      "time": "1:12:19",
      "text": "Ich melde mich mal gerade bei der volksbank anmachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:26",
      "text": "Dann war vorhin noch im chat noch eine frage."
    },
    {
      "speaker": "Letty",
      "time": "1:14:04",
      "text": "Also an dem an dem punkt sei nochmal den hören für die vielen spenden gedacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:09",
      "text": "Ich zeige euch jetzt mal was weil irgend so ein penner bei der sparkasse hannover noch unseren honk irgendwann irgendwo ein mensch ist in seinem tages hier,"
    },
    {
      "speaker": "Letty",
      "time": "1:14:24",
      "text": "Die hörer unbedingt video haben wollen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:27",
      "text": "Vollkommen frustriert von seiner tätigkeit und dass man morgens um fünf aufstehen muss zwei stunden mit der s-bahn durch die stadt,"
    },
    {
      "speaker": "Letty",
      "time": "1:15:12",
      "text": "Sorry."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:13",
      "text": "Schwer,"
    },
    {
      "speaker": "Letty",
      "time": "1:15:38",
      "text": "Was sagt denn deine uhr gerade zum puls."
    },
    {
      "speaker": "hukl",
      "time": "1:15:42",
      "text": "Kannst du kannst du dich nicht mit dem snapchat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:47",
      "text": "Wie kann man nur so viel schmerzen erzeugen,"
    },
    {
      "speaker": "Letty",
      "time": "1:16:14",
      "text": "Brief schicken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:15",
      "text": "Nee da muss ich bei dem anderen support anrufen von der bank selber die natürlich drei stunden lang mich in der warteschleife hält wofür ich ja auch richtig zeit habt ne,"
    },
    {
      "speaker": "Letty",
      "time": "1:16:54",
      "text": "Trink mal was tim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:56",
      "text": "Mein bier ist alle ich bin ja noch gar nicht fertig es wird ja alles noch viel schlimmer."
    },
    {
      "speaker": "Letty",
      "time": "1:16:58",
      "text": "Aber willst du mal kurz durchatmen doch mal fenster."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:03",
      "text": "Ja manchmal fettsack du kannst mir ja mal ein bier holen hocke was hältst du davon."
    },
    {
      "speaker": "hukl",
      "time": "1:17:09",
      "text": "Ich will aber das letzte normale bier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:13",
      "text": "Ist das ein normales bier was ich hier trinke."
    },
    {
      "speaker": "hukl",
      "time": "1:17:15",
      "text": "Es gibt noch so bockbier und das stärkste bier bamberg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:18",
      "text": "Mir meinen flensburg weg saufen."
    },
    {
      "speaker": "hukl",
      "time": "1:17:20",
      "text": "Du hast nicht für ordentliche bestückung gesorgt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:23",
      "text": "Ja ist egal ich drehe jetzt auf den bock."
    },
    {
      "speaker": "Letty",
      "time": "1:17:24",
      "text": "Na ihr könnt auch was von prosecco ne,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:30",
      "text": "Das alles das gleiche das ist so wie süß und sprudelt wo ist denn der unterschied zwischen treatment und prost."
    },
    {
      "speaker": "Letty",
      "time": "1:17:37",
      "text": "Apropo nochmal kurz jetzt auf den auf diesen urlaub zurück zu kommen ich bin auf dem rückweg erste klasse in gefahren hier nachzug der wm da bekommt man auch ein prosecco,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:52",
      "text": "So"
    },
    {
      "speaker": "hukl",
      "time": "1:18:33",
      "text": "Glaube ich noch frei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:33",
      "text": "Ja könnt ihr kaufen so dann,"
    },
    {
      "speaker": "hukl",
      "time": "1:19:22",
      "text": "So wie dieses matrix."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:24",
      "text": "Vermutet."
    },
    {
      "speaker": "hukl",
      "time": "1:19:26",
      "text": "Dieses epische."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:28",
      "text": "Vermute es muss jetzt nicht episch sein aber es wäre mal zeit für so ein online dokument wo drin steht welche bank kann eigentlich was,"
    },
    {
      "speaker": "hukl",
      "time": "1:19:38",
      "text": "Habe ich auch letztens wieder versucht herauszufinden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:39",
      "text": "Insbesondere in puncto halt jetzt dieser geschichte ne also da müsste so eine spalte drin sein,"
    },
    {
      "speaker": "Letty",
      "time": "1:22:28",
      "text": "Bezahlt dann danach mit paypal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:30",
      "text": "Einfach weil ich mein paypal ist auch nochmal ein problem für sich so aber die die basic haben die irgendwie von anfang an auf die kette bekommen mit dem internet so deswegen ist er so reich übrigens kleiner tipp,"
    },
    {
      "speaker": "Letty",
      "time": "1:22:53",
      "text": "Das stimmt und vor allem am besten gleich so für die manni manni user ähm es ist genug kompatibel."
    },
    {
      "speaker": "hukl",
      "time": "1:22:57",
      "text": "Wo muss ich meine wo sie meinen account klicken."
    },
    {
      "speaker": "Letty",
      "time": "1:23:02",
      "text": "Ja genau wo muss ich meinen account klicken wenn ich so die volle integration in many many haben will."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:06",
      "text": "Also ich hatte den michael auch gefragt ob es war schon hatten also ja da schon viel informationen aber ist halt auch die ganze zeit nur am boden und am wegschaffen und so weiter also er hat irgendwie andere sorgen aber ich denke mal wenn so ein feature matrix erstmal irgendwo im web ist dann wird es sicherlich auch einer der kontrolle toren"
    },
    {
      "speaker": "Letty",
      "time": "1:23:29",
      "text": "Immer noch banking."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:30",
      "text": "Genau weil es gab ja ein grund warum der ganze psd zwei kram,"
    },
    {
      "speaker": "Letty",
      "time": "1:25:19",
      "text": "Ich glaube das einzige wo er mal meinte was gut wäre jedenfalls also um selbstständig sein buchhaltung sachen ging es ja die war dieses pilot roma tja ich glaube ja."
    },
    {
      "speaker": "hukl",
      "time": "1:25:31",
      "text": "Hat klingt ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:34",
      "text": "Klickt jetzt nicht so vertrauenswürdig aber weiß ich jetzt ehrlich gesagt nicht mehr ganz genau was er gesagt hat könnt ihr euch alle nachhören er war ja mal in der früh schon hat man."
    },
    {
      "speaker": "Letty",
      "time": "1:25:45",
      "text": "Tomaten erinnert hat das was er was er meint ist der einzige online dienst der wirklich irgendwie was funktionieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:50",
      "text": "Okay aber das war damals das wissen wir jetzt nicht ob das irgendwie immer noch bild ne so,"
    },
    {
      "speaker": "Letty",
      "time": "1:26:19",
      "text": "Macht bei mir grad irgendwas und ich bin noch irritiert was er macht."
    },
    {
      "speaker": "hukl",
      "time": "1:26:23",
      "text": "Ja ich scroll nur äh da damit du siehst dass da noch mehr information."
    },
    {
      "speaker": "Letty",
      "time": "1:26:28",
      "text": "Ah das zeug danke."
    },
    {
      "speaker": "hukl",
      "time": "1:26:30",
      "text": "Weitermachen berlin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:32",
      "text": "Genau hier wird auch grade die psd zwei auch schon schon bevor ich das hier getan habe im sack gepostet worden,"
    },
    {
      "speaker": "hukl",
      "time": "1:26:43",
      "text": "Das ist die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:46",
      "text": "Überhaupt irgendwie."
    },
    {
      "speaker": "hukl",
      "time": "1:26:48",
      "text": "Die ist schön."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:49",
      "text": "Keine ahnung vom internet für dieses zum kotzen mit euch."
    },
    {
      "speaker": "Letty",
      "time": "1:26:52",
      "text": "Welche."
    },
    {
      "speaker": "hukl",
      "time": "1:26:55",
      "text": "Bei mir kam da gerade auch irgendwas."
    },
    {
      "speaker": "Letty",
      "time": "1:26:57",
      "text": "Habt ihr ja keine glocke."
    },
    {
      "speaker": "hukl",
      "time": "1:26:59",
      "text": "Du das war hier so warte mal ich versuch 's mal zu reproduzieren was auf der anderen seite glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:05",
      "text": "Wie auch immer auf jeden fall diese ganze geschichte ist so die,"
    },
    {
      "speaker": "hukl",
      "time": "1:27:59",
      "text": "Ein schritt vorwärts zwei zurück."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:01",
      "text": "Also also keine kreditkarte kalt tagesgeldkonto depot irgendwie"
    },
    {
      "speaker": "hukl",
      "time": "1:30:41",
      "text": "Das auto und so fragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:43",
      "text": "Ja wo du dann aber auch noch mal eine pin geben muss und dann hast du mit der kreditkarte bezahlt im web und dann hast du so fünf weiterleitungen von url zu irgendwelchen unbekannten unternehmen die du vielleicht irgendwann mal gesehen hast weil irgendwann mal was ein passwort"
    },
    {
      "speaker": "hukl",
      "time": "1:31:53",
      "text": "Wenn du mit der falschen bank."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:55",
      "text": "Wenn du bei der falsche bank bist aber es gibt ja fast gar keine möglichkeit bei der richtigen bank zu sein."
    },
    {
      "speaker": "hukl",
      "time": "1:32:01",
      "text": "Ja ich habe gerade hier bei der berliner volksbank gelesen die mein ja in ihrer meldung im prinzip,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:39",
      "text": "Ich habe aber noch ein."
    },
    {
      "speaker": "hukl",
      "time": "1:32:43",
      "text": "Heraus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:45",
      "text": "Gibt es nämlich noch eine andere welt in diesem ganzen banking kram und die gibt es auch schon seit längerem nämlich die welt,"
    },
    {
      "speaker": "hukl",
      "time": "1:36:02",
      "text": "Und nicht schon einundzwanzigste jahrhundert wäre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:07",
      "text": "Na so also der bedarf ist ja vollkommen klar da und natürlich haben auch privatleute diesen bedarf jeder will auf seinem telefon ordentliches banking,"
    },
    {
      "speaker": "hukl",
      "time": "1:36:33",
      "text": "Schöne zukunft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:34",
      "text": "Na ja was ist zukunft und es muss einfach passieren meines kann ja wohl nicht."
    },
    {
      "speaker": "Letty",
      "time": "1:36:38",
      "text": "Also ich will es nicht auf dem telefon haben so."
    },
    {
      "speaker": "hukl",
      "time": "1:36:40",
      "text": "Aber es gibt musste ja nicht aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:41",
      "text": "Ich wusste auch nicht aber ich will das schon."
    },
    {
      "speaker": "hukl",
      "time": "1:36:45",
      "text": "Ja also nachdem ich jetzt so in die ein also sowohl in so eine bank als auch in so ein bestehendes unternehmen reingeschaut hab sehe ich da auf jeden fall auch sehr sehr sehr viel potenzial das nochmal alles ganz anders und ganz ordentlich zu machen aber"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:11",
      "text": "Es das ist dieses kürze für."
    },
    {
      "speaker": "hukl",
      "time": "1:37:18",
      "text": "Customer authentic action."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:20",
      "text": "Genau also genau die links hier von manni manni können wir auch mal,"
    },
    {
      "speaker": "Letty",
      "time": "1:38:14",
      "text": "Ich hätte nicht wie das nächstes mal sagen weißt du dass der locken beim finanzamt sympathischer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:19",
      "text": "Als der ball da der bank."
    },
    {
      "speaker": "Letty",
      "time": "1:38:20",
      "text": "Alles dieser banken kram naja,"
    },
    {
      "speaker": "hukl",
      "time": "1:38:36",
      "text": "Den ersten fährst du denn."
    },
    {
      "speaker": "Letty",
      "time": "1:38:38",
      "text": "Na ich habe ein bafög kredit und damit ich in rostock ähm weiter pendeln konnte musste ich noch mal einen kaffee kredit aufnehmen für so da gabs eine kurzzeitige studien kredite,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:05",
      "text": "Es ist nicht schön wenn man zehn jahre im berufsleben ist dass man auch endlich mal schuldenfrei von seiner ausbildung."
    },
    {
      "speaker": "Letty",
      "time": "1:39:09",
      "text": "Na ich bin na ja ich habe einen eltern was hab ich denn ich habe das eltern unabhängige bafög wo man ja so oder so das wissen ja viele nicht wenn man wenn die eltern nicht in der lage sind ihre kinder zu finanzieren beim studium und ich meine es sind glaube ich einige eltern nicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:39",
      "text": "Hast du ja vollkommen die gelegenheit verpasst nachts bis vier am wochenende in vollkommen überfüllten basket besoffenen menschen zeigen."
    },
    {
      "speaker": "Letty",
      "time": "1:40:50",
      "text": "Das habe ich ab und zu mal gemacht aber das war eh nicht so mein ding ne ich habe metaller auch einige silvester kurden verbracht."
    },
    {
      "speaker": "hukl",
      "time": "1:41:02",
      "text": "Ich habe einige silvester schlafen nach dem kongress verbracht."
    },
    {
      "speaker": "Letty",
      "time": "1:41:05",
      "text": "Das auch das auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:06",
      "text": "Ja darauf sollte man sich eigentlich auch."
    },
    {
      "speaker": "Letty",
      "time": "1:41:10",
      "text": "Man sollte das auch nicht anders tun."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:12",
      "text": "Gut ich denke damit können wir diese ganze finanz thematik hinter uns lassen und es mal wieder aber schöne sachen ich hab mich jetzt auch langsam wieder ein bisschen ab aber das muss ja."
    },
    {
      "speaker": "Letty",
      "time": "1:41:22",
      "text": "Was sagt denn hier deine uhr komm erzähl mal hast du da du hast doch da so was sagt denn deine uhr grad zu der puls so die letzten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:28",
      "text": "So keine ahnung."
    },
    {
      "speaker": "Letty",
      "time": "1:41:29",
      "text": "Die letzte halbe stunde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:31",
      "text": "Sieht man nachschlagen dazu muss ich meine man muss ich mein telefon erstmal wieder verbiegen es läuft gerade,"
    },
    {
      "speaker": "Letty",
      "time": "1:42:47",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:49",
      "text": "Ja oder heute hatte ich eigentlich einen termin dachte ich eigentlich weil ich habe einen termin gemacht irgendwie fünfzehn uhr fünfzig,"
    },
    {
      "speaker": "Letty",
      "time": "1:43:34",
      "text": "Aber willst du dein neues iphone auch kaufen weil dennis hat ja ein neues."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:39",
      "text": "Ja habe ich auch im prinzip schon schon bestellt trotzdem ist es dass das hier erstmal repariert wird weil es dauert,"
    },
    {
      "speaker": "Letty",
      "time": "1:44:53",
      "text": "Beim hast du uns das nicht vor einer halben stunde erzählt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:57",
      "text": "Aber nicht in der sendung."
    },
    {
      "speaker": "Letty",
      "time": "1:44:59",
      "text": "Was hat er das nicht gerade vor einer halben stunde echt."
    },
    {
      "speaker": "hukl",
      "time": "1:45:02",
      "text": "Aber nicht in der sendung das war vor der sendung."
    },
    {
      "speaker": "Letty",
      "time": "1:45:07",
      "text": "Sorry."
    },
    {
      "speaker": "hukl",
      "time": "1:45:13",
      "text": "Dj"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:16",
      "text": "Guck mal ich habe sogar spannung und überraschung noch simuliert sogar das hast du jetzt komplett rausgenommen sabotiert die medaille."
    },
    {
      "speaker": "Letty",
      "time": "1:45:23",
      "text": "Ich habe gerade die ganze zeit nicht so betrunken dass ich das dass ich das."
    },
    {
      "speaker": "hukl",
      "time": "1:45:29",
      "text": "Ja was so ein bisschen krimi ging."
    },
    {
      "speaker": "Letty",
      "time": "1:45:30",
      "text": "Ja genau was so ein bisschen krimis das nicht gerade erzählt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:33",
      "text": "Aber das war doch gar kein krimi das war doch äh prosecco hast du gesagt was ich immer noch nicht verstanden wurde."
    },
    {
      "speaker": "Letty",
      "time": "1:46:17",
      "text": "Also meine erfahrung heute bei cyberport also meistens ist ja bei selber port sehr ähnlich dass man mit der absicht hey ich will was kaufen da reingeht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:28",
      "text": "Sebastian berichtet gerade im chat was ich tun könnte um mein telefon selber wieder auf vordermann zu bringen das muss ich mal vorlesen zu not ganz helfen wenn man's normal bisschen heiß werden das schnell laden während mit der,"
    },
    {
      "speaker": "Letty",
      "time": "1:47:55",
      "text": "Hast du nicht noch ein sofa gerade über."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:58",
      "text": "Ich werde mir einfach den scheiß die haben wir dieses display da rein geschraubt das ist schon ein austausch teil."
    },
    {
      "speaker": "Letty",
      "time": "1:48:03",
      "text": "Wann ist denn dein display kaputtgegangen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:06",
      "text": "Vor einigen monaten hatte ich auch das problem dass der touch nicht funktioniert hat also dieses touch hat nicht funktioniert,"
    },
    {
      "speaker": "Letty",
      "time": "1:48:34",
      "text": "Na da sagt der sebastian aber nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:36",
      "text": "Aber es ist ja rief also das geht ja sozusagen davon aus kalte dort stelle das muss aber nicht sein."
    },
    {
      "speaker": "hukl",
      "time": "1:48:43",
      "text": "Terror übrings auch ganz gute erfahrungen mit dem grab es gehabt hier zum beispiel in der kulturbrauerei bei dir gleich um die ecke,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:54",
      "text": "Deswegen wollte ich ja zu apple weil die reparieren vor ort."
    },
    {
      "speaker": "hukl",
      "time": "1:48:57",
      "text": "Ja aber wenn er jetzt eh schon sozusagen äh einen tag oder so ein plant."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:05",
      "text": "Könnte ich das auch so machen aber meine hoffnung war die heute bisschen verflogen ist dass es das innerhalb eines zeiten wenn sie gesagt haben dauert drei stunden dann werde ich was essen gegangen und alles wäre gut aber war da nicht so,"
    },
    {
      "speaker": "Letty",
      "time": "1:49:27",
      "text": "Ich muss euch sagen ich habe jetzt bei dem ipad kauf mal auch 'ne also die meisten unsicher apple kehre ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:52",
      "text": "Ja diese ganzen zusatzversicherungen wie bei den anderen läden kriegst du glaube ich deutlich besser als bei apple also erstmal ist teuer und zweitens bieten sie eigentlich nicht so richtig viel weil,"
    },
    {
      "speaker": "Letty",
      "time": "1:50:09",
      "text": "Ich kenne das mal zeigen also sobald die police dann auch per mail habe kann ich das auch immer was zu sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:15",
      "text": "Ja ich habe mal so ein bisschen angst dass das das die am ende dann mehr ausreden finden während ich halt bei apple immer so den eindruck gewonnen habe wenn du wirklich was wenn du ein legitimes,"
    },
    {
      "speaker": "hukl",
      "time": "1:50:42",
      "text": "Auch sein also zum beispiel hier ich hatte für ein mein altes macbook pro was ja mittlerweile leider auch so ein display schaden hat,"
    },
    {
      "speaker": "Letty",
      "time": "1:51:33",
      "text": "Ja ich bin jetzt gespannt."
    },
    {
      "speaker": "hukl",
      "time": "1:51:34",
      "text": "Ich kenne das auch von leuten die apple care hatten und dann auch irgendwie so ein montags gerät hatten muss dann dreimal auch eingeschickt hatten am ende ach das war noch genau eine geschichte mit diesem"
    },
    {
      "speaker": "Letty",
      "time": "1:52:06",
      "text": "Ja das ist album bevor es macbook."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:07",
      "text": "Ja gab's aber nur eine weiß nein eindruck war das bunte das war die handtasche das war da gab es nur dir eine so."
    },
    {
      "speaker": "Letty",
      "time": "1:52:19",
      "text": "Nein das album gab's auch in."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:25",
      "text": "Achso bevor es intel war genau der genau mit intel also album vier."
    },
    {
      "speaker": "hukl",
      "time": "1:52:27",
      "text": "Es ist richtig lange her sozusagen genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:31",
      "text": "Ja okay gut aber das gab's in groß."
    },
    {
      "speaker": "Letty",
      "time": "1:52:33",
      "text": "Wie heißt das andere."
    },
    {
      "speaker": "hukl",
      "time": "1:52:34",
      "text": "Gab's in groß vierzehn komma eins zoll c zweitausendzwei zum beispiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:49",
      "text": "Ich äh stellt mir grade fest dass diese ganze apple scheiß mittlerweile so lange her ist dass man den überblick verliert."
    },
    {
      "speaker": "Letty",
      "time": "1:53:00",
      "text": "Ich weiß noch als ich mir das erste macbook gekauft hat gab es sogar noch ein schwarz und ich war kurz bevor es in schwarz zu kaufen aber es war langsamer."
    },
    {
      "speaker": "hukl",
      "time": "1:53:11",
      "text": "Ja ich bin ganz mit dem iphone ich glaube mein vertrag wurde mir jetzt auch wieder anbieten ein dingsbums zu machen aber das muss ich mir noch überlegen."
    },
    {
      "speaker": "Letty",
      "time": "1:53:22",
      "text": "Dennis hat schon ein praller das bild von dem lieblings restaurant davor geschickt wo es wirklich sehr beeindruckend war diesen weitwinkel des weitwinkel objektiv zu sehen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:45",
      "text": "Das neue iphone,"
    },
    {
      "speaker": "hukl",
      "time": "1:57:24",
      "text": "Zum beispiel von."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:28",
      "text": "Sowas zum beispiel und so weiter und das hat mit allem funktioniert einzige ausnahme single."
    },
    {
      "speaker": "Letty",
      "time": "1:57:36",
      "text": "Signal ist aber auch immer wieder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:40",
      "text": "Da hab ich ehrlich gesagt relativ wenig verständnis dafür also man kann ja gerne paranoid sein aber was bitte single davon abhält,"
    },
    {
      "speaker": "Letty",
      "time": "1:57:58",
      "text": "Schon immer so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:59",
      "text": "Ganze kommunikation die letzten wochen hatte war."
    },
    {
      "speaker": "hukl",
      "time": "1:58:00",
      "text": "Das kommt dann aber das müsste doch eigentlich sinken."
    },
    {
      "speaker": "Letty",
      "time": "1:58:03",
      "text": "Nein nein nein mach das nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:05",
      "text": "Persönlich weil es ja nichts es liegt nirgendswo zentral ab wenn du so ein deshalb app machst dann sind das ja quasi vom telefon dahin,"
    },
    {
      "speaker": "hukl",
      "time": "2:00:23",
      "text": "Ja ich mein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:36",
      "text": "Es"
    },
    {
      "speaker": "hukl",
      "time": "2:00:37",
      "text": "Sind nicht also so ein bisschen wie ein message die meiste zeit sind aber dann noch ganz oft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:22",
      "text": "Bei igs dreizehn kriegt man ja jetzt mehr zugriff dazu ist mir neulich aufgefallen kriegt jetzt aber gerade nicht erzählt wo das hinterlegt ist aber irgendwo kriegt man,"
    },
    {
      "speaker": "hukl",
      "time": "2:01:41",
      "text": "Aber es gab es auch schon in zwölf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:42",
      "text": "Das ist ja okay gut dann habe ich das irgendwie bisher immer übersehen und äh ich weiß nicht wie es bei katharina ist aber du hast recht es ist es ist es ist nicht geil,"
    },
    {
      "speaker": "hukl",
      "time": "2:02:02",
      "text": "Also was ich ja schon ganz geil finde sind so diese sachen mit diesen ganzen auto für sachen und auch diese tanken codes oder kurz die per sms kommen und dann gleich eingefüllt wenn er sie haben schon ein bisschen was so an der experience kennt aber diese app an sich ist einfach,"
    },
    {
      "speaker": "Letty",
      "time": "2:02:26",
      "text": "Kann ich dann noch mal auf diese ganzen restorate und dinge einrichten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:45",
      "text": "Die weiß."
    },
    {
      "speaker": "Letty",
      "time": "2:02:46",
      "text": "Von einem anderen die weiß und das erste was ich halt hatte war okay ich richte es von meinem telefon ein und sag halt so jo,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:33",
      "text": "Kanada app liegen weiß ich aber nicht genau."
    },
    {
      "speaker": "Letty",
      "time": "2:04:36",
      "text": "Ja aber das fand ich so das war der einzige nachteil wo ich möchte so es gibt diese eine app warum ich dieses ipad habe und die soll funktionieren ansonsten ist es halt echt sehr sehr komfortabel auf jeden fall jetzt irgendwie neue geräte einzurichten mit dieser funktionalität,"
    },
    {
      "speaker": "hukl",
      "time": "2:04:53",
      "text": "Was mich heute da überrascht hat bei mir dieses feature beim letzten mal mehr accounts einrichten und nicht begegnen ist ich habe"
    },
    {
      "speaker": "Letty",
      "time": "2:05:24",
      "text": "Das heißt du benutzt apple mail aber auch."
    },
    {
      "speaker": "hukl",
      "time": "2:05:27",
      "text": "Mittlerweile ja ich bin jetzt äh,"
    },
    {
      "speaker": "Letty",
      "time": "2:05:59",
      "text": "Das habe ich irgendwie nur auf den auf dem ipad und auf dem iphone selbst auf dem ipad noch nicht mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:04",
      "text": "Schlimmeres."
    },
    {
      "speaker": "hukl",
      "time": "2:06:05",
      "text": "Ja das stimmt."
    },
    {
      "speaker": "Letty",
      "time": "2:06:08",
      "text": "Yo ich bin auf dem ipad us also ipad us dreizehn punkt eins mit dem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:16",
      "text": "Die frage war ob ob das eiweiß dreizehn schon drauf heißt gekauft hast das vermutlich."
    },
    {
      "speaker": "Letty",
      "time": "2:06:21",
      "text": "Nee das nicht also als ich es gekauft habe ist der eigentlich sofort in den,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:38",
      "text": "Ja das wird eine weile dauern bis in den neuen ipads wirklich mit dem neuen us also jetzt nicht mehr lange aber das wird nicht am ersten tag beim produkt was schon vorher auf."
    },
    {
      "speaker": "Letty",
      "time": "2:06:48",
      "text": "Ja ich hab halt gestern abend auch geguckt ob mein altes ipad was ich hatte schon das ios dreizehn zur verfügung hatte aber das war gestern abend halt noch nicht der fall,"
    },
    {
      "speaker": "hukl",
      "time": "2:07:07",
      "text": "Was mir beim segeln aufgefallen ist hatten wir ja auch ein ipad pro das erste generation,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:40",
      "text": "Ipads sind die totalen holler also sie sind einfach mal scheiße schnell."
    },
    {
      "speaker": "Letty",
      "time": "2:07:46",
      "text": "Also tim hatte man muss dazu sagen mir heute auch also wir haben irgendwie so 'ne stunde gefüllt darüber diskutiert welches würde ich mir kommt weil ich mir auch eigentlich erst das ältere holen wollte und hat mich dann aber auch davon überzeugt dass ich eigentlich dieses neue haben möchte weil es so schnell ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:02",
      "text": "Nicht nur deswegen aber auch deswegen also das ist das ist schon,"
    },
    {
      "speaker": "Letty",
      "time": "2:08:32",
      "text": "Vielleicht kann man da mal kurz ich suche mal fix die tastatur die ich dazu gekauft habe weil ich tim hat das apple smart folie o,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:45",
      "text": "Standards apple tastatur dazugenommen."
    },
    {
      "speaker": "Letty",
      "time": "2:08:47",
      "text": "Genau und als ich im laden nachgefragt habe mein zu hey ich will dieses ding sie auch haben meinte der nette mitarbeiter von selber porno,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:26",
      "text": "Ja das sieht ganz ganz ordentlich aus weil vor allem der stift."
    },
    {
      "speaker": "Letty",
      "time": "2:09:30",
      "text": "Genau man kann ein stift drumherum machen und wie wir so eine buch klappe noch so eine klappe um den stift drumrum machen also wer jetzt noch den oh gott jetzt sage ich will jetzt noch den stift verliert der muss echt krass sein einfach durch die gegend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:42",
      "text": "Jetzt noch ein anderes keyword kaufen möchte der ist doch verrückt."
    },
    {
      "speaker": "Letty",
      "time": "2:09:46",
      "text": "Ich hoffe dass halt dieses."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:47",
      "text": "Bist du verrückt wenn du das jetzt nicht kaufst."
    },
    {
      "speaker": "Letty",
      "time": "2:09:50",
      "text": "Ja echt mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:51",
      "text": "Sie den link jetzt an."
    },
    {
      "speaker": "Letty",
      "time": "2:09:54",
      "text": "Neben ihrer landesliste den richtigen ne aber das fühlt sich jetzt wirklich erstmal so an wie so einen diesen notebook was man in der hand hat mit einer ja ist jetzt super schwer geworden aber mein primäre anwendungsfälle."
    },
    {
      "speaker": "hukl",
      "time": "2:10:07",
      "text": "Es ist schwerer als minute."
    },
    {
      "speaker": "Letty",
      "time": "2:10:08",
      "text": "Ist auch eher so für zuhause und ich meine ich hatte jetzt das ipad zwar auch mit beim segeln aber dank ausreichend im schaukeln war es mir so vielleicht mal für eine stunde am abend dann,"
    },
    {
      "speaker": "hukl",
      "time": "2:10:32",
      "text": "Ich hätte aber auch keine es klebt hast du."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:34",
      "text": "Ja das ist das problem."
    },
    {
      "speaker": "Letty",
      "time": "2:10:37",
      "text": "Aber es ist einfach schon mal geil so die ganzen short katz von der tastatur auf diesem ipad zu haben."
    },
    {
      "speaker": "hukl",
      "time": "2:10:42",
      "text": "Naja also ich mach auch nur späßchen ne."
    },
    {
      "speaker": "Letty",
      "time": "2:10:46",
      "text": "Kann man sich bestimmt konfigurieren vielleicht ist es ja die skeptisch das mal ausprobieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:54",
      "text": "Ich bin ja ganz gerne und vielleicht machen wir das auch nochmal so ein bisschen im ausklang noch so ein bisschen über iphone und so weiter quatschen hätte mir paar sachen notiert und eiweiß dreizehn und so aber"
    },
    {
      "speaker": "hukl",
      "time": "2:11:54",
      "text": "Die legendäre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:57",
      "text": "Die ja chaos radio dreiundzwanzig also weiß nicht hast du sie gehört."
    },
    {
      "speaker": "hukl",
      "time": "2:12:06",
      "text": "Es war die mit andi andreas pogo,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:22",
      "text": "Hast du erinnerung daran."
    },
    {
      "speaker": "hukl",
      "time": "2:12:24",
      "text": "Äh jetzt nicht mehr so cool ich weiß nur dass ich mich sehr amüsiert und unterhalten gefühlt habe von den beiträgen ich vermute auch dass die eine oder andere kräuter zigarette,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:40",
      "text": "Nicht ausschließen also mindestens im vorfeld"
    },
    {
      "speaker": "hukl",
      "time": "2:13:14",
      "text": "Klicke auf den link."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:15",
      "text": "Ich erzähle ich erzähle jetzt grade unsinn warte mal wir haben doch siebenundneunzig ich hab unsinn erzählt es gar nicht dreiundzwanzig jahre."
    },
    {
      "speaker": "hukl",
      "time": "2:13:24",
      "text": "Ist doch nicht auf den tag genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:28",
      "text": "Ich weiß jetzt nicht genau ja das wundert mich jetzt auch,"
    },
    {
      "speaker": "hukl",
      "time": "2:13:58",
      "text": "Also wenn wenn das äh wenn ihr noch also genau also die kann man sich auf jeden fall unbedingt anhören ich finde die ist auch so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:06",
      "text": "So ein blödsinn."
    },
    {
      "speaker": "hukl",
      "time": "2:14:07",
      "text": "Eine andere sache die ich mir auch ab und zu also alle paar jahre sprudeln die mir auch nochmal durch durch mein music,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:31",
      "text": "Ja ich habe ich habe mir jetzt mal auf den korrekt aufgeregte datum in meinen kalender eingetragen ich werde nächstes jahr nochmal drauf."
    },
    {
      "speaker": "Letty",
      "time": "2:14:37",
      "text": "Es hat jetzt ja auch quasi niemand gehört."
    },
    {
      "speaker": "hukl",
      "time": "2:14:41",
      "text": "Und dann der andere podcast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:44",
      "text": "Der andere."
    },
    {
      "speaker": "hukl",
      "time": "2:14:46",
      "text": "Mal sehen ob es da besser."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:47",
      "text": "So"
    },
    {
      "speaker": "Letty",
      "time": "2:14:48",
      "text": "Der ist traurige."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:49",
      "text": "Ich weiß nicht ob du traurig ist eigentlich überhaupt nicht."
    },
    {
      "speaker": "Letty",
      "time": "2:14:53",
      "text": "Na der anlass ist vielleicht das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:54",
      "text": "Ja ja na ja gut ich meine damit war ja zu rechnen also sigmund jeden ist ja gestorben und ich hatte ja glücklicherweise die gelegenheit noch bevor er gestorben ist vor acht jahren nämlich ihn,"
    },
    {
      "speaker": "Letty",
      "time": "2:15:16",
      "text": "Also ich kann mich an ein paar sachen erinnern aber ich weiß nicht ob du die mir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:20",
      "text": "Aus dem podcast oder die ich dir mal erzählt habe."
    },
    {
      "speaker": "Letty",
      "time": "2:15:23",
      "text": "Die du mir mal erzählt hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:24",
      "text": "Ja das kann schon sein also erstmal,"
    },
    {
      "speaker": "Letty",
      "time": "2:16:55",
      "text": "Oh ich kann mich direkt an sowas erinnern aus der ddr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:58",
      "text": "Genau ob das aber weiß ich nicht aber."
    },
    {
      "speaker": "Letty",
      "time": "2:17:01",
      "text": "Ja ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:03",
      "text": "Danach gekauft werden können den scheiß christian irgendwie immer noch auf jeden fall alles etwas lässig montiert offensichtlich ersties irgendwo so ging und daraufhin fiel diese ganze,"
    },
    {
      "speaker": "Letty",
      "time": "2:18:39",
      "text": "Ich habe ja schon gesagt so auf der reise hab ich ja versucht einen podcast zu hören und das hat mehrere anläufe gebraucht weil ich"
    },
    {
      "speaker": "hukl",
      "time": "2:19:00",
      "text": "Wir waren eher am ort."
    },
    {
      "speaker": "Letty",
      "time": "2:19:01",
      "text": "Ich glaube das war der der der lange turn."
    },
    {
      "speaker": "hukl",
      "time": "2:19:04",
      "text": "Ja da hat man sogar ein bisschen wind wahrscheinlich dann noch ne ja."
    },
    {
      "speaker": "Letty",
      "time": "2:19:07",
      "text": "Ich fand auf jeden fall den nachwuchs ganz cool über sieg montieren noch von der zeit den kann man sich auf jeden fall mal durchlesen."
    },
    {
      "speaker": "hukl",
      "time": "2:19:17",
      "text": "So sehe ich das gerade richtig dass du es wird als ein mail klein benutzt du bist."
    },
    {
      "speaker": "Letty",
      "time": "2:19:24",
      "text": "Ja ich habe also ich hab früher mail benutzt aus irgendwie ich weiß gar nicht mehr warum ich dann auf den standard umgestiegen bin und ich habe es vor kurzem nochmal wieder versucht auf mails,"
    },
    {
      "speaker": "hukl",
      "time": "2:19:40",
      "text": "Na ja."
    },
    {
      "speaker": "Letty",
      "time": "2:19:41",
      "text": "Ja"
    },
    {
      "speaker": "hukl",
      "time": "2:19:43",
      "text": "Mit der zeit geht geht mit der zeit."
    },
    {
      "speaker": "Letty",
      "time": "2:19:44",
      "text": "Ja ja auf jeden fall."
    },
    {
      "speaker": "hukl",
      "time": "2:19:47",
      "text": "Ähm ja."
    },
    {
      "speaker": "Letty",
      "time": "2:19:50",
      "text": "Haben wir noch themen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:51",
      "text": "Ja ich wollte gerade noch einen link in den chat nachtragen also irgendwas erwähnt als wir über montieren gesprochen haben und einen link filter noch."
    },
    {
      "speaker": "Letty",
      "time": "2:20:03",
      "text": "Der von dem radio ist auf jeden fall vom raum zeit ist auf jeden fall gerade reinbekommen von heiko."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:08",
      "text": "Ja den mit dem geier steuern kann also kann man im prinzip auch nochmal erwähnt ist nämlich wirklich wirklich eine gute sendung geworden."
    },
    {
      "speaker": "Letty",
      "time": "2:20:17",
      "text": "Ja was mich im übrigen manchmal irritiert in deinen podcast es ist egal ob das forscher geist ist oder raum zeigt manchmal ist es halt in so einem,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:31",
      "text": "Ja"
    },
    {
      "speaker": "Letty",
      "time": "2:20:33",
      "text": "Also bei bei bei dem mit geyer hast also ihr habt euch am anfang sieht und am ende geduscht das fand ich halt ganz lustig aber,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:45",
      "text": "Sitzen ist auch scheiße aber das ist halt einfach ich treffe halt auf leute,"
    },
    {
      "speaker": "Letty",
      "time": "2:21:49",
      "text": "Burkart sagt er würde dich nie im leben duzen wahrscheinlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:52",
      "text": "Wahrscheinlich nicht so andererseits hab ich das auch schon oft erlebt so leute kommen wir so zu tür rein und sie sehen halt schon so okay alles klar abgerissen der typ irgendwie t-shirt jeans,"
    },
    {
      "speaker": "Letty",
      "time": "2:22:57",
      "text": "Klasse ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:59",
      "text": "Da springt bei mir irgendwas aus außer verankerung ist das als,"
    },
    {
      "speaker": "Letty",
      "time": "2:23:18",
      "text": "Ich weiß noch also es ist nicht irgendwie mama mit frau dietrich angesprochen ist meine mutter das bin ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:26",
      "text": "Ja also wir haben auch eine ganz andere nick nehmen"
    },
    {
      "speaker": "hukl",
      "time": "2:24:41",
      "text": "Durch geduscht hast."
    },
    {
      "speaker": "Letty",
      "time": "2:24:45",
      "text": "Man merkt das als hörer halten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:48",
      "text": "Tut's dir."
    },
    {
      "speaker": "Letty",
      "time": "2:24:50",
      "text": "Irgendwas so sagt dass das halt innerhalb des gesprächs dann irgendwann so dieser switch kommt und so langsam dass du einfließt und dann am ende ist das du aber so ist teppich also es ist bei dem stephanie sehr glaube ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:08",
      "text": "Wovor wasser."
    },
    {
      "speaker": "Letty",
      "time": "2:25:09",
      "text": "Vor dieser geier folge hattest du auch eine folge mit einem wissenschafts kommunikation gemachte der wissenschaftskommunikation mehr gemacht ja wie ist es denn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:21",
      "text": "Karl karl biologische zeit meins."
    },
    {
      "speaker": "Letty",
      "time": "2:25:28",
      "text": "Ja genau ja ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:30",
      "text": "Der ja jetzt quasi die redaktion ist."
    },
    {
      "speaker": "Letty",
      "time": "2:25:32",
      "text": "Aha das ist zum beispiel nicht rausgekommen das hast du erzählt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:36",
      "text": "Habe ich aber erzählt haben wir da haben wir gesagt."
    },
    {
      "speaker": "hukl",
      "time": "2:25:40",
      "text": "Bist du wohl darüber eingeschlafen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:43",
      "text": "War ja am anfang."
    },
    {
      "speaker": "Letty",
      "time": "2:25:46",
      "text": "Ja also für."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:47",
      "text": "Aufgewacht hat erst."
    },
    {
      "speaker": "Letty",
      "time": "2:25:49",
      "text": "Für gewöhnlich schlaf ich auch am anfang von,"
    },
    {
      "speaker": "hukl",
      "time": "2:26:04",
      "text": "Einfach keine podcasts dann passiert."
    },
    {
      "speaker": "Letty",
      "time": "2:26:06",
      "text": "Der furchtbar nein weniger vielleicht aber ich muss unbedingt auch mein zeit sprung podcast zu ändern weil ich mich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:49",
      "text": "Zeit sprung ist auch ein toller."
    },
    {
      "speaker": "Letty",
      "time": "2:26:51",
      "text": "Ich finde diesen trockenen humor von den beiden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:57",
      "text": "Ja wer zeit sprung nicht nicht kennt und,"
    },
    {
      "speaker": "Letty",
      "time": "2:27:23",
      "text": "Es ist halt eigentlich auch mein lauf podcast und es gab so eine zeit für den halbmarathon als ich da trainiert habe wo ich so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:36",
      "text": "Ja die panama kanal sendung die habe ich auch gehört das toll,"
    },
    {
      "speaker": "Letty",
      "time": "2:28:06",
      "text": "Diskutiert ob sie auch einen kanal haben der von den chinesen gebaut werden soll,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:46",
      "text": "Panama kanal dann auch so gehen ja."
    },
    {
      "speaker": "Letty",
      "time": "2:28:48",
      "text": "Genau das könnte den panama kanal dann wiederum genauso gehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:00",
      "text": "Jetzt kriege ich gerade eine mail von apple,"
    },
    {
      "speaker": "hukl",
      "time": "2:29:05",
      "text": "Termin abgesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:06",
      "text": "Nee die sagen wir jetzt freitag kriegt mein iphone pro."
    },
    {
      "speaker": "Letty",
      "time": "2:29:37",
      "text": "Aber nur po nicht max so nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:39",
      "text": "Kein max nein ich brauche das kleinste i phone und das ist das kleinste,"
    },
    {
      "speaker": "Letty",
      "time": "2:29:57",
      "text": "Gerade dass das verkauft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:58",
      "text": "Aber na ja also das ist schon geil mit diesem dass du da irgendwie nochmal so raussuchen kannst das macht die kamera schon mal deutlich nützlicher und wo ich dann halt komplett,"
    },
    {
      "speaker": "Letty",
      "time": "2:30:20",
      "text": "Wie viele sind diese wieviel vier stunden apple batterielaufzeit sind umgerechnet die batterielaufzeit in over cars stunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:30",
      "text": "Ja das ist ja eher so 'ne sache mit den vier stunden nicht mehr das kann sein dass ich das auch nur auf zwei stunden letztlich runter rechnet weil je nachdem wie du benutzt und was du benutzt und"
    },
    {
      "speaker": "Letty",
      "time": "2:30:52",
      "text": "Ich merke das halt gerade mit meinem x und ich habe das mit dem eher schon gemerkt als es dann es gibt halt so tage wo ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:10",
      "text": "Ja das sieht dann dieses mal später was macht es bitte auch unsinn."
    },
    {
      "speaker": "Letty",
      "time": "2:31:15",
      "text": "Manchmal es gibt so podcasts da muss man so ein bisschen also muss ein bisschen dichter sein die information."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:23",
      "text": "Ja naja ja meinetwegen welche."
    },
    {
      "speaker": "Letty",
      "time": "2:31:32",
      "text": "Das möchte ich jetzt nicht sagen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:44",
      "text": "Schneller indem du die pausen machst oder ob es schneller abspielt ja gut stelle abspielen habe ich ja nichts gegen."
    },
    {
      "speaker": "Letty",
      "time": "2:31:50",
      "text": "Aber auch die pausen teilweise also der schneidet ja auch die denken na ja es kommt drauf an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:52",
      "text": "Ja aber die pause sind auch wichtig nein es kommt nicht darauf an dass pausen sind einfach wichtig pausen sind dramaturgische element und solange sie die pause."
    },
    {
      "speaker": "hukl",
      "time": "2:32:03",
      "text": "Deswegen schläfst du nämlich ein bei dem podcast."
    },
    {
      "speaker": "Letty",
      "time": "2:32:04",
      "text": "Nee aber ich glaub das macht wieder speed hab ich jetzt auch fast überall ausgestellt weil aber trotzdem ich over cars ist irgendwie so 'ne krasse,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:23",
      "text": "Also ich finde dieses pausen reinschneiden das bringt am ende irgendwie auch echt nicht so viel also mein die paar sekunden die damit spaß,"
    },
    {
      "speaker": "Letty",
      "time": "2:32:33",
      "text": "Soll ich dir mal das ist ja dann das nächste geile feature was ober kaste dann bietet wenn du die sachen raus sind nicht pipi titels,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:48",
      "text": "Ja nur das ding ist die leute schreiben ja immer wieder ganz laut wenn die sendung lang sind weil sie wollen ja damit die zeit dann auch füllen."
    },
    {
      "speaker": "Letty",
      "time": "2:32:55",
      "text": "Nur mal so."
    },
    {
      "speaker": "hukl",
      "time": "2:33:04",
      "text": "Ihr seid doch süchtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:06",
      "text": "Ich glaube ich."
    },
    {
      "speaker": "Letty",
      "time": "2:33:07",
      "text": "Bin es,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:42",
      "text": "Ist eigentlich eigentlich hätte ich gerade versucht das thema auf das iphone zu wechseln."
    },
    {
      "speaker": "Letty",
      "time": "2:33:48",
      "text": "Ich war beim akku das war wichtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:50",
      "text": "Ja nee es wollte das nochmal kurz bestätigen."
    },
    {
      "speaker": "Letty",
      "time": "2:34:31",
      "text": "Das ist halt so eine krasse sache ne also ich finde so diese hüllen von apple mit diesem das ja auch nicht so richtig,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:40",
      "text": "Nee eben das für mich total es hat mich total verwirrt ist irgendwie ohne cover zu haben."
    },
    {
      "speaker": "Letty",
      "time": "2:34:46",
      "text": "Ich finde es auch total überflüssig mittlerweile diese bescheuerte farben also weil du holst dir einen cover du siehst die farbe eher am ende nicht."
    },
    {
      "speaker": "hukl",
      "time": "2:34:54",
      "text": "Ist nicht wahr ich bin ein nackedei der sich in einer lieder höhle dann am ende versteckt."
    },
    {
      "speaker": "Letty",
      "time": "2:35:11",
      "text": "Das ist der sendung."
    },
    {
      "speaker": "hukl",
      "time": "2:35:13",
      "text": "Das ist der sendung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:32",
      "text": "Hast du eigentlich eine erotische beziehungsweise."
    },
    {
      "speaker": "hukl",
      "time": "2:35:34",
      "text": "Keine die man jetzt hier."
    },
    {
      "speaker": "Letty",
      "time": "2:35:39",
      "text": "Keine die in irgendeiner form missverstanden werden."
    },
    {
      "speaker": "hukl",
      "time": "2:35:42",
      "text": "Und sollte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:45",
      "text": "Na ja mal schauen also angeblich soll mein telefon mich am freitag erreichen da weiß ich noch nicht so ganz genau ich muss da verreisen an dem tag ob sich das rechtzeitig erreicht oder nicht wahrscheinlich nicht,"
    },
    {
      "speaker": "hukl",
      "time": "2:36:09",
      "text": "So in der farbe von der rakete."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:11",
      "text": "Nacht grün heißt."
    },
    {
      "speaker": "hukl",
      "time": "2:36:13",
      "text": "Als glitzert es auch so wie die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:14",
      "text": "Ja ich,"
    },
    {
      "speaker": "Letty",
      "time": "2:36:19",
      "text": "Glitzer würde ich es auch ohne tragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:21",
      "text": "Mensch,"
    },
    {
      "speaker": "hukl",
      "time": "2:36:30",
      "text": "Absolut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:30",
      "text": "Gerade so aus einer dokumentation sau schlechter fotografisch vergessen weil zu fotografieren nur wenn ich mal fotografieren dann will ich tue es halt um zu dokumentieren und da ist das einfach praktisch,"
    },
    {
      "speaker": "Letty",
      "time": "2:37:15",
      "text": "Ja aber da kriegst du aber eben mehr also wenn es verkaufen würdest bekommst du mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:19",
      "text": "Ja aber ich werd 's mir wahrscheinlich einfach als entweder als backup von legen oder irgendwie in der familie weiterreichen das weiß ich nicht."
    },
    {
      "speaker": "hukl",
      "time": "2:37:26",
      "text": "Das ist ja dann meistens auch immer noch irgendwie eine art von backup von dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:28",
      "text": "Ja dann lohnt sich dann nicht."
    },
    {
      "speaker": "Letty",
      "time": "2:37:30",
      "text": "Ich habe ja nach wie vor fast alle meine alten telefone bis auf das das hab ich ja letztes jahr dann doch wirklich mal verkauft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:36",
      "text": "Ja aber wenn du da wirklich was von haben willst musst du eigentlich die dinge auch regelmäßig laden ne weil sonst auch."
    },
    {
      "speaker": "Letty",
      "time": "2:37:43",
      "text": "Das war noch die beiden telefon also das drei und das hier ist glaube ich die mit den akku problemen so krass sein werden am ende."
    },
    {
      "speaker": "hukl",
      "time": "2:37:53",
      "text": "Ich hatte ja noch einen beitrag für was was ich schon habe und noch nicht darüber fantasie zu haben,"
    },
    {
      "speaker": "Letty",
      "time": "2:38:12",
      "text": "Ich glaube sie heißen oh heißen."
    },
    {
      "speaker": "hukl",
      "time": "2:38:14",
      "text": "Sie rief aber diese diesmal jetzt weiß ich gar nicht also."
    },
    {
      "speaker": "Letty",
      "time": "2:38:20",
      "text": "Tarif serie heißen sie also auf der seite."
    },
    {
      "speaker": "hukl",
      "time": "2:38:25",
      "text": "Aber die produkte unter dem namen findet der designer der wie heißt der andere der."
    },
    {
      "speaker": "Letty",
      "time": "2:38:32",
      "text": "Ein foto."
    },
    {
      "speaker": "hukl",
      "time": "2:38:33",
      "text": "Genau designer foto und publisher genau die habe ich auch schon immer in der beta phase getestet weil ich"
    },
    {
      "speaker": "Letty",
      "time": "2:39:41",
      "text": "Du würdest also sagen der hauptgrund liegt da bei deiner ich sage mal gewohnheit wieder ein programm."
    },
    {
      "speaker": "hukl",
      "time": "2:39:47",
      "text": "Absolut,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:13",
      "text": "Smarte led anschalten."
    },
    {
      "speaker": "hukl",
      "time": "2:41:15",
      "text": "Und ich fand 's auch also viele sachen da brauche ich nur so die ersten drei sätze hören wo er dann das menü aufgemacht haben oder den rest wusste ich auch selber also die ganzen menü sind dafür auch verständlich gewesen für mich"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:14",
      "text": "Sie sind auf windows."
    },
    {
      "speaker": "Letty",
      "time": "2:44:15",
      "text": "Ja ja tala hat das immer also in ich weiß nicht ob sie den publishing jetzt auch gekauft hat aber sie hat vor allem den designer viel benutzt um die ganzen poster für ihre konferenzen immer zu lauten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:30",
      "text": "Den designer benutze ich auch noch nicht so mega aber so perspektivisch ist das so ein bisschen immer meine hoffnung dass ich nochmal so meine alte friend,"
    },
    {
      "speaker": "hukl",
      "time": "2:44:50",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:53",
      "text": "Also beide way falls irgendjemand da draußen einen funktionierenden workflow hat wie man friend achter teilt in die aktuelle welt überführen kann,"
    },
    {
      "speaker": "hukl",
      "time": "2:45:14",
      "text": "Zwei optionen vielleicht also wenn du zu drucke reingehst so hier irgendwo in der nachbarschaft wirst du auch irgend so 'n drucker laden haben,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:23",
      "text": "Naja dafür könnte man sich auch nochmal eine usb verkaufen irgendwie."
    },
    {
      "speaker": "hukl",
      "time": "2:46:27",
      "text": "Aber ich habe ja keinen usb an dem rechner perform."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:30",
      "text": "Aber da wird ja wohl verkaufen naja kannst du auf die diskrete schreiben und dieses kette kann ich per usb an recht."
    },
    {
      "speaker": "hukl",
      "time": "2:46:32",
      "text": "Ja das auf jeden fall."
    },
    {
      "speaker": "Letty",
      "time": "2:46:36",
      "text": "In wieviel teil falls muss es dann speichern."
    },
    {
      "speaker": "hukl",
      "time": "2:46:39",
      "text": "Oh ich habe die splitter software alles noch drauf dass das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:42",
      "text": "Ach so eine die dateien sind ja auch überschaubar klein ich meine das war ja auch aus der zeit also ja."
    },
    {
      "speaker": "hukl",
      "time": "2:46:48",
      "text": "Dann könnte man also ich hatte sowieso schon die ganze zeit mal wieder geliebäugelt den mal wieder zu buten und zu gucken ob noch alles geht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:53",
      "text": "Gute mal mal gucken ich hätte da gerade so ein paar dateien die müssen dringend mal wieder überführt werden so alte kongress designs und sowas schmerzen bisschen t-shirts."
    },
    {
      "speaker": "hukl",
      "time": "2:47:02",
      "text": "Naja alles klar ja cool ausprobieren."
    },
    {
      "speaker": "Letty",
      "time": "2:47:06",
      "text": "Oma bei diesen text sachen zu bleiben was ich das war mir alles irgendwie nicht so richtig bewusst als wir hatten uns einmal vor kurzem schon drüber unterhalten das oder diese engeln dass man deine."
    },
    {
      "speaker": "hukl",
      "time": "2:47:16",
      "text": "Wir hatten uns schon mal genau bei diesen publisher glaube ich so mal kurz unterhalten oder hatte ich das schon mal erwähnt."
    },
    {
      "speaker": "Letty",
      "time": "2:47:21",
      "text": "Und was halt interessant ist dieses gerät kann halt auch relativ viel von du kannst irgendwie von s einbinden auf dem auf dem ipad,"
    },
    {
      "speaker": "hukl",
      "time": "2:47:53",
      "text": "Wobei das sind das sind glaube ich noch die basic kontrolle die glaube ich auch apple so in der engel mit drin hat,"
    },
    {
      "speaker": "Letty",
      "time": "2:48:12",
      "text": "Ja aber ich bin nämlich auch grade am bisschen am überlegen mir denn designer zuzulegen,"
    },
    {
      "speaker": "hukl",
      "time": "2:49:38",
      "text": "Da würde ich auch noch ganz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:40",
      "text": "Noch eine frage zu dem publisher weil eigentlich eingestiegen,"
    },
    {
      "speaker": "hukl",
      "time": "2:51:34",
      "text": "Ich gucke das mir grade mal an ich mache mal hier zwei unterschiedliche text flows und guck mal wie das hier so flow,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:00",
      "text": "Aber er kann auch automatisch seiten anlegen kann ich sagen ich poste jetzt hier text rein und dann macht er mir auch die dreißig seiten automatisch."
    },
    {
      "speaker": "hukl",
      "time": "2:52:06",
      "text": "Ich denke dass also das kann ich dir jetzt nicht versprechen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:11",
      "text": "Also es muss ja jede fucking seite einzeln anlegen anklicken hier den flo da rein und so weiter das ist ja vollkommen unpraktikabel wenn du mal lange texte hast also."
    },
    {
      "speaker": "hukl",
      "time": "2:52:20",
      "text": "Naja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:22",
      "text": "Paper setzen möchte in ordnung."
    },
    {
      "speaker": "hukl",
      "time": "2:52:24",
      "text": "Ja ist die frage es gibt ja die master pages in so ein paar bücher wo du ja diese flows also die leeren text rahmen schon mal hin ziehst,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:44",
      "text": "Meine vermutung oder meine hoffnung ist eigentlich dass das sozusagen die anforderungen die auch in dem bereich eigentlich gestiegen sein durften weil ab und zu hast du halt genau diesen fall dass du einfach mal viele seiten die gleich aussehen,"
    },
    {
      "speaker": "Letty",
      "time": "2:53:31",
      "text": "Nochmal nachfragen."
    },
    {
      "speaker": "hukl",
      "time": "2:53:32",
      "text": "Also ich vermute mal ganz stark dass du ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:37",
      "text": "Center vollzeit."
    },
    {
      "speaker": "hukl",
      "time": "2:53:39",
      "text": "Die links zwischen den seiten manuell machen musst was,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:59",
      "text": "Friert konnte alles."
    },
    {
      "speaker": "hukl",
      "time": "2:54:00",
      "text": "Frieden konnte ziemlich viel außer dieser text rahmen verlinken es konnten es wiederum nicht aber"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:13",
      "text": "Ja klar irgendwo ist halt die grenze die frage ist wo wo ist diese grenze und wie gut kann man sie ausnutzen zweite sache die schon bei,"
    },
    {
      "speaker": "hukl",
      "time": "2:56:14",
      "text": "Ja also das war bei in design richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:17",
      "text": "Mit jamaika konnte man,"
    },
    {
      "speaker": "hukl",
      "time": "2:56:49",
      "text": "Ja ich glaube dass es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:52",
      "text": "Noch so hand."
    },
    {
      "speaker": "hukl",
      "time": "2:56:53",
      "text": "Genau das auch da würde ich vermuten dass es nicht diese eben angesprochene tiefer erreicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:00",
      "text": "Aber das ist natürlich etwas was ich schon im im design der software grundsätzlich von anfang an mitdenken müssen weil das christus später nicht mehr rein."
    },
    {
      "speaker": "hukl",
      "time": "2:57:09",
      "text": "Ich also natürlich jetzt ich hab den weiß nicht seit dem release ist es,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:55",
      "text": "Typische anwendungen übrigens für diesen fall nicht gleich in otto katalog zu denken ist ich hatte das früher anders gelöst,"
    },
    {
      "speaker": "hukl",
      "time": "2:58:48",
      "text": "Na klar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:49",
      "text": "Mir einfach ein datenschutz für dieses schild angelegt,"
    },
    {
      "speaker": "hukl",
      "time": "2:59:22",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:23",
      "text": "Es gibt zwar noch das produkt aber es furchtbar."
    },
    {
      "speaker": "hukl",
      "time": "2:59:26",
      "text": "Der,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:42",
      "text": "Wo ist die desktop data basis einundzwanzigsten jahrhundert,"
    },
    {
      "speaker": "hukl",
      "time": "3:01:25",
      "text": "Also was ich auch so ein gefühl hab so von damals so noch classic us zeiten vielleicht auch x"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:58",
      "text": "Nur hier im eigenen firmen komplex ja das ist das ist echt eine krankheit das muss auch aufhören das ist das ist wirklich mit times."
    },
    {
      "speaker": "hukl",
      "time": "3:02:07",
      "text": "Weil ich meine das war für sich schon ziemlich nützlich wenn man den passenden use cases hatte aber da gab es genug"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:39",
      "text": "Das ist das das ist genau also interaktivität ist irgendwie nicht irgendwo,"
    },
    {
      "speaker": "hukl",
      "time": "3:02:58",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:01",
      "text": "Da gehe ich irgendwie nicht mit und ich frage mich ob das irgendwie tot ist oder ob das ob wir uns nur in so einem,"
    },
    {
      "speaker": "hukl",
      "time": "3:03:15",
      "text": "Ja also das ist ja generell die hoffnung so vielen bereichen dass man wieder alle zur vernunft kommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:24",
      "text": "Genau computing."
    },
    {
      "speaker": "hukl",
      "time": "3:03:26",
      "text": "Und die welt als solches."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:28",
      "text": "Ja ja bitte schnell."
    },
    {
      "speaker": "hukl",
      "time": "3:03:30",
      "text": "Aber"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:58",
      "text": "So"
    },
    {
      "speaker": "Letty",
      "time": "3:04:23",
      "text": "Ja auf dem camp habe ich meine cardio getragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:28",
      "text": "Du hast eine cardio getragen man trägt kardio."
    },
    {
      "speaker": "Letty",
      "time": "3:04:31",
      "text": "Man trägt cardio nerd von heute."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:34",
      "text": "Ja net von heute trägt kardio,"
    },
    {
      "speaker": "hukl",
      "time": "3:06:22",
      "text": "Wo sind sie cardio in fünf jahre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:27",
      "text": "Fünf wochen das ist ja die eigentliche frage."
    },
    {
      "speaker": "hukl",
      "time": "3:06:31",
      "text": "Jedenfalls nicht bei fehlt gekauft punkt bist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:35",
      "text": "Genau."
    },
    {
      "speaker": "hukl",
      "time": "3:06:38",
      "text": "Es auch äh wie ist es eigentlich jetzt vielleicht so zum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:41",
      "text": "Wie läuft eigentlich das business."
    },
    {
      "speaker": "hukl",
      "time": "3:06:42",
      "text": "Ey so richtig geil dreihundert follower mittlerweile wir haben jetzt richtige aufkleber ich wollte dir eigentlich auch welche mitbringen und dir wir haben schöne runde und große."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:52",
      "text": "Gesehen habe ich glaube ich auch schon was aber noch nicht bekommen."
    },
    {
      "speaker": "hukl",
      "time": "3:06:55",
      "text": "Ja und es ist es findet weiterhin zuspruch ich bin wirklich ganz begeistert ich hatte ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:03",
      "text": "Weiß verkauf bis ist nicht nur ein geschäft es ist einfach auch eine bewegung das ist."
    },
    {
      "speaker": "Letty",
      "time": "3:07:07",
      "text": "Es ist ein lebensgefühl."
    },
    {
      "speaker": "hukl",
      "time": "3:07:09",
      "text": "Dein lebensgefühl absolut und das schönste das schönste auf dem camp war ja nach der show wollte ich ja den sein kürzel der die anschluss und abschluss und einen für uns veranstaltung gemacht hat."
    },
    {
      "speaker": "Letty",
      "time": "3:07:24",
      "text": "Tv"
    },
    {
      "speaker": "hukl",
      "time": "3:07:26",
      "text": "Die habe ich ja nach der freak show wollte ich dir noch anquatschen irgendwie fehlt punkt des produkt auch bei der abschlussveranstaltung macht sondern weil er so ja aber wir machen die veranstaltung englisch ja,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:00",
      "text": "Bin ich gar nicht drauf."
    },
    {
      "speaker": "hukl",
      "time": "3:09:01",
      "text": "Achso das da können wir euch alle gerne einladen ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:05",
      "text": "Wieso musst du was immer das thema sein wenn man seine kreativität freien lauf lassen will dann braucht man deshalb computer."
    },
    {
      "speaker": "hukl",
      "time": "3:09:11",
      "text": "Ich weiß ich weiß ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:13",
      "text": "Prima ist wirklich grauenhaft."
    },
    {
      "speaker": "Letty",
      "time": "3:09:15",
      "text": "Wobei das schönste was wir dann noch im zuge unserer reise entdeckten in bologna."
    },
    {
      "speaker": "hukl",
      "time": "3:09:20",
      "text": "Ach ja das ist auch schön."
    },
    {
      "speaker": "Letty",
      "time": "3:09:22",
      "text": "Schöner kanns wirklich nicht sein wir kommen aus diesen bahnhof in bolonia und was strahlte uns entgegen ein plakat für das insolvenz festival poke."
    },
    {
      "speaker": "hukl",
      "time": "3:09:36",
      "text": "Das ist ja auch getwittert aber das war ich weiß gar nicht ob ihr gerade sowieso drüber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:40",
      "text": "Ein insolvenz festival war das eben genauso ernst gemeint wie fick of bist oder war das eher."
    },
    {
      "speaker": "Letty",
      "time": "3:09:45",
      "text": "War glaube ich wirklich ernst ernst gemeint das war so italien insolvenz ernst."
    },
    {
      "speaker": "hukl",
      "time": "3:09:50",
      "text": "Mal sehen ob ich den tweet hier gerade spontan raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:52",
      "text": "Das heißt was also das."
    },
    {
      "speaker": "Letty",
      "time": "3:09:54",
      "text": "Also wenn wir italienische höre haben und sie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:57",
      "text": "Sponsoren."
    },
    {
      "speaker": "hukl",
      "time": "3:09:58",
      "text": "Warte ja warte ich hab den link kopiert link to meet ab in den chat kannst ja nochmal drauf klingt das plakat war tatsächlich auch ganz schön gestaltet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:07",
      "text": "Das ist ja das ist ja so schlimm sie für nur irgendwas scheitern als chance."
    },
    {
      "speaker": "hukl",
      "time": "3:10:10",
      "text": "Ja genau ja also auch mit so einem komischen facebook artigen logo schon fast in der mitte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:21",
      "text": "Tempo was heißt das die zeit der schuld."
    },
    {
      "speaker": "Letty",
      "time": "3:10:25",
      "text": "Der kredit."
    },
    {
      "speaker": "hukl",
      "time": "3:10:26",
      "text": "Aber in rom städte ideal logik publik krise in."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:35",
      "text": "Bezahlt wird."
    },
    {
      "speaker": "hukl",
      "time": "3:10:36",
      "text": "Es wird zeit für die l genau senioren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:40",
      "text": "Weil mein italienisches und nun existent deswegen fang ich gar nicht erst an."
    },
    {
      "speaker": "hukl",
      "time": "3:10:45",
      "text": "Ich kann auch nur essen bestellen ja und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:50",
      "text": "Ja so sind wir wie sie die je ganz schön öffentliche dialoge zum verständnis von schulden krisen."
    },
    {
      "speaker": "hukl",
      "time": "3:11:03",
      "text": "Ja willkommen beim insolvenz fest."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:07",
      "text": "Öffentliche dialoge zum verständnis von schulden das ernst gemeint."
    },
    {
      "speaker": "hukl",
      "time": "3:11:17",
      "text": "Aber ich ich weiß gar nicht ob wir gerade irgendwie jule jule und till versuchten fehlt kauf zu erklären dann sind wir wandern noch allein in bolonia tim haben wir das."
    },
    {
      "speaker": "Letty",
      "time": "3:11:27",
      "text": "Ich habe das ja."
    },
    {
      "speaker": "hukl",
      "time": "3:11:29",
      "text": "Nicht mehr irgendwie haben wir diesen kann kann es so passend rein in die mentalität naja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:36",
      "text": "Ne ist ja auch also klar wie gesagt scheitern als chance also das ist irgendwie ich finde dass es generell einfach,"
    },
    {
      "speaker": "hukl",
      "time": "3:12:01",
      "text": "An welchem start-up."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:02",
      "text": "Na ja hier als es mit new conny in diesem ganzen klumpen oder wasser."
    },
    {
      "speaker": "hukl",
      "time": "3:12:06",
      "text": "Die erste welle da war ich noch eine schule also da habe ich also ich meine okay,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:23",
      "text": "Na was ja auch schnell wieder vorbei eigentlich."
    },
    {
      "speaker": "hukl",
      "time": "3:12:24",
      "text": "Genau ich hab ich hab die früchte mit abgeräumt das wetter und hab da schön bei geht viel lustige stunden verbracht äh oder auch bei wiesen äh hier,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:38",
      "text": "Ja gut aber das war das war ja jetzt auch so sagen wir mal so die die ausnahme,"
    },
    {
      "speaker": "hukl",
      "time": "3:12:47",
      "text": "Ja aber die zweite welle war ich ja bei buga mit zumindest dabei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:27",
      "text": "Dreht se ja."
    },
    {
      "speaker": "hukl",
      "time": "3:13:28",
      "text": "Aber sowas wie da wandern war das nicht und so diese ganzen anderen dinge die da auch so mit kam wir sind ja alle so ein bisschen."
    },
    {
      "speaker": "Letty",
      "time": "3:13:35",
      "text": "Der wanda ist aber von etc aufgekauft worden."
    },
    {
      "speaker": "hukl",
      "time": "3:13:38",
      "text": "Und dann gab es aber noch was gab 's ja noch so es gibt ein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:41",
      "text": "Alles mögliche aber was ich eigentlich worauf ich hinaus wollte ist wo wir jetzt hier gerade über scheitern als chance und so weiter reden also dieser fail,"
    },
    {
      "speaker": "hukl",
      "time": "3:14:12",
      "text": "Ja also ich find auch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:27",
      "text": "Ist auch nicht so peinlich wenn es nicht funktioniert hat hilft."
    },
    {
      "speaker": "hukl",
      "time": "3:14:31",
      "text": "Und zum beispiel ich dachte mir immer die ganze zeit ich habe lange zeit nicht gewusst was die sound claudi zum beispiel intern machen äh irgendwann haben dann auch buga leute mal zu mal rüber gewechselt haben dann doch mal was erzählt aber die waren immer auf den konferenzen haben erzählt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:21",
      "text": "Die läden haben es natürlich auch schwierig weil sie auch das fundament für sowas nicht bekommen alles will immer schnell schnell schnell."
    },
    {
      "speaker": "hukl",
      "time": "3:15:29",
      "text": "Weise nee ich glaube das ist auch so ein,"
    },
    {
      "speaker": "Letty",
      "time": "3:17:19",
      "text": "Ich hab also vor allen dingen in berlin hat man das gefühl dass irgendwie."
    },
    {
      "speaker": "hukl",
      "time": "3:17:23",
      "text": "Es kommt vielleicht aber auch mit der."
    },
    {
      "speaker": "Letty",
      "time": "3:17:25",
      "text": "Neunzig prozent quatsch hier am start ist."
    },
    {
      "speaker": "hukl",
      "time": "3:17:27",
      "text": "Es kommt vielleicht auch ein bisschen ich meine die erste dot com blase da,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:18",
      "text": "Bitte."
    },
    {
      "speaker": "hukl",
      "time": "3:18:21",
      "text": "Also diese party da in dieser ddr staats bank die habe ich auch noch mit das war einfach so der gipfel der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:26",
      "text": "Pass auf wirklich gelebte dekadenz."
    },
    {
      "speaker": "hukl",
      "time": "3:18:32",
      "text": "Ist das das war das war wie so ein italienischer film aus dem,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:42",
      "text": "Aber das war auch sind der ganzen veranstaltung."
    },
    {
      "speaker": "hukl",
      "time": "3:18:45",
      "text": "Aber genau ich glaube dadurch war dann halt auch einfach viele so ein bisschen gebrannt markt und haben dann in der nächsten werde die kam auch ein bisschen vorsichtiger,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:05",
      "text": "War war lustig auf jeden fall wir hatten so ein spaß die partys waren gut kein zweifel."
    },
    {
      "speaker": "hukl",
      "time": "3:19:13",
      "text": "Ja war jetzt grade ich denke mir halt auch irgendwie erstens die ideen sind meistens eigentlich nicht so cool obwohl wir jetzt ja hier in dieser sendung schon alleine"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:36",
      "text": "Wahrheit ich durch."
    },
    {
      "speaker": "hukl",
      "time": "3:19:39",
      "text": "Geht was fragt ja eine du wirst jetzt wahrscheinlich höchstens im archiv noch bei gate five punkt com was finden aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:46",
      "text": "Das war jetzt ja aber das war jetzt wirklich ein bisschen viel installateure also vielleicht nochmal ganz kurz aufzurollen die zeit da zweitausendeins wirklich viel geld im spiel war sind natürlich auch aus nord kreisen und aus dem umfeld,"
    },
    {
      "speaker": "hukl",
      "time": "3:20:05",
      "text": "In die hand zu nehmen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:06",
      "text": "In die hand zu nehmen wenn es schon soweit herum gereicht wird geht pfeifer eins dieser projekte aus unserem unmittelbaren umfeld wo sehr viele leute aus dem club,"
    },
    {
      "speaker": "hukl",
      "time": "3:20:55",
      "text": "Genau wir haben persönlichen ich sage immer die haben mobile maps und so gemacht bevor es mobile geräte gab auf den das überhaupt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:24",
      "text": "Raus genau genauso wie das andere projekt conversions dir im prinzip auch klar gesehen haben fernseher werden irgendwann computer sein aber auch das war mindestens nochmal so fünf bis zehn jahre vor dem markt also immer so ein bisschen auf die not krankheit man sieht die dinge schon kommen aber wann"
    },
    {
      "speaker": "hukl",
      "time": "3:21:45",
      "text": "Na ja im prinzip."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:46",
      "text": "Gesehen davon dass es sehr profitabel war für den open source markt wo also extrem viele projekte für so open source tv lösungen kodex und so weiter bei."
    },
    {
      "speaker": "hukl",
      "time": "3:21:54",
      "text": "Genau die haben wie heißt der nochmal irgendwas ist will man,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:04",
      "text": "Genau aber wir haben äh die kohle auf jeden fall ordentlich verpasst auf geilen partys die ihres gleichen suchten das war also wirklich dekadenz kaum noch zu überbieten allein dafür hat sich dieser ganze startup filme gelohnt."
    },
    {
      "speaker": "Letty",
      "time": "3:23:19",
      "text": "So jetzt wisst ihr alle warum der tim so viele konten hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:24",
      "text": "Ich habe mich da komplett rausgehalten das im ganzen traum ich fand auf den party."
    },
    {
      "speaker": "Letty",
      "time": "3:23:35",
      "text": "Ich darf auch nicht beim reden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:37",
      "text": "Ja entschuldigung ich wusste ich hab damals kongress organisiert als sie ihren ganzen startup waren ausgelebt haben und danach habe ich podcast."
    },
    {
      "speaker": "hukl",
      "time": "3:23:46",
      "text": "Peng."
    },
    {
      "speaker": "Letty",
      "time": "3:23:47",
      "text": "Und jetzt musst du mit kisten weisen kontoauszüge von der sparkasse."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:53",
      "text": "So sieht's aus drama."
    },
    {
      "speaker": "hukl",
      "time": "3:24:12",
      "text": "Ja herr mit drei leuten da kommt man ja da kommt man jetzt so was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:18",
      "text": "Genau insofern können wir langsam mal hier das ende sendung einleiten ich freue mich gerade ob es noch irgendwas gibt auf das wir so hinweisen sollten."
    },
    {
      "speaker": "Letty",
      "time": "3:24:31",
      "text": "Was haben wir denn gerade für eine woche oder monat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:35",
      "text": "Das ist jetzt so ein bisschen die zeit bis zum kongress die ist noch lang da passiert eigentlich nichts so richtig."
    },
    {
      "speaker": "Letty",
      "time": "3:24:49",
      "text": "Was gibt es denn für veranstaltungen jetzt noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:51",
      "text": "Na ja also daten spuren war jetzt gerade preise wie kommt noch der ganze datenschutz komplex ähm keine ahnung."
    },
    {
      "speaker": "hukl",
      "time": "3:25:03",
      "text": "Also ich kann dir nee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:05",
      "text": "Ach so ich werde ich werde ich werde ich werde."
    },
    {
      "speaker": "Letty",
      "time": "3:25:09",
      "text": "Ja"
    },
    {
      "speaker": "hukl",
      "time": "3:25:09",
      "text": "Apfel verschlingen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:11",
      "text": "Entschuldigung ich habe einen apfelmus,"
    },
    {
      "speaker": "Letty",
      "time": "3:25:26",
      "text": "Der über die mehrere tafeln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:27",
      "text": "Wo so jede schaltung eine leuchtturm hat die gucke ich mir an live."
    },
    {
      "speaker": "Letty",
      "time": "3:25:32",
      "text": "Wann fährst du dahin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:39",
      "text": "Es gibt keine möglichkeit damit zu kommen wenn es deine."
    },
    {
      "speaker": "Letty",
      "time": "3:25:44",
      "text": "Schade ich hätte da noch so einen anderen termin in cambridge dann könnte man."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:47",
      "text": "Ich werde berichten,"
    },
    {
      "speaker": "hukl",
      "time": "3:27:22",
      "text": "Schluss mit faxen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:25",
      "text": "Gelände genau da mach ich mal hier das mit der bitte auto musik."
    },
    {
      "speaker": "hukl",
      "time": "3:27:46",
      "text": "Habt ihr euch alle lieb."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:49",
      "text": "Dann ist es halt so leute vielen dank fürs zuhören in zwei wochen sind wir wieder da bis."
    }
  ]
}