{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:34",
      "text": "Hallo und herzlich willkommen wir sind's die freakshow ist wieder da,"
    },
    {
      "speaker": "Letty",
      "time": "0:02:10",
      "text": "Boah ich bin überraschungsgast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:12",
      "text": "Nee da doch auch aber also bis immer eine angenehme überraschung aber ich steigere das jetzt sozusagen nach überraschungsgast das muss man überlegen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:02:33",
      "text": "Kleine spannungskurve."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:37",
      "text": "Aus dem corona keller genau und dann erstmalig in der freakshow auch in in fast gesagt das erste mal auch ein audio zuerst aber das stimmt ja überhaupt nicht weil bis jetzt sogar schon"
    },
    {
      "speaker": "Rainer",
      "time": "0:03:18",
      "text": "Ja das ist ende,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:36",
      "text": "Ja da gab's einen kleinen wettbewerb die haben wir dann irgendwie glaube ich alle auf einmal gespielt oder so ne."
    },
    {
      "speaker": "Rainer",
      "time": "0:03:40",
      "text": "Genau genau und dann seitdem also zweitausendsiebzehn."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:03:47",
      "text": "Unter den song den ihr gerade gemacht hast ist mit der gitarre die man da hinter dir sieht."
    },
    {
      "speaker": "Rainer",
      "time": "0:03:51",
      "text": "Natürlich nicht,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:04",
      "text": "An was bedient an loops."
    },
    {
      "speaker": "Rainer",
      "time": "0:04:05",
      "text": "Genau du bist also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:07",
      "text": "Vorgefertigten sound von garagenband oder."
    },
    {
      "speaker": "Rainer",
      "time": "0:04:10",
      "text": "Ja auf auf von anderen quellen genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:14",
      "text": "Ja dennis verrät natürlich wieder alles wir haben hier video von uns um uns ein wenig besser abstimmen zu können ich rätsel ehrlich gesagt immer noch so ein bisschen ob ob ich das eigentlich geiler finde oder nicht das ganze richtig,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:40",
      "text": "Glaube schon dass es ganz wichtig ist dass man andere sehen kann weil bestimmt zum beispiel"
    },
    {
      "speaker": "Letty",
      "time": "0:05:03",
      "text": "Manchmal denkt man auch der rechner ist eingefroren dabei denkt man nach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:06",
      "text": "Jetzt kommt es natürlich alles schon wieder im chat und und und verlangen live video ordentlich internet aber ganz ehrlich da ich bin am wieso hat wir hat joska fischer so schön gesagt alm not convince."
    },
    {
      "speaker": "Letty",
      "time": "0:05:20",
      "text": "Nee jeder steht hier in seiner eigenen schlabberhosen bitte zu hause und wir wollen auch in unserer schlabberhosen unter uns bleiben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:26",
      "text": "Hallo."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:05:34",
      "text": "Alle mal aufstehen."
    },
    {
      "speaker": "Letty",
      "time": "0:05:38",
      "text": "Das habe ich im übrigen für meine vorlesung überlegt so beim ersten meeting dass ich halt sage also die zulassungsvoraussetzungen für diesen kurs ist dass man nur in schlabberhosen also"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:00",
      "text": "Rainer jetzt erzähl uns doch noch mal ein bisschen was von von dir du wohnst ja in in mainz ne wenn ich das richtig sehe."
    },
    {
      "speaker": "Rainer",
      "time": "0:06:11",
      "text": "Nein da war ich nur auf dem hört hafen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:12",
      "text": "Ach so aber in der gegend bist du irgendwo."
    },
    {
      "speaker": "Rainer",
      "time": "0:06:15",
      "text": "Ich bin aus frankfurt am main."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:17",
      "text": "Direkt aus bank furt."
    },
    {
      "speaker": "Rainer",
      "time": "0:06:19",
      "text": "Genau bisschen abseits bisschen außerhalb aber noch gehört noch zu frankfurt genau ich komme hierher ich wohne schon immer hier,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:35",
      "text": "Gut rumgekommen sozusagen."
    },
    {
      "speaker": "Rainer",
      "time": "0:06:36",
      "text": "Ja zum glück gibt's das internet zeige ich immer aber genau."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:06:43",
      "text": "Würde sie jetzt nicht geben."
    },
    {
      "speaker": "Rainer",
      "time": "0:06:45",
      "text": "Ja jetzt jetzt vor allem jetzt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:06",
      "text": "Zur informatik in formation oder so ein überschneidet informatik fach wie."
    },
    {
      "speaker": "Rainer",
      "time": "0:07:13",
      "text": "Informatik informatik aber auch nur an eine fahrt zunächst und dann mich selbst upgegradet oder wie auch immer auf die uni."
    },
    {
      "speaker": "Letty",
      "time": "0:07:23",
      "text": "Ging es bei dir ohne probleme auch."
    },
    {
      "speaker": "Rainer",
      "time": "0:07:24",
      "text": "Das ging,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:19",
      "text": "Und was und wo womit setzt du dich so informatik primär auseinander also stück so mehr so in universitären sachen oder hast du das nur studiert und hast ganz anderen kram muss ja auch schon so ein bisschen etwa studies oder."
    },
    {
      "speaker": "Rainer",
      "time": "0:08:33",
      "text": "Ja also zum geldverdienen bin ich auch noch an der uni in dem hochschule rechenzentrum dort was ganz cool eigentlich das ist ein projekt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:05",
      "text": "Was hast du was für eine app macht ihr habt eine studio."
    },
    {
      "speaker": "Rainer",
      "time": "0:09:09",
      "text": "Also studio also so eine,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:10:18",
      "text": "Dir für deine eigenen wünsche oder ist das eine auftragsarbeit."
    },
    {
      "speaker": "Rainer",
      "time": "0:10:22",
      "text": "Das ist schon für mich von mir für mich und jetzt auch für scheinbar viele andere leute genau und ja es relativ simpel gehalten und diese ich sage mal streaming logik die so dahinter ist,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:25",
      "text": "Musik hacken was was was hast du denn da."
    },
    {
      "speaker": "Rainer",
      "time": "0:11:27",
      "text": "Was habe ich denn da ja hauptsächlich so sind das heißt der zeug,"
    },
    {
      "speaker": "Letty",
      "time": "0:11:44",
      "text": "Kenne ich denn hat einen freund glaube ich auch."
    },
    {
      "speaker": "Rainer",
      "time": "0:11:46",
      "text": "Genau und da ist es ein kork volker eine drummachine in dem fall volker beat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:55",
      "text": "Volker,"
    },
    {
      "speaker": "Rainer",
      "time": "0:12:01",
      "text": "Und da kann man halt noch so schön ist so einen schönen loges ding kann man noch eingebaut die dann so potis dazwischen schalten und widerstände und so und dann kann man den sound noch verändern solche dinge also."
    },
    {
      "speaker": "Letty",
      "time": "0:12:16",
      "text": "Das ist doch der den integriert diese looping funktion auch hat sodass du so mini hattest."
    },
    {
      "speaker": "Rainer",
      "time": "0:12:22",
      "text": "Kannst du so sequenzen mit solche dinge ansonsten habe ich so ein paar davon und,"
    },
    {
      "speaker": "Letty",
      "time": "0:12:47",
      "text": "Wir sehen eine gitarre eine e-gitarre im hintergrund."
    },
    {
      "speaker": "Rainer",
      "time": "0:12:50",
      "text": "Gitarre."
    },
    {
      "speaker": "Letty",
      "time": "0:12:53",
      "text": "Was spielst du noch also wo finde so einen absoluten musik noob wie mich ist so gitarre spielen schon eh schon so krass oder auch sind das heißt ich bin nicht so musikalisch deswegen was spielst du noch."
    },
    {
      "speaker": "Rainer",
      "time": "0:13:08",
      "text": "Ich lerne grad,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:47",
      "text": "Hier wird gefragt ob du digital oder klassisch unterwegs bist mit deinem klavier."
    },
    {
      "speaker": "Rainer",
      "time": "0:13:52",
      "text": "Das ist voll digital das ist sogar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:54",
      "text": "Aber so ein richtiges klavier digital klavier also so ein klavier nova oder nur so eine kleine musikwerke."
    },
    {
      "speaker": "Rainer",
      "time": "0:14:01",
      "text": "Nicht mal dass es mehr oder weniger nur mir die das so ein studio gerät für so mir die kontrolle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:05",
      "text": "Bonn tempi klangraum vor sich auch noch auf die seite drauflehnen kann und es gemacht schöne."
    },
    {
      "speaker": "Rainer",
      "time": "0:14:11",
      "text": "Ja so nicht ganz das ist habe ich natürlich total verhunst hier mit meinem set-up dass das alles darauf liegt aber,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:25",
      "text": "Wie man das so macht ja naja das ist eine ordentliche tastatur ich denke klavier spielen hängt halt doch sehr von dieser haptik ab,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:14:57",
      "text": "Gerade sind die nicht am neuen standard machen irgendwie gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:59",
      "text": "Seit."
    },
    {
      "speaker": "Rainer",
      "time": "0:15:00",
      "text": "Medi zwei oder zwei ist jetzt gerade die standardisierung raus aber ich glaube die änderung waren gar nicht so groß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:07",
      "text": "Die änderungen sind bestimmt nicht groß mach ich mir wichtig hoffnung wahrscheinlich aber so drei beides und das war's,"
    },
    {
      "speaker": "Rainer",
      "time": "0:15:24",
      "text": "Genau und habt viel spaß dabei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:26",
      "text": "Hast viel spaß dabei und machst privileg ist es ja alles sehr sehr ehrenvoll"
    },
    {
      "speaker": "Letty",
      "time": "0:15:46",
      "text": "Bereust du es das du aufgehört hast wie zu zocken."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:15:50",
      "text": "Ich habe da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:53",
      "text": "In diesen zeiten jetzt wohl wurde ich alle gebraucht hätten in der unterwelt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:16:00",
      "text": "Da war ja sogar einer der der mich erkannt hat aus der freakshow von meinen jungs,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:28",
      "text": "Weil du weil du dem dem drachen ausgewichen bist oder was."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:16:31",
      "text": "Nee an dem tag kam neuer content und der neue drache und genau an dem tag hatte ich mega"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:51",
      "text": "Der universe sozusagen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:16:58",
      "text": "Irgendwie so und es tut mir auch ganz leid falls die informationen ankommt aber ja die schaffen das schon auch ohne mich aber es macht mir einfach nicht mehr ist das bewusst und ja nee aber."
    },
    {
      "speaker": "Letty",
      "time": "0:17:09",
      "text": "Jetzt zu wie ist das vielleicht zutrag zu."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:17:14",
      "text": "Fahrrad gibt's jetzt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:50",
      "text": "Ich wollte gerade sagen denn es ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:17:54",
      "text": "Kein podcast youtube-channel,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:43",
      "text": "Trepper mama mama deinen game mama dein gehen dann nochmal ein bisschen nochmal so zehn prozent runter ist ein bisschen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:18:49",
      "text": "Doch wieder auf vierzehn uhr auf zwei uhr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:51",
      "text": "Ja jetzt besser ich mache dich hier zur not noch ein bisschen lauter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:18:56",
      "text": "Rapper nicht aber ich hab mich halt mit den"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:49",
      "text": "Und du rainer."
    },
    {
      "speaker": "Rainer",
      "time": "0:19:51",
      "text": "Ja ich habe mich mittlerweile eingegroovt irgendwie also am anfang fand ich's ein bisschen schwierig irgendwie dann mit dem arbeiten und dann ist der kühlschrank so nah und irgendwie sind so tausend andere."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:03",
      "text": "Der kühlschrank ist so nah."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:20:08",
      "text": "Kurze zwischenfrage gleich willst du sagen du hast zugenommen."
    },
    {
      "speaker": "Rainer",
      "time": "0:20:10",
      "text": "Das habe ich noch nicht verifizieren zugenommen habe."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:20:15",
      "text": "Also bei mir ist es so da ich jetzt hier mehr zuhause mir zu essen mache und weniger auswärts esse obwohl ich sozusagen was für mein essen tun muss im gegensatz zur vorher,"
    },
    {
      "speaker": "Rainer",
      "time": "0:20:39",
      "text": "Von faulheit nimmt man ja in der regel nicht ab."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:40",
      "text": "Breaking news dennis."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:20:43",
      "text": "Faulheit faulheit beim kochen."
    },
    {
      "speaker": "Rainer",
      "time": "0:20:45",
      "text": "Ach so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:20:48",
      "text": "Bewegen tue ich mich genauso wenig wie vorher hatte ich glaube ich nichts geändert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:52",
      "text": "Faulheit beim kochen heiß reis oder nudeln und das das ist dann sozusagen schon der anfang vom ende auf jeden fall und lädt ihn ein status."
    },
    {
      "speaker": "Letty",
      "time": "0:21:02",
      "text": "Ich bin seit wie alt bin ich seit ein paar jahren dreißig jahren über dreißig jahren gut auf diesen moment vorbereitet worden indem intensives zocken in ventil nager jahren hat dazu sehr viel beigebracht beigetragen ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:21:16",
      "text": "Willst du damit sagen dass du bist."
    },
    {
      "speaker": "Letty",
      "time": "0:21:18",
      "text": "Dass ich seitdem corona am start ist habe ich sozialen stress weil ich ständig mit leuten in der tat zocke also sei es jetzt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:21:26",
      "text": "Sozial stress das heißt du bist endlich mal kommunikativ."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:30",
      "text": "Hast du sozialen stress mit den leuten mit denen du zockst oder mit den anderen."
    },
    {
      "speaker": "Letty",
      "time": "0:21:33",
      "text": "Mit ich glaube mit den anderen die nicht zocken denn die verstehen das ja immer nicht so nee aber ich weiß nicht ich für mich hat sich ja wirklich wenig geändert weil ich auch so von zu hause schon seit eigentlich seitdem ich aufgehört habe zu studieren,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:16",
      "text": "Kollektives zu nehmen."
    },
    {
      "speaker": "Letty",
      "time": "0:22:16",
      "text": "Ich weiß nicht kollektives näher das macht dennis ich mache die andere seite nee ich weiß nicht es ist,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:35",
      "text": "Das muss sein wie dieses auf dem land leben von dem immer alle reden."
    },
    {
      "speaker": "Letty",
      "time": "0:22:39",
      "text": "Nee da würde ich nämlich nicht faul sein können und sagen mensch jetzt eine falafel da müsstest du dann den dennis machen und selber kochen für das kannst du hier ja schon noch machen ich weiß nicht,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:23:13",
      "text": "Ich glaube was man ja auch gut sehen kann an korona ist wie krass eingespielt so diese dieses komplette komplette gesellschaft leben statt oder was auch immer ist weil da kommt sowas wie corona was irgendwie ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:58",
      "text": "Da darf's aber ja nie in den parks gehen dann kriegst du gleich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:24:02",
      "text": "Falls das aussieht wie immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:03",
      "text": "Ja weil die da sich jetzt wieder alle zum kuscheln treffen."
    },
    {
      "speaker": "Letty",
      "time": "0:24:07",
      "text": "Ja das ist wirklich so ein bisschen erschreckend."
    },
    {
      "speaker": "Rainer",
      "time": "0:24:10",
      "text": "Ich nehme so irgendwie so war dass jetzt dieses komische ding aufgemacht wird zwischen ja wir sollten darüber diskutieren was irgendwie sein darf und was nicht und das"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:29",
      "text": "Na gut ich meine das hat natürlich viel viel damit zu tun wie sozial abgesichert du bist und finanziell vor allem und ich denke wir haben so alle auf unsere art und weise jetzt eher weniger probleme und andere leute"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:26:07",
      "text": "So was ist denn der neuseeland nummer dass ihr land dicht gemacht haben was haben noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:09",
      "text": "Neuseeland neuseeland macht jetzt richtig komplett bis der virus komplett weg ist"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:26:34",
      "text": "Aber lass mich mal raten die hat's auch relativ spät erwischt die haben dadurch den lockern wahrscheinlich früh in einer phase anfangen können und haben dadurch natürlich einen krassen vorteil und dass sie halt auch so einer krassen insel am arsch der welt sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:47",
      "text": "Was heißt früher erwischt ich meine für alle ist irgendwann der erste tag wo ihnen klar wird dass er unter umständen problem haben und die frage ist wie gehst du denn damit um hast du dann so einen luni wie wie wie wie trump oder boris johnson"
    },
    {
      "speaker": "Rainer",
      "time": "0:27:41",
      "text": "Sie haben gerade fünf gestern gemeldet."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:27:43",
      "text": "Bis jetzt bei world dem world meter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:45",
      "text": "Ja die johns hopkins nicht guck jetzt hier grade einfach mal bei john john also achtzehn tote extrem abgeflachten kurve,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:28:06",
      "text": "Anderthalbtausend infizierte achtzehn tote."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:09",
      "text": "Ich sehe jetzt hier gerade ich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:28:10",
      "text": "Gestern dazugekommen an der infizierten also ja die haben es einigermaßen im griff so wie es aussieht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:22",
      "text": "Na was heißt leichter."
    },
    {
      "speaker": "Letty",
      "time": "0:28:23",
      "text": "Also insel ist immer ein vorteil weil du natürlich natürlicher abgeschottet bist aber sie müssen ja trotzdem von sich aus den schritt sagen und sagen hier hier ist nix mehr mit reinkommen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:28:35",
      "text": "Na aber du hast natürlich auch wenn du wenn es dich also wenn er wie das heißt der virus wenn das"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:01",
      "text": "Früh ist in."
    },
    {
      "speaker": "Letty",
      "time": "0:29:03",
      "text": "Glaube ich februar."
    },
    {
      "speaker": "Rainer",
      "time": "0:29:04",
      "text": "Diese münchen sache."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:29:05",
      "text": "Chinesische besucherinnen in dieser firma die weiß nicht wo wir die firma baden-württemberg bayern keine ahnung."
    },
    {
      "speaker": "Rainer",
      "time": "0:29:12",
      "text": "Irgendwas auto."
    },
    {
      "speaker": "Letty",
      "time": "0:29:14",
      "text": "Autozulieferer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:29:16",
      "text": "Ist egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:19",
      "text": "Ich sag ja nur dass sind diese drei optionen also entweder du machst komplette öffnung das ist aber der tod und das andere ist halt die komplette,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:30:11",
      "text": "Was meinst du damit die app oder was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:12",
      "text": "Nicht unbedingt jetzt die app sondern generell musst du ja in dem moment wo wir sagen okay wir gehen jetzt irgendwie wieder in so einem normalen modus,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:31:59",
      "text": "Meinst du die merkel hätte das irgendwie eins zwei wochen vorher hinbekommen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:18",
      "text": "Ja das interessante ist ja wenn du dir die zahlen jetzt anschaust wo wirklich die starken reduktion stattgefunden haben hat das alles schon zwei drei wochen vorher begonnen,"
    },
    {
      "speaker": "Letty",
      "time": "0:33:45",
      "text": "Ich finde digitales kann die halt dann helfen wenn die leute es auch wirklich verstehen was das für eine gefahr ist,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:09",
      "text": "Naja aber wir haben's ja mit einem,"
    },
    {
      "speaker": "Letty",
      "time": "0:34:25",
      "text": "Frage häuser wo die herkommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:27",
      "text": "Die kommen von denen die den virus jetzt haben und den halt weiterreichen das ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:34:31",
      "text": "Vor allem die noch nicht wissen dass sie ein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:33",
      "text": "Ja klar eben das ist ja der punkt ne weil wir haben das ist ja das das ist ja das besondere an an diesem saß auf zwei virus ist du bist halt schon sieben acht tage bevor du symptome hast wenn du überhaupt welche christ,"
    },
    {
      "speaker": "Rainer",
      "time": "0:34:49",
      "text": "Und du kannst gar keine bekommen unbedingt also gar kein symptome."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:52",
      "text": "Genau also es kann kann sein dass du es nie merkst dass ihn überhaupt hattest weil du genetische disposition was auch immer,"
    },
    {
      "speaker": "Letty",
      "time": "0:36:21",
      "text": "Berlin nach wie vor wenn du zur ersten gruppe kontaktgruppen gehörst und die nötigen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:28",
      "text": "Was heißt das zur ersten kontakt."
    },
    {
      "speaker": "Letty",
      "time": "0:36:30",
      "text": "Na ja wenn du direkt in kontakt mit einer bestätigten infizierten person hast dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:35",
      "text": "Ja gut aber das weiß ich ja unter umständen nicht,"
    },
    {
      "speaker": "Rainer",
      "time": "0:37:23",
      "text": "Zumindest unterstützen wirken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:25",
      "text": "Ja das kann wir brauchen halt beschleunigungsfan toren also wir brauchen auf der einen seite eine schnellere response wir brauchen eine schnellere antwort wir müssen schneller von da ist was zu gewissens kommen und dann entsprechend,"
    },
    {
      "speaker": "Letty",
      "time": "0:37:43",
      "text": "Vielleicht auch um das thema können wir vielleicht auch irgendwie in der tat mal abschließen aber klemens würde hinzu stoßen wollen und fragt ob koordinaten wie üblich er kommt dann einfach reingepostet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:56",
      "text": "Was soll er machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:37:58",
      "text": "Klar wie viel geräten diese apps überhaupt laufen könnten würden also ich meine es gibt ja jetzt nicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:14",
      "text": "Ja also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:38:15",
      "text": "Selbst wenn es da gehen würde wenn es bluetooth dann zum beispiel die nur bluetooth keine ahnung drei null haben oder was auch immer und das telefon nach einer stunde leer ist dann wird auch nichts mehr getränkt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:26",
      "text": "Ja mit viel also mit drei null wird da nichts gehen weil das basiert alles auf vier null."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:38:32",
      "text": "Vier null gibt es ja jetzt wahrscheinlich schon ein bisschen also drei null hat wahrscheinlich gar keiner mehr aber geht es dann überhaupt auf allen geräten die da draußen noch so in benutzung sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:40",
      "text": "Also ich habe das heute mal versucht ein bisschen in erfahrung zu bringen und die antwort ist bisschen unklar grundsätzlich jetzt mal dass sich in alfons timeline anschaut ich glaube diese ganze bluetooth vier null geschichte lief,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:39:00",
      "text": "Also ab da gibt's bloß ist ja null meinst du."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:02",
      "text": "Genau und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:39:03",
      "text": "Man braucht wahrscheinlich blut ist hier null energy oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:05",
      "text": "Ja und ich bin mir jetzt nicht so ganz so sicher ob das in der form wie man es heute braucht mit bluetooth vier null vier eins oder vier zwei"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:40:29",
      "text": "Ja gut aber bei bei apple oder eiweiß oder iphones mache ich mir auch nicht so die sorgen aber wie sieht's auf andere seite aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:34",
      "text": "Ob bei android ist es so dass dieses feature vermutlich das jetzt auch,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:42:13",
      "text": "Kein bluetooth wenn man seine seine app im hintergrund."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:17",
      "text": "Nee du kannst du kannst das schon alles machen aber also die technik die er hier zum einsatz kommt sind ja diese bluetooth energy diese beacons,"
    },
    {
      "speaker": "Letty",
      "time": "0:45:21",
      "text": "Hat sie einfach darauf verwiesen so liest hör dir doch einfach nochmal meinen vortrag bei der europäischen union."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:26",
      "text": "Genau dann reden wir weiter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:45:32",
      "text": "Aber das schlimmste wäre doch eigentlich wenn das jahr zwei drei vier oder fünf tracking gibt oder und jeder ein anderes benutzt weil da haben wir ja alle nichts von."
    },
    {
      "speaker": "Rainer",
      "time": "0:45:41",
      "text": "Aber der standort ist doch so konzipiert dass sie untereinander funktionieren könnten oder das ist ja der sache bei dem also gut man kann jetzt jeder jeder kann seine eigene."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:45:48",
      "text": "Einen zentral speicher und die anderen dezentral."
    },
    {
      "speaker": "Letty",
      "time": "0:45:52",
      "text": "Das ist glaube ich das hauptproblem bei allem also die kompatibilität dann dahinter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:58",
      "text": "Es gibt also aus der deutschen perspektive gibt es derzeit im wesentlichen technisch gibt es noch ein paar mehr aber im wesentlichen gibt es gerade so zwei ansätze die verfolgt werden der eine ist der dezentrale ansatz und der andere ist der zentrale ansatz,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:49:57",
      "text": "Ja ich bin gespannt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:58",
      "text": "Ich könnte das jetzt noch stundenlang ausrollen weil ich mich gerade mega mit diesem thema beschäftigen aber um euch ein bisschen zu verschonen nutze ich vielleicht diese lücke kurz um mein,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:50:49",
      "text": "Immer noch bei dem rätsel warum am wochenende weniger gestorben wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:53",
      "text": "Ja ja da hat er ja auch eine ganz interessante these"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:52:14",
      "text": "Aber eine sache die dabei stand ich bisschen interessant ja komisch finde es dass sie auch so eine art modus erlauben wollen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:31",
      "text": "Ja das ist richtig aber ich meine die frage ist natürlich an der stelle willst du die willst du die leute die total panik haben gar keine option bieten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:52:43",
      "text": "Natürlich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:45",
      "text": "Na ja eben und das ist das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:52:46",
      "text": "Ist schwierig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:47",
      "text": "Genau es ist ist es schwierig und man kann ohnehin die die verbreitung so einer app nur über maximales vertrauen in das system bringen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:53:14",
      "text": "Aber die nicht von mir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:15",
      "text": "Du du profitierst von den leuten die du siehst ja aber keiner keiner kann von dir profitieren das ist das natürlich blöd so aber besser die leute kriegen auch noch bescheid gesagt,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:54:11",
      "text": "Kalifornien ist ja ein bisschen größer als silicon valley."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:14",
      "text": "Ja aber das ist halt das ist das ist silicon valley kalifornien culture rettet die welt also,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:54:42",
      "text": "Gucken wir mal ich bin gespannt aber auf jeden fall könnte es helfen wenn dann wirklich die ersten positiven berichte kommen dass es mit dem,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:02",
      "text": "Es gibt natürlich auch viel zweifel daran und sicherlich auch nicht ganz unberechtigt zweifel daran wie gut das eigentlich funktionieren kann so dieses kontakt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:55:16",
      "text": "Ich habe immer noch so ein bisschen sorgen so bei den den folgeeffekt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:32",
      "text": "Ja das ist halt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:55:34",
      "text": "Oder wenn sie sagen wir wollen deine idee sehen oder du musst hier checken und so weiter und so fort."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:38",
      "text": "Man kann die all dies nicht sehen weil die gehen gar nicht raus du kannst da gar keine all dies zeigen und sie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:55:44",
      "text": "Und sie ändern sich andauernd okay aber man könnte schon zeigen dass man die app am laufen hat aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:49",
      "text": "Man kann irgendwas irgendwie zeigen aber ich meine was was was was beweist dass es beweist einfach gar nichts das beweist dass du ein stück stück in der tasche hast wo wohl wohnen drauf ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:56:02",
      "text": "Der beweisen soll das ja auch nichts aber wenn ich sage zum beispiel ich möchte diese app nicht und dann irgendwo nicht mehr reinkommen weil ich diese app nicht benutzen möchte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:08",
      "text": "Ja aber auch aber auch diese app beweist nix also die die die app."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:56:13",
      "text": "Das ist ja die leute die das die sowas machen ja erstmal wurscht ich sag ja nicht dass das logisch ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:18",
      "text": "Ja dass die forderung kommt ist schon klar aber es ist halt eine eine quatsch forderung wo man halt gegen argumentieren muss und sagen muss die die diese app kann nicht beweisen dass irgendjemand irgendwas hat sondern die app kann nur dich,"
    },
    {
      "speaker": "Rainer",
      "time": "0:56:56",
      "text": "Könnte aber stehen bitte bleib mal zuhause du warst wohl in kontakt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:57:01",
      "text": "Die hilft ja schon die app leute zu isolieren und wenn du die nicht hast die app kannst du dir dich ganze dich dabei nicht unterstützen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:08",
      "text": "Ja dann nimmst du halt ein anderes telefon also ich meine das ist du kannst damit gar nichts beweisen was ja keinen das das ding ist ja nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:57:17",
      "text": "Gibt es jetzt gar nicht so um den einzelfall oder was ich mache sondern um grundsätzlich um so so sachen die dann so hoch schwappen dass leute auch so eine bekloppte ideen kommen könnten darum geht es mir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:27",
      "text": "Ja klar an bekloppten ideen mangelt es natürlich nicht aber man muss halt auch diese diese diese debatte auf eine art und weise führen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:58:26",
      "text": "Ich habe auch schon auch gemerkt dass von leuten die man ja doch schon auch relativ lange und gut kennt das dann sowas wie corona hoch poppt und dass man dann plötzlich eine komplett,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:55",
      "text": "Ja also es kann alles mögliche kann passieren es ist ja auch schon alles mögliche passiert,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:59:34",
      "text": "Naja,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:02",
      "text": "Ja aber dennis die leute werden sich auch künftig verlieben und die leute werden auch künftig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:00:11",
      "text": "Ja aber da wo sie sich verlieben da wissen sie auch wenn sie wie wo angesteckt haben das egal da brauchen sie keine app."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:16",
      "text": "Klar die geschichte der sexualen kein spricht deutliches bild."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:00:29",
      "text": "Du hast verlieben gesagt und nicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:33",
      "text": "Den gibt's auch noch also."
    },
    {
      "speaker": "Letty",
      "time": "1:00:36",
      "text": "Gerne als sendung titel."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:00:40",
      "text": "Keine hinterhof toiletten das ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:42",
      "text": "Hätte gerne muss losen hinterhof toiletten sex als sendung."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:00:51",
      "text": "Ist das sendung titel mit dem letty mit drin oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:53",
      "text": "Nein,"
    },
    {
      "speaker": "Letty",
      "time": "1:01:00",
      "text": "Nein das würde ich nicht vorher würde ich dich das metaebene schlüssels berauben keine angst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:05",
      "text": "Ist doch nur einmal eine mikrofone."
    },
    {
      "speaker": "Letty",
      "time": "1:01:08",
      "text": "Ich habe schon und das ist echt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:09",
      "text": "Stimmt gar nicht so schlecht oder."
    },
    {
      "speaker": "Letty",
      "time": "1:01:11",
      "text": "Wir sehen hier ja schon wie das aussieht das ist ausbaufähig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:15",
      "text": "Hübsch aus der tiere."
    },
    {
      "speaker": "Letty",
      "time": "1:01:16",
      "text": "Sind prekäre arbeitsverhältnisse."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:18",
      "text": "Ist super okay ich warne euch ich könnte jetzt,"
    },
    {
      "speaker": "Letty",
      "time": "1:01:46",
      "text": "Hast du dir dabei in die finger genäht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:01:50",
      "text": "Willst du jetzt deine maske ins mikrofon zeigen."
    },
    {
      "speaker": "Letty",
      "time": "1:01:52",
      "text": "Nein du musst ein foto für den slack channel machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:58",
      "text": "Ja"
    },
    {
      "speaker": "Letty",
      "time": "1:02:31",
      "text": "Das weiß ich nicht ob ich das so unterstützen würde diese aussage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:36",
      "text": "Was dass man dinge die man früh lernt nicht verliert verlernt oder welchen teil."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:02:42",
      "text": "Ich würde zumindest unterstützen dass dinge die man früh lernt kann man sich besser merken als die gleichen dinge wenn man sich später gelernt hatte."
    },
    {
      "speaker": "Letty",
      "time": "1:02:49",
      "text": "Ja gut sorry ich wollte dich nicht ablenken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:51",
      "text": "Ich habe mir ich habe mir auch ich habe mir auch einen zauberwürfel bestellt jetzt hier in der krise und festgestellt dass ich den auch noch lösen kann so ist nicht."
    },
    {
      "speaker": "Rainer",
      "time": "1:03:00",
      "text": "Wie viel sekunden."
    },
    {
      "speaker": "Letty",
      "time": "1:03:01",
      "text": "Achso apropos entschuldigung ich muss dir kurz sein weil ich da bin sogar hier hallo hallo,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:17",
      "text": "Und kannst du ihn auch lösen."
    },
    {
      "speaker": "Letty",
      "time": "1:03:19",
      "text": "Das ostergeschenk nein den würfel habe ich noch nicht gelöst und das das blöde ist viele machen das ja dann mit dem mit der anleitung und es fühlt sich so ein bisschen wie cheaten an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:31",
      "text": "Entschieden."
    },
    {
      "speaker": "Letty",
      "time": "1:03:32",
      "text": "Trommelwirbel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:34",
      "text": "So clemens möchte gerne mal anrufen jetzt ruft ihr an."
    },
    {
      "speaker": "Letty",
      "time": "1:03:38",
      "text": "Achso der war der trommelwirbel zu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:39",
      "text": "Kurz mal hallo sagen hallo clemens."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:03:42",
      "text": "Hallo hallo."
    },
    {
      "speaker": "Letty",
      "time": "1:03:44",
      "text": "Hallo clemens."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:45",
      "text": "Wir kommen gleich auf dich zu sprechen müssen noch kurz hier über masken reden und zauberwürfel reden genau."
    },
    {
      "speaker": "Letty",
      "time": "1:03:53",
      "text": "Ich hab's ich finde ich will das nicht mit der anleitung machen merke ich so ich weiß nicht warum aber es ist fühlt sich halt wie schiiten an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:01",
      "text": "Ja"
    },
    {
      "speaker": "Letty",
      "time": "1:04:02",
      "text": "Spannend ist wenn man bis zu einem gewissen grad irgendwie versucht und dann halt zur anleitung geht aber ich habe mich jetzt lange nicht mehr dran gesetzt deswegen liegt er gerade eigentlich nur als staubfänger als ente eigentlich steht ja gerade hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:15",
      "text": "Also meine hochachtung wenn du dir das komplette erarbeiten kannst ich habe mich schon mal an so an anleitung gehalten früher und habe die dann einfach,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:06:05",
      "text": "Sich immer noch zu leicht atmet ja wenn es dich immer noch zu leicht atmet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:10",
      "text": "Wenn sie es noch zu leicht atmet,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:06:38",
      "text": "Libellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:39",
      "text": "Die kamera diese diese heft diese heft streifen mit dem man so dina vier seiten gut zusammenkleben weißt du diese metall bügel mit dem man dann so umbiegen,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:07:16",
      "text": "Frage mal habe ich jetzt ein alena oder hattest du nicht beim letzten mal schon erzählt."
    },
    {
      "speaker": "Letty",
      "time": "1:07:23",
      "text": "War der abspann der niemand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:25",
      "text": "Deshalb das haben wir genau ich wollte das jetzt mal hier in die sendung tragen weil weil mir ist,"
    },
    {
      "speaker": "Letty",
      "time": "1:07:42",
      "text": "Also mal vorweg zu nehmen nur weil man nähmaschine hat heißt es nicht man hat zeit zähle ich viele masken für irgendwelche leute zu nehmen das ist ja nicht so dass man nicht eigene projekte."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:07:51",
      "text": "Ja machst du mir auch eine letti."
    },
    {
      "speaker": "Letty",
      "time": "1:07:52",
      "text": "In der tat natürlich nicht was hast du gesagt hat ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:07:56",
      "text": "Macht mir auch eine nicht so hell bitte."
    },
    {
      "speaker": "Letty",
      "time": "1:07:59",
      "text": "Ich habe noch einen pinken stoff hier soll ich dir eine pinke mal."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:08:01",
      "text": "Nee nee ich bin die kannst du selber tragen."
    },
    {
      "speaker": "Letty",
      "time": "1:08:04",
      "text": "Dann kriegst du auch keine maske ne ich habe mir ich werd mir jetzt noch eine nähen müssen falls ich in die öffis muss aber ich weiß nicht es ist,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:08:33",
      "text": "Dachte im sommer brauchen wir wenig."
    },
    {
      "speaker": "Letty",
      "time": "1:08:34",
      "text": "Ja auch drin da hat man ja was gerne an."
    },
    {
      "speaker": "Rainer",
      "time": "1:08:37",
      "text": "Also ja stimmt manchmal."
    },
    {
      "speaker": "Letty",
      "time": "1:08:40",
      "text": "Außerdem dass sich bewegt mich ja also mein happy place ist definitiv instagram dadurch dass da einfach so viele künstler und nähernde menschen auch am start sind und da habe ich letztens was gefunden und,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:09:48",
      "text": "Linke orten happen."
    },
    {
      "speaker": "Letty",
      "time": "1:09:50",
      "text": "Erwischt du mich auf der kalten wie heißt das von der kalten schulter seite na ihr wisst schon dass es hat."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:09:58",
      "text": "Während du den link rauskramst es zu spät kann man muss natürlich gleich erstmal fragen welcher zeitzone bist denn du dennis bei uns scheint überall die sonne rein und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:10:06",
      "text": "Meine zeitzone heißt."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:10:08",
      "text": "Live aus tokio."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:10:09",
      "text": "Meine zeitzone heißt hinterhof erdgeschoss."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:10:13",
      "text": "Verstehe."
    },
    {
      "speaker": "Letty",
      "time": "1:10:15",
      "text": "Hm"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:10:16",
      "text": "Draußen noch hey ja."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:10:18",
      "text": "So tust du den mitte ja verstehe."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:10:21",
      "text": "Naja wenn ich so rausgucke hier durch ein ich habe auch die gardinen vor also aber meiner bude ist schon ziemlich dunkel."
    },
    {
      "speaker": "Letty",
      "time": "1:10:31",
      "text": "Ich finde den hashtag gerade nicht hier am gerät ich glaube ein bisschen mit frog teil war das."
    },
    {
      "speaker": "Rainer",
      "time": "1:10:40",
      "text": "Kann man die instagram links eigentlich aufmachen oder nerven die auch so hart mit irgendwelchen anmeldungen."
    },
    {
      "speaker": "Letty",
      "time": "1:10:45",
      "text": "Nee wenn man instagram link geschickt bekommt geht es in der tat,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:11:06",
      "text": "Ja das gute."
    },
    {
      "speaker": "Letty",
      "time": "1:11:07",
      "text": "Virtual fructose heißt es."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:11:09",
      "text": "Virtual cocktails ok."
    },
    {
      "speaker": "Rainer",
      "time": "1:11:11",
      "text": "Was ein frog teil aus also ist das das was ich denke was ist."
    },
    {
      "speaker": "Letty",
      "time": "1:11:14",
      "text": "Freitags cocktail glaube ich ist das."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:11:18",
      "text": "Das schreiben sie nicht mit gehe das schreibe frog genau."
    },
    {
      "speaker": "Letty",
      "time": "1:11:22",
      "text": "Genau und das fand ich halt so geil."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:11:28",
      "text": "Du hast wirklich taschentuch packung in deinen kopfhörer reingesteckt,"
    },
    {
      "speaker": "Letty",
      "time": "1:11:40",
      "text": "Kopfhörer die."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:11:42",
      "text": "Die britischen kopfhörer sind nur was für große."
    },
    {
      "speaker": "Letty",
      "time": "1:11:45",
      "text": "In meinen nee die drücken an meinen brillenbügel so extrem dass ich die nicht lange tragen kann ohne kopfschmerzen zu bekommen."
    },
    {
      "speaker": "Rainer",
      "time": "1:11:53",
      "text": "Bei mir drückt es immer hier oben das ding auf den kopf nach einer zeit so."
    },
    {
      "speaker": "Letty",
      "time": "1:11:56",
      "text": "Hey da hab ich nichts eher hier so die."
    },
    {
      "speaker": "Rainer",
      "time": "1:11:58",
      "text": "Ich möchte auch mal hier so ein tempo drunter legen."
    },
    {
      "speaker": "Letty",
      "time": "1:12:00",
      "text": "Tempotaschentücher ich sage euch da ist das ist großartig genau,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:12:24",
      "text": "Hier mano mama macht seit wochen gar nichts anderes mehr die produzieren keine hosen mehr keine jacken kein nichts kein gar nichts die auch nur noch masken raus."
    },
    {
      "speaker": "Letty",
      "time": "1:12:31",
      "text": "Genau das ist auch ihr job scheinbar oder."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:12:33",
      "text": "Näherei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:35",
      "text": "Also ich mache euch gerne ich mache euch gerne alle masken aber ich habe keinen stoff ich habe keine."
    },
    {
      "speaker": "Letty",
      "time": "1:12:41",
      "text": "Davon kann ich da kann die latte noch wahrscheinlich den."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:12:43",
      "text": "Ist jetzt auch glaube ich eher weniger das problem von den leuten die kennen die maske machen sagen ist auch er diese gummi das gummis gerade wie nicht so richtig gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:51",
      "text": "Aber gummi hab ich noch."
    },
    {
      "speaker": "Letty",
      "time": "1:12:53",
      "text": "Gummi hab ich auch noch ich habe stoffe hab ich auch in massen also ich sage euch ich bin so gut auf korona vorbereitet."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:00",
      "text": "Dass leute einen gasmaske gefehlt ich haben weil sie im welten weltkrieg irgendwie bei mutters brust irgendwie gesaugt haben während diese gasmaske trug und wird dann in zwanzig jahren werden wir dann auch leute sind die den mundschutz fertig haben,"
    },
    {
      "speaker": "Letty",
      "time": "1:13:20",
      "text": "Also in den ganzen fetischen kenne ich mich nicht so aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:22",
      "text": "Was welche welche rolle war das gerade nochmal siebenunddreißig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:26",
      "text": "Vierunddreißig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:27",
      "text": "Ja also das porno witt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:46",
      "text": "Sehr schön das klima ist jetzt da ist und deswegen machst du das ja auch nicht kennen dich ja hallo clemens und zwar."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:13:54",
      "text": "Hab ich damit zu tun."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:56",
      "text": "Ja du wirst gleich einsteigen um mich korrigieren und das solltest du auch."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:14:00",
      "text": "Warum soll ich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:14:02",
      "text": "Was klappt was richtig zu stellen weil ich wieder nicht die."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:14:06",
      "text": "Viel besser aus als ich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:14:09",
      "text": "Hundert prozent drauf habe ne ich habe ja letztes jahr bin ich ja von zur telefon telekom gewechselt bei meinem zuhause anschluss hier der ist"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:15:27",
      "text": "Wenn du doch nur jemanden kennen würdest den man hätte fragen können."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:15:31",
      "text": "Ja das wäre zu einfach."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:15:32",
      "text": "Achso ok die blöße wolltest du dir nicht geben oder was,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:15:42",
      "text": "Habe ich ja auch geschafft."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:15:43",
      "text": "Alles standard konform hat die telekom da macht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:15:46",
      "text": "Auf jeden fall das ist es und dann habe ich mich bemüht,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:17:13",
      "text": "Kiste selber hat dann schon vor sechs nur nicht im netz dahinter die."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:16",
      "text": "So sieht's aus."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:17:17",
      "text": "Du als router benutzt hat denn selber schon vor sechs adresse aber wenn du dahinter noch andere geräte mit versorgen willst dann kommt der nächste teil."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:25",
      "text": "Genau soweit war ich erstmal dass die kiste netz hat und dann dachte ich mir aber ich will ja mein mein gesamtes netzwerk irgendwie mit,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:18:30",
      "text": "Er macht es bei der v sechs."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:18:34",
      "text": "Also das andere war dass der eine stunde vor das hatte schon erzählt ne ja hast du recht hast du recht genau aber das macht."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:18:40",
      "text": "Aber der der c."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:18:41",
      "text": "Auf der seite diese,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:19:14",
      "text": "Sind übrigens alle öffentlicher i p andresen für die leute die mich dauernd immer fragen und nerven mit euch hätte gerne public ip-adresse und wo kriegt ihr nachher das sind,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:19:47",
      "text": "Ja dann kann ich zweihundertsechsundfünfzig mal vielleicht vierundsechzig verteilen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:19:51",
      "text": "Zweihundertsechsundfünfzig mal zwei hoch vierundsechzig ist genauso wie zweihundertzweiundsiebzig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:19:57",
      "text": "Ach so der rest hundertachtundzwanzig minus sechsundfünfzig ist"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:20:25",
      "text": "So viel gescannt sechs es ist nicht komplett scannt frei aber es wird nicht so viel weil der adresse bereich ist halt irre groß wenn dich jemand abscannen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:20:33",
      "text": "Könnte da gut adressen verstecken ja."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:20:35",
      "text": "Ja musste der weile suchen bis aber trifft."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:20:40",
      "text": "Jedenfalls das habe ich alles und dann dachte ich mir diesen riesengroßen friedrichs der rechner den ich hab den brauche ich alles gar nicht ich will das alles mal noch weiter minimieren und habe das ganze auf einen raspberry pi gepackt,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:21:42",
      "text": "Drei oder vier."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:21:43",
      "text": "Ja der vierer ist der free support noch nicht so ganz fertig,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:22:00",
      "text": "Der hatte irgendwie ein zwei oder zweieinhalb ampere netzteil mit fünf fünf volt keine ahnung also zehn weitere was würdet ihr."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:22:07",
      "text": "Der vierer oder der dreier."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:22:08",
      "text": "Der dreier den du da hast der vierer braucht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:22:10",
      "text": "Der braucht keine zehn watt der braucht keine."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:22:13",
      "text": "Nee nee aber ich sage dir was dein metzger maximal also mehr als zehn watt kann er da eh nicht rausziehen der wird wie fünf oder sechs watt oder sonst was verbrauchen plus dein oder verbrannt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:22:22",
      "text": "Das schöne ist seit minimal weil man muss das ding die wieder anfassen weil der macht wirklich nichts weiter außer,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:23:10",
      "text": "Naja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:24:41",
      "text": "Mein langfristiger plan ist ja auf dem respekt bei vier umzustellen und der hat ja auch u s b drei und so und wird alles dann auf auf ordentliche."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:24:48",
      "text": "Der budget aber noch nicht von den dingern oder vielleicht jetzt gerade erst seit ein paar wochen da muss."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:24:53",
      "text": "Na ja doch die schreiben ja da an diesem firmen wir auch irgendwie rum und da geht er dann irgendwie."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:24:58",
      "text": "Meine was"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:25:48",
      "text": "Aber der router liest ja eigentlich hin oder schreib dir da nix deswegen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:25:51",
      "text": "Das stört die mikro sd karte gar nicht die stirbt trotz."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:25:54",
      "text": "Du meinst die stirbt auch beim beim nicht nicht schreiben sondern."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:25:57",
      "text": "Kannst du ja nicht sagen ich kann's echt,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:26:17",
      "text": "Bei dem vierer jetzt ja."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:26:18",
      "text": "Bei dem dreier auch,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:27:29",
      "text": "Ja man will die natürlich nicht als irgendwie krassen stories benutzen das ist schon klar aber ich denke mal."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:27:35",
      "text": "Muss dann gerade mit friert ich meine gibt für linux oder für raspeln gibt's ja extra so varianten gibt auch bei linux systeme die dafür gedacht sind auf dem flash rumzueiern auf so ein auf so einem sagen wir mal eher schreibt flash"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:27:56",
      "text": "Ja was der rumflog der derzeit lockt irgendwie aber nur wenn halt auch eine neue adresse und das passiert dann nicht mehr jeden tag so wie früher."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:28:02",
      "text": "Ja aber er schreibt in dem er schreibt uns falls system."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:28:04",
      "text": "Ja aber es ist selten also ich habe die loks da alle im griff alles alles sehr selten."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:28:10",
      "text": "Du wirst zu berichten wissen genau."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:28:11",
      "text": "Ich beobachte das ich bin ich berichtete der wenn's abkackt damit er dann sagen kannst hol dir so."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:28:16",
      "text": "Wir machen jetzt mal sessions dann ist auch wichtig dass sie rechtzeitig mein tod t-shirt anhabe."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:28:22",
      "text": "Sagt er bescheid."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:23",
      "text": "Um nochmal auf diese sache mit vor sechs zurückzukommen ich habe übrigens immer noch dasselbe problem bei mir im heim dass das mir einfach mein vfb sechs,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:28:41",
      "text": "Neulich auch mal passiert und dann musste ich sie aber gerade dringend benutzen hatte keine zeit zum debakel habe sie geblutet und dann war da am besten neulich auch mal passiert dass die."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:28:50",
      "text": "Wisst ihr warum ich das selber mache."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:52",
      "text": "Ja das kann ich auch verstehen also."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:28:53",
      "text": "Ja ich habe eine installation die laufen seit jahren durch so keine ahnung muss man mal gucken,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:37",
      "text": "Die oder wie sie heißt."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:29:40",
      "text": "Die lifetime gut also ist die ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:42",
      "text": "Eltern heißt die oder."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:29:43",
      "text": "Ist die ruta lifetime das ist noch was anderes das ist diese information dass der router selber"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:06",
      "text": "Das wäre ja auch ein skandal wenn dem anderen so wäre."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:31:09",
      "text": "Ja ich habe früher in der anfangszeit von six habe ich auch andere sachen gesehen die haben halt gesagt ja adresse ist adresse fucker warum sollte die wieder weggehen ja ich habe das jetzt gehört das jetzt meine so danke aber die apple leute ich kenne die leute die das implementiert haben die hüpfen nämlich auf dem itf meeting immer rum"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:31:49",
      "text": "Ich habe eher festgestellt dadurch dass ich halt durch diese sechs spielereihe andauernd irgendwie mein ja mein raspberry pi so nennt man router andauernd neubauten muss und"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:32:23",
      "text": "Das ist ja auch so dass du zum beispiel der mag macht ja noch was"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:32:49",
      "text": "Temporary heißt hier ne."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:32:51",
      "text": "Nee es gibt temporär und es gibt protected oder privat privacy protected genau temporär."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:32:55",
      "text": "Ich guck mal kurz weil man hat immer zwei ne das war das."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:32:58",
      "text": "Genau ne du hast den link local und zwei andere."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:33:00",
      "text": "Die eine heißt security und die andere heißt temporary."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:33:03",
      "text": "Die security messe hat folgenden interessanten effekt,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:33:19",
      "text": "Ja und zwar weil da irgendwo im falle eines gespeichert hat der immer gleichbleibt bist du sicher."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:33:25",
      "text": "Nicht aus dem fall nein das bildet er sich da kannst du mir den fc lesen nein nein er bildet sich dann aus der aus der adresse deines hooters wenn dein router nicht dauernd immer seine seine adresse ändert"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:33:48",
      "text": "Mir war der meinung als wenn es auch in security problem ist deswegen gibt's irgendwo noch im hash auf dem rechner die damit reingemischt wird und wenn man nämlich möchte dass ich diese adresse ändert weil die eben nicht immer gleich bleiben soll manchmal kann man das löschen und dann generiert eine neue ab dann und die auch immer gleich."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:34:02",
      "text": "Es kann sein dass du das auch noch mit rein machen aber der haupt hauptidee ist dabei folge als vor sechs aus dem,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:19",
      "text": "Wo die adresse eingeblendet war."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:34:21",
      "text": "Genau da war teil der drin oder achtundvierzig drin und dann dazwischen eine vierundsechzig adresse,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:35:01",
      "text": "Ja deswegen ist ja die temporary."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:35:03",
      "text": "Genau alle stunde würfelt er sich eine neue temperaturen die ist wirklich so richtig scheiße rente"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:36:07",
      "text": "Zum beispiel einen service anbieten möchte."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:36:09",
      "text": "Zum beispiel und dafür gibt's jetzt diese security ding an dieses security sind halt so dass sie dass sie"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:36:31",
      "text": "Und das ganze nennt sich richtig states adresse auto konfiguration."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:36:39",
      "text": "Heißt deswegen so weil"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:03",
      "text": "Ich mache mir gerade nur ihr sorgen um letty weil die wollte halt ein bisschen früher aussteigen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:38:11",
      "text": "Aus fit wie ein turnschuh."
    },
    {
      "speaker": "Letty",
      "time": "1:38:13",
      "text": "Ich war gerade also noch noch geht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:15",
      "text": "Noch geht's ja solange es noch geht wollte ich noch,"
    },
    {
      "speaker": "Letty",
      "time": "1:38:36",
      "text": "Dass du immer noch nicht auf youtube bist,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:38:41",
      "text": "Ich mache mal bei mir licht an damit ich damit ihr mich sehen könnt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:45",
      "text": "Es gab es kam ja verschiedene leute auf mich zu und haben versucht argumente zu liefern allerdings war bisher noch keine guten dabei von daher."
    },
    {
      "speaker": "Letty",
      "time": "1:38:53",
      "text": "Ja ich kann dir schon das beste liefern also hättest du geliefert mein lieber tim wärst du in dem heute journal oder in dem zdf heute ja wie auch immer,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:35",
      "text": "Ich habe einen youtube channel ich habe sogar heute."
    },
    {
      "speaker": "Letty",
      "time": "1:39:37",
      "text": "Na ja aber du hast den."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:38",
      "text": "Ich habe sogar heute eine mail von youtube bekommen dass ich jetzt tausend hab's grade habe ich weiß zwar nicht warum aber habe ich."
    },
    {
      "speaker": "Letty",
      "time": "1:39:44",
      "text": "Ich bin einer davon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:45",
      "text": "Na siehst du mal vielleicht warst du die tausendste."
    },
    {
      "speaker": "Letty",
      "time": "1:39:48",
      "text": "Nee ich glaube nicht aber genau das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:52",
      "text": "Du warst die erste stimme."
    },
    {
      "speaker": "Letty",
      "time": "1:39:55",
      "text": "Ja natürlich natürlich stimmt ich war die erste,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:02",
      "text": "Ja ich finde es schön für stefan dass er heute schon alles warum muss ich denn da hin ich will ja gar nicht ich will ja gar nicht ins heutige oder was soll ich denn heute schon."
    },
    {
      "speaker": "Letty",
      "time": "1:40:08",
      "text": "Na dann hätte dann hätte die kanzlerin nicht nur podcast gesagt sondern tim britta hat uns das gute audio in dir hörsäle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:14",
      "text": "Scheiß drauf hauptsache dieser podcast bin ich komplett zufrieden mit mehr brauche ich nicht,"
    },
    {
      "speaker": "Letty",
      "time": "1:40:26",
      "text": "Ich finde das daran hänge ich ja auch gerade mit der lehre weil ich will mein gesicht natürlich auch nicht zeigen also ich fange jetzt in der tat halt wahrscheinlich an keine ahnung ob's eine gute idee ist die sachen zu zeichnen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:37",
      "text": "Diese ganzen tools das ist doch einfach alles noch nix also ich ich ganz ehrlich."
    },
    {
      "speaker": "Letty",
      "time": "1:40:43",
      "text": "Es ist scheiße guck dir diese oberfläche an wenn ich die links zur seite schiebe habe ich euch einen kleinen stadt dass der platz richtig ausgenutzt und es ist alles nicht gut und nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:48",
      "text": "Ja das ist einfach nein und webbrowser basiert und so dass das ist einfach nicht die zukunft."
    },
    {
      "speaker": "Letty",
      "time": "1:40:55",
      "text": "Ne das ist auch nicht die zukunft und die welt wird morgen untergehen das haben wir jetzt auch schon festgestellt aber hättest du was."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:41:02",
      "text": "Dieses jessi ist auch nicht mal die vergangenheit."
    },
    {
      "speaker": "Letty",
      "time": "1:41:04",
      "text": "Ja auch das aber ich mein tipp."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:41:06",
      "text": "Wenn ihr nochmal mein sauer beleidigt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:08",
      "text": "Was."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:41:09",
      "text": "Alle gleich nur noch per audio und."
    },
    {
      "speaker": "Letty",
      "time": "1:41:11",
      "text": "Großartig nee aber ich finde halt es gibt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:33",
      "text": "Ich bin im fünfzehnten fünfzehnten podcast ja."
    },
    {
      "speaker": "Letty",
      "time": "1:41:35",
      "text": "Eltern als deine kinder."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:41:38",
      "text": "Sein lebensunterhalt damit."
    },
    {
      "speaker": "Letty",
      "time": "1:41:39",
      "text": "Verdienst dein leben sondern als ich du bist halt nicht du bist halt nicht irgendein dahergelaufene gibt der sich vor die kamera stellen würde sorry ich will damit niemanden zu nahe treten,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:33",
      "text": "Videos von ralf stockman ultraschall der erklärt alles alles erklärt was erklärt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:45:03",
      "text": "Wlan-passwort vom apartment."
    },
    {
      "speaker": "Letty",
      "time": "1:45:05",
      "text": "Und den union sticker."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:08",
      "text": "Das ist so das was ich so visuell einatmen und ich merke einfach ich bin noch nicht mal in der lage fotos zu machen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:45:15",
      "text": "Außerdem kommt er als schwer und hinzu das tim auch ein perfektionist ist das heißt jetzt einfach mal so irgendeinen dreckige bild verpixelt schlecht"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:45:48",
      "text": "Also ich verstehe das ja schon alles aber muss schon auch sagen weil ihr macht es gerade auch das youtube so ein bisschen schlecht also gibt's schon auch so richtig geilen content und ich meine ich glaube,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:13",
      "text": "Nein das stimmt ja auch ich tue das ja auch ich habe überhaupt gar kein problem damit es gibt"
    },
    {
      "speaker": "Letty",
      "time": "1:46:36",
      "text": "Die könntest du auch auf youtube haben die leute würden dich trotzdem anhimmelt."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:46:39",
      "text": "Frisur."
    },
    {
      "speaker": "Letty",
      "time": "1:46:40",
      "text": "Aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:41",
      "text": "Wer würde mich an himmel du."
    },
    {
      "speaker": "Letty",
      "time": "1:46:43",
      "text": "Immer tim immer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:46:45",
      "text": "Aber das stimmt schon viele youtube-videos da sieht man die person die das machen gar nicht man sieht vielleicht bei deren hände oder so wenn ihr was zum beispiel basteln aber man muss um nicht unbedingt zu sehen sein."
    },
    {
      "speaker": "Letty",
      "time": "1:46:54",
      "text": "Es geht auch nicht darum dass du einen youtube-kanal hast den du jetzt anfängst zu bespielen sondern da ging es jetzt ja prinzipiell auf um wirklich sowas wie studio vielleicht einrichtung oder was sind so basics,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:11",
      "text": "Ich ich lasse mir mal dieses ganze youtube und video und so weiter mal mal raus weil das ist eigentlich an der stelle auch ein bisschen irrelevant wenn ich jetzt,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:48:26",
      "text": "Froh dass es nicht heißt oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:28",
      "text": "Ja ich weiß du bist schon so ne aber so so eine interaktive geschichte und dann"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:49:55",
      "text": "Ist in erster linie in erster linie ein zungenbrecher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:00",
      "text": "Ja erster linie zungenbrecher ist natürlich auch wieder so webbrowser basiert funktioniert so ganz okay so ein bisschen also kann man machen"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:50:32",
      "text": "Ich habe da auch mal installation von gemacht hat es halt ein anderer ansatz ne was wir jetzt hier benutzen ist eigentlich so ein konferenz ja es gibt zwar in der moderator ist aber eigentlich nur die funktion leute rauszuschmeißen die sich nicht benehmen,"
    },
    {
      "speaker": "Letty",
      "time": "1:51:34",
      "text": "Ich habe keine dreißig leute ich habe hoffentlich nur zwölf oder fünfzehn."
    },
    {
      "speaker": "Rainer",
      "time": "1:51:40",
      "text": "Das integriert sich auch in model und so ne diese debatten geschichte und wenn diese online-dating systeme."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:51:44",
      "text": "Ja ja die machen da gibt's so integration für diese ganzen online-lernen dinger und so und du kannst halt eben auch sowas machen wie schön vorträge zeigen kannst ein pdf oder irgendwas vorbereiten wurde dann sozusagen deine folien dort zeigst"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:07",
      "text": "Ja ich wollte ja nur sagen also man kann das da machen das ist für mich selber mal sehr viel interessanter ich bin,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:52:31",
      "text": "Doch mit einem browser dummerweise immer ein anderer aber mit einem browser geht es immer einen browser in einer bestimmten version."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:36",
      "text": "Ja"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:52:40",
      "text": "Nämlich den die entwickler aber nur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:41",
      "text": "Genau und ja das ist so ein bisschen das das das problem und ja"
    },
    {
      "speaker": "Rainer",
      "time": "1:54:36",
      "text": "Genau ja noch in der zweiten generation dementsprechend kein on air button nee was war das aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:43",
      "text": "Kein erbat er der ist nicht so wichtig der."
    },
    {
      "speaker": "Rainer",
      "time": "1:54:47",
      "text": "Kein instagram der button fehlt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:49",
      "text": "Instagram der ist die ganze drücken das ändert aber nichts nennenswertes."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:54:58",
      "text": "Der instagram button betrifft den zweiten eingang nur wo bei dir nichts,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:13",
      "text": "Das ist einfach so ein so ein so ein so ein priester für irgendwelche alte fokus right hardware das ist so klingt wie damals der geile das ist so"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:56:54",
      "text": "Wenn ich letzte mal darüber gesprochen dass du eine focus rs kaufen wollt ist die direkte an einem ipad oder an einem iphone funktioniert oder so die mit usb c oder wieder was nee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:04",
      "text": "Habe ich das das hab ich gleich wieder zurück geschickt dass das dieses einträgt das das das,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:59:54",
      "text": "Kennen die dinger noch aus der zeit so wo sie so neues kennenzulernen bluetooth."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:00:00",
      "text": "Musst du nochmal beauty."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:05",
      "text": "Du bist hier glaube ich im kino."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:00:05",
      "text": "Ja du warst jetzt gerade vom gitzi und vom studiolink irgendwie zu hören."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:00:09",
      "text": "Oh ja sorry ja ich hab musste gerade aus anderen gründen nicht wegen muss das anderen gründen mal mein groben toten so okay,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:27",
      "text": "Aber das gibt's nicht mehr ne."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:00:28",
      "text": "Dinge waren und dann dadurch sozusagen ein schönes neues cancelling hatten also was denn nur für die sprache war bei den ganzen umgebungsgeräusche raus"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:00:53",
      "text": "Ich glaube die haben doch irgendeine lizenz oder was auch immer damit sie mit zu gewissen büro software geschichten zusammenlaufen oder ich glaube ganz viele großfirmen setzen diese headsets ein für ihre kommunikation."
    },
    {
      "speaker": "Rainer",
      "time": "2:01:06",
      "text": "Oh ja ich bin gerade auf ich habe auch so einen job aber dass ein tisch mikrofon für die videokonferenzen auf der arbeit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:11",
      "text": "Genau das machen die auch noch aber es gibt bei denen also die haben zumindest usb,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:01:54",
      "text": "Was kostet dieses focus right hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:57",
      "text": "Die kosten alle diese ganzen ein kanal also ein mikro kanal interfaces liegen alle so zwischen neunzig und hundertzwanzig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:02:06",
      "text": "Der kopfhörer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:07",
      "text": "Der kopfhörer ist in der kombination nee nee."
    },
    {
      "speaker": "Letty",
      "time": "2:02:11",
      "text": "Hundertvierzig zwohundertdreißig zwohundertvierzig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:15",
      "text": "Wir sind gerade billiger geworden interessanterweise aber da ist ja dann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:02:19",
      "text": "Gibt also bald neue."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:21",
      "text": "Nee nee das weiß ich auch nicht so ganz genau woran das liegt also die zweihundertsiebenundneunzig tv die ich die diesen sogar noch billiger geworden gerade sind,"
    },
    {
      "speaker": "Letty",
      "time": "2:02:36",
      "text": "Zweihundertvierzig dachte ich werde dich jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:37",
      "text": "Zwo genau zwohundertvierzig wohlgemerkt ohne kabel also da kommt dann sozusagen nochmal einen fünfzig euro kabel dazu und es gibt die mit zweihundertfünfzig mit dem man auch arbeiten kann gibt's sogar für nur zweihundert euro gerade."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:02:50",
      "text": "Und sag mal gibt's diese kopfhörer nicht mit dem feature von diesem fokus reiter in einem dass man nicht zwei geräte hat sondern weil ich meine wird ja mit usb mit strom versorgt das heißt eigentlich könnte man doch das alles was dieses fokus rein kann in den kopfhörer in"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:05",
      "text": "Klar könnte man das das ist das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:03:07",
      "text": "Weiß es will nicht jeder und für dich ist es vielleicht auch unpraktisch aber jetzt für mich zum beispiel macht das nicht so sind ja so extra kasten stehen zu haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:14",
      "text": "Nee klar dass das ist ja das was diese kamera machen uns."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:03:19",
      "text": "Die sind so integriert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:20",
      "text": "Genau das ist sozusagen ein teil das hat b m und dann hast du den den den mikrofon wandler halt da drin das ding ist halt nur."
    },
    {
      "speaker": "Letty",
      "time": "2:05:16",
      "text": "Warum ist bei dem was du hast bei dem headset das kabel nicht dabei aber bei dem ich habe mir ja gerade das gekauft da ist das kabel dabei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:24",
      "text": "Das ist halt das beim sieben."
    },
    {
      "speaker": "Letty",
      "time": "2:05:26",
      "text": "Kostet halt jetzt auch nicht so viel mehr also es kostet dann nicht mehr das kostet ja dann ich habe dreihundert dafür bezahlt gerade und zweihundertvierzig kostet das andere und das sechzigtes kabel,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:40",
      "text": "Wir sind ja nicht günstiger es läuft."
    },
    {
      "speaker": "Letty",
      "time": "2:05:43",
      "text": "Naja der gesamtpreis ist ja das gleiche dann aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:49",
      "text": "Was meinst du jetzt also es ist günstiger aber es kostet das gleiche verstehe ich jetzt gerade nicht."
    },
    {
      "speaker": "Letty",
      "time": "2:05:52",
      "text": "Na ich verstehe nicht warum ein gerät was wahrscheinlich ja nicht so ne das hat er nicht die gleiche leistung oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:58",
      "text": "Doch das ist technisch dasselbe des ding es nur bei dem sieben neun sieben kannst du das kabel halt nicht abmachen ich kann das kabel wechseln an meinen headsets und ich tue das halt auch weil ich verwende verschiedene kabel an meinen headsets."
    },
    {
      "speaker": "Letty",
      "time": "2:06:13",
      "text": "Stimmt nicht hier steht drin dass das kabel das kabel abnehmbar ist bei den sieben neun sieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:19",
      "text": "Seit wann."
    },
    {
      "speaker": "Letty",
      "time": "2:06:21",
      "text": "Besteht bei den weiteren infos drin bei thomann weil ich nämlich grad irritiert war und panik bekommt dass ich ihnen headset bestellt habe ohne kabel aber da ist das kabel dran und das kabel ist abnehmbar."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:33",
      "text": "Wer auch bekloppt das müssten ja zwei verschiedene kopfhörer produzieren die eigentlich gleich sind bis auf den stecker."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:39",
      "text": "Das kabel ist abnehmbar wo denn."
    },
    {
      "speaker": "Letty",
      "time": "2:06:43",
      "text": "Wenn ich die sieben neun sieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:45",
      "text": "Ja ja ich sehe ich sehe diese information auch gerade allein ich kann's nicht so recht glauben weil."
    },
    {
      "speaker": "Letty",
      "time": "2:06:51",
      "text": "Du kannst es nicht so recht glauben wenn wir werden es."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:53",
      "text": "Der menschheit werden in der fische gelöst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:55",
      "text": "Naja guck dir mal diesen stecker an also der ist ja der ist ja fest mit dem teil verbunden."
    },
    {
      "speaker": "Letty",
      "time": "2:07:01",
      "text": "Ich sage das das sehe ich da eben genau nicht weil es sieht aus wie ich hatte schon mal in headset da sah das ähnlich aus wie bei dem und da konnte ich auch das kabel abnehmen wir werden das gemeinsam herausfinden wenn die lieferung von thomann am ankommt."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:07:14",
      "text": "Aber nur per video."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:15",
      "text": "Ja also der grund warum ich die wechseln kabel,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:08:55",
      "text": "Jetzt hab ich noch ein thema nämlich,"
    },
    {
      "speaker": "Letty",
      "time": "2:09:36",
      "text": "Das ist ein video die das hergestellt haben."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:09:38",
      "text": "Ein video ja dann machen sie machen die dazwischen durchaus und dann hörst du macht es wieder an das ist schon ziemlich geile sache was sagt denn der chef podcaster zu solchen dingen weißt du wovon ich rede."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:50",
      "text": "Ja ja weiß ich das video geht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:09:51",
      "text": "Die wollen mir meinen wählern kaputtmachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:56",
      "text": "Das video ging es darum wie nix aber na ja gut wenn du mal genau zuhörst wie das da klingt das ist halt schon sehr relativ brutal ich meine was sie da machen ist einfach maschinenlearning"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:20",
      "text": "Auch behaupten dass hört sich so scheiße an weil die halten föhn da haben und auf den tisch hämmern,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:10:40",
      "text": "Gibt es gibt es dann eigentlich auch für richtige betriebssysteme oder nur für diese advanced programm lauter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:46",
      "text": "Ich habe keine ahnung wofür ist das gibt aber ich mir würde eine anwendung einfallen auch wenn es vielleicht nicht die tollste idee ist wenn hier der der der doofer,"
    },
    {
      "speaker": "Letty",
      "time": "2:11:11",
      "text": "Aber den kann man doch den lieber rausnehmen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:13",
      "text": "Ja oder oder andersrum so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:11:17",
      "text": "Schrauber pur."
    },
    {
      "speaker": "Letty",
      "time": "2:11:18",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:19",
      "text": "Wir haben schon mehrere sendung."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:11:21",
      "text": "Schon haben wir einen sendung titel hubschrauber pur."
    },
    {
      "speaker": "Letty",
      "time": "2:11:25",
      "text": "Den besten sendungen titel hast du heute schon nicht gehört."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:27",
      "text": "Das wird der harte abstimmung am schluss ich sag's euch."
    },
    {
      "speaker": "Letty",
      "time": "2:11:33",
      "text": "Jeff streamer ist es auf jeden fall sehr sehr spannend mit dem mit dem envia ding daher habe ich das dann auch mitbekommen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:11:40",
      "text": "Ich meine da wo es am richtig am spannendsten ist ist für leute die live machen irgendwas auf der straße oder halt nicht im studio ausgerechnet da es natürlich nicht dein c boliden mit der in via karte bei dir das ist also so ein bisschen so ja."
    },
    {
      "speaker": "Rainer",
      "time": "2:11:54",
      "text": "Live passieren es passiert doch im nachhinein oder."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:11:57",
      "text": "Ja im nachhinein im nachhinein kannst du deine show immer durch durch auf honig durchballern aber ich weiß jetzt."
    },
    {
      "speaker": "Letty",
      "time": "2:12:03",
      "text": "Die machen das auch live."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:12:04",
      "text": "Feature aber die diese zeugs ist ja richtig live aber dann musst du halt eben deinen pc boliden hinter der herschleifen irgendwie auch albern aber okay,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:12:16",
      "text": "Standards und in jedem i p a mit drin oder früher schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:20",
      "text": "Wahrscheinlich dauert das noch nicht mal fünf jahre."
    },
    {
      "speaker": "Rainer",
      "time": "2:12:24",
      "text": "Dann gibt's in gibt es im internet."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:12:24",
      "text": "Tim jetzt kurz kurz nochmal zu dieser kurz nochmal zu dieser kopfhörergeschichten gefragt bevor wir das thema abschließen was hältst du von diesen kopfhörern wo fertige u s b hinten rauskommt nix."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:38",
      "text": "Ja das hatte ich ja gerade erwähnt das sind ja diese brav."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:12:42",
      "text": "Ja nee aber ihr also meinst du ist jetzt nichts zum podcast oder was weil man hat auch keine knöpfe dran zum hier zum monitor hören also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:49",
      "text": "Kann man machen aber ich habe die jetzt nicht konkret durchgetestet ich weiß nicht was sie können"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:13:06",
      "text": "Können ja immer noch teuer sein nur halt statt x l r us b dran."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:10",
      "text": "Ja aber das heißt dass du dann eben auch den ganzen wandler von dem mikrofon in dieser,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:13:25",
      "text": "Können zwar eine spaceshuttle steuerung und eine apple watch tun aber ein kleinen audio in in den stecker reinbauen dazu kriegt die menschheit noch nicht gebacken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:33",
      "text": "Es geht schon aber du du kommst dann halt vielleicht nur auf siebzig prozent der qualität wenn dir die reicht so und das mag auch reichen"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:14:07",
      "text": "Ja das wäre ja okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:09",
      "text": "Ja kann man machen also wie gesagt ich habe die nicht getestet es gibt"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:17:45",
      "text": "Wenn er vielleicht vielleicht sehen wir jetzt durch diese ganzen hype"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:30",
      "text": "Das kann schon sein dass ich das jetzt ändert meine man hat ja auch schon gesehen mit corona ging ich habe dann mal diese preise von diesen dingern getrackt und die sind innerhalb von zwei wochen glaube ich bei amazon um zwanzig oder dreißig prozent hochgegangen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:18:46",
      "text": "Der markt regelt das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:47",
      "text": "Der markt regelt aber sowas von."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:18:52",
      "text": "Ich glaube ich habe eben vor zehn minuten bevor du dein dein monolog gestartet hast bin ich kurz auf rainer drauf getreten als wir gleichzeitig sprechen wollte irgendwas war da noch."
    },
    {
      "speaker": "Rainer",
      "time": "2:19:01",
      "text": "Ich habe aber auch schon wieder vergessen alles gut."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:19:04",
      "text": "Sorry ich hab's dann schon gehört dass ich schon den halben satz draußen hatte das ist ein bisschen bisschen delay haben wir ja aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:11",
      "text": "Ich habe noch zwei produkte vorstellungen ganz klein zum reinschieben und zwar eine sache,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:19:40",
      "text": "Also die die mit die mit dem."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:41",
      "text": "Die mit den zwei zellen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:19:44",
      "text": "Nee nee ok also nicht die mit dem mit dem genialen idee ein lightning-port und da die maus zu machen statt vorne dran."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:50",
      "text": "Jetzt jetzt zeugen das pferd und nicht von hinten auf"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:20:50",
      "text": "Hallo."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:52",
      "text": "Falls ihr es noch nicht gewusst habt also in space grey,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:23:15",
      "text": "Lohn oder hatte doch noch blau zahn und funkt dann ein iphone oder was oder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:23:19",
      "text": "Das ding jetzt hat nix aber ich glaube die gibt's auch mit mit bluetooth aber ich weiß nicht was man denn also ob man die mit mit apps kombinieren kann aber ich mir nicht so sicher also mit der apple,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:24:03",
      "text": "Schon die apple watch aber diese sauerstoffsättigung macht halt die apple watch nicht."
    },
    {
      "speaker": "Letty",
      "time": "2:24:07",
      "text": "Soll das nicht die kommende aber haben das falsche."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:24:11",
      "text": "Mal wieder spekuliert was sie da die apple versuchte da immer mehr zeugs einzubauen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:24:15",
      "text": "Pulsoximeter funktioniert ähnlicher wie die apple watch und zwar ist eine led drin die glaube ich licht mit uv band"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:24:54",
      "text": "Die leuchtet nicht durch sie leuchtet drauf und guckt sich reflexionen an und ein pulsoxymetrie richtet durch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:00",
      "text": "Genau und ich glaube das ist so ein bisschen das"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:25:20",
      "text": "Schon länger"
    },
    {
      "speaker": "Letty",
      "time": "2:25:34",
      "text": "Wäre das toll."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:25:36",
      "text": "Dass da globaler werden paar leute werden da richtig happy darüber gerade eben weil diese an bohren ist eine der nervigsten sachen die so diabetiker haben dieses sich dauernd selber an bohren und dann nur zum blutzuckerspiegel messen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:04",
      "text": "Fünfundachtzig minuten zu leben."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:27:06",
      "text": "Ja ungefähr bedeutet es soviel weil alles was unter neunzig ist es wohl nicht so richtig geil,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:01",
      "text": "Geräte abnahme ist europäischen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:28:04",
      "text": "Ich weiß ja aber naja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:06",
      "text": "Aber das haben sie doch mit dem mit dem puls und und auch gemacht trotzdem obwohl die wahrscheinlich."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:28:12",
      "text": "Ja aber es hat halt ewig gedauert"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:28:54",
      "text": "Aber da merkt man auch schon ganz schön."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:28:55",
      "text": "Features nicht gleich eu-weit frei das ist ziemlich bekloppt aber ich sage nur das heißt selbst wenn es soweit geht"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:29:20",
      "text": "Auch warum die da gar keinen bock drauf haben also ich meine weil die halt dann kein geld mehr verdienen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:29:25",
      "text": "Ja doch aber du merkst jetzt schon also ich glaube er vielleicht ich weiß jetzt gar nicht ist weiß jemand ob wie heißt er tim ob der wie selber diabetiker ist oder sonst irgendwas,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:52",
      "text": "Ja da gibt es."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:29:53",
      "text": "Ja das weiß ich aber nee die wollen apple möchtet in die in die uhr reinmachen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:05",
      "text": "Nein gibt's noch nicht und das ist halt auch das problem weil es eben nicht so zuverlässig ist und es ist halt auch nichts keine funktion die du mal so eben,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:30:46",
      "text": "Letzte drin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:48",
      "text": "Genau das bleibt da drin für zwei wochen und dann muss es irgendwie raus wegen infektionsgefahr und pipapo und das hat halt so bluetooth und geht bestimmt auch über so energy dann kannst du halt dann alphorn nehmen oder ich glaube"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:31:11",
      "text": "Häufiger als zweimal am tag oder so ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:13",
      "text": "Ja ja klar."
    },
    {
      "speaker": "Letty",
      "time": "2:31:14",
      "text": "Du musst es aber aktiv messen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:16",
      "text": "Du musst aktiv nachschauen also das."
    },
    {
      "speaker": "Letty",
      "time": "2:31:19",
      "text": "Damit kannst du halt zum beispiel auch kein genau und das ist ja zum beispiel was was extrem wichtig wäre dass man,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:37",
      "text": "Ja wobei ehrlich gesagt weiß ich gar nicht warum sich das ding nicht selber aufweckt und regelmäßig mist gibt's eigentlich gar keinen grund für weil also die bluetooth kommunikation ist nicht das problem also mit dieser batterie die da drin ist kannst du problemlos zwei wochen durchhalten."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:31:50",
      "text": "Hattet auch verbraucht materialien."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:52",
      "text": "Das ist das ganze teil."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:31:54",
      "text": "Nicht dass jetzt noch irgendwelche dinge denn er ist klar aber das heißt du musst du nur laden du musst jetzt nicht welche teststreifen nachschieben oder in welcher anderen chemikalien da reinmachen oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:01",
      "text": "Du lädst es nicht du da ist batterie alles mit drin."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:32:05",
      "text": "Ach so aber wenn es leer ist dann musst du wegschmeißen oder was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:08",
      "text": "Ja es geht komplett weg."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:32:09",
      "text": "Deswegen denke ich mal das ist ein verbrauchs material weil es irgendwelche chemikalien drin hat die denn verballert."
    },
    {
      "speaker": "Letty",
      "time": "2:32:16",
      "text": "Ich glaube nur die nadel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:17",
      "text": "Da ist glaube ich keine chemikalien drin das."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:32:21",
      "text": "Wenn's jetzt nur die nadeln infektionsgefahr kannst du den ja abmachen laden desinfizieren wieder reinpacken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:25",
      "text": "Ja aber dann ist es nicht ja aber dann müssen die leute das selber desinfiziert weiß ich nicht genau warum das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:32:30",
      "text": "Wahrscheinlich ist so billig dass man einfach den nächsten nimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:32",
      "text": "Bin ich nicht wirklich also."
    },
    {
      "speaker": "Rainer",
      "time": "2:32:35",
      "text": "Aber geht es mit dem mit dem mit dem handy also ich kenne das nur dass man so ein gerät hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:39",
      "text": "Ja ja geht mittlerweile mit dem."
    },
    {
      "speaker": "Letty",
      "time": "2:32:40",
      "text": "Mittlerweile mit dem handy auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:42",
      "text": "Und deswegen wundere ich mich gerade dann könnte man eigentlich genauso gut auch bluetooth im hintergrund und so aber wahrscheinlich kann man auf dem weg noch nicht die app aufwecken also man kann nicht sagen wenn das teil ein bluethoothspeaker sendet dann wach auch vorbei es muss eigentlich auch gehen"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:33:00",
      "text": "Wenn es ding jetzt wenn nur um sache strom gänge oder sonst irgendwas es gibt ja auch andere medizinische geräte oder diagnostik oder sagen wir mal ein herzschrittmacher gibt's seit,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:54",
      "text": "Ja ich werd mich mal bei meinen diabetiker freunden demnächst mal schlau machen wie es da ganz genau aussieht bevor ich jetzt irgendwelche,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:36:12",
      "text": "Warte mal bevor du jetzt das nächste fass aufmachst wollte nur sagen diese diese nummer mit wirkung"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:09",
      "text": "Also ich habe das nur soweit mitbekommen dass sie das ja auch irgendwann wieder eingestellt haben ob sie das jetzt eingestellt haben wegen sie wollten das nicht weiter verfolgen oder sie fanden die ergebnisse zu schlecht oder sie fanden sie nicht,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:41:15",
      "text": "Deutsche cloud deutschland plan."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:18",
      "text": "Deutsch deutscher cloud,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:43:11",
      "text": "Da gab es doch auch einen hatten sie doch vor jahren hatten wir doch schon mal eine sendung wir hatten die das genannt auch wie sie ihre statistiken erheben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:18",
      "text": "Differential privacy heißt das,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:43:44",
      "text": "Der temperatur das ist ein ungelöstes problem das ist nicht so easy."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:47",
      "text": "Ich weiß es nicht ist wenn es wäre es schon längst drin aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:43:50",
      "text": "Waren witz."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:43:53",
      "text": "Man könnte das mal könnte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:54",
      "text": "Es ist schwierig."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:43:55",
      "text": "Könnte und ich habe auch soweit gelesen es gibt glaube ich ein patent dafür wird angemeldet hat sie haben es bloß noch nicht implementiert aber nicht ausgerollt du kannst mit den airports die nicht in deinem ohr stecken da kannst du ordentlich die temperatur messen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:44:15",
      "text": "Sie möchten auch eigentlich den puls messen können oder indem sie den hören einfach im ohr."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:44:20",
      "text": "Naja du kannst alles mögliche im ohr messen was halt mit der apple watch blöde ist weil die witze nicht da und das ohr stecken aber wenn jetzt apple watch und er hast kann man damit eine ganze menge lustige sachen erfassen."
    },
    {
      "speaker": "Letty",
      "time": "2:44:31",
      "text": "Ja nur dass du halt das problem hast das was du da erhebst also nehmen wir mal als beispiel du hast halt nur die apple watch ist halt ein komplett verzerrtes bild weil,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:44:55",
      "text": "War das schon das apple sagte dass sie durch das durch den puls die größte sammlung an so einem daten überhaupt haben weil niemand,"
    },
    {
      "speaker": "Letty",
      "time": "2:45:10",
      "text": "Aber du hast eine du hast eine spezielle gruppe und deine gruppe ist vor allem erstmal männlich und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:27",
      "text": "Aber aber nein nein aneinander aber das ist ja auch ganz gut wenn du wenn sozusagen die mittelalter weißen männer dann zumindest."
    },
    {
      "speaker": "Letty",
      "time": "2:45:34",
      "text": "Endlich mal gesagt bekommen dass ihr mehr sport machen so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:41",
      "text": "Hauptsache man weiß wie es uns geht damit es uns auch weiterhin gut geht."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:45:47",
      "text": "Es gibt immer so andere apple watch träger also vielleicht jetzt nicht so in deutschland ja ja,"
    },
    {
      "speaker": "Letty",
      "time": "2:45:56",
      "text": "Na ja das ist aber nur ein fitness armband."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:45:57",
      "text": "Aber aber ich habe in singapur jede menge frauen da mal drum reinsehen."
    },
    {
      "speaker": "Letty",
      "time": "2:46:02",
      "text": "Genau ja ja aber ich meine wenn du jetzt wenn du die gesamtbevölkerung siehst nehmen wir mal jetzt immer auf deutschland bezogen wenn du darüber was auch eine aussage treffen willst du hast halt eine verzerrung einfach drin."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:46:15",
      "text": "Klar aber es ist jetzt nicht so dass das gerät nicht wüsste weil wenn du jetzt sagst du sammelst ja anonym anonym da,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:46:41",
      "text": "Kann die apple watch die hautfarbe ablesen ja oder."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:46:47",
      "text": "Nicht sogar so es gab es gab doch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:46:48",
      "text": "Nicht so gut funktioniert."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:46:49",
      "text": "Kam ne ne ne ne als ding raus kam gab es noch so ein skandal der sich dann herausgestellt hat als kein skandal oder sowas,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:14",
      "text": "Nein das war nicht schwarze haut das waren tattoos."
    },
    {
      "speaker": "Letty",
      "time": "2:47:17",
      "text": "Tätowierte haut."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:47:19",
      "text": "Tattoo gibt's ja auch noch ja und dann wahrscheinlich mit grüner farbe oder so oder blauen irgendwas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:21",
      "text": "Weil du wenn du dein blaue farbe hast und so weiter genau ja ja das war das problem also es war nur der."
    },
    {
      "speaker": "Letty",
      "time": "2:47:27",
      "text": "Haben sie das gelöst eigentlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:28",
      "text": "Das weiß ich nicht genau ich glaube da hat."
    },
    {
      "speaker": "Letty",
      "time": "2:47:30",
      "text": "Ich hab's nämlich nicht auf dem tätowierte arme in der tat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:33",
      "text": "Kannst ja mal ausprobieren."
    },
    {
      "speaker": "Letty",
      "time": "2:47:34",
      "text": "Ist auf der anderen seite."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:36",
      "text": "Ja auf jeden fall dass das könnte nochmal ganz sportlich wenn ich bei der die apple watch hat ja auch eine digital crown ja also auf spanisch scheißers corona,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:48:29",
      "text": "Mir ist gerade ein super lecker obstsalat kredenz von ich mute mich mal ja also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:33",
      "text": "Bitte alles klar leute dich mal ok also ist auf jeden fall die corona deko rona digital und das wäre natürlich das,"
    },
    {
      "speaker": "Letty",
      "time": "2:49:08",
      "text": "Aber auch in deutschland kooperation ich habe mal mit jemandem geredet der meinte sie,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:24",
      "text": "Ok gut das ist mir jetzt."
    },
    {
      "speaker": "Letty",
      "time": "2:49:26",
      "text": "Einer universität."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:27",
      "text": "Gut so also ich meine das beste wäre natürlich wenn sie jetzt dem quasi da die daten liefern beruhigt seit jetzt selber aber dann eben mit den entsprechenden"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:49:48",
      "text": "Das problem ist dass sind wieder die leute draußen m die leute wieder nicht verstehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:54",
      "text": "Das ist immer das problem."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:49:56",
      "text": "Dann wird gesagt aber guck doch mal den nachbarland gibt ja genügend nachbarländer die nicht so den datenschutz stock so tief im arsch haben wie wir die da komplett unberührt sind von wie zum beispiel schweden oder keine ahnung,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:18",
      "text": "Ja ich wollte jetzt aber nicht das klagelied über leute die nicht mitdenken wollen erheben weil es finde ich ein bisschen müßig sein ich wollte einfach ein bisschen mehr darüber nachdenken wie man das denn lösen könnte und,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:59",
      "text": "Gibt es nämlich schon ewig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:00",
      "text": "Die gibt's doch gar nicht."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:54:03",
      "text": "Doch die gibt's von einem anderen hersteller der ist jetzt die krätze an hals ärgert dass apple das machen will."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:08",
      "text": "Ja klar aber das ist ja ein anderes problem,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:54:43",
      "text": "Geht das mit bluetooth oder mit diesem ultra wie heißt es dieses neue frequenzband basti da haben ja."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:54:49",
      "text": "Uwe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:51",
      "text": "Ja nichts genaues weiß man nicht ich würde stark."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:54:54",
      "text": "Text machen die das schon seit jahren irgendwie rum da gibt's doch irgendwie mit bluetooth."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:54:58",
      "text": "Diese teils von dem dritthersteller aber da sagt nur der dinge ist in deiner nähe jetzt sagt er nicht wo"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:24",
      "text": "Und die anwendung sind also die die anwendungsbereiche ist ist unendlich ich erinnere mich noch sehr gut wie ich als kind immer in der wohnung meiner oma auf der suche nach ostereiern war,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:55:41",
      "text": "Du meinst die machen extra damit es dann leichter wird machen wir denn so eine apple text da rein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:46",
      "text": "Na ja nee es geht nicht darum dass die kinder leichter die ostereier finden sondern das ding ist ich habe dann immer zu ostern immer die weihnachtsmänner gefunden,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:56:01",
      "text": "Und zu weihnachten hast du die reste von ostern gefunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:04",
      "text": "Naja und so weiter das geht ewig so weiter so da könnte man dann sozusagen als aussender aber man weiß zumindest was man verteilt hat also es wäre einfach mal ganz praktisch diese dinger zu machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:56:14",
      "text": "Habt ihr noch nichts weiter von gehört letztens."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:18",
      "text": "Meine vermutung ist dass,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:57:12",
      "text": "Fein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:13",
      "text": "Und du kannst dir angucken wo,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:58:03",
      "text": "Dark wake oder so."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:58:04",
      "text": "Lesen nochmal wa."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:05",
      "text": "Dark wake kann weiß ich nicht mehr ganz genau wie das hier ist auf jeden fall können sie sich ja ab und zu also auch wenn sie eigentlich ins live-modus sind können sie ja immer noch mal aufwachen auch umso bestimmte dinge wie backups und so weiter zu machen und."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:58:19",
      "text": "Wir menschen auch die mitten im schlaf nachts kurz aufwachen immer auf klo zu gehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:22",
      "text": "Genau."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:58:25",
      "text": "Oder an den kühlschrank oder einen bäcker becker."
    },
    {
      "speaker": "Rainer",
      "time": "2:58:29",
      "text": "Power-nap powernapping ist glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:30",
      "text": "Powernap und dann so und dann senden sie aber auch noch bluethoothspeaker aus,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:59:16",
      "text": "Wichtigen aspekt vergessen aber gerade noch und zwar wenn das gerät auch kein wlan und auch kein mobiles mehr hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:24",
      "text": "Wollte ich gerade sagen also wenn das sozusagen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:59:26",
      "text": "Der kiel nämlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:27",
      "text": "Genau wenn es sozusagen eigentlich nur noch so im mich gibt's fast gar nicht mehr modus ist dann im empfängt dein iphone von irgendeiner fremden person dieses,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:00:31",
      "text": "Das heißt auch wenn dein iphone geklaut wird und der dieb irgendwie dafür sorgt dass es halt kein wlan mehr hat weil er halt auch die die location verlässt und"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:56",
      "text": "Das ist der alfons vom dieb genau na und und genauso halt so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:01:04",
      "text": "Sein eigenes sogar meinst du ja genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:06",
      "text": "Ja und dann"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:01:42",
      "text": "Jetzt auf das thema zurück gekommen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:01:44",
      "text": "Weder die,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:02:34",
      "text": "Ja aber weißt du wann papst da die fallen immer nur einmal."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:02:37",
      "text": "Ja das heißt deswegen schwierig"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:02:54",
      "text": "Oder du musst es explizit einschalten dass dein telefon sowas macht."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:02:57",
      "text": "Oder sowas."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:02:59",
      "text": "Aber kurze frage tim weil der jetzt von diesem,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:20",
      "text": "Davon rede ich ja eigentlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:03:21",
      "text": "Es ist die verbindung zwischen den zwei sachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:22",
      "text": "Das ist die vermutung dass es einfach nur so ein kleines stück plastik ist mit einer eingebauten batterie die vielleicht weiß ich nicht ob man die von außen laden kann oder ob das so eine einweggeschirr ist nur bei dinos man weiß nur es gibt"
    },
    {
      "speaker": "Rainer",
      "time": "3:03:53",
      "text": "Ich hätte gerne die funktion dass das ding das ding mit dem handy verbunden ist iphone in dem fall"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:04:10",
      "text": "Dann klingelt zuhause."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:11",
      "text": "Ich verstehe auch nicht warum das meine apple watch nicht macht wenn ich ohne telefon rausgehe."
    },
    {
      "speaker": "Rainer",
      "time": "3:04:17",
      "text": "Vielleicht mögen die beiden sich."
    },
    {
      "speaker": "Letty",
      "time": "3:04:18",
      "text": "Es fehlt auch die funktion auf der apple watch auf der die virus vom telefon auf die apple watch weil man die apple watch schon wieder im schwarzen bett liegen lässt die auch schwarz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:27",
      "text": "Die funktion fehlt nicht."
    },
    {
      "speaker": "Letty",
      "time": "3:04:28",
      "text": "Findet man nicht die gibt's von telefon auf watch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:33",
      "text": "Also die watch finden."
    },
    {
      "speaker": "Letty",
      "time": "3:04:35",
      "text": "Ja die watch finden das telefon andersrum für."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:36",
      "text": "Ja genau das ja ja ja ja aber kann man nicht kann man nicht irgendwie über feind mai kannst du das doch machen oder."
    },
    {
      "speaker": "Letty",
      "time": "3:04:44",
      "text": "Ja aber die kann mir ja keine bett genauer ortung sagen welcher ecke das gerade liegt oder ob es unterm bett."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:04:49",
      "text": "Kann es rumschreien lassen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:04:51",
      "text": "Ich kann nur sagen in welchem."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:04:52",
      "text": "Kann jeder rumklingeln lassen."
    },
    {
      "speaker": "Letty",
      "time": "3:04:52",
      "text": "Lassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:54",
      "text": "Ich weiß nicht können sie schreien lassen doch du kannst einen ton abspielen es geht in der das das geht."
    },
    {
      "speaker": "Rainer",
      "time": "3:04:59",
      "text": "Aber es ist halt auch immer dieser ganze da musst du ja dann das ding anmachen dann kriegst du eine mail dass dein ding quasi einen ton abgespielt hat und diese ganzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:07",
      "text": "Ja das sind."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:05:08",
      "text": "Genau dann dran hätte hätte auch gerne diese feature dass das wenn sich telefon und watch zu weit voneinander entfernt das dann einfach mal so eine dezente notification gibt aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:18",
      "text": "Hört ihr das."
    },
    {
      "speaker": "Letty",
      "time": "3:05:23",
      "text": "Wie hast du das gerade getan."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:24",
      "text": "Naja."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:05:25",
      "text": "Über feind mal dinge daniel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:26",
      "text": "Die weiß das ist ja funktion über dich die ganze zeit rede."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:05:30",
      "text": "Ja aber die musste sehr sehr aktivieren er klingelt denn ich automatisch wenn du jetzt dein telefon zuhause liegen lässt oder."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:05:35",
      "text": "Der tut er eben nicht sondern du musst aktiv suchen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:06:02",
      "text": "Ja aber selbst wenn wir das können die vibrieren erst wenn im erdgeschoss angekommen ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:07",
      "text": "Wird ja erreichen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:06:08",
      "text": "Zum beispiel."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:06:09",
      "text": "Das neue zeug reicht übrigens ziemlich weit es reichtet schon mal aufgefallen so die generation die apple jetzt gerade verbot zum beispiel bei den airports oder die läuft bei mir durch den ganzen garten ich kann hier in meiner werkstatt hinten sitzen und das telefon im im haupthaus lassen und schröder musik"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:29",
      "text": "Rainer wollte was sagen."
    },
    {
      "speaker": "Rainer",
      "time": "3:06:31",
      "text": "Achso ja ich hatte nämlich schon mal nachgeguckt diese teile dinge ist die gabe da gibt's ja in verschiedenen versionen die diese teile teilt teile,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:07:23",
      "text": "Das gibt's doch für motorradfahrer wenn man zu zweit fährt dass man hier halt so ein."
    },
    {
      "speaker": "Rainer",
      "time": "3:07:27",
      "text": "Hintermann verliert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:28",
      "text": "Super."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:07:36",
      "text": "So ein headset hat dass ich zwei motorräder motorradfahrer unterhalten können obwohl sie halt paar meter auseinanderfahren und früher war die reichweite relativ gering inzwischen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:02",
      "text": "Mit bluetooth halbe halbe meile okay ich meine wenn du wenn du stark genug sendest dann ist meine es am ende auch nur funk."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:08:09",
      "text": "Ja so ne also einfach ist es wiederum nicht weil bluetooth benutzt ja ein öffentliches band und da gibt's dann natürlich auch schon restriktionen dafür du darfst jetzt nicht darfst du nicht einfach deinen wlan dadurch vergrößern dass du die sendeleistung erhöhst"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:08:58",
      "text": "Spaß und in meinem."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:09:00",
      "text": "Also deswegen müssen sie einfach an der empfänger empfindlichkeit und an der selektion und filter geschichte das sozusagen den den neuster raus christen"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:09:23",
      "text": "Ja da bin ich mir gerade nicht so sicher wenn das vielleicht schalten die auch auf was anderes um aber da die eigentlich auch sagen dass sie im bluetooth-modus dann auch mit anderen kompatibel sind und so also ich denke schon dass."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:09:34",
      "text": "Die übertragung."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:09:36",
      "text": "Wenn es blutet."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:09:38",
      "text": "Ja wenn's bluetooth ja aber das ist ja du hörst ja ob du in deinem helm zwischendurch mal rauscht oder nicht daran kannst du erkennen ob das digitale."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:09:45",
      "text": "Immer nur jedes jahr wieder die"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:10:10",
      "text": "Also jetzt nicht nur zwei leute sondern das ist richtig so ein so ein team sozusagen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:10:16",
      "text": "Mit mesh-netz werk also dass es so rüber springt und sich sofort wandert."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:10:19",
      "text": "Nicht teamspeak."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:10:23",
      "text": "Also wir haben ja schon interessante sachen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:10:25",
      "text": "Oder ist es so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:10:28",
      "text": "Beides glaube ich da kannst du auch so ein button an lenker machen irgendwie du kannst aber auch machen,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:10:40",
      "text": "Kosten sowas."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:10:41",
      "text": "Aber ich noch habe ich so ein ding nicht,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:11:02",
      "text": "Weil man kann ja auch für."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:11:03",
      "text": "Muss man gucken eine firma ist senna dann gibt's von kardon ist noch so eine andere berühmte firma und dann gibt's bestimmt noch hunderttausend standard china."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:11:12",
      "text": "Das war alles so für helm einbau das kann man jetzt nur für einen motorrad."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:11:15",
      "text": "Die haben."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:11:16",
      "text": "Für ohne benutzen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:11:17",
      "text": "Das ging mit motorradfahrern los aber inzwischen bewerben die das natürlich auch so für so action schifahrer oder wassersport irgendwie alles wo man halt auch zu mehreren irgendwie"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:11:40",
      "text": "Linke happen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:11:41",
      "text": "Inzwischen auch alle helm tragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:43",
      "text": "Wollen wir noch ein bisschen über mex reden,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:12:01",
      "text": "Hat auch nicht den segen von dir bekommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:02",
      "text": "Ja ich bin ich hätte ja fast ich hatte es hatte ich hatte es ja tatsächlich schon bestellt und dann hat apple selber die bestellung gecancelt aus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:12:13",
      "text": "Haben sie vor gott nee machen wir nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:14",
      "text": "Dem schick mir das nicht ich bin nicht der einzige der."
    },
    {
      "speaker": "Letty",
      "time": "3:12:16",
      "text": "Der nörgelt dann nur wieder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:18",
      "text": "Ja hätte ich wahrscheinlich auch weil so wie sich das jetzt gerade abzeichnet haben die dinger dann doch,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:13:09",
      "text": "Hatte war touchpad und captain hoffentlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:13",
      "text": "Es hat eine escape tasse aber es hat halt nach wie vor diesen touch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:13:16",
      "text": "Touchpad ist einfach schrott."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:18",
      "text": "Ist einfach scheiße und aber lüfter ist auch scheiße."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:13:21",
      "text": "Ja aber ganz ehrlich die zeile da um das einzige was mir wirklich wichtig ist von der zeit her um es die es gibt das wenn die mechanisches mädels egal ob das heller leiser machen tralala."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:13:32",
      "text": "Mode und ich sehe nicht wo heller und leiser machen gerade so ich muss erstmal einmal tippen damit ich dann irgendwie hella leiser machen kann das ist einfach"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:13:48",
      "text": "Der linke der wusste ich eigentlich habe ja so unbedingt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:13:51",
      "text": "Ja das display geht ja außer weile."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:53",
      "text": "Okay also die frage ist was was ist die rettung und ich glaube die rettung ist kommt nächstes jahr weil die gerüchteküche,"
    },
    {
      "speaker": "Rainer",
      "time": "3:14:07",
      "text": "Wenn man ganz gut ach so arm okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:10",
      "text": "Was wäre ganz gut saßen."
    },
    {
      "speaker": "Rainer",
      "time": "3:14:12",
      "text": "Kein insel mehr hätte ich auch."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:14:16",
      "text": "Jetzt sogar eher in richtung arm de oder was."
    },
    {
      "speaker": "Rainer",
      "time": "3:14:18",
      "text": "Genau abend ich dachte gerade an die neue sendung seine generation die ist ja schon ganz nice aber arm ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:21",
      "text": "Ach nee nein das ist das das sind ja keine das sind ja keine also für fünfzehn prozent mehr speed oder sowas legt sich apple jetzt nicht quer sondern."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:14:34",
      "text": "Da verhandelt einfach andere preise mit den titel aus fertig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:37",
      "text": "Die wollen vor allem niemanden mehr haben der ihnen ihre prozessoren baut weil die bauen die besten prozessoren,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:15:12",
      "text": "Sind die gerüchte anders als die vom vorletzten vom vom letzten jahr und von von dem jahr davor und seid immer eigentlich also in einem jahr kommt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:18",
      "text": "Konkreter ja kommt konkreter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:15:22",
      "text": "Findest du finde ich nicht."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:15:24",
      "text": "Ich glaskugel eher was anderes glaskugel eher das sit was wir schon seit längerem befürchten dass das apple sich dahin bewegt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:02",
      "text": "Da haben sie jetzt zwei jahre lang zwei jahre lang attacke gemacht um allen auch wirklich klarzumachen dass sie das auf gar keinen fall tun werden."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:16:12",
      "text": "Warum soll's jetzt x code geben aber warum gibt's jetzt x code für ipad."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:17",
      "text": "Wo gibt's x code fürs ipad."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:16:18",
      "text": "Jetzt kommt es jetzt auch nicht alles."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:16:21",
      "text": "Ja aber das ist ja sozusagen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:16:21",
      "text": "Bin da so ein bisschen zwischen euch beiden ich glaube schon auch dass es das weitergeben wird aber ich behaupte dass dann rechner der mit arm rauskommt ist dann close,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:16:38",
      "text": "Dann gibt es keinen terminal drauf und da ist auch bestimmt aus lizenz gründen kein keine shell drauf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:16:40",
      "text": "Vielleicht gibt 's sogar ein tunnel da drauf aber das ist krass und der ecke sandbox was ich sogar gut finden würde aber ich glaube du kriegst dann nichts mehr ohne ohne store installiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:49",
      "text": "Das glaube ich nicht auf gar keinen fall also niemals da da werde ich geld drauf."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:16:54",
      "text": "Ok"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:16:55",
      "text": "Da würde ich sogar auch geld drauf wetten auf die andere seite natürlich dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:59",
      "text": "Nein also das befürchte ich überhaupt nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:17:03",
      "text": "Also wir halten das hier fest wir also geld ist ja blöd da wäre das übliche ist auch wenn ich gar keine trinke arbeitkiste mate sagt man ja wohl unseren kreisen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:09",
      "text": "Ja kiste mate."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:17:11",
      "text": "Also ihr habt alle gehört hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:14",
      "text": "Auf gar keinen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:17:14",
      "text": "Zwanzigster april freakshow zwohundertneunundvierzig glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:18",
      "text": "Ich komme kritisiert das ich sag dir genau was kommt wir kriegen den macbook ich vermute er."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:17:25",
      "text": "Genau müssen wir ja gar nicht machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:27",
      "text": "Ja aber kann man auch mal einfach mal."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:17:29",
      "text": "Er möchte gerne jetzt ein über spezifische."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:31",
      "text": "Einfach mal was haben woran woran man dann auch die nase lang gezogen bekommen kann vielleicht lege ich ja total daneben kann ja auch sein aber man muss ja mal sich auch mal ein bisschen festlegen ich rechne mit einem am oder etwas in dieser kategorie,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:17:56",
      "text": "Raper."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:58",
      "text": "Genau die im wahrsten sinne des wortes ja oder magic,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:19:27",
      "text": "Kann passieren soweit bin ich ja beides alles nur hardware bisher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:31",
      "text": "Weil ich mal so ein ipad hat auch keinen lüfter und ist schneller als macbook,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:20:27",
      "text": "Ready dann genau das haben sie schon fertig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:28",
      "text": "Jetzt es ist alles da also sie müssen da nichts tun das einzige was sie tun müssen ist sie müssen prozessoren bauen die eben van der bold haben,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:21:09",
      "text": "Ich kann jetzt endlich kabel i p a anschließen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:14",
      "text": "Kannst du auch schon vorher."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:21:17",
      "text": "Nee aber nicht ernsthaft arbeit u s c kann man damit mal locker man ging voll machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:23",
      "text": "Mit usb drei null auch."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:21:24",
      "text": "Wie der dann hast du mit so lightning nach usb drei und dann dann wäre okay gut ja schön."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:30",
      "text": "Hier der herr zeigt es gerade um im bild also das,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:21:51",
      "text": "Zehn auf dem ipad."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:52",
      "text": "Zehn gigabit internet für clemens das ist da alles irgendwie drin und das ding hat keinen lüfter und das ding hält vierzehn stunden,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:22:05",
      "text": "Würde ich dir jetzt auch noch nirgends widersprechen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:07",
      "text": "Genau die frage ist nur wie wollen sie das auch software mäßig aus und."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:22:12",
      "text": "Machen wir das in rein wie bei dem wechsel von power pc nach intel oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:17",
      "text": "Das glaube ich dass sie das tun ich glaube allerdings dass sie in ihren prozessor,"
    },
    {
      "speaker": "Rainer",
      "time": "3:23:18",
      "text": "Keine frage zwischendurch vielleicht hat dieser diese transition von power p c nach intel damals gedauert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:22",
      "text": "Zwei jahre zweitausendsechs bis."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:23:26",
      "text": "Sie haben den emulgator oder eine ganze weile drin gelassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:29",
      "text": "Ja aber aber."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:23:31",
      "text": "Lange drin gelassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:32",
      "text": "Ja klar also ist die frage was mit zwei jahre meinte ich nach zwei jahren haben sie keine anderen also haben sie keine computer mehr mit power p c verkauft."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:23:40",
      "text": "Doktor pro war der letzte denn so umgestellt haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:43",
      "text": "Genau und vermutlich würden sie es auch diesmal so halten,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:24:07",
      "text": "Man könnte jetzt ja denken dass der"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:28",
      "text": "Sie werden ja nicht bei ihrem aller teuersten wichtigsten und schnellsten computer drauf verzichten dem selber noch leben einzuhauchen also das kann gut sein dass das schon der letzte pro mit insel war,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:24:42",
      "text": "Ja"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:25:20",
      "text": "Bis auf wenn man emails kriegt oder irgendeine form von message kriegt mit arabischen bestimmten arabischen schriftzeichen drin war gerade jetzt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:25:27",
      "text": "Schnickschnack schnickschnack."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:25:31",
      "text": "Informationen der letzten drei tage ja so na ja klar ist aber trotzdem ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:37",
      "text": "Ich glaube das nicht weil da dafür ist ja apps viel zu schlecht und die einschränkung."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:25:42",
      "text": "Weil man andere sachen benutzen kann und die leute nicht gezwungen werden den zu benutzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:47",
      "text": "Nee es gibt auch immer einfach viele software die überhaupt nicht im app store laufen kann also weil diese."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:26:25",
      "text": "Würde ich doch eher behaupten das ist diese ganze umstellung für dieses diese business-modelle und diese diese anforderungen die du gesagt hast die man braucht wenn man den laden halt dicht macht mit dem erstmal dann ist das der einzige grund warum wir die armen rechner noch nicht da haben ist weil sie an genauso im zeug arbeiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:40",
      "text": "Ja aber ich glaube nicht dass sie ihre hardware transition unbedingt daran ausrichten weil das ist etwas ich meine wenn sie das wollen würden brauchen sie dafür keine abendbrotessen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:26:59",
      "text": "Das stimmt schon aber das werden die leute dann nicht so einfach aufgreifen so hast du halt den vorteil dass irgendwie guck mal hier am laptop hält irgendwie doppelt so lange hier und da lauter vorteile irgendwie billig billig ja okay es ist nur noch app-store aber was soll's."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:12",
      "text": "Ich bitte dich wenn wenn die einen computer rausbringen wo ich nicht mit hohem proben ein open source kram installieren kann dann kaufe ich mir doch garten in in brandenburg und und lass alles sein."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:27:24",
      "text": "Mit holz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:25",
      "text": "Mache ich aber nur noch mit holz."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:27:27",
      "text": "Tim."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:27:28",
      "text": "Wie viele sind dass sie das so sehen wie du."
    },
    {
      "speaker": "Rainer",
      "time": "3:27:32",
      "text": "Jetzt schon im gartenhaus."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:27:33",
      "text": "Mit dem ipad erstens bin ich schon im gartenhaus und zweitens genau das was ich vorhin meinte mit dem mit dem ipad ja dass sie jetzt vielleicht ein aufklappbaren ipa,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:36",
      "text": "Nein nein nein nein nein nein nein ich dachte es wird nicht passieren und ich kann dir auch genau sagen warum es nicht passieren wird abgesehen davon dass sie selbst jetzt seit drei jahren nicht müde werden zu öffentlich permanent zu betonen und zu sagen dass es nicht passieren wird sie."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:28:50",
      "text": "Kannst du immer noch die alten internet-apps kaufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:53",
      "text": "Nein das ding ist ihr markt sind gerade was so den macpro betrifft nicht mal guck dir das produkt an ja das,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:29:25",
      "text": "Nutzen alle fertigen programme die mützen nicht hombruch um sich selber ihren ihren videoding sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:29",
      "text": "Eine,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:30:01",
      "text": "Okay carsten marta zehn jahre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:04",
      "text": "Date."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:30:08",
      "text": "Zwanzig dreißig alter april zwanzig dreißig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:30:13",
      "text": "Warten wir sehen ja wann die armen rechner da kommen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:30:14",
      "text": "Corona welle schuldest du mir einen kasten uns ein kasten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:18",
      "text": "Neulich ging so ein tweet rum den fand ich noch ganz putzig sehen wollt das wollte ich euch auch mal fragen und zwar man sollte"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:31:04",
      "text": "Und vielleicht sogar geld verdient."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:05",
      "text": "Und die zweite nennung war mit welcher programmiersprache hast du das erste mal geld verdient in der du das getan hast letti magst du mal anfangen."
    },
    {
      "speaker": "Letty",
      "time": "3:31:13",
      "text": "Genau gelernt ich würde mit meeting voll code würde ich sagen ja war in der tat ja wir haben wir in"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:41",
      "text": "Wfp wwf."
    },
    {
      "speaker": "Letty",
      "time": "3:31:41",
      "text": "Ich weiß nicht ob euch wbf versagt das ist eine ja genau kloß ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:15",
      "text": "Windows präsentation foundation heißt das pdf."
    },
    {
      "speaker": "Letty",
      "time": "3:32:19",
      "text": "Und damit habe ich mein erstes geld verdient und habe mich dafür aber auch ich glaube ich habe angefangen im august zwar auch nun kleiner nebenjob,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:23",
      "text": "Also ist ja die präsentation foundation da ist ja alles mögliche drin meinst du vielleicht diese auszeichnung sprache diese artikel hast du doch gesagt x."
    },
    {
      "speaker": "Letty",
      "time": "3:33:31",
      "text": "Phil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:33",
      "text": "X ist sozusagen teil von wwf und das ist wahrscheinlich extensiv application markup language."
    },
    {
      "speaker": "Letty",
      "time": "3:33:40",
      "text": "Das kann gut sein na ja weil also ich dachte es würde wäre der name für die sprache gewesen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:51",
      "text": "Ich schlage das jetzt ich kenne mich da ja gar nicht aus ich schalte das jetzt gerade nur so nach"
    },
    {
      "speaker": "Letty",
      "time": "3:34:19",
      "text": "Yeah eher genau das ist das aber genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:22",
      "text": "Keine sprache im einigten sinne dass der code ach so doch da kann man auch noch."
    },
    {
      "speaker": "Letty",
      "time": "3:34:26",
      "text": "Ja die nennen es genau hier sehe ich das gerade in den ich ich habe gerade aus versehen die microsoft dogs aufgemacht also microsoft ist übrigens da wirklich furchtbare webseite so wenn man dogs nachschlagen will,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:58",
      "text": "Betriebssystem für altersheim betriebssystem für altersheim finde ich jetzt ziemlich schön."
    },
    {
      "speaker": "Letty",
      "time": "3:36:05",
      "text": "Ja das war so die diese dieser gedanke weil so ein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:25",
      "text": "Wann früher gab es."
    },
    {
      "speaker": "Letty",
      "time": "3:36:27",
      "text": "Tausendundeine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:29",
      "text": "Da kam es gerade raus glaube ich."
    },
    {
      "speaker": "Letty",
      "time": "3:36:31",
      "text": "Kann es gerade raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:32",
      "text": "Oder nee früher schon."
    },
    {
      "speaker": "Letty",
      "time": "3:36:33",
      "text": "Glaube ich wie auch immer genau aber das war so in der zeit da gab es noch da gab's noch den krieg und die oma erzählt vom krieg so jetzt seid ihr dran spannend was also spannend war es glaube ich schon aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:36:48",
      "text": "Also zusammengefasst was war jetzt ja."
    },
    {
      "speaker": "Letty",
      "time": "3:36:51",
      "text": "Wwf ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:52",
      "text": "Ja war und."
    },
    {
      "speaker": "Letty",
      "time": "3:36:53",
      "text": "Ja doch ich würde sagen achso java wwf und x l p und c so rum da war ich gerade aus der uni raus moment,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:37:17",
      "text": "Fast aber darüber nicht runter."
    },
    {
      "speaker": "Letty",
      "time": "3:37:20",
      "text": "Hey."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:37:21",
      "text": "So"
    },
    {
      "speaker": "Letty",
      "time": "3:37:23",
      "text": "Ein neuen jahres und das ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:26",
      "text": "Dennis sag mal ja."
    },
    {
      "speaker": "Letty",
      "time": "3:37:29",
      "text": "Oper erzähl."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:37:31",
      "text": "Thomas opa ich habe auf dem vierundsechzig in basic rumgespielt ich weiß aber nicht ob das zählt assemble hab ich da nicht gemacht."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:37:42",
      "text": "War das mining voll."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:37:44",
      "text": "Alter da liefen es texte mit hin und her fahren wechseln das volle programm dann kennst du was man eine couch was halt so hinkriegt fünf minuten,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:38:34",
      "text": "Quicktime."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:38:35",
      "text": "Quicktime."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:36",
      "text": "Quicktime war das genau."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:38:38",
      "text": "Ja dann quicktime genau da konntest konnte man so skripten weil die bilder muss man wirklich einzeln schießen alles von hand machen und tun also das was heute alles so easy geht musste man da alles zusammenkriegen lauter programme und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:05",
      "text": "Time v r quicktime vr."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:39:08",
      "text": "Keiner."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:39:10",
      "text": "Genau genau jedenfalls siebenundneunzig habe ich mit einem kumpel zusammen für nur noch einen kumpel habe ich eine datenbank in geschrieben,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:05",
      "text": "Rainer."
    },
    {
      "speaker": "Rainer",
      "time": "3:40:07",
      "text": "Ja meine erste bezahlt programmiererfahrungstalent war v."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:13",
      "text": "Die erste der erste erstmal wurde überhaupt programmiert hast."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:40:16",
      "text": "Voll."
    },
    {
      "speaker": "Rainer",
      "time": "3:40:18",
      "text": "War auf jeden fall,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:42",
      "text": "Aber ist aber eigentlich ganz geil also dann deine erste wirkliche richtige programmiert war dann schon gleich gefickt objective."
    },
    {
      "speaker": "Rainer",
      "time": "3:40:51",
      "text": "Genau ja also in."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:52",
      "text": "Ganz guter start eigentlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:40:54",
      "text": "Aber objective einfach eine richtig geile sprache zum einsteigen also es ist wirklich es macht so einen spaß und es ist so easy und und verständlich und auch vom runterschreiben irgendwie ist es wirklich cool,"
    },
    {
      "speaker": "Rainer",
      "time": "3:41:18",
      "text": "So also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:20",
      "text": "Und dann basic vor applications ne das heißt doch v."
    },
    {
      "speaker": "Rainer",
      "time": "3:41:24",
      "text": "Kann sein ich weiß gar nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:27",
      "text": "Habe ich das eine änderung."
    },
    {
      "speaker": "Rainer",
      "time": "3:41:29",
      "text": "Habe ich verdrängt also es war halt echt so ein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:31",
      "text": "Ja visual basic vor applications v."
    },
    {
      "speaker": "Rainer",
      "time": "3:41:37",
      "text": "Ja es war so ein ding irgendwie dann bei seiner arbeitsstelle sollten wie soll ich irgendwie die stunden zettel,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:52",
      "text": "Aber geld für bekommen."
    },
    {
      "speaker": "Rainer",
      "time": "3:41:54",
      "text": "Aber geld für bekommen ja was soll man machen ne."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:41:58",
      "text": "Der job suchst bei dir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:00",
      "text": "So jetzt geht's aber die vergangenheit clemens."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:42:03",
      "text": "Naja ich habe für mining voll mal sagen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:27",
      "text": "Bist du jetzt schon beim geld verdienen oder bist du jetzt bei dem ersten."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:42:30",
      "text": "Ne das war schon so das damit habe ich mir dann das geld verdient weil mit meiner ersten rechner meinen ersten eigenen rechner gekauft habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:36",
      "text": "Also als erst geld verdient mit programmieren bevor du programmiert hast."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:42:42",
      "text": "Geld hatte nehmen wir mal über folgte geld hat und meinen eigenen rechner zu kaufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:45",
      "text": "Ja gut aber du musst ja vorher schon programmieren irgendwie gelernt haben oder hast du damit das auch gleich."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:42:51",
      "text": "Gehört halt eben auch zu den kids die irgendwie mal bei nachbarn oder im kauf damals gab es ja eine stadt ja im kaufhaus stand denn mal so einen zweitausendeins rum,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:43:13",
      "text": "Aber was war denn das für eine programmiersprache dann basic ok so eine honeywell bull basic."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:43:18",
      "text": "So diese eine von diesen x basic-variante die darum trappen das war schon ein bisschen mächtiger als situation war zum zweitausendeins konnte,"
    },
    {
      "speaker": "Letty",
      "time": "3:46:46",
      "text": "Nicht der einzige der so was sagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:47",
      "text": "Ja nee das würde dann auch überhaupt nicht widersprechen also paul hat sich."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:46:51",
      "text": "Ich rede aber von paul fünf ja von objekt also mit richtig mit objekt,"
    },
    {
      "speaker": "Letty",
      "time": "3:47:11",
      "text": "Ich weiß nicht ich hatte ja mal vor kurzem schon den podcast von red"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:28",
      "text": "Der ist ja totaler total appell."
    },
    {
      "speaker": "Letty",
      "time": "3:47:31",
      "text": "Das hat echt super spannend dazu zu hören also für was ja das so eingesetzt hat und eben weil selbst als ich angefangen habe haben wir alle leute die nase gerümpft wenn es um pölling so es war so das schmuddelkram gefühlt neben aber zu"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:47:54",
      "text": "Aber würdet ihr das heute immer noch empfehlen also ich meine die zeiten ändern sich halt."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:47:59",
      "text": "Der typ der das nochmal ist eine ist eine frage ist eine frage des populismus funktioniert nach wie vor immer noch und eins meiner wichtigsten argument warum x einsetze ist zum beispiel auch immer noch gibt einfach überall,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:49:12",
      "text": "Vor allem für leute die die scheiße dann lesen müssen weil die müssen ja immer beide methoden kennen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:49:18",
      "text": "Ja aber du kannst du lesen wie englisch das ist die idee wenn er halt verstehst was,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:37",
      "text": "Das ist das credo von larry wall gewesen immer."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:49:41",
      "text": "Genau und dass das regt die puristen unglaublich auf der das stimmt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:49:44",
      "text": "Code lesen muss musste alle wege kennen und das ist ein bisschen hart."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:49:50",
      "text": "Ja du solltest die sprache schon kennen du solltest schon wissen was so geht"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:52",
      "text": "Gut soll ich auch noch erzählen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:50:54",
      "text": "Religionskritik einsteigen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:56",
      "text": "Machen wir aber nicht ja danke das war's."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:51:02",
      "text": "Du hast doch in diensten programmierte welchem karten und so ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:08",
      "text": "Apfel karten apfel karten achso ne."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:51:11",
      "text": "Nein wie sendet die tochter hypercar nicht nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:18",
      "text": "Ne ne also ich habe auch mal ein halber cup irgendwo zusammen gekickt aber ich habe jetzt nicht viel damit gemacht abgesehen davon gehört ja der überhaupt nicht zu meiner erstausstattung also ich hab den mac ist nach acht,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:51:37",
      "text": "Acht jahre welche acht jahre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:39",
      "text": "Ich habe irgendwann mit."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:51:41",
      "text": "Nach acht lebensjahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:42",
      "text": "Ich habe irgendwann mitkommt ich hatte irgendwann meinen ersten computer und irgendwann hatte ich meinen ersten mack und da sind aber noch mal acht jahre"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:53:04",
      "text": "Jetzt kommt der test tim neun."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:53:07",
      "text": "Akkumulator."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:53:10",
      "text": "Genau,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:53:17",
      "text": "Hab ich bestanden ja ja der also das,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:54:12",
      "text": "Wer hast du schon öfter als."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:54:13",
      "text": "Habe ich schon öfter erzählt genau da habe ich aber dieses intro gemacht dafür gab's glaube ich ein paar mark aber dass ich halt so geld verdient habe im sinne damit geld verdienen das war dann tatsächlich ein anderer prozessor nämlich der rtc achtzehn null zwei,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:54:44",
      "text": "Wo war er drin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:54:45",
      "text": "Achso naja dass der der war in,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:55:39",
      "text": "Das programm."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:55:41",
      "text": "Gab es nicht auch noch fünfundsechzig null zwei als da war doch irgendwie noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:55:45",
      "text": "Findet ihr ja ja klar aber der erste prozessor den es überhaupt"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:57:09",
      "text": "Aber was war denn entwicklungsumgebung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:12",
      "text": "Texteditor."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:57:12",
      "text": "Oder also c oder was texteditor auf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:18",
      "text": "Auf nee auf bpm auf dem rechner."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:57:22",
      "text": "P m."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:57:23",
      "text": "Also mit mit wie dieses wort dieser,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:57:52",
      "text": "Texteditor damals war noch nicht langsam."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:57:54",
      "text": "Ja das musste der musstest bitte bedenke bitte die musstest du wenn du glück hattest konntest du dir von der flop disco laden musstest du nicht von der kassette einspielen deinen ganzen editor und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:58:04",
      "text": "Das kam von der flop."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:58:05",
      "text": "Was für achtundsechzig achtundsechzig mein favorit das war so ein bisschen so der opener für mich nachdem du ewig auf fünfundsechzig nur zwei rumgehackt hast und jetzt plötzlich sechzehn"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:36",
      "text": "Gut ich denke wir haben unser unser zeitlimit auch schon erreicht und überschritten oder jetzt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:59:45",
      "text": "Na letztens noch wach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:46",
      "text": "Letti ist noch wach die wollte ja."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:59:47",
      "text": "Noch wach die bereitet schon ihre lehrveranstaltung für die nächsten wochen vor."
    },
    {
      "speaker": "Letty",
      "time": "3:59:52",
      "text": "Ey ich habe ganz fleißig gezeichnet nebenbei so ist nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:59:54",
      "text": "Ernsthaft was schönes."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:59:55",
      "text": "Zeig uns kannst du dir zeigen sehen ja die hörer nicht zeigt."
    },
    {
      "speaker": "Letty",
      "time": "3:59:59",
      "text": "Das kann ich euch nachgang sagen weil es ist noch nicht veröffentlicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:00:04",
      "text": "Was ganz geheimes sozusagen,"
    },
    {
      "speaker": "Letty",
      "time": "4:00:12",
      "text": "Ja ich habe mein."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "4:00:18",
      "text": "Gleich mal auf das bild zoom im jessi."
    },
    {
      "speaker": "Letty",
      "time": "4:00:20",
      "text": "Nee da siehst du nix ne ich habe mein portfolio etwas erweitert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:00:25",
      "text": "Du hast."
    },
    {
      "speaker": "Letty",
      "time": "4:00:27",
      "text": "Also ich programmiere es nicht mehr nur ich fange jetzt auch mit illustrationen klammern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:00:32",
      "text": "Noch keine einzige maske genäht aber irgendwie auch noch anfangen zu malen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "4:00:36",
      "text": "Am montag muss ganz arbeit laufen."
    },
    {
      "speaker": "Letty",
      "time": "4:00:40",
      "text": "Vom bett zur kaffeemaschine."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "4:00:55",
      "text": "Übrigens weil ihr euch da so schön drüber lustig macht kaffee ich habe ja auch entdeckt wwf ist jetzt das neue stichwort ne was die meisten städte wie ihr als work vom home interpretiert ich hier draußen"
    },
    {
      "speaker": "Letty",
      "time": "4:01:12",
      "text": "Hast du schon rückenschmerzen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "4:01:14",
      "text": "Also arbeiten also zeugs lesen ich lese in der hängematte so dokumentationen oder irgendwas war da kommt aber hacken würde ich jetzt auch nicht ernsthaft drin,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:01:32",
      "text": "So leute genug trash talk rainer vielen vielen dank dass du zu gast warst bei uns und nochmal vielen dank für deine kontinuierlichen beiträge hier zu jeder folge der letzten gefühlten fünfhundert jahre."
    },
    {
      "speaker": "Letty",
      "time": "4:01:47",
      "text": "Für die schöne rocket."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "4:01:48",
      "text": "Als als als auto oder hast du hast du ein intro gemacht für diese sendung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:01:54",
      "text": "Ja hat er."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "4:01:56",
      "text": "Kann ich das nachher nochmal hören vielleicht im nachgang oder als zum ausgang oder ich war ja später dran."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:02:00",
      "text": "Die sendung ist morgen veröffentlicht nein können wir dir gleich nochmal einspielen aber jetzt jetzt spielen wir hier erstmal unseren abschied ein."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "4:02:15",
      "text": "Stereo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:02:16",
      "text": "Vielen vielen dank einfach einfach unglaublich es ist metaebene mein freund ja es ist einfach."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "4:02:20",
      "text": "Ich wusste gar nicht dass studiolink."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:02:23",
      "text": "Einmal immer mit profis klemens immer immer mit."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "4:02:27",
      "text": "Ich wusste echt nicht das studio links gemacht boah ey."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "4:02:30",
      "text": "Klar bis dann wir sehen uns tschüss."
    },
    {
      "speaker": "Rainer",
      "time": "4:02:35",
      "text": "Tschau tschau."
    }
  ]
}