{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:31",
      "text": "Hallo, herzlich willkommen, hier ist die Friedshow und äh ich bin's, Tim Britlav und äh wir sind alle da,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:02:45",
      "text": "An bei dir im Stream."
    },
    {
      "speaker": "Tala",
      "time": "0:02:46",
      "text": "Inventar meldet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:49",
      "text": "Dennis Entschuldigung, ich äh hab mich hier fast gerollt und hab deine deine Liste nicht gesehen. Und denn es ist auch da. Hallo,"
    },
    {
      "speaker": "roddi",
      "time": "0:03:37",
      "text": "Ja, wir wollen ja auch niemand angucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:39",
      "text": "Ich äh probier's mal mit Ansprache. Hier Ladies first. Letti. Wie sieht's aus? Bist du guten Mutes? Willst du dir einen Back bestellen?"
    },
    {
      "speaker": "Letty",
      "time": "0:03:55",
      "text": "Nein, nein, ich möchte, ich möchte ein, aber nee, derzeit da derzeit noch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:00",
      "text": "Zeit noch nicht. Ja, das Thema werden wir wahrscheinlich heute äh noch häufiger haben. Und ähm, ja, weiß nicht, hat jemand Anmerkungen, zweihundertfünfzig Sendungen? Ist das irgendwas Tolles?"
    },
    {
      "speaker": "Tala",
      "time": "0:04:36",
      "text": "Was haben wir zweitausendacht gemacht?"
    },
    {
      "speaker": "Letty",
      "time": "0:04:39",
      "text": "Angefangen zu studieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:40",
      "text": "Mit Erfolg,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:05:22",
      "text": "Du meinst jetzt die die grundsätzlich erstmal so ohne den zu bewerten, sondern wie sie das so gemacht haben mit dem Remote."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:28",
      "text": "So sieht's aus. Darüber habe ich das gemeint."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:05:31",
      "text": "Ähm ja, man merkt ja, da man ja die WWD CS bisher, also außer Dom, der ja auch schon mal da war, glaube ich, ne?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:05:49",
      "text": "Interessant, interessant. Ja, ja, ich ich war natürlich"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:14",
      "text": "Ja gut, man will natürlich die Gelegenheit."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:07:50",
      "text": "Äh ich hab's gesehen so bisher, da ich ja dem äh Swift ab danke ist es für mich ziemlich egal,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:08:45",
      "text": "Talk Dose Hand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:47",
      "text": "Werde noch die die Video ja beherzigt sind, dass von euch überhaupt angeschaut, Rody du doch bestimmt auch, oder?"
    },
    {
      "speaker": "roddi",
      "time": "0:08:52",
      "text": "Also ich habe die Keynote gekockt und die State of the Union, aber noch nicht mehr. Also äh noch so zum Thema äh Remote-Konferenz ähm im Mai, Ende Mai war ja die,"
    },
    {
      "speaker": "hukl",
      "time": "0:09:42",
      "text": "Das klingt ja ganz traurig."
    },
    {
      "speaker": "roddi",
      "time": "0:09:43",
      "text": "Ja, das war super traurig, also ähm es war auch insofern ein bisschen merkwürdig, weil also es wurden die, die äh"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:19",
      "text": "Ja, es ist jetzt wirklich ein echtes Problem für Konferenzen, ne? Ich meine, was, was soll man machen, ist äh,"
    },
    {
      "speaker": "roddi",
      "time": "0:10:43",
      "text": "Na ja, seien wir mal so, die Talks, die die ausgewählt haben, die waren fast alle ziemlich gut. Also das hat sich schon gelohnt, die anzugucken,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:00",
      "text": "Ja"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:11:16",
      "text": "Insgesamt dann fünf, aber der erste Tag war halt nur die Keynote und ist der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:19",
      "text": "Ach so, ja, okay, gut, aber sie haben dann immer an einem Tag quasi so einen Bunch auf Videos veröffentlicht und damit so ein bisschen Agenda Setting betrieben,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:11:48",
      "text": "Ja, also das sind so die Geschichten, die da so ein bisschen, also ich fand's interessant, dass es so ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:24",
      "text": "Da ist die Frage, ob schlechter gewesen wäre, wenn sie alle Videos auf einmal so rausgekippt hätten, ne. Also wie erhälst du dann äh,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:13:39",
      "text": "Und vor allem ist äh hat jeder einen anderen Fokus und und äh so ist es ein bisschen Thema, sie hat heute das, morgens Thema das, also schon ein bisschen besser, wenn nur Angst hast, dass du das nicht äh schnell genug hintereinander gucken kannst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:57",
      "text": "Ja ist schwierig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:13:58",
      "text": "Trockenes Lächeln."
    },
    {
      "speaker": "hukl",
      "time": "0:14:00",
      "text": "Ähm zwei Kollegen von mir äh haben gerade haben zur WWC noch irgendwie aber so 'ne mit so einem zumindest auch Remote gebucht, das fand ich auch ganz sympathisch, dass sie das sozusagen"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:14:46",
      "text": "Man hat da so ein bisschen eine Nummer gezogen für einen Termin, oder? Wie gesag."
    },
    {
      "speaker": "hukl",
      "time": "0:14:49",
      "text": "Ja, irgendwie so war das, ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:14:50",
      "text": "Irgendwo erklicken und dann hat man einen Termin bekommen und das ist dann so eine Web-Ex-Video eins zu eins Geschichte gewesen, jeweils."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:00",
      "text": "Ich frage mich wirklich, was will man eigentlich"
    },
    {
      "speaker": "Tala",
      "time": "0:16:32",
      "text": "Ja, haben sie. Ähm es haben jetzt ganz viele halt auf online Konferenzen umgeschaltet. Ähm Problem ist, dass du weiterhin,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:43",
      "text": "Also alles, alles doof."
    },
    {
      "speaker": "Tala",
      "time": "0:17:48",
      "text": "Das nicht unbedingt ähm ich denke, man kann halt auch mal ohne,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:24",
      "text": "Weil die ihre Computer nicht benutzen können oder warum."
    },
    {
      "speaker": "Tala",
      "time": "0:18:28",
      "text": "Nee, also so physische, physische ähm Präsenzkonferenzen in der Größenordnung, weil die einfach,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:47",
      "text": "So ist es. Sonst hat jemand einen guten Vorschlag, wie wie man's hätte besser machen können."
    },
    {
      "speaker": "roddi",
      "time": "0:18:51",
      "text": "Ich weiß nicht, ob man's hätte besser machen können. Das ist halt, glaube ich, die falsche Frage. Ich glaube, dass dass Apple da schon viel rausgeholt hat, aber es geht halt nicht anders, ne? Also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:19:02",
      "text": "Es muss halt so werden wie einer Matrix."
    },
    {
      "speaker": "roddi",
      "time": "0:19:05",
      "text": "Naja, wenn wenn halt Face to Face einfach fehlt, dann fehlt es halt einfach, aber was soll's machen."
    },
    {
      "speaker": "Tala",
      "time": "0:19:12",
      "text": "Ich hatte jetzt die letzten Tage eine virtuelle Konferenz ähm wo ich auch, also gab halt auch Boost ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:10",
      "text": "Naja, Versteher."
    },
    {
      "speaker": "roddi",
      "time": "0:20:12",
      "text": "Naja, also die Droidcorn hatte ja zum Beispiel im April, glaube ich, auf den September verschoben in der Hoffnung, dass das reicht. Und die haben,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:36",
      "text": "Könnt's ja in die Videos einblenden."
    },
    {
      "speaker": "roddi",
      "time": "0:20:39",
      "text": "Also vor zwei Jahren zum Beispiel hatte da irgendwie so einen Sportwagen hingestellt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:00",
      "text": "Ja."
    },
    {
      "speaker": "roddi",
      "time": "0:21:06",
      "text": "Ich weiß nicht mehr, was es war. Stand Diesel drauf, hat mich dann nicht weiter interessiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:09",
      "text": "Wie modern oh man ey,"
    },
    {
      "speaker": "Letty",
      "time": "0:21:28",
      "text": "Also ich habe mir das drei, die dreizehn Minuten Zusammenfassung natürlich von McRoomers angeschaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:33",
      "text": "Ah. Und wie war das?"
    },
    {
      "speaker": "Letty",
      "time": "0:21:36",
      "text": "Äh kompakt,"
    },
    {
      "speaker": "hukl",
      "time": "0:21:43",
      "text": "Achtzehn Minuten Zusammenfassung angeschaut, da fehlten dann schon so ein paar News, die ich dann äh später noch in, im Twitter nach erfahren musste, aber äh die ganze Kino hätte ich mir, glaube ich, gerne geschenkt,"
    },
    {
      "speaker": "roddi",
      "time": "0:22:12",
      "text": "Ich fand es ging also die konnte man schon schauen. Interessant fand ich ja, die sind dieses Interview von John Gruber. Das war, das hat nochmal ein bisschen was rausgekitzelt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:22:24",
      "text": "Gut im Nachhinein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:25",
      "text": "Was was hast du denn da neues erfahren."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:22:27",
      "text": "Also können wir ja später nochmal dazu, also mit Frau und ähm wie heißt er denn? Ähm."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:22:33",
      "text": "Dieser Brownly, Markey Brownly, der hat auch nochmal eins."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:37",
      "text": "Nee. Ach so, der hat der hat, ja, der hat nochmal so einen, der hat so ein kurzes YouTube-Teil gemacht. Das ist mit dem Gruber, das war jetzt quasi seine seine seine Talkshow in voller Länge."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:22:47",
      "text": "Not gesehen. Nicht mehr."
    },
    {
      "speaker": "Letty",
      "time": "0:22:50",
      "text": "Ich habe auch gerade überlegt, Thema, was du was gesagt."
    },
    {
      "speaker": "roddi",
      "time": "0:22:56",
      "text": "Tim bewegt die Lippen, aber man hört in."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:22:59",
      "text": "Deswegen ist Video schon ganz gut. Wahrscheinlich redet Hockel auch schon seit einer Stunde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:02",
      "text": "Ah okay, sorry, jetzt da bin ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:23:05",
      "text": "Ach so, ich dachte, ich hatte, du wolltest das managen, das war so, also wir haben ja hier, wir sehen uns ja ein bisschen beim Reden. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:11",
      "text": "Ich habe mich nur gerade verklickt. Das alles extrem komplex hier heute mit diesem riesigen und so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:23:16",
      "text": "Wenn du Touchdream hättest, würde es nicht passieren."
    },
    {
      "speaker": "roddi",
      "time": "0:23:20",
      "text": "Dann würdest du dich vertatschen, ja? Aber das ist dann auch nicht besser."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:23",
      "text": "Ja, was ich gesagt hatte, war das ähm das war halt diese Talkshow mit dem John Gruber und na ja, ich meine, ich finde den Typen, ich mag ihn ja eigentlich sehr gerne, äh hat irgendwie ganz,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:23:56",
      "text": "Ein bisschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:57",
      "text": "Äh paar keine Ahnung, wie du dir das vorstellst."
    },
    {
      "speaker": "roddi",
      "time": "0:24:02",
      "text": "Du jetzt gerade versuchst jetzt gerade das Wort Arsch kriechen zu vermeiden?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:08",
      "text": "Versuche ich. Weil ich das jetzt auch nicht so so will ich sehe mir jetzt auch nicht unterstellen wollen, ne? Ich denke, das ist schon ein gewisser Hinsicht, Automatismus, er weiß halt auch, dass er einfach bei bestimmten Dingen nichts,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:24:37",
      "text": "Ja. Ja, also er hat wirklich, äh, immer, er hat ein bisschen zu Informationen bekommen, an der Stelle, die sie jetzt nicht so explizit gab, zum Beispiel eben, dass es kein Bootcamp mehr geben wird. Da hat aber auch nirgendswo nachgehakt, großartig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:49",
      "text": "Ja, nicht gesagt, was es mit Windows für Arme oder so, ne?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:24:52",
      "text": "Doch genau. Aber das wissen wir kein Bootcamp heißt ja zumindest nichts direkt, wenn dann kannst du es virtualisieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:00",
      "text": "Ja gut, aber."
    },
    {
      "speaker": "roddi",
      "time": "0:25:01",
      "text": "Ja, aber das, das heißt ja eigentlich nur, dass es keine Apple Lösungen gibt, um es einem einfach,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:25:11",
      "text": "Das wäre die interessante Frage gewesen, weil es kann sein, dass"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:47",
      "text": "Okay, also der Elefant äh steht nicht nur im Raum, sondern er wird auch schon an Brüssel äh gezogen ähm reden wir doch einfach mal über."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:25:56",
      "text": "Arme hat er ja keine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:57",
      "text": "Die wichtigste Information für uns alle. Und die ist halt einfach sie haben es getan sie haben endlich zugegeben was wir hier schon seit Jahren vermuten"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:26:19",
      "text": "Wir haben beide gewettet äh um eine Kiste Marte oder ich habe gewertet, du hast glaube ich schon irgendwie angenommen. Ich glaube, das ist bei den höheren so angekommen"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:26:42",
      "text": "Sagst du."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:26:43",
      "text": "Ja, ich glaube, weiterhin dran, dass es eines Tages so kommen wird."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:26:47",
      "text": "Wobei das haben sie ja ganz konkret dementiert an der Stelle nochmal, dass sie das nicht machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:26:50",
      "text": "Ja, eben. Dank unserer Sendung mussten sie das halt machen. Also hast ja introvollen gehört. Wir werden hier ernst genommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:56",
      "text": "Ja, nee, also das war schon wirklich sehr explizit, dass Dementi so, weil,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:27:14",
      "text": "So sieht's aus. Ich, ich glaube einfach, die sind noch viel schlauer, als wir die machen, dass noch viel Unterschwelliger. Die machen's halt nicht in diesen Release, aber jetzt wurde es mit den Buten schon schwerer. Das heißt, du kannst schon nichts anderes buchen, hat irgendwann kriegst du einfach nichts mehr drauf. Die machen das so Schritt für Schritt,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:27:40",
      "text": "Na gut, aber da fehlt mir immer noch dein äh Konzept, was es Apple bringen würde, wenn es irgendwann mal, weil, wenn sie es weiter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:27:46",
      "text": "Dreißig Prozent,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:27:51",
      "text": "Oft werden meinst du, so gleich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:53",
      "text": "Das ist, das ist für sie aber nicht ihr Business, weißt du?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:27:56",
      "text": "Dafür ist der Mc zu klein im Verhältnis."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:59",
      "text": "Ihr Business ist, hat wir verkaufen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:28:01",
      "text": "Gebe ich dir vollkommen Recht, aber so auf aufm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:05",
      "text": "Ja, wir reden darüber hinweg. Wir reden jetzt über den Ma."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:28:07",
      "text": "Sind die Einnahmen der Software viel zu gering im Vergleich zu Hardware und auf dem iOS ist das ein bisschen anders."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:13",
      "text": "Der Mc hat vor allem eine eine ganz andere Bedeutung ähm für diese ganze äh Plattform, weil das halt einfach"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:28:34",
      "text": "Warum machen sie es mit den Buten dann dicht?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:37",
      "text": "Weil sie natürlich jetzt einen zunehmenden Maße,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:29:12",
      "text": "Aber meinst du, sie kriegen die Plattform dicht ohne halt ja, zu bestimmen, was da drauf läuft, an dem ich weiterhin alle selber installieren kann, was ich will."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:29:20",
      "text": "Ja, das du musst ja immer, du musst ja immer noch einen Hub hopsen, um das zu aktivieren. Das ist ja Defolit nicht. Doch doch. Also es muss ja notalisiert sein zumindest."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:29:38",
      "text": "Ich kann's noch abstellen noch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:29:39",
      "text": "Ja und dann muss es aber explizit ausschalten. Genau und das ist weiterhin so machen, dass Benutzer aktiv einmal äh was was aufmachen muss. Und das ist, glaube ich, Privation Security technisch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:24",
      "text": "Also sie machen, sie machen das Ding ja auch vor allem von innen heraus zu. Also mit den neuen Armmix,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:31:19",
      "text": "Also ich denke, das ist der Schritt, der jetzt de facto passiert und der so so angekündigt ist, auch aber auch ein bisschen äh unter den Tisch gekehrt wird. Also, insofern, da verstehe ich zumindest, denn es Grundskepsis, weil das wurde jetzt auch nicht groß,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:39",
      "text": "Ich würde mal ganz gerne, dass wir mal ein bisschen mehr Gesprächsgrundlage haben, einfach mal kurz zusammenfassen, was eigentlich so im Kern alles angekündigt wurde. Im Bezug jetzt erstmal auf diese Plattform Transition. Wir haben ja noch ein neu,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:32:11",
      "text": "Aber warum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:12",
      "text": "Äh aus vielen Gründen,"
    },
    {
      "speaker": "roddi",
      "time": "0:33:40",
      "text": "Glaube, ich glaube, du äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:56",
      "text": "Müssen sie auf jeden Fall reinbauen sonst performt das ja nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:33:59",
      "text": "Reinbauen, sie müssen auch einbauen, aber äh viel mehr, glaube ich, auch nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:05",
      "text": "Gut, werden wir sehen. Dann äh ist es so, es gibt jetzt diese TK Büchse, die bei manchen,"
    },
    {
      "speaker": "roddi",
      "time": "0:35:02",
      "text": "Ationszeit bei der Installationszeit sollten sie das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:05",
      "text": "Wenn es aus dem Appstore kommt, wenn es aus dem Appstore kommt, dann machen sie's zum, zu dem Zeitpunkt und ansonsten fangen Sie damit an, wenn du das erste Mal startest"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:27",
      "text": "Okay, gut, da wird es trotzdem mehr Cookoland vielleicht wieder nach deinem Geschmäckle ist insgesamt dabei. Da muss er da erstmal alle Software wieder gut laufen drau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:36",
      "text": "Ich, ja, aber ich will, ich will einfach, ich will keine Intelprozessoren mehr. Inselprozessoren, das ist so, das ist so der Verbrennungsmotor im im digitalen Bereich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:49",
      "text": "Für mich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:30",
      "text": "Ich will einen Computer haben, der nicht mehr lüftet,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:37:16",
      "text": "Von wann ist der eigentlich? Weißt du, was da was da der Erscheinungstermin."
    },
    {
      "speaker": "Letty",
      "time": "0:37:19",
      "text": "Rausgekommen, oder? Ist das nicht der aktuelle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:21",
      "text": "Der ist von diesem Jahr, ja, genau, so habe ich das auch verstanden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:37:24",
      "text": "Oh, okay. Ich dachte, es wäre ein älteres gewesen."
    },
    {
      "speaker": "Letty",
      "time": "0:37:26",
      "text": "Werbung mit dem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:28",
      "text": "So und dann haben sie, dann haben sie diesen Gig,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:38:08",
      "text": "In dem Vergleich hast du richtig, ich bin ein bisschen skeptisch an sich, was Benchmarks jetzt angeht, wann natürlich dieses System"
    },
    {
      "speaker": "hukl",
      "time": "0:39:34",
      "text": "Und was ist mit so einer Audio-Workstation mit VS,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:39:43",
      "text": "Ja, nicht mehr führen, dass ich mit, bist du tot. Also, das ist jetzt wirklich auch so zweiunddreißig Bit äh Intelzeug wird auch nicht roset hat, ja? Also alles was nicht auf Katalina läuft, kannst du da auch schon mal vorher aussort."
    },
    {
      "speaker": "hukl",
      "time": "0:39:53",
      "text": "Aber meinst du, so, sagen wir, okay, es sind vierundsechzig BTV, irgendwas zu dir in deine DAW reinziehst, dass das dann auch äh einfach so läuft."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:40:02",
      "text": "Na ja, die eine Problematik ist, dass,"
    },
    {
      "speaker": "hukl",
      "time": "0:40:46",
      "text": "Dann läuft sie nicht schlechter, okay. Ja, weil ich bin gespannt, weil ähm äh irgendwann hat mir ja mal dadrüber gesprochen, welche Mexi denn als erstes umstellen würde und ich bin ja auch nach wie vor"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:41:23",
      "text": "Na, die, die müssen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:24",
      "text": "Nur die, die auch wirklich brauchen und Bootcamp und Berg anzukramen. Äh und die Leute, die jetzt System brauchen, das sicher alles ab"
    },
    {
      "speaker": "hukl",
      "time": "0:42:20",
      "text": "Und noch äh eine ganz kurze Frage dazu, äh dann äh will ich gleich wieder ruhig. Ähm was denkst du denn, was äh mit dem"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:42:56",
      "text": "Ich glaube nicht, dass da viel Modernisierung stattfindet, den System, was sie jetzt schon gemacht haben. Also wir haben jetzt zu der Umstellung auf großartig gemacht, so Katalina haben sie ja zumindest ein paar,"
    },
    {
      "speaker": "hukl",
      "time": "0:44:27",
      "text": "Meinst du denn, also das ist das User Land sozusagen dann einfach in äh AMD oder X vierundsechzig einfach lassen und das dann auch äh rositieren oder imulieren oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:44:37",
      "text": "Ach so, müssen sie ja nicht."
    },
    {
      "speaker": "hukl",
      "time": "0:44:38",
      "text": "Alles."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:44:39",
      "text": "Das komplette einfach auch alles. Also da das muss ja das existiert ja im Endeffekt fürs iPhone von Anfang an nur das was nicht sieht. Also das ist ja nicht so, dass dass das alles nicht da ist. Also das ist"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:45:19",
      "text": "Und Apple hat ja auch äh Patches gemacht für für der, der Macher hier von Mono, Miguel Day Kasse hat schon gesagt, Erperd"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:45:49",
      "text": "Also freut mich auch sehr und bin ich auch sehr gespannt ähm äh ich muss euch nochmal die ganzen Bedingungen durchlesen von dem von dem die DK, wie viel man da jetzt schon kontrovierten dürfte,"
    },
    {
      "speaker": "Letty",
      "time": "0:46:11",
      "text": "Also ich würde da gerne mal von ein bisschen so eine Meinung haben, weil ich habe auch immer noch nicht auf Katalina umgestellt, weil"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:46:53",
      "text": "Ich glaube ja, ich glaube, ja, weil hat die Dinger relativ Tim ist nicht der Einzige, der so heiß drauf ist und es braucht ja immer nur ein paar motivierte Kontobeautos, äh weil der Code meistens ja schon da ist. Also dadurch, dass äh vierundsechzig Mitarmen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:48:32",
      "text": "Auch Little Endion ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:36",
      "text": "Also arm kann beides sein und es ist in dem Fall halt Little Indien, also du hast noch nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:48:42",
      "text": "Noch beides sein kann, also zweiunddreißig konnte beides sein, vierundsechzig weiß ich gar nicht mehr. Ich dachte, es hat uns herausgeschmiert, okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:46",
      "text": "Ja und die sind also das werden wir jetzt neu auf jeden Fall sind die also wie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:48:56",
      "text": "Ja, dann ist ja eh fast schon kein Unterschied."
    },
    {
      "speaker": "hukl",
      "time": "0:48:58",
      "text": "Okay, ich dachte, das war ein Risk auch, aber das ist dann unabhängig davon oder wie?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:49:04",
      "text": "Das hat damals nichts zu tun."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:49:06",
      "text": "Und das ist bei vierundsechzig Bitte auch nochmal so ein bisschen eine interessante,"
    },
    {
      "speaker": "hukl",
      "time": "0:49:44",
      "text": "Ja, ich hatte nämlich schon mal jetzt einen Vorfeld geguckt, ob man irgendwie mal einen Diff kriegen kann, von den Sets oder sonstwas, den Unterschieden, aber es ist echt äh schwer eigentlich im Internet so mal eben das zu recherchieren, selbst in der Wikipedia sind da,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:50:01",
      "text": "Einem D vierundsechzig versus am äh vierundsechzigsten A vierundsechzig echt? Die müssten aber eigentlich offen sein, glaube ich, der Tei."
    },
    {
      "speaker": "hukl",
      "time": "0:50:08",
      "text": "Klar, aber es gibt halt nicht so 'ne schöne Übersicht, weil so 'ne irgendwie pass auf den Stellen sind jetzt so die massivsten Unterschiede oder hier oder so und so viel Prozent sind im Wesentlichen gleich, bis auf so vielleicht sind taktische Sachen oder keine Ahnung, ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:50:23",
      "text": "Ja, wäre mal interessant. Können ja, wenn ihr mal von von den zuhörenden Menschen äh jemanden in der Lage ist, das schön aufzubereiten oder was findet,"
    },
    {
      "speaker": "Letty",
      "time": "0:51:27",
      "text": "Also wenn ich mir was wünschen dürfte, dann das sechzehn Zoll MacBook pro Zeitnah."
    },
    {
      "speaker": "hukl",
      "time": "0:51:34",
      "text": "Ich hatte, es gab mal einen Talk bei einer Lisa Goto Konferenzen von einer Dame, die bei dem, weiß nicht, in Anführungsstrichen, originalen Armen, die Team dabei war, die ist irgendwie, hat schon, also eigentlich ist die bekannt, aber ich habe den Namen jetzt trotzdem nicht parat,"
    },
    {
      "speaker": "Tala",
      "time": "0:52:29",
      "text": "Die meisten Gott Hood Talks sind auf YouTube."
    },
    {
      "speaker": "hukl",
      "time": "0:52:32",
      "text": "Ja, ich weiß, ich äh ich habe,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:51",
      "text": "Ich glaube, man muss sich auch mal frei machen von diesem Gedanken, dass es sich hier jetzt um etwas Neues handelt. Das ist für Apple halt nicht neu, ne? Also, dieses Betriebssystem fahren die auf diesem Prozessor jetzt seit,"
    },
    {
      "speaker": "roddi",
      "time": "0:54:18",
      "text": "Wird sicher kommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:19",
      "text": "Ja, sie meint jetzt nicht, Touch auf dem Bildschirm sein, was weiß ich, selbst leuchtende Tastatur mit irgendwie Wechsel,"
    },
    {
      "speaker": "roddi",
      "time": "0:54:53",
      "text": "Für so mir ist es aber gut, es gibt keine schnellere Möglichkeit auf Zoom ein Meeting zu beenden als mit der Touch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:01",
      "text": "Das ist mein Feature."
    },
    {
      "speaker": "roddi",
      "time": "0:55:03",
      "text": "Du lachst dafür verwende ich die jetzt immer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:55:08",
      "text": "Darf man nicht vergessen, dass Apple ja mal dreiundvierzig Prozent von Armen gehört in Anfang der Neunzigern, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:13",
      "text": "Richtig. Also, sie waren da von Anfang an, also ich meine auch das iPhone war ja nicht das erste Armgerät, was hierher gestellt haben. So, der erste am basierte ähm äh erste armbasierte McProdukt war der Newton."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:55:26",
      "text": "So sieht's mich aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:27",
      "text": "Und dann gab's noch den Ei, den E-Mail, was im Prinzip auch noch einen guten ist und äh wenn ich richtig sehe alles andere, iPod und so weiter, ist auch alles abends schon immer gewesen, ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:55:39",
      "text": "Nee, nicht schon immer, nicht schon immer. Also also iPod ist erst spät, dann gewechselt, glaube ich. Wenn überhaupt."
    },
    {
      "speaker": "roddi",
      "time": "0:55:46",
      "text": "Da waren Mips, drin, glaube ich, ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:55:48",
      "text": "Ja, ja, also weil wir die haben eine Piko, irgendwie heißt das Betriebssystem, das da drauf lief, also so iPod war lange Zeit ein ganz wirres Ding,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:16",
      "text": "Okay, gut, lassen wir's raus. Die Uhr, also alles äh armes Every, wo."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:56:19",
      "text": "Die Uhr. Also die Uhr ist ja so die Uhr ist ja so das das geile Beispiel an der Stelle, weil die haben ja die Uhr auf vierundsechzig Bitam umgestellt. Das ist ja so eine komische Geschichte. Auch die ist inzwischen vierundsechzig Bitarmen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:46",
      "text": "Geil, eine vierundsechzig Bit Uhr."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:56:51",
      "text": "Von der von der Performance ist die Uhr auch echt Hammer."
    },
    {
      "speaker": "roddi",
      "time": "0:56:56",
      "text": "Ja, vor allen Dingen haben sie sich ja auch irgendwie nicht groß angekündigt oder so. Das war plötzlich war die nächste Uhr war einfach vierundsechzig Bit und es kam irgendwie erst hinterher raus."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:57:06",
      "text": "Sie haben sich sogar umgesetzt, genau, da haben sie damals, glaube ich, sogar den Bitcode übersetzt, so für das haben den Baldcode, der von aus LMWM da rauskommt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:39",
      "text": "So, Clemens bist du eigentlich da? Oder nicht?"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "0:57:44",
      "text": "Ich kann ja mal was sagen. Hall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:46",
      "text": "Herzlich."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "0:57:48",
      "text": "Mehr als eine Silber."
    },
    {
      "speaker": "roddi",
      "time": "0:57:48",
      "text": "Weiß selber nicht so genau."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:57:51",
      "text": "Existiere ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:52",
      "text": "Spricht zu uns."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "0:57:53",
      "text": "Mit dem Echo-Ding telefoniert von Studiolink, ihr dürft mir immer sagen, ob ich zu leise oder zu laut bin oder so. Ähm und das Problem habe ich rausgefunden und das Problem war Tim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:05",
      "text": "Was? Welcher Tim? Tim Cook oder Tim Apple?"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "0:58:08",
      "text": "Der Tim, der mir neulich schrieb, du Sommer, ich kann das gerade nicht ausprobieren, kannst du mal diese Fokusreizsoftware ausprobieren,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:25",
      "text": "Oh, echt, oh Mann."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "0:58:26",
      "text": "Ja und jetzt muss ich zusehen, wie ich die loswerde. Ich habe jetzt hier meine altes Biringer wieder ausgekramt mit einem alten Headset und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:32",
      "text": "OK"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "0:58:34",
      "text": "Damit geht es dann auch schon. Ja, Audioting, zwanzig, zwanzig, mit so Tools."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:39",
      "text": "Nichtsdestotrotz äh herzlich willkommen in unserer Jubiläumssendung. Ähm wie du vielleicht."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "0:58:46",
      "text": "Schon die ganze Zeit zu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:47",
      "text": "Ja, ich weiß der Team."
    },
    {
      "speaker": "Letty",
      "time": "0:58:50",
      "text": "Wie kann man in dem Jetsi sich so muten, dass wenn ich jetzt mein ähm Headset abstecken würde? Ich mein Telefon laden kann ansonsten habt ihr mich gleich nicht mehr im Dizy,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:10",
      "text": "Hat mich jetzt."
    },
    {
      "speaker": "Letty",
      "time": "0:59:12",
      "text": "Das Telefon, dass das Telefon, also, dass ihr gemütet seid, auf dem Telefon, aber ich kriege das nicht richtig leise. Das hatten wir vorhin schon mal das Problem, deswegen hängt jetzt hier mein Headset dran."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "0:59:23",
      "text": "Dranhängt kann sie nicht laden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:23",
      "text": "Abstecken."
    },
    {
      "speaker": "roddi",
      "time": "0:59:25",
      "text": "Ja, aber wenn wir alle, wenn wir alle Chemuted sind, in Jetsieht, dann kommt bei dir aus dem Lautsprecher."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:30",
      "text": "Wir sind ja alle gemutet im Moment. Wir sind alle gemutet."
    },
    {
      "speaker": "Letty",
      "time": "0:59:32",
      "text": "Na ja gut, hoffen wir, dass das funktioniert. Wo ist denn jetzt hier in."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:59:36",
      "text": "Kannst du nicht draht losladen."
    },
    {
      "speaker": "Letty",
      "time": "0:59:39",
      "text": "Ja, Dennis bringst du mir das vorbei."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:59:42",
      "text": "Oder kannst du nicht dein Audio auf Bluetooth umstellen und dann laden? Dann kommt da auch nichts."
    },
    {
      "speaker": "Letty",
      "time": "0:59:46",
      "text": "Das ist doch nur für die Kamera."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:48",
      "text": "Dann geht wahrscheinlich gar nichts mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:51",
      "text": "Okay, ich denn das Kapitel Setup intermezzo und."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:56",
      "text": "Nee, hallo Clemens, heißt das Kapitel."
    },
    {
      "speaker": "Letty",
      "time": "0:59:59",
      "text": "Ja, hallo Cleven."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:00",
      "text": "Hallo Clemens Kapitel, dann heißt die Sendung Setup bitte mit so."
    },
    {
      "speaker": "roddi",
      "time": "1:00:37",
      "text": "Heißt wirklich ziemlich dämlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:00:39",
      "text": "BS"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:40",
      "text": "PS, genau."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:00:42",
      "text": "Elf vor allem, meine Damen und Herren. Elf."
    },
    {
      "speaker": "roddi",
      "time": "1:00:46",
      "text": "Es ist die Koran-Edition von."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:00:49",
      "text": "X ist weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:52",
      "text": "Ja, wollte ja auch mal Zeit, aber ich fand das ein bisschen enttäuschend, dass sie das gemacht haben. Warum sind sie nicht einfach, als er auf zehn, elf gegangen sind, das haben einfach elf genannt und dann zwölf und so weiter, aber na ja egal, sie werden's wissen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:01:05",
      "text": "Also Jürgen jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:10",
      "text": "Ja Bichser oder wie das heißen soll, ist mir völlig unklar."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:01:15",
      "text": "Ja, ich hätte dachte auch der Big."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:18",
      "text": "Genau,"
    },
    {
      "speaker": "roddi",
      "time": "1:01:55",
      "text": "Also ehrlich gesagt, für mich ist mein erster Eindruck war iOS sieben,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:02:13",
      "text": "Aber so schlimm, also hast du was erinnerst du dich noch an wirklich? Ich glaube, du hast."
    },
    {
      "speaker": "roddi",
      "time": "1:02:16",
      "text": "Ich sage dir ein bisschen, ich sage dann."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:02:19",
      "text": "Die Narben sind schon gut genug verheilt bei dir, glaube ich, weil iOS sieben war schon."
    },
    {
      "speaker": "roddi",
      "time": "1:02:24",
      "text": "Ja, aber sie haben wieder gejuckt. Also, dass das auf jeden Fall. Also, dass das äh der Anblick, der war schon komisch. Und was ich, was ich also eine Vollkatastrophe finde, ist, dass sie die Schiedsweg gemacht haben,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:50",
      "text": "Ja, also die Schiedsliebe hier eigentlich über alles, also warum sie das jetzt killen, ist mir ehrlich gesagt nicht klar."
    },
    {
      "speaker": "roddi",
      "time": "1:02:56",
      "text": "Ja, das habe ich auch nicht verstanden. Das war so eine geniale Lösung für so ein relativ einfaches Problem, welches,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:32",
      "text": "Ja oder jetzt noch in der in der Bitterphase, meine testen das jetzt mal aus und äh das Feedback wird ja kommen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:03:38",
      "text": "Aber ist hier nicht auch schon, wir sind jetzt hier zu acht hier in dem in dem in der Free Show, dass wir auch schon alle Anfang irgendwie Katalina nichts installieren, bei uns ist eigentlich alles gar nicht interessiert. Also."
    },
    {
      "speaker": "Letty",
      "time": "1:03:50",
      "text": "Wenn ich nicht interessiert, bei mir ist es ja eher."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:03:53",
      "text": "Wenig zumindest, sagen wir mal so."
    },
    {
      "speaker": "Letty",
      "time": "1:03:55",
      "text": "System nicht zerschieß."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:03:56",
      "text": "Irgendwelche Anreize jetzt,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:04:18",
      "text": "Also die große Geschichte ist ja, die an der Stelle, ähm, dass die Buttons hier so kommen und dass es so vereinheitlich ist, öffnet ja überhaupt erst,"
    },
    {
      "speaker": "roddi",
      "time": "1:05:17",
      "text": "Bisschen schlechter gesagt, im."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:05:18",
      "text": "Ja, genau."
    },
    {
      "speaker": "roddi",
      "time": "1:05:19",
      "text": "Elektron, also das fand ich jetzt bemerkenswerte."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:05:23",
      "text": "Ich bin raus, ich will das nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:05:26",
      "text": "Kann schon sein, aber es ist ja alles noch nativ, ja? Also es ist zumindest vom Code-Hernativ ist es nicht so ein Bload-Scheiß, wie wirklich elektron, Elektronen an der Stelle, aber es ist zumindest technisch ein Kompromiss. So und das ist das was wir jetzt sehen, deshalb ist es alles ein bisschen ekelig und ein bisschen schlechter. Und ähm ich,"
    },
    {
      "speaker": "roddi",
      "time": "1:06:40",
      "text": "Nee, da hast du das ja natürlich recht, denn ich glaube auch, dass sich, dass sich die Optik von von elf auch weg,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:07:20",
      "text": "Und wie gesagt, was man gewinnt ist jetzt wirklich, dass die die,"
    },
    {
      "speaker": "roddi",
      "time": "1:08:19",
      "text": "Also ich sage mal, wirkt relativ stabil, aber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:08:23",
      "text": "Also die haben ja auch keinen Unterbau, sie haben ganz wenig Unterbau gekillt, ja? Sie haben ein bisschen was, was geschraubt hat, wunderbar, ob das meiste ist, halt die optisch optische Veränderung und und die Infrastruktur, die jetzt nicht einzelne Apps kaputt macht oder einzelne Programme wirklich,"
    },
    {
      "speaker": "roddi",
      "time": "1:08:49",
      "text": "Na ja gut, es gibt so ein paar Sachen, so ein paar Sachen"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:09:10",
      "text": "Wobei das natürlich an der Stelle, dass nur die armen Sille können Max ähm"
    },
    {
      "speaker": "roddi",
      "time": "1:09:36",
      "text": "Ja, ja, ja, ja, ja, ich, aber ich kenne das Problem, ich war ja auch kurz bei Apple."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:40",
      "text": "Aber wenn sie die Mail klein nicht gefixt kriegen, dann setzt es was."
    },
    {
      "speaker": "roddi",
      "time": "1:09:45",
      "text": "Irgendwelche Probleme mit dem Mailklein, ne, die keiner von uns wieder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:47",
      "text": "Ich habe."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:09:49",
      "text": "Was ist da bei dir passiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:50",
      "text": "Irgendwelche Probleme mit Mailklein,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:09:57",
      "text": "Mit dem aktuellen Katalina nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:58",
      "text": "Mit dem aktuellen Katalina funktioniert nichts, richtig mehr, man Mail, auf gehört, ich kann meine Mail nur noch zuverlässig lesen, weil ich iPhones habe und Computer, die noch nicht Katalina haben."
    },
    {
      "speaker": "roddi",
      "time": "1:10:09",
      "text": "Ja, hast du noch Mails von vor zweitausend in deinem in deiner Inbox?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:10:14",
      "text": "Vor neunzehn siebzig, wo Unix Time angefangen hat, das ist Problem, da steht dann nämlich ein Minus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:18",
      "text": "Ich habe schon ich habe schon bevor es gab."
    },
    {
      "speaker": "Letty",
      "time": "1:11:51",
      "text": "Ich kann dir so einen Sanderword echt empfehlen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:11:53",
      "text": "Mit vierzehn kannst ja dein Diefel umstellen, dann ist der Ruhe im Karton."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:57",
      "text": "Ja, muss aber erstmal was geben, was man äh umstellen kann."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:01",
      "text": "Aufm auf iO ist und iPad auch oder nur Kasselina. Nur so als."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:04",
      "text": "Es gibt überhaupt gar keine richtigen Mail-Kleins, das ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:07",
      "text": "Nee, nee, also deine Probleme. Also hast du deine Probleme auch aufm iPhone und Alp."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:10",
      "text": "Nein, nein, nein, nein, nein, nein, nein, nein, nein, nein."
    },
    {
      "speaker": "roddi",
      "time": "1:12:12",
      "text": "Im Chat wird's empfohlen, obwohl ich van der Bird. Nicht Boltbirds. Äh ich habe seinerzeit, als ich das nicht mehr benutzen musste, war ich ganz froh."
    },
    {
      "speaker": "Letty",
      "time": "1:12:23",
      "text": "Ich benutze seit Jahren und möchte nicht wieder zurück auf Apple Mail, ehrlich gesagt."
    },
    {
      "speaker": "roddi",
      "time": "1:12:28",
      "text": "Na ja, so hat jeder seine Favorits."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:31",
      "text": "Ist natürlich blöd, aber ich meine, so Situation hatte ich auch schon irgendwann mal, ich hatte damals eine Web"
    },
    {
      "speaker": "hukl",
      "time": "1:13:18",
      "text": "Also bei mir ist es ja genau umgekehrt verlaufen. Ich habe ja lange Zeit keine Apple Mail benutzt, weil das mit meinem Ebellaborierten Mails her, was hat er nicht klar kam und jetzt äh seit Katalina? Nee, oder ich hab's glaube ich schon eins vorher"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:42",
      "text": "Du machst aber deine eigenen Mails, aber."
    },
    {
      "speaker": "hukl",
      "time": "1:13:44",
      "text": "Ja, aber es ist halt auch ein Postfix mit Darf Cut, also ist auch mehr oder weniger Vanilla äh Mail Setup, das einundzwanzigste Jahrhundert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:53",
      "text": "Ja, das habe ich eigentlich auch, aber irgendwas geht nicht. Gut, aber wir müssen hier mal meine Mailprobleme äh reden, Bigser, äh es g"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:14:14",
      "text": "Ja, das habe ich äh bei den Talks immer gesucht, ob's da Infos gibt, habt ihr aber nix gefunden, weil es geht mir schon ja seitdem es APFS gibt auf den Sack, dass sie das noch nicht umgestellt haben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:14:24",
      "text": "Also ich habe mir eine Pickel verlinkt, wo jemand das zusammenschreibt, ein bisschen weiß, eben gerade keinen Talk gab, wo genau die autoritäre Information ist, an der Stelle, weiß ich nicht so genau, ist aber relativ ausführlich, was denn so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:35",
      "text": "Wo hast du den verlinkt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:14:36",
      "text": "Ist in dem äh Workflow habe ich das da reingeschrieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:41",
      "text": "Reinschmeißen."
    },
    {
      "speaker": "roddi",
      "time": "1:14:44",
      "text": "Chat, Alter."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:14:45",
      "text": "Chmeiße ich mal in den Chatrein, Alter. Gut. Ähm er ist leck. Es hilft dir natürlich dann auch nichts. Ähm,"
    },
    {
      "speaker": "roddi",
      "time": "1:15:11",
      "text": "Kann es denn jetzt endlich mal Jacks haben? Das gute APFS."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:15:14",
      "text": "Dass es eine interessante Frage äh ja, aber nur fürs Zielen"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:15:55",
      "text": "Kurze kurze Warte, kurze Zwischenfrage mit den meint jetzt im Bezug auf die Backups oder grundsätzlich in dem APFS. Aber grundsätzlich war doch schon immer so, dass nur die Meterdaten gecheckt sind wohnen und Apple hat gesagt, die, die Pfeils selber nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:16:10",
      "text": "Genau. Und jetzt ist es so, dass die Falls selber auch gecheckt haben für Zielen. Aber nicht, aber nur eben fürs Ziel. Das heißt, für Seelen werden die Falls gecheckt, dann die Meterdaten noch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:21",
      "text": "Sir. Also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:25",
      "text": "Kannst du den."
    },
    {
      "speaker": "roddi",
      "time": "1:17:26",
      "text": "Weiß nicht, ich hab's eher auf 'n externes Drive installiert, einmal komplett, weil ich weiß nicht so 'ne Beta, besonders die allererste."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:17:34",
      "text": "Ich bei Katalina ging es so schön in dem APFS-Container und dafür habe ich mir gedacht, es ist ja gut mit APFS und Volume und diesmal war ich zu mutig und ich habe auch nur einen meiner. Ich habe ja mehrere Produktivsysteme, Gott sei Dank, aber eins habe ich jetzt vielleicht Update äh"
    },
    {
      "speaker": "roddi",
      "time": "1:17:57",
      "text": "Ja, okay, aber aber das, dass die erste Beter, die es zur WWD C gibt, ist doch, muss man doch sowieso irgendwie mit der langen Zange anfassen. Also da,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:18:09",
      "text": "War begeistert. Ich habe meine eigene wenn du mich selber kommt der Clemens im Ohr."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:18:17",
      "text": "Können wir nochmal zurück zur APFS und und Backup, da wollte Tim gerade anfangen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:21",
      "text": "Genau, also was äh wenn ich das richtig sehe, jetzt hier aus dem Artikel auch, also es gibt jetzt quasi für diese Volumes auch noch Rollen oder neue Rollen zumindest"
    },
    {
      "speaker": "roddi",
      "time": "1:19:06",
      "text": "Macht mir Angst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:09",
      "text": "Das macht vielen Leuten Angst, wieso."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:19:12",
      "text": "Aber es ist Enterprise Manage Starter."
    },
    {
      "speaker": "roddi",
      "time": "1:19:14",
      "text": "Ich habe ja einen Rechner, der äh von einem Enterprise zur Verfügung gestellt wurde. Die werden da bestimmt fies rumspielen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:22",
      "text": "Ja, lassen wir es mal beim Bäcker bleiben. Möchte da jemand was zu sagen? Hast du das genau angeschaut?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:19:29",
      "text": "Also jenseits dieses Artikels habe ich auch nichts gefunden, deswegen habe ich's nicht nochmal da anguckt, weil ich nutze ja sogar nicht mal Backup, im Moment, weil was was ich"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:00",
      "text": "Gut, aber sie werden, sie werden doch jetzt Snapchat verwenden, oder? Also, sie werden jetzt einfach neue Versionen und dann Snapchat und also sie nutzen quasi die nativen Fähigkeiten des äh des des Dateisystems, um Änderungen abzubilden, ohne dass der sich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:20:15",
      "text": "Das haben sie auch schon vorher gemacht jetzt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:20:19",
      "text": "Halt lokal, haben sie es für meine,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:20:35",
      "text": "Bei euch auch so, dass bevor äh das US mit dem Backup los gibt, dass da steht äh und das kann locker mal eine Stunde dauern. Obwohl vielleicht nur fünfzehn NB weggeschrieben werden müssen,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:20:56",
      "text": "Der liest sich erst Zeugs durch."
    },
    {
      "speaker": "hukl",
      "time": "1:20:58",
      "text": "Hast du dieses Fleck mal gesetzt, dass er die Service runterpriorisierung ausmachen soll."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:21:05",
      "text": "Äh weiß nicht, wo man das setz."
    },
    {
      "speaker": "hukl",
      "time": "1:21:07",
      "text": "Da gibt's so ein äh Süß-CTL, wenn dein Backup so ewig dauert, ähm dann liegt das da dran, dass irgendwelche anderen Prozesse äh eine höhere höher priorisiert werden. Da gibt's dann"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:21:22",
      "text": "Da ich, äh, guck mal, der später machen, aber eigentlich ist mein Mecker, der macht genau nix. Also, weiß nicht."
    },
    {
      "speaker": "hukl",
      "time": "1:21:27",
      "text": "Ja, ja, ich weiß, ich hatte das genau so, ich hatte mein Mac auch stehen mit Katalina und ich habe eigentlich nichts gemacht. Äh ich habe nicht mal ein Browserfenster aufgemacht und trotzdem ging's nicht, dann habe ich's umgestellt und plötzlich,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:21:43",
      "text": "Vorstelle, dann äh nächste Frage."
    },
    {
      "speaker": "hukl",
      "time": "1:21:45",
      "text": "Gerade dieses ZDL raus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:21:47",
      "text": "Nächste Frage mit dem Backup ähm bisher ist es ja so, dass halt eben das Backup nicht auf äh APFS geht und auch hier wenn wir hier so ein, wie heißen die Dinger, diese Airport-Extremestation, wo man halt eine Blatt anschließen kann oder einen"
    },
    {
      "speaker": "roddi",
      "time": "1:22:12",
      "text": "Na ja, wenn sie für die Dinger keinen Update bringen, wovon ich mal nicht ausgehen würde, dann bleiben die, wie sie sind."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:22:21",
      "text": "Ja. Das heißt."
    },
    {
      "speaker": "roddi",
      "time": "1:22:23",
      "text": "Allerdings sind hier sind ihr Network Share. Also das ist ja nochmal was anderes."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:22:28",
      "text": "Da die erstellen da draußen Image von, also ein HFSF, HFS Plus Image, mit diesem Spaß Bundle,"
    },
    {
      "speaker": "roddi",
      "time": "1:22:46",
      "text": "Glaube ich auch nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:22:48",
      "text": "Okay, es also betrifft die Änderung von von APFS-Backers, betrifft nur die, wenn man eine Platte als Backup anschließt, sonst äh ändert sich da erstmal nichts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:59",
      "text": "Den Eindruck habe ich. Also ich hab's noch nicht ausprobiert."
    },
    {
      "speaker": "roddi",
      "time": "1:23:03",
      "text": "Also ja ist wahrscheinlich eh schneller, aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:23:08",
      "text": "Ne? Ja gut, ähm eine Platte habe ich, wo ich das umstellen könnte, damit's ein bisschen flotter wird, aber die hängt an dem Rechner, der auf jeden Fall kein äh PS bekriegen bekommen wird, nämlich ein Mektro, der kann das nicht mehr,"
    },
    {
      "speaker": "hukl",
      "time": "1:23:25",
      "text": "Also Link ist äh in den schon oder wie auch immer. Ich habe Dennis, äh weil du ja im Slack nicht bist, äh der auch nochmal direkt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:23:32",
      "text": "Doch, ich bin da jetzt inzwischen, ich sehe das. Ich sehe das. Ich sehe jetzt den, ich habe deinen Post gesehen, die vier Zahlen da."
    },
    {
      "speaker": "hukl",
      "time": "1:23:39",
      "text": "Ja, okay, dann äh hast du es doppelt und dreifach."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:23:43",
      "text": "Kann ja hier so ein Markierer setzen, zack."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:23:46",
      "text": "Schon ein bisschen schlägt, dass sie keine gute IPFS über eure vier Session gemacht haben, oder wo sie so viel Neues sein gepackt haben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:23:53",
      "text": "Also ich habe extra danach gesucht, weil das ist das, was mich noch so am meisten nervt, dass das Backup irgendwie"
    },
    {
      "speaker": "roddi",
      "time": "1:24:22",
      "text": "Äh ich weiß nicht, ist dieses APFS die Neuerungen, haben die denn auch eine API, die für die Wellopper interessant sind?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:24:37",
      "text": "Ich nehme an, dass es sehr unter."
    },
    {
      "speaker": "roddi",
      "time": "1:24:39",
      "text": "Drei Hersteller von Backupsoftware interessant und für alle anderen halt nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:24:44",
      "text": "Ja, aber sowas hätten sie ja dann in, ins State of Segionien erwähnen, irgendwo ne, weil für den User ist ja dann schon auch bedeutend, irgendwie."
    },
    {
      "speaker": "roddi",
      "time": "1:24:52",
      "text": "Jetzt mal abgesehen davon, dass du natürlich ein neues Backup anfangen musst, um dieses Feature zu bekommen. Sie werden sicherlich nicht einfach umstellen. Naja und dann ist es auch wieder nicht so interessant für den User. Ist ja eine Developer Konferenz."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:25:05",
      "text": "Also ich finde Backup äh schon irgendwo auch der ziemlich wichtige Sache, dass man sich halt auf seine Daten verlassen kann, egal wie scheiße der Rest ist. Da könnten sie schon ein bisschen erzählen."
    },
    {
      "speaker": "roddi",
      "time": "1:25:15",
      "text": "Aber es ist ja keine Konferenz, sondern eine."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:25:18",
      "text": "Ja, aber hast du mal die Keynote gesehen? Dann sagt man nochmal, dass das keine Konferenz ist."
    },
    {
      "speaker": "roddi",
      "time": "1:25:23",
      "text": "Ja die Kino und nicht, das stimmt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:25:26",
      "text": "Wobei die State über die Union war, diesmal auch eine ziemliche Marketingveranstaltung, fand ich."
    },
    {
      "speaker": "roddi",
      "time": "1:25:31",
      "text": "Ja, das habe ich das mir auch auf."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:25:31",
      "text": "Aber wir springen ja schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:33",
      "text": "Becher."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:25:41",
      "text": "Ich würde nach der APFS nämlich hier meinen Punkt noch so DNS ist am Start. Clemens, was fällst du davon? Klappt es, es ist gut. Sag mal, das machen, du hast keinen Ton. Schade."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:25:50",
      "text": "Da gab's übrigens einen Vortrag zu den neun oder vierzehn Minuten."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:25:54",
      "text": "Besser jetzt mit Ton, mit,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:10",
      "text": "Erklären, was worum's hier eigentlich geht."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:26:14",
      "text": "Ja, jetzt ist das Problem damit öffnest du eine Büchse der Pandora von direkt nicht weißt, ob du sie öffnen willst. Aber okay, wer öffnen sie mal? Es geht um DOH auch kurz oder,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:26:28",
      "text": "Simpson aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:29",
      "text": "Ich denke, es geht erstmal um DN."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:26:31",
      "text": "DOT. Ja, DNS Over, TLS oder DNS wie Dot oder DNS Over HTPS das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:40",
      "text": "Also auflösen, von Adressen, dafür ist DNS zuständig und daran ändert sich jetzt was."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:26:46",
      "text": "Ja ändern es ist halt ein Kulturkampf. Deswegen sagte ich eben, so hast dann machst deine Büchse der Pandora auf. Also pass auf. Problem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:55",
      "text": "Clemens, wenn man dich anspricht, macht man immer eine Büchse, der Pandora auf, das ist sozusagen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:27:00",
      "text": "Nee, die ist mal ganz zum speziellen, weil da wird's jetzt echt religiös."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:04",
      "text": "Pandora ist ja Second Namen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:27:06",
      "text": "Ja, pass auf."
    },
    {
      "speaker": "hukl",
      "time": "1:27:07",
      "text": "Aber Clemens lasst auch einfach nur die gute Seite der Medaille besprechen, diese andere böse Kontroverse."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:27:15",
      "text": "Und dann lassen wir die Kontroversa vielleicht"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:30:41",
      "text": "Wird."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:30:42",
      "text": "Genau, das macht man manchmal selber, es tut man sich manchmal selber an, da gibt's diese nette, kleine Software, sondern die blockte einfach alles was diesen ganzen Werbequatsch ist und Cookie-Trecker und Blah und Pipapo,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:32:55",
      "text": "Aber das ist wirklich sehr zweischneidig, oder? Dass die Apps jetzt ihren eigenen, der es mitbringt, für dich nicht so richtig gut."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:33:02",
      "text": "Ja, die dürfen sie aber nur für sich selber mitbringen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:33:08",
      "text": "Ja okay, aber dann können sie eventuell auch."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:33:10",
      "text": "Stallieren von deinem Provider, die dir denn sagen, hallo ich installiere dir dort oder DOH, aber du kannst jetzt eine Wetterabfragen macht und die möchte ja gerne mit ihren eigenen Servern reden und da möchte sie nicht, dass jemand immer die Adresse ihrer Server umlügt"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:33:38",
      "text": "Also könnt ihr jetzt auch die Twitter-App machen, dass die praktisch äh einfach mal ähm alle,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:33:59",
      "text": "Es ist ein sehr, es ist ein sehr zweischneidiges. Bitte was?"
    },
    {
      "speaker": "hukl",
      "time": "1:34:02",
      "text": "Ich wollte noch kurz anmelden, also was äh"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:34:46",
      "text": "Nur auf dem Rechner, ne? Das geht nicht auf dem Telefon, also."
    },
    {
      "speaker": "hukl",
      "time": "1:34:49",
      "text": "Genau, genau, genau. Und äh also äh dass dieses jetzt ins Interfest einbauen, finde ich auf jeden Fall"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:35:12",
      "text": "Ja oder im Communitys oder kann er sagen, ich betreibe zum Beispiel ein paar äh für mich selber und den möchte ich auch gerne von meinem iPhone ausbenutzen, wenn ich unterwegs bin und so. Ähm,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:17",
      "text": "Die alte Scheiße mit diesem Internet, dieses Internet hatte mal, hat immer einen schönen Weg was zu tun, einen der real nötig ist. Und so, der Real Nötige ist immer so scheiße dreckig,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:36:31",
      "text": "Also, ist aber, wie gesagt, ist zur Umgehung ist zur Umgehung von Schweinepriestern."
    },
    {
      "speaker": "hukl",
      "time": "1:36:35",
      "text": "Und Firefolx hatte, haben die nicht irgendwie so bei Defoe einfach gesagt so, wir benutzen jetzt irgendwie den Cloud-Flair oder den äh was auch immer."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:36:44",
      "text": "Das ist die politische Seite der davon. Du hast jetzt, du kannst jetzt deinen DNS-Verkehr Kreuzung quer umbiegen und es gibt halt eben Leute, die dir geil finden,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:38:05",
      "text": "Ich meine, die Geschichte ist ja so, wie nahezu alles, was man so äh einstellt, ist wahrscheinlich wieder so ein Management Profil, wo man einfach nur sagt, okay, ich mache das Management und was da genau drinsteht, ist eigentlich für einen Benutzer relativ opake. Also man sieht es selten. So, man sieht aber"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:38:24",
      "text": "Aber Otto Normal User konnte in seinem iPhone nicht angucken. Kann man sehen, dass er da ist. Aber er kann nicht reingucken."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:38:29",
      "text": "Was was recht praktisch ist, mein E-Mail-Provider hat mir eigentlich so einen Profil gegeben, um dass ich die E-Mail auf meinen IOS Gerät packe, muss ich gar nicht viel nachdenken, einfach das Profil anklicken"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:38:57",
      "text": "Passiert aber auch so, al,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:39:10",
      "text": "Du hast keine UI in Ayol."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:39:17",
      "text": "Ist eh immer noch so ein Thema. Ja, aber das ist halt Dö und äh do und äh dort,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:39:33",
      "text": "Ähm das ist ja jetzt aber in dem Talk, der hat ja hauptsächlich nur über diese Appsgeräte, wie man das da macht, aber wenn ihr hier die"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:39:49",
      "text": "Es gibt Auto die Mechanismen da drin."
    },
    {
      "speaker": "roddi",
      "time": "1:39:51",
      "text": "Probiert habe ich's noch nicht. Also ich habe zwar die Beta geladen, aber die liegt jetzt oben. Jetzt müsste ich jetzt holen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:39:59",
      "text": "Ja, ich bin da nicht Peter, Tommy, hat mir gesagt, ähm weil ich hatte ihn ja kurz nach dem, nach der Talk rauskam, hatte ich ihn noch angesprochen, wie bei den anderen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:45",
      "text": "Export Notifikation zum Beispiel."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:43:48",
      "text": "Zum Beispiel, ja, auch da haben sie ihre Köpfe zusammengesteckt. Das machen die übrigens durchaus, ne? Marketing, Fuzzis bekriegen sich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:52",
      "text": "Schon dieser neue drin ist oder das kommt erst noch."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:44:13",
      "text": "Müsst ihr mal checken, aber das wäre sozusagen. Ja. Ähm immerhin. Wir werden sehen. Es müssen natürlich die Portal vierzig auch noch implementieren. Ähm aber sie können dann. Und dann hast du wenigstens vernünftig User Interface für das Thema."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:28",
      "text": "So haben wir denn noch äh andere schöne äh Feststellungen, was in diesem ganzen Nouncement rein ähm so rübergekommen ist, was euch äh besonders beeindruckt hat oder besonders beunruhigt hat."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:44:40",
      "text": "Big Sur oder jetzt schon auf iOS."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:42",
      "text": "Ne, wir können das jetzt vielleicht auch mal auf iOS äh oder iPad auch erweitern. Ich meine, da gibt's natürlich so viel Fans, die Schminzikram, aber."
    },
    {
      "speaker": "Letty",
      "time": "1:44:49",
      "text": "Auf jeden Fall, was den Workflow verbessern wird, finde ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:15",
      "text": "Den guten Moment sozusagen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:45:18",
      "text": "Scribble."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:19",
      "text": "Den guten Moment."
    },
    {
      "speaker": "Letty",
      "time": "1:45:21",
      "text": "Der Newtonmoment, ja, genau. Nee, das war echt so ähm das merkt man richtig so beim Arbeiten, wenn man eben mehrere Stunden da dran sitzt, so man muss ständig in dieses, jetzt muss ich hier was tippen, obwohl ich diesen Stift in der Hand habe, Modus rumwechseln und das nervt extrem."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:45:36",
      "text": "Was übrigens dann einen Zwischenschritt ist, den du machen kannst, ist die kleine Tastatur aufmachen und auf der kannst du mit dem Stift zwei Eingabe machen, die ist ein bisschen angenehmer dann. Also das ist was ich so ein bisschen mache, ähm iPad äh"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:02",
      "text": "Wie wie macht man denn das auf."
    },
    {
      "speaker": "Letty",
      "time": "1:46:03",
      "text": "Probiere ich doch direkt mal aus."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:46:05",
      "text": "Man geht in die Tastatur und dann ist rechts unten so ein Knopf, da macht man lang gedrückt, da ist so Tastaturknopf im Fein nach unten, dann sagt mal Schwebend. Und Schwebend macht dann so eine kleine iPhone Tastatur und die kann zwei,"
    },
    {
      "speaker": "Letty",
      "time": "1:46:22",
      "text": "Ja. Wow, jetzt bin ich ja jetzt bin ich gerade kurz so ein bisschen, wow, die hat das erkannt, was ich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:46:29",
      "text": "Ich hab noch ein Talk."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:46:30",
      "text": "Du kannst auch Pinchen, die Tastatur, wenn du wenn du dann schneller haben willst. Pinchen auf und zu, dann geht's weg und auf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:46:36",
      "text": "Ich habe noch einen Tag geguckt über den Page Picker, den Fotopacker und zwar ist es ja bisher so, du musst deinen Apps erlauben, also bei iOS,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:47:56",
      "text": "Ich glaube, der Picker ist neu, weil er schicker ist, aber das Feature, dass du die beiden äh Rechte einzeln hast und nicht Alexa anfangen musst, ist, glaube ich, für dreizehn, weil wie ich Kakason nochmal aufgededelt habe, konnte ich mir auch dieses äh alle deine Fotos recht sparen, weil ich nur einen Avatar Image Picker habe. Also das"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:48:16",
      "text": "Aber ich kann doch hier bisher gucken, da gibt's alles oder gar nichts. Ich gucke nochmal sch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:48:22",
      "text": "Nee, du musst einfach nur du, du kannst ihn einfach aufrufen. So, das war halt so, wenn du das Recht nicht für alles gib."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:48:26",
      "text": "Ja, klar, aber welche Programme machen das? Die wollen ja immer gleich äh gesamt Zugriff. Und die Leute machen's natürlich, weil sie keine andere Möglichkeit haben sonst, klar, wenn du Net."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:48:35",
      "text": "Aber technisch konntest du praktisch den den Fotopicker auch schon in dreizehn einfach nur aufrufen und der läuft einen separaten Prozess und liefert dir das Bild zurück."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:48:45",
      "text": "Schon klar, aber die netten Programme waren ja noch nie das Problem. Die Netprogramme noch nicht das Problem, es waren immer diese, diese komischen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:49:06",
      "text": "Eine Fotosituation und so. Okay, verstehe. Verstehe. Aha, spannend."
    },
    {
      "speaker": "roddi",
      "time": "1:49:15",
      "text": "Also, was, was ich ganz spannend fand, waren die Maps Feature zum Thema äh Ladesäulen finden und und ähm"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "1:49:39",
      "text": "In Deutschland bestimmt wieder nicht. Ist wieder so ein Amiland only."
    },
    {
      "speaker": "roddi",
      "time": "1:49:42",
      "text": "Auch in Amiland nicht gefunden und dann gibt's irgendwie diese komische Kooperation, die sie nur mit BMW und fort, warum gerade mit den beiden"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:15",
      "text": "Könnt ihr sagen, warum sofort im BMW nehmen. Dann war das eigentlich die einzigen beiden äh großen Marken sind, die jetzt zumindest mal angekündigt haben oder zwei, drei Elektromodelle überhaupt haben in den USA. Und das andere ist Tesla,"
    },
    {
      "speaker": "roddi",
      "time": "1:50:32",
      "text": "Äh was ist mit dem Bolt? Von General Motors."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:38",
      "text": "Na, ist das irgendwie eine teure Limousine, ne."
    },
    {
      "speaker": "roddi",
      "time": "1:50:42",
      "text": "Nein, das ist ein Auto, das ist seit Jahren Tag gibt, fort hat, hat überhaupt kein Elektroauto bis jetzt. Und BMW hat kein kein nennenswertes."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:54",
      "text": "Gut, vielleicht haben sie sich mit denen einfach nicht einigen können."
    },
    {
      "speaker": "roddi",
      "time": "1:50:56",
      "text": "Kann natürlich sein. Das wird wahrscheinlich auch so sein. Ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:51:01",
      "text": "Also was was was was wir bei Maps noch einfällt ist die interessante der interessante Aspekt, dass jetzt Maps auf dem Mac auch eine Ketteliste App ist,"
    },
    {
      "speaker": "Letty",
      "time": "1:52:29",
      "text": "Und es gibt endlich das Routing fürs Fahrrad wohl."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:52:33",
      "text": "In Amerika leider auch wieder, aber ja. Sie haben."
    },
    {
      "speaker": "Letty",
      "time": "1:52:35",
      "text": "Stimmt, dieser Fahrradnation."
    },
    {
      "speaker": "roddi",
      "time": "1:52:39",
      "text": "Das hat mich, das habe ich auch, dass das habe ich auch versucht, auszuprobieren, aber ähm ja, Berlin ist zwar die einzige Stadt bei Apple, Maps, die die Public Trendsit hat, aber Fahrrad halt nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:52:51",
      "text": "Echt Public Francy sind's auch noch nicht weitergekommen, oh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:55",
      "text": "Auch in Deutschland gibt's äh weitere Städte, wo sie das jetzt eingebaut haben, die Liste kann ich dir aber gerade nicht runterbieten,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:53:30",
      "text": "Forster musste für Maps gehen, meine Damen und Herren, es ist immer noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:35",
      "text": "Wo wir gerade bei Autos sind, äh sie haben ja auch äh angekündigt, dass jetzt die iPhones als Khakis verwendet werden können. Das funktioniert dann auch irgendwie genau mit einem Auto oder so, wenn ich das richtig gesehen habe, ist auch schon mal was."
    },
    {
      "speaker": "roddi",
      "time": "1:53:48",
      "text": "Aber das ging doch bei Tesla schon immer. Also das ist glaube ich auch mehr so ein, mehr so ein Bluetooth-Feature, als das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:53",
      "text": "Nee ist NFC."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:53:54",
      "text": "Eher mit Apps geht es auch automatisch schon, also es gibt auch für Audi schon eine Apps, wo du es machen kannst, jeweils für die neueren Geschichten, aber es gibt wohl ein bisschen"
    },
    {
      "speaker": "roddi",
      "time": "1:54:19",
      "text": "Diese peinliche, hässliche BMW Schüssel, diese da stehen hatten, um das zu demonstrieren. Das war ja echt Facebook. Also das tat schon weh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:27",
      "text": "Ja gut, aber es ist so ein bisschen wie mit diesem Motorolafon irgendwie und iTunes so. Also es gibt halt gerade nichts anderes, weil ich meine, der Schmerz im Arsch ist halt Tesla, ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:54:34",
      "text": "Das ist ganz schön lange her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:36",
      "text": "Ja, aber das äh, glaube ich, der beste Vergleich, weil,"
    },
    {
      "speaker": "roddi",
      "time": "1:56:04",
      "text": "Ja at Tesla sind ja jetzt die einzigen, die kein Carplay und Android Auto haben, ne und sich auch mehr oder weniger mit Händen und Füßen wehren, das einzubauen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:56:14",
      "text": "Der Witz ist ja, dass äh jetzt schon die ersten Motorräder kommen, die Carplay haben,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:02",
      "text": "Ja. Na ja, ich meine am Ende gibt's dann doch nochmal ein Auto von von Apple."
    },
    {
      "speaker": "roddi",
      "time": "1:57:10",
      "text": "Na, der Zug ist aus der Halle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:12",
      "text": "Das würde ich nicht sagen."
    },
    {
      "speaker": "roddi",
      "time": "1:57:15",
      "text": "Doch. Also wenn die, wenn die jetzt anfangen an einem Auto rum zu entwickeln."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:57:19",
      "text": "Anfang tun ja nicht, die sind ja schon nur länger dabei, wenn sie dann noch dabei sind. Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:25",
      "text": "Die müssen erstmal ihre andere anderen Transitionen äh durch haben. So und äh wenn sie wieder Luft haben, dann dann haben die auch keine Angst"
    },
    {
      "speaker": "Tala",
      "time": "1:57:47",
      "text": "Liegende Skateboard aus äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:53",
      "text": "Das wäre doch zum Beispiel schon mal etwas, was was wirklich bald nach vorne gehen würde."
    },
    {
      "speaker": "roddi",
      "time": "1:57:57",
      "text": "Die sollen erstmal mit einem E-Bike anfangen. Das macht in dem Zusammenhang sowieso den meisten Sinn. Ja, Ladestationen und Fahrrad-Roting."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:05",
      "text": "Elektroroller wä."
    },
    {
      "speaker": "roddi",
      "time": "1:58:07",
      "text": "Hier First, Apple E-Bike."
    },
    {
      "speaker": "Letty",
      "time": "1:58:11",
      "text": "Hätte gerne die Rennrad Edition dank."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:58:14",
      "text": "Wurde nicht gerade erst der Segway eingestellt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:18",
      "text": "Ja. Okay, andere äh Dinge, die bemerkenswert sind, die wir noch auf äh greifen sollten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:58:26",
      "text": "Von der WWD C Mainzer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:27",
      "text": "Ja, solange wir, weil wenn wir das Thema einmal verlassen, dann ist es weg, ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:32",
      "text": "Ja, was haltet ihr denn von der Watch? Weil was mich interessiert,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:58:53",
      "text": "Ist das sowas wie Forst-Touch? Was ja bei bei Eiweiß auch verschwunden ist, also auch hartechnisch, ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:59:01",
      "text": "Genau, aber bei der Uhr war es ja so, dass du eigentlich, du hast halt auf dem Bildschirm nicht so viele Möglichkeiten zu tipseln und es ist zwar nicht toll erkennbar, aber man ist es eigentlich gewohnt, dass man auf den Uhren irgendwie langgedruckt, was machen kann oder festgedrückt, was mach."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:59:14",
      "text": "Aber nur du oder auch andere Leute."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:59:17",
      "text": "Ich ich glaube, ich weiß nicht, ich bin ich nutze die Watch relativ wenig. Ich finde aber äh ein eine Interaktionsmöglichkeit von dem Gerät, das eh viel zu klein ist, um damit zu interagieren, zu nehmen, finde ich ziemlich katastrophal,"
    },
    {
      "speaker": "Letty",
      "time": "1:59:39",
      "text": "Für eine Interaktion ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:59:40",
      "text": "Ganz spannend. Von den Watchface zum Beispiel, da drückst du die oder musst du halt fest draufdrücken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:47",
      "text": "Ja, aber es gibt so wenig Stellen, wo das wirklich genutzt wird. So, es gibt vielleicht wirklich zwei oder drei Stellen, wo das da war und es wirkt irgendwie total äh,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:00:09",
      "text": "Ich weiß es nicht, bei mir ist es, äh, mir ist es so, dass Kastroden einen Custom Player hat, der aus Versehen gerne mal die Lautstärke schon beim ersten Pfitzelchen versteht, wenn man hinkommt,"
    },
    {
      "speaker": "Letty",
      "time": "2:00:30",
      "text": "Keine Fitnessuhr."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:00:31",
      "text": "Das ist ein Apple Pay Gerät für mich und Notification."
    },
    {
      "speaker": "roddi",
      "time": "2:00:34",
      "text": "Eins kastro übrigens, ne? Also, ich trage die Uhr ja so, dass die Crown in Richtung Oberarm zeigt und wenn man ein langärmliches irgendwas anhat und den Arm dreht, dann macht der halt lauter, weil er die Crown dreht, das ist total."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:00:48",
      "text": "Also ich mache dann wirklich das Interface weg. Also du kannst ja praktisch in der Uhr in den, also aus diesem Custo Interface rausgehen zumindest, dass es nicht zufällig passiert. Aber ich es hat also ich habe"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:06",
      "text": "Neunzehn Einkauf."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:01:09",
      "text": "Ja. So. Und deshalb werde ich."
    },
    {
      "speaker": "roddi",
      "time": "2:01:12",
      "text": "Auf dem auf der US auch relativ gut, da kann man dann die Sachen auf der Uhr abhacken."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:01:16",
      "text": "Ah ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:18",
      "text": "Also ich muss das erstmal sehen. Also wenn sie das durch was Sinnvolles ersetzen, ich denke, dass dieses Interface, also dass dieses ähm diese Bedienungsmethode"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:01:39",
      "text": "Ansonsten hat auch ein Update bekommen, interessiert Karten, gell? Mich auch nicht mehr so."
    },
    {
      "speaker": "roddi",
      "time": "2:01:44",
      "text": "Ja, weiß ich nicht, was war denn da drin, in dem Update? Ich kann mich gar nicht erinnern, dass sie das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:01:48",
      "text": "Also, was gut ist, multiuser könnte funktionieren, jetzt endlich so, weil aktuell halt die User halt nur so semi funktioniert, ähm das heißt, Gamescenter Account bleibt der gleiche und noch äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:18",
      "text": "Ja bitte einmal das Feature fürs iPad, danke."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:02:22",
      "text": "Das ist der Mac. Mein Herr."
    },
    {
      "speaker": "roddi",
      "time": "2:02:27",
      "text": "Ja, der war, der war gut. Darüber haben wir, glaube ich, auch schon vor fünf Jahren oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:30",
      "text": "Ja, aber das Problem besteht immer noch. Es ist immer noch, dasselbe Problem. Du hast halt einfach äh äh Familie, jeder will mal das iPad benutzen und äh."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:02:40",
      "text": "Ja, und da gibt's aber ein Design für. Da gibt's ein Design-Five-Apple, nämlich dass jeder sein eigenes hat. Design von Apple."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:02:47",
      "text": "Aber,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:10",
      "text": "Würde mir schon vollkommen reichen, dass ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:03:12",
      "text": "IPad bei dir, dann kannst du ja schon Management Software installieren. Kennst du ja machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:16",
      "text": "Glasrohm Management, Software installieren. Ich will einfach das Ding."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:03:20",
      "text": "Nur zwei Kinder und nicht zwanzig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:22",
      "text": "Einfach nur einloggen, mehr will ich doch gar nicht, das kann dieses Betriebssystem. Wo ist das Problem."
    },
    {
      "speaker": "roddi",
      "time": "2:03:29",
      "text": "Lösung ist drei iPads kaufen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:03:31",
      "text": "Nee, aber so einfach ist die nicht alles so drei Geräte und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:35",
      "text": "Ne, dann liegt es ja auch immer an der falschen Stelle. Du willst halt einfach einen Teil nehmen, sagen, ich will das jetzt benutzen für dich,"
    },
    {
      "speaker": "roddi",
      "time": "2:03:47",
      "text": "Oder Watch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:48",
      "text": "Sagt der A, anderer User, willst du jetzt umschalten? Ja, zack, bumm und dann schmeißt er deine Prozesse weg und lädt andere Konfirationsverteilen und fertig ist die Luzi,"
    },
    {
      "speaker": "Letty",
      "time": "2:04:08",
      "text": "Na ja, wieso? Ich habe, ich finde die Uhr ist das einzige Workout, was ich mit der Uhr mache, ist äh Yoga, einfach nur, damit ich tracke, dass ich Yoga gemacht habe, weil das halt versuche, jeden Tag zu machen. Aber für."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:19",
      "text": "Ja, aber dein Fernseher kann der jetzt auch die Yogaposen zeigen."
    },
    {
      "speaker": "Letty",
      "time": "2:04:23",
      "text": "Ja, was will ich denn mit einem Fernseher, mich regt es ja schon auf, wenn ein Monitor in meinem Arbeitszimmer steht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:28",
      "text": "In einem Seiten Beamer."
    },
    {
      "speaker": "Letty",
      "time": "2:04:30",
      "text": "Ich es ist mir zu viel glatter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:32",
      "text": "Ja, aber Leute haben sowas in ihren Räumen und davor ist meistens Freifläche. Das macht schon ein bisschen Sinn. Aber gut, das ist."
    },
    {
      "speaker": "Letty",
      "time": "2:04:40",
      "text": "Ach so, du meint es wegen der App jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:41",
      "text": "Ja, weil das ist sozusagen so für Workout-Apps halt explizit. Jetzt äh als neuer äh App-Typ, ne."
    },
    {
      "speaker": "Letty",
      "time": "2:04:48",
      "text": "Moment, das muss man aufschreiben. Muss der Zettel habe ich noch nicht dran gedacht, aber gut, dass du's sagst, weil die Uhr ist mir natürlich schon auf dem auf dem App Zettel,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:10",
      "text": "Ich ich habe nicht von einer bestimmten App gesprochen, ich habe nur von deinem Yogatraining gesprochen, wenn du von einer bestimmten App sprechen möchtest, dann ist das deine Sache, Litti. Ich äh weiß nichts von einer."
    },
    {
      "speaker": "Letty",
      "time": "2:05:19",
      "text": "Das möchte ich erst, wenn das fertig ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:21",
      "text": "Genau, deswegen, jetzt hast du das, aber angesprochen, wie ist das nochmal festhalten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:26",
      "text": "Wo nächste Thema."
    },
    {
      "speaker": "Letty",
      "time": "2:05:27",
      "text": "Ach so, aber ja, ich mache keinen Yoga vorm Fernseher und mit Apps in der Tat, also spannend, aber äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:36",
      "text": "Ich könnte mir nur vorstellen, dass Leute das tun."
    },
    {
      "speaker": "Letty",
      "time": "2:05:40",
      "text": "Corona bleibt ja noch was länger, da haben wir noch genug Zeit für dann auch diese Apps äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:43",
      "text": "So"
    },
    {
      "speaker": "roddi",
      "time": "2:05:48",
      "text": "Gibt's denn jetzt wenigstens mal Paddeln in der App? Also ich fand das sehr."
    },
    {
      "speaker": "Letty",
      "time": "2:05:52",
      "text": "Inline-Skizzen gibt's immer noch nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:05:54",
      "text": "Es gibt ein Rudergerät, aber es gibt nicht Rudern oder Paddeln. Das ist total besorgt. Das ist total bekloppt. Ich meine, bewegen sich die Amis nicht auf dem Wasser, äh anders als Sur."
    },
    {
      "speaker": "Letty",
      "time": "2:06:05",
      "text": "Moment, dass ich doch das gab's, doch, es hat mich doch neulich erst genutzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:09",
      "text": "Aber ist ein Rudergerät, ist ist nicht ein, also ist nicht ein Boot, auch ein Rudergerät."
    },
    {
      "speaker": "roddi",
      "time": "2:06:14",
      "text": "Nein, weil ein roter, der das Rudergerättraining zeichnet kein GPS-Track auf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:20",
      "text": "Da."
    },
    {
      "speaker": "roddi",
      "time": "2:06:23",
      "text": "Den willst du aber haben, wenn du irgendwo lang paddelst?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:27",
      "text": "Aber die App weiß ja nicht, ob du mit oder gegen die Strömung paddelst, also obwohl doch kein Zucker wissen, könnte es sogar wissen, am Hand."
    },
    {
      "speaker": "roddi",
      "time": "2:06:32",
      "text": "Das macht ja nichts. Das weiß auch nicht, wie gut mein Boot im Wasser liegt oder ob ich da einen Brems."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:39",
      "text": "Gut, ich sehe schon, wir sind jetzt so ein bisschen durch mit der WWC, oder? Haben wir noch irgendwas abschließendes beizutragen? Nein, haben wir nicht. Habt ihr denn alle eure Korona-Warn-App installiert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:06:54",
      "text": "Damit ich könnte."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:55",
      "text": "Hab alle Level durchgespielt, aber bei vierzehn VR und jetzt kommen keine neuen Level."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:00",
      "text": "Oh gut, den Witz habe ich jetzt auf Twitter schon zehnmal gelesen, aber passt schon. Ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:07:07",
      "text": "Haben alle halt den gleichen doofen Humor."
    },
    {
      "speaker": "roddi",
      "time": "2:07:10",
      "text": "Sogar den mal angeguckt und ein kleines Review geschrieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:14",
      "text": "Ja, das stimmt. Der wurde übrigens auch äh sofort äh konsumiert und äh zur Anwendung gebracht. Soweit ich das gehört habe."
    },
    {
      "speaker": "roddi",
      "time": "2:07:23",
      "text": "Ja, ich dachte, ich dachte mir so, ja, guckst du mal rein, das ist bestimmt, haben die da relativ viel Scheiße gebaut. Und dann gucke ich und gucke, ich entdecke mir hier, ja, genauso würde ich das jetzt auch machen. Ungefähr,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:43",
      "text": "Ja. Und sind dann äh deine, an deine Anmerkungen auch schon umgesetzt worden. Hast du das auch schon mal gecheckt, weil ich hörte, dass die durchaus begierig aufgenommen wurden. Ich hatte da."
    },
    {
      "speaker": "roddi",
      "time": "2:07:53",
      "text": "Habe ich tatsächlich nicht geguckt, so viele Anmerkungen hatte ich da aber auch, glaube ich, gar nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:57",
      "text": "Ja, nee, wurde aber, äh, wurde aber positiv äh zur Kenntnis genommen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:00",
      "text": "Was ich ein bisschen vermisse ist, dass gesagt wurde, dass es auch äh eine Read only Corona App gibt. Ich weiß, jetzt können viele sagen, höre, es macht ja gar keinen Sinn, denn installieren alle und dann hilft's ja nun mal gar k,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:23",
      "text": "Nein, kannst du nicht überzeugen? Nein, auf gar keinen Fall. Die Leute sind."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:08:29",
      "text": "Haben was gegen Strahlung und kein Handy."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:31",
      "text": "Das ist, das sind Leute, die sich der logischen Argumentation und, und, und, der wissenschaftlichen Darlegung vollständig entziehen. Da kannst du irgendwas behaupten, was die App jetzt angibt, die ich nicht tut, äh die glauben dir da keine Sekunde weiter. Also das das äh,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:08:53",
      "text": "Nicht verweigert, geht nicht. Mein Telefon lässt mich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:56",
      "text": "Für sowas mit deinem Telefon."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:08:57",
      "text": "Mein Telefon sagt mir, ist in meinem, in meinem Store und in meinem Land und auf meinem Planeten nicht verfü."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:03",
      "text": "Da ist Länderproblem, weil weil du, weil du in den USA lebst."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:09:07",
      "text": "Nee, ich lebe da nicht, aber ich habe, ich habe mal irgendwann, als"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:09:53",
      "text": "Ich ich muss ja so ein ganz kleines Jahr Arme sagen, du kannst umziehen, es hat ein massiv viele Hürden, das macht überhaupt keinen Spaß und ich glaube auch nur einmal oder zweimal überhaupt so im Leben und ich will's dir nicht raten, aber es gibt Menschen, die haben ihr."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:10:06",
      "text": "Nicht automatisch. Du hast bei Apple erarbeitet, du kannst da vielleicht jemanden anrufen, aber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:10",
      "text": "Es ist wirklich ist so ein Prozess, der losgetreten werden muss und du kannst das umziehen und du verlierst auch alle Apps, die es dann in dem Store nicht gibt und so. Es gibt einen Prozess, den du einleiten kannst, der aber mit Menschen bei Apple zu tun hat, die du anrufen musst"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:10:27",
      "text": "Du hast es ausprobiert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:28",
      "text": "Nein, ich habe bei, in beide Richtungen nicht gemacht. Ich habe einen alten Deutschen da kaum mit wahnsinnig viel Apps, die nicht nur noch auf einem Telefon nutze, dass ich zur Not habe, falls irgendwas Sache ist und ich habe ansonsten alles auf meinem neuen Ami-Account,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:11:21",
      "text": "Das das, wie gesagt, das willst du auch nicht ausprobieren. Äh, es ist aber, es ist auf beiden Seiten, das ist jetzt nicht bloß Apple Edity, sondern ist auch, das hatte ich ja auch per Twitter nachgefragt gleich, bei euch auch, weil ich ja euch als, als Entwicklerkenner ist"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:11:42",
      "text": "Gemacht, dass dass die haben, die sie klären müssen und sie trollen's langsam aus und europaweit sind sie ein bisschen weiter gekommen und sie wollen nicht mehr Statem,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:12:11",
      "text": "Vor allen Dingen, ich meine, ist jetzt nicht nur ein Nerdthema, ja, wenn du mal guckst, wie viele Leute, wie gesagt, es ist unglaublich schwierig, die zu wechseln, deswegen hab's ja sagt, wenn jetzt guckt, alleine in Berlin, in Prenzlberg, wie viele Leute darum hopsen, die nicht aus Deutschland sind. Äh!"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:12:25",
      "text": "Fünfzehn Minuten in deiner Nähe bleiben und dich anhost."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:12:26",
      "text": "Ein spanischen iTunes-Account haben, ja, äh, dann äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:33",
      "text": "Ja, also die App."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:12:34",
      "text": "Ohne Hotspot schlechthin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:35",
      "text": "Die App ist jetzt verfügbar, außer in Deutschland, in Belgien, Frankreich, äh Polen, Bulgarien, Luxemburg, Rumänien, Dänemark, Niederlande, Tschechien, Österreich, Deutschland."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:12:47",
      "text": "Frage die gleiche App oder haben die alle auch das gleiche System."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:12:51",
      "text": "Nee nee, wir reden, wir reden über die deutsche App."
    },
    {
      "speaker": "roddi",
      "time": "2:12:53",
      "text": "Die deutsche App ist in den App Stores verfügbar. Also mein Spruch zu dem Thema ist immer je mehr Juristen, desto mehr Bedenkenträger. Und wenn du, wenn du eine Größere äh Abteilung von Juristen hast, dann kriegst du auch nichts mehr gebacken"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:10",
      "text": "Dass es offensichtlich beim RKI der Fall. Es mag sicherlich irgendwelche komischen Paragraphenreiterischen Gründe geben, aber offensichtlich ist auch niemand in der Lage einfach mal zu sagen, Scheiß drauf, wir machen das jetzt einfach mal fertig. So, sollen sie doch."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:13:24",
      "text": "Bedenkens Heckend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:25",
      "text": "Tja, genau."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:13:26",
      "text": "Sicher mal jemand von der Partei aus dem Fenster lehnen können, aber ne. Die lehnen sich nicht aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:31",
      "text": "Ja, vor allem, da fehlt jetzt schon mal die Schweiz, ne? Und überhaupt muss ich mich fragen,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:13:57",
      "text": "Ach so, deren Abs gibt's auch bei uns zu laden oder wat, oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:58",
      "text": "Ja, die, ja, ja, auch die Österreichische ist jetzt äh verfügbar."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:14:03",
      "text": "Ja, ja, also ich habe auch, ich habe, ich habe das schon installiert, so aus anderen Ländern, Apps, um einfach das Feature mal zu aktivieren, weil ich nicht wusste, ob das vielleicht auch so hilft, weil es halt das generelle Feature ist und"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:24",
      "text": "Nein, die hast du nicht. Die italienische, wahrscheinlich. Immun."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:14:27",
      "text": "Italienische, genau. Genau, im Moni hatte ich mal installiert dann so zum Test."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:30",
      "text": "Mhm. Pala, du hast die App. Hast du schon was gemeldet."
    },
    {
      "speaker": "Tala",
      "time": "2:14:37",
      "text": "Ich bin noch nicht draußen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:47",
      "text": "Ach komm, geh doch mal raus. Ist schön draußen. Wieso fällt es dir die Wohnung überhaupt nicht mehr oder was? Hast du jetzt so warm?"
    },
    {
      "speaker": "Tala",
      "time": "2:14:57",
      "text": "Entweder zu warm oder zu kalt oder zu sonnig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:59",
      "text": "All diese Ausreden, die man."
    },
    {
      "speaker": "roddi",
      "time": "2:15:02",
      "text": "Oder zu Menschen."
    },
    {
      "speaker": "Tala",
      "time": "2:15:04",
      "text": "Ja Menschen auch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:15:07",
      "text": "Zu laut, vor."
    },
    {
      "speaker": "Letty",
      "time": "2:15:07",
      "text": "Muss man einen Grund haben, um nicht rauszugehen."
    },
    {
      "speaker": "roddi",
      "time": "2:15:10",
      "text": "Das war die richtige Frage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:14",
      "text": "Oh Mann, ey. Mädels."
    },
    {
      "speaker": "Letty",
      "time": "2:15:21",
      "text": "Nee, Nerds."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:22",
      "text": "Ja, genau. Mädels, ihr seid."
    },
    {
      "speaker": "Letty",
      "time": "2:15:25",
      "text": "Selber wie das ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:25",
      "text": "Der Satz war noch nicht ganz zu Ende. Irgendwie, ich wollte gerade sagen, ihr seid echt die die schlimmsten Arzt. Tja. Und wie nehmt ihr so die ganze Debatte darum war, also."
    },
    {
      "speaker": "Letty",
      "time": "2:15:37",
      "text": "Ich finde den Preis spannend. So aus,"
    },
    {
      "speaker": "roddi",
      "time": "2:15:48",
      "text": "Hä? Wieso ist auch immer."
    },
    {
      "speaker": "Letty",
      "time": "2:15:50",
      "text": "Diese die Kosten, die diese App ach so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:53",
      "text": "Ach so, du willst auch mal ein Software-Projekt für zwanzig Millionen Euro durchziehen, möchtest du sagen."
    },
    {
      "speaker": "Letty",
      "time": "2:15:57",
      "text": "Also die och du zwei Millionen würden reichen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:03",
      "text": "Da, also ich muss sagen, äh, also das war jetzt sicherlich nicht ein Schnäppchen, aber das war ich glaube, wenn man so Industriesituationen gewohnt ist, ist das jetzt gar nicht so viel, oder?"
    },
    {
      "speaker": "Letty",
      "time": "2:16:16",
      "text": "Die Frage stellt sich halt mit der Verhältnismäßigkeit also ich weiß nicht was ähm warum Industrie, weil es einen größeren Verwaltungsapparat gibt, bleibt ein so krassen Preis."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:16:31",
      "text": "Ich glaube, es gibt sehr viele Leute, die sagen können, sie haben schon viel deutlich, mehr Arbeit deutlich, weniger Geld bekommen."
    },
    {
      "speaker": "Letty",
      "time": "2:16:36",
      "text": "Ja, natürlich, das hast du halt immer, aber es ist halt so ein bisschen, also der Preis ist halt sehr spannend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:43",
      "text": "Ja gut, äh was haben wir gehört? SAP hat neun neun Komma fünf Millionen, glaube ich bekommen."
    },
    {
      "speaker": "Letty",
      "time": "2:16:48",
      "text": "Irgendwofür."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:50",
      "text": "Nah für die Entwicklung dieses Chorona Warn-App Service, das äh Konzept des äh und der App."
    },
    {
      "speaker": "roddi",
      "time": "2:16:59",
      "text": "Das ist aber, das ist."
    },
    {
      "speaker": "Letty",
      "time": "2:17:00",
      "text": "Ist also."
    },
    {
      "speaker": "roddi",
      "time": "2:17:02",
      "text": "Ja, aber das ist, wenn du, wenn du dir das anguckst, gar nicht so viel Geld eigentlich für so ein Projekt, wo du dann hinterher äh zwölftausend Downloads hast, fünfzehntausend Downloads und die dann auch funktionieren muss,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:28",
      "text": "Die kamen aus dem Store."
    },
    {
      "speaker": "roddi",
      "time": "2:17:31",
      "text": "Hm. Ja, die Downloads kamen aus dem Store, aber wenn, wenn nur zehn Prozent der Leute, die App wirklich produktiv nutzen, dann hast du immer noch eins Komma fünf Millionen User, also das ist halt was."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:17:42",
      "text": "Denke auch, dass bei der großen Ordnung hat so eine Verantwortung mit einher kommt und und und natürlich überhaupt der Firmenoverhead, wenn du natürlich ein paar flache Leute hast, dann kannst du natürlich was machen, aber A können die jetzt nicht äh äh,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:00",
      "text": "Wurde ausgeschrieben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:19:02",
      "text": "Muss ja fast, glaube ich, oder? An der Stelle irgendeine Form oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:05",
      "text": "Das bezweif."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:19:06",
      "text": "Eingehalten werden. Allein das, ja? Allein die Rechtsabteilung gibt, die sicherstellen können, dass diese Verträge überhaupt zustande kommen dürfen in der Zeit,"
    },
    {
      "speaker": "roddi",
      "time": "2:19:22",
      "text": "Die auch die Projektmanager die diese ganzen verfasst haben und diese ganzen Dokumente erzeugt haben, die die wirklich"
    },
    {
      "speaker": "Tala",
      "time": "2:19:52",
      "text": "Aber das war ja auch nicht die Ausfrage, sondern einfach, dass die reine Entwicklung vermutlich am wenigsten Geld beansprucht hat, weil eben so viel Adam Management, Herachien."
    },
    {
      "speaker": "roddi",
      "time": "2:20:04",
      "text": "Aber du hast halt, du hast halt mit mit diesen äh neun Millionen, die an die SAP gingen ja nicht nur die reine Entwicklung bezahlt,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:20:25",
      "text": "Also ich bin sehr überrascht, also bis auf,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:59",
      "text": "Man kann ja mal so ein bisschen mal hochrechnen so. Ein Tagessatz. Ne, von so einem Senior Senior"
    },
    {
      "speaker": "Letty",
      "time": "2:21:40",
      "text": "Ja aber trotzdem rechnest du selbst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:42",
      "text": "Wird ja so berech."
    },
    {
      "speaker": "Letty",
      "time": "2:21:43",
      "text": "Berechnet, also ja, du hast dann aber ein Sechser Tagessatz bei einem Senior, aber da ist sich, also sorry Tim, aber es ist nicht jeder, der an so einer App entwickelt, glaube ich, bewusst, wie verant."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:54",
      "text": "Nein, aber lass es einfach mal aus. Lass, lass uns einfach mal ausrechnen. So. Äh da sind allein auf Gitter. Da sind noch lange nicht alle Entwickler, ja"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:22:49",
      "text": "Die haben der als die Reibungshetze."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:22:51",
      "text": "Ich habe im Gitter mal nachgeguckt, so praktisch sind so zwischen zwanzig und dreißig pro pro diesen Projekten und wahrscheinlich sind's weniger, die ganz aktiv Vollzeit waren so. Nur so als Kommitgeschichte. Nur so als Orientierung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:05",
      "text": "Ja, aber äh es ist halt,"
    },
    {
      "speaker": "Letty",
      "time": "2:23:44",
      "text": "Also du hast ja nicht nur Seniors draufsitzen und das ist so ein Tagessatz, je nachdem, weil welcher Bude so so bist, bei so die Wänder keinen Heini dran gesetzt haben, sage ich mal, also mindestens tausend bis tausendsechshundert,"
    },
    {
      "speaker": "roddi",
      "time": "2:23:59",
      "text": "Zumindest der iOS-Code, der sieht so aus, als wären da im Wesentlichen Seniors drauf gewesen. Also das, das ist wirklich hochqualitativer Code, den kriegst du nicht von einem Junior geliefert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:12",
      "text": "Gut. So, das heißt, wir haben tausendzweihundert pro Tag mal sechzig Mal und die haben sieben Wochen, vierundzwanzig, sieben Durchgang, also sieben äh sieben Tage die Woche äh durchgearbeitet,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:24:35",
      "text": "Ja, aber nicht zwanzig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:37",
      "text": "Nee, neuneinhalb. So, SAP, Teil."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:24:41",
      "text": "Sind die anderen zehneinhalb geblieben? Das hat auch zwanzig gekostet insgesamt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:44",
      "text": "Na, es gab ja noch die Telekom teil. Das dieser ganze äh Lab-Anbindung, der kam der noch nicht läuft,"
    },
    {
      "speaker": "Letty",
      "time": "2:25:29",
      "text": "Aber die machen, die machen dir am Ende die Rechnung nicht so hoch, wie sie ist. Also."
    },
    {
      "speaker": "roddi",
      "time": "2:25:35",
      "text": "Na du, du weißt vor allen Dingen nicht, wie lange, wie lange der Vertrag läuft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:40",
      "text": "Das kommt noch dazu."
    },
    {
      "speaker": "roddi",
      "time": "2:25:41",
      "text": "Ne, also sie haben das Ding zwar jetzt veröffentlicht, aber damit ist die, die äh ist die Entwicklung ja nee nicht fertig. Also ich kann mir vorstellen, dass die auf jeden Fall auch für ein halbes Jahr oder so bezahlt werden."
    },
    {
      "speaker": "Letty",
      "time": "2:25:51",
      "text": "Weil's das jeden Wartungsvertrag mit drin haben."
    },
    {
      "speaker": "roddi",
      "time": "2:25:54",
      "text": "Natürlich haben die dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:55",
      "text": "Klar, natürlich, man muss ja weiterentwickelt werden, da dass der wird sich am laufenden Meter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:59",
      "text": "Kassieren hier nochmal nach, da könnt ihr eben drauf lassen. Die machen doch keinen Vertrag, wo sie da Zukunft arbeiten müssen und es schon mit drin ist, die sind dann."
    },
    {
      "speaker": "Letty",
      "time": "2:26:07",
      "text": "Das machst du in der Regel schon, aber sehr begrenzt für einen zeitlichen überschaubaren Rahmen und ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:13",
      "text": "Ja, da werden jetzt nicht alle dran arbeiten."
    },
    {
      "speaker": "roddi",
      "time": "2:26:15",
      "text": "Ja, vor allen Dingen, du willst ja nicht irgendeine Bude nehmen, die der dann so eine Scheiße übern übern Zaun wirft."
    },
    {
      "speaker": "Letty",
      "time": "2:26:20",
      "text": "Du Rody, ganz ehrlich."
    },
    {
      "speaker": "roddi",
      "time": "2:26:22",
      "text": "Fixen fürs Fixen dann noch viel mehr Geld haben will."
    },
    {
      "speaker": "Letty",
      "time": "2:26:26",
      "text": "Rody, ganz ehrlich, nur weil du nicht geil findest, heißt es nicht, dass man vielleicht für einen Teil der App mit was anderem daher kommen konnte, als mit man hat zwei Entwicklerteams, die eine machen was für Android, der andere mach."
    },
    {
      "speaker": "roddi",
      "time": "2:26:39",
      "text": "Es ist nicht so, dass ich Projekte nicht Scheiße nicht geil finde, Reagnetive ist Scheiße."
    },
    {
      "speaker": "Letty",
      "time": "2:26:45",
      "text": "Du, das ist schön und gut."
    },
    {
      "speaker": "roddi",
      "time": "2:26:46",
      "text": "Äh da müssen wir nicht diskutieren."
    },
    {
      "speaker": "Letty",
      "time": "2:26:48",
      "text": "Ja, du ganz ehrlich, doch, finde ich schon, weil es gibt einen unter."
    },
    {
      "speaker": "roddi",
      "time": "2:26:50",
      "text": "Du kannst in der Technologie, nein, du kannst in."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:52",
      "text": "Nicht jetzt, aber nicht jetzt."
    },
    {
      "speaker": "roddi",
      "time": "2:26:55",
      "text": "Keine keine keine Abbauen für fünfzehn Millionen User. Das das geht nicht. Das kannst du, das kannst du nicht machen."
    },
    {
      "speaker": "Tala",
      "time": "2:27:03",
      "text": "Aber das ist doch zwei unterschiedliche Aussage, also das eine ist, du kannst die Technologie nicht nutzen für fünfzehn Millionen User und das andere ist, die Technologie ist persönlich Scheiße, ich habe damit überhaupt nichts zu tun, aber ich verstehe jetzt gerade die Argumentation."
    },
    {
      "speaker": "Letty",
      "time": "2:27:16",
      "text": "Wenn ich mich recht herinner ist, vor allem Facebook, mit Instagram, glaube ich, am Anfang ja gestartet mit Red Native. Aber ist ja auch Wumpe, das ist nicht das Thema."
    },
    {
      "speaker": "roddi",
      "time": "2:27:24",
      "text": "Und wer wer migriert von äh Reagnete runter? Facebook."
    },
    {
      "speaker": "Letty",
      "time": "2:27:30",
      "text": "Na ja aber die Frage ist ja."
    },
    {
      "speaker": "roddi",
      "time": "2:27:31",
      "text": "Klaus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:34",
      "text": "Ist doch vollkommen egal, ob das jetzt taucht oder nicht. Es gibt auf jeden Fall viele gute Gründe, warum jetzt hier jeweils nativ für die Apps entwickelt werden musste. Ich weiß nicht, ob das jetzt der Kernpunkt eurer Diskussion war. Ich bin da irgendwie auf dem Weg ausgestiegen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:28:09",
      "text": "Unsere unser Standards in der IT sind so gering, ja, dass du das jetzt, dass diese Aussage, es ging schnell und es ist tatsächlich was geliebt, es ist eine Ausnahme ist und 'ne erwähnenswerte Geschichte, macht mich so traurig auf meinem Arbeitsstand, ja? Das finde ich, ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:34",
      "text": "Ist doch so, oder? Ja. Aber du bist meiner Meinung, oder nicht? Du bist nur entsetzt über deine Meinung."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:28:47",
      "text": "Schon haben wir einen Sendungstitel. Ich fühle mich schlecht damit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:52",
      "text": "Ich äh vielleicht habt ihr auch noch so ein paar Gedanken zu der Frage ähm,"
    },
    {
      "speaker": "roddi",
      "time": "2:29:11",
      "text": "Also, was, was den Open Source teil äh anbelangt, auf jeden Fall. Äh was den, ich sage mal, gemauschelt, teil anbelangt, wahrscheinlich eher nicht"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:37",
      "text": "Ja gut, den Ausschreibungsteil meinte ich damit auch nicht. Sondern nur nur, wie es äh wie sozusagen sich in der Öffentlichkeit gezeigt hat und wie es dann auch durchgezogen wurde, auch von der Qualität her."
    },
    {
      "speaker": "roddi",
      "time": "2:29:49",
      "text": "Also ich glaube schon."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:29:50",
      "text": "Teil sehr schön. Also das ist wirklich so so passiert ist auf so eine gute Art und Weise"
    },
    {
      "speaker": "roddi",
      "time": "2:30:13",
      "text": "Auf jeden Fall. Und ich glaube, ich glaube, dass das mit dem Projekt wahrscheinlich auch einige äh Leute Berührungsängste mit diesem äh Open Source Gedöns verloren haben. Dadurch, dass man einfach mal gezeigt hat, ja, wenn man's, wenn man's macht, dann funktioniert's auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:28",
      "text": "Mhm. Das denke ich auch."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:30:31",
      "text": "Ja, politisch ist das, denke ich schon mal, ich meine, ist ein schlimmes Statement, wie wir eben schon gesagt haben, auch politisch ist jetzt schon mal ein Denkmal, dass wenn man sozusagen mal wirklich will, dass man funktioniert, dass man das sogar in Deutschland gebacken kriegt,"
    },
    {
      "speaker": "roddi",
      "time": "2:30:47",
      "text": "Und und das auch noch in einem englischen Parlament, dem PM, dem Primanister um die Ohren gehauen wurde, dass die Deutschen das hingekriegt haben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:30:59",
      "text": "Wir, wie viel Zeilen Code waren's."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:59",
      "text": "Nicht nur das, es äh geht sogar das Gerücht, dass die das weiß ich nicht. Äh es geht das Gerücht, dass die Briten tatsächlich auch darüber nachdenken, die deutsche App jetzt einfach zu nutzen,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:31:13",
      "text": "Weil es Open Source laden war runter, machen wir einen Union Jack oben drauf und ab dafür."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:18",
      "text": "Ja, ne, weil sie halt, ich meine, weiß nicht, ob du das mitbekommen hast, aber irgendwie und äh die sind einfach mal."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:31:26",
      "text": "Nicht er ist seit Koron."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:28",
      "text": "Er ist seid Croder, aber seid Choreo da halt so richtig und äh die kriegen halt überhaupt nichts auf die Kette. Äh die haben ja noch nicht mal einen normalen, dressing Prozess äh um überhaupt von den Gesundheitsämtern her den ganzen Infektionen nachzugehen,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:32:25",
      "text": "Ich mal in einem veränderten Europa hätte ich auch gerne eine App, die mit den anderen zusammenarbeitet, vielleicht sogar, nicht was nicht so lauter Insel Dinger, weil soll ja Leute geben, die an Grenzen wohnen, soll auch Leute geben, die diese überschreiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:37",
      "text": "Das kommt. Das kommt. Das ist das ist."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:32:39",
      "text": "Leute, Grenzen überschreiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:40",
      "text": "Äh das sowieso und äh diese,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:32:59",
      "text": "Kompatibel, das heißt, die tauschen diese diese Dinger aus, aber wenn jetzt jemand Alarm schreibt, macht es, schreitet nicht auf der anderen Grenze, das das auf der anderen Seite der Grenze."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:07",
      "text": "Genau, also du hast ja zwei Komponenten erstmal"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:34:28",
      "text": "Quatsch, die können da einen großen Pool machen und fertig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:31",
      "text": "Das eskaliert aber dann nicht äh problemlos, dann hast du irgendwann alle äh Schlüssel der ganzen Welt in einem Server und der Platz halt auseinander. Und das wollen sie halt vermeiden. Das Ding ist, also was ich."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:34:44",
      "text": "Schaffte ein Interface zu bauen, was mit keine Ahnung, wie viel mit einer Milliarde Leute klarkommt."
    },
    {
      "speaker": "roddi",
      "time": "2:34:49",
      "text": "Punkt ist, dass du alle Schlüssel runterladen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:34:50",
      "text": "Mehr als ein paar Bits von irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:52",
      "text": "Nee, du musst ja alle Schlüssel auch runterladen."
    },
    {
      "speaker": "roddi",
      "time": "2:34:54",
      "text": "Musste alle Schlüssel runterladen. Und wenn du irgendwann den Leuten zumuttest am Tag fünfzig Megabyte fünfhundert Megabyte runterzuladen, weil das sind nämlich alle Schlüssel, die auf dem Sauber liegen, wenn die solche ordentlichen Fahrt kommt, dann war's das. Ne? Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:09",
      "text": "Ja, also es gibt da schon gut durchgerechnete Szenarien und das wird generell als ein Problem angesehen. Und man will das halt verhindern und soweit ich weiß,"
    },
    {
      "speaker": "Tala",
      "time": "2:36:59",
      "text": "Ja, zumindestens kein Corona."
    },
    {
      "speaker": "roddi",
      "time": "2:37:02",
      "text": "Ein geilisches Dorf oder wie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:05",
      "text": "Wollen wir über andere Dinge sprechen,"
    },
    {
      "speaker": "roddi",
      "time": "2:37:32",
      "text": "Dass der Autoumarmer oder was?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:35",
      "text": "Der Studiogast desinfizierer ist das,"
    },
    {
      "speaker": "roddi",
      "time": "2:37:51",
      "text": "Das sind diese,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:55",
      "text": "Genau, Bands mit Display, äh gibt's in drei verschiedenen Größen, gibt's im Kleinen, mit, glaube ich, Sex Buttons, ein Mittel und in XL, mit deutlich mehr Buttons und im Wesentlichen ist es einfach nichts anderes, als so eine Art,"
    },
    {
      "speaker": "roddi",
      "time": "2:38:34",
      "text": "Das sehen doch dann die Hörer gar nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:36",
      "text": "Wie ich gerade sagte, ich mache dann mal."
    },
    {
      "speaker": "Tala",
      "time": "2:38:37",
      "text": "Fotofenstlig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:38",
      "text": "Dann mal ein Foto für den Schleck, aber ich zeige euch das mal hier kurz vor."
    },
    {
      "speaker": "roddi",
      "time": "2:38:40",
      "text": "Die leuchten ein Mikro, ein Mikro auspacken. Ein Ultraschallbutton. Kapitel mag in verschiedenen Farben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:46",
      "text": "Wieder genau, Kapitelmarken in verschiedenen Farben, ich mach jetzt auch gleich nochmal ein Foto."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:38:51",
      "text": "Und viel mehr auf dem Produkt, dass die Leute hier gerade anzeigen. Also so ist irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:57",
      "text": "Also ja, das ist der mittelgroße, den habe ich so für to go gekauft. Dann gibt's noch den äh ganz kleinen ja, normalerweise ist das hier so für YouTuber und sowas, aber das interessiert mich natürlich herzlich wenig. Ähm"
    },
    {
      "speaker": "roddi",
      "time": "2:39:25",
      "text": "Bei nimmt einem neuen MacBook, würdest du das aber umsonst dazubekommen? Nennt sich dann Touchbar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:31",
      "text": "Ja, wenn's die entsprechende Software, ja, das, das ist richtig und das ist auch in der Tat so eine, eine Sache, äh, die ich ganz gerne hätte. Äh dazu müsste es allerdings nativen Support dafür geben,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:40:24",
      "text": "Und mir schon einen haptischen Touch oder so dieses Klicken von so einem Button ist schon auch sinnvoll anstatt jetzt das aufm iPad zu haben."
    },
    {
      "speaker": "roddi",
      "time": "2:40:31",
      "text": "Wie, wie drücken sich die Buttons denn?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:38",
      "text": "Bisschen, aber die ja, also sie sind so äh so so wie wie alte Tastaturen, wenn du sie an der Seite äh drückst, also musst du schon so mittig drücken, damit sie ordentlich,"
    },
    {
      "speaker": "roddi",
      "time": "2:41:20",
      "text": "Und wenn du drückst, dann kaufst du welche oder wie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:22",
      "text": "Verkaufen, Verkauf denkbar, ne, könnte man äh, könnte man reinbauen,"
    },
    {
      "speaker": "roddi",
      "time": "2:42:08",
      "text": "Wird's dir Zeit kaufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:10",
      "text": "Ich will, ich will meine meine Zeit nicht mit dem,"
    },
    {
      "speaker": "roddi",
      "time": "2:43:23",
      "text": "Jemand schnarcht schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:24",
      "text": "Das ist Dennis der Wädert."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:43:32",
      "text": "Weißt du was das?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:33",
      "text": "Genau und wenn du dir mal, wenn dir mal das äh das Bild mal ein bisschen vergrößerst und äh da mal so drauf guckst, was es mir da so ausgedacht habe, das ist jetzt sozusagen alles noch experimentell und ich äh spiele da noch ein bisschen mit rum,"
    },
    {
      "speaker": "roddi",
      "time": "2:44:30",
      "text": "Knopf. Fragt jemand im Chat."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:44:34",
      "text": "Oben in der Mitte steht äh unter Slack Nebensleck ist so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:37",
      "text": "Ach so, dass es äh."
    },
    {
      "speaker": "roddi",
      "time": "2:44:38",
      "text": "Links erste Reihe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:39",
      "text": "Der das sieht man jetzt nicht gut, das ist Google aus Pro. Ist einfach, dass dass das App-Icen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:44:45",
      "text": "Das läuft auf Katalina ja nicht mehr."
    },
    {
      "speaker": "Tala",
      "time": "2:44:47",
      "text": "Hatten das Ding für Schnittstellen, also Rapper, Api."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:51",
      "text": "Ach, das ist wohl ganz furchtbar. Also man muss da irgendwie so mit HTML und Javas Kript wohl irgendwie rumfummeln. Nee, ja, äh,"
    },
    {
      "speaker": "Tala",
      "time": "2:45:28",
      "text": "Wenn's für dich funktioniert, ist ja schön."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:30",
      "text": "Wenn's für mich funktioniert, dann ist es für alle ausreichend."
    },
    {
      "speaker": "Tala",
      "time": "2:45:34",
      "text": "Weil alle deine Anforderungen haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:38",
      "text": "Ja, aber das Coole ist und das ist sozusagen, dass."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:45:41",
      "text": "Wir nicht brauchen, haben sie nicht, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:42",
      "text": "Wo wovon ich eigentlich Träume."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:45:44",
      "text": "Haben, brauchen sie nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:45",
      "text": "Es gibt halt das äh Streamdeck, wie ich schon sagte, in drei Varianten. Und die kleinste Variante hat halt sechs Buttons,"
    },
    {
      "speaker": "Tala",
      "time": "2:46:15",
      "text": "Deine Arme trainierte Affen hast, die dann alles selbstständig machen könnten und dir die Arbeit abnehmen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:21",
      "text": "Ich möchte einfach, dass ihr hier den maximalen Komfort und Luxus und äh auch maximale Zukunft genießt, wenn ihr hier seid. Weil in der Metaebene."
    },
    {
      "speaker": "roddi",
      "time": "2:46:29",
      "text": "Gibt's dann auch einen Skips gibt's gebacken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:32",
      "text": "Das lässt sich sicherlich."
    },
    {
      "speaker": "Tala",
      "time": "2:46:33",
      "text": "Tim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:35",
      "text": "Richten. Ist alles möglich. Ich möchte einfach nur."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:46:39",
      "text": "Thema über drei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:40",
      "text": "Ich möchte, dass ihr auch einfach in der Zukunft lebt. Nicht nur ich immer. Ihr auch."
    },
    {
      "speaker": "roddi",
      "time": "2:46:46",
      "text": "Das ist schön, dass du uns auch in deiner Zukunft haben willst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:50",
      "text": "Ja. So sieht's aus. Meine Empfehlung,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:47:09",
      "text": "Du bist in den Store gegangen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:11",
      "text": "Ich bin ins Tor gegangen, ja. Und habe mich in diese komische,"
    },
    {
      "speaker": "roddi",
      "time": "2:48:01",
      "text": "Lange nicht."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:48:03",
      "text": "Diese, die sind eh immer ein bisschen Overlexit. Viele von den."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:07",
      "text": "Das Pfilzer halt auch irgendwie nicht haben. So dann habe ich mich einfach für dieses Micropower erstmal gesehen, weil ich wollte erstmal eine Tastatur ausprobieren und einfach mal einfach mal gucken, wenn das Ding einfach mal anfassen hat, dann haben wir hier rumgefummelt, dann kommen sie halt gleich an, so ja und irgendwie"
    },
    {
      "speaker": "Tala",
      "time": "2:48:22",
      "text": "Was ein Mac ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:23",
      "text": "Ja, gut, also die haben's ja gut gemeint, nur ich wäre am liebsten alleine gewesen. So, ich wollte mich einfach dann nur ich und das MacBook und ich wollte,"
    },
    {
      "speaker": "roddi",
      "time": "2:48:39",
      "text": "Mal sagen sollen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:42",
      "text": "Ja"
    },
    {
      "speaker": "roddi",
      "time": "2:48:59",
      "text": "Da da gibt's ein schönes Loriot Zitat zu. Ich möchte nicht unhöflich erscheinen, aber ich wäre jetzt gerne allein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:15",
      "text": "Männer im Bart Sk."
    },
    {
      "speaker": "roddi",
      "time": "2:49:16",
      "text": "Herren Herren im Bad."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:49:17",
      "text": "Ja, mit der Ente. Herr Müller, lügen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:18",
      "text": "So Herr Doktor Klöbner. O."
    },
    {
      "speaker": "roddi",
      "time": "2:49:20",
      "text": "Genau, genau, fängt an mit, ich möchte nicht unhöflich erscheinen, aber ich wäre jetzt gerne allein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:26",
      "text": "Ja, das hätte ich gerne tatsächlich bringen müssen. Ja, nee, aber dann kamen die Herren gleich an und mein Sohn, die Ente bleibt draußen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:49:41",
      "text": "Und ich bin damit sehr zufrieden."
    },
    {
      "speaker": "roddi",
      "time": "2:49:45",
      "text": "So eine Gummiente."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:49:46",
      "text": "Geschimpft? Ja die auch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:59",
      "text": "Also nicht rechts unten sein, so rechts Mitte."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:50:03",
      "text": "Sozusagen, ja. Also nee, also so CPU und rammmäßig und so schon alles, was drin ist, halt nur die Platte halt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:07",
      "text": "Du hast nicht den Vollausbau rechts unten ist der vollausbau. Seien wir mal ja."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:50:12",
      "text": "Ja, gut, dann habt dann bin ich unten rechts bitte. Nichtsdestotrotz, aber ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:51",
      "text": "Badest du jetzt gerade deine Hände darin?"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:50:53",
      "text": "Nee, ich habe ja hier einen schönen Arbeitsplatz mit einem magischen Hackbrett, aber ich könnte jetzt mal meine Hände darin baden, indem ich mich jetzt mal dahinwende."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:00",
      "text": "Okay. Ich dachte, du verwendest es in diese."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:51:04",
      "text": "Tippen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:51:05",
      "text": "Er verwendet es schon, nur nichts, dass der Tour nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:07",
      "text": "Ja, sag mal, wie denn dein Eindruck ist, so."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:51:11",
      "text": "Ich mag denen, der ist echt toll. Der ist wieder mal so nett, wie man das früher kannte, so aufklapping und so funktioniert alles,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:50",
      "text": "Das ist auch ein Problem."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:53:51",
      "text": "Ja, aber es ist ein Ami-Problem. Und sie glauben immer noch da drinnen, man kann sich doch mit seinem Telefon tättern. Ja, aber ich stehe mal auf mit meinem Telefon. Geh mal auf Klo und lasse da nicht liegen und eine Comic wieder sagt, meine ganzen SSH Sessions haben,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:54:16",
      "text": "Die ihre eigenen Radios."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:18",
      "text": "Radius bauen Sie demnächst erst selber."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:54:20",
      "text": "Ja, nee, nee, nee, das meine ich nicht. Ich meine, nicht die Chips, aber sie, sie können Milliarden iPhones produzieren, wo so Dinger drin sind, das heißt, sie wissen schon, wie man das baut, wie man Antennen dadran macht und so weiter und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:30",
      "text": "Aber noch nicht, wie ist es billig bauen können und so dass es einfach mal eben mit reinschmeißen können. Das könnte ruhig sein, dass dass wir das mit den Arm."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:54:36",
      "text": "Alter das Ding kostet dreitausend Euro nicht, ich will jetzt gar nicht umsonst haben, sollen Sie mir mal hundert Dollar oder hundert Euro draufschlagen für Dings? Mir egal, aber ich will jetzt haben. Die Leute laufen seit über zehn Jahren mit einem scheiß LTE oder mit dem Arsch rum,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:52",
      "text": "Du hast Recht, war es ja recht."
    },
    {
      "speaker": "roddi",
      "time": "2:54:54",
      "text": "Das letzte Antenne Gate ist auch eine Weile her, also sie können's inzwischen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:57",
      "text": "Taler hast du eigentlich einen Laptop mit LTE,"
    },
    {
      "speaker": "Tala",
      "time": "2:55:08",
      "text": "Ich bin gerade hänge ich einem Dell. Ich habe da das MacBook R und hier ein iPad."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:25",
      "text": "Aber da ist auch kein LTE, obwohl im PC hast. Am Ende hat das auch keiner Clemens."
    },
    {
      "speaker": "Tala",
      "time": "2:55:31",
      "text": "Aber ich äh ich bin aber auch nicht der typische Anwender, ich reise nicht viel und ich ja, richtig."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:55:34",
      "text": "Geht ja auch nicht aus der Wohnung, die sie jetzt schon mehrfach betont hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:37",
      "text": "Ich verlasse die Wohnung nicht."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:55:40",
      "text": "Da ist es, da ist, da ist das vollkommen okay, ähm aber äh ich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:55:44",
      "text": "Ich brauche kein Eltern meiner."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:55:45",
      "text": "Derzeit verlass ich meine Landsitz ja auch nicht, also von daher ist schon schick, da braucht ich jetzt auch nicht, aber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:55:51",
      "text": "Aber nicht schön, wie leise die Tastatur ist,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:09",
      "text": "Sie haben ein A gedrückt, sie haben ein E gedrückt, sie haben ein L gedrückt, sowas, ne."
    },
    {
      "speaker": "roddi",
      "time": "2:56:18",
      "text": "Sie haben ein E gedrückt, aber ich hab's nicht erkannt. Sie haben die E-Taste nochmal gedrückt und ich habe es nicht erkannt."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:56:26",
      "text": "Kamera ist auch noch von vorgestern, da haben's, da haben sie halt nicht angefasst, aber,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:37",
      "text": "Mit dem Angriff von Apple Silicon wird das alles in Ordnung kommen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:56:41",
      "text": "Mein Zeit, dann fixen sie auch die Kamera."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:44",
      "text": "Das würde mich nicht überraschen, ja, weil sie natürlich dieses ganze Fotoprozess sägen und so weiter, das kriegen sie ja jetzt auch alles noch mit dazu, Face I."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:56:52",
      "text": "Klar,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:57:26",
      "text": "Mit dem Finger drüber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:57:27",
      "text": "Auf der anderen Seite hätte man beide Probleme gelöst"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:57:51",
      "text": "Bin übrigens im JC mit meinem iPad Po drin, aber das merkt ihr jetzt nicht auf die Entfernung, ne? Dass ich da, ich muss jetzt da ist jetzt hier so die linke Seite, wo ich aber du hast schon Recht, ich kenne den Effekt, man guckt halt immer an den Dick vorbei. Ne, weil man."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:58:06",
      "text": "Kann man's ja leider denkst, woher nehmen. Also ich habe ja hierbei extra so ein äh Stand äh für für den fürs iPad, das war schwer aufzutreiben eigentlich. Also ich habe inzwischen ein Stativ mit so einem, so einer Klammer, aber das nervt mir zu sehr das aufzubauen,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:58:25",
      "text": "Zum und so und der ist einfach der schick und klein und schnell und leise und ich mag ihn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:35",
      "text": "Wo ich der übrig ständig Zustimme ist, die Sache mit den vier Ports. Also ich habe für mich beschlossen, unter vier Porzem ich den Rechner überhaupt nicht."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:58:45",
      "text": "Es ging vorher auch schon, muss ich dir sagen, war die witzigerweise echt genieße ist, dass ich den, dass das scheiß Power Kabel, mal links, mal rechts reinstecken kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:54",
      "text": "Ja, das gehört auch noch."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:58:54",
      "text": "Du sitzt dann halt eben auf der Couch und dann willst du das Ding nicht mal um dich rumwickeln und sowas. Das kann nicht alle vier Port reinstecken."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:59:02",
      "text": "Hitzetechnisch ist es immer noch relevant, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:04",
      "text": "Aber was meinst du mit, es ging vorher, es ging vorher nicht, weil es keine vier Porz gab."
    },
    {
      "speaker": "roddi",
      "time": "2:59:09",
      "text": "Nein, ich habe, ich habe ja von der, von der Arbeit, habe ich jetzt so einen fünfzehn Zoll mit vier Porz. Da ist es aber so, wenn man's rechts reinsteckt, dann überhitzt sich das Teil so, dass der, dass der Körnerprozess ständig auf hundert Prozent läuft."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:59:28",
      "text": "Also ich habe jetzt noch nicht alle vier Porzenau, hab immer nur sozusagen die hinteren beim Porze, aber die nutzig wechselseitig links und rechts und hoch und drunter und das geht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:37",
      "text": "Ich werde nämlich keine Domals."
    },
    {
      "speaker": "roddi",
      "time": "2:59:39",
      "text": "Stimmt, da sagt ihr meinen Chat anders."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:59:41",
      "text": "Ne, du brauchst trotzdem Donalds, aber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:59:43",
      "text": "Genau, rechts ist das, was wo es nicht überhitzt."
    },
    {
      "speaker": "roddi",
      "time": "2:59:45",
      "text": "Ja, hat."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:59:46",
      "text": "Ja, wie gesagt, ich hab's häufig auch mal rechts drin, weil manchmal dann im Sessel sitze und da kommt das Kabel halt von rechts und aufm Sofa, kommt das halt von links."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:59:53",
      "text": "Ist aber beim Sechzehner, glaube ich, aktuell so, da ist das Problem wirklich, da ist ein bisschen peinlich und äh wird irgendwo auch bestätig."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "2:59:59",
      "text": "Wird eh laut, ne? Da werden sagen viele Leute, dass das sechzehn Jahre zu laut."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:00:03",
      "text": "Das Sechzehner hat's geile, also die Airport"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:35",
      "text": "Der Verbrennungsmotor muss raus."
    },
    {
      "speaker": "roddi",
      "time": "3:00:40",
      "text": "Der alte Diesel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:42",
      "text": "Ja, ja, das ist doch so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:00:46",
      "text": "Das Geile ist, das Vorläufermodell, ja, also bevor dem Sechzehner, äh, der Marcel hat das und wenn der mal so eine Volllast macht, dann überhitzt es so schnell, dass einfach alles so massiv,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:18",
      "text": "Das Neue, der neue Armmäckde, als Backbook Pro, das, das könnte wirklich der Tesla unter den Max werden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:01:23",
      "text": "Ja"
    },
    {
      "speaker": "roddi",
      "time": "3:01:25",
      "text": "Welcher jetzt genau der X oder lieber der Y."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:30",
      "text": "Beim Fall der X."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:01:31",
      "text": "Mit der Anhängerkupplung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:32",
      "text": "Mit einer Jakublon."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:01:34",
      "text": "Vier Anhängerkuppl."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:34",
      "text": "Falls man mal vier Anhänger ziehen möchte,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:02:21",
      "text": "Ich meine, ich hatte dich ja mit dem erst schon, aber ich habe mir jetzt hier so für meinen Landsitz draußen für meinen äh Bastelbüro ähm so ein auch so einen modernen, moderne Glotze gekauft, so von Samsung, so mit USB C dran"
    },
    {
      "speaker": "roddi",
      "time": "3:03:32",
      "text": "An dieser Stelle nochmal den Hinweis äh USBC, zumindest in der Apple Variante äh kann auch Display-Power. Das heißt, es gibt Kabel von Displaypott auf USBC, die kann man einfach einstecken und dann funktioniert es,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:03:47",
      "text": "USBC."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:03:51",
      "text": "Nee, das ist das Display."
    },
    {
      "speaker": "roddi",
      "time": "3:03:52",
      "text": "Das ist Display Port über den USB C Stecker. Es gibt solche Kabel, die funktionieren ohne Probleme."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:03:58",
      "text": "Okay. Ich dachte, es ginge nur bei äh bei Sanderbowl äh Ma."
    },
    {
      "speaker": "roddi",
      "time": "3:04:04",
      "text": "Nee, nee, nee, nee."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:04:04",
      "text": "Und nicht bei USB, also es, aber geht's dann auch vom iPad aus? Das heißt, das iPad."
    },
    {
      "speaker": "roddi",
      "time": "3:04:08",
      "text": "Ach so, das weiß ich nicht, das habe ich äh."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:04:10",
      "text": "IPad mit externer Glotze habe ich noch nicht probiert, soll das überhaupt gehen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:04:15",
      "text": "Das soll was gehen, aber die Frage ist, was du für Donalds brauchst an der Stelle. Und ich da ist wieder diese, dass wir diese Geschicht."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:04:20",
      "text": "Steck einfach jetzt mal nachher mal mein Display da dran. Ähm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:04:23",
      "text": "Mhm. Also wenn wenn,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:43",
      "text": "Gehört, dass das neue MacBook pro keine Displayport äh Bildschirme treiben kann. Haben mir die Leute bei Apple gesagt."
    },
    {
      "speaker": "roddi",
      "time": "3:04:52",
      "text": "Die sollten das eigentlich wissen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:04:54",
      "text": "Äh nein, das stimmt nicht Tim, das habe ich nämlich ausprobiert, ich habe nämlich noch, ich habe äh sozusagen in der großen bösen Stadt,"
    },
    {
      "speaker": "roddi",
      "time": "3:05:09",
      "text": "Ja, die haben aber Funda."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:05:10",
      "text": "Da habe ich ein Cinema Display, nein, ich habe noch eins mit Display Punkt. Ich habe noch die erste Generation mit Display-Pod,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:47",
      "text": "Ist ja geil, also bei Apple haben wir zwei Mitarbeiter, erzählt das ging nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:05:50",
      "text": "Aber das ist ja noch ein, aber es ist hier noch ein Unterschied. Du hast den Dungel."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:05:55",
      "text": "Ich habe einen USBC nach hm und aus dieser aus diesem Abkommen halt eben HDMI display Port VGA."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:06:01",
      "text": "Aber die Geschichte ist, ob das aktiv ist. So, aber nicht aktiv. Äh du kannst natürlich."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:06:04",
      "text": "Es geht. Ich steck das an, ich habe ein Bild."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:06:06",
      "text": "Generieren,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:06:20",
      "text": "Ach so, was nur am Kabel."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:06:21",
      "text": "Der hat das dann wirklich Display vorspricht und das mag vielleicht nicht mehr so sein, weil aber das ist relativ,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:06:38",
      "text": "Ja, deswegen habe ich auch zwei Adapter, weil der erste konnte das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:06:41",
      "text": "Ich habe da einen jetzt also einer kann das und der so ein Universeller habt, kann das da wieder nicht und deswegen ist es relativ wichtig, ob das irgendwas aktives ist oder nicht."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:06:51",
      "text": "Mhm. Ich wollte nur sagen, also ich habe kein jetzt kein kein Konnektivitätsproblem. Ich habe das da angesteckt und Bild und fertig."
    },
    {
      "speaker": "roddi",
      "time": "3:06:59",
      "text": "Also auf der Webseite steht unter Texpags USBC Ports wird Support in USB drei eins Gen zwei. Also da haben sie dir Unsinn erzählt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:11",
      "text": "Na ja, dann hätten sich ja gar nicht so lange mit mir streiten lassen sollen, dann die kam damit irgendwie den Moment, die kamen dann wirklich mit so, ja, aber du kannst ja eine externe Grafikkarte anschließen. So, bitte."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:07:24",
      "text": "Ja. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:44",
      "text": "Also im äh Trattermeier ist auch schon die passende Links für die entsprechenden Produkte. Scheint also alles zu funktionieren, wobei das ist ein Display, Port, kein Mini, das."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:07:52",
      "text": "Ja, bis auf den Fokus right funktioniert."
    },
    {
      "speaker": "roddi",
      "time": "3:07:55",
      "text": "Ja Display hat Muster gucken, was was für ein Anschluss du am Monitor hast. Also die meisten."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:08:00",
      "text": "Am Monitor ist es meistens eine Display."
    },
    {
      "speaker": "roddi",
      "time": "3:08:01",
      "text": "Display-Port genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:03",
      "text": "Ich habe ja äh einen iMac, der hat natürlich ein Mini-Display."
    },
    {
      "speaker": "roddi",
      "time": "3:08:07",
      "text": "Ich habe Monitor, das ist ein Display Port Mini Display Port und Nadem I dran. Da kann ich's mir dann aussuchen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:08:12",
      "text": "Oh Gott, du wirst ein Mac im im Display-Modus betreiben, damit es ja nochmal eine andere Aufgabe, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:19",
      "text": "Meinen Eimer die seit seit vielen, vielen Jahren genau in diesem Modus und auch in diesem Moment gerade."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:08:26",
      "text": "Er funktioniert auch immer noch, das heißt Feature haben sie nicht irgendwann mal auch Softwaremaßi kaputt gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:30",
      "text": "Nur hardwaremäßig. Die neuen, als."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:08:32",
      "text": "Haben wir ein Glück gehabt. Ja, hat ermäßigt, haben sie es massiv kaputt gemacht, ab fünf K, gegen das alles nicht mehr."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:08:37",
      "text": "Eventuell kaputt gemacht oder nicht kaputt gemacht. Ähm wir hatten Lubik darüber schon mal gesprochen, Displays äh was echt ziemlich gut funktioniert. Es braucht Katalina für, glaube ich. Ähm, oder?"
    },
    {
      "speaker": "roddi",
      "time": "3:09:09",
      "text": "Das funktioniert aber nur ab einer bestimmten oder ab einer bestimmten Mac Hardware."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:09:14",
      "text": "Ja, deswegen sage ich ja mit dem, zum Beispiel, auch,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:09:35",
      "text": "Aber interessanterweise ja nicht so sehr der Finger. So, ohne Stift hast du ein bisschen ausgeschissen. Ähm aber."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:09:43",
      "text": "Ja, stimmt Dinge, Dinge antippen, wie man's gewohnt ist, ist."
    },
    {
      "speaker": "roddi",
      "time": "3:09:47",
      "text": "Lustigerweise."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:09:48",
      "text": "Gerade wissen, du nutzt du benutzt mit Sidecar und so und Stift und Master drauf rum oder wat?"
    },
    {
      "speaker": "Letty",
      "time": "3:09:54",
      "text": "Nee, das ist das Feature, warum ich eigentlich ein neues Make-Book haben will, weil das unterstützt Mainz nämlich schon nicht mehr,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:10:12",
      "text": "Also sie benutzen halt das auch klug, nicht nur um die Leute zu ärgern, sondern sie benutzen irgendeine Hardware drin, in den Dingern oder ein Teil der GPU oder sonst irgendwas, um diesen diesen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:10:34",
      "text": "Nicht ganz günstig. So, also wenn du wenn du, ich hab das mit dem iMac Pro zumindest, der das ja auch kann"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:10:53",
      "text": "Ja, also wie gesagt, bei mir ohne ohne Lüften oder nichts, geht einfach so um."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:10:58",
      "text": "Also beim iMac Pro macht's doch ein bisschen bisschen Last, aber iMac froh kann ja auch nicht das neue Display betreiben und so weiter. Da haben sie es vielleicht wirklich auch noch einen Software gemacht dann."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:11:07",
      "text": "Die Armetaler, die McNards."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:14",
      "text": "Mein Themenbeitrag."
    },
    {
      "speaker": "Tala",
      "time": "3:11:16",
      "text": "Ich kann mich über mein iPad und mein Mac beschwert. Nee ähm."
    },
    {
      "speaker": "Letty",
      "time": "3:11:25",
      "text": "Das ist nicht das Problem von."
    },
    {
      "speaker": "Tala",
      "time": "3:11:26",
      "text": "Eigentliche Probleme ist Microsoft, denn ich ähm ich habe leider so ein bisschen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:08",
      "text": "Willst du denn? Willst du denn zu uns kommen?"
    },
    {
      "speaker": "Letty",
      "time": "3:12:11",
      "text": "Ja, Tim, es geht ja gar nicht."
    },
    {
      "speaker": "Tala",
      "time": "3:12:12",
      "text": "Es geht nicht um das, was ich will, sondern das, was quasi meine Umgebung mir vorgibt an Tooling,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:30",
      "text": "Ja und äh wird geht nicht auf dem geht nicht oder was?"
    },
    {
      "speaker": "Tala",
      "time": "3:12:35",
      "text": "Es geht in einem,"
    },
    {
      "speaker": "Letty",
      "time": "3:12:59",
      "text": "Was bei dir wirklich Zeit kostet, irgendwie zu finden, für das, was du eigentlich machen willst, das, was er echt ein bisschen blöd."
    },
    {
      "speaker": "Tala",
      "time": "3:13:06",
      "text": "Also äh das, was ich auf dem iPad eigentlich machen wollte, ist Worddokumente irgendwie lesen, annotieren. Hm, ich habe jetzt das Phänomen, dass die einfach gelockt sind,"
    },
    {
      "speaker": "Letty",
      "time": "3:13:55",
      "text": "Entschuldigung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:58",
      "text": "Bist du denn dann hast du dann auch einen Windows auf deinem Mac? Nein."
    },
    {
      "speaker": "Tala",
      "time": "3:14:02",
      "text": "Nein, nein, das, nein, nein, das auf keinen Fall."
    },
    {
      "speaker": "Letty",
      "time": "3:14:05",
      "text": "Ich glaube, darüber haben wir uns zu zu genügen im Studium lustig gemacht."
    },
    {
      "speaker": "Tala",
      "time": "3:14:11",
      "text": "Weiß nicht, ich äh dafür brauche ich meinen Weg nicht. Ich, also derzeit genieße ich es an meinem Mac tatsächlich, dann,"
    },
    {
      "speaker": "Letty",
      "time": "3:14:48",
      "text": "Außerdem hätten wir, dann wäre das Problem, dass wir noch ein Messenger finden müssen, der auf allen Geräten läuft, fällt's mal wieder einer irgendein Gerät verbummelt hat."
    },
    {
      "speaker": "Tala",
      "time": "3:14:58",
      "text": "Nee."
    },
    {
      "speaker": "Letty",
      "time": "3:14:58",
      "text": "Du hast das, ich habe manchmal das Gefühl, dass das äh Mike Book nur genommen, damit du mit mir schreiben kannst."
    },
    {
      "speaker": "Tala",
      "time": "3:15:04",
      "text": "Nein, das stimmt nicht. Aber,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:30",
      "text": "Neue Perspektiven. Ich habe äh neulich mal wieder eine eine ganz alte Perspektive einnehmen wollen. Ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:15:40",
      "text": "Mehr Alte? Da habe ich auch noch was dazu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:43",
      "text": "Ein ein Tool und zwar ich weiß jetzt gar nicht mehr ganz genau was, was eigentlich mein Anlass war, kann ich euch jetzt gerade gar nicht mehr erzählen, aber ist ja eigentlich auch egal. Ähm es gibt ja so Binär-Dateien,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:16:19",
      "text": "Na ja, einen gibt's."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:24",
      "text": "Welchen meinst du denn,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:17:03",
      "text": "Gib so eine neue Version oder? Warum kenne ich das noch nicht?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:07",
      "text": "Nee, das äh Hex viel kann das nämlich mittlerweile auch. Also bei dem anderen hatte ich das so äh entdeckt und dann dachte ich so, hm, das wäre aber geil, wenn der das auch hätte und auf der Webseite ist irgendwie,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:17:48",
      "text": "Okay, welche Version hast denn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:50",
      "text": "Also die Version, die ich jetzt hier gerade habe, ist die Version zwo eins drei."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:17:55",
      "text": "Aber ich habe so eins zwei und die ist von zwotausendundzwölf. Also der ist ja auch schon ewig nicht mehr passiert."
    },
    {
      "speaker": "roddi",
      "time": "3:18:03",
      "text": "Dass es denen noch gib."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:04",
      "text": "Vor vier Tagen kam zwo eins drei raus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:18:07",
      "text": "Aber auf deren Seite auch nicht, dass nichts zu sehen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:11",
      "text": "Nee, nee, da steht äh äh auf der Redicals Fischseite äh verlinkt und das, der einen äh den."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:18",
      "text": "Genau. Der hat seine Webseite irgendwie nicht so richtig im Griff."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:22",
      "text": "Genau, da ist sie, der arbeitet für Apple."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:24",
      "text": "Der arbeitet für Apple."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:25",
      "text": "Das ist ein Apple Mitarbeiter, der das ist und rausgeht, es ist schön, aber der ist der ist auch der, der hinter der Fischell steckt auch noch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:18:35",
      "text": "Wartet immer, was so gesagt, zwo, eins, drei oder zwo Punkt dreizehn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:40",
      "text": "Zwei Punkt dreizehn. Entschuldigung."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:45",
      "text": "Aber schön, dass du das Update hier erwähnst, das habe ich nämlich auch verpasst, deswegen, weil ich habe den Umsprung nie gemacht und ich hatte immer eine. Und ich hatte mein Hex viel auf meinem Rechner. Klasse, das ist ja mal Service-Tweet von Alter Scheiß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:54",
      "text": "Genau, das ist halt einfach sehr schön, wenn man sich wirklich mal so benehr Dateien äh anschauen will, ich habe jetzt nicht zu viel damit rumgespielt, äh ob der dann auch irgendwie Fehler erkennen kann oder so etwas, weiß nicht genau, wie weit dieses Tampleting,"
    },
    {
      "speaker": "roddi",
      "time": "3:19:54",
      "text": "Kann der Protota."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:55",
      "text": "Habe ich nicht gesehen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:19:57",
      "text": "Aber wenn's Templating ist, dann hat es bestimmt, also so wie der Typ drauf ist, das ist grippbar, da kann dann Protopal für eine Skripte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:05",
      "text": "Ja ja, du kannst die Tablets selber bauen. Also, wenn du wenn du die Struktur von der Datei äh kennst, kannst du ja halt diese Templets selber bauen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:20:11",
      "text": "Aber das ist cool. Dann kannst du wirklich dann da so ein Template rausziehen, dann cool."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:16",
      "text": "Ne? Manchmal braucht man sowas."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:20:18",
      "text": "Klasse. Äh ich habe noch eine ganz andere für was Altes, habe ich noch neu, muss ich hier gleich mal drüber gesprochen. Vor kurzem kam eine Publikationsserie raus,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:03",
      "text": "Das ist was jetzt Videos oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:21:05",
      "text": "Nee, äh Papers wirklich. Wirklich, so sein Defic Papers äh"
    },
    {
      "speaker": "Tala",
      "time": "3:21:24",
      "text": "Wo wir gerade bei Open Schost Gernot sind. Ähm äh ich glaube,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:21:47",
      "text": "Du meinst aber jetzt nicht die Springerpresse, sondern den Springer Verlag, ne? Sind ja zwei unterschiedliche Dinge."
    },
    {
      "speaker": "Tala",
      "time": "3:21:52",
      "text": "Ja, ja. Also der der wissenschaftliche Verlag von denen. Äh auch falls man schon immer mal lernen wollte, wie man Leute beatmet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:08",
      "text": "Denn der Springer verlag was mit dem Axel Springer Verlag zu tun? Nein. Die sind doch das ist doch komplett."
    },
    {
      "speaker": "roddi",
      "time": "3:22:14",
      "text": "Nein, nein, die haben nichts."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:22:15",
      "text": "Zweier davon."
    },
    {
      "speaker": "roddi",
      "time": "3:22:16",
      "text": "Der akademische Springer, wie er manchmal genannt wird, ist ein komplett anderer Verlag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:20",
      "text": "Ja überhaupt geht ja da eine ganze Menge in in Richtung Open Science jetzt gerade, ne? Gab's nicht äh eine Einigung von,"
    },
    {
      "speaker": "Tala",
      "time": "3:23:08",
      "text": "Das sind alle Journey, also alle Personalverlage, da ist nimmt sich nicht viel. Im Gegenteil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:16",
      "text": "Ja gut, aber ein Grund mehr, dass ich äh da was getan habe. Ich habe jetzt gerade den Link nicht ähm parat, aber äh da tut sich auf jeden Fall was. Ich dachte, der Hitze, mehr Einblick als ich, aber offen."
    },
    {
      "speaker": "Tala",
      "time": "3:23:26",
      "text": "Also, was ich weiß, ist halt, dass es ähm den Open Access-Fond gibt, äh der,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:32",
      "text": "So Leute, ich glaube, wir sind am Ende der Sendung angelangt, oder? Dennoch irgendwelche seibungsvollen Worte für unsere Hörerinnen und Hörer."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:24:44",
      "text": "Diese Bitcoin nochmal, die hätten mich schon interessiert, aber Stand ist eingeschlafen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:24:54",
      "text": "Na ja, das war doch schon längst."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:24:55",
      "text": "Soll. Also, das war schon alter Scheiß. Alles Work."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:24:58",
      "text": "Halbiert, jetzt kriegen die meinen halt nur noch äh sechs Komma zwo fünf, anstatt zwölfeinhalb Bitcoins, aber das war irgendwann im Mai oder so, weiß ich jetzt gar nicht mehr, ist das alles schon passiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:10",
      "text": "Aber warum wurde da so ein drüber gemacht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:25:12",
      "text": "Ja, weil"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:43",
      "text": "Aber ist ja nicht passiert, oder?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:25:45",
      "text": "Ja, wer ist ja noch nicht rum? War ja erst am Mai oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:47",
      "text": "Ach so, verstehe. Also jetzt kaufen das so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:25:51",
      "text": "Ja. Die denken das, ich weiß gar nichts. Niemand eigentlich weiß niemand irgendwas. Irgendwann wird halt irgendwas passieren, muss man gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:59",
      "text": "Ja. Irgendwann wird irgendwas passieren. Das sti."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:26:02",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:03",
      "text": "So, Talado hat's noch eine Frage."
    },
    {
      "speaker": "Tala",
      "time": "3:26:05",
      "text": "Interessiert ihr euch eigentlich für die ganzen digitalen Gesundheitsanwendungen?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:33",
      "text": "Ach, das ist so quasi wie Medikamente äh ist, dass man dafür okay. Ich weiß nicht, ob ich mich dafür interessiere, das hängt so ein bisschen von der Krankheit ab, die ich dann zu dem Zeitpunkt entwickelt habe."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:26:43",
      "text": "Was hat man denn für Krankheiten, wenn man eine App braucht, um die zu fixen?"
    },
    {
      "speaker": "Tala",
      "time": "3:26:46",
      "text": "Das ist ja nicht nur Fix und das ist Medical Plan, Prävention, ist glaube ich nicht drin, aber Monitoring, Symptomtracking, unterstützende Funktionen, Diagnostik."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:59",
      "text": "Und denkst du, das wird ein großer Markt werden."
    },
    {
      "speaker": "Tala",
      "time": "3:27:03",
      "text": "Ich halte da lieber mein Mund."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:27:08",
      "text": "Ich ich glaube, ja, weil man ja heute schon Schwierigkeiten hat, einen ordentlichen Termin zu kriegen und sie werden das einem alles über Apps werden sie einen abspeisen. Würde ich mal behaupten, weiß halt billig und skaliert, einfacher."
    },
    {
      "speaker": "Tala",
      "time": "3:27:20",
      "text": "Dass auf jeden Fall das Problem ist, die Abrechenbarkeit,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:46",
      "text": "Gibt's dann auch was gegen Kovit? Eine App, die einfach alles löst."
    },
    {
      "speaker": "Tala",
      "time": "3:27:52",
      "text": "Tatsächlich vorhin überlegt, ob die Kovit wann App reintheoretisch zu einer digitalen Gesundheitsanwendung äh weiterentwickelt werden könnte."
    },
    {
      "speaker": "roddi",
      "time": "3:28:01",
      "text": "Theoretischer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:03",
      "text": "Wie meinst du das? Genau, also dass man."
    },
    {
      "speaker": "Tala",
      "time": "3:28:07",
      "text": "Dass sie die Krankenkasse zahlen muss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:10",
      "text": "Ach so, ja gut, aber die App selber kann man ja jetzt nichts weiterentwickeln, weil die ja so einen limitierten Skop hat."
    },
    {
      "speaker": "Tala",
      "time": "3:28:17",
      "text": "Neues, neues Feature rein."
    },
    {
      "speaker": "roddi",
      "time": "3:28:19",
      "text": "Feature geht immer. Also aus langjähriger Erfahrung kann ich sagen, Feature Creepe geht ihr ne? Immer."
    },
    {
      "speaker": "Tala",
      "time": "3:28:28",
      "text": "Aber es muss ein Zertifiziertes, Medizinprodukt werden und das ist, also, das geht jetzt nicht mehr so einfach. Dazu müsste sie bis an bis März nächsten Jahres, medizinischen Produktklasse eins oder zwei A werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:42",
      "text": "Also Feature-Kreb wird da nicht so leicht gehen, weil die App ja starke Limitierungen hat, so äh als."
    },
    {
      "speaker": "Tala",
      "time": "3:28:49",
      "text": "Es ist ein Gedankenexperiment."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:51",
      "text": "Ja, ich denke mir, dass sowas werden wir auf jeden Fall ähm noch sehen."
    },
    {
      "speaker": "roddi",
      "time": "3:28:55",
      "text": "Aber man könnte sie gleich zur zur Warnapp für die neue Schweinegrippe auch äh ausbauen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:02",
      "text": "Ja gut, die ist ja noch nicht konfirmt, dass die uns wirklich bedroht. Ich bin ganz schön fertig. Ich weiß nicht, wie es mit euch ist."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:29:11",
      "text": "Ne, ich habe noch eine Stunde gut, ich muss ja noch zuerst gegen den Fokusreit kämpfen, deswegen."
    },
    {
      "speaker": "roddi",
      "time": "3:29:17",
      "text": "Ich könnte noch, ich könnte noch erwähnen, dass ich vor einem halben Jahr noch nicht wusste, was ein Hauswasserwerk ist. Und aber inzwischen schon eins repariert habe. Aber."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:29:29",
      "text": "Dessen Feature oder sowas, wenn man haben."
    },
    {
      "speaker": "roddi",
      "time": "3:29:31",
      "text": "Ein ein Hauswasserwerk äh ist eine Grundwasserpumpe mit einem Druckausgleichsbehälter,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:29:54",
      "text": "Ja, die besser auf die der Hauptunterschied zu einer anderen Pumpe ist, der das Ding sozusagen immer vom Prinzip immer Druck drauf hat. Also nicht dauernd pumpt. Deswegen hast ja diese diese Ausgleichsding mit dem Ballon, ne? Der ist ja wahrscheinlich kaputt gegangen oder so, ne."
    },
    {
      "speaker": "roddi",
      "time": "3:30:08",
      "text": "Ja, da ist äh an dem Anschluss stutzen, der ist so ein bisschen durchgerostet und dann kam da Wasser raus."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:30:16",
      "text": "Also, die Idee ist für den Anwender, du drehst halt einfach nur einen Hahn auf, du musst nicht vorher eine Pumpe einschalten,"
    },
    {
      "speaker": "roddi",
      "time": "3:30:50",
      "text": "Die wasserdruck ist gut. Zwei oder drei Bar sind das glaub."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:30:52",
      "text": "Dinger erzeugen auch noch Erzeugung auch noch konstanten. Na ja."
    },
    {
      "speaker": "roddi",
      "time": "3:30:57",
      "text": "Ja, ich finde, dass es nicht mini, aber bitte äh."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:31:01",
      "text": "Nein, ich sage nur, nein, aber jetzt Mini Wassermengen, du kannst mal den Ding aufmachen, dir ein Glas Wasser einkippen, ohne dass es jetzt da dauernd anfängt, mal wieder loszupumpen und."
    },
    {
      "speaker": "roddi",
      "time": "3:31:10",
      "text": "Ja, das würde funktionieren."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:31:10",
      "text": "Den Motor anzumachen."
    },
    {
      "speaker": "roddi",
      "time": "3:31:12",
      "text": "Wenn der Vorgänger nicht irgendwie an der ganzen Bewässerungsanlage rumgebaut hätte. Und jetzt funktioniert das nicht mehr. Man muss jetzt immer die Pumpe einschalten, weil sonst läuft läuft die durch,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:31:27",
      "text": "Aber ein Haus Wasserwerk macht eigentlich so Hahn auf Wasser raus. Danke. Das ist die Idee."
    },
    {
      "speaker": "roddi",
      "time": "3:31:33",
      "text": "Ja, vor allen Dingen macht es Sinn, Grundwasser zu Kissen zu verwenden, weil sonst wisst ihr ja bei den, bei den Berliner Wasserpreisen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:31:40",
      "text": "Wo sind wir bei sieben Euro pro Kubik Liter."
    },
    {
      "speaker": "roddi",
      "time": "3:31:44",
      "text": "Irgendwie sowas. Es ist völlig unklar, was die da haben wollen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:31:47",
      "text": "Würsten darm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:49",
      "text": "Sieben Euro pro Kubik-Liter-Kubikmeter meinst du wahrscheinlich."
    },
    {
      "speaker": "roddi",
      "time": "3:31:55",
      "text": "Also zumindest sind die, sind die Wasserpreise in in Berlin äh am Spitzenplatz äh Bundesweit, weil ja äh die Berliner Politik damals sind, dass äh die Wasserwerke verhökert haben,"
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:32:13",
      "text": "Wer hätte damit rechnen können? Damals."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:16",
      "text": "Aber das ist ja alles wieder zurückgekauft worden, ne."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:32:25",
      "text": "Und leg doch mal Leitung."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:32:26",
      "text": "Allerdings so ohne oder ohne Abwasser,"
    },
    {
      "speaker": "roddi",
      "time": "3:32:45",
      "text": "Ja, aber du zahlst doch, du zahlst doch für das Wasser, was du verbrauchst abwasser und dann halt noch für sämtliche Versiegelten Flächen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:32:54",
      "text": "Nee, hier in Brandenburg, nicht? Ich gehe jedenfalls nicht. Wir sehen nicht von."
    },
    {
      "speaker": "roddi",
      "time": "3:32:57",
      "text": "Also zumindest, wenn die versiegelten Flächen ins Abwasser ablaufen. Egal, es ist tief."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:33:04",
      "text": "Ja, ich habe, ich habe hier keine Straßenkanisation, ich Land. Da ist ein Ackerstraße, Waldsee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:10",
      "text": "Da wird noch in Graben gekackt."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:33:13",
      "text": "Hier wird noch im Graben gekack."
    },
    {
      "speaker": "roddi",
      "time": "3:33:14",
      "text": "Ja stimmt, du hattest ja auch eine Gruppe, die immer wieder ausgehoben werden muss."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:33:19",
      "text": "Da herausgehoben, aber da kommt mal jeden, der kommt da alle vierzehn Tage der Ulf vorbei mit seinem orangenen Laster und Polti Polti."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:27",
      "text": "Oh man Living the Future Clemens Living the future. Ich bin total am Ende, ich hab heute irgendwie schon, ich hab schon."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:33:37",
      "text": "Weil du hast auch Kinder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:37",
      "text": "Ich habe vorher schon drei, drei Stunden gepodt, krasse, ich bin, bin durch."
    },
    {
      "speaker": "roddi",
      "time": "3:33:42",
      "text": "Na dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:43",
      "text": "Unsere wollen wir mal unsere zweihundertfünfzig mal abschließen."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:33:49",
      "text": "Diese leise Geräusche immer noch im Hintergrund, ne? Ihr hört es auch alles, ne? Hört ihr das nicht? Jetzt natürlich nicht mehr, weil sie jetzt zuhört."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:18",
      "text": "Rück raus."
    },
    {
      "speaker": "roddi",
      "time": "3:34:19",
      "text": "Oh"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:23",
      "text": "Das ist jetzt äh kam es etwas überrasch."
    },
    {
      "speaker": "Letty",
      "time": "3:34:31",
      "text": "Clemens hört aber auch echt alles. Was denn hatt ihr ein Problem mit äh."
    },
    {
      "speaker": "Clemens Schrimpe",
      "time": "3:34:40",
      "text": "Gehört, diese hier im Hintergrund immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:42",
      "text": "Nee, ich höre nichts mehr, ich bin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:34:47",
      "text": "Rechts bekommen, unterwegs, aber ich glaube, es war nicht wegen staffieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:52",
      "text": "So Leute, ich äh leite jetzt mal hier das Ende ein, weil es äh muss jetzt mal sein. Das ist."
    },
    {
      "speaker": "roddi",
      "time": "3:34:59",
      "text": "Den Endknopf auf deinem Soundboard."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:01",
      "text": "Genau, so wir äh bedanken uns mal ganz ordentlich für äh all die ganzen treuen Hörerinnen und Hörer, zweihundertfünfzig Sendungen. Es wird nicht die letzte gewesen sein,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:35:21",
      "text": "Gerne hat Spaß gemacht. Ahoi."
    }
  ]
}