{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:23",
      "text": "Hallo, herzlich willkommen zur Freakshow Noah. Was haben wir heute? Zweihundertdreiundfünfzig,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:02:20",
      "text": "Ja, servus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:21",
      "text": "Und Dennis, habt ihr schon gehört?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:02:40",
      "text": "Bisschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:41",
      "text": "Bisschen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:02:48",
      "text": "Artikel gib."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:49",
      "text": "Das war jetzt wahrscheinlich dann auch schon eine Prophezeiung. Genau, Ralf, du bist auch mit dabei, kannst du es bestätigen, dass WLAN einfach Begriff geworden ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:03:01",
      "text": "Einen wunderschönen guten Abend. Äh ja ist es, allerdings, wenn man sich halt das Bild von Dennis anguckt, er hat sein Mikro auch einfach immer direkt am Nasenloch hängen, anstatt am Mund."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:03:09",
      "text": "Nee, das war jetzt nicht ändern, nicht ändern. Ah! Das war schon, vorher war es lauter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:11",
      "text": "Was kannst du es ja mal mit tiefer probieren, Dennis."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:03:18",
      "text": "Habe ich zwar Volster ge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:19",
      "text": "Ja jetzt gucken wir mal. Ist egal, aber ich habe ja professionelle Schneidekünste, man merkt da in der äh Aufzeichnung am Ende sowieso herzlich wenig von."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:03:28",
      "text": "Also nur die Livehörer müssen leiden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:30",
      "text": "Ja und wir natürlich, ne?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:03:33",
      "text": "Ja live besonders nah dran sein heißt es ja ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:38",
      "text": "Genau, ja, äh, Ralf, Ralf, äh, Stockmann, du warst ja schon ein paar Mal da, ich weiß gar nicht, man muss sich, glaube ich, gar nicht mehr so groß vorstellen, oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:03:48",
      "text": "Wir vermutlich nicht, das ergibt sich dann im Laufe des Abends vermutlich. Dann werden die Leute sich schon wieder dran erinnern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:53",
      "text": "Aber es hat auf jeden Fall mehrere gute Gründe, dass wir heute mit dabei bist und äh das hat äh auch damit zu tun, dass dass du dir auch einen neuen Mac gekauft hast."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:04:25",
      "text": "Wir auf Google Maps gibt's eine Location. Dachte wollten die Geheimh."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:28",
      "text": "Monoliten meinst du? Der keiner ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:30",
      "text": "Manche sagen halt es ist ein Monolit, manche sagen es ist ein Obelisk und ähm da kann man jetzt trefflich drüber streiten, was es ist. Vielleicht mal kurz für die Leute, die noch nicht äh gecheckt haben, was Phase ist"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:04:56",
      "text": "Public Safety."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:57",
      "text": "Ähm in Utah ist irgendwo im Nirgendwo, also da gibt's ja so so Orte, wo einfach nichts und niemand ist, wo einfach nur so"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:05:45",
      "text": "Mehr siebzig, aber ja. Mhm. Knapp."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:49",
      "text": "Kann auch sein, ist ein bisschen schwierig auszumachen. Auf jeden Fall steht der da einfach irgendwo im Nirgendwo mitten in so einer Felsstruktur äh rum."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:07:22",
      "text": "Das waren Google Mems Kuh du."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:23",
      "text": "Aber er ist dann äh wie ich festgestellt habe auch schon ähm zu finden, unter Willmann Silver, Obelisk, Komma Juta eingibt, dann müsste man eigentlich auch finden."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:08:07",
      "text": "Äh in der Tat interessant, dass er auf Google Maps auch wirklich äh im Schattenwurf sichtbar ist. Das heißt, der muss er schon ein bisschen was stehen, ne? Je nachdem hat mal jemand draußen gekriegt, von wann die Luftaufnahme ist, die ihn da zeigt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:18",
      "text": "Das müsstest du eigentlich auf Google erst zumindest, müsstest du das sehen können? Bei Google Maps bin ich mir grade nicht ganz so sicher, aber wenn du."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:08:28",
      "text": "Am Start hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:30",
      "text": "Wenn du auf Google Oers da hinfliegst, dann müsstest du das eigentlich äh finden. Warte mal hier, Silver, Obelisk."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:08:40",
      "text": "Max Neider schreibt gerade im Chat auf Google Earth seit zweitausendsechzehn. Das ist ja schon mal ein bisschen was her, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:46",
      "text": "Ach so, da, also das Foto ist von äh von zweitausendsechzehn."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:08:51",
      "text": "Also ist schon mal keine kurzfristig angelegte Werbekampagne irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:56",
      "text": "Nee, das scheint mir wirklich einfach so ein richtiges Art Projekt zu sein, so nach dem Motto, wir bauen das Ding jetzt mal hin und dann gucken wir mal, äh wann's jemand findet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:09:05",
      "text": "Ja, hat Projekt. Das ist ja schon das hat schon mehr auf sich, ne?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:09:11",
      "text": "Also was halt verstörend ist äh Dennis hat's ganz richtig schon ein paar Mal gesagt. Es hat halt jetzt für den zweitausendeins Obelisken einfach mal die komplett falschen Abmaße. Es hat vorhin eine quadratische Grundfläche, was man auf vielen der,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:32",
      "text": "Ich dachte er ist dreieckig."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:09:33",
      "text": "Ich dachte auch, das wäre ein Dreieck gewes."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:09:35",
      "text": "Nee, ich habe eben ein Bild gehabt, was ziemlich eindeutig nach Quadrat aus äh."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:09:39",
      "text": "Video ist YouTube-Video, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:41",
      "text": "Das äh würde ich dann gerne mal sehen, weil alle Bilder, die ich gesehen habe, war irgendwie äh ein Dreieck."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:09:47",
      "text": "Ja, warte mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:48",
      "text": "Also wenn du was hast, wo man daraus entnehmen kann, dass es quadratisch ist, weil das geht jetzt aus diesem Luftbild nicht hervor, aber in der Tat, einundzwanzigster Oktober zwanzig sechzehn in Google öfter."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:09:58",
      "text": "Richtig, es könnte auch dreieckig sein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:10:00",
      "text": "Also der Youtube Frame YouTube Frame zeigt schon bisschen von oben genug, dass man Dreieck sieht, das kann eigentlich kaum. Also wenn es eine Raute, aber ein Quadrat kann's eigentlich nicht sein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:10:08",
      "text": "Ja, okay, gut. Ja, das ist in der Tat die Perspektive täuscht hier an der Stelle, es könnte auch wirklich ein Dreieck sein, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:14",
      "text": "Ja, ist natürlich total verboten, sowas zu machen, ne. Aber wenn man mal guckt, wo das ist. Also es ist wirklich, da ist wirklich nichts, nichts drum herum."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:10:23",
      "text": "Aber sehr zentral in diesem keinen Nichts. Also sie haben sehr schön in die Mitte von dem Nichts gestell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:28",
      "text": "Findest du."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:10:30",
      "text": "In diesem kleinen Canyon, da ist es so, sieht's aus wie so die Mitte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:33",
      "text": "Ach so ja gut,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:17:54",
      "text": "Was immer noch Hölle ist bei PayPal ist, wenn du jemals in die Situation kommst, dass deine Identität in gewisser Weise disputet wird über irgendwelche komischen Quellen. Also wenn du Kundenkontakt brauchst zu,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:41",
      "text": "Ja Pepe, ich meine ich bin auch nicht begeistert von von PayPal. Ich finde, das das war zwar am Anfang revolutionierende, dass insbesondere für die USA,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:19:31",
      "text": "Was Kriminelles wie sofort überweisende Ehe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:34",
      "text": "Ja auch solche Geschichten aber es ist halt einfach man man sieht einfach wie wie schwer sich die deutschen Banken dann einfach auch immer getan haben mit dieser ganzen Internetanpassung und alles was halt außerhalb ihres Swiftraums passiert ist,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:21:58",
      "text": "Und dein Aufruf ist nach wie vor, dass die Leute das ändern sollen. Von."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:02",
      "text": "Also wer einen Dauerauftrag hat, äh der äh sollte und das alte Konto verwendet, sollte doch bitte das neue Konto verwenden und äh wer noch keinen Dauerauftrag hat, soll noch bitte einen einrichten. Genau."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:22:17",
      "text": "Das alte Konto findet auch gar keine Erwähnung mehr hier, oder? Man kann das gar nicht so nachgucken. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:22",
      "text": "Nee, das habe ich jetzt äh runtergenommen. Das existiert natürlich noch und ich äh hoffe, dass es mir irgendwie auch nicht geschlossen wird oder so, damit werde ich halt mit denen nochmal in Dis."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:23:55",
      "text": "Ich glaub so vor knapp zwei Jahren hätte ich gesagt ist es schon her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:00",
      "text": "Ja, kann gut sein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:24:02",
      "text": "Und ich sollte eigentlich kommen im März,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:11",
      "text": "Genau richtig, stimmt. Ich erinnere mich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:24:13",
      "text": "Und äh dann sind wir lieber alle in Quarantäne verschwunden, als äh irgendwo über Software zu reden"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:38",
      "text": "Ah ich glaube da auf die ist der Christian das tatsächlich mal gemacht. Ähm kurz nochmal, also die Sendung, wo du da warst, war am dreiundzwanzigsten dritten zwanzig siebzehn also."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:24:53",
      "text": "Nee, das kann ich's. Also danach war ich mit Sicherheit nochmal da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:56",
      "text": "Nee, stimmt nicht. Februar vierzehn, Entschuldigung. Nee, auch nicht. Warte mal, sechzehn, siebzehn, nee, warte mal, jetzt komme ich hier du. Nein, das ist so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:25:07",
      "text": "Obwohl zweitausendsiebzehn ja kannst du mal sehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:11",
      "text": "Hundertfünfundneunzig."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:25:14",
      "text": "Dann haben die Leute mich schon wieder vergessen, das ist gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:17",
      "text": "Genau und dann erzählen wir das nochmal. Also du bist Ralf."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:25:25",
      "text": "Das ist lange her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:26",
      "text": "Das ist lange her, leider, genau und äh dann hast du irgendwie neuen Podcast äh geplant gehabt, der nie an Start ging und stattdessen hast du dann ähm Ultraschall,"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:26:40",
      "text": "Ne, wir haben halt äh Anfang des Jahres, also diesen Jahres in der Tat die die Viererversion rausgegeben, die hat sehr lange gedauert, anderthalb Jahre oder fast zwei Jahre sogar,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:28",
      "text": "Wie sehr hängt er da jetzt von von Sirt Party ab?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:32:32",
      "text": "Also wir haben halt äh einiges an,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:33:41",
      "text": "Und die Stille ist aber Aulanduffing, oder? Also die ist wirklich so, entweder alle Plugins können arm oder äh du kannst sie nicht verwenden, oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:33:49",
      "text": "Also ich hab ich hab's jetzt nur ein paar unserer Stellen so umgebaut, dass sie jetzt damit leben können, dass es jetzt diese letzte noch fehlende JA Sextension nicht,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:34:13",
      "text": "Technisch eben hintendran so ein Prozess und diesen Plugins müssen alle dieselbe Architektur haben. Das ist jetzt dann später vielleicht bei M eins interessanter, aber ist auch bei Logic und so weiter so, das heißt"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:34:31",
      "text": "Ja, ich glaube, ich glaube, das ist so halb richtig. Ähm, also beispielsweise die VST äh Effekte werden, glaube ich, von Rosetta ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:05",
      "text": "Über eigenen Prozess läuft."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:07",
      "text": "Mhm. Also da ist halt mir so die interessante Geschichte, die die Plugins, die wirklich so Code Plugins sind, also da gab's irgendwann mal eine Aussage, die müssen dann eben auf dieselbe Architektur laufen, aber wenn irgendwas übers System läuft"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:35:44",
      "text": "Ja, das ist dazu kommen wir in der Tat noch. Ich war bass erstaunt, dass dort Dinge nicht laufen, die jetzt auf dem echten äh M eins plötzlich funktionieren. Das hätte ich jetzt nicht so richtig für nötig äh möglich gehalten, aber kommen wir, glaube ich, hinterher noch zu."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:56",
      "text": "Ist auch für Entwickler nicht schön, dass es so ist, aber es ist natürlich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:35:58",
      "text": "Das denke ich mir."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:36:00",
      "text": "Ja, sonst hätte ich auch schon früher, sonst hätte ich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:36:01",
      "text": "Also es ist schön, dass jetzt viel mehr geht als vorher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:31",
      "text": "Ultraschall, also Ultraschall fünf kommt, so gibt ja äh da wirklich ein paar ganz äh kleine äh Nettigkeiten paar davon benutze ich ja glaube ich auch schon hier so diese Stream Deck in äh Integration, die gibt's."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:36:48",
      "text": "Das wird auch Teil der Fünfer. Mhm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:50",
      "text": "Genau, Stream lag, das ist ja hier dieses ähm,"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:37:35",
      "text": "Ja, also ich hab jetzt ja erstmalig in der Tat auch einen äh Mac mit Touch Bar jetzt hier vor mir sitzen, kommen wir gleich noch zu,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:18",
      "text": "Ja, es wäre ganz gut, wenn Rieper einfach mal Windows fallen lassen würde so als Target. Aber ich glaube, daz."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:38:24",
      "text": "Ja, ich glaub die verdienen auch deutlich mehr an der Windows Version als an der Mac Version. Ja, ich glaub schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:27",
      "text": "Meinst du? Hm."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:38:30",
      "text": "Also in USA sind da glaube ich die, also wenn man sich so in den Foren äh EcocoS äh Foren, die Postings anguckt, im McOS äh versus Windows, äh dann ist die Lage glaube ich relativ eindeutig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:40",
      "text": "Ach, sollen sie einfach teurer machen, dann verdienen sie da mehr mit. Gut."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:38:57",
      "text": "Was auch vielleicht noch äh damit wir eine sorry, wenn ich dazwischengerät, aber dann äh haben wir quasi Ultraschall abgeschlossen. Äh was ich wieder suche, dringend sind Entwicklerinnen und Entwickler."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:06",
      "text": "Ah ja. Mhm."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:39:07",
      "text": "Weil Leben TM die bisher ja,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:33",
      "text": "Was? Ich weiß von nichts."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:39:35",
      "text": "Der das die ganzen Stream Dead Geschicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:36",
      "text": "Ach so ja okay."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:39:41",
      "text": "Ach so, ich dachte, na gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:04",
      "text": "Ja, wenn man schon mal eine Programmiersprache in der Hand hatte, da ist jetzt Lua das geringste Problem."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:40:08",
      "text": "Ja, also es gibt halt ein paar Konzepte, die man irgendwie ein bisschen umdenken muss so, weil alles ist ein Table und wie gehe ich damit um."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:40:21",
      "text": "Den Indix."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:40:22",
      "text": "Die, so die, die deutlich größte Herausforderung ist, hat sich erstmal so in diese ganze äh Repower und Ultraschallarchitektur in sich reinzunören,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:14",
      "text": "Ist auf jeden Fall eine sehr sehr lebendiger Treff, muss ich sagen. Also die Ultraschall Community, da da ist immer irgendwie was los und da äh tummeln sich viele Leute und werden immer ordentliche Ideen gewälzt und es wird viel geträumt. Das finde ich irgendwie sehr schön, so trommelt auch gerne manchmal"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:43:20",
      "text": "Genau."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:43:40",
      "text": "Knisterst du so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:41",
      "text": "Nee, das ist jetzt, weil du, ja, du bist gerade, du kommst knisterig rüber, das äh liegt wahrscheinlich ein Studiolink. Ja, das würde ich auch vermut."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:43:50",
      "text": "Okay, ich habe aber auch schon alles hier an Hänge, brav am äh am Laden und hab auch schon alles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:56",
      "text": "Ja, das ist halt äh."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:43:59",
      "text": "Vielleicht auch den Reload-Button drück."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:01",
      "text": "Ja, ich weiß es nicht, keine Ahnung. Das sind äh wäre ja mal schön, wenn wir da mal einen äh Monitoring hätten, was uns irgendwie auch sagen könnte, was der Grund ist. Aber anderes Thema, das wollte ich jetzt gar nicht groß thematisier."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:44:13",
      "text": "Ja, also ich ich habe ja ansonsten eine lokale Aufnahme dann noch hier. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:15",
      "text": "Ja genau, ich bin auch nicht beunruhigt. Noch geht's."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:44:18",
      "text": "So äh Kondensator Headset und das hat ein relativ brauchbaren Kopfhörerpart und dann einen Kondensator Mikro drin, was wenn man es richtig ansteuert,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:48",
      "text": "Nein, achtunddreißig kostet das Superlooks."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:44:50",
      "text": "Oh, die haben doch noch, haben sie noch den Preis runtergefahren, damit sie noch mehr, na ja. So und die die Cruks der ganzen Geschichte liegt aber in diesem richtig ansteuern, weil es kommt daher halt mit einem XL-Anschluss,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:44",
      "text": "Heißt das, hm."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:45:46",
      "text": "Elektrik, ja danke. Das heißt also, das ist eigentlich so ein Mikroteil, was man normalerweise in äh so eine Miniklinke von einem Laptop reinpackt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:49",
      "text": "Könnte dann diese Kombination machen. Also was braucht man da jetzt genau für einen Adapter dafür? Was womit endet das äh hättest du denn normalerweise, wenn ich das kaufe."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:47:56",
      "text": "Mit einem XLR Mail endet das und du brauchst einen Adapter äh Mail auf Miniklinke. Ich kann das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:03",
      "text": "Ja, warte mal, der Kopfhörer in äh das Mikrofonende mit XLR. Und der Kopfhörer mit."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:48:07",
      "text": "Genau. Auf Miniklinke, der ist schon perfekt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:10",
      "text": "Auf Miniklinke."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:48:11",
      "text": "Aber auch Miniklinke, nicht nur normale Klinke, okay?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:48:13",
      "text": "Genau und die Miniklinke kannst du da schon direkt reinpappen bei dir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:24",
      "text": "Ach so, der hat äh jetzt verstehe ich's überhaupt erst, der hat ja tatsächlich okay, der hat einen Mini-Klink-Kopfhörer und ein Mini-Klinke-Mikrofon und das ist sozusagen exakt genau das, was äh das HMC hat."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:48:34",
      "text": "Nicht hat, sondern XLR."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:36",
      "text": "Ach so, XL auf."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:48:38",
      "text": "Von daher gehst du halt einmal mit XL Air auf Miniklinke und schon ist alles fein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:42",
      "text": "Und was hast du mal gemessen, was da rauskommt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:48:44",
      "text": "Ich glaube, da liegen nee, habe ich jetzt nicht gemessen, müssen mal gucken. Also irgendwas zwischen eins Komma fünf und neun Volt wird da rauskommen wahrscheinlich also wahrscheinlich irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:03",
      "text": "Ja, bestimmt. Ich äh gucke mal, ist wahrscheinlich Plug-In-Power mit fünf Volt, würde ich jetzt mal äh ver."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:49:10",
      "text": "Genau fünf Volt wäre, wäre auch so ein Klassiker, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:43",
      "text": "Einem Adapter, der dann quasi XLR und die Miniklinke auf eine Vierpol-Mini-Klinke."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:49:49",
      "text": "S, äh, ist das, glaube ich, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:51",
      "text": "Gibt's auch einen fertigen Adapter oder mal."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:49:54",
      "text": "Steht alles im Sendegeld. Ich kann die Links und Sendegate posten. Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:58",
      "text": "Du kannst die Links vor allem mal genau mach das bei uns hier mal in den Free Show Kanal, dann kommt das auch bei uns in die Shownotes mit rein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:50:04",
      "text": "Und das ist halt dann wirklich angenehm, ja? Dass du also auch einfach äh das kann ich halt auch an den äh iPhone dranpappen oder an den iPad dranpappen, ja? Und dann hast du halt quasi Metaebene, Studiosound äh in dein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:25",
      "text": "Ja, dann noch so ein Lightning-Adapter dazu und dann äh."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:50:29",
      "text": "Genau. Das funktioniert lustigerweise, also selbst auch mit über Leibling habe ich alles schon gemacht. Das äh ist wirklich ab und weiter. Ist ein bisschen albern, will dann plötzlich so eine dreistufige Adapterkette dazwischen hast."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:50:38",
      "text": "Ich wollte gerade sagen, du könntest ja eigentlich, also eigentlich kannst du dir zu einem zweifach Klinke zusammenlöten, weil anders verwendest du es eh nie, oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:50:46",
      "text": "Nein, wie bin da schon ganz gerne flexibel, ja? Also es gibt zum Beispiel auch von."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:50:51",
      "text": "Aber als XL direkt verwendest du es trotzdem nicht, oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:50:54",
      "text": "Geht aber auch, also da ja, aber äh da gibt es beispielsweise auch von Super Looks äh auch wiederum einen Adapter, der achtundvierzig Volt Strom äh äh Phantomspeisung auf neun Volt runterregelt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:51:07",
      "text": "Okay."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:51:07",
      "text": "So und wenn ich den, wenn ich den dazu und den dann aber trotzdem wieder XL rausgib, dann werde ich den dann wieder dazwischen klemme, kann ich das äh HMC halt auch in jedes X beliebige,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:17",
      "text": "Also das, was ihr euch früher war von der Hand zusammen gelötet habt, gibt's jetzt mittlerweile auch als fertiges Produkt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:51:22",
      "text": "Genau, das gibt's, also wir haben da mal dann auch angefangen, richtig mit Widerständen äh dazwischen zu löten, um also das Ganze irgendwie runterzuziehen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:51:40",
      "text": "Der Adapter Cosa Noah zwanzig im Moment, okay, dann kann man selbst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:43",
      "text": "Wie heißt der Adapter?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:51:44",
      "text": "Super Luxe PS einundvierzig acht minus S hat er in dem in seinem vorher im Poststand es mal hier als ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:55",
      "text": "Phantomspeiseadap."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:51:56",
      "text": "Röhre dazwischen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:52:01",
      "text": "Ja und irgendwann ist man natürlich dann auch wieder in der Region, wo du sagst, na gut, dafür könnte man sich dann auch wieder ein Beide Nemix kaufen, also vor allen Dingen, weil halt äh Brummen und Störeinstrahlungen schon echtes Problem sind, weil"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:52:32",
      "text": "Ach, das war wirklich von deinem Headset. Okay, gut."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:52:35",
      "text": "Genau, was sich dann dabei äh im Praxisalltag wiederum nicht so stark durchschlägt und schon gar nicht, wenn es halt direkt ohne überhaupt irgendeinen Sound interface an dem Rechner dran hast für Videokonferenzen oder sowas, da ist dann völlig unproblematisch, ne?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:52:49",
      "text": "Aber die Hörmuscheln sind die angenehmer oder sind die genauso anstrengend wie bei dem schlichten Bayer."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:52:54",
      "text": "Ich hab die also auch die kann man tunen du kannst,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:53:44",
      "text": "Gut. Dann wollte ich Tim noch was fragen. Das AG null sechs äh ist ja bestimmt ja auch untergekommen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:32",
      "text": "Bist du da sicher, dass das so ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:54:35",
      "text": "Dass da keine Verhungsspeisung müsste, ja das war im Test und das hat auch keinen Schalter für die Vertumspeisung, sieht man hier auch, ist nur für Gitarre oder für normale Geschichte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:43",
      "text": "Ach, das ist ja bekloppt. Das war mir gar nicht bewusst."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:54:47",
      "text": "Aber du hast dir trotzdem nicht empfohlen, das AG sech."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:50",
      "text": "Nee, das stimmt, du hast Recht. Nee, ich habe sie empfohlen, weil mir ging's ja jetzt explizit um diese äh eine Person."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:55:45",
      "text": "Mhm. Also ich werde mir das auch irgendwann mal zulegen, glaube ich. Im Moment komme ich noch drum rum, weil diese kleinen Fummelregler von dem Ding sind halt echt blöd, die ich aktuell habe,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:04",
      "text": "Es ist es ist halt äh überhaupt merkwürdig, dass dass ich das nicht konsolidiert irgendwie, gerade jetzt im Hinblick auf,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:56:59",
      "text": "Achtzig und ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:00",
      "text": "Neunzehnhundertvierundachtzig und neunzehnhundertsechsundachtzig."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:58:19",
      "text": "Ich würde sagen eher nein, weil's halt ein Kondensator und damit sehr empfindlich ist. Ich glaube, so eine der Sachen, die du beim Gamer Headset haben willst, ist eigentlich eher schon so eine eingebaute neues Unterdrückung. Also ich habe selber nur ganz, ganz"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:52",
      "text": "Kondensator Mikrofon, ich bitte dich, also."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:58:55",
      "text": "Nein, nein, nein, alles Dynamik, alles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:58",
      "text": "Nein, niemal."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:59:00",
      "text": "Kenn kein Day Gamer Headset, was ein äh Kondensatormikro drin hat. Kenne ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:05",
      "text": "Dynamisches Mikrofon."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:59:07",
      "text": "Natürlich. Weil du willst da das Ganzen das äh Lüftergeräusch vom Rechner nicht drauf haben und so weiter und so fort. Kondensator ist viel zu empfindlich, hast du den ganzen Raum mit drauf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:18",
      "text": "Ähm."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "0:59:20",
      "text": "Es geht nicht darum gut zu klingen, sondern es geht darum, so gerade eben verständlich zu sein. Die Bitraten sind ja sowieso, glaube ich, immer noch äh einigermaßen deprimierend so, die äh"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:59:42",
      "text": "Als Profizocker ist man ja in einem Teamspeak. Oder noch Mambis, aber je nachdem."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:49",
      "text": "Teamshit Mumple oder Disco."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:59:52",
      "text": "Ja oder Discod genau. Und dann will man auch ein Headset, wo wenn man das Mikro nach oben klappt, das automatisch auf mut geht, das möchte man,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:11",
      "text": "Also ich sehe gerade im im Chat gibt's gerade einen Link auf einen Bayer-Dynamik äh Gamer Headset."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:00:32",
      "text": "Weil's Gamer sind die Birnen ähnlich verstehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:36",
      "text": "Wieso steht denn das dann nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:01:06",
      "text": "Also ich äh suche ja wirklich schon lange äh Alternativen zum HMC, eben unter hundert Euro Bereich und äh ich habe bisher keine gefunden, weil sie eben alle dynamisch sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:18",
      "text": "Ernsthaft. Und deswegen steht das hier nicht drauf, was was für Mikrofone sind."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:01:22",
      "text": "Weil's nur dynamische gibt. Ja. In dem Bereich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:25",
      "text": "Du bist dir da wirklich sicher."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:01:26",
      "text": "Also ich äh also auf jeden Fall bei allen, die ich in der Hand hatte und getestet habe, bin ich mir natürlich sicher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:31",
      "text": "Aber will man das denn."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:01:32",
      "text": "Wie wie testet man das und wie merkt man das, dynamisch ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:01:36",
      "text": "Na ja, bei den meisten Kunden kriegt man ja schon die die Datenblätter raus. Und beim Klang her ist das halt sofort, weil die Dynamik schon alle dumpf sind. Ne, also gegen das fehlt einfach so dieser Schmelz in der Stimme und die Brillanz, die du halt bei dem Kondensator hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:49",
      "text": "Ja. Aber die machen jetzt dynamische Mikrofone, damit sie nicht so viel äh nicht so viel Wädern oder was."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:01:56",
      "text": "Ja genau und weil's billiger und einfacher, einfacher zu handhaben ist, du hast kein Problem mit Störgeräuschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:00",
      "text": "Ja äh."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:02:05",
      "text": "Oder wie die ganzen Ami-äh Leute jetzt in der in der Pandemie war, immer nur mit äh Airports froh, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:02:11",
      "text": "So, aber äh immerhin hier Tim Obacht äh ganz unten bei der bei dem, was du gerade hattest für hundertfünfundvierzig Euro hier von Bell Dynamics. Wandlerprinzip für Mikrofonkondensator, Niere. Das heißt also, das ist ein Kondensator,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:28",
      "text": "Ach da, da steht nie, ah ja doch, Chronisato nie, ja, genau, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:02:32",
      "text": "Aber ruft halt dann auch schon hundertfünfundvierzig Euro auf, ne? Reduziert von hundertdreiundneunzig, also da sind wir auch schon fast wieder in den normalen Regionen unterwegs. Aber das ist in der Tat eins. Aber wie gesagt, dann auch schon einen ganz schönen Preis."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:46",
      "text": "Ja gut aber ein gutes Headset? Das sieht ja ordentlich aus. Okay."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:02:52",
      "text": "Hat interessantes äh Fundstück. Hm, das müsste man mal probieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:56",
      "text": "Es hat aber einem merkwürdigen Schwanenhals irgendwie, aber und dieses MMIX dreihundert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:03:01",
      "text": "Das hatte ich in der Hand, das ist äh auf, also auch getestet, das ist auf jeden Fall ein dynamisches."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:06",
      "text": "Aha."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:03:07",
      "text": "Dreihundert Euro."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:03:10",
      "text": "Dreihundert Euro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:11",
      "text": "Zweihundertdreiunddreißig ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:03:12",
      "text": "Nee, dann ist Dennis ein anderes, dann ist es ein anderes."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:15",
      "text": "Mikrofon. Hier steht irgendwie kalte. Nee. Das MM."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:03:21",
      "text": "MMX dreihundert Manufaktur, Premium Gaming Headset."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:25",
      "text": "Das ist auch äh Kondensator."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:03:27",
      "text": "Dürfte auch für den Preiskondensator sein, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:29",
      "text": "Ja, das ist auch ein Kondensator. Na ja, denn Nobel Talking irgendwie, dann ist er vielleicht dieses MMX dreihundert, weil das sieht nämlich genauso aus wie das."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:03:40",
      "text": "Das Superlooks."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:41",
      "text": "Nee, wird das siebenhundertsieben, das hat den, das hat denselben Schwanenhals und so weiter und äh das ist einfach ein ordentlicher Bayer, Dynamik-Kopfhörer. Ich meine, das das können die irgendwie, das ist einfach die Firma, die babaut einfach ordentliche Headsets."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:04:36",
      "text": "Na, da gibt's halt auch unendlich viele. Also es gibt unendlich viele."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:39",
      "text": "Kein einziges Gaming Headset gefunden, was auf USB endete, sondern es ist immer nee du hast immer Klinke klinke."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:05:12",
      "text": "Also davon gibt's wirklich viele, glaub mir, also da habe ich auch ein paar von getestet,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:28",
      "text": "Stimmt, es gibt ja dann auch noch diese gibt ja dann auch diese Konsolen, ich vergaß."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:05:34",
      "text": "Und bei der wie gesagt bei der bei der Katze halt einfach in den Controller einstecken und fertig. Also das ist halt auch praktisch, wenn du Konsolen machst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:59",
      "text": "Weitere Aspekte hier auch schon im Chat genannt wurde, den ich auch schon öfter gehört habe, ist das sozusagen diese ähm die Ortbarkeit, also dieser dieser drei D Effekt des Sounds. Ja, also das Logitich, was jetzt hier gerade äh verlinkt wird, Logit"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:06:55",
      "text": "Nee, nee, das ist ja schon das Zeug vom Spiel, das ist dann schon das Zeug vom Spiel, das geht bestimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:00",
      "text": "Ja, aber in einem Kopfhörer."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:07:02",
      "text": "Ja, ja. Wieso nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:02",
      "text": "Sieben Punkt eins. Ich meine was heißt denn das? Dass sie dann sieben sieben Kopfhörer da drin äh sieben Lautsprecher da drin haben oder acht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:07:11",
      "text": "Nee, aber das kannst du doch, das kriegst du doch alles hin. Also."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:07:15",
      "text": "Nee, du hast so einen so einen umgerechneten Klang, der dann äh sieben um dich herumstehende Lautsprecher simuliert. Ne, dieses äh."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:07:22",
      "text": "Ja, also ich ich wollte gerade sagen, also bei den Airports pro hast du kein Problem gehabt mit dem, dass es äh vor allem Saroundsklang mit den zwei kleinen Furzdingern in deinen Ohren hinbekommt, aber bei einem Headset für Gamer, auf einer von einer anderen Marke hast du ein Problem. Also das verstehe ich jetzt echt nicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:11",
      "text": "Ja gut, ich meine draufschreiben können sie das natürlich alle, ne, aber dass das sozusagen auch wirklich funktioniert und dass das auch in allen äh Situationen funktioniert und in in den Kombinationen, in denen ich das ähm dann benutzen möchte"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:08:27",
      "text": "Ja das braucht dann natürlich wahrscheinlich schon wieder irgendwie eine Chain-of, das funktioniert, so ähnlich wie halt bei dem ganzen äh home Media Scheiße. Ähm aber die Leute, die das haben wollen, wissen wie das geht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:38",
      "text": "Ja, ich will's ja jetzt haben, also ich will's äh verschenken, aber ich ähm weiß halt nicht wo, wo ich da einsteigen soll und komme mir ein bisschen blöd vor."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:08:46",
      "text": "So, der der Chat ist voll mit, glaube ich, schon ernst zu nehmenden Empfehlungen. Ich glaub."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:50",
      "text": "Ja, es sind viele Empfehlungen, aber noch keine kalt Zusammenfassung, wie die ganzen zu sich zueinander."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:08:54",
      "text": "Bitte, bitte mach doch mal eine Sendung dazu und dann äh verlinke die. So, ihr könnt ja schon gleich mit, gleich bitte ins Around Sound."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:04",
      "text": "Airports Pro ist sowieso das Beste der Hinsicht. Das sollten sie mal lieber äh unterstützen irgendwie mit ihren Blüten Games. Hast du Airports, Prost, äh, Ralf?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:09:13",
      "text": "Nee, ich habe die äh normalen Airports und bin mit denen aber auch sehr glücklich, also Rauschunterdrückung ist ein Feature, was ich glaube, nicht zu brauchen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:21",
      "text": "Nee, es geht gar nicht um ein neues Kanzler, es geht, glaube ich, das letzte Mal besprochen haben, es geht um um um diesen 3D Sound, den sie da jetzt irgendwie eingebaut haben bei Apple."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:09:29",
      "text": "Ja, ja, wenn ich mal also für Pott, also ich hörte, höre damit nur Podcast und so ganz sehe ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:34",
      "text": "Das ist so wie M eins Prozessor, also das ist so das ist so. Aha, so kann es klingen haben will. Warum klingt nicht alles so? Na ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:10:59",
      "text": "Ja, aber sieht doch links,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:16",
      "text": "Ja, weil was heißt"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:11:39",
      "text": "So ein Browser App."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:41",
      "text": "Auch nur ein Browser äh Dingsbums und so weiter, aber das hat zumindest schon mal den Vorteil, es hat sein eigenes Icon und was du dir nicht selber bauen musst und äh in gewisser Hinsicht, na ja, hattest du eine gewisse App Awareness, aber es ist natürlich keine richtige MacApp,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:14",
      "text": "IOS-App, ist die iOS-App auch äh eine Browser App."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:18",
      "text": "Das kann ich dir nicht sagen, aber ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:20",
      "text": "Die kannst du jetzt verwenden. Nur so als Hinweis."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:23",
      "text": "Ach so, ah ja, nicht, ja, bin ich, wenn ich überall Armmax habe, dann kann ich das machen, ja, in der Tat sind die auch freigeschaltet, das wei."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:30",
      "text": "Das ist aber ist ja bald so bei dir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:33",
      "text": "Das hoffe ich, da werden wir nachher noch drüber sprechen. Das könnte noch ein steiniger Weg werden."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:14:57",
      "text": "Ja. Also ich ich fühle da deinen Schmerz, ich kann das nachvollziehen. Ähm ich selber bin halt ein Pad Freund,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:15:47",
      "text": "Für Tim aber gut für mich, danke."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:15:49",
      "text": "Plus äh Dragon Drop von Grafiken und was besonders cool ist, die haben diverse Bibliotheken eingebunden, die so ein bisschen ladtechartig daherkommen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:10",
      "text": "Ja, das hat ja auch dann was mit Notifications zu tun und wann wirst du wovon in Kenntnis gesetzt et cetera und wie verhalten sich da links und all diese ganzen Sachen? Es, ich weiß nicht. Also ich habe so dieser Eindruck, es wird nie irgendwas geben, was mich so richtig,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:34",
      "text": "Den Eindruck haben wir auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:35",
      "text": "Ja, dass es irgendwann kommt oder dass ich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:38",
      "text": "Dass ich nie irgendwas glücklich macht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:39",
      "text": "Mich, auch mich machen schon eine ganze Menge Sachen, wirklich, da reden wir eben nachher auch noch drüber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:18:31",
      "text": "Podcast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:33",
      "text": "Mal wieder machen. Das ist einfach."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:18:34",
      "text": "Könnte es in der Tarti sein, dass wir uns ernsthaft mit der Überlegung äh äh rumtreiben, einen Ultraschallpodcast mal aufzusetzen? Und jetzt muss man das wahrscheinlich machen, weil sonst hätte ich's jetzt nicht sagen dürfen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:46",
      "text": "Genau und wenn wir geimpft sind, dann setzen wir uns auch wieder zusammen, dann darfst du mir live dabei zuschauen, wie ich so eine Freakshow zusammenschneide. Wir hatten ja neulich schon mal ein bisschen damit angefangen. Ich glaube, da ist ja schon aufgefallen, dass äh da ist noch einiges zu holen. Na ja, auf jeden Fall haben sie das dann irgendwann getan und es gibt jetzt Pottler was"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:20:59",
      "text": "Ist unter Podler, was dort nun mal so, dass das auch mal hier akustisch erwähnt wurde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:04",
      "text": "Ist schon akustisch erwähnt worden, aber du kannst es auch gerne nochmal sagen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:21:08",
      "text": "Ich überhöre sowas immer, das ist ganz lustig. Wenn's nur einmal gesagt wird, also es gibt nichts Schlimmeres für mich als Podcast zu hören, die schlecht vershomotet sind, was dieser Podcast natürlich nicht ist, wobei sind ein bisschen viel, deswegen ist auch immer schwer zu finden, aber egal. Äh und dann wird,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:36",
      "text": "Okay. Gut, das war ein äh berechtigter Hinweis auf die Webseite des äh Pott Love Podcasts, der unter Pott Lovers Punkt org äh liegt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:21:52",
      "text": "Ich werde auch mal dabei am Anfang."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:53",
      "text": "Stimmt. Genau, du warst ja auch dabei. Dann kommen wir mal hier zum Elefanten im Raum."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:22:03",
      "text": "Ist irgendwas passiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:04",
      "text": "Äh ja,"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:22:37",
      "text": "Genau, ich war total gehypt und habe fünf gedrückt und habe dann äh MacBook Pro M eins seit Montag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:45",
      "text": "Seit Montag, genau und bei mir äh sieht's ähnlich aus, habe seit gestern dann den McMini und äh ja, seitdem habe ich eigentlich die ganze Zeit in dieses Gerät reingestartet und ähm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:23:10",
      "text": "Dieses komische siebenhundert Euro Einstiegsgerät."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:12",
      "text": "Ja, also ich hab's nicht für den Einstiegspreis gekauft, ich hab mir das natürlich irgendwie in der rechts unten Variante gekauft."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:24:20",
      "text": "Ja aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:24:23",
      "text": "Warum machst du überhaupt einen McPro? McPropro gekauft und kein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:24:29",
      "text": "Erstens, weil ich fand, dass der Preisunterschied nicht so dramatisch ist. Es sind jetzt quasi nur dreihundert äh Euro Unterschied so zwischen den Basemodels und die Upgrades sind dann ziemlich exakt leicht teuer. Zweitens wollte ich eine Touch-Bar haben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:24:44",
      "text": "Also das ist es genau da wollte ich hinaus."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:24:51",
      "text": "Dass das nichts, das kann ich nachvollziehen, aber äh nach drei Tagen glaube ich auch, dass ich so ein Touch-Bar-Typ werde. Also ich finde das jetzt schon ausgesprochen interessant, was da so auf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:25:06",
      "text": "So ging's mir damals auch."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:25:08",
      "text": "Irgendwann wieder alt und weise wird. Ja, also es mag alles passieren, ja? Aber genau darum wollte ich's halt auch einfach mal probieren für den wenig Geldaufpreis halt, ne?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:26:36",
      "text": "Aus so einem X Code auf dein in deinem System."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:26:39",
      "text": "Nee, aber es ist ein richtig zugewuchertes System. Das ist also auch der nächste Disclaim, mit den ich dazuschieben muss. Ich habe überlegt, ob ich eine Clean Ins Toll mache"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:57",
      "text": "Aber du hattest schon Big Sir auf dem anderen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:27:00",
      "text": "Genau, ich hätte Bixör sogar schon seit der ersten Divelopa Beta, also das die nehme ich immer ganz gerne mit, auch ein bisschen mit dem Ultraschallhintergrund, dass ich zeitig vorher weiß, wo da eventuell die Fallstrecke sind"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:27:56",
      "text": "Sie heißen die Offiz."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:27:57",
      "text": "I Efficiency, danke. Ähm was was du genau nicht Lob performet, sondern na jetzt schon sieht, danke. Danke dafür. Ähm sowas tun die, die indexieren halt"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:08",
      "text": "Na weil die neu sind, die Rechte, oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:29:10",
      "text": "War so warum, weil es ist immer dasselbe Passwort, was ich eintippe, das heißt also wo ist der der Security."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:16",
      "text": "Ja, ich glaube, die haben das kryptomäßig halt so gelöst, dass die das nicht übertragen können, denke ich mal, sonst hätten die das wahrscheinlich gemacht. Sonst könnte man ja auch schummeln."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:29:25",
      "text": "War das früher mal anders, bevor es irgendwie T zwei äh analoge Chip gabs? Also mag sein, dass das so ein Grund ist, aber von von der Userexperience her fand ich's beschissen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:29:35",
      "text": "Ich glaube, wenn das direkt verbunden hättest, wäre es anders gewesen. Also ich glaube, wenn du, wenn du Teilmaschine-Backup machst und zurück hast und ein bisschen weniger äh Convenience, als wenn du die Migration machst über die direktes Kabel verbunden von der Maschine A zur Maschine B. Ich"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:52",
      "text": "Ich habe die Migration über Isernet gemacht,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:30:33",
      "text": "Was heißt die Karten gelegt?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:34",
      "text": "Ja er äh hat so das äh Surfwareupdate gestartet, hat dann irgendwie geblutet und ich kam dann irgendwie nach einer Weile wieder einen Raum dazu. Was ist denn jetzt hier und so? Und dann kam irgendwie so ein Screen, den ich noch nie gesehen habe,"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:33:00",
      "text": "Wird gut, ja? Also darauf darauf wollte ich jetzt auch hinsteuern, so es wird, ne? Das heißt also, wenn man sich durch dieses"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:06",
      "text": "Okay, fünf Jahre alt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:34:07",
      "text": "Ne, aber von der CPU her, so schlecht ist der auch heute immer noch nicht, ne? Also gesagt, irgendwie äh drei Komma fünf Gigahertz, äh, I sieben, so, das, das geht schon. So, also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:16",
      "text": "Langsamer als ein iPhone elf."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:34:18",
      "text": "Vierundvierzig Sekunden Startzeit, ja? Und das bei einer Software, die ansonsten auch auf dem alten Rechner so rattenschnell läuft äh in den Foren wird das auch auf und runter diskutiert, was da eigentlich definitiv falsch macht. So und dann der eben M eins keine vierunddreißig Sekunden, sondern"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:39",
      "text": "In nativ oder in Rosetta."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:34:41",
      "text": "Das ist ein Motiv, also definitiv war eine der ersten, die also sofort äh letzten,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:59",
      "text": "Diese neue Version hast du auch auf dem Intel benutzt aber."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:35:02",
      "text": "Genau, genau, die ist ähm, das ist also hier."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:35:05",
      "text": "Nicht, dass du da irgendwas."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:35:06",
      "text": "Nee, nee, das ist also ne, wie wie heißt Universal? Ja, also sie behaupten, sie hätten dann auch M eins Optimierungen drin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:35:39",
      "text": "Hast du denn da so den Test wiederholt?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:35:41",
      "text": "Ja klar, wenn du also die Sachen einmal geschadet hast und dann wiederholst, äh dann geht's auch natürlich auf dem, dem Intere genauso schnell, also genauso schnell als Op,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:19",
      "text": "Aber du hast auch schon vor den Buten schon mal gestartet und so, das ist nicht also wir sind schon bei der noch. Mhm. Ja ja frag i."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:36:27",
      "text": "Nee nee. Nee, das ist total legitim. Also."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:28",
      "text": "Immer, also Testmethologie ist immer wichtig für für."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:36:32",
      "text": "Äh vielleicht der Chor, der kann."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:33",
      "text": "Sie zumindest erwähn."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:36:34",
      "text": "Kann so manches schiefgehen, da bin ich ganz bei dir."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:37",
      "text": "Genau, genau so."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:36:38",
      "text": "Ähm ich kann also falls was es gerade irgendwie reinschieben wollen, äh habe ich in der Tat noch ein paar Messungen zu bieten. Falls das mal so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:05",
      "text": "Da scheint, das scheint mir äh optimierter Co zu sein."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:40:09",
      "text": "Ganz genau. So, dazu muss man halt sagen, unser Dynamics äh Effekt, den haben wir halt ähm äh selber gebaut halt mit diesem Work JSFX. Äh was halt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:40:51",
      "text": "Wahrscheinlich nutzen wir diesen SSE-Kram im Intercode."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:40:55",
      "text": "Also es ist auf alle Fälle gut zu wissen, dass es äh Lücken gibt in dem, wo sie da äh Variante, die durchaus relevant sein können."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:41:04",
      "text": "Exakt genau zu so einer."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:41:05",
      "text": "Also das den Datenpunkt finde ich jetzt echt gut, weil der wurde bisher, glaube ich, noch nicht großartig erwähnt, weil alles so äh Ratten schnell war im Verhältnis und das mag im Schnitt so sein, aber wenn das jetzt die Anwendung ist, auf die du angewiesen bist und äh."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:41:19",
      "text": "Du keine armen Version."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:41:20",
      "text": "Keine Armversion und auch nicht so in Aussicht vielleicht, dann ist es relevan."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:41:24",
      "text": "Genau. Genau, also zusammen Punkt wäre ich ganz genau auch gekommen, allerdings außer der andersrum Perspektive, also ich nehm's im Moment sofa, dass jetzt viele auf der Suche sind nach"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:57",
      "text": "Weovershot sagten sie dazu."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:42:59",
      "text": "Sie selber etw."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:00",
      "text": "Ihr Ereignis Ziel ja ja sie hatten ein Ziel und das haben sie dann äh mehr als nur erreicht und so sieht es halt auch aus"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:43:48",
      "text": "Der Vollständigkeit halber, weil ich hatte es vorhin angeteasert, also noch draußen war's. Ich habe halt noch Messungen gemacht für Remove Silence, weil das auch durchaus äh länger dauert bei langen Tracks. Das äh wirst du auch bestätigen können und für und so und für äh Lautenisanal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:59",
      "text": "Ja, ich habe das gehört, ich äh hatte, ich ich war zwar aus der Kamera, aber ich habe hier trotzdem den Lautsprecher an, also Folge der Sendung."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:44:06",
      "text": "Auch ist ja auch Teil der Wahrheit. Dort gibt es praktisch keine messbar sinnvollen Unterschiede. Das heißt also ich hab's mit einem Zwei-Stunden-Track durch äh laufen lassen und äh bei Remove Silence kommt also der M eins im Rosetta Modus auf acht Sekunden"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:32",
      "text": "Das ist ja auch eine Alpha-Release, also oder ist das schon, nennt sich das schon."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:44:36",
      "text": "Nee, das Beta ist das ja. Und äh ganz ähnlich. Im eins zehn Sekunden,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:44:53",
      "text": "Sind da viele Kurs beteiligt an der Geschicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:44:55",
      "text": "Wie Tim gerade schon sagte ähm"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:45:20",
      "text": "Ja nicht nur eventuell wahrscheinlich an der Stelle, dann hast du natürlich ein viel kleineren Faktor von von Ecke."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:28",
      "text": "Das das Ding dreht irgendwie Däumchen und ich weiß nicht was sie da machen, aber das ist auf jeden Fall so ein Bereich, der ist so so unoptimiert, was merkwürdig ist für Ripa, wo du es eigentlich an allen anderen Ecken und Enden so extrem äh optimierten, polierten Eindruck macht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:45:45",
      "text": "Die kann man nicht mal fragen, was da los ist, das geht nicht."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:45:47",
      "text": "Das werde ich mal tun. Also ähm Justin, der Chorentwickler von von Reper, der steht im Forum eigentlich immer"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:08",
      "text": "Ja, also ich habe nicht so viele Benchmarks äh gemacht, aber ich habe."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:49:47",
      "text": "Dächsichtig dran an Shert Memory."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:50",
      "text": "Ja, deine Grafikkarte, die raubt dir jetzt auch noch den den Rahmen weg und hat halt nicht ihren eigenen Rahmen und das geht dann irgendwie auch noch weg von allem und jetzt haben wir auch noch Masch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:49:59",
      "text": "Sondern die gibt einem was. So muss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:01",
      "text": "Ja aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:50:03",
      "text": "Heutzutage eine Grafikkarte kaufst, die haben zwölf Gigabyte oder sechzehn, also ich meine, die haben so viel wie dein ganzer Rechner. Nur dass sie nicht nutzen kannst, wenn du ihn nicht brauchst. Jetzt ist es eins."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:13",
      "text": "Ja gut, aber wenn du die sechzehn Gigabyte haben willst, dann hättest du ja auch sonst nichts mehr übrig. Also es ist schon etwas, was einem irgendwie erstmal so ein bisschen Angst macht oder wo man sich denkt so, okay, was"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:50:32",
      "text": "Meinst du das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:33",
      "text": "Nein, nein, das ist in der Architektur. Du hast halt die einzelnen Komponenten, du hast die CPU, du hast die GPU, du hast diese New Roll Angin, du hast diese äh diesen Imageprozessor und alles ist halt miteinander verbunden über dieses Element, das nennt sich Fabrik und das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:51:52",
      "text": "Aber es wird natürlich, es ist schon noch ein Bus, so ist es nicht, das ist jetzt ein geiler Bus ist, ist ja Zeit mal dahin gestellt, aber ich denke, ich denke, der Hauptgewinn an der Stelle ist äh ist einerseits äh die Reduktion von Komplexität"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:54:56",
      "text": "Da haben die auch einen krassen Vorteil, weil sie ja die Hardware und die Software selber machen"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:55:24",
      "text": "Und sie haben halt auch wirklich jetzt schon eine Situation, wo sie,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:13",
      "text": "Karte, meinst du."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:56:14",
      "text": "Genau, das"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:56:40",
      "text": "Bin ja gespannt mit dem McPro, weil wann kam daraus Ende letzten Jahres, kam der, oder? Vor einem Jahr."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:57:12",
      "text": "Ist sehr spannend an der Stelle, ja."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:57:13",
      "text": "Also die für mich entscheidende Frage und darum wollte ich auch mit in die Freakshow, um die endlich mal irgendwie vernünftig zu stellen, weil ich finde, dass die in der ganzen Debatte äh zu der M eins bisher unterbelichtet ist. Ist folgender Gedankengang,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:57:41",
      "text": "Na ja, nee, nicht mit allem, sondern im gleichen Powerverbraucherbereich."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:57:47",
      "text": "Ja, also mein Mann ist da schon wirklich sehr robust jetzt unterwegs mit einer M eins. So, jetzt wissen wir ja, dass die,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:58:26",
      "text": "Waren noch immer so zwanzig bis dreißig Prozent, da haben sich doch auch alle schon immer gewundert."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:58:30",
      "text": "Exakt. Das heißt also, so wie ich es erinnere, da können wir jetzt irgendwie nochmal ein bisschen Crowdsourcen und äh könnten irgendwie die die verschiedenen Kinos zusammenfallen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:51",
      "text": "Es war teilweise auch mehr."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:58:52",
      "text": "Ja teilweise mag's auch mal mehr gewesen sein, ja. Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:55",
      "text": "Also deutlich mehr."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "1:58:56",
      "text": "Ähm werden sie es schaffen"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:01:09",
      "text": "Na vielleicht kann man ja dir beim McPro dann wirklich ähm eins Module nachkaufen und reinstecken und dann,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:01:26",
      "text": "Theoretisch. Ähm also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:01:27",
      "text": "Ansonsten warte kurz noch, ähm Ralf, weil du meintest, wie die, wie die so skalieren werden, da gab's vor vor ein, zwei Wochen auf bei Daring Firewall habe ich das gesehen, so ein ähm Link auf einen Artikel,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:16",
      "text": "Ich muss dich korrigieren, also es ich hab auch schon Benchmarks gesehen die die Leute gefahren haben wo auch ein achtundzwanzig Kern mit"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:03:34",
      "text": "Ja, dann würde ich aber sagen, dann hat das noch, liegt das noch an anderen Gründen, aber nicht an der Performance."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:41",
      "text": "Anfassen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:03:42",
      "text": "Dennis, danke für die für die Grafik, die,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:03:58",
      "text": "Von anderen Tech an der Stelle, die äh die Grafik, so aus der Originalquelle her und das ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:04:03",
      "text": "Dass es solide."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:04:04",
      "text": "Das ist echt, es ist echt interessant, dass sie diese lineare ähm diesen Laden ansteht hinbekommen haben und auch vor allem, dass sie ihn halt mit A so einer Armplattform hinbekommen haben, die an sich halt,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:27",
      "text": "Aber Apple macht ja die, die, also die Technik, was die die Nanometers ausmacht, macht App ja nicht selbst, sondern die geben, dass sie einen Auftrag."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:06:34",
      "text": "Ja, aber die haben natürlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:35",
      "text": "Könnte theoretisch könnte ja sogar auch machen, können sie zu TSMC gehen und sagen, macht uns mal bitte einen schnellen Zeh und."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:06:41",
      "text": "Genau, TSMC ist die Bude, die das umsetzt, ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:06:43",
      "text": "Vielleicht, aber die die Menge also also also einfach mit den iPhones äh äh einfach die Menge an Tipps, die so an sich brauchen, die die Cloud, die sie haben, die Art und Weise, wie sie in der Production Pipeline agieren können und auch wieder äh"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:07:52",
      "text": "Jetzt satt und zufrieden werden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:07:54",
      "text": "Das ist das ist irgendeinen komischen eine Sackgasse gibt, ja? Eine Sackgasse gibt an der Stelle, die sie betreten. Aber das dauert noch. Also im Moment sind sie erst noch am am beholen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:08:03",
      "text": "Aber die Telefone haben sie ja noch weiter, ja? Und Dame eins ist ja jetzt nicht so dramatisch anders als der äh als der A vierzehn, ja? Also da ist ja auch dieser andere äh äh Artikel."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:14",
      "text": "Meinen sie das nicht dramatisch anders."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:08:15",
      "text": "Also die die Grundperformance jetzt der Kerne ist ja relativ vergleichbar. Das heißt also, sie haben natürlich jetzt äh schon alles quasi irgendwie verdoppelt und aufgestockt und weiter durch äh optimiert, aber die Grundlage für den M eins ist ja schon der A vierzehn. Das wird"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:33",
      "text": "Ja, der CPU-Teil meinste, aber da ist ja noch das ganze Zeug drumrum. Der M eins ist ja eben mehr als nur so ein A vierzehn."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:08:40",
      "text": "Ja, wobei die GPUs ja in der A vierzehn auch schon drin sind und äh Memory G."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:44",
      "text": "Ja, das ist schon, das ist schon im Wesentlichen dasselbe. Also das dann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:48",
      "text": "Der A vierzehn hat ja keinen Umer, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:51",
      "text": "Klar, die ganzen iPhones haben das. Ja, das das ist, das ist schon immer äh im Prinzip der M eins ist nichts anderes als,"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:10:52",
      "text": "Da gehe ich auch felsenfest von aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:54",
      "text": "Na, genauso. Der McPro, klar, da ist jetzt noch vieles unklar und da ist natürlich die große Frage, wenn sie jetzt das Ramm direkt an den Prozessor"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:11:48",
      "text": "Also was man nicht vergessen darf an der Stelle bei dieser ganze der McPro kam mal raus und die wussten das schon, dass das kommen wird. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:41",
      "text": "Es ist ja nicht nur der Prozessor, der äh von dem McPro-Netzteil betrieben wird, sondern das sind ja das ist ja ein Gerät für Leute, die stecken dann auch alle Slots voll. Also in so einem High End Video, drei D Bereich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:12:52",
      "text": "Aber mit, aber mit, aber mit was stecken die Slots voll? An der Stelle."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:12:55",
      "text": "Grafikkarten zum Beispiel."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:12:57",
      "text": "Ja aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:58",
      "text": "Speziellen Beschleunigungskarten, mit Interface Karten, äh die halt einfach äh Dinge offloaden, die wir normalerweise in unserem Prozess so nicht sehen"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:13:21",
      "text": "Da gibt's gibt's einiges an an Leads, das an der Seite passiert, wo ich sagen würde, okay, da kann kein Apple wahrscheinlich was besseres liefern an der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:28",
      "text": "Ja aber es es wird es wird diesen Markt noch geben. So, also der geht nicht morgen äh weg. Die große Frage ist eher,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:13:57",
      "text": "Äh wie gesagt, ich ich glaube an der Stelle ist es so, dass einen eine McFro, der äh auf Apple Silicon basiert,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:15:11",
      "text": "Aber meinst du nicht, dass Apple komplett intell loswerden willst oder aus deren Sicht doch voll Sinn machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:16",
      "text": "Natürlich wollen sie."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:15:17",
      "text": "Ganz langfristig, ja. Definitiv."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:15:20",
      "text": "Ganz, ganz langfristig auch kurzfristig."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:15:21",
      "text": "Vier Jahren ist das Thema abgefrühstückt, also da glaube ich nicht, dass du noch Inter äh Max kaufen kannst. Weil die jetzt auch ihre."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:27",
      "text": "Ich sage."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:15:27",
      "text": "Weitertun, also allein auf der Betriebssystemebene werden sie das loswerden wollen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:15:31",
      "text": "Also du meinst, wenn die sagen, Transition, zwei Jahre heißt nicht, dass dann das äh dass sie aufhören, Intels zu verkaufen, sondern nur das alles auch als Arm angeboten wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:41",
      "text": "Ich sage hiermit voraus, dass wenn es überhaupt noch irgendein Insel einen neuen Intel Meckentosh geben wird, dann nächstes Jahr."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:16:07",
      "text": "Ja gut, aber es ist dann ja auch nur so ein, ein Speedbump und das also nur CPU gewechselt, da ist da noch nicht mal das Maserboard anders dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:14",
      "text": "Genau und zwanzig, zweiundzwanzig gibt's keinen neuen Insel Mac mehr von also auch kein Update mehr für irgendeinen Inselrechner. Da,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:08",
      "text": "Die kann man nicht extern an so ein, so ein PC."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:10",
      "text": "Ja, genau. Dann habe ich dann habe ich mal so ein bisschen rumgeklickt und mal geschaut, was gäbe es denn da eigentlich? Und äh da ist mir tatsächlich ein ganz interessantes Produkt äh über den Weg gelaufen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:39",
      "text": "Hieß es nicht, dass äh die Apple Silicon Dinger man kann keine externe Grafikkarte benutzen, das schließt aber dann nicht aus, dass man extern äh PCI-Karten benutzen kann, wenn man den Treiber hat,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:56",
      "text": "Genau, Grafik"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:20:24",
      "text": "Also aber ich weiß noch nicht, ob da im Moment was funktioniert, hast du das schon mal nachgelesen, ob äh ob das, ob's Treiber gibt für PCI-Karten, die bei Sunderboard angeschlossen haben beim weißen Speck hergibt, in irgendeiner Form."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:39",
      "text": "Nein, wenn du so ein Gehäuse über Sunderbold anschließt, dann ist das PC. Dann brauchst du keinen speziellen Zanderbowl-Treiber, sondern dann ist die Karte über Sunderbold im System, als hätte der Rechner ein PC-Lot."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:20:51",
      "text": "Ja aber du brauchst den Treiber und der Treiber darf ja nicht äh äh Intel sein an der Stelle, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:56",
      "text": "Richtig, ich brauche halt einen Arm und äh natürlich auch einen Treiber, der die neue äh Big Ser Systemarchitektur äh berücksichtigt, also keine Curner-Extension."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:21:04",
      "text": "Hast du ja schon mal zwei Probleme angesprochen an der Stelle, die wirklich bedeuten, okay, Leute müssen das produzieren. Und äh dadurch, dass es keine internen PC-Lösungen gibt aktuell,"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:22:22",
      "text": "Wollte nochmal ein ein Gedanken reinbringen, der sich ein bisschen an das dranhängt, was Tim gerade gesagt hat, dass er so glücklich war und sich so flauschig fühlte und endlich ist es immer so, wie wir es immer haben wollte, weil man kann ja durchaus auch mal das Narrativ aufziehen"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:23:32",
      "text": "Wie Timme sagt, dass sie unter meinem Fing."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:23:35",
      "text": "Exakt unter dem Finger. Das ist das, was das iPhone meiner Meinung nach groß gemacht hat. Und das, wo ich heute noch kotze, wenn ich vor einem"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:05",
      "text": "Touchscreen in Volkswagen Out."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:24:07",
      "text": "Jesus Christus, ja? Es darf nicht wahr sein. So und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:21",
      "text": "Genau der der Mainstream wird nämlich dann endlich akzeptieren, dass ich die ganze Zeit recht gehabt habe, wie es immer ist."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:25:29",
      "text": "Na gut, ob das nun der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:31",
      "text": "Erst heißt es immer ja der Tim, der will ja Sachen, die keiner haben will und dann kriegen sie's endlich und dann sagen sie, ja, warum gab's das nicht schon immer."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:25:40",
      "text": "Also also ich denke, das ist auf alle Fälle ein großes Ding, dass für Mainstream schon auch wichtig ist, dass Dinge einfach mal schneller funktionieren. Äh auch wenn sie es nicht so bewusst wahrnehmen. Ich denke, das ist schon"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:30:17",
      "text": "Das sind jetzt aber die richtig guten alten Zeiten, wo Tim gar nicht weiß, wovon man redet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:30:20",
      "text": "Ja, aber das ist für mich schon wirklich so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:41",
      "text": "Das ist, ich meine, wir wollen ja eigentlich, dass der der Computer ein Werkzeug ist,"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:31:54",
      "text": "Ähm äh ja, aber es nutzt mir nichts, weil er sich dann erstmal mit Pennerwatch koppeln muss oder halt mit irgendwie Fingerabdruck und die Latenz merkst du eigentlich nach wie vor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:04",
      "text": "Ach so, wegen den Login und so weiter. Ja okay."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:32:06",
      "text": "Ah ja, die Latenz vom Fingerabdruck ist nicht so geil, weil die anderen haben nämlich gesagt, das wäre auch viel geiler jetzt."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:32:10",
      "text": "Finde ich nicht sogar, aber es mag sein, dass ich meinen äh Stinkefinger da irgendwie nicht vernünftig äh genug draufgelegt habe. Also die Erkennung des Fingers ist nicht toll."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:17",
      "text": "Ich glaube auch die neuen Rechner haben wir noch nicht gesehen, bevor nicht elf eins draußen ist. Also das Ding fährt im Prinzip gerade einfach so eine Bitterversion. Aber um diesen Gedanken mal kurz äh äh weiterzuführen äh ja, also auch wenn der Rechner einfach,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:33:42",
      "text": "Da gab's doch vor einem Jahr mal der Vergleich, wo einer so einen uralten Mac genommen hat und die Latenz zwischen Tastendruck und wann der Buchstabe auf dem Bildschirm erscheint, gemessen hat und das Gleiche mit einem also vor einem Jahr aktuellen Rechner irgendwie und der Mac von damals war, glaube ich, schneller, oder?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:33:57",
      "text": "Ja, ja, der war um einiges schneller."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:59",
      "text": "Ja, mein zwei sechsundachtziger mit mit äh äh mit Xenix im Jahr neunzehnhunderteinundneunzig war schneller."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:35:47",
      "text": "Bei mir ist es schon so lange her, dass er dummerweise damals auf meinem DTK erstmal die Welle bei Tools überschrieben hat. Ähm das war dann nicht so hilfreich, weil dann sind die die Kate die Welle Partour zu beschrieben worden, mit Interl Developer Tools. Ähm"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:14",
      "text": "Es gibt auf jeden Fall jetzt einen schnellen Hack, wie man das äh machen kann. Also ähm und zwar kannst du"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:37:12",
      "text": "Was du auch machen kannst, ist natürlich äh die Shell auch in äh X sechsundachtzig starten, dann passiert das auch. Und außerdem solltest du auch bitte Ralf wieder mit in den Chat mit reinnehmen. Du musst den Anruf annehmen, weil er grinst mich gerade so an, als hätte er auch was gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:24",
      "text": "Ah okay."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:37:27",
      "text": "Homebrow. Der muss einfach nur angenommen werden."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:37:30",
      "text": "Da sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:31",
      "text": "Rausgegangen ist, was äh hallo Ralf."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:37:33",
      "text": "Ich hatte nochmal neue neue Connected hier, weil meine mein Buffer irgendwie über vierhundert gelaufen ist, da dachte ich, wäre es wieder mal ein guter Moment."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:41",
      "text": "Ja, es wird nicht besser mit dir, also ähm von daher sorry."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:37:43",
      "text": "Bist du eigentlich auf deinem Arm äh Mac äh hier am Pargassen oder auf einem."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:37:49",
      "text": "Nein, äh so sollte ich das jetzt hier nicht angehen, sondern das ist jetzt hier auf meinem."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:37:54",
      "text": "Nein. Nein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:57",
      "text": "Hältst du das mal gemacht? Da hätten wir jetzt die Rollatency."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:38:15",
      "text": "Man kann äh bei den Apps kann man das jetzt inzwischen auch auswählen im Finder, ob intell oder nicht intell anders stellt, du kannst natürlich beim Terminal auch sagen, hey Terminal soll einfach immer intell sein ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:16",
      "text": "Na noch ist es ja gar nicht fertig. Also sie sagen ja explizit, dass sie weder Big Ser äh geschweige denn im eins derzeit schon fertig implementiert haben. Also es ist sozusagen noch nicht fertig. Wie so manches andere auch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:39:31",
      "text": "Mhm. Also du was du jetzt machst, ist komplett Rosetta Home Bro und dann geht das meiste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:35",
      "text": "Genau, ich ich komme Peiler halt einfach meine ganzen Commandities dadurch einfach als Insel und lasse es äh quasi mit Rosetta laufen und das funktioniert dann halt auch. Ist halt nicht so schnell wie es sein könnte, aber es geht zumindest erstmal."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:40:44",
      "text": "Ich glaube auch, dass das Problem sexy genug ist, dass sich da genug Leute jeweils draufwerfen, ja? Also das ist jetzt einfach mal so das"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:40:59",
      "text": "Ist das natürlich lustig. Echt aber ein Klassiker, weil es ist jetzt so, Apple kommt irgendwie von links hinten mit äh grundsätzlich einer,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:41:36",
      "text": "Heckentosch auf dem Resperry Pil vier, das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:41",
      "text": "Äh jemand hat gerade den äh das Ischo gepostet von Homebrow, was sozusagen gerade eigentlich das Problem ist. Da steht hier ähm also für Homero auf Arm,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:41:58",
      "text": "Was bei Rust auch immer. Mhm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:00",
      "text": "Genau, ne? Dann äh have Home Bruce CI äh Bild äh die am vierundsechzig Big Store Bottles, also dass sie die ganzen Beinaries ähm machen. Das gehört mehr oder weniger dazu. Dann go, wating for abstream Version eins eins,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:42:18",
      "text": "Läuft, aber ist noch nicht mit Rust ab äh erhältlich, also mit sich selber zusammen kompetent, Russ ist so kurz davor, dass es fertig ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:25",
      "text": "Dann steht hier ein GHC, da weiß ich gar nicht, was das ist. Help Wonted, was ist GHC."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:42:31",
      "text": "Glorius Glasgow Hascal, Hasköl."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:34",
      "text": "Also Programmiersprachen im Wesentlichen QT, Open Jadicay"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:43:12",
      "text": "Also ist halt, ist halt, ganz interessant, das ist Vor-und Nachteil zugleich, weil du natürlich jetzt so eine Plattform hast, die doch wieder ganz anders ist, also"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:46:29",
      "text": "Gibt's nicht auf dem DTK."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:46:33",
      "text": "Doch doch Bichser gibt's aber Bikser unterstützt keine äh iOS äh Apps direkt aus dem App Store. Die kannst du nicht mal laden."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:46:39",
      "text": "Also ich ich habe ähm hatte ich eine Pre-Show schon gesagt seit zwei Wochen hier dankenswerterweise schon DTK äh stehen und da auch jetzt die elf null eins von Big Store drauf noch nicht die elf Punkt eins, das mache ich aber irgendwie vielleicht heute Nacht nochmal"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:47:19",
      "text": "Halt auch, oder?"
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:47:22",
      "text": "Genau, genau, Visualcode auch, ja. Also davon gibt's mittlerweile auch eine Armversion, die schon irgendwie jemand gestern, glaube ich, rausgehauen hat, so. Äh der Unterschied ist aber nicht so riesig, zumindest bei den Uhrgeschichten, die ich da mache, mit irgendwie tausend Zeilenkurt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:48:15",
      "text": "Der öffentlichste Downer, was es angeht, äh, war äh für die Entwickler das Virtualisierung nicht unterstützt wurde, auf dem auf dem DDK. Also da schon da es gab einfach ein paar"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:43",
      "text": "Also ich habe ein paar IOS Apps mal installiert und äh ja, Tipps kann ich noch nicht so viele geben."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "2:48:49",
      "text": "Weil ich habe ja heute Abend gesessen und dachte, so, ich installiere jetzt einmal eine iPad-App und dann ich so, ja, aber welche. Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:56",
      "text": "Genau, das war dann auch erstmal mein,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:49:24",
      "text": "Da habe ich ja gerade was verlinkt, ja? Also es gibt im Moment eine Möglichkeit, wie du die Apps trotzdem zum Laufen kriegst,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:56",
      "text": "Ach so, nee, mach mal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:49:57",
      "text": "ETP war das, ja, mache ich meinem Slack jetzt nochmal. Ähm ich hab's selber auch noch nicht getestet, aber im Moment scheint's zu gehen, die Frage ist, wie sehr es ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:08",
      "text": "Das wird jetzt auch Entschuldigung nochmal kurz äh"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:50:33",
      "text": "Aber kurze Frage ähm kann man noch die Apps aus dem Backup irgendwie rauskratzen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:50:52",
      "text": "Die checken schon auch Fairplay und und App Store. Du musst es schon gekauft haben auf deinem Account. Also das passiert schon in der Change. Also deswegen hilft dir das noch nichts. Du musst ja also die Runter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:51:02",
      "text": "Die sind ja nicht verschlüsselt, die sind ja nur signiert, aber kann ich mir die dann nicht selber signieren? Als die Wellappe auf meinem eigenen Rechner."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:51:10",
      "text": "Aber dann gehen vielleicht Dinge nicht mehr wegen Entheitelmens und Kram, also da weiß ich nicht. Da also du hast ja bald einen, dann kannst du ja testen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:51:42",
      "text": "Ja, wieso wenn du das im WLAN drin hast, kannst du das ja auch alles mitlesen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:51:45",
      "text": "Nee, nee, nee, nee, nee, du kannst halt lokal wirklich sagen, okay, ich truste in meinem eigenen Zertifikat und komplett mitlesen, das kannst du jetzt überm WLAN nicht machen mit einem iPhone. Also mit beliebigen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:51:53",
      "text": "Da gab's auch einen, der da schon so einen in so einem Artikel das geschrieben hat oder hast du das nicht so auf Twitter äh getweet äh retweetet von irgendjemandem,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:52:17",
      "text": "Wieso sind die nicht mehr im Tor?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:52:18",
      "text": "Ja, keine Ahnung, hatte die Wählerpowerscheibe eingestellt oder so, weiß ich nicht. Aber auf meinem alten Telefon geht's noch, ist ein Siemer, der muss auch vierundsechzig Bit sein eigentlich, glaube ich, also aber es gibt halt nicht im Store, ich würde es gerne weiter benutzen. Kriegt man sowas irgendwie gemooved."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:52:33",
      "text": "Nee, gibt's das, gibt es nicht im Store oder gibt's in deinem Perches Liste auch nicht? Also da gibt's den großen Unterschied. Nur weil's im."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:52:39",
      "text": "Liste gibt es."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:52:40",
      "text": "Dann kannst du es da downloaden. Wenn's in deiner Patchesliste auf der neuen Telefonismus ist darüber downloaden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:52:45",
      "text": "Wenn ich da klicke, dass ich's downloaden will, dann sagen sie ist nicht mehr verfügbar."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:52:49",
      "text": "Okay. Echt? Aber er zeigt sie da noch an, interessant. Okay, die, die Variante kenne ich noch nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:52:55",
      "text": "Noch an, da ist da ist so 'ne Wolke, dass man so klicken kann und wenn ich drauf klicke, sagt er, nee, es geht aber nicht, weil."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:53:00",
      "text": "Ja, dann haben sie es absichtlich weggemacht, also es ist sowas wie bei Facebook macht das zum Beispiel oder so, also zeugt das viel Online-Kom."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:07",
      "text": "Ja gut, aber kann ich halt die App, die ihr auf meinem alten Telefon noch drauf ist, kann ich die von da irgendwie per Backup oder iTunes oder früher gab's doch das alles auf Neues, auf also auf neues Telefon von mir schieben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:53:18",
      "text": "Du kannst, wenn du das A4 besorgst über deinen Developer"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:54:00",
      "text": "Ne? Weil ich werde nochmal googeln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:03",
      "text": "Ja, nochmal kurz zurück zu dieser Frage, welche IOS Apps machen denn eigentlich Sinn. Ähm,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:54:27",
      "text": "Die iPhone-Dinger bleiben so auf iPhone Größe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:30",
      "text": "Ja und lassen sich auch nicht riesheißen aus irgendwelchen Gründen und nicht mal doppelt so groß oder irgendwie sowas"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:57:22",
      "text": "Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:24",
      "text": "Einblicke."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:57:24",
      "text": "Also wie kniffig genau die Umstellung ist nicht, weil die Details sind halt schon auch sehr spezifisch für Köln-Entwickler. Sie haben schon jeweils eine ganz gute API gemacht äh und äh also der Übergang ist halt von iOK,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:41",
      "text": "Da gab's ja jetzt einen Fall und zwar Soundsource, was wir hier in der letzten Sendung besprochen haben, Lupek, also diese ganzen äh Audiogeschichten, die halt dieses Audiorouten äh anfassen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:01:05",
      "text": "Ja, also bei bei Rock am Möbel sieht man's schon auch so, das ist wir, also der Prozess, der da beschrieben wird, ich habe den jetzt auch nochmal in den Chat gepackt, vielleicht machst du es dann nachher mit den Shownotes. Da sieht man schon, welche wie,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:37",
      "text": "Ja vor allem, denn dann lässt du das zu und dann gibt es, nachdem du das zugelassen hast, verschwindet es und es gibt keinerlei Übersicht,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:05:17",
      "text": "Ja, das ist wirklich so in dem, in dem allgemeinen Teil von der Security and Piracy Preference Paint, von dem System Präferences gibt's unten so einen Lernbereich"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:43",
      "text": "Also da müssen sie auf jeden Fall äh dran arbeiten."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:06:18",
      "text": "Inklusive des Mikros."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:19",
      "text": "Mikrofon, Skype und so weiter, das ist ja sozusagen der der Traum jedes äh Quellen-TKÜ-Freaks,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:06:42",
      "text": "Also nur so in der Vergangenheit, es gab ja damals so die Umstellung von von Webkit zur zur äh der etwas sichereren äh Web"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:53",
      "text": "Apple, Apple muss einfach die Fußsalite von Lupeck und Soundsource ins Betriebssystem einbauen. Hookle hat's das letzte Mal schon gesagt und er hat einfach Recht. Es ist einfach, dass das kann, dass dass,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:08:32",
      "text": "Sogar ins Frühjahr vielleicht, glaube ich, sogar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:34",
      "text": "Irgendwas mag sich da äh geändert haben, vielleicht noch bei Big Sir, auf jeden Fall als sein Big Ser rauskam,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:09:33",
      "text": "Nein, genauer nicht, aber ich weiß ja, was es ist. Also es ist so, auch um dieses, also was Apple da macht, ist ja OCSP, so heißt die Sache."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:46",
      "text": "Online Citificit-Statusprotokoll."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:09:49",
      "text": "Genau und das ist, was auch Safari schon macht, wenn man auf eine Seite geht wie ja, Google zum Beispiel hat ja auch ein Zertifikat, also ähm früher SSL heute, TLS, also harte TP"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:18",
      "text": "Wer wer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:10:21",
      "text": "Genau, wenn wenn jemand von Google die Rouze Eck klaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:09",
      "text": "Genau, wenn da zum Beispiel irgendwas mit, also irgendein Malware"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:11:42",
      "text": "Na ja gut da da."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:11:43",
      "text": "Ja, warte, warte."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:11:44",
      "text": "Die Geister an der Stelle, wie lange dieses Cashing es an der Stelle, also grundsätzlich ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:11:48",
      "text": "Bevor das Problem war, war diese Cash-Zeit waren fünf Minuten."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:11:52",
      "text": "Eine Aussage aus einer Ecke und jetzt ist es ein halber Tag so. Ich weiß nicht mehr, ich habe den."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:11:57",
      "text": "Verlängert, als sie das Problem hat."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:11:59",
      "text": "Aber eigentlich nur fünf Minuten, insofern war es schon bei jedem Launch der App. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:03",
      "text": "Krass. Das ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:12:04",
      "text": "Krass fand an der Stelle, aber da habe ich auch jetzt nicht weiter recherchiert, außer diesem einen Artikel. Ich habe den mal geglaubt, weil in dem USC Perius Pons steht nämlich die Duration drin, wie lange sowas okay ist,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:12:52",
      "text": "Das heißt, wenn aber ein Entwickler eine Malwehr hat und aber auch zwei, drei coole Programme, dann sind alle Programme von denen betroffen, ja. Das heißt, ein schlechter Entwickler ist alles von dem dann hinüber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:13:03",
      "text": "So in dem Sinne, ja, aber es ist ja wirklich, ich sage, auch es ist auch ein ganz übler Hammer. Dafür gibt's Note Resation, ist der andere Teil auch, der ist pro App. Äh und das wird einmal gecheckt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:13:26",
      "text": "Dann haben sich die Leute ja noch Sorgen gemacht, dass halt über ihre Privatdaten eventuell Reaple ID übertragen wird oder was weiß ich nicht, was sie halt alles gleich so dachten. Aber da das ja halt eben"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:13:47",
      "text": "Also was mir jetzt was die Alternative wäre an einer Stelle, um zu wissen, ob äh Zertifikate kaputt sind, sind halt Revocation-Lists. Die kann man auch anfordern. Das Problem ist aber, die skalieren anders nicht. Also das ist so äh die Frage ist, ist,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:38",
      "text": "Auf jeden Fall Apple hat äh Besserung versprochen, also offensichtlich haben sie ja schon mal diesen Timeout äh hochgesetzt,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:16:08",
      "text": "Also finde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:09",
      "text": "Weil ihr auch immer das aussieht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:16:10",
      "text": "Finde ich halt andersrum auch lustig, dass du in dem Endeffekt dann mit einem Mittel an der Stelle auch einen Detox machen kannst, indem du reagierst, aber nicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:25",
      "text": "Genau, du kannst, kannst verhindern, dass Programme schnell starten."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:16:28",
      "text": "Überhaupt Staaten, nicht nur schnell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:28",
      "text": "Äh ja genau, überhaupt Staaten, ist eine absolute."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:16:32",
      "text": "Finde ich schon auch krass. Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:34",
      "text": "Ja, das, das scheint so ein Bereich zu sein, wo sie wohl die Sache nicht ganz zu Ende gedacht haben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:16:40",
      "text": "Aber ich denke da denken jetzt Leute, weil das war schon echt peinlich, weil das war am Tag von äh vom Launch, von Big Sore ähm"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:43",
      "text": "Es hört einfach auf."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:52",
      "text": "Sehr interessant, äh den habe ich nicht mehr gefunden jetzt in der Recherche. Ich weiß nicht, ob er den gelöscht hat oder ob ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:58",
      "text": "Ich habe ihn nicht gebucht Markt leider."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:19:02",
      "text": "Also, ich habe ich habe ich bin mir sehr sicher, dass es die Person war, die das getweetet hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:07",
      "text": "Hatte ich dir das nicht geschickt? Ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:19:08",
      "text": "Und äh wenn die gelöscht wird ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:39",
      "text": "Ja, hatte ich das nicht irgen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:19:41",
      "text": "Anderen Diskussionen darum sprechen schon eher von der Designentscheidung, die jetzt überdacht wird wieder ähm"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:20",
      "text": "Meine die Frage ist ja, warum ist das überhaupt so? Und äh ich meine, ich kann mir das sehr gut vorstellen, dass äh irgendjemand die Logik folgendermaßen vorangetrieben hat."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:22:19",
      "text": "Es ist an der Stelle auch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:33",
      "text": "Ja, einmal Passwortabfrage und auf einmal installiert sich etwas, was halt in alle Programme, in bisher genau wieder in der selben Geschichte wie vorhin mit dem Audio, dann haste äh deine deine deine Quellen TKÜ quasi installiert. Und das ist genau das, was ihr an der Stelle eben auch verhin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:25:47",
      "text": "Absurderweise mit einer mit einem Eintrag in der in der Hosty Host immer noch geht an der Stelle anscheinend, wenn wenn das noch funktioniert, dass die nur CDWs selber eingetragen haben. Also, also manche Sachen sind dann auch ein bisschen lächerlich, aber mein Gott,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:24",
      "text": "So, jetzt sind wir bald äh durch. Ich laufe auch schon nur noch auf äh vierzig Prozent, aber ähm ich wollte auch nochmal deinen Kommentar hören zu dem äh Appstore, Änderung, dem."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:26:46",
      "text": "Ja, dieser Marketing-Schachzug ist natürlich super. Ähm was Apple gemacht hat ist äh eigentlich nicht schlecht, nämlich äh okay, für alle Leute äh für alle äh Entwicklerinnen, die ähm"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:19",
      "text": "Ja, ich habe diese Logik nicht ganz verstanden. Also was dieses Jahr gelaufen ist, spielt noch gar keine Rolle."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:26",
      "text": "Na ja doch, wahrscheinlich ist es relativ die Erwartung."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:27:29",
      "text": "Gucken ein Jahr zurück. Die gucken ja ein Jahr zurück."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:33",
      "text": "Ja, aber auch die Erwartungshaltung spielt eine Rolle. Also wenn wenn du praktisch auch nur knapp drunter warst und wahrscheinlich im nächsten Jahr drüber, also es ist ein Ermessungsspielraum, da haben sie genau, ich habe Apps im Stor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:42",
      "text": "Also du hast auch Apps im Store. Machst du damit mehr als eine Million im Jahr."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:58",
      "text": "Anfang Dezember Informationen wie man das beantragt. Und die Frage ist, wie automatisiert es läuft, wahrscheinlich sehr, weil es halt die der Großteil der äh Entwickler innen auf der Plattform macht ganz wenig Geld"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:28",
      "text": "Ja, aber es ist ja, sie können ja nicht einfach das einschalten"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:29:08",
      "text": "Ich hoffe, die werden ihr Modell noch ein bisschen anpassen und das nicht so machen, wie sie gesagt haben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:29:43",
      "text": "Genau, aber an der Stelle hast du natürlich schon die Situation, dass die äh dass Apple wiederum die Person hinter den jeweiligen Läden kennt,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:30:40",
      "text": "Gegen die Epikgeschicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:30:41",
      "text": "Und auch den Quart of Public Open, genau, weil die Leute, also die kriegen halt damit so diese äh sofort wahnsinnig viele Leute auf ihre Seite, die äh"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:22",
      "text": "Zwanzig Prozent?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:31:24",
      "text": "Haben wir auch ein bisschen wenig vor."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:25",
      "text": "Musst, musst du."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:26",
      "text": "Wie kommst du jetzt aus, wie wie kommst du jetzt auf zwanzig Prozent."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:29",
      "text": "Hochrechnen, statt dreißig Prozent zahlst du nur fünfzehn Prozent von den, du musst ja von der Seite Kompotenz rechnungstechnisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:51",
      "text": "Ja okay, du führst schon wieder einen Schritt wei."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:53",
      "text": "Genau, aber das ist ja die relevante Größe für mich als Firma. Ich kriege jetzt im Endeffekt ohne was zu tun, zwanzig Prozent mehr Einkommen. Ähm schadet nicht. Reicht jetzt auch nicht, um äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:09",
      "text": "Das hängt da hängt davon ab, wie mager deine Kuh vorher war. Ich meine, wenn du jetzt irgendwie äh was weiß ich, fünfhunderttausend im Jahr äh verdienst, dann kriegst du halt einfach mal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:20",
      "text": "Hunderttausend mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:21",
      "text": "Hunderttausend mehr, das ist jetzt Kind, das ist nicht Nick."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:24",
      "text": "Nee, das ist nie nix."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:25",
      "text": "So. Und vor allem ist auch muss man ja auch mal sehen ist ja nicht so, dass jetzt Apple dafür keine Dienstleistungen bereitstellen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:34",
      "text": "Nee, nee, so an sich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:35",
      "text": "Und das äh ne, also sie haben da äh enorme Infrastruktur, also sie haben da diesen App Store, der ist irgendwie kuratiert, äh ein Großteil der Apps äh kostet sowieso nichts. Ja, also es äh sehr viel des Traffics."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:48",
      "text": "Schillerargument."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:51",
      "text": "Da ist aber so. Ich meine, die allermeisten Apps, die da rausgehen, dafür wird nicht bezahlt. So, also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:32:56",
      "text": "Gut, dafür kann ja der Typ hier nicht der eine App schreibt, wo er halt mal einen Dollar für haben will. Also das kann man ja nicht in einen Topf werfen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:02",
      "text": "Nein, ich will überhaupt nichts in einen Topf hören. Ich stelle das einfach nur fest, diese Infrastruktur muss ja auch betrieben werden, ist ja nicht also es ist jetzt nicht so, dass Apple da jetzt"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:33:34",
      "text": "Nee, nicht mehr. Weniger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:37",
      "text": "Weniger bist du sicher."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:33:38",
      "text": "Weniger bei Fast. Ja, ja, ich habe, wir haben jetzt ein bisschen mit Fast Spring gemacht, also Fastspring war damal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:42",
      "text": "Mich fast bringen, was muss man da so abgeben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:33:45",
      "text": "Oder so waren es damals und da war dafür noch geile Services mit auch Kundenkontakt und so weiter mit drin, da hat man die Gegenleistung bekommen, die noch spannender war ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:51",
      "text": "Okay. Gut, dann dann steigen sie zumindest auf diesen Level äh ab, sagen wir es mal so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:33:57",
      "text": "Aber also fünfzehn Prozent macht Apple immer noch nicht äh kostet Apple noch nichts für mich. Also also das das kannst du mal knick,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:31",
      "text": "Wieso meinst du, wie was meinst du mit sie haben den festgelegt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:34:34",
      "text": "Die haben beim App zur Eröffnung die dreißig Prozent festgeleg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:49",
      "text": "Aber war das dich auf den auf den Konsolen nicht schon ähnlich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:34:52",
      "text": "Konsolen ist ein bisschen anders, also Konsolen gibt's ja auch noch mehr mehr engere Lizenzverdrahtungen ja da gibt's Vergleiche, die kann man die kann man ziehen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:16",
      "text": "Ja, ein Investment, dort kommt er auch noch mit dazu und so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:35:18",
      "text": "Also inzwischen und inzwischen ist es ja wirklich so das meiste, was da passiert, ist wirklich die Zahlungsabwegung und die immer in die Kundenbetreuung bei Apple ist ja auch Scheiße, was das angeht,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:36:29",
      "text": "Macht er die Differenzierung zwischen Virtual, Goods und Physical Goods."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:36:33",
      "text": "Ja, ja, immer werden Grenzen eingesetzt auch noch und dann gibt's trotzdem noch natürlich Backdor-Deals auch an der Stelle. Ja, also bevor bevor Netflix sich da rausgezogen hat, gab's da glaube ich auch eine äh bessere Kondition erstmal und dann kamen ja die fünfzehn Prozent für alle,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:54",
      "text": "So Leute, ich bin durch. Wie sieht's bei euch aus."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:37:59",
      "text": "Es ist schon Speck, gell? Es ist ja schon morgen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:38:02",
      "text": "Ja"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:38:04",
      "text": "Ja, jetzt haben wir uns gar nicht überall aufgeregt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:26",
      "text": "Ja, da bräuchtest du so irgendwie so einen Modifire, den man drückt und dann ist es egal. Hauptsache, man hält die Maus übers Fenster und dann schiebt man das Teil. Ich meine, Space drücken oder so, irgendwas. Also egal."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:38:45",
      "text": "Man muss halt irgendwo einen freien Slot finden, wo kein Icon ist. Also es klappt ja auch auf der linken Seite, noch auf der rechten Seite und auch unten."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:38:53",
      "text": "Nee, auf der linken Seite geht's öfter mal nicht an diesem, an diesem Video, weil man da aus Versehen genau in im Tod im toten Raum dazwischen ist. Das habe ich schon."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:39:00",
      "text": "Also ich habe jetzt gerade äh Designer offen noch und darf jetzt also wirklich alle vier Seiten zugepflastert mit Icons haben. Man findet noch die zehn PX äh Screen Astade, wo man's noch verschieben kann so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:39:13",
      "text": "Ja, ich muss sagen, mit der Maus geht's besser als mit dem Trackbad. Trackway ist ja auch ein bisschen touchiger, bisschen bisschen may, aber es ist trotzdem für mich so ein jedes Mal, wenn ich mein Fenster nicht verschieben kann, wenn ich's will oder wenn ich aus Versehen was auslöse, was ich nicht auslösen will,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:33",
      "text": "Gut. Ich äh leite mal das Unvermeidliche ein. Leute, vielen Dank fürs äh Zuhören. Ralf, danke fürs Kommen."
    },
    {
      "speaker": "Ralf Stockmann",
      "time": "3:39:55",
      "text": "Tschüs."
    }
  ]
}