{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:34",
      "text": "Hallo, herzlich willkommen zur Freakshow Nummer zweihundertvierundfünfzig."
    },
    {
      "speaker": "Letty",
      "time": "0:02:05",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:07",
      "text": "Genau und wir haben noch einen mysteriösen Gast, nämlich den Rami, hallo Rami."
    },
    {
      "speaker": "rami",
      "time": "0:02:41",
      "text": "Na, ich mache hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:43",
      "text": "Du gehörst ja auch kann man gleich vielleicht mal vorweg sagen, du gehörst ja auch zu erweiterten äh Chaos, Blase und so, ne, aber sag mal selber, was du so treibst."
    },
    {
      "speaker": "rami",
      "time": "0:02:53",
      "text": "Genau, ich mache irgendwie Dinge mit Software und Dinge mit Events und in den letzten Jahren mache ich meistens Dinge mit Software und Events gleichzeitig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:22",
      "text": "Genau, darüber wollen wir ja heute auch äh viel reden, weil wir uns mal so einen kleinen Schwerpunkt gesetzt haben heute und wollen mal so ein bisschen über Events äh quatschen."
    },
    {
      "speaker": "rami",
      "time": "0:03:46",
      "text": "Nee, ich bin, ich glaube, das kann man nicht anders sagen. Also ich war mit vierzehn zum ersten Mal dann auf dem Kongress. Ich glaube, um das Hacker in jungen Jahren kann ich mich nicht drücken. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:17",
      "text": "Was war denn das für ein Kongress dann."
    },
    {
      "speaker": "rami",
      "time": "0:04:19",
      "text": "Das war der sechsundzwanzig C drei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:22",
      "text": "Also noch in noch in Berlin, okay? Kennst sozusagen auch noch die alten Zeiten?"
    },
    {
      "speaker": "rami",
      "time": "0:04:30",
      "text": "Na ja, nicht die ganz Alten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:31",
      "text": "Nicht die ganz alten Zeiten, aber jetzt bist du ein bisschen alte Zeit."
    },
    {
      "speaker": "rami",
      "time": "0:04:34",
      "text": "BCC, genau so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:35",
      "text": "Okay. Und wie ist dir das so vorgekommen damals? Bist du mitgeschleppt worden oder bist du da so alleine hingerannt? Angerann."
    },
    {
      "speaker": "rami",
      "time": "0:04:42",
      "text": "Ne, ich bin mitgeschleppt worden, ich war ich bin über einen Schul."
    },
    {
      "speaker": "hukl",
      "time": "0:05:20",
      "text": "Ach du liebe Zei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:21",
      "text": "Der Name ist ein bisschen ausgelaufen jetzt."
    },
    {
      "speaker": "rami",
      "time": "0:05:24",
      "text": "Ja, die gibt's auch schon lange nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:48",
      "text": "Und wie war das so."
    },
    {
      "speaker": "rami",
      "time": "0:05:50",
      "text": "War cool. Das war nein, also ich ich fand's ähm also ich fand's, ich fand's total klasse. Ich äh ich meine, wie gesagt, ich war, ich war vierzehn, ich hatte das Gefühl, aber das hat keinen interessiert. So."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:09",
      "text": "Ja, das kann ich mir vorstellen. Ich glaube, das hat auch keinen nicht im eigentlichen Sinne, irgendjemand interessiert. So im Sinne von so du äh als ob du zu jung wärst oder sowas, meinst du jetzt, ne? Ja, ja, nee, ich finde aber mit vierzehn ist man auch nicht zu jung."
    },
    {
      "speaker": "rami",
      "time": "0:06:23",
      "text": "Nein, also es war halt irgendwie beeindruckend, ich erinnere mich natürlich auch nur noch dunkel, das verschwimmt dann ja auch diese ganzen Kongresserinnerungen. Ich mein du saßt an irgendwelchen Vorträgen drin und wenn dann das"
    },
    {
      "speaker": "hukl",
      "time": "0:06:43",
      "text": "Und mein mit der heißen Nadel gestricktes äh äh CC Ash äh Cash System hatte ich auch in die Veranstaltung reingelassen. Das ist ja auch."
    },
    {
      "speaker": "rami",
      "time": "0:06:52",
      "text": "Ja, ich erinnere mich noch an die an das Ende der Schlange, als es da ließ, vorne wird noch programmiert. Ich kann sie noch ein bisschen ein bisschen hauern. Wir standen da so einmal durch den ganzen BCC-Keller entlang."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:06",
      "text": "Das war ja auch noch wirklich so die Zeit, wo wir dann."
    },
    {
      "speaker": "rami",
      "time": "0:07:08",
      "text": "Es war das letzte Jahr ohne Vorverkauf glaube ich, der sechsundzwanzig zu drei. Ja, wo man, genau, also da sind wir einfach hin und und ja, viel schon noch Tickets geben."
    },
    {
      "speaker": "hukl",
      "time": "0:07:18",
      "text": "Dann weiß ich gar nicht, ob ich da, ob ich da da schon für verantwortlich war, ich ich habe auf jeden Fall mit Golden Tokings und so, ja."
    },
    {
      "speaker": "rami",
      "time": "0:07:26",
      "text": "Und im Jahr danach war dann mit mit online Klicken. Ich habe zumindest zum siebenunddreißig siebenundzwanzig C drei zum ersten Mal online geklickt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:35",
      "text": "Das heißt das eigentlich, dass du dann sozusagen mit der ganzen Einlass äh und Ticketfrage schon von Anfang an konfrontiert warst oder ist das jetzt eher kam das dann eher später."
    },
    {
      "speaker": "rami",
      "time": "0:07:44",
      "text": "Es kam ein bisschen später. Ich bin dann zweitausend, ist ja deutlich deutlich später und wann denn, wann war denn der sechsundzwanzigste drei? Ich kann das immer nicht in Jahreszahlen umrechnen, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:55",
      "text": "Na jetzt, wir hätten jetzt den sieben äh siebenunddreißig C drei gehabt, also muss es zwölf Jahre her sein ungefähr."
    },
    {
      "speaker": "rami",
      "time": "0:08:01",
      "text": "Ja genau und das hat dann sicherlich noch ein paar Jahre gedauert. Ich bin dann da immer, ich war die ersten Jahre beim Kongress, war schon so relativ passiver"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:29",
      "text": "Also hat dich sozusagen hat früh sozusagen deinen Berufsweg äh mit geprägt alles."
    },
    {
      "speaker": "rami",
      "time": "0:09:35",
      "text": "Ja ich sitze so ein bisschen hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:36",
      "text": "Kann man nicht anders sagen. Oh ja, na gut."
    },
    {
      "speaker": "rami",
      "time": "0:10:44",
      "text": "Oder? Bei der Gamma oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:47",
      "text": "Nee, das ist jetzt kein Gamer-Ding, sondern das ist sozusagen von den Medien."
    },
    {
      "speaker": "rami",
      "time": "0:10:52",
      "text": "Rundfunk, ja, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:53",
      "text": "Medieneinschalten so ein Limit, so nach dem Motto, wenn du, wenn du mehr als fünfhundert Hörer hast äh oder oder Streamteilnehmer, ich weiß gar nicht, ob das so auf Audio bezogen ist, sondern es glaube, es geht allgemein um Streaming,"
    },
    {
      "speaker": "hukl",
      "time": "0:12:25",
      "text": "Es ist wegen diesem unerwartet frühen Anfang, das so wie die Sommerzeitumstellung oder so, da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:33",
      "text": "Feine Dame möchte heute früher ins Bett und deswegen äh haben wir das ein bisschen nach vorne verleg."
    },
    {
      "speaker": "hukl",
      "time": "0:12:37",
      "text": "Da auch nichts gegen ehrlich gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:39",
      "text": "Ja, nee, ist jetzt auch nicht wirklich schlimm, aber es wird wahrscheinlich ungewohnt. Die wolltest du doch."
    },
    {
      "speaker": "Letty",
      "time": "0:12:45",
      "text": "Ja aber du musst ja nicht gleich wieder so sagen. So."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:55",
      "text": "Komm, komm, steh zu deinen Entscheidungen. Das ist alles in Or."
    },
    {
      "speaker": "Letty",
      "time": "0:12:57",
      "text": "Ich bin Frühaufsteher, ich geb's jetzt zu. Man äh ertappt mich auch schon mal, dass morgens am Rechner zeitig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:05",
      "text": "Wahrscheinlich ist es einfach so, dass wir eine Tagesschau Gong kommt, dass alle wissen so, up Freakshow."
    },
    {
      "speaker": "Letty",
      "time": "0:13:10",
      "text": "Ist der Freakshowgang."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:12",
      "text": "Der Friedshow Gong, genau. Der äh der fehlt. Müssen sie sich Leute jetzt ähm an an heute orientieren."
    },
    {
      "speaker": "Letty",
      "time": "0:13:20",
      "text": "Ich hätte einen scrollendes lautes Mausrad ähm als Alternativenvorschlag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:25",
      "text": "Weiß gar nicht, der hat heute hat nichts, hat keinen Gong, ne? Ich habe mich gar nicht mehr dran erinnern, wie diese Sendung klingt. Weiß nicht, wer das letzte Mal in der heute Sendung überhaupt eingeschaltet habe. Es ist sehr lange her. Na ja."
    },
    {
      "speaker": "hukl",
      "time": "0:13:39",
      "text": "Das auch im Internet. Ich hab ja kein Fernsehen."
    },
    {
      "speaker": "Letty",
      "time": "0:13:43",
      "text": "Die werden gestreamt bei ZDFs AD."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:45",
      "text": "Ich glaube ja, das ist irgendwie glaube ich mittlerweile schon so. Aber ich kann es dir nicht sicher sagen."
    },
    {
      "speaker": "Letty",
      "time": "0:14:10",
      "text": "Ja, wahrscheinlich kommt gleich ein Stadtjoche, keine Ahnung, hier dann äh die, die wie heißt das Kamera anmachen? Ich glaube, da da wirst du deinen äh zwanzigtausend Stream vollbekommen wahrscheinlich. Oder nur Tim macht die Kamera an und wir nicht."
    },
    {
      "speaker": "hukl",
      "time": "0:14:23",
      "text": "Live-Übertragung auf Twitch. Aber da wird's schwer, heute zu konkurrieren."
    },
    {
      "speaker": "Letty",
      "time": "0:14:30",
      "text": "Ja, heute auf jeden Fall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:31",
      "text": "Da sind wir schon wieder so halb im im Thema, ne. Das ist so,"
    },
    {
      "speaker": "Letty",
      "time": "0:15:04",
      "text": "Wir könnten ja auch irgendwas zusammen spielen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:07",
      "text": "Ja, gut, uns könnte was einfallen, aber ich glaube einfach nicht daran, dass dass diese ganzen Leute, also Leuten, beim Hören zuzuschauen, ist doch nicht unterhaltsam."
    },
    {
      "speaker": "hukl",
      "time": "0:15:17",
      "text": "Wieso nur hören, die sprechen doch auch miteinander, also."
    },
    {
      "speaker": "Letty",
      "time": "0:15:19",
      "text": "Man würde ja auch sprechen. Also wenn ich jemand anderem beim Hören eines Podcasts zugucken würde, auf Twitch, das würde ich mir auch nicht anschauen wollen."
    },
    {
      "speaker": "hukl",
      "time": "0:15:31",
      "text": "Aber ich meine hier diese ganzen Diskussionssendungen hier Maischberger et cetera, wie sie nicht alle heißen. Äh da sitzen ja auch nur Leute rum und unterhalten sich, das könnte man ja dann äh dementsprechend auch wegstreichen und nur als"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:52",
      "text": "Meine Rede. Also auf jeden Fall irgendwie alles äh total,"
    },
    {
      "speaker": "hukl",
      "time": "0:16:26",
      "text": "Man da seine Podcasts runterladen kann, während man auf die Spritze war."
    },
    {
      "speaker": "Letty",
      "time": "0:16:32",
      "text": "Clemens die Sendung dabei live."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:34",
      "text": "Und der Garantie tut er das. Da bin ich mir relativ sicher, dass er das gerade tut. Das kriege ich bestimmt gleich wieder eine Nachricht von ihm. Ja, genau. Also das ähm,"
    },
    {
      "speaker": "Letty",
      "time": "0:18:52",
      "text": "Ja, aber also ich meine, ähm es liegt vielleicht auch so ein bisschen daran, wie man sich vielleicht äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:48",
      "text": "Ja, na ja, ich bin jetzt, sagen wir mal aus anderen Gründen auf dieses Konto gekommen, weil die schlicht und ergreifend für kleine Überweisungen halt keine Gebühren nehmen, ne? Das"
    },
    {
      "speaker": "Letty",
      "time": "0:22:14",
      "text": "Umsatzsteuer und Einkommenssteuer wohlgemerkt, das sollte man schon beides weglegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:18",
      "text": "Umsatzsteuer und Einkommen."
    },
    {
      "speaker": "Letty",
      "time": "0:22:19",
      "text": "Einkommenssteuer, das sollte man natürlich immer mit im Hinterkopf haben."
    },
    {
      "speaker": "rami",
      "time": "0:22:23",
      "text": "Obwohl Letti sagt"
    },
    {
      "speaker": "Letty",
      "time": "0:22:41",
      "text": "Echt? Okay, das fand ich spannend, weil das habe ich, wenn ich mein Konto öffne, ähm kann ich dir quasi sagen, okay, das sind noch so und so viele Gehälter, die ich mir auszahlen kann. Mit dem Aktuellen, was drauf ist."
    },
    {
      "speaker": "rami",
      "time": "0:22:53",
      "text": "Nee, das kann ich nicht, weil ähm da dazu müsste ich ja im Kopf haben, wie viel Steuernachzahlung ich fürs Vorjahr noch,"
    },
    {
      "speaker": "Letty",
      "time": "0:23:17",
      "text": "Äh okay, dann habe ich das Fleisch ausgedrückt, ich habe ein Unterkonto, auf dem geht's sofort, also so wie bei mir eine Rechnung reinkommt, splitte ich den Betrag auf und schiebe es auf ein Unterkonto, sodass ich ein ein Konto habe, was quasi wirklich reine,"
    },
    {
      "speaker": "rami",
      "time": "0:23:33",
      "text": "Genau. Ja gut und wenn wenn das jetzt automatisiert passieren würde, wäre ja noch geiler."
    },
    {
      "speaker": "Letty",
      "time": "0:23:37",
      "text": "Ja, gut, das stimmt ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:38",
      "text": "Wobei man sagen muss, dass mit den Untergründen ist bei Contest nur eine Versprechung, da steht irgendwo auf ihrer Webseite, dass das so comings huhn ist und wenn man die mal fragt, das habe ich mal gemacht. Meinten sie so, ja wir könnten da jetzt noch nichts sagen, wann das kommt und vielleicht kommt's bald und vielleicht äh kommt's nicht so bald."
    },
    {
      "speaker": "Letty",
      "time": "0:23:50",
      "text": "Das ist das wichtigste Feature, was man haben will."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:53",
      "text": "Das verstehe ich auch nicht, warum sie nicht von vornherein äh damit an Start gegangen sind. Also das ist mal alles so ein bisschen so halb gut, ne?"
    },
    {
      "speaker": "rami",
      "time": "0:24:01",
      "text": "Ja vor allem also solange das Unterkonto keine IBAN haben muss, kann das ja nichts kosten. Das ist ja im Zweifel ein Filter im Interface."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:08",
      "text": "Richtig. Okay, ich meine, sowas haben sie, glaube ich, auch. Ich benutze das halt irgendwie nicht, weil ich mache äh."
    },
    {
      "speaker": "Letty",
      "time": "0:24:51",
      "text": "Wie sind die Anbindungen zu äh Money Money."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:54",
      "text": "Die funktioniert, die haben eine eigene Art hier und die sind Money Money ähm implementiert. Und deswegen ist das für mich halt überhaupt nur eine Option, also mal kein Konto zulegen, was nicht in Money Money verfügbar ist,"
    },
    {
      "speaker": "Letty",
      "time": "0:25:25",
      "text": "Der alte Fuchs."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:27",
      "text": "Der alte Fuchs. Aber genug gebettelt. Ähm."
    },
    {
      "speaker": "rami",
      "time": "0:26:02",
      "text": "Lieber zwei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:03",
      "text": "Ja, also könnte ich mir auch vorstellen, also Litti wird natürlich jetzt gleich äh ganz richtig sagen, dieses nein, ich brauche das in sechzehn Zoll, stimmt's jetzt? Genau."
    },
    {
      "speaker": "Letty",
      "time": "0:26:13",
      "text": "Richtig. Richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:14",
      "text": "Hast ja auch Recht und sollst ja auch kriegen und sieht ja auch so aus, als ob du das bekommen werden können könntest, könntest bald. Also."
    },
    {
      "speaker": "Letty",
      "time": "0:26:22",
      "text": "Den wäre ich damit sehr verbunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:24",
      "text": "Äh die gerüchte Küche ist da etwas divers noch, aber so aus dem Bauch heraus, würde ich mal meinen ich wäre nicht überrascht, wenn wir so im Frühjahr zur WWC,"
    },
    {
      "speaker": "Letty",
      "time": "0:26:46",
      "text": "Ja, das achte Jahr finde ich, kann ich auch noch mit dem MacBook, was ich hier habe, voll machen und dann hätte ich dann gerne Neues."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:51",
      "text": "Spart auch Heizungskosten."
    },
    {
      "speaker": "Letty",
      "time": "0:26:53",
      "text": "Er warte, dann muss sie noch W anmachen, weil jetzt ist er nicht warm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:02",
      "text": "Gibt ja viele Leute, die sind total skeptisch, ne? Kann ich auch verstehen, so ein neues Gerät, ein neuer Prozessor, neue neue Architektur und so weiter, das kann ja nur schlecht sein und lass mal lieber die anderen noch äh die Bugs beheben"
    },
    {
      "speaker": "Letty",
      "time": "0:29:12",
      "text": "Wie ist das denn mit der Migration? Ist das so ein bisschen vom Style her jetzt wie ähm das mit den iPads und dem äh iPhones der Fall ist, mit dieser Wolke? Na ja, nicht mit der Wolke wahrscheinlich, oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:22",
      "text": "Ist ja nichts Neues, also dieser Migration Assistant, den gibt's ja jetzt schon seit längerer Zeit und der wird ja auch am laufenden Meter immer wieder mitgezogen und aufgewertet,"
    },
    {
      "speaker": "Letty",
      "time": "0:31:28",
      "text": "Macht wieder eine Freude, das Klicken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:30",
      "text": "Ja, das klicken macht, ist einfach Spaß. Es ist einfach ein harter Klick. Es ist einfach verstehst du,"
    },
    {
      "speaker": "hukl",
      "time": "0:32:07",
      "text": "Ich bin gespannt auf die Propro Geräte und irgendwann äh werde ich da wohl auch mal mit Freude hinwechseln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:18",
      "text": "Also die Gerüchteküche sagt äh der selbe Prozessor in einer,"
    },
    {
      "speaker": "hukl",
      "time": "0:33:06",
      "text": "Ja die Frage, die ich äh nach wie vor habe, ist, was machen sie mit der GPO Sektionen in den Pro-Pro-Geräten, weil die können sie dann schon auch noch ein bissel dicker sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:19",
      "text": "Ja, also Gerüchteküche sagt äh derzeit haben sie acht GPO äh Kurs und dann gehen sie alle voraus sechzehn."
    },
    {
      "speaker": "hukl",
      "time": "0:33:27",
      "text": "Okay, okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:28",
      "text": "Und da sie ja jetzt schon nahezu alle diskreten,"
    },
    {
      "speaker": "hukl",
      "time": "0:36:05",
      "text": "Aber äh also zumindest auf der MacPlattform."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:09",
      "text": "Nö, ist einfach auch generell das Ende von Injoy. Weil der PC Markt muss jetzt,"
    },
    {
      "speaker": "hukl",
      "time": "0:38:43",
      "text": "Ja, aber in der Zwischenzeit, also selbst, also ich glaube auch, dass äh Apple da jetzt performancemäßig ganz weit vorne ist, trotzdem werden die Leute weiterhin PCs kaufen, weil da laufen halt die Spiele drauf und da läuft, läuft halt Software drauf, die auf Mac nicht läuft und äh"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:04",
      "text": "Die laufen nicht schlechter. Es gibt jetzt hier schon diesen diesen äh diesen Wind zweiunddreißig Emulator. Wie heißt das Ding? Crossover. Dann lassen sie die PC-Spiele auf dem M eins laufen, die laufen schneller."
    },
    {
      "speaker": "hukl",
      "time": "0:39:15",
      "text": "Da würde ich wahrscheinlich jetzt nochmal."
    },
    {
      "speaker": "Letty",
      "time": "0:39:17",
      "text": "Da siehst du es mal wieder, man braucht kein Gaming-PC."
    },
    {
      "speaker": "hukl",
      "time": "0:39:20",
      "text": "Ja, ja, ich, ich nehme da mal noch einen gehäuften Teelöffel Salz mit dieser Message äh äh ins System auf, aber äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:44",
      "text": "Klar, das geht nicht von heute auf morgen, aber in fünf Jahren in fünf Jahren ist dies ist dieser äh ist diese Disruption vollzogen und in zehn Jahren redet von Wintel kein Mensch mehr."
    },
    {
      "speaker": "hukl",
      "time": "0:39:57",
      "text": "Na ja, mal gucken. Also äh ich würde sagen, Intel hat auf jeden Fall einen sehr schweren Stand auch innerhalb der PC-Nische äh kommt ja jetzt AMD äh immer,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:25",
      "text": "Und AMD hat sozusagen dasselbe Modell und ist zwar vielleicht etwas besser als Intel, innerhalb der selben Domäne, hat aber dasselbe Businessmodell und dieses Business Business Modell wird einfach leiden. Weil der Trend geht einfach zu SWCs,"
    },
    {
      "speaker": "hukl",
      "time": "0:40:45",
      "text": "Aber AMD ist halt in der Lage, im Gegensatz zu Intel, beides"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:52",
      "text": "Ja, also ich glaube einfach."
    },
    {
      "speaker": "hukl",
      "time": "0:43:30",
      "text": "Kannst ja nicht, noch nicht. Also erstmal noch ähm also ich bremse da jetzt auch nur mit der Euphorie ein bisschen, weil erstmal will ich sehen, bevor man diese Sprüche rausholt, weil noch sind sie halt nicht da, wo jetzt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:58",
      "text": "Du klingst für mich so wie einer, der mir sagt, ach weißt du, meine Festplatte ist eigentlich auch ziemlich schnell und die richtig großen Festplatten, die sind auch geil. Du mit deinem SSD und so weiter. Das will ich erstmal sehen, ob."
    },
    {
      "speaker": "hukl",
      "time": "0:44:07",
      "text": "Gar nicht. Also ich war einer der ersten SSD,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:34",
      "text": "Setz dich mal rein in so eine Maschine. Und dann reden wir noch."
    },
    {
      "speaker": "hukl",
      "time": "0:44:36",
      "text": "Will so eine Maschine haben, aber ich kann, ich weiß, dass ich jetzt aktuell einfach viele Dinge nicht da drauf tun kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:43",
      "text": "Na gut."
    },
    {
      "speaker": "hukl",
      "time": "0:45:08",
      "text": "Das ist schön auf jeden Fall, dich mal wieder zu frieden zu hören."
    },
    {
      "speaker": "Letty",
      "time": "0:45:14",
      "text": "Tim, wenn wir jetzt noch das glitzern in deinen Augen dazu sehen könnten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:18",
      "text": "Der ganze ganze Meterebene erstrahlt in so einem in so einem Spiegelkugelglanz gerade."
    },
    {
      "speaker": "Letty",
      "time": "0:45:24",
      "text": "Das sehe ich hier oben, alles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:27",
      "text": "Ja ähm vielleicht noch einen kleinen Internettipp. Ähm."
    },
    {
      "speaker": "Letty",
      "time": "0:50:11",
      "text": "Also dieses Ischko ist echt ganz spannend. Ich gehe gerade die Darkwave schienen durch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:15",
      "text": "Hätte ich vielleicht nicht jetzt bringen sollen, sondern erst zum Ende der Sendung und jetzt haben wir dich verloren."
    },
    {
      "speaker": "Letty",
      "time": "0:50:25",
      "text": "Nein, der ist ja nur der der Darkwave ist ja wirklich eine ganz ganz so eine Schiene."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:31",
      "text": "Du meinst es nicht so populär."
    },
    {
      "speaker": "Letty",
      "time": "0:50:33",
      "text": "Ja gibt's halt nicht mehr so viel. Ist halt so, da ist ja auch egal. Schon wieder zurück."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:41",
      "text": "Gut, dann kommen wir nochmal so zu unserem Meta äh Thema. Events und ähm ja Rami. Jetzt kannst du nochmal ein bisschen erzählen."
    },
    {
      "speaker": "rami",
      "time": "0:51:41",
      "text": "Jahr fast. Also es ist tatsächlich so, dass es Dinge gibt, die ich wir nur,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:03",
      "text": "Mhm. Okay, aber der Großteil des Open Source."
    },
    {
      "speaker": "rami",
      "time": "0:52:07",
      "text": "Prozent, aber ich würde es irgendwo zwischen sechzig und achtzig Prozent verordn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:11",
      "text": "Sag doch mal, wie es, wie ist überhaupt dazu gekommen ist."
    },
    {
      "speaker": "rami",
      "time": "0:52:14",
      "text": "Na, wie vorhin schon gesagt, ich bin in dieser Hocker von diesem Chaos-Event in Darmstadt gelandet, den Meter Rhein-Main-Chaos, die's."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:22",
      "text": "Wer hat denn das gebaut eigentlich?"
    },
    {
      "speaker": "rami",
      "time": "0:53:23",
      "text": "Das hat ein Team aus Köln rund um Zacks gebaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:29",
      "text": "Ah, mhm."
    },
    {
      "speaker": "rami",
      "time": "0:53:31",
      "text": "Genau, hat oft im also sowohl das Kassensystem, das damals auf dem Kongress lief und als auch plus Presse dazu hat für den Kongress ja gut funktioniert. Ähm aber war halt nicht wirklich übertragbar,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:07",
      "text": "Mhm. Einfach so. In Peißen."
    },
    {
      "speaker": "rami",
      "time": "0:54:10",
      "text": "Einfach so. Kinder. In Peifen, genau, Peifenjango, Webanwendung hatte ich gerade irgendwie ein Jahr vorher gelernt und für ein anderes Projekt benutzt. Hat mir gefallen, ähm habe ich dann weiter weiter gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:23",
      "text": "Mhm. Was, was sind die denn so für für also Events sind ja sauer aus einer Softwareperspektive,"
    },
    {
      "speaker": "rami",
      "time": "0:54:54",
      "text": "Mir hat auch diese Woche noch jemand erzählt, dass er Pentabarf benutzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:58",
      "text": "Auch ernsthaft? Wow."
    },
    {
      "speaker": "rami",
      "time": "0:55:00",
      "text": "Die Fosten glaube ich, aber sicher bin ich mir nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:01",
      "text": "Wirklich? Ol. Das finde ich ja mutig,"
    },
    {
      "speaker": "rami",
      "time": "0:56:27",
      "text": "Na ja, also wir haben ja äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:27",
      "text": "Huckel hast du dich auch mal an dem Ticketkram mitgemacht."
    },
    {
      "speaker": "hukl",
      "time": "0:57:31",
      "text": "Ja, ich wurde dazu genötigt, mehr oder weniger, als einer der wenigen Menschen im Berliner Chaos, Computerclub, die sich mit diesem Web befassen wollten"
    },
    {
      "speaker": "rami",
      "time": "0:58:26",
      "text": "Aber ist ja ein typischer Zyklus, ne? Äh bei dieser ganzen Software, die da entsteht und das ist ja erstmal auch nichts äh,"
    },
    {
      "speaker": "hukl",
      "time": "0:59:07",
      "text": "Das ist auf jeden Fall eine gute Variante, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:12",
      "text": "Und dann was dann passiert? Dann hat's funktioniert. Hat es denn gleich."
    },
    {
      "speaker": "rami",
      "time": "0:59:18",
      "text": "Funktioniert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:51",
      "text": "Ja, kann man wohl sagen. Also äh ich habe."
    },
    {
      "speaker": "rami",
      "time": "1:01:12",
      "text": "Also in, in nicht Open Sours gibt's ja also es gibt's ja wie Santa Meer inzwischen. Also ich könnte ich könnte tagelang Ticketing äh Software aufzählen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:47",
      "text": "Mhm. So, aber jetzt jetzt ist das ja jetzt existiert das ja, ne? Und man kann irgendwie auf Gitter gehen, Gitterp äh Punkt com Slash äh Pretex, ne, wenn ich das richtig sehe."
    },
    {
      "speaker": "rami",
      "time": "1:02:05",
      "text": "Ja, man findet eine Webanwendung, die im Grunde war das jetzt gefährlich, wenn man das sechs Jahre irgendwie Leuten verkauft hat, aus dem eigenen Marketingsprech wieder rauszukomm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:15",
      "text": "Wir kriegen dich dann schon wieder."
    },
    {
      "speaker": "Letty",
      "time": "1:02:19",
      "text": "Uns schon einen Marketingpitch jetzt hier geben."
    },
    {
      "speaker": "rami",
      "time": "1:02:23",
      "text": "Will ich nicht. Nein, also es ist inzwischen wirklich so alles was."
    },
    {
      "speaker": "Letty",
      "time": "1:03:48",
      "text": "Das heißt, man könnte theoretisch, wenn man die ganzen anderen Sachen nicht hat, auch ich sage mal, das würde man jetzt nicht machen, aber diese Bankverbindung könntest du halt auch brauchst du nicht diesen Satelliten benutzen von dir, sondern du könntest das auch noch händisch machen,"
    },
    {
      "speaker": "rami",
      "time": "1:04:04",
      "text": "Genau. Ja, ja, genau, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:07",
      "text": "So, was kann das jetzt alles? Also was was."
    },
    {
      "speaker": "rami",
      "time": "1:04:10",
      "text": "Alles natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:11",
      "text": "Alles ist eine Menge irgendwie. So, ich ich kenne ja noch meine ganzen Feature-Requests der letzten Jahre, also alles."
    },
    {
      "speaker": "rami",
      "time": "1:04:18",
      "text": "Immer wenn immer wenn Tim Software benutzt kriegt man danach so zwei Dina vier Seiten an guten Ideen für die nie Zeit ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:26",
      "text": "Aber sie sind gut."
    },
    {
      "speaker": "rami",
      "time": "1:04:28",
      "text": "Größtenteils."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:33",
      "text": "Beschreibst auch mal, also gucke mal, also man will jetzt sozusagen Pretex so installieren, äh nackt auf einem äh Rechner. Was muss ich was muss ich, was muss ich denn dann machen sozusagen, um das zum Laufen zu kriegen."
    },
    {
      "speaker": "rami",
      "time": "1:04:45",
      "text": "Na ja, also ne so bisschen bisschen Dinge in eine Kommandozeile eingeben, dann läuft irgendwie der Webserver. Ich glaube, der Part ist nicht spannend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:06",
      "text": "Wart ihr denn das von vornherein klar, dass du das so zweigleisig fahren willst? Also Open Source auf der einen Seite, aber das dann auch wirklich so als Business zu betreiben."
    },
    {
      "speaker": "rami",
      "time": "1:08:13",
      "text": "Das war mir relativ früh, das war relativ früh der Plan, ja. Also ich habe damit damals sicher nicht gerechnet, damit gerechnet, dass es gut klappt, aber ähm vor hatte ich das schon, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:25",
      "text": "Und das klappt eigentlich ganz gut, oder?"
    },
    {
      "speaker": "rami",
      "time": "1:08:27",
      "text": "Es klappt eigentlich ganz gut, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:29",
      "text": "Trotz trotz Korona."
    },
    {
      "speaker": "rami",
      "time": "1:08:30",
      "text": "Trotz Corona interessanterweise, also wir haben natürlich irgendwie im April Angst gekriegt, so äh weil unsere normale Kundschaft ist äh weggebrochen, wo wir von einem Tag auf den anderen sind halt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:55",
      "text": "Ihr habt zwar noch am am Anfang erstmal ganz viele Features eingebaut, so im Bezug auf Rückerstattung, ne."
    },
    {
      "speaker": "rami",
      "time": "1:08:59",
      "text": "Ja genau, das war natürlich das allererste so. Wir hatten vorher gar natürlich konnten wir einzelne Buchungen erstatten, aber wir hatten vorher gar keine Funktion drin, um es einfach mal alle tausend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:27",
      "text": "Da ruft man an und dann macht ihr das einfach mal sozusagen."
    },
    {
      "speaker": "rami",
      "time": "1:09:30",
      "text": "Das war vorher einfach, es ist vorher quasi nie vorgekommen. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:36",
      "text": "Und es ist ja eigentlich auch die Kerndienstleistung, ne? Ihr verkauft die Tickets sozusagen, dann ist da genau diese."
    },
    {
      "speaker": "rami",
      "time": "1:10:41",
      "text": "Nee, wir stellen die, ja, wir stellen die technische Plattform dafür bereit, genau, also es gibt durch, wenn du jetzt bei Eventim die verkaufen ja tatsächlich Tickets, das machen wir nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:51",
      "text": "Technisch verkauft ihr die Technik, das das meine ich."
    },
    {
      "speaker": "rami",
      "time": "1:10:53",
      "text": "Genau, technisch verkaufen wir die Tickets, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:56",
      "text": "People, aber ihr seid ihr die die Nabler sozusagen."
    },
    {
      "speaker": "rami",
      "time": "1:10:59",
      "text": "Genau. So. Und aber das war natürlich für uns erstmal klar so, das ist jetzt weg diese Einkommenszweig. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:05",
      "text": "Die haben dann auch so so Zeitreservierungen und sowas, ne?"
    },
    {
      "speaker": "rami",
      "time": "1:12:07",
      "text": "Genauso ich habe dann die haben dann immer so von von acht bis elf, dann wird eine halbe Stunde alle raus und desinfiziert und dann von zwölf bis vierzehn Uhr oder so mittags schwimmen und dann so, also sie brauchten so eine Zeitslotbuchung."
    },
    {
      "speaker": "Letty",
      "time": "1:13:07",
      "text": "Das heißt, für euch ist das vielleicht auch ein bisschen ein Vorteil gewesen, um noch so neue Usecases wieder mit einzubauen, überhaupt erstmal mit zu wissen, dass es die geben muss und somit halt auch die Software noch weiterzuentwickeln."
    },
    {
      "speaker": "rami",
      "time": "1:13:18",
      "text": "Genau. Also wir hatten vorher ein Schwimmbad, das ist mal eine Therme, die war mal durch Zufall auf uns gestoßen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:33",
      "text": "Also was ich ja an an Pritik so mag ist, also erstmal obwohl's irgendwie Open Source ist, sieht's nicht scheiße aus."
    },
    {
      "speaker": "rami",
      "time": "1:13:39",
      "text": "Danke."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:40",
      "text": "Das finde ich schon mal bemerkenswert so, also es ist einfach hochgradig äh benutzbar,"
    },
    {
      "speaker": "rami",
      "time": "1:14:58",
      "text": "Ne, man muss im Moment immer noch Kontoauszüge rein importieren, weil diese diese äh PSD zwei, die da ja vor,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:17",
      "text": "Ja, vor allem, sie wurden nur verpflichtet, eine zu haben, nicht nicht alle eine. So, sagen nur überhaupt eine."
    },
    {
      "speaker": "rami",
      "time": "1:17:23",
      "text": "Sie, die haben sich da zumindest irgendwie geeinigt, also es gibt den den Berlin Group Standard,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:47",
      "text": "Das ist wirklich ja genau immer. Und wenn man wenn man halt selber so einen Dienstleister werden will, ja, äh habe ich auch schon mal von jemandem gehört, der tatsächlich durch diesen äh Ring gesprungen ist. Da musst du ja erstmal,"
    },
    {
      "speaker": "rami",
      "time": "1:18:10",
      "text": "Ja, also für diese Barfin-Lizenz, du musst halt irgendwie ein gewisses Startkapital haben, du musst gescheit versichert sein oder du musst der BAFin mit sehr sehr viel Papierkram nachweisen, dass du,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:46",
      "text": "Was ihr ja jetzt auch gerade gemacht hat, ist das, ist das auch Open Source, der ganze Sitzplankram."
    },
    {
      "speaker": "rami",
      "time": "1:18:52",
      "text": "Nee, das ist tatsächlich eins von den Features, wo wir gesagt haben, die machen wir mal nicht Open Source. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:07",
      "text": "Also Katzensystem ist so mit den Apps dann so gleich vorne alles."
    },
    {
      "speaker": "rami",
      "time": "1:19:11",
      "text": "Bargeld, Bargeldhandling vor Ort."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:14",
      "text": "Äh richtig Bargeld, okay? Mhm."
    },
    {
      "speaker": "rami",
      "time": "1:19:17",
      "text": "Nach der Gesetzgeber nämlich auch schön zwischengefunkt. Dieses hier letztes Jahr, dieses Jahr. Es gibt jetzt,"
    },
    {
      "speaker": "Letty",
      "time": "1:19:58",
      "text": "Was ja eigentlich total Quatsch ist, also so,"
    },
    {
      "speaker": "rami",
      "time": "1:20:17",
      "text": "Ja, also es ist total blöd, also immer gucken, wir haben das ähm also es gibt das"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:47",
      "text": "Absolut nachvollziehbar. Ne, ist halt einfach auch äh knifflig mit Geld und Steuern und all diese ganzen Sachen und Veranstaltungen sind ja auch so wunderbare Geldwaschanlagen im Prinzip. Kann ich mir schon vorstellen, dass das Finanzamt da ordentlich hinterher ist."
    },
    {
      "speaker": "rami",
      "time": "1:21:00",
      "text": "Ja, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:02",
      "text": "Ne, also überall, wo mit so viel potenziell ja auch Bargeld ähm gearbeitet wird, wo es, was so schnell in großen Mengen schwer überprüfbar äh fließt so, dass äh äh man."
    },
    {
      "speaker": "rami",
      "time": "1:21:14",
      "text": "Ja, ich weiß jetzt gar nicht, ob Events so ins also ob an Events jemand gedacht hat, als diese Gesetzgebung gemacht wurde. Ich glaube, da ging's mehr so um Gastronomen sauber, macht's halt einfach für alle, für alle Kassen in Deutschland alles, was ein alles, was elektronisch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:31",
      "text": "Und der Sitzplatzeditor auch. Na gut, aber der ist trotzdem geil."
    },
    {
      "speaker": "hukl",
      "time": "1:21:52",
      "text": "Außer äh super."
    },
    {
      "speaker": "Letty",
      "time": "1:21:56",
      "text": "Ich hab noch Fragen, ich hab noch Fragen. Sogar extra aufgeschrieben. Und zwar ähm."
    },
    {
      "speaker": "rami",
      "time": "1:22:35",
      "text": "Ist es schon ein hochspezialisierter Webshop für Events"
    },
    {
      "speaker": "Letty",
      "time": "1:22:50",
      "text": "Aber theoretisch wäre es möglich."
    },
    {
      "speaker": "rami",
      "time": "1:22:52",
      "text": "Theoretisch wäre es möglich, dir fehlt halt alles. Also ne, wenn du, wenn du ernsthaft Versand äh Versandverkauf, Versandhandel betreibst, dann brauchst du eine Anbindung eine Warenwirtschaft und brauchst ein"
    },
    {
      "speaker": "Letty",
      "time": "1:23:44",
      "text": "Ich wollte gerade sagen, genau deswegen kam ich nämlich drauf, weil Tim, du hast das ja, glaube ich, bei ich weiß gar nicht, welchem Event ähm auch das Merch darüber mitangeboten, oder?"
    },
    {
      "speaker": "rami",
      "time": "1:23:52",
      "text": "Aber zum Abholen nicht zum Verschicken, ne?"
    },
    {
      "speaker": "Letty",
      "time": "1:23:54",
      "text": "Genau, mit zum abholen, genau, dass ähm das vielleicht das ja, stimmt das."
    },
    {
      "speaker": "rami",
      "time": "1:23:56",
      "text": "Genau. Also verschicken geht grundsätzlich auch, aber da da ist es halt nicht so mächtig, wie es jetzt so genau abholen. Ich meine, ob du jetzt dir ein ein Ticket."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:14",
      "text": "Ja, aber das ist äh hat sich, das hat sich dann schon bei der Benutzung dann doch schon teilweise sehr"
    },
    {
      "speaker": "rami",
      "time": "1:25:05",
      "text": "Genau. Das gibt's ja auch genug, ne? Da gibt's ja Shop Software gibt's ja auch einige auch einige Notens aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:13",
      "text": "Genau, aber ich denke, die, die Stärke von von Pritix, in meinen Augen liegt halt wirklich da drin, dass man eben auch sehr,"
    },
    {
      "speaker": "rami",
      "time": "1:25:53",
      "text": "Venulis, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:55",
      "text": "Ähm sag doch mal was dazu, was was das jetzt eigentlich ist."
    },
    {
      "speaker": "rami",
      "time": "1:26:04",
      "text": "Jetzt muss ich aufpassen, weil er also Venulis, der Source Code ist auch auf Gitarb, aber wenn man jetzt äh die Osi oder die Free Software Foundation fragt, dann ist das nicht Open So."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:13",
      "text": "Ach so, ja okay."
    },
    {
      "speaker": "rami",
      "time": "1:26:14",
      "text": "Frei genug ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:15",
      "text": "Der Code ist verfügbar, das wollte ich wissen."
    },
    {
      "speaker": "rami",
      "time": "1:26:17",
      "text": "Code ist verfügbar, man darf auch genau alles damit machen, was man mit einem Open Source Projekt machen dürfte, außer es ein Software Asses Service in Konkurrenz zu uns betreiben für Brite,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:09",
      "text": "Mhm. Das heißt, wenn ich jetzt so ein, so ein, so ein Online"
    },
    {
      "speaker": "rami",
      "time": "1:29:27",
      "text": "Genau. Also ich habe irgendwie meinen meinen Livestream oder mehrere, wo,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:19",
      "text": "Wie muss man sich das jetzt so vorstellen? Wie sieht das jetzt aus wie so ein acht Bit äh Game, so selber irgendwie äh."
    },
    {
      "speaker": "rami",
      "time": "1:30:26",
      "text": "Nee, nee, überhaupt nicht. Ähm es sieht eher aus wie eine wie eine wie eine Website oder eine App, oder? Also ich habe links mein Menü mit meinen verschiedenen Räumen. Also es gib"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:59",
      "text": "Mhm. Und wie würde das jetzt aussehen? Also,"
    },
    {
      "speaker": "rami",
      "time": "1:31:35",
      "text": "Ja genau, ne? Also wir haben al,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:53",
      "text": "Die dann was machen, die."
    },
    {
      "speaker": "rami",
      "time": "1:32:55",
      "text": "Entweder eben so ein Stream mit Chat daneben oder halt einen big bluebatten Videoraum oder halt eine Präsentation meiner fünf tollsten Aussteller oder Sponsoren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:05",
      "text": "Okay. Und was kriegt man sich dann zusammen."
    },
    {
      "speaker": "rami",
      "time": "1:33:08",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:24",
      "text": "Hast du Fragen? Immer."
    },
    {
      "speaker": "Letty",
      "time": "1:33:26",
      "text": "Ja, darf ich bis ja, genau. Ähm nee, ich habe noch äh vielleicht geht das auch so ein bisschen dann in das nächste Thema mit rein. Du hast ja gesagt, Herami, dass du am Anfang hast du allein daran gesessen, oder? Ganz zu."
    },
    {
      "speaker": "rami",
      "time": "1:33:39",
      "text": "An Pretex, ja. An Venules nicht, Venulis haben wir zu dritt angefangen."
    },
    {
      "speaker": "Letty",
      "time": "1:33:43",
      "text": "Na und aber das hat sich ja dann wahrscheinlich, also ihr habt euch dann aber ja mit mehreren Leuten zusammengefunden, also wie viel seid ihr jetzt die das aktiv entwickeln und wie hat sich das so über die Jahre hinweg dann auch entwickelt."
    },
    {
      "speaker": "rami",
      "time": "1:33:54",
      "text": "Also da muss man jetzt wieder immer so ein bisschen trennen in in Firma und Open Source Projek,"
    },
    {
      "speaker": "Letty",
      "time": "1:35:07",
      "text": "Es ist schon gerade nicht ein kleiner Kreis an Kontiguten. Oder? Für ein Open Source Projek."
    },
    {
      "speaker": "rami",
      "time": "1:35:14",
      "text": "Ja, nee, nee, also es sind schon sind schon einige Leute, wie gesagt, die sind ja jetzt auch schon sechs Jahre und die der Umfang der unterschiedlich."
    },
    {
      "speaker": "Letty",
      "time": "1:35:31",
      "text": "Ist echt schick."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:32",
      "text": "Äh ja wohl wohl gerade äh diese Community Beiträge äh machst, weil also erstmal eine will ich gleich nochmal ein Bienchen nochmal verteilen, also ich finde allein schon die Release Notes,"
    },
    {
      "speaker": "rami",
      "time": "1:35:47",
      "text": "Monatlich außer es ist irgendwie Urlaubs oder Weihnachten also ich sag mal zehn Mal im Jahr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:53",
      "text": "Okay, gut, aber ähm mit auf jeden Fall mit mit einer, mit einer Konstanz, wie man das eigentlich selten äh findet und dann auch immer wirklich mit super ausführlichen, wohlbebilderten Blog-Posts, wo genau beschrieben ist, was irgendwie sich geändert hat und das sind immer"
    },
    {
      "speaker": "rami",
      "time": "1:36:12",
      "text": "Ja, aber ein paar Stunden sind's dann oft schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:15",
      "text": "Ja, ja, also da da steckt auf jeden Fall schon was drin, aber da da kenne ich auf jeden Fall genug andere Tools, die nicht ansatzweise äh auch nur so viel darüber zu äh verlieren haben,"
    },
    {
      "speaker": "rami",
      "time": "1:37:12",
      "text": "Ja, jetzt muss ich natürlich bisschen vorsichtig sein, was ich sage, weil ich will natürlich niemanden davon abhalten, der gerne schöne, tolle Contribusions zu schicken, aber es macht natürlich auf beiden Seiten Aufwand, wenn man sich äh für eine kleine Sache in ein großes Projekt einarbeiten muss"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:47",
      "text": "Ja klar, ich meine darauf darauf spreche ich auch gerade an, so das ist halt, also ich."
    },
    {
      "speaker": "rami",
      "time": "1:38:50",
      "text": "Klar."
    },
    {
      "speaker": "Letty",
      "time": "1:40:06",
      "text": "Ja, aber ich finde das, ich finde das auch echt spannend, weil ihr echt ein funktionierendes Projekt seid und ich frage mich halt, wie ihr das halt untereinander macht"
    },
    {
      "speaker": "rami",
      "time": "1:40:33",
      "text": "Es ist es kommt natürlich schon der Großteil der Entwicklung von uns, es ist das ist natürlich irgendwie auch so eine sich selbst verstärkende,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:56",
      "text": "Ja dieses Jahr sowieso nicht funktioniert."
    },
    {
      "speaker": "rami",
      "time": "1:41:58",
      "text": "Hätte dieses Jahr sowieso nicht funktioniert. Nein, überhaupt."
    },
    {
      "speaker": "hukl",
      "time": "1:42:02",
      "text": "Ihr seid also ganz agil."
    },
    {
      "speaker": "rami",
      "time": "1:42:04",
      "text": "Wir sind total lagil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:08",
      "text": "Jetzt gibt's ja noch dieses schöne Seiten äh äh Projekt, was schon am Rande angesprochen Pre-Talks. So, das äh."
    },
    {
      "speaker": "rami",
      "time": "1:42:15",
      "text": "Seitenprojekt würde ich es nicht nennen. Das ist halt nochmal äh bisschen, also es ist halt nochmal äh separat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:23",
      "text": "Ja, separat Seitenprojektes ich glaube wir wollen das selber ausdrücken. Wir verwenden nur andere Worte dafür. Also äh sagen wir mal so, ich äh ist für mich ein gefühltes Spin-off,"
    },
    {
      "speaker": "rami",
      "time": "1:42:50",
      "text": "Schwesterprojekt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:51",
      "text": "Schwesterprojekt trifft's vielleicht noch ein bisschen besser. Ähm mit dem Ziel eben"
    },
    {
      "speaker": "rami",
      "time": "1:43:23",
      "text": "Genau, also Pre-Talks hat eine ähnliche Entstehungsgeschichte wie Pretix, es stammt auch aus diesem MMCD-Umfeld ähm und begeht hauptsächlich ja auf die Initiative von von Rix zurück,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:50",
      "text": "Dann sind die irgendwie miteinander verknüpft die beiden Dinger."
    },
    {
      "speaker": "rami",
      "time": "1:44:53",
      "text": "Ähm im Moment tatsächlich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:33",
      "text": "Ja, ich glaube, bei so großen Veranstaltungen wie dem Kongress, da gibt's natürlich so ein Missverhältnis, ne? Und ganz andere Sachen, aber ich würde sagen, schon so bei der Subscribe, bei diesem Workshop Ding, da sind ja so potenziell alle Teilnehmer auch irgendwie Speaker."
    },
    {
      "speaker": "rami",
      "time": "1:46:35",
      "text": "Nein, also da kann man sich genug nützliche Sachen vorstellen. Das das wird kommen. So, es ist nur eine Frage, wann, wann ist die entsprechende Priorität hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:44",
      "text": "Ich sehe schon, dass Pre-Universe, was irgendwie den gesamten Veranstaltungs äh Mark."
    },
    {
      "speaker": "rami",
      "time": "1:46:50",
      "text": "Ja, wir haben das Namensschema mit Venulistern ja durchbrochen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:53",
      "text": "Ach so, naja gut, das muss ja nicht so bleiben. Äh ich hoffe ja auch, dass bei diesem Aspekt vielleicht wieder wegbekommen."
    },
    {
      "speaker": "Letty",
      "time": "1:47:02",
      "text": "Na ja, weil ich meine, äh das das Framing ist wahrscheinlich falsch. Ihr habt ja jetzt alles, was zu dieser Pre-Veranstaltung gehört, aber dann gibt's eben die Veranstaltung, was ist und dann gibt's ja noch alles, was danach passieren könnte. Also irgendwas, was mit After ist."
    },
    {
      "speaker": "rami",
      "time": "1:47:15",
      "text": "Ja das das Kassensystem, das auf dem Kongress zum Einsatz kommt, heißt tatsächlich Postings."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:33",
      "text": "Okay. Ja gut, die Männer sagt zumindest aus, worum's geht, ne? Ja. Okay,"
    },
    {
      "speaker": "hukl",
      "time": "1:51:37",
      "text": "Hu eine große Frage ähm in der Pro."
    },
    {
      "speaker": "Letty",
      "time": "1:54:05",
      "text": "Da können wir ja vielleicht dann später nochmal drauf eingehen."
    },
    {
      "speaker": "hukl",
      "time": "1:54:07",
      "text": "Genau, ganz im Besonderen, aber finde ich da äh dann auch äh was sozusagen auf der negativen Seite ist, diese Interaktion mit Leuten."
    },
    {
      "speaker": "rami",
      "time": "1:54:29",
      "text": "Also das äh würde ich auch genauso unterschreiben. Also diese die Hemmschwelle einer Kommunikation mit jemandem, den ich noch nicht kenne, ist einfach online viel, viel höher. Ähm."
    },
    {
      "speaker": "hukl",
      "time": "1:55:11",
      "text": "Ganz ehrlich, ähm das ist an sich äh ja gar nicht so ein blödes Konzept, weil zum Beispiel bei meinem vorigen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:01",
      "text": "Die kannten sich ja auch vorher schon."
    },
    {
      "speaker": "hukl",
      "time": "1:56:03",
      "text": "Nee, nee, nee, also dieses dieses Zusätz zusammengewürfelt werden, das passiert nach wie vor. Ähm aber ja ähm der das Feeling ist trotzdem einfach ein anderes, ja."
    },
    {
      "speaker": "Letty",
      "time": "1:56:17",
      "text": "Boah ganz ehrlich, das hört sich für mich wie der Horror an."
    },
    {
      "speaker": "hukl",
      "time": "1:56:19",
      "text": "Ja, ich fand."
    },
    {
      "speaker": "Letty",
      "time": "1:56:21",
      "text": "Mit fremden Menschen sprechen müssten."
    },
    {
      "speaker": "hukl",
      "time": "1:56:24",
      "text": "Ja, also ehrlich gesagt, ich habe das auch am Anfang so äh als äh so mit der Nerd-Einstellung erstmal so arg gewöhnlich betrachtet, aber am Ende war's doch tatsächlich eine gute Sache zumal in der Firma doch sehr wenig,"
    },
    {
      "speaker": "Letty",
      "time": "1:57:08",
      "text": "Ja oder das mit dem Internet zumindest schon mal besser wird."
    },
    {
      "speaker": "hukl",
      "time": "1:57:10",
      "text": "Ja, darauf kann man, glaube ich, in Deutschland lange."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:13",
      "text": "Tja, also ich habe ja äh ich habe ja vor."
    },
    {
      "speaker": "Letty",
      "time": "1:57:32",
      "text": "Redest du jetzt von deinem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:35",
      "text": "Ich rede von der, ich rede von der Villa."
    },
    {
      "speaker": "Letty",
      "time": "1:57:38",
      "text": "Doch, das ist mir doch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:40",
      "text": "Weil ich meine das, was Rami jetzt gerade so mit Venules beschrieben hat, so ja, man setzt da so einen Ort auf, so einen virtuellen Ort und der hat so Räume und da kann man sich dann so von Dings und Dings bewegen und wenn man dann in einem Ort ist, dann kann man auch miteinander kommunizieren und so weiter, das ist genau das, was wir neunzehnhunder"
    },
    {
      "speaker": "hukl",
      "time": "2:02:26",
      "text": "Für dich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:27",
      "text": "Ja, für mich klar, das ist jetzt meine meine Sache nicht, das mussten alle so sehen, aber das war so ein bisschen meine Erfahrung. Ich meine, das ist ja auch nichts Neues. Wir hatten seit wann gibt's Second Life? Das ist doch schon uralt, oder?"
    },
    {
      "speaker": "hukl",
      "time": "2:04:42",
      "text": "Bei den Chinesen. Die haben da gab's doch diesen äh auf Twitter so ein, so ein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:15",
      "text": "Ja gut, ich meine, wenn die das jetzt so verschrieben bekommen haben, ist ja klar, dass sie dann daran teilnehmen, aber ähm ist das sozusagen."
    },
    {
      "speaker": "hukl",
      "time": "2:05:25",
      "text": "Wollte nur sagen, also dass das äh prinzipiell, dass das Konzept, also ich habe kürzlich erst sozusagen wieder äh reale äh und moderne Beispiele dafür gesehen. Ich finde die Idee prinzipiell auch ganz cool,"
    },
    {
      "speaker": "Letty",
      "time": "2:06:16",
      "text": "Aber ich, ich meine, es muss ja auch noch nicht mal limitierend sein, ob du erstellst was, was es in der Realität gibt. Weil ich meine, das hast du vielleicht schon gesehen."
    },
    {
      "speaker": "hukl",
      "time": "2:06:21",
      "text": "Ja, er weiß es doch. Das war jetzt nur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:24",
      "text": "Aber es scheitert an an bestimmten Dingen, es scheitert erstmal dadran, keiner hat so eine blöde VR-Brille, ne? Und obwohl Ralf hier vor zwei Jahren gesagt hat, das ist die Zukunft und Tim, du wirst schon sehen, so, wo ist er? Die Zukunft ist immer noch nicht da."
    },
    {
      "speaker": "hukl",
      "time": "2:07:38",
      "text": "Ja. Also ja ich ich denke in diesen Fragen immer darüber nach, wie das so, also wieder wie ich quasi"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:06",
      "text": "Also Feedback ist."
    },
    {
      "speaker": "hukl",
      "time": "2:09:08",
      "text": "Noch nicht zu einem abschließen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:09",
      "text": "Feedback ist glaube ich ein wichtiger Punkt und zwar gerade auch ähm dieser Realtime-Aspekt,"
    },
    {
      "speaker": "hukl",
      "time": "2:10:50",
      "text": "Ja und das geht sogar in verschiedene Brunches raus, weil wir hatten jetzt zum Beispiel also,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:44",
      "text": "Opturn Modus."
    },
    {
      "speaker": "hukl",
      "time": "2:12:45",
      "text": "Beschallungsmodus äh und jetzt habe ich so im zweiten Semester so ein bisschen äh schon versucht, andere,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:23",
      "text": "Ja auch dasselbe Wetter, der selben Himmel, die selbe Temperatur, so das sind ja alles wichtige Parameter. Wie ist denn das bei dir Letti mit deinem Remote Events? Machst du auch Teaching."
    },
    {
      "speaker": "Letty",
      "time": "2:13:35",
      "text": "Ja, so ein bisschen das, was äh Huckel eigentlich erzählt hat, also also was bei mir noch so ist und dazu kommt, ich kann mich besser konzentrieren halt, wenn ich in einem Raumteature wirklich, also wer nicht wirklich vor Leuten stehe, da bist du halt so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:35",
      "text": "Das das Big Blue Button, was ihr da bei Venules äh einbindet. Das ist doch eigentlich primär für den Lehrbetrieb auch gedacht, oder?"
    },
    {
      "speaker": "rami",
      "time": "2:16:43",
      "text": "Das ist auf jeden Fall irgendwie so, kommt aus dem Schulumfeld, ist da irgendwie entstanden, glaube ich, aus diesem ganzen Jahr Schuluniversitätslehrumfeld, ist das ist das gekommen und dafür ist es designed."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:55",
      "text": "Was heißt das? Also was hat es sozusagen äh hat, hat's irgendwelche Features, die wir jetzt äh hier äh angesprochen haben, wo es irgendwie äh behilflich sein kann? Mann, ich weiß, es gibt, glaube ich, dieses Konzept dieser Breakout-Sessions und so, aber."
    },
    {
      "speaker": "rami",
      "time": "2:17:07",
      "text": "Genau, also es macht irgendwie Breakout-Sessions. Es ist erstmal ist es irgendwie so vom ganzen,"
    },
    {
      "speaker": "hukl",
      "time": "2:17:54",
      "text": "Ja. Also wir benutzen das tatsächlich auch äh."
    },
    {
      "speaker": "rami",
      "time": "2:17:58",
      "text": "Es ist."
    },
    {
      "speaker": "hukl",
      "time": "2:17:59",
      "text": "Ich bin jetzt das ja."
    },
    {
      "speaker": "rami",
      "time": "2:18:00",
      "text": "Es ist ein bisschen schlimm. Manche punkten und manche Punkte kann's ganz gut. Das ist äh ja ähm es hat so eine Whiteboard-Funktion. Ich weiß nicht, ob die übrigen jemand wirklich, also kann's auf den Folien dann rummalen, auch kollaborativ. Ich weiß nicht, ob das irgendjemand ernsthaft,"
    },
    {
      "speaker": "hukl",
      "time": "2:18:26",
      "text": "Also ich muss sagen, alle diese Features außerhalb von dem Volb äh Gruppen äh"
    },
    {
      "speaker": "rami",
      "time": "2:18:57",
      "text": "Spornt ein Libro-Office im Hintergrund. Ja."
    },
    {
      "speaker": "Letty",
      "time": "2:19:02",
      "text": "Wow."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:02",
      "text": "Beim PDF zu passen."
    },
    {
      "speaker": "rami",
      "time": "2:19:07",
      "text": "Ja, du kannst dir ja nicht nur ein PDF hochladen, sondern auch ein PPTX oder was auch immer, das ist dir dann ein Farkstückel."
    },
    {
      "speaker": "Letty",
      "time": "2:19:14",
      "text": "Also da muss ich echt sagen, also ich habe ähm am KIT äh von Clemens and Jitcy Server genutzt, das lief Smooth, aber ich habe halt da auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:24",
      "text": "Auf."
    },
    {
      "speaker": "hukl",
      "time": "2:20:24",
      "text": "Ja das das fiese ist wirklich das"
    },
    {
      "speaker": "rami",
      "time": "2:21:25",
      "text": "Für so Firmenmeetings oder Meetings mit Kunden nutzen wir tatsächlich äh Wareby dot com. Das funktioniert auch wirklich gut und es tut also ne, es ist so schicki jemandem einen Link und es tut einfach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:38",
      "text": "Chat werfen bitte."
    },
    {
      "speaker": "rami",
      "time": "2:21:39",
      "text": "Ja mach ich. Ähm."
    },
    {
      "speaker": "hukl",
      "time": "2:21:42",
      "text": "Das haben wir noch nicht probiert bisher."
    },
    {
      "speaker": "rami",
      "time": "2:21:44",
      "text": "Da sind wir ganz happy mit ähm ansonsten verbringe ich zurzeit äh viel zu viel meiner Zeit in Microsoft Teams, weil mir irgendwelche Leute irgendwelche Teams in Bike, Links schicken, auch wenn die"
    },
    {
      "speaker": "hukl",
      "time": "2:22:02",
      "text": "Dieses aber auch dann wieder so Web-ITC basiert."
    },
    {
      "speaker": "rami",
      "time": "2:22:07",
      "text": "Ja, ja, klar. Genau."
    },
    {
      "speaker": "hukl",
      "time": "2:22:10",
      "text": "Ich ich hätte ja gerne wirklich eine Voice Videokonferenz in whatever App, die nicht Web RTC benutzt, das fände ich mal ganz schön."
    },
    {
      "speaker": "rami",
      "time": "2:22:17",
      "text": "Ja, Zoom, hey."
    },
    {
      "speaker": "hukl",
      "time": "2:22:20",
      "text": "Ja genau, also also es funktioniert ja gut genug für die meisten Fälle, aber ich"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:17",
      "text": "Das wundert mich, wenn RTC verwendet, doch Opus eigentlich, oder?"
    },
    {
      "speaker": "hukl",
      "time": "2:23:21",
      "text": "Ja, aber äh die die nehmen oft einfach die niedrigste Bitrate aus unerklärlichen Gründen und Opus ist halt, weiß nicht."
    },
    {
      "speaker": "rami",
      "time": "2:23:30",
      "text": "Weil sie sich denken, je niedriger die Bitrase, desto stabiler."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:34",
      "text": "Einfach das Video weglassen."
    },
    {
      "speaker": "hukl",
      "time": "2:23:36",
      "text": "Hilft ja oft auch nicht, das ist das Verrückte. Ich versteh, ich ich bin dem tatsächlich auch schon mal ein bisschen mit Wirschalk hinterher gegangen und wollte wissen, okay, was verwendet ihr? Was supporten die Browser, was wäre maximal möglich"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:00",
      "text": "Dabei würde vierundsechzig Kilo Bit völlig ausreichen."
    },
    {
      "speaker": "hukl",
      "time": "2:24:04",
      "text": "Na ja und halt auch noch so ein bisschen, ich weiß nicht, an welcher Stelle das stattfindet, dass ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:38",
      "text": "Ja. Dabei ist das auch wirklich so eine absolut gefragte Anwendung, ne? Also äh der Klavierunterricht äh meiner Kinder hat sich natürlich auch auf Skype verlagert oder Facetime, was auch mal gerade so äh angesagt ist. Und das ist echt."
    },
    {
      "speaker": "hukl",
      "time": "2:24:52",
      "text": "Eine Plattform, die kann ich hier mal noch kurz äh vielleicht die habe ich ja erst kürzlich äh kennengelernt, die halt auch so ein leider sehr bekloppten Namen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:31",
      "text": "Kannst du den Link nochmal äh teilen."
    },
    {
      "speaker": "hukl",
      "time": "2:25:32",
      "text": "Nicht raten ich hab's in oh schau sorry fuck ich hab mir so 'n Chat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:41",
      "text": "Du sollst doch nicht während des Podcasts arbeiten."
    },
    {
      "speaker": "hukl",
      "time": "2:25:44",
      "text": "Ja, nee, ich musste hier mal kurz auch mal die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:46",
      "text": "Mit Doppel."
    },
    {
      "speaker": "hukl",
      "time": "2:25:47",
      "text": "So äh ich hab's jetzt in dem Meter eben eine Freakshow Channel Dings."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:52",
      "text": "Da gehört's hin, ja. Mhm."
    },
    {
      "speaker": "hukl",
      "time": "2:25:54",
      "text": "Genau, also das gibt's dafür, wie gesagt, äh, dadurch, dass die Lehrkraft dort Geld einwerfen muss, dass es vielleicht jetzt auch noch nicht so weit verbreitet, aber ich kenn ein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:12",
      "text": "Ich hab noch nicht so ganz verstanden mit dieser Synchron, also was was wird da miteinander synchronisiert."
    },
    {
      "speaker": "hukl",
      "time": "2:26:18",
      "text": "Na du hast halt einen Klick, also ein Metronom,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:05",
      "text": "Im Chat wurde gerade noch auf eine Plattform namens Wonder Punkt me verwiesen. Kann man natürlich jetzt nicht äh wieso muss auf all diesen Webseiten, die man aufmacht, die Videokonferenz hat permanent irgendwelche Fressen, die einem zuwinken."
    },
    {
      "speaker": "hukl",
      "time": "2:27:21",
      "text": "Ja, na ja. Also am Ende des,"
    },
    {
      "speaker": "rami",
      "time": "2:27:40",
      "text": "Also Musik gemacht habe ich da jetzt noch nicht drüber. Ähm."
    },
    {
      "speaker": "hukl",
      "time": "2:27:43",
      "text": "Ja, nee, das muss ja auch nicht sein."
    },
    {
      "speaker": "rami",
      "time": "2:27:44",
      "text": "Äh sehe es, der ist äh Rap ATC ist halt die größte Chance, auch funktioniert bei jedem ohne Installation. Wenn man's richtig macht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:52",
      "text": "Klar."
    },
    {
      "speaker": "hukl",
      "time": "2:28:30",
      "text": "Ja, aber immerhin, hey, der Safari kann jetzt auch Video-Web-RTC und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:35",
      "text": "Ciao. In der neusten Version meinst du."
    },
    {
      "speaker": "hukl",
      "time": "2:28:38",
      "text": "Ja, jetzt weiß nicht, seit also ich habe ja noch nicht Big Sir und es geht auch in meinem Safari seit irgendwie dem letzten Safari-Update also Version vierzehn habe ich hier."
    },
    {
      "speaker": "Letty",
      "time": "2:28:49",
      "text": "Safari ist und bleibt der neue Internetexplorer, sorry."
    },
    {
      "speaker": "hukl",
      "time": "2:28:53",
      "text": "Nein, das stimmt nicht, hör auf den Safari zu dissen, bester Browser der Welt."
    },
    {
      "speaker": "Letty",
      "time": "2:28:58",
      "text": "Nein. N."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:59",
      "text": "Also auf jeden Fall auf jeden Fall ist der schnellste Browser und nur weil."
    },
    {
      "speaker": "hukl",
      "time": "2:29:03",
      "text": "Der Stromsparendste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:04",
      "text": "Nur weil die ganzen Webdeveloper benutzen und von daher nur für Chrome ent."
    },
    {
      "speaker": "Letty",
      "time": "2:29:07",
      "text": "Ich benutze keinen Chrom. Die nein, Firefox."
    },
    {
      "speaker": "hukl",
      "time": "2:29:12",
      "text": "Also man muss schon sagen, die Webdevelopment Facilitys von Safari sind nicht geil und wie sie so den Webständer jetzt ein bisschen hinterherhinken, ist auch nicht geil"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:42",
      "text": "Der Browser."
    },
    {
      "speaker": "Letty",
      "time": "2:29:43",
      "text": "Meiner grauen Haare."
    },
    {
      "speaker": "hukl",
      "time": "2:29:46",
      "text": "Und er wird nicht, er wird äh du wirst da nicht hier irgendeine Daten werden nicht alle die im Google spendiert und also ich meine gut, wenn du Firefox benutzt, dann hast du's auch nicht, aber"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:11",
      "text": "Firefox gibt's noch nicht mal für M eins. Total, we."
    },
    {
      "speaker": "Letty",
      "time": "2:30:16",
      "text": "Der nur nur relevante Apps haben's halt geschafft. Er findet hier äh Zerefert ja auch sofort alles auf M eins gehabt."
    },
    {
      "speaker": "hukl",
      "time": "2:30:26",
      "text": "Ja und äh hier Black Magic und äh Final Cut war natürlich auch, also Black Magic hat ja auch, dass der Vinci Resolf gleich in einer Beet ihre Beta Film eins releast und"
    },
    {
      "speaker": "Letty",
      "time": "2:30:42",
      "text": "Tobi sind aber auch sorry, das ist eine Firma, die kannst du nee, sorry, die ging."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:46",
      "text": "Das ist mal noch bei den Konferenzen bleiben bevor wir wieder über Max äh äh reden. Jetzt ist natürlich so ein bisschen die Frage, kann man das überhaupt lösen und was."
    },
    {
      "speaker": "Letty",
      "time": "2:31:56",
      "text": "Wahrscheinlich sehr individuell, dass ich das überhaupt gar nicht so fassen lässt. Also du wirst ja nie alle erreichen und alle zufriedenstellen, weil die jeder so ein bisschen vielleicht andere Erwartungen daran hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:08",
      "text": "Nee, alle erreicht man sowieso nie. Egal, was du machst. Also auch mit einem Live-Event erreichst du nie alle."
    },
    {
      "speaker": "rami",
      "time": "2:32:36",
      "text": "Ja, also es ist sehr sehr zielgruppenspezifisch, ne? Also wir haben schon Events, wo es wirklich um."
    },
    {
      "speaker": "hukl",
      "time": "2:33:40",
      "text": "Aber Rami, das Internet."
    },
    {
      "speaker": "rami",
      "time": "2:34:16",
      "text": "Genau, aber die, das sind meist, also ich hab,"
    },
    {
      "speaker": "hukl",
      "time": "2:34:54",
      "text": "So genau, wir können jetzt vielleicht so ein bisschen dadrüber reden, wenn wir über die verschiedenen Use Cases mal noch das,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:11",
      "text": "Ich freue mich auch gerade, ob."
    },
    {
      "speaker": "rami",
      "time": "2:36:39",
      "text": "Nur weil sie es nicht ersetzen lässt, heißt ja nicht, dass es den Bedarf nicht gib."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:42",
      "text": "Ja, es gibt ja, es gibt ja, es gibt den Bedarf, die Frage ist, kann man den Bedarf damit äh abdecken, also gibt's einen Weg, das online zu erzeugen oder ist es so unersetzlich, dass halt einfach nur mit Impfstoff geht."
    },
    {
      "speaker": "rami",
      "time": "2:36:55",
      "text": "Also mein mein Fazit ist bisher ja, aber also geht aber nicht zufriedenstellend, also bald diese Pandemie vorbei ist, werde ich trotzdem wieder auf Events fliegen, selbst wenn die noch online stattfinden."
    },
    {
      "speaker": "hukl",
      "time": "2:37:51",
      "text": "Und man muss ja auch die ganze Zeit aufräumen, ne? Das ist ja auch das ist ja purer,"
    },
    {
      "speaker": "Letty",
      "time": "2:38:06",
      "text": "Hast du noch keinen Queens."
    },
    {
      "speaker": "hukl",
      "time": "2:38:07",
      "text": "Denke auch, also zum Beispiel nee, leider nicht. Ähm"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:43",
      "text": "Auch 3D nicht, auch nicht VR."
    },
    {
      "speaker": "rami",
      "time": "2:39:46",
      "text": "Nicht bevor wir das Internetproblem gelöst haben. Also solange die Verbindungen ruckeln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:52",
      "text": "Aber bist du so sicher, dass wenn das gelöst ist, dass es dann funktionieren würde."
    },
    {
      "speaker": "rami",
      "time": "2:39:56",
      "text": "Nee, aber es wird besser."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:58",
      "text": "Ja gut besser."
    },
    {
      "speaker": "rami",
      "time": "2:40:00",
      "text": "Also es ist eine notwendige Voraussetzung, ne, dass es nicht mehr ruckelt und dass ich mein Feedback kriege, damit man über sowas wie 3D überhaupt nachdenken kann."
    },
    {
      "speaker": "hukl",
      "time": "2:40:09",
      "text": "Also Vodafone liefert gerade, also ich habe hier so ehemals Kabel Deutschland, wo du wo du von Kabel und wir haben's auch im Büro gerade noch und in den letzten Wochen dieser tollen Weihnachtshochzeit von Corona äh bekommen wir"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:40",
      "text": "So, aber jetzt ist ja so, man muss ja trotzdem irgendwie äh oder ich, also ich nicht, aber ihr äh müsst oder wollt ja trotzdem noch in irgendeiner Form äh an sowas teilnehmen. Äh du hast auch noch so, du hast auch noch ein paar Technik äh Tipps für uns, oder? Äh."
    },
    {
      "speaker": "hukl",
      "time": "2:40:57",
      "text": "Oder ja. Ja ja, also ich hab ich hab mich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:01",
      "text": "Was baut man sich hin, ne."
    },
    {
      "speaker": "hukl",
      "time": "2:41:03",
      "text": "Genau, ich hab auf jeden Fall versucht jetzt so nach dem ersten Semester, wo ich das mit meiner Laptop-Web Cam und aber schon ordentlich Mikrofon gemacht habe, dachte ich mir, okay"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:01",
      "text": "Pro Kanal dann oder."
    },
    {
      "speaker": "hukl",
      "time": "2:46:02",
      "text": "Das na du hast zwei Audioinputkanäle ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:34",
      "text": "Der hat einen, ah, der hat vier HDMI in und hast du den Namen schon gesagt, Blick Magic Design, Atemmini. Vier HDMI in, zwei Mikroin, aber nur mini Klinke."
    },
    {
      "speaker": "hukl",
      "time": "2:46:47",
      "text": "Aber mein Stereo, die Leinen und Mike Level können also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:51",
      "text": "Ja und dann ach so, warte mal, ach so, das sind Mikro-Eingänge, aber die können auch leihen, okay, gut. Und dann äh."
    },
    {
      "speaker": "hukl",
      "time": "2:47:08",
      "text": "Genau, der HDMI-Out, das wäre halt für dein Monitoring, wenn du jetzt sozusagen die nächsten Kamera-Cut previewen willst, dann kannst du da dein äh dein Preview-Monitor anschließen. Aber genau, ich habe jetzt diesen äh Webcam-Out genommen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:33",
      "text": "Ja, ist es aber der liefert auch das Audio von den HDMIs mit. Also wenn Audio am HDMI-Eingang ist, dann wird das mit reingemixt, man mixt diese Mixports noch zusätzlich dazu."
    },
    {
      "speaker": "hukl",
      "time": "2:47:46",
      "text": "Genau, du kannst also diese ganzen Tasten, die großen eins, zwei, drei, vier, das sind die Videofeeds und die Tasten dadrüber beschäftigen sich fast ausschließlich mit Audio."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:15",
      "text": "Und ist das alles für K."
    },
    {
      "speaker": "hukl",
      "time": "2:48:17",
      "text": "Der Kleine weiß ich gar nicht, ob der vier KM."
    },
    {
      "speaker": "rami",
      "time": "2:48:23",
      "text": "Tausendachtzig steht bei Thomann."
    },
    {
      "speaker": "hukl",
      "time": "2:48:25",
      "text": "Nee, tausendachtzig P. Es da musste dann äh größere Kaventsmänner, die er ähm noch besorgen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:32",
      "text": "Aber das ist ganz."
    },
    {
      "speaker": "hukl",
      "time": "2:48:33",
      "text": "Es gibt auch noch eine Pro-Variante, die dann auch noch mehr kann, aber für meine Zwecke war das jetzt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:59",
      "text": "Ja, das ist ja jetzt eh schon seit längerer Zeit so ein bisschen der der Senderstandard, mit dem man irgendwie sich alles zusammenklicken kann."
    },
    {
      "speaker": "hukl",
      "time": "2:51:05",
      "text": "Ja, also das funktioniert auch weitestgehend gut. Es gibt auch mittlerweile schon einige kommerzielle Lösungen, die vieles noch besser machen. Ich habe auch gesehen, wie MEO hat seinen eigenen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:10",
      "text": "Also ich sehe gerade, es gibt bei den Atems gibt's auch noch äh größere Varianten von diesem Mini, also äh wenn ich das richtig sehe."
    },
    {
      "speaker": "hukl",
      "time": "2:52:36",
      "text": "Ja, die dicken, die wir dicken Black Magic Geräte, die kosten dann halt aber auch gleich wieder"
    },
    {
      "speaker": "Letty",
      "time": "2:53:41",
      "text": "Das hört sich sehr traumhaft an."
    },
    {
      "speaker": "hukl",
      "time": "2:53:43",
      "text": "Na ja, ähm genau, also das war jetzt so der Punkt, aber trotzdem erstmal so Kamera als Abriss und wie man vielleicht eine andere Kamera da reinbekommt, wenn man jetzt so einen Switcher hat, dann kann man eben auch noch sein iPad oder einen Zweitrechner nehmen und da seine Folien"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:11",
      "text": "Der Greenscreen ist auch sehr schön von äh Elgato, den man da kaufen kann, dieses Chromer Key Panel, was man da so ausfahren kann. Das äh"
    },
    {
      "speaker": "hukl",
      "time": "2:54:40",
      "text": "Okay, okay. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:42",
      "text": "Noch nichts mitbekommen von war."
    },
    {
      "speaker": "hukl",
      "time": "2:54:44",
      "text": "Nee, ich gucke da, ich brauche das nicht immer unbedingt im Live."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:48",
      "text": "Ja, es ist ja jetzt das Space Ship, was jetzt irgendwie äh das erste Mal in zehn, zwölf Kilometer Höhe äh geschossen wird. Das dicke Teil, weißt du?"
    },
    {
      "speaker": "hukl",
      "time": "2:54:58",
      "text": "Okay. Äh nee, weiß ich nicht, aber gucke ich gleich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:03",
      "text": "Aber du kannst gerne weiter ausführen. Ich äh äh schaue, dass parallel mit einem Auge äh für dich an und berichte dir dann gleich ob's geklappt hat. Kann man sich danach auch noch eine Aufzeichnung anschauen."
    },
    {
      "speaker": "hukl",
      "time": "2:55:14",
      "text": "Also auf jeden Fall kann ich sagen, dieses Elgato-Zeug. Prinzipiell ist auch ziemlich cool, nur das Problem ist, wenn man das jetzt haben will, ist alles ausverkauft, was cool ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:22",
      "text": "So ist es schon das ganze Jahr übrigens."
    },
    {
      "speaker": "hukl",
      "time": "2:55:26",
      "text": "Genau und das Black Magic Zeug im Gegensatz zu dem L-Guate-Zeug, das gibt's halt äh verfügbar, wahrscheinlich, weil noch nicht genug Leute,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:02",
      "text": "Benutze das gerade."
    },
    {
      "speaker": "hukl",
      "time": "2:58:03",
      "text": "Äh an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:04",
      "text": "Das sieben B. Ah. Das."
    },
    {
      "speaker": "hukl",
      "time": "2:58:09",
      "text": "Das ist halt, ich mag das sehr gerne, weil eben so Atemgeräusche oder sowas, die kommen dann nicht so ganz krass durch und auch der Raum klingt nicht so krass mit wie bei Kondensatormikrofonen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:27",
      "text": "Nee, das sieben B ist natürlich interessant, weil das hat wirklich das einzige wirkliche High End, dynamische Mikrofon ist, ne? Und von daher natürlich den Raum gut wegnimmt und trotzdem noch ordentlich klingt,"
    },
    {
      "speaker": "Letty",
      "time": "2:58:53",
      "text": "Na, ich finde auch, was es nicht nur vor der Nase, sondern ich finde das nervig dieses, man dreht sich weg, weil vielleicht irgendwas ist und dann kannst du aber nicht mehr sprechen in so einem Mikrofon. Was bei den Konferenzen ja manchmal nicht so oder ja, Veranstaltungen nicht so cool ist."
    },
    {
      "speaker": "hukl",
      "time": "2:59:09",
      "text": "Ja, ich meine, ich sitze halt, wenn ich die Kamera anhabe, die sehr frontal, das Mikrofon ist an dem Abend, den kann ich so ein bisschen zurechtzuppeln, wenn ich mich irgendwie mal anders positionieren will und so oft drehe ich mich dann nicht weg und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:53",
      "text": "Genau, das ist der Vorteil einfach von High Endcher, die die meistens auch nach fünf Jahren noch genauso viel wert."
    },
    {
      "speaker": "hukl",
      "time": "3:04:11",
      "text": "Das kostet nochmal mehr als genauso oder mehr als doppelt so viel als."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:14",
      "text": "Ja gut, ich meine, in der Regel kaufst du ja dann so ein Set, ne, wo irgendwie mehr oder weniger alles dabei ist. Wobei ich glaube, diese Empfänger sind jetzt nicht unbedingt im einigen Sinne das teuerste. Also das teuerste sind gute, sehr gute Mikrofone. Du kannst ähm,"
    },
    {
      "speaker": "hukl",
      "time": "3:04:34",
      "text": "Also wenn ich ja, also bei gerade bei diesem Thema Funken"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:18",
      "text": "Ja, kommt drauf an, wofür jetzt, ne? Also ich wollte jetzt mal auf ein bestimmtes Modell hinaus, weil es nämlich gerade für"
    },
    {
      "speaker": "hukl",
      "time": "3:07:24",
      "text": "Aber noch so einen kleinen Puschel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:26",
      "text": "Gut Puschel ist dann glaub ich."
    },
    {
      "speaker": "hukl",
      "time": "3:07:28",
      "text": "Am Mik."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:29",
      "text": "Ringste Investition, ich meine, wenn er jetzt hier irgendwie das Set mal mit siebenhundert Euro mal vier ja, vielleicht bist du also auch schon bei knapp dreitausend Euro,"
    },
    {
      "speaker": "hukl",
      "time": "3:07:53",
      "text": "Nee, aber das ist ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:58",
      "text": "Wie auf YouTube."
    },
    {
      "speaker": "hukl",
      "time": "3:11:02",
      "text": "Ja, wie so bei den ganzen Profi-YouTubern, aber das das Tollste daran, also ich äh dieses Licht, wie gesagt, da gibt's tausende Variationen, ihr könnt euch tausende Reviews auf YouTube angucken, das kann ich auf jeden Fall sagen, funktioniert und ist gut. Äh macht auch gute Farben,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:11",
      "text": "Was ich nicht verstehe bei diesem Abend, das ist ja im Prinzip so ein Winkel mit zwei Befestigungspunkten. Woran ist denn das Ding selber befestigt."
    },
    {
      "speaker": "hukl",
      "time": "3:14:18",
      "text": "Ja, ah gut, dass du fragst. Ja natürlich äh warte mal, das heißt, wie heißt denn dieses Ding? Moment, ich muss in meinen Bestellungen bei Toban klicken, das ist nämlich das andere, wirklich wunderschöne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:28",
      "text": "Es gibt hier ein Set, alles klar. Mhm."
    },
    {
      "speaker": "hukl",
      "time": "3:14:31",
      "text": "Ja die die Manfrottouniversalklammer und das wäre jetzt das Tool mit dem du,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:18",
      "text": "Chat fordert, fordert ein Foto. Also ich glaube, du könntest sein, dein Setup mal, wenn du so schon so schön aufgeräumt hast, dann wird ja sicherlich so ein Foto äh problemlos möglich."
    },
    {
      "speaker": "hukl",
      "time": "3:15:30",
      "text": "Habe ich ja nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:31",
      "text": "Alles nur fake."
    },
    {
      "speaker": "hukl",
      "time": "3:15:33",
      "text": "Ja, warte mal, ich ich gucke gleich, wenn ich fertig bin, mittelt äh mit meinem äh Redeflow, dann mache ich mal hier ein Foto, zumindest von dem einen Arm, wie das Licht hier an meinem Schreibtisch klebt. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:47",
      "text": "Bist du noch nicht fertig."
    },
    {
      "speaker": "hukl",
      "time": "3:15:48",
      "text": "Genau, also mit diesen."
    },
    {
      "speaker": "Letty",
      "time": "3:15:50",
      "text": "Halt noch ein bisschen du."
    },
    {
      "speaker": "hukl",
      "time": "3:15:52",
      "text": "Doch jetzt so ziemlich. Ja, nee, nee, ich wollte nur sagen, also diese mein Frotomagic Arms dat dat müsste euch mal geben. Das ist wirklich ein Traum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:04",
      "text": "Ja, wenn ich das mal wirklich richtig aktiv benutzen kann, also ich habe mir so eine Logi Tech Webcam gekauft, damit bin ich ja eigentlich schon sehr zufrieden, weil die brauchte ich an dem Mini-Computer, weil der hat ja keine eigene Kamera."
    },
    {
      "speaker": "Letty",
      "time": "3:16:48",
      "text": "Würde meinen, ich habe mindestens eins von dir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:52",
      "text": "Na ja du aber doch nicht für die Öffentlichkeit."
    },
    {
      "speaker": "Letty",
      "time": "3:16:55",
      "text": "Seit wann bist du schüchtern?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:58",
      "text": "Ich bin nicht schüchtern, ich habe bloß keinerlei Fotografieautomatik und ich bin, weiß nicht, ich bin der Mann der Stimme, ich finde Audio einfach geiler."
    },
    {
      "speaker": "rami",
      "time": "3:17:16",
      "text": "Ja, ich bin noch da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:17",
      "text": "Was hast du denn noch so für ähm hast du mit Interesse zugehört oder was?"
    },
    {
      "speaker": "rami",
      "time": "3:17:22",
      "text": "Zugehört und dachte mir immer, oh geil, das brauche ich auch, dann habe ich den Preis gesehen, dann dachte ich mir, na so oft brauche ich's dann doch nicht."
    },
    {
      "speaker": "hukl",
      "time": "3:17:29",
      "text": "Ja, ich ich habe wirklich so einen Gier quizision Syndrom Anfall mal wieder bekommen und hatte keine Medizin äh."
    },
    {
      "speaker": "rami",
      "time": "3:17:40",
      "text": "Also ich bin mit äh ich produziere halt nichts, ne? Ich produziere nichts, was irgendwie bleibt. Ich mache von dieser einen Podcast-Folge hier heute abgesehen, sonst halt Meetings, die danach vergangen sind, unter Tools, die Logitec-Kamera und das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:57",
      "text": "Ja"
    },
    {
      "speaker": "rami",
      "time": "3:17:58",
      "text": "Das macht der, das macht der Tim nachher noch weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:03",
      "text": "Das ist halt so, da gehe ich nicht so richtig konform, weil gerade ich meine, man muss ja mal da bedenken, andere Leute müssen einen ja hören so und dann muss man das, dann muss man das ja nicht unbedingt noch schlimmer machen und."
    },
    {
      "speaker": "rami",
      "time": "3:19:39",
      "text": "Ja ja, nein, das ist, das ist Sinn macht, ist schon klar. Du wirst dich aber auch wundern, also ein ein Großteil meiner täglichen Kommunikation, also sagen wir, was wahrscheinlich über die Hälfte passiert über klassisches Telefon, da kommt dann nachher eh nichts mehr durch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:51",
      "text": "Ja, na ja gut, Voiceover IP äh ist ja da auch schon bringt ja auch schon was, ne?"
    },
    {
      "speaker": "rami",
      "time": "3:19:58",
      "text": "Ja, wir müssen ja, muss ja auf beiden Seiten dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:01",
      "text": "Ja gut aber gucke mal, die Leute haben doch alle Messenger und dann können alle Volk und so, also."
    },
    {
      "speaker": "Letty",
      "time": "3:20:27",
      "text": "Das muss ich auch sagen, also dass Tim da uns die Interfac"
    },
    {
      "speaker": "rami",
      "time": "3:20:57",
      "text": "Ja, ich wehre mich noch ein bisschen."
    },
    {
      "speaker": "Letty",
      "time": "3:20:58",
      "text": "Man kann nie genug Räte haben."
    },
    {
      "speaker": "rami",
      "time": "3:21:00",
      "text": "Eigentlich nicht noch mehr Geräte auf dem Schreibtisch haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:03",
      "text": "Die anderen kannst du ja wegschmeißen dann."
    },
    {
      "speaker": "hukl",
      "time": "3:21:04",
      "text": "Ja, aber genau, also das Headset, was du jetzt gerade aufhast, das musst du auch nicht behalten."
    },
    {
      "speaker": "rami",
      "time": "3:21:10",
      "text": "Ja, aber das das braucht ja nicht nochmal wieder eine Steckdose und das braucht kein Platz auf dem, das ist einfach von Ohr USB in das Notebook und äh wenn ich es nicht benutze, ist es weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:38",
      "text": "Der Call Videos Faktor heißt Airports."
    },
    {
      "speaker": "Letty",
      "time": "3:21:41",
      "text": "Die sind scheiße."
    },
    {
      "speaker": "hukl",
      "time": "3:21:43",
      "text": "Aber die klingen ehrlich gesagt auch nicht gut im Volk oft. Als."
    },
    {
      "speaker": "Letty",
      "time": "3:21:46",
      "text": "Also Ramich kann dir auch ich kann dir eins empfehlen so ein Schubladen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:51",
      "text": "Dafür sind sie hochgradig konvinieren."
    },
    {
      "speaker": "Letty",
      "time": "3:21:52",
      "text": "Alles fein sauberlich verstauen kann, hilft bei einem kleinen Schreibtisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:01",
      "text": "Stimmt, da geht auch das Mischpult rein."
    },
    {
      "speaker": "rami",
      "time": "3:22:03",
      "text": "Die ist ja nicht klein, das ist nur der Platz ist nur wertvoll."
    },
    {
      "speaker": "hukl",
      "time": "3:22:06",
      "text": "Äh"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:07",
      "text": "Dein Wort in Gottes Ohr, das ist so Internet ist so eine Technologie, die die war schon immer da."
    },
    {
      "speaker": "hukl",
      "time": "3:25:20",
      "text": "Und vor allen Dingen, du hast es ja richtig gemacht mit Cat sieben. Äh da kannst du ja dann auch mehr als Gigabit rüberfahren. Das äh ist ja möglich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:13",
      "text": "Ich habe ihn nicht."
    },
    {
      "speaker": "hukl",
      "time": "3:26:16",
      "text": "Pack sofort einen Link in den Chat, da, das ist, es ist ein Klassiker, der ist ungefähr das Modell, so wahrscheinlich so alt. Na ja, okay, der kann ein Gigabit, also der kann nicht so alt sein, aber"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:46",
      "text": "Switche, pflasterten seinen Weg."
    },
    {
      "speaker": "hukl",
      "time": "3:26:51",
      "text": "Ja. Äh und den habe ich dann aus äh treuer warmherziger Erinnerung jetzt auch hier bei mir verlegt ähm äh oder auch unter den Tisch geschraubt quasi. Ähm ja und seitdem bin ich auch hier voll verisernet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:05",
      "text": "Beste Technologie ever will man haben."
    },
    {
      "speaker": "hukl",
      "time": "3:27:12",
      "text": "Ja äh Alsa, gerade er kann kein Foul an, aber da gibt's eine Version, die kann das, wenn man das braucht, zu Hause brauche ich keine Faul eins, aber ich äh ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:39",
      "text": "Sender der Taschen switcht für zwischendurch."
    },
    {
      "speaker": "hukl",
      "time": "3:27:43",
      "text": "Genau, die haben immer dabei halt, wenn man mal irgendwo hinfährt, wo Leute Probleme mit Netzwerke und so weiter haben und dann kann man eben im Zweifel da lassen und dann ist es auch nicht t."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:49",
      "text": "Andere Leute fragt man nach Taschentüchern. Huckel fragt man nach dem Taschenswitch."
    },
    {
      "speaker": "hukl",
      "time": "3:27:54",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:00",
      "text": "Ja Leute, ich würde sagen, wir sind durch, oder? Haben wir noch irgendwie meine meine meine Liste ist leer."
    },
    {
      "speaker": "Letty",
      "time": "3:28:10",
      "text": "Ich habe doch was gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:10",
      "text": "Ja, das klingt wie eine schweigende Zustimmung. Dann äh was? Was hast du gesagt? Du hast nichts gesagt? Ja, das äh war dann auch Zustimmung."
    },
    {
      "speaker": "hukl",
      "time": "3:28:26",
      "text": "Du musst es länger klingen lassen der Mutter Kodik und der Algorithmus eine Chance hat dich dann auch äh durchzuschalten und wir deine."
    },
    {
      "speaker": "Letty",
      "time": "3:28:34",
      "text": "Hören kannst."
    },
    {
      "speaker": "hukl",
      "time": "3:28:34",
      "text": "Spektren wahrnehmen können."
    },
    {
      "speaker": "Letty",
      "time": "3:28:50",
      "text": "Ja"
    },
    {
      "speaker": "hukl",
      "time": "3:28:51",
      "text": "Geschnitten, deswegen muss hier so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:56",
      "text": "Glaube ich nur akustische Auslöschung bei dir, rein technisch wird hier erstmal überhaupt nichts rausgenommen."
    },
    {
      "speaker": "hukl",
      "time": "3:29:01",
      "text": "Na gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:03",
      "text": "Zumindest wüsste ich das nicht. Alright. Dann ähm,"
    },
    {
      "speaker": "hukl",
      "time": "3:29:30",
      "text": "Tschüss."
    }
  ]
}